Repository: hellowpio/wordpress-translations
Catalog: plugins/*/addify_videos/addify_videos-*.po
Languages: hu_hu

source: Product Video for WooCommerce
hu_hu: Termékvideó a WooCommerce-hez

source: Allows merchants to add product videos and improve their sales. (PLEASE TAKE BACKUP BEFORE UPDATING THE PLUGIN).
hu_hu: Lehetővé teszi az eladóknak, hogy termékvideókat adjanak hozzá és növeljék az értékesítésüket. (A BŐVÍTMÉNY FRISSÍTÉSE ELŐTT KÉRJÜK, KÉSZÍTSEN BIZTONSÁGI MENTÉST).

source: Product Video for WooCommerce plugin is inactive.
hu_hu: A Product Video for WooCommerce bővítmény inaktív.

source: must be active for this plugin to work. Please install &amp; activate WooCommerce.
hu_hu: Aktívnak kell lennie, hogy ez a bővítmény működjön. Kérjük, telepítse &amp; aktiválja a WooCommerce-t.

source: Product Videos
hu_hu: Termékvideók

source: Produt Videos
hu_hu: Termékvideók

source: Add New Video
hu_hu: Új videó hozzáadása

source: Edit Product Video
hu_hu: Termékvideó szerkesztése

source: New Product Video
hu_hu: Új termékvideó

source: View Product Video
hu_hu: Termékvideó megtekintése

source: Search Product Video
hu_hu: Termékvideó keresése

source: No product video found
hu_hu: Nem található termékvideó

source: No product video field found in trash
hu_hu: Nem található termékvideó-mező a Lomtárban

source: All Product Videos
hu_hu: Összes termékvideó

source: %s updated.
hu_hu: %s frissítve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: %1$s restored to revision from %2$s
hu_hu: %1$s visszaállítva a(z) %2$s verzióra

source: %s published.
hu_hu: %s közzétéve.

source: %s saved.
hu_hu: %s mentve.

source: %s submitted.
hu_hu: %s beküldve.

source: %1$s scheduled for: <strong>%2$s</strong>.
hu_hu: %1$s ütemezve ekkorra: <strong>%2$s</strong>.

source: %s draft updated.
hu_hu: %s piszkozat frissítve.

source: Video Type
hu_hu: Videó típusa

source: Date Published
hu_hu: Közzététel dátuma

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Featured Video
hu_hu: Kiemelt videó

source: Video
hu_hu: Videó

source: Enable Featured Video
hu_hu: Kiemelt videó engedélyezése

source: If featured video is enabled then featured image will be replaced with featured video.
hu_hu: Ha a kiemelt videó engedélyezve van, a kiemelt kép helyére a kiemelt videó kerül.

source: Enable Featured Video On Shop Page
hu_hu: Kiemelt videó engedélyezése a bolt oldalon

source: Check this option if you want to enable featured video on shop page, this will replace featured image with featured video.
hu_hu: Jelölje be ezt az opciót, ha a bolt oldalon engedélyezni szeretné a kiemelt videót, ez a kiemelt képet kiemelt videóra cseréli.

source: Enable Featured Video On Product Page
hu_hu: Kiemelt videó engedélyezése a termékoldalon

source: Check this option if you want to enable featured video on Product page, this will replace featured image with featured video.
hu_hu: Jelölje be ezt az opciót, ha a termékoldalon engedélyezni szeretné a kiemelt videót, ez a kiemelt képet kiemelt videóra cseréli.

source: Display Existing Featured Image in Gallery
hu_hu: Meglévő kiemelt kép megjelenítése a galériában

source: Check this option to display existing featured image in gallery.
hu_hu: Jelölje be ezt az opciót a meglévő kiemelt kép megjelenítéséhez a galériában.

source: Current Video Thumbnail
hu_hu: Jelenlegi videóbélyegkép

source: Video Thumbnail
hu_hu: Videóbélyegkép

source: Upload Image
hu_hu: Kép feltöltése

source: Remove Image
hu_hu: Kép eltávolítása

source: If thumbnail is added for the video then video is played in popup when click on this thumbnail.
hu_hu: Ha a videóhoz bélyegkép van megadva, a videó felugró ablakban játszódik le, amikor erre a bélyegképre kattint.

source: Featured Video Type
hu_hu: Kiemelt videó típusa

source: Custom Upload
hu_hu: Egyéni feltöltés

source: YouTube Video ID
hu_hu: YouTube videóazonosító

source: Add your YouTube video ID like (6lt2JfJdGSY). Do not put complete video URL only enter video ID that come after this URL (https://www.youtube.com/watch?v=)
hu_hu: Adja meg a YouTube videóazonosítót, például (6lt2JfJdGSY). Ne a teljes videó URL-t adja meg, csak azt a videóazonosítót, amely ezen URL után következik (https://www.youtube.com/watch?v=)

source: Facebook Video URL
hu_hu: Facebook videó URL

source: Add facebook video link here, e.g (https://www.facebook.com/facebook/videos/XXXXXXXXXXXXX)
hu_hu: Adja meg itt a Facebook videó hivatkozását, pl. (https://www.facebook.com/facebook/videos/XXXXXXXXXXXXX)

source: Dailymotion Video ID
hu_hu: Dailymotion videóazonosító

source: Add dailymotion video id here e.g (x5z1gzv). Do not put complete video URL only enter video ID that come after this URL (https://www.dailymotion.com/embed/video/)
hu_hu: Adja meg itt a Dailymotion videóazonosítót, pl. (x5z1gzv). Ne a teljes videó URL-t adja meg, csak azt a videóazonosítót, amely ezen URL után következik (https://www.dailymotion.com/embed/video/)

source: Vimeo Video ID
hu_hu: Vimeo videóazonosító

source: Add vimeo video id here e.g (217936008). Do not put complete video URL only enter video ID that come after this URL (https://vimeo.com/)
hu_hu: Adja meg itt a Vimeo videóazonosítót, pl. (217936008). Ne a teljes videó URL-t adja meg, csak azt a videóazonosítót, amely ezen URL után következik (https://vimeo.com/)

source: Metacafe Video ID
hu_hu: Metacafe videóazonosító

source: Add metacafe video id here e.g (11858937/top-benefits-of-woocommerce/). Do not put complete video URL only enter video ID that come after this URL (http://www.metacafe.com/watch/)
hu_hu: Adja meg itt a Metacafe videóazonosítót, pl. (11858937/top-benefits-of-woocommerce/). Ne a teljes videó URL-t adja meg, csak azt a videóazonosítót, amely ezen URL után következik (http://www.metacafe.com/watch/)

source: Current Video
hu_hu: Jelenlegi videó

source: Custom Video
hu_hu: Egyéni videó

source: Upload Video
hu_hu: Videó feltöltése

source: Product Video Type
hu_hu: Termékvideó típusa

source: This thumbnail will be shown in the product gallery.
hu_hu: Ez a bélyegkép a termékgalériában fog megjelenni.

source: Attach With Products
hu_hu: Hozzárendelés termékekhez

source: Select products with which you want to attach these videos.
hu_hu: Válassza ki azokat a termékeket, amelyekhez ezeket a videókat hozzá szeretné rendelni.

source: General
hu_hu: Általános

source: Self Hosted (Featured Video)
hu_hu: Önhosztolt (kiemelt videó)

source: Third Party (Featured Video)
hu_hu: Külső szolgáltató (kiemelt videó)

source: Third Party (Video Gallery)
hu_hu: Külső szolgáltató (videógaléria)

source: Gallery template
hu_hu: Galériasablon

source: Select gallery template.
hu_hu: Válasszon galériasablont.

source: Custom Woo Gallery Template
hu_hu: Custom Woo Gallery sablon

source: HTML5 LightBox Gallery Template
hu_hu: HTML5 LightBox galéria sablon

source: Gallery position
hu_hu: Galéria pozíciója

source: Select gallery thumbnail positions for Custom Woo Gallery.
hu_hu: Válassza ki a miniatűrök pozícióját a Custom Woo Galleryhez.

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Play icon
hu_hu: Lejátszás ikon

source: Select icon to display on thumbnail.
hu_hu: Válassza ki a miniatűrön megjelenítendő ikont.

source: Style 1
hu_hu: Stílus 1

source: Style 2
hu_hu: Stílus 2

source: Style 3
hu_hu: Stílus 3

source: Style 4
hu_hu: Stílus 4

source: Style 5
hu_hu: Stílus 5

source: Thumbnails to show
hu_hu: Megjelenítendő miniatűrök száma

source: Enter no of thumbnails to show in Custom Woo Gallery.
hu_hu: Adja meg, hány miniatűr jelenjen meg a Custom Woo Galleryben.

source: Enter some value
hu_hu: Adjon meg egy értéket

source: Arrows
hu_hu: Nyilak

source: Enable arrows controls.
hu_hu: Nyílvezérlők engedélyezése.

source: Dots
hu_hu: Pontok

source: Enable Dot navigation.
hu_hu: Pontnavigáció engedélyezése.

source: Self Hosted Product Featured Video
hu_hu: Saját tárhelyen tárolt termék kiemelt videója

source: Third Party Feature Videos Settings of Custom Woo Gallery Template also set from this tab.<p>These settings only work for custom woo gallery template.</p>
hu_hu: Az egyéni Woo galériasablon harmadik fél által hosztolt kiemelt videóinak beállításai is ezen a lapon adhatók meg.<p>Ezek a beállítások csak az egyéni Woo galériasablonhoz működnek.</p>

source: Auto Play Video
hu_hu: Videó automatikus lejátszása

source: Allow or Disallow auto play of featured video.
hu_hu: A kiemelt videó automatikus lejátszásának engedélyezése vagy tiltása.

source: Is Loop
hu_hu: Végtelenítés

source: Allow or Disallow play featured video in loop.
hu_hu: A kiemelt videó végtelenített lejátszásának engedélyezése vagy tiltása.

source: Mute Video
hu_hu: Videó némítása

source: If this option is set to yes, video is muted by default.
hu_hu: Ha ez az opció igenre van állítva, a videó alapértelmezetten néma.

source: Show Video Controls
hu_hu: Videóvezérlők megjelenítése

source: Show / Hide video controls on the video.
hu_hu: Videóvezérlők megjelenítése / elrejtése a videón.

source: Video/Thumbnail Width ( Shop Page )
hu_hu: Videó/bélyegkép szélessége ( Bolt oldal )

source: Width of the featured video or video thumbnail on shop page.
hu_hu: A kiemelt videó vagy a videó bélyegképének szélessége a bolt oldalon.

source: Video/Thumbnail Height ( Shop Page )
hu_hu: Videó/bélyegkép magassága ( Bolt oldal )

source: Height of the featured video or video thumbnail on shop page.
hu_hu: A kiemelt videó vagy a videó bélyegképének magassága a bolt oldalon.

source: Video/Thumbnail Width ( Product Page )
hu_hu: Videó/bélyegkép szélessége ( Termékoldal )

source: Width of the featured video or video thumbnail on product page.
hu_hu: A kiemelt videó vagy a videó bélyegképének szélessége a termékoldalon.

source: Video/Thumbnail Height ( Product Page )
hu_hu: Videó/bélyegkép magassága ( Termékoldal )

source: Height of the featured video or video thumbnail on product page.
hu_hu: A kiemelt videó vagy a videó bélyegképének magassága a termékoldalon.

source: Third Party Product Featured Video
hu_hu: Harmadik fél által hosztolt termék kiemelt videója

source: Third Party Feature Videos Settings of Custom Woo Gallery Template also set from this tab
hu_hu: Az egyéni Woo galériasablon harmadik fél által hosztolt kiemelt videóinak beállításai is ezen a lapon adhatók meg

source: Allow or Disallow auto play of gallery video when open in popup. This feature only work for youtube and vimeo. Some browsers might block this (https://developers.google.com/web/updates/2017/09/autoplay-policy-changes)
hu_hu: A galériavideó automatikus lejátszásának engedélyezése vagy tiltása felugró ablakban megnyitáskor. Ez a funkció csak youtube és vimeo esetén működik. Egyes böngészők letilthatják ezt (https://developers.google.com/web/updates/2017/09/autoplay-policy-changes)

source: Allow Full Screen
hu_hu: Teljes képernyő engedélyezése

source: Allow or Disallow full screen play of gallery video when open in popup. This feature only work for youtube and vimeo. (Subject to applicability)
hu_hu: A galériavideó teljes képernyős lejátszásának engedélyezése vagy tiltása felugró ablakban megnyitáskor. Ez a funkció csak youtube és vimeo esetén működik. (Az alkalmazhatóságtól függően)

source: Mute gallery video when open in popup. This feature only work for youtube and vimeo. (Subject to applicability)
hu_hu: A galériavideó némítása felugró ablakban megnyitáskor. Ez a funkció csak youtube és vimeo esetén működik. (Az alkalmazhatóságtól függően)

source: Show Related Videos
hu_hu: Kapcsolódó videók megjelenítése

source: Show related videos. This feature only work for youtube and vimeo. (Subject to applicability)
hu_hu: Kapcsolódó videók megjelenítése. Ez a funkció csak youtube és vimeo esetén működik. (Az alkalmazhatóságtól függően)

source: Shop Page Facebook Video Width
hu_hu: Bolt oldali Facebook-videó szélessége

source: Width of the Facebook Feature videos for shop page.
hu_hu: A Facebook kiemelt videók szélessége a bolt oldalon.

source: Product Page Facebook Video Width
hu_hu: Termékoldali Facebook-videó szélessége

source: Width of the Facebook Feature videos for product page.
hu_hu: A Facebook kiemelt videók szélessége a termékoldalon.

source: Third Party Product Gallery Video
hu_hu: Harmadik fél által hosztolt termék galériavideója

source: This setting is apply on HTML5 Lighbox Gallery.
hu_hu: Ez a beállítás a HTML5 Lighbox galériára vonatkozik.

source: Allow or Disallow full screen play of gallery video when open in popup. This feature only work for youtube and vimeo (Subject to applicability)
hu_hu: A galériavideó teljes képernyős lejátszásának engedélyezése vagy tiltása felugró ablakban megnyitáskor. Ez a funkció csak youtube és vimeo esetén működik (az alkalmazhatóságtól függően)

source: Mute gallery video when open in popup. This feature only work for youtube (Subject to applicability)
hu_hu: A galériavideó némítása felugró ablakban megnyitáskor. Ez a funkció csak youtube esetén működik (az alkalmazhatóságtól függően)

source: Show related videos. This feature only work for youtube. (Subject to applicability)
hu_hu: Kapcsolódó videók megjelenítése. Ez a funkció csak youtube esetén működik. (Az alkalmazhatóságtól függően)

source: Elementor / Divi Builder Edited Page
hu_hu: Elementor / Divi Builder által szerkesztett oldal

source: Page Edited by Elementor or Divi Builder
hu_hu: Oldal az Elementorral vagy a Divi Builderrel szerkesztve

source: Select yes if your Product page is Edited with Elementor or Divi Builder.
hu_hu: Válassza az igent, ha a termékoldal az Elementorral vagy a Divi Builderrel van szerkesztve.
