Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-sequential-order-numbers-pro/woocommerce-sequential-order-numbers-pro-*.po
Languages: hu_hu

source: Provides custom incrementing order numbers for WooCommerce orders.
hu_hu: Egyedi, növekvő rendelési számokat biztosít a WooCommerce rendelésekhez.

source: Draft
hu_hu: Piszkozat

source: Order Number Start must be a number greater than or equal to 0.
hu_hu: A Rendelési szám kezdőértéke értékének 0-nál nagyobbnak vagy azzal egyenlő számnak kell lennie.

source: There is an existing order (%1$s) with a number greater than or equal to %2$s. To set a new order number start please choose a higher number or permanently delete the relevant order(s).
hu_hu: Már létezik egy rendelés (%1$s), amelynek száma nagyobb vagy egyenlő, mint %2$s. Új kezdő rendelési szám beállításához válasszon nagyobb számot, vagy véglegesen törölje az érintett rendeléseket.

source: Order Numbers
hu_hu: Rendelési számok

source: Use sequential, formatted order numbers to track your orders. Change the starting number, or add prefixes and suffixes for accounting.
hu_hu: Használjon szekvenciális, formázott rendelési számokat a rendelések nyomon követéséhez. Módosítsa a kezdő számot, vagy adjon hozzá elő- és utótagokat a könyveléshez.

source: Sample order number
hu_hu: Minta rendelési szám

source: Order Number Format
hu_hu: Rendelési szám formátuma

source: See the %1$splugin documentation%2$s for the full set of available patterns.
hu_hu: A rendelkezésre álló minták teljes készletét lásd a %1$sbővítmény dokumentációjában%2$s.

source: Enter prefixes, suffixes, or patterns for order numbers. You can use leading 0s to control order number length.
hu_hu: Adja meg az előtagokat, utótagokat vagy mintákat a rendelési számokhoz. A rendelési szám hosszát vezető nullákkal szabályozhatja.

source: Skip Free Orders
hu_hu: Ingyenes rendelések kihagyása

source: Skip order numbers for free orders
hu_hu: Rendelési számok kihagyása az ingyenes rendelések esetén

source: Use a different sequence and prefix for free orders. Example: FREE-123.
hu_hu: Használjon eltérő sorszámozást és előtagot az ingyenes rendelésekhez. Példa: FREE-123.

source: Free Order Identifer
hu_hu: Ingyenes rendelés azonosítója

source: Example free order identifier: %s
hu_hu: Példa az ingyenes rendelés azonosítójára: %s

source: The text to display in place of the order number for free orders. This will be displayed anywhere an order number would otherwise be shown: to the customer, in emails, and in the admin.
hu_hu: Az ingyenes rendelések esetén a rendelési szám helyett megjelenítendő szöveg. Mindenhol megjelenik, ahol egyébként a rendelési szám látszana: a vásárlónál, e-mailekben és az admin felületen.

source: Prefix
hu_hu: Előtag

source: Number
hu_hu: Szám

source: Suffix
hu_hu: Utótag

source: Yes, let's go!
hu_hu: Igen, kezdjük!

source: Not now
hu_hu: Most nem

source: %1$sThanks for purchasing %2$s%3$s! Would you like to set up the plugin now?
hu_hu: %1$sKöszönjük, hogy megvásárolta a(z) %2$s%3$s bővítményt! Szeretné most beállítani a bővítményt?

source: Sign me up!
hu_hu: Feliratkozom!

source: No thanks
hu_hu: Nem, köszönöm

source: %1$sNice work! You’re all set up with %2$s%3$s. To learn more about your plugins, SkyVerge, and running a successful eCommerce store, sign up for our newsletter!
hu_hu: %1$sSzép munka! A %2$s%3$s beállítása kész. Ha többet szeretne megtudni a bővítményeiről, a SkyVerge-ről és a sikeres e-kereskedelmi áruház működtetéséről, iratkozzon fel a hírlevelünkre!

source: Order Number Start
hu_hu: Rendelési szám kezdőértéke

source: Set your starting order number for new orders. You can use leading zeroes to control the required order number length (e.g., “0001” for order numbers that must be four digits long).
hu_hu: Állítsa be az új rendelések kezdő rendelési számát. A szükséges rendelési számahossz szabályozásához használhat vezető nullákat (pl. “0001” a négyjegyű rendelési számokhoz).

source: Order Number Prefix
hu_hu: Rendelési szám előtagja

source: Add a custom prefix to your order numbers for new orders. %1$sClick here for prefix patterns%2$s that can add special values, such as the month or year, to your order numbers.
hu_hu: Adjon egyedi előtagot az új rendelések rendelési számaihoz. %1$sKattintson ide az előtagmintákért%2$s, amelyek speciális értékeket, például hónapot vagy évet adhatnak a rendelési számokhoz.

source: Order Number Suffix
hu_hu: Rendelési szám utótagja

source: Add a custom suffix to your order numbers for new orders. %1$sClick here for suffix%2$s patterns that can add special values, such as the month or year, to your order numbers.
hu_hu: Adjon egyedi utótagot az új rendelések rendelési számaihoz. %1$sKattintson ide az utótagmintákért%2$s, amelyek speciális értékeket, például hónapot vagy évet adhatnak a rendelési számokhoz.

source: Select this setting to skip free orders in your order number sequence. When enabled, you can set a %1$sFree Order Identifier%2$s to add a prefix to free orders.
hu_hu: Válassza ezt a beállítást az ingyenes rendelések kihagyásához a rendelési számsorozatból. Ha engedélyezve van, beállíthat egy %1$sIngyenes rendelés azonosítója%2$s elemet, amely előtagot ad az ingyenes rendelésekhez.

source: Save Changes
hu_hu: Változtatások mentése

source: Click %1$sSave Changes%2$s to save your settings.
hu_hu: Kattintson a %1$sVáltoztatások mentése%2$s gombra a beállítások mentéséhez.

source: Dismiss
hu_hu: Bezárás

source: Next
hu_hu: Tovább

source: Finish
hu_hu: Befejezés
