Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/addify_rfq/addify_rfq-*.po
Languages: hu_hu

source: Disable PDF download for customers in my account quotes grid.
hu_hu: A PDF-letöltés letiltása a vásárlók számára a Fiókom ajánlatok rácsban.

source: Quote Popup Template
hu_hu: Ajánlat felugró sablon

source: Select Quote Popup Layout
hu_hu: Válassza ki az ajánlat felugró elrendezését

source: Select quote popup layout.
hu_hu: Válassza ki az ajánlat felugró elrendezését.

source: Navigation Button Settings
hu_hu: Navigációs gomb beállításai

source: Enable Active Step Button Color
hu_hu: Az aktív lépés gomb színének engedélyezése

source: Enable active step button color.
hu_hu: Engedélyezze az aktív lépés gomb színét.

source: Active Step Button Color
hu_hu: Aktív lépés gomb színe

source: Customize active step button text color.
hu_hu: Szabja testre az aktív lépés gomb szövegszínét.

source: Active Step Button Background Color
hu_hu: Aktív lépés gomb háttérszíne

source: Customize active step button background color.
hu_hu: Szabja testre az aktív lépés gomb háttérszínét.

source: Enable Previous Step Button Color
hu_hu: Az előző lépés gomb színének engedélyezése

source: Enable previous step button color.
hu_hu: Engedélyezze az előző lépés gomb színét.

source: Previous Step Button Color
hu_hu: Előző lépés gomb színe

source: Customize previous step button text color.
hu_hu: Szabja testre az előző lépés gomb szövegszínét.

source: Previous Step Button Background Color
hu_hu: Előző lépés gomb háttérszíne

source: Customize previous step button background color.
hu_hu: Szabja testre az előző lépés gomb háttérszínét.

source: Enable Next Step Button Color
hu_hu: A következő lépés gomb színének engedélyezése

source: Enable next step button color.
hu_hu: Engedélyezze a következő lépés gomb színét.

source: Next Step Button Color
hu_hu: Következő lépés gomb színe

source: Customize next step button text color.
hu_hu: Szabja testre a következő lépés gomb szövegszínét.

source: Next Step Button Background Color
hu_hu: Következő lépés gomb háttérszíne

source: Customize next step button background color.
hu_hu: Szabja testre a következő lépés gomb háttérszínét.

source: Single Page
hu_hu: Egyoldalas

source: Multi Page
hu_hu: Többoldalas

source: Quote Attributes Settings
hu_hu: Ajánlat attribútumbeállításai

source: Enable For Specific User Role
hu_hu: Engedélyezés meghatározott felhasználói szerepkörök számára

source: The options for product price, offered price, and tax display below will be visible only for the selected user roles. Leave empty to apply to all user roles.
hu_hu: Az alábbi termékár-, megajánlott ár- és adómegjelenítési beállítások csak a kijelölt felhasználói szerepkörök számára lesznek láthatók. Hagyja üresen, hogy minden felhasználói szerepkörre alkalmazza.

source: Note: For user roles that are not selected, the product price, offered price, and tax display will be hidden.
hu_hu: Megjegyzés: A nem kijelölt felhasználói szerepköröknél a termékár, a megajánlott ár és az adó megjelenítése rejtve lesz.

source: Enable Product Price
hu_hu: Termékár engedélyezése

source: Enable product price, subtotal and total of quote basket.
hu_hu: Engedélyezze az ajánlatkosárban a termékár, a részösszeg és a végösszeg megjelenítését.

source: Enable Offered Price
hu_hu: Megajánlott ár engedélyezése

source: Enable offered price and subtotal(offered price) of quote basket.
hu_hu: Engedélyezze az ajánlatkosárban a megajánlott ár és a részösszeg (megajánlott ár) megjelenítését.

source: Note: offered price will be excluding tax if products prices are excluding tax and including tax if prices are including tax.
hu_hu: Megjegyzés: a megajánlott ár nettó lesz, ha a termékárak nettók, és bruttó lesz, ha az árak bruttók.

source: Increase Offered Price
hu_hu: Megajánlott ár növelése

source: Enter number in percent to increase the offered price from standard price of product. Leave empty for standard price.
hu_hu: Adjon meg egy százalékos értéket a megajánlott ár termék alapárhoz viszonyított növeléséhez. Hagyja üresen az alapár megtartásához.

source: Note: offered price will be display according to settings of cart. (including/excluding tax)
hu_hu: Megjegyzés: a megajánlott ár a kosár beállításai szerint kerül megjelenítésre (bruttó/nettó).

source: Enable Tax Display
hu_hu: Adómegjelenítés engedélyezése

source: Enable tax calculation of quote basket items.
hu_hu: Engedélyezze az ajánlatkosár tételei adójának számítását.

source: Enable Convert to Order
hu_hu: Megrendeléssé alakítás engedélyezése

source: Enable convert to order for customers(Quote Status: In Process, Accepted, Converted to Cart).
hu_hu: Engedélyezze az ügyfelek számára a megrendeléssé alakítást (Ajánlat állapota: Folyamatban, Elfogadva, Kosárra alakítva).

source: Enable Quote Converter Display
hu_hu: Az ajánlat átalakítójának megjelenítésének engedélyezése

source: Enable display of quote converted (User/Admin) in my-account quote details.
hu_hu: Engedélyezze az ajánlatot átalakító (Felhasználó/Admin) megjelenítését a my-account ajánlat részleteiben.

source: Enable Convert to Cart
hu_hu: Kosárra alakítás engedélyezése

source: Enable convert to cart for customers(Quote Status: In Process, Accepted).
hu_hu: Engedélyezze az ügyfelek számára a kosárra alakítást (Ajánlat állapota: Folyamatban, Elfogadva).

source: You can add the 'Add to Quote' button anywhere on your website using the shortcode.
hu_hu: A 'Hozzáadás az ajánlathoz' gombot a webhelyén bárhová hozzáadhatja a shortcode használatával.

source: Creates a simple "Add to Quote" button for a specific product. Requires the product ID and allows customization of the button text. For variable products, provide the variation ID. The product (or variation) will be added directly to the quote list when clicked.
hu_hu: Egyszerű "Hozzáadás az ajánlathoz" gombot hoz létre egy adott termékhez. Szükséges a termékazonosító, és lehetővé teszi a gombszöveg testreszabását. Változatos termékeknél adja meg a variáció azonosítóját. A termék (vagy variáció) kattintáskor közvetlenül felkerül az ajánlatlistára.

source: Generates a customizable quote button with optional CSS classes for styling. Includes all basic functionality while allowing design customization through additional CSS classes.
hu_hu: Testreszabható ajánlatgombot generál opcionális CSS osztályokkal a stílushoz. Tartalmaz minden alapfunkciót, miközben lehetővé teszi a dizájn testreszabását további CSS osztályokkal.

source: Creates a quote button that adds a specified quantity of the product. The product-quantity attribute determines how many units will be included in the quote request when clicked.
hu_hu: Olyan ajánlatgombot hoz létre, amely a termék megadott mennyiségét adja hozzá. A product-quantity attribútum határozza meg, hogy kattintáskor hány egység kerül az ajánlatkérésbe.

source: Creates an enhanced quote button with both styling options and add to quote via popup. When enabled, clicking the button displays a popup dialog that will handle place quote functionality.
hu_hu: Fejlettebb ajánlatgombot hoz létre stílusbeállításokkal és felugró ablakon keresztüli hozzáadással az ajánlathoz. Engedélyezés esetén a gombra kattintva egy felugró párbeszédablak jelenik meg, amely az ajánlat beküldésének funkcióját kezeli.

source: Product SKU
hu_hu: Termék SKU

source: Order details
hu_hu: Rendelés részletei

source: Total
hu_hu: Összesen

source: Note:
hu_hu: Megjegyzés:

source: Address:
hu_hu: Cím:

source: Quote
hu_hu: Ajánlat

source: Quote Status:
hu_hu: Ajánlat állapota:

source: Quote Date:
hu_hu: Ajánlat dátuma:

source: Image
hu_hu: Kép

source: Price
hu_hu: Ár

source: Offered price
hu_hu: Felajánlott ár

source: Offered Subtotal
hu_hu: Felajánlott részösszeg

source: Offered Price
hu_hu: Felajánlott ár

source: Subtotal(Standard)
hu_hu: Részösszeg(Standard)

source: VAT(Standard)
hu_hu: ÁFA(Standard)

source: Offered VAT
hu_hu: Felajánlott ÁFA

source: Total(Standard)
hu_hu: Végösszeg(Standard)

source: Offered Total
hu_hu: Felajánlott végösszeg

source: Quote Total
hu_hu: Ajánlat végösszege

source: WooCommerce Request a Quote plugin is inactive.
hu_hu: A WooCommerce Request a Quote bővítmény inaktív.

source: must be active for this plugin to work. Please install &amp; activate WooCommerce.
hu_hu: aktívnak kell lennie, hogy ez a bővítmény működjön. Kérjük, telepítse &amp; aktiválja a WooCommerce-t.

source: Request for Quote Rules
hu_hu: Ajánlatkérési szabályok

source: Request for Quote Rule
hu_hu: Ajánlatkérési szabály

source: Add New Rule
hu_hu: Új szabály hozzáadása

source: Edit Rule
hu_hu: Szabály szerkesztése

source: New Rule
hu_hu: Új szabály

source: View Rule
hu_hu: Szabály megtekintése

source: Search Rule
hu_hu: Szabály keresése

source: No rule found
hu_hu: Nem található szabály

source: No rule found in trash
hu_hu: A lomtárban nem található szabály

source: Quote rule published
hu_hu: Ajánlatkérési szabály közzétéve

source: Quote rule updated
hu_hu: Ajánlatkérési szabály frissítve

source: Fields for Request a Quote
hu_hu: Mezők az ajánlatkéréshez

source: Field for Quote Rule
hu_hu: Mező az ajánlatkérési szabályhoz

source: Add New Field
hu_hu: Új mező hozzáadása

source: Edit Field
hu_hu: Mező szerkesztése

source: New Field
hu_hu: Új mező

source: View Field
hu_hu: Mező megtekintése

source: Search Field
hu_hu: Mező keresése

source: No Field found
hu_hu: Nem található mező

source: No Field found in trash
hu_hu: A lomtárban nem található mező

source: Field Attributes
hu_hu: Mező attribútumai

source: Quote field published
hu_hu: Ajánlatkérési mező közzétéve

source: Quote field updated
hu_hu: Ajánlatkérési mező frissítve

source: Quotes
hu_hu: Ajánlatok

source: New Quote
hu_hu: Új ajánlat

source: Edit Quote
hu_hu: Ajánlat szerkesztése

source: View Quote
hu_hu: Ajánlat megtekintése

source: Search Quote
hu_hu: Ajánlat keresése

source: No Quote found
hu_hu: Nem található ajánlat

source: No quote found in trash
hu_hu: A lomtárban nem található ajánlat

source: Quote published
hu_hu: Ajánlat közzétéve

source: Quote updated
hu_hu: Ajánlat frissítve

source: Quote Request
hu_hu: Árajánlat kérése

source: Product selection
hu_hu: Termékválasztás

source: Contact information
hu_hu: Elérhetőségi adatok

source: Review information
hu_hu: Adatok áttekintése

source: Continue Shopping
hu_hu: Vásárlás folytatása

source: Next step
hu_hu: Következő lépés

source: Site security violated.
hu_hu: Az oldal biztonsága sérült.

source: Unable to place quote. Some fields contain invalid information.
hu_hu: Nem sikerült leadni az árajánlatot. Néhány mező érvénytelen információt tartalmaz.

source: The email address must match the one used for the quote.
hu_hu: Az e-mail-címnek meg kell egyeznie az árajánlathoz használt címmel.

source: Failed ajax security check!
hu_hu: Az ajax biztonsági ellenőrzése sikertelen!

source: Quote Item not found
hu_hu: Árajánlati tétel nem található

source: Quote is not permitted for “%s”.
hu_hu: „%s” esetében az árajánlat nem engedélyezett.

source: Unable to update quote. Some fields contain invalid information.
hu_hu: Nem sikerült frissíteni az árajánlatot. Néhány mező érvénytelen információt tartalmaz.

source: “%s” has not been added to your quote.
hu_hu: „%s” nem került hozzáadásra az árajánlatához.

source: View quote
hu_hu: Árajánlat megtekintése

source: “%1$s” has been added to your quote. %2$s
hu_hu: „%1$s” hozzáadásra került az árajánlatához. %2$s

source: Quote is not available for selected variation.
hu_hu: Az árajánlat nem érhető el a kiválasztott változathoz.

source: Quote is not available for “%s”.
hu_hu: „%s” esetében az árajánlat nem érhető el.

source: “%s” has been removed from quote basket.
hu_hu: „%s” eltávolításra került az árajánlati kosárból.

source: You are not authorized to download this quote.
hu_hu: Nincs jogosultsága az árajánlat letöltéséhez.

source: Site security violated1.
hu_hu: Az oldal biztonsága sérült1.

source: Please enter valid quantity.
hu_hu: Kérjük, adjon meg érvényes mennyiséget.

source: You cannot add that amount to the quote -- we have %1$s in stock and you already have %2$s in your quote.
hu_hu: Nem adhat hozzá ekkora mennyiséget az árajánlathoz -- raktáron %1$s van, és már %2$s szerepel az árajánlatában.

source: You cannot add that amount to the quote -- we have %1$s in stock.
hu_hu: Nem adhat hozzá ekkora mennyiséget az árajánlathoz -- raktáron %1$s van.

source: Not enough stock for "%1$s". Requested: %2$d, Available: %3$d
hu_hu: Nincs elegendő készlet a(z) "%1$s" termékhez. Kért: %2$d, Elérhető: %3$d

source: via the 'Convert to Cart' link.
hu_hu: a 'Kosárra váltás' linken keresztül.

source: This quote has been converted to
hu_hu: Ez az árajánlat át lett alakítva erre

source: Customer
hu_hu: Ügyfél

source: This quote has already been converted to an order.
hu_hu: Ezt az árajánlatot már megrendeléssé alakították.

source: Please log in to your account to convert this quote to cart.
hu_hu: Kérjük, jelentkezzen be a fiókjába, hogy ezt az árajánlatot kosárrá alakíthassa.

source: You are logged in, but not as the user who placed this quote. Please log in with the correct account.
hu_hu: Be van jelentkezve, de nem annak a felhasználónak a nevében, aki ezt az árajánlatot leadta. Kérjük, a megfelelő fiókkal jelentkezzen be.

source: Invalid quote conversion request.
hu_hu: Érvénytelen árajánlat-átalakítási kérelem.

source: Invalid or expired conversion link.
hu_hu: Érvénytelen vagy lejárt átalakítási hivatkozás.

source: This quote conversion link has expired.
hu_hu: Ez az árajánlat-átalakítási hivatkozás lejárt.

source: No quote items found.
hu_hu: Nem találhatók árajánlati tételek.

source: Your quote items have been added to the cart.
hu_hu: Az árajánlati tételei a kosárba kerültek.

source: You cannot add items to cart while cart contains quote products.
hu_hu: Nem adhat hozzá tételeket a kosárhoz, amíg a kosár árajánlati termékeket tartalmaz.

source: Clear Cart
hu_hu: Kosár ürítése

source: Quote Number
hu_hu: Árajánlat száma

source: Quote Date
hu_hu: Árajánlat dátuma

source: View File
hu_hu: Fájl megtekintése

source: Is quote converted to cart?
hu_hu: Át lett alakítva az árajánlat kosárrá?

source: Quote ID.
hu_hu: Árajánlat azonosítója.

source: Please choose product options&hellip;
hu_hu: Kérjük, válassza ki a termékopciókat&hellip;

source: Quote is not permitted for selected variation &hellip;
hu_hu: Az árajánlat nem engedélyezett a kiválasztott változathoz &hellip;

source: Invalid value posted for %s
hu_hu: Érvénytelen érték került beküldésre ehhez: %s

source: You cannot add another "%s" to your quote.
hu_hu: Nem adhat hozzá újabb "%s" elemet az árajánlatához.

source: Sorry, this product cannot be purchased.
hu_hu: Sajnáljuk, ez a termék nem vásárolható meg.

source: Quote ID is required to convert a quote to order.
hu_hu: Az ajánlat rendelésre átalakításához ajánlat-azonosító szükséges.

source: Quote Contents are empty.
hu_hu: Az ajánlat tartalma üres.

source: Your Quote# %1$s has been converted to Order# %2$s.
hu_hu: Az Ön Ajánlat# %1$s át lett alakítva Rendelés# %2$s.

source: Quote ID is required to convert a quote to cart.
hu_hu: Az ajánlat kosárba helyezéséhez ajánlat-azonosító szükséges.

source: Post data should not be empty to create a quote.
hu_hu: Ajánlat létrehozásához a POST adatok nem lehetnek üresek.

source: No item found in quote basket.
hu_hu: Nem található tétel az ajánlat kosarában.

source: Quotation #:
hu_hu: Árajánlat #:

source: Quote Contents
hu_hu: Ajánlat tartalma

source: Subtotal(standard)
hu_hu: Részösszeg(standard)

source: Subtotal(offered)
hu_hu: Részösszeg(ajánlott)

source: Vat(standard)
hu_hu: Áfa(standard)

source: Total(standard)
hu_hu: Összesen(standard)

source: Unique identifier for the resource.
hu_hu: Az erőforrás egyedi azonosítója.

source: Whether to bypass trash and force deletion.
hu_hu: A kukába helyezés megkerülése és a kényszerített törlés.

source: Cannot create existing %s.
hu_hu: A már létező %s nem hozható létre.

source: Invalid Quote ID %s.
hu_hu: Érvénytelen ajánlat-azonosító %s.

source: Invalid ID.
hu_hu: Érvénytelen azonosító.

source: Sorry, you are not allowed to delete %s.
hu_hu: Sajnáljuk, nincs jogosultsága %s törléséhez.

source: The %s cannot be deleted.
hu_hu: A(z) %s nem törölhető.

source: Rule title.
hu_hu: A szabály címe.

source: The date the product was created, in the site's timezone.
hu_hu: A termék létrehozásának dátuma a webhely időzónájában.

source: The date the product was created, as GMT.
hu_hu: A termék létrehozásának dátuma GMT szerint.

source: The date the product was last modified, in the site's timezone.
hu_hu: A termék legutóbbi módosításának dátuma a webhely időzónájában.

source: The date the product was last modified, as GMT.
hu_hu: A termék legutóbbi módosításának dátuma GMT szerint.

source: Rule status (post status).
hu_hu: A szabály állapota (bejegyzés állapota).

source: Customer ID/User ID.
hu_hu: Vevő ID/Felhasználó ID.

source: Customer Details filled by customer customer when submitting the form.
hu_hu: Az űrlap beküldésekor a vevő által kitöltött vevői adatok.

source: User ID.
hu_hu: Felhasználó ID.

source: List of quote items along with Quantity and other data.
hu_hu: Az ajánlat tételeinek listája a mennyiséggel és egyéb adatokkal együtt.

source: Key of item.
hu_hu: A tétel kulcsa.

source: Product ID.
hu_hu: Termék ID.

source: Variation ID.
hu_hu: Változat ID.

source: Variation.
hu_hu: Változat.

source: Quantity.
hu_hu: Mennyiség.

source: Price of item.
hu_hu: A tétel ára.

source: Offered Price.
hu_hu: Ajánlott ár.

source: Subtotal of item.
hu_hu: A tétel részösszege.

source: Offered price subtotal.
hu_hu: Az ajánlott ár részösszege.

source: Total tax of item.
hu_hu: A tétel teljes adója.

source: Total of product.
hu_hu: A termék végösszege.

source: Totals of quote.
hu_hu: Az ajánlat végösszegei.

source: Subtotal of Quote.
hu_hu: Az ajánlat részösszege.

source: Total tax.
hu_hu: Teljes adó.

source: Total of Quote.
hu_hu: Az ajánlat végösszege.

source: Rule Priority.
hu_hu: A szabály prioritása.

source: Is rule applies on all products.
hu_hu: A szabály minden termékre érvényes-e.

source: Rules applies on products.
hu_hu: A szabályok a termékekre vonatkoznak.

source: Rule applies on categories.
hu_hu: A szabály a kategóriákra vonatkozik.

source: Is price of product is hidden?
hu_hu: Rejtve van a termék ára?

source: Text to replace add price of products.
hu_hu: Szöveg a termékek ára helyett.

source: Is add to cart button hidden?
hu_hu: Rejtve van a Kosárba gomb?

source: Text to replace add to cart button.
hu_hu: Szöveg a Kosárba gomb helyettesítésére.

source: contact 7 form ID.
hu_hu: Contact Form 7 űrlapazonosító.

source: Link for custom button.
hu_hu: Egyéni gomb hivatkozása.

source: Subtotal( Standard)
hu_hu: Részösszeg( Normál)

source: Subtotal (Offered)
hu_hu: Részösszeg (Ajánlott)

source: Vat (Standard)
hu_hu: ÁFA (Normál)

source: Vat (Offered)
hu_hu: ÁFA (Ajánlott)

source: Total (Standard)
hu_hu: Összesen (Normál)

source: Total (Offered)
hu_hu: Összesen (Ajánlott)

source: PROCEED TO CHECKOUT →
hu_hu: TOVÁBB A PÉNZTÁRHOZ →

source: Quote
hu_hu: Ajánlat

source: was placed on
hu_hu: leadva ekkor

source: Invalid quote.
hu_hu: Érvénytelen ajánlat.

source: Converted by
hu_hu: Átalakította

source: Order #
hu_hu: Rendelés #

source: Great news! Your quote items are now waiting in your cart.
hu_hu: Nagyszerű hír! Ajánlata tételei most a kosarában várakoznak.

source: Ready to complete your purchase?
hu_hu: Készen áll a vásárlás befejezésére?

source: Proceed to Checkout
hu_hu: Tovább a pénztárhoz

source: Quote updates
hu_hu: Az ajánlat frissítései

source: Download
hu_hu: Letöltés

source: Available on backorder
hu_hu: Utánrendelhető

source: Quote totals
hu_hu: Ajánlat összesen

source: Offered Price Subtotal
hu_hu: Ajánlati ár részösszege

source: Vat
hu_hu: ÁFA

source: Offered Vat
hu_hu: Ajánlati ÁFA

source: Action
hu_hu: Művelet

source: View
hu_hu: Megtekintés

source: Download PDF
hu_hu: PDF letöltése

source: Go to shop
hu_hu: Tovább a boltba

source: No quote has been made yet.
hu_hu: Még nem készült ajánlat.

source: Your quote is currently empty.
hu_hu: Az ajánlata jelenleg üres.

source: Return To Shop
hu_hu: Vissza a boltba

source: Products
hu_hu: Termékek

source: The following products will be added to your quote request
hu_hu: A következő termékek kerülnek hozzáadásra az ajánlatkéréséhez

source: Icon
hu_hu: Ikon

source: Thank you!
hu_hu: Köszönjük!

source: Remove this item
hu_hu: Távolítsa el ezt a tételt

source: View Quote
hu_hu: Ajánlat megtekintése

source: No products in the Quote Basket.
hu_hu: Nincsenek termékek az Ajánlati kosárban.

source: items in quote
hu_hu: tétel az ajánlatban

source: Update Quote
hu_hu: Ajánlat frissítése

source: Subtotal (Standard)
hu_hu: Részösszeg (Normál)
