Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/addify_rfq/addify_rfq-*.po
Languages: hu_hu

source: Request a Quote for WooCommerce
hu_hu: Árajánlatkérés WooCommerce-hez

source: Allow customers to add product(s) to quote basket and ask for a quote by submitting a simple quote form.
hu_hu: Tegye lehetővé a vásárlók számára, hogy termék(ek)et az árajánlat-kosárba tegyenek, és egy egyszerű árajánlatkérő űrlap beküldésével árajánlatot kérjenek.

source: All Quotes
hu_hu: Összes árajánlat

source: Quote Rules
hu_hu: Árajánlati szabályok

source: Quote Fields
hu_hu: Árajánlati mezők

source: Settings
hu_hu: Beállítások

source: Show/Hide/Disable Quote
hu_hu: Árajánlatkérés megjelenítése/elrejtése/letiltása

source: Show Quote button if rule applicable
hu_hu: Árajánlatkérés gomb megjelenítése, ha a szabály alkalmazható

source: Disable Quote Button
hu_hu: Árajánlatkérés gomb letiltása

source: Disable Quote and show Add to Cart Button
hu_hu: Árajánlatkérés letiltása és a Kosárba gomb megjelenítése

source: Hide Quote Button
hu_hu: Árajánlatkérés gomb elrejtése

source: Hide Quote and show Add to Cart Button
hu_hu: Árajánlatkérés elrejtése és a Kosárba gomb megjelenítése

source: show/Disable/hide/replace request a quote for above variation.
hu_hu: árajánlatkérés megjelenítése/letiltása/elrejtése/helyettesítése a fenti variációhoz.

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable
hu_hu: Engedélyezés

source: Disable
hu_hu: Letiltás

source: Required
hu_hu: Kötelező

source: Field name should be unique for each field.
hu_hu: A mező neve minden mezőnél legyen egyedi.

source: Rule Settings
hu_hu: Szabálybeállítások

source: Customer Information
hu_hu: Vásárlói adatok

source: Quote Details
hu_hu: Árajánlat részletei

source: Quote Attributes
hu_hu: Árajánlat attribútumai

source: Quote Notes
hu_hu: Árajánlat megjegyzései

source: Field Attributes and Values
hu_hu: Mezőattribútumok és értékek

source: Request a Quote
hu_hu: Árajánlatkérés

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: User Roles
hu_hu: Felhasználói szerepkörök

source: Hide Price
hu_hu: Ár elrejtése

source: Button Text
hu_hu: Gomb szövege

source: Rule Priority
hu_hu: Szabály prioritása

source: Date
hu_hu: Dátum

source: Label
hu_hu: Címke

source: Type
hu_hu: Típus

source: Meta Key/ Field Name
hu_hu: Meta kulcs/ Mező neve

source: Default Value
hu_hu: Alapértelmezett érték

source: Display Order
hu_hu: Megjelenítési sorrend

source: Status
hu_hu: Állapot

source: Quote #
hu_hu: Árajánlat #

source: Customer Name
hu_hu: Vásárló neve

source: Customer Email
hu_hu: Vásárló e-mail-címe

source: Quote Status
hu_hu: Árajánlat állapota

source: Security check failed
hu_hu: A biztonsági ellenőrzés nem sikerült

source: Text
hu_hu: Szöveg

source: Number
hu_hu: Szám

source: File
hu_hu: Fájl

source: Time
hu_hu: Idő

source: DateTime
hu_hu: Dátum és idő

source: Textarea
hu_hu: Szövegterület

source: Select (Dropdown)
hu_hu: Választó (legördülő lista)

source: Multi Select
hu_hu: Többszörös kijelölés

source: Radio
hu_hu: Rádiógomb

source: Checkbox
hu_hu: Jelölőnégyzet

source: Terms & Conditions
hu_hu: Általános szerződési feltételek

source: Username
hu_hu: Felhasználónév

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Nickname
hu_hu: Becenév

source: Display Name
hu_hu: Megjelenített név

source: Billing First Name
hu_hu: Számlázási keresztnév

source: Billing Last Name
hu_hu: Számlázási vezetéknév

source: Billing Company
hu_hu: Számlázási cég

source: Billing Address 1
hu_hu: Számlázási cím 1

source: Billing Address 2
hu_hu: Számlázási cím 2

source: Billing City
hu_hu: Számlázási város

source: Billing Postcode
hu_hu: Számlázási irányítószám

source: Billing Phone
hu_hu: Számlázási telefonszám

source: Billing Email
hu_hu: Számlázási e-mail

source: Shipping First Name
hu_hu: Szállítási keresztnév

source: Shipping Last Name
hu_hu: Szállítási vezetéknév

source: Shipping Company
hu_hu: Szállítási cég

source: Shipping Address 1
hu_hu: Szállítási cím 1

source: Shipping Address 2
hu_hu: Szállítási cím 2

source: Shipping City
hu_hu: Szállítási város

source: Shipping Postcode
hu_hu: Szállítási irányítószám

source: Shipping Phone
hu_hu: Szállítási telefonszám

source: Shipping Email
hu_hu: Szállítási e-mail

source: Field Name
hu_hu: Mező neve

source: Add a unique name for each quote field. It is also used as meta_key to store values in database. Once publish, you will not be able to modify it.
hu_hu: Adjon meg egy egyedi nevet minden ajánlati mezőhöz. Ezt meta_key-ként is használja az értékek adatbázisban történő tárolására. Közzététel után nem fogja tudni módosítani.

source: Field Type
hu_hu: Mező típusa

source: Field label
hu_hu: Mező címkéje

source: Field Default Value
hu_hu: Mező alapértelmezett értéke

source: Field Placeholder
hu_hu: Mező helyőrzője

source: Field Width
hu_hu: Mező szélessége

source: Full Width
hu_hu: Teljes szélesség

source: Half Width
hu_hu: Fél szélesség

source: Allowed File Types
hu_hu: Engedélyezett fájltípusok

source: Add Comma separated file extensions. Ex. pdf,txt,jpg.
hu_hu: Adjon hozzá vesszővel elválasztott fájlkiterjesztéseket. Pl. pdf,txt,jpg.

source: Allowed File Size
hu_hu: Engedélyezett fájlméret

source: File size in bytes 1KB = 1000 bytes and 1MB = 1000000 bytes
hu_hu: Fájlméret bájtban 1KB = 1000 bájt és 1MB = 1000000 bájt

source: Field Options
hu_hu: Mező opciói

source: Add Option(s) for fields types ( Select, Multi-Select and Radio ).
hu_hu: Adjon hozzá opció(ka)t a mezőtípusokhoz ( Select, Multi-Select és Radio ).

source: This order has been created from
hu_hu: Ez a rendelés innen lett létrehozva

source: This quote has been converted to
hu_hu: Ez az ajánlat erre lett átalakítva

source: Your quote has been converted to
hu_hu: Az Ön ajánlata erre lett átalakítva

source: Shipping
hu_hu: Szállítás

source: Administrator
hu_hu: Adminisztrátor

source: Quote ID:
hu_hu: Ajánlat azonosítója:

source: Quote User:
hu_hu: Ajánlat felhasználója:

source: View file
hu_hu: Fájl megtekintése

source: No file was uploaded by user.
hu_hu: A felhasználó nem töltött fel fájlt.

source: Thumbnail
hu_hu: Bélyegkép

source: Item
hu_hu: Tétel

source: Cost
hu_hu: Egységár

source: Off. Price
hu_hu: Ajánlati ár

source: Qty
hu_hu: Mennyiség

source: Subtotal
hu_hu: Részösszeg

source: Off. Subtotal
hu_hu: Ajánlati részösszeg

source: Shipping Cost
hu_hu: Szállítási költség

source: Note: Tax/Vat will be calculated on quote conversion to order but it is visible to customers.
hu_hu: Megjegyzés: Az adó/ÁFA az ajánlat megrendeléssé alakításakor kerül kiszámításra, de a vásárlók számára látható.

source: Add product
hu_hu: Termék hozzáadása

source: Product
hu_hu: Termék

source: Quantity
hu_hu: Mennyiség

source: Add to Quote
hu_hu: Hozzáadás az ajánlathoz

source: Add product(s)
hu_hu: Termék(ek) hozzáadása

source: Convert to Order
hu_hu: Átalakítás megrendeléssé

source: Convert to Cart
hu_hu: Átalakítás kosárrá

source: Enable Link Expiration
hu_hu: Link lejáratának engedélyezése

source: Enable expiry for cart conversion links. When enabled, links will expire after the specified number of days.
hu_hu: Engedélyezze a kosárkonverziós linkek lejáratát. Engedélyezés esetén a linkek a megadott napok száma után lejárnak.

source: Cart Link Expiry Time
hu_hu: Kosárkonverziós link lejárati ideje

source: days
hu_hu: nap

source: Enter the number of days after which the cart link will expire. If left blank, defaults to 7 days.
hu_hu: Adja meg, hány nap után járjon le a kosárkonverziós link. Ha üresen hagyja, az alapértelmezett érték 7 nap.

source: Share this link with the customer to convert their quote to cart:
hu_hu: Ossza meg ezt a linket az ügyféllel az ajánlatának kosárrá alakításához:

source: Regenerate
hu_hu: Újragenerálás

source: Copy
hu_hu: Másolás

source: Copied!
hu_hu: Másolva!

source: There are no notes yet.
hu_hu: Még nincsenek megjegyzések.

source: Delete note
hu_hu: Megjegyzés törlése

source: Add note
hu_hu: Megjegyzés hozzáadása

source: Private note
hu_hu: Privát megjegyzés

source: Note to customer
hu_hu: Megjegyzés az ügyfélnek

source: Add
hu_hu: Hozzáadás

source: Pending
hu_hu: Függőben

source: In Process
hu_hu: Folyamatban

source: Accepted
hu_hu: Elfogadva

source: Converted to Cart
hu_hu: Kosárrá alakítva

source: Converted to Order
hu_hu: Megrendeléssé alakítva

source: Declined
hu_hu: Elutasítva

source: Cancelled
hu_hu: Törölve

source: Current Status
hu_hu: Aktuális állapot

source: Notify Customer
hu_hu: Ügyfél értesítése

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Select "Yes" to notify customer via email.
hu_hu: Válassza az "Igen" lehetőséget az ügyfél e-mailes értesítéséhez.

source: Apply on All User Roles
hu_hu: Alkalmazás minden felhasználói szerepkörre

source: Check this if you want to apply this rule on all user roles.
hu_hu: Jelölje be ezt, ha ezt a szabályt minden felhasználói szerepkörre alkalmazni kívánja.

source: Quote for User Roles
hu_hu: Ajánlatkérés felhasználói szerepkörökhez

source: Select Roles
hu_hu: Válasszon szerepköröket

source: Guest
hu_hu: Vendég

source: Apply on All Products
hu_hu: Alkalmazás minden termékre

source: Check this if you want to apply this rule on all products.
hu_hu: Jelölje be ezt, ha ezt a szabályt minden termékre alkalmazni kívánja.

source: Apply on Out of Stock Products Only
hu_hu: Alkalmazás kizárólag a készleten nem lévő termékekre

source: Check this if you want to apply this rule for "out of stock products" only.
hu_hu: Jelölje be ezt, ha ezt a szabályt kizárólag "készleten nem lévő termékekre" kívánja alkalmazni.

source: Select replace add to cart button with quote button in order to activate it.
hu_hu: Válassza a "Cserélje le a Kosárba gombot Ajánlatkérő gombra" lehetőséget annak aktiválásához.

source: Quote Rule for Selected Products
hu_hu: Ajánlatkérési szabály a kiválasztott termékekre

source: Quote Rule for Selected Categories
hu_hu: Ajánlatkérési szabály a kiválasztott kategóriákra

source: Select Categories
hu_hu: Válasszon kategóriákat

source: Quote Rule for Selected Brands
hu_hu: Ajánlatkérési szabály a kiválasztott márkákra

source: Select Brands
hu_hu: Válasszon márkákat

source: Enable Pop up
hu_hu: Felugró ablak engedélyezése

source: Check this if you want to enable the option to add a quote via a popup.
hu_hu: Jelölje be ezt, ha engedélyezni kívánja az ajánlatkérés felugró ablakon keresztüli hozzáadásának lehetőségét.

source: Hide Price Text
hu_hu: Rejtett ár szövege

source: Display the above text when price is hidden, e.g "Price is hidden"
hu_hu: A fenti szöveg megjelenítése, amikor az ár rejtett, pl. "Az ár rejtett"

source: Hide Add to Cart Button
hu_hu: Kosárba gomb elrejtése

source: Replace Add to Cart button with a Quote Button
hu_hu: Cserélje le a Kosárba gombot Ajánlatkérő gombra

source: Keep Add to Cart button and add a new Quote Button
hu_hu: Tartsa meg a Kosárba gombot, és adjon hozzá új Ajánlatkérő gombot

source: Replace Add to Cart with custom button
hu_hu: Cserélje le a Kosárba gombot egyéni gombra

source: Keep Add to Cart and add a new custom button
hu_hu: Tartsa meg a Kosárba gombot, és adjon hozzá új egyéni gombot

source: Custom Button Link
hu_hu: Egyéni gomb hivatkozása

source: Link for custom button e.g "http://www.example.com"
hu_hu: Egyéni gomb hivatkozása, pl. "http://www.example.com"

source: Custom Button Label
hu_hu: Egyéni gomb felirata

source: Display the above label on custom button, e.g "Request a Quote".
hu_hu: A fenti felirat megjelenítése az egyéni gombon, pl. "Ajánlatkérés".

source: Site Security Violated
hu_hu: A webhely biztonsága sérült

source: Admin (New Quote)
hu_hu: Admin (Új ajánlatkérés)

source: Pending/New Quote
hu_hu: Függőben/Új ajánlatkérés

source: Converted to Order(Admin)
hu_hu: Megrendeléssé alakítva (Admin)

source: Converted to Order(Customer)
hu_hu: Megrendeléssé alakítva (Vásárló)

source: Converted to Cart(Admin)
hu_hu: Kosárrá alakítva (Admin)

source: Converted to Cart(Customer)
hu_hu: Kosárrá alakítva (Vásárló)

source: Declined/Products not available
hu_hu: Elutasítva/Termékek nem elérhetők

source: Cancelled/Rejected
hu_hu: Lemondva/Elutasítva

source: Enable/Disable Email
hu_hu: E-mail engedélyezése/letiltása

source: Subject of Email
hu_hu: E-mail tárgya

source: Heading of Email
hu_hu: E-mail címsora

source: Additional Message
hu_hu: Kiegészítő üzenet

source: Email settings for each status of quote. Messages will be display before quote table in emails.
hu_hu: E-mail beállítások az ajánlatkérés minden állapotához. Az üzenetek az e-mailekben az ajánlat táblázata előtt jelennek meg.

source: General
hu_hu: Általános

source: Convert to Cart Restriction
hu_hu: Kosárrá alakítási korlátozás

source: Custom Messages
hu_hu: Egyéni üzenetek

source: Emails
hu_hu: E-mailek

source: Page builders
hu_hu: Oldalépítők

source: Quote Page Customization
hu_hu: Ajánlatkérési oldal testreszabása

source: Quote Popup Customization
hu_hu: Ajánlatkérő felugró ablak testreszabása

source: Quote Button Shortcode
hu_hu: Ajánlatkérő gomb rövidkódja

source: PDF Settings
hu_hu: PDF beállítások

source: Quote Page Template
hu_hu: Árajánlat oldal sablonja

source: Select Quote Page Layout
hu_hu: Válassza ki az árajánlat oldal elrendezését

source: Select quote page layout.
hu_hu: Válassza ki az árajánlat oldal elrendezését.

source: Enable Table Header Color
hu_hu: Engedélyezze a táblázatfejléc színét

source: Enable quote table header color.
hu_hu: Engedélyezze az árajánlati táblázat fejlécének színét.

source: Table Header Text Color
hu_hu: Táblázatfejléc szövegszíne

source: Customize quote table header text.
hu_hu: Testreszabhatja az árajánlati táblázat fejlécszövegét.

source: Table Header Background Color
hu_hu: Táblázatfejléc háttérszíne

source: Customize quote table header background text.
hu_hu: Testreszabhatja az árajánlati táblázat fejlécének háttérszövegét.

source: Place Quote Button Settings
hu_hu: Árajánlat leadása gomb beállításai

source: Place Quote Button Text
hu_hu: Árajánlat leadása gomb szövege

source: Customize place quote button text.
hu_hu: Testreszabhatja az Árajánlat leadása gomb szövegét.

source: Enable Quote Button Color
hu_hu: Engedélyezze az Árajánlat leadása gomb színét

source: Enable place quote button color.
hu_hu: Engedélyezze az Árajánlat leadása gomb színét.

source: Place Quote Button Color
hu_hu: Árajánlat leadása gomb színe

source: Customize place quote text color.
hu_hu: Testreszabhatja az Árajánlat leadása gomb szövegének színét.

source: Place Quote Button Background Color
hu_hu: Árajánlat leadása gomb háttérszíne

source: Customize place quote background color.
hu_hu: Testreszabhatja az Árajánlat leadása gomb háttérszínét.

source: One Column
hu_hu: Egy oszlop

source: Two Column
hu_hu: Két oszlop

source: Place Quote
hu_hu: Árajánlat leadása

source: Google Captcha Settings
hu_hu: Google Captcha beállításai

source: Enable Captcha
hu_hu: Captcha engedélyezése

source: Enable Google reCaptcha field on the Request a Quote Form.
hu_hu: Engedélyezze a Google reCaptcha mezőt az Árajánlatkérő űrlapon.

source: This is Google reCaptcha site key, you can get this from Google. Without this key Google reCaptcha will not work.
hu_hu: Ez a Google reCaptcha site key, amelyet a Google-tól szerezhet be. E kulcs nélkül a Google reCaptcha nem fog működni.

source: This is Google reCaptcha secret key, you can get this from google. Without this key google reCaptcha will not work.
hu_hu: Ez a Google reCaptcha secret key, amelyet a Google-tól szerezhet be. E kulcs nélkül a Google reCaptcha nem fog működni.

source: Hide Payment Methods
hu_hu: Fizetési módok elrejtése

source: Select payment methods to hide when converting quote to cart.
hu_hu: Válassza ki azokat a fizetési módokat, amelyeket el szeretne rejteni, amikor az árajánlatot kosárrá alakítja.

source: Quote Submitted Successfully Message
hu_hu: Sikeres árajánlat-beküldés üzenete

source: This message will appear on quote submission page, when user submit quote.
hu_hu: Ez az üzenet az árajánlat-beküldési oldalon jelenik meg, amikor a felhasználó beküldi az árajánlatot.

source: View Quote Basket Button Text
hu_hu: Árajánlat-kosár megtekintése gomb szövege

source: This text will be shown for view quote basket button.
hu_hu: Ez a szöveg az Árajánlat-kosár megtekintése gombon jelenik meg.

source: Editors & Builders Settings
hu_hu: Szerkesztők és oldalkészítők beállításai

source: Elementor Compatibility
hu_hu: Elementor kompatibilitás

source: Enable Elementor compatibility
hu_hu: Elementor kompatibilitás engedélyezése

source: Divi Builder Compatibility
hu_hu: Divi Builder kompatibilitás

source: Enable Divi builder compatibility.
hu_hu: Divi Builder kompatibilitás engedélyezése.

source: Solution 2
hu_hu: 2. megoldás

source: Enable another solution if your add to cart is not replaced by plugin button.
hu_hu: Engedélyezzen egy másik megoldást, ha a Hozzáadás a kosárhoz gombot nem váltja fel a bővítmény gombja.

source: Emails Settings
hu_hu: E-mailek beállításai

source: Admin/Shop Manager Email Address(es)
hu_hu: Admin/üzletvezető e-mail-cím(ek)

source: All admin emails that are related to our module will be sent to this email address. If this email is empty then default admin email address is used. You can add more than one email addresses separated by comma (,).
hu_hu: A modulunkhoz kapcsolódó összes rendszergazdai e-mail erre a címre kerül elküldésre. Ha ez az e-mail-cím üres, az alapértelmezett rendszergazdai e-mail-cím kerül felhasználásra. Több e-mail-címet is megadhat, vesszővel (,) elválasztva.

source: Enable Pdf Send to Admin by Email
hu_hu: Pdf e-mailes elküldésének engedélyezése az adminnak

source: Select this checkbox to automatically attach quote PDF with the quote status emails sent to the store admin.
hu_hu: Jelölje be ezt a jelölőnégyzetet, hogy az áruház adminjának küldött árajánlat-állapot e-mailekhez automatikusan csatolódjon az árajánlat Pdf.

source: Enable Pdf Send to Customer by Email
hu_hu: Pdf e-mailes elküldésének engedélyezése az ügyfélnek

source: Select this checkbox to automatically attach quote PDF with the quote status emails sent to customers.
hu_hu: Jelölje be ezt a jelölőnégyzetet, hogy az ügyfeleknek küldött árajánlat-állapot e-mailekhez automatikusan csatolódjon az árajánlat Pdf.

source: Request a Quote Emails
hu_hu: Árajánlatkérő e-mailek

source: General Settings
hu_hu: Általános beállítások

source: Enable (Out of stock)
hu_hu: Engedélyezés (Nincs készleten)

source: Enable/Disable request a quote button for out of stock products. (Note: It is compatible with simple and variable products only)
hu_hu: Ajánlatkérő gomb engedélyezése/letiltása a készlethiányos termékeknél. (Megjegyzés: Csak egyszerű és variálható termékekkel kompatibilis)

source: Quote Basket Menu(s)
hu_hu: Ajánlatkosár menü(k)

source: Select Menu where you want to show Mini quote Basket. If there is no menu then you have to create menu in WordPress menus otherwise mini quote basket will not show.
hu_hu: Válassza ki azt a menüt, ahol a mini ajánlatkosarat meg kívánja jeleníteni. Ha nincs menü, hozzon létre egyet a WordPress menükben, különben a mini ajánlatkosár nem fog megjelenni.

source: Alternatively, You can add quote basket by placing the short code [addify-mini-quote].
hu_hu: Alternatív megoldásként a [addify-mini-quote] rövidkód beillesztésével is hozzáadhatja az ajánlatkosarat.

source: Disable quote basket for user roles
hu_hu: Ajánlatkosár letiltása felhasználói szerepkörök számára

source: Disable quote basket for user roles. Enable for all user roles by default.
hu_hu: Ajánlatkosár letiltása felhasználói szerepkörök számára. Alapértelmezetten minden felhasználói szerepkör számára engedélyezett.

source: Quote Basket Style
hu_hu: Ajánlatkosár stílusa

source: Select to show drop down or icon with number of items in Basket.
hu_hu: Válassza ki, hogy legördülőt vagy az ajánlatkosárban lévő tételek számát mutató ikont kíván megjeleníteni.

source: The mini quote design may not work properly for some page builders/themes. Alternatively, you can use the icon only layout or override the mini quote template by copying it to yourtheme/woocommerce/addify/rfq/quote/mini-quote-dropdown.php
hu_hu: A mini ajánlat dizájn egyes oldalépítőkkel/témákkal nem feltétlenül működik megfelelően. Alternatívaként használhatja a csak ikonos elrendezést, vagy felülírhatja a mini ajánlat sablont azzal, hogy átmásolja ide: yourtheme/woocommerce/addify/rfq/quote/mini-quote-dropdown.php

source: Enable Ajax add to Quote (Product Page)
hu_hu: Ajax hozzáadás az ajánlathoz engedélyezése (Termékoldal)

source: Enable/Disable Ajax add to quote on product page.
hu_hu: Ajax hozzáadás az ajánlathoz engedélyezése/letiltása a termékoldalon.

source: Enable Ajax add to Quote (Shop Page)
hu_hu: Ajax hozzáadás az ajánlathoz engedélyezése (Bolt oldal)

source: Enable/Disable Ajax add to quote on shop page.
hu_hu: Ajax hozzáadás az ajánlathoz engedélyezése/letiltása a bolt oldalon.

source: Redirect to Quote Page
hu_hu: Átirányítás az ajánlat oldalra

source: Redirect to quote page after a product added to quote successfully. This option will not work when ajax add to quote is enabled or popup quote is enabled.
hu_hu: Átirányítás az ajánlat oldalra, miután egy terméket sikeresen hozzáadott az ajánlathoz. Ez az opció nem működik, ha az ajaxos ajánlathoz adás vagy a felugró ajánlat engedélyezve van.

source: Redirect after Quote Submission
hu_hu: Átirányítás az ajánlat beküldése után

source: Redirect to any page after quote is submitted successfully.
hu_hu: Átirányítás bármely oldalra, miután az ajánlat sikeresen beküldésre került.

source: URL to Redirect
hu_hu: Átirányítási URL

source: URL to redirect after quote is submitted successfully.
hu_hu: URL, ahová az ajánlat sikeres beküldése után átirányítjuk.

source: Shipping Fee Taxable
hu_hu: Szállítási díj adóköteles

source: Set shipping fee as taxable. This is for order created from quote via convert to order button.
hu_hu: A szállítási díj adókötelessé tétele. Ez az ajánlatból, a megrendeléssé alakítás gombbal létrehozott rendelésre vonatkozik.

source: Quote Basket with Dropdown
hu_hu: Ajánlatkosár legördülővel

source: Icon and Number of items
hu_hu: Ikon és a tételek száma

source: Company Logo
hu_hu: Vállalati logó

source: Upload company logo.
hu_hu: Töltse fel a vállalati logót.

source: Company Name
hu_hu: Cég neve

source: Enter company name.
hu_hu: Adja meg a cég nevét.

source: Company Address
hu_hu: Cég címe

source: Enter company address info.
hu_hu: Adja meg a cég címadatait.

source: Select Layout
hu_hu: Elrendezés kiválasztása

source: Select the layout for PDF.
hu_hu: Válassza ki a PDF elrendezését.

source: Enable Border
hu_hu: Szegély engedélyezése

source: Enable border for layout .
hu_hu: Szegély engedélyezése az elrendezéshez .

source: Border Color
hu_hu: Szegély színe

source: Select border color for layout .
hu_hu: Válassza ki a szegély színét az elrendezéshez .

source: Background Color
hu_hu: Háttérszín

source: Select background color for layout .
hu_hu: Válassza ki a háttérszínét az elrendezéshez .

source: Text Color
hu_hu: Szöveg színe

source: Text color is applied on text with background color .
hu_hu: A szövegszín a háttérszínnel rendelkező szövegre kerül alkalmazásra .

source: Enable Term and Condition
hu_hu: Felhasználási feltételek engedélyezése

source: Enable term & conditions in PDF.
hu_hu: Felhasználási feltételek engedélyezése a PDF-ben.

source: Term and Condition Text
hu_hu: Felhasználási feltételek szövege

source: Enter text for term & conditions in PDF.
hu_hu: Adja meg a felhasználási feltételek szövegét a PDF-ben.

source: Disable for Customers
hu_hu: Letiltás vásárlók számára
