Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-booking-system-authorize-net/wp-booking-system-authorize-net-*.po
Languages: hu_hu

source: WP Booking System - Authorize.Net Add-on
hu_hu: WP Booking System - Authorize.Net kiegészítő

source: Accept credit card payments through Authorize.Net
hu_hu: Fogadjon hitelkártyás fizetéseket az Authorize.Net-en keresztül

source: Cardholder Name
hu_hu: Kártyabirtokos neve

source: Card Details
hu_hu: Kártyaadatok

source: This field is required.
hu_hu: Ez a mező kötelező.

source: Submit
hu_hu: Küldés

source: Cardholder Name Label
hu_hu: Kártyabirtokos neve felirata

source: The label for the Cardholder's Name in the payment form.
hu_hu: A kártyabirtokos nevének felirata a fizetési űrlapon.

source: Card Details Label
hu_hu: Kártyaadatok felirata

source: The label for the Card Details in the payment form.
hu_hu: A kártyaadatok felirata a fizetési űrlapon.

source: Payment Required Field
hu_hu: Kötelező fizetési mező

source: The error message when a payment form field is empty.
hu_hu: A hibaüzenet, amikor egy fizetési űrlapmező üres.

source: Payment Submit Button Label
hu_hu: Fizetés elküldése gomb felirata

source: The button label when submitting a payment form.
hu_hu: A gomb felirata a fizetési űrlap beküldésekor.

source: Accept credit card payments through Authorize.Net.
hu_hu: Fogadjon hitelkártyás fizetéseket az Authorize.Net-en keresztül.

source: Enable Authorize.Net
hu_hu: Authorize.Net engedélyezése

source: Display name
hu_hu: Megjelenített név

source: The payment method name that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód neve.

source: Description
hu_hu: Leírás

source: The payment method description that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód leírása.

source: Invoice Item Name
hu_hu: Számlatétel neve

source: The name of the product that appears on the Authorize.Net invoice. Eg. "Booking at Anne's house."
hu_hu: A termék neve, amely az Authorize.Net számlán megjelenik. Pl. "Foglalás Anna házában."

source: API Credentials
hu_hu: API hitelesítő adatok

source: If you need help getting your API Keys, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/authorize-net-integration/">check out our guide</a> which offers step by step instructions.
hu_hu: Ha segítségre van szüksége az API kulcsok beszerzéséhez, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/authorize-net-integration/">tekintse meg az útmutatónkat</a>, amely lépésről lépésre bemutatja a teendőket.

source: Enable Sandbox
hu_hu: Sandbox engedélyezése

source: We recommend enabling sandbox mode and testing the payment integration before going live.
hu_hu: Javasoljuk a sandbox mód engedélyezését és a fizetési integráció tesztelését az élesítés előtt.

source: Sandbox API Login ID
hu_hu: Sandbox API bejelentkezési azonosító

source: Sandbox Transaction Key
hu_hu: Sandbox tranzakciós kulcs

source: Sandbox Client Key
hu_hu: Sandbox klienskulcs

source: Production API Login ID
hu_hu: Éles API bejelentkezési azonosító

source: Production Transaction Key
hu_hu: Éles tranzakciós kulcs

source: Production Client Key
hu_hu: Éles klienskulcs

source: Something went wrong. Please refresh the page and try again.
hu_hu: Valami hiba történt. Kérjük, frissítse az oldalt, és próbálja újra.

source: The minimum payable amount is 0.01$
hu_hu: A fizetendő minimális összeg 0.01$

source: This currency is not supported by Authorize.Net
hu_hu: Ezt a pénznemet az Authorize.Net nem támogatja

source: Authorize.Net Test mode is enabled. To make a test payment, use the 4111 1111 1111 1111 credit card with any future expiration date and any CVV code.
hu_hu: Az Authorize.Net tesztmód engedélyezve van. Tesztfizetéshez használja a 4111 1111 1111 1111 hitelkártyaszámot bármely jövőbeli lejárati dátummal és bármilyen CVV-kóddal.

source: Authorize.Net Test mode is enabled.
hu_hu: Az Authorize.Net tesztmód engedélyezve van.

source: Deposit
hu_hu: Előleg

source: Final Payment
hu_hu: Végső fizetés

source: Pay with your credit card through Authorize.Net.
hu_hu: Fizessen hitelkártyával az Authorize.Net-en keresztül.

source: The <strong>Authorize.Net</strong> Add-on requires WP Booking System version
hu_hu: A(z) <strong>Authorize.Net</strong> kiegészítő a WP Booking System verzióját igényli
