Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpgb-bricks/wpgb-bricks-*.po
Languages: hu_hu

source: Integrate WP Grid Builder with Bricks plugin.
hu_hu: Integrálja a WP Grid Buildert a Bricks bővítménnyel.

source: Please wait, loading content...
hu_hu: Kérjük, várjon, tartalom betöltése...

source: No content found in facet.
hu_hu: Nem található tartalom a szűrőben.

source: Fading Animation
hu_hu: Halványuló animáció

source: Facet
hu_hu: Szűrő

source: Grid
hu_hu: Rács

source: Select a facet
hu_hu: Válasszon szűrőt

source: None
hu_hu: Nincs

source: Select a grid or element to filter
hu_hu: Válasszon egy rácsot vagy elemet a szűréshez

source: Select a style
hu_hu: Válasszon stílust

source: Or enter an element ID to filter
hu_hu: Vagy adjon meg egy elemazonosítót a szűréshez

source: Bricks element ID can be found when editing the element in Bricks and starts with "#brxe-".
hu_hu: A Bricks elemazonosító az elem Bricksben történő szerkesztésekor található meg, és "#brxe-" előtaggal kezdődik.

source: It is mainly used to target an element when editing Popup template in Bricks.
hu_hu: Elsősorban egy elem célzására használják a Bricksben a felugró sablon szerkesztésekor.

source: Select a grid
hu_hu: Válasszon rácsot

source: Archive Template
hu_hu: Archívum sablon

source: <strong>Gridbuilder ᵂᴾ - Bricks</strong> add-on requires at least <code>Gridbuilder ᵂᴾ v1.6.8</code>. Please update Gridbuilder ᵂᴾ to use Bricks add-on.
hu_hu: <strong>Gridbuilder ᵂʾ - Bricks</strong> kiegészítő legalább a <code>Gridbuilder ᵂʾ v1.6.8</code> verziót igényli. Kérjük, frissítse a Gridbuilder ᵂʾ-t a Bricks kiegészítő használatához.

source: <strong>Gridbuilder ᵂᴾ - Bricks</strong> add-on requires at least <code>Bricks v1.5.5</code>. Please update and activate Bricks.
hu_hu: <strong>Gridbuilder ᵂʾ - Bricks</strong> kiegészítő legalább a <code>Bricks v1.5.5</code> verziót igényli. Kérjük, frissítse és aktiválja a Bricks-et.
