Repository: hellowpio/wordpress-translations
Catalog: plugins/*/learndash-bbpress/learndash-bbpress-*.po
Languages: hu_hu

source: LearnDash LMS - bbPress Integration
hu_hu: LearnDash LMS - bbPress integráció

source: LearnDash integration with the bbPress plugin that allows to create private forums for user's enrolled to a course.
hu_hu: LearnDash integráció a bbPress bővítménnyel, amely lehetővé teszi privát fórumok létrehozását a kurzusra beiratkozott felhasználók számára.

source: Course Forum
hu_hu: Kurzusfórum

source: Title:
hu_hu: Cím:

source: Display courses links that belong to a particular forum. This widget will be displayed only on bbpress pages.
hu_hu: Megjeleníti az adott fórumhoz tartozó kurzusok hivatkozásait. Ez a widget csak a bbpress oldalakon jelenik meg.

source: Forum Course
hu_hu: Fórumhoz tartozó kurzus

source: Title
hu_hu: Cím

source: LearnDash Notifications
hu_hu: LearnDash értesítések

source: This forum is restricted to members of the associated course(s) and group(s).
hu_hu: Ez a fórum csak a kapcsolódó kurzus(ok) és csoport(ok) tagjai számára érhető el.

source: Associated Courses and Groups
hu_hu: Kapcsolódó kurzusok és csoportok

source: Click to select
hu_hu: Kattintson a kiválasztáshoz

source: LearnDash bbPress Settings
hu_hu: LearnDash bbPress beállítások

source: Associated Course(s)
hu_hu: Kapcsolódó kurzus(ok)

source: Associated Group(s)
hu_hu: Kapcsolódó csoport(ok)

source: Post Limit Access
hu_hu: Hozzászólási hozzáférés korlátozása

source: All
hu_hu: MIND

source: Any
hu_hu: BÁRMELYIK

source: If you select ALL, then users must have access to all of the associated courses and groups in order to post.
hu_hu: Ha a MIND lehetőséget választja, a felhasználóknak az összes kapcsolódó kurzushoz és csoporthoz hozzáféréssel kell rendelkezniük a hozzászóláshoz.

source: If you select ANY, then users only need to have access to any one of the selected courses or groups in order to post.
hu_hu: Ha a BÁRMELYIK lehetőséget választja, a felhasználóknak elegendő a kiválasztott kurzusok vagy csoportok közül bármelyikhez hozzáféréssel rendelkezniük a hozzászóláshoz.

source: Message shown to users without access
hu_hu: Hozzáféréssel nem rendelkező felhasználóknak megjelenő üzenet

source: Forum View
hu_hu: Fórumnézet

source: Check this box to allow non-enrolled users to view forum threads and topics (they will not be able to post replies).
hu_hu: Jelölje be ezt a négyzetet, hogy a be nem iratkozott felhasználók megtekinthessék a fórumszálakat és témákat (válaszokat nem tudnak közzétenni).
