Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-booking-system-redsys/wp-booking-system-redsys-*.po
Languages: hu_hu

source: WP Booking System - Redsys Add-on
hu_hu: WP Booking System - Redsys kiegészítő

source: Allow customers to pay with their credit cards through Redsys.
hu_hu: Lehetővé teszi az ügyfelek számára, hogy bankkártyával fizessenek a Redsysen keresztül.

source: Give the customer the option to pay with a credit card using Redsys.
hu_hu: Adjon lehetőséget az ügyfélnek, hogy bankkártyával fizessen a Redsysen keresztül.

source: Enable Redsys
hu_hu: Redsys engedélyezése

source: Please note that Redsys does not support the %s currency.
hu_hu: Felhívjuk a figyelmet, hogy a Redsys nem támogatja a %s pénznemet.

source: Display name
hu_hu: Megjelenített név

source: The payment method name that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód neve.

source: Description
hu_hu: Leírás

source: The payment method description that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód leírása.

source: Enable BIZUM
hu_hu: BIZUM engedélyezése

source: BIZUM Display name
hu_hu: BIZUM megjelenített név

source: BIZUM Description
hu_hu: BIZUM leírás

source: API Credentials
hu_hu: API-hitelesítő adatok

source: If you need help getting your API Keys, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/redsys-integration/">check out our guide</a> which offers step by step instructions.
hu_hu: Ha segítségre van szüksége az API-kulcsok beszerzéséhez, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/redsys-integration/">tekintse meg az útmutatónkat</a>, amely lépésről lépésre ismerteti a teendőket.

source: Enable Test Mode
hu_hu: Tesztmód engedélyezése

source: We recommend enabling test mode and testing the payment integration before going live.
hu_hu: Javasoljuk a tesztmód engedélyezését és a fizetési integráció tesztelését az élesítés előtt.

source: Test Merchant Code
hu_hu: Teszt kereskedői kód

source: Test API Key
hu_hu: Teszt API-kulcs

source: Test Merchant Terminal ID
hu_hu: Teszt kereskedői terminálazonosító

source: Live Merchant Code
hu_hu: Éles kereskedői kód

source: Live API Key
hu_hu: Éles API-kulcs

source: Live Merchant Terminal ID
hu_hu: Éles kereskedői terminálazonosító

source: Please add your API keys in the plugin's Settings Page.
hu_hu: Adja hozzá az API-kulcsait a bővítmény Beállítások oldalán.

source: Something went wrong. Please refresh the page and try again.
hu_hu: Valami hiba történt. Kérjük, frissítse az oldalt, majd próbálja meg újra.

source: Redsys only allows EUR transactions.
hu_hu: A Redsys csak EUR tranzakciókat engedélyez.

source: The minimum payable amount is 0.50$
hu_hu: A minimálisan fizetendő összeg 0.50$

source: Redsys Test mode is enabled.
hu_hu: A Redsys tesztmód engedélyezve van.

source: Pay with your credit card through Redsys.
hu_hu: Fizessen bankkártyával a Redsysen keresztül.

source: Pay through BIZUM.
hu_hu: Fizessen a BIZUM-on keresztül.

source: Submit
hu_hu: Küldés

source: Payment Submit Button Label
hu_hu: Fizetési űrlap beküldő gombjának felirata

source: The button label when submitting a payment form.
hu_hu: A fizetési űrlap beküldésekor megjelenő gomb felirata.

source: The <strong>Redsys</strong> Add-on requires WP Booking System version
hu_hu: A <strong>Redsys</strong> kiegészítő a WP Booking System verzióját igényli
