Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-product-reviews-pro/woocommerce-product-reviews-pro-*.po
Languages: hu_hu

# Set comment to pending approval status
source: Pending
hu_hu: Függőben

source: Submitted on: %s
hu_hu: Beküldve ekkor: %s

source: In response to: %s
hu_hu: Válaszul erre: %s

source: Update
hu_hu: Frissítés

source: Rating
hu_hu: Értékelés

source: Search for a vendor&hellip;
hu_hu: Eladó keresése&hellip;

source: Product Vendor
hu_hu: Termék eladója

source: Product Vendor %s
hu_hu: Termék eladója %s

source: Error activating and installing %1$s: %2$s
hu_hu: Hiba a(z) %1$s aktiválása és telepítése közben: %2$s

source: &laquo; Go Back
hu_hu: &laquo; Vissza

source: Display a list of most recent photo contributions from Product Reviews Pro on your site.
hu_hu: Jelenítse meg a legutóbbi fényképes beküldések listáját a Product Reviews Pro-ból a webhelyén.

source: WooCommerce Product Reviews Pro: Photos
hu_hu: WooCommerce Product Reviews Pro: Fotók

source: Recent Photos
hu_hu: Legutóbbi fotók

source: Number of photo contributions to show
hu_hu: Megjelenítendő fényképes beküldések száma

# by comment author
source: by %1$s
hu_hu: írta: %1$s

source: Display a list of most recent questions from Product Reviews Pro on your site.
hu_hu: Megjeleníti a Product Reviews Pro legutóbbi kérdéseinek listáját a webhelyén.

source: WooCommerce Product Reviews Pro: Questions
hu_hu: WooCommerce Product Reviews Pro: Kérdések

source: Recent Questions
hu_hu: Legutóbbi kérdések

source: Number of questions to show
hu_hu: Megjelenítendő kérdések száma

source: Display a list of most recent reviews from Product Reviews Pro on your site.
hu_hu: Megjeleníti a Product Reviews Pro legutóbbi értékeléseinek listáját a webhelyén.

source: WooCommerce Product Reviews Pro: Reviews
hu_hu: WooCommerce Product Reviews Pro: Értékelések

source: Recent Reviews
hu_hu: Legutóbbi értékelések

source: Number of reviews to show
hu_hu: Megjelenítendő értékelések száma

source: Display a list of most recent video contributions from Product Reviews Pro on your site.
hu_hu: Megjeleníti a Product Reviews Pro legutóbbi videós beküldéseinek listáját a webhelyén.

source: WooCommerce Product Reviews Pro: Videos
hu_hu: WooCommerce Product Reviews Pro: Videók

source: Recent Videos
hu_hu: Legutóbbi videók

source: Number of video contributions to show
hu_hu: Megjelenítendő videós beküldések száma

source: Hello %1$s, a new comment has been posted to a %2$s %3$s you are watching on %4$s.
hu_hu: Helló %1$s, új megjegyzés érkezett egy általad figyelt %2$s %3$s alá a %4$s oldalon.

source: View new comment.
hu_hu: Új megjegyzés megtekintése.

source: If you no longer wish to receive notifications for new replies to this %1$s, please %2$sfollow this link%3$s.
hu_hu: Ha többé nem szeretnél értesítéseket kapni ennek a %1$s új válaszairól, kérjük, %2$skövesd ezt a hivatkozást%3$s.

source: Hello, a %1$s flagged a %2$s on %3$s as inappropriate and thinks it should be moderated.
hu_hu: Helló, egy %1$s nem megfelelőnek jelölt egy %2$s elemet a %3$s oldalon, és úgy gondolja, hogy azt moderálni kellene.

source: Reason given: %s
hu_hu: Indoklás: %s

source: You can %1$sdismiss this flag or moderate the related %2$s%3$s.
hu_hu: %1$selutasíthatod ezt a jelzést, vagy moderálhatod a kapcsolódó %2$s%3$s.

source: Stop notifications for this %1$s: %2$s
hu_hu: Értesítések leállítása ehhez a %1$s elemhez: %2$s

source: Reason given: "%s"
hu_hu: Indoklás: "%s"

source: You can dismiss this flag or moderate the related %1$s: %2$s
hu_hu: Elutasíthatod ezt a jelzést, vagy moderálhatod a kapcsolódó %1$s elemet: %2$s

source: Hello %s,
hu_hu: Helló %s,

source: Update your review for %1$s: %2$s
hu_hu: Frissítsd az értékelésed a %1$s kapcsán: %2$s

source: Please note that your updated review won't be published unless you click this link.
hu_hu: Kérjük, vedd figyelembe, hogy a frissített értékelésed csak akkor kerül közzétételre, ha rákattintasz erre a hivatkozásra.

source: For reference, here's your review:
hu_hu: Tájékoztatásul: íme az értékelésed:

source: Old Content
hu_hu: Régi tartalom

source: New Content
hu_hu: Új tartalom

source: Content
hu_hu: Tartalom

source: Attachment Type
hu_hu: Melléklet típusa

source: Attachment
hu_hu: Melléklet

source: Please %1$sclick this confirmation link%2$s to update your review for %3$s.
hu_hu: Kérjük, %1$skattints erre a megerősítő hivatkozásra%2$s, hogy frissítsd a %3$s kapcsán írt értékelésedet.

source: %s for
hu_hu: %s ehhez

source: Left on
hu_hu: Közzétéve itt:

source: Product photo
hu_hu: Termékfotó

source: %s date
hu_hu: %s dátuma

source: none
hu_hu: nincs

source: %s content
hu_hu: %s tartalma

source: View
hu_hu: Megtekintés

source: You have not added any %1$s yet. %2$sAdd one now%3$s
hu_hu: Még nem adtál hozzá egyetlen %1$s elemet sem. %2$sAdj hozzá egyet most%3$s

source: Continue as a Guest
hu_hu: Folytatás vendégként

source: Continue
hu_hu: Folytatás

source: Share your thoughts!
hu_hu: Oszd meg a véleményed!

source: %s out of %d stars
hu_hu: %s a %d csillagból

source: Let us know what you think...
hu_hu: Mondd el, mit gondolsz...

source: You must be <a href="%s">logged in</a> to join the discussion.
hu_hu: A beszélgetéshez <a href="%s">be kell jelentkezned</a>.

source: Show everything
hu_hu: Mindent mutat

source: Show all reviews that said %s is "%s"
hu_hu: Az összes olyan értékelés megjelenítése, amely szerint %s "%s"

source: Show helpful positive reviews
hu_hu: Hasznos pozitív értékelések megjelenítése

source: Show helpful negative reviews
hu_hu: Hasznos negatív értékelések megjelenítése

source: Show unanswered questions
hu_hu: Megválaszolatlan kérdések megjelenítése

source: Click to clear filters
hu_hu: Kattintson a szűrők törléséhez

source: (clear)
hu_hu: (törlés)

source: Go
hu_hu: Mehet

source: Already have an account? %1$sLog In%2$s
hu_hu: Már van fiókja? %1$sJelentkezzen be%2$s

source: Don't have an account? %1$sSign Up%2$s
hu_hu: Nincs még fiókja? %1$sRegisztráljon%2$s

source: %1$sContinue as a Guest%2$s
hu_hu: %1$sFolytassa vendégként%2$s

source: Upvote if this was helpful
hu_hu: Szavazzon fel, ha hasznos volt

source: Downvote if this was not helpful
hu_hu: Szavazzon le, ha nem volt hasznos

source: Receive email notifications when there are replies
hu_hu: E-mail értesítések fogadása, ha érkeznek válaszok

# Subscribe to contribution thread
source: Watch
hu_hu: Feliratkozás

source: Stop receiving email notifications when there are replies
hu_hu: E-mail értesítések leállítása, ha érkeznek válaszok

# Unsubscribe from contribution thread
source: Unwatch
hu_hu: Leiratkozás

source: Edit your comment
hu_hu: Hozzászólása szerkesztése

# Edit your comment
source: Edit
hu_hu: Szerkesztés

source: Flag for removal
hu_hu: Jelentés eltávolításra

source: Photo has been removed
hu_hu: A fotó eltávolítva

source: Video has been removed
hu_hu: A videó eltávolítva

source: <strong itemprop="ratingValue">%d</strong> out of 5
hu_hu: <strong itemprop="ratingValue">%d</strong> az 5-ből

source: Your contribution is awaiting approval
hu_hu: A hozzászólása jóváhagyásra vár

source: verified owner
hu_hu: Ellenőrzött vásárló

source: Name
hu_hu: Név

source: Notify me of replies
hu_hu: Értesítést kérek a válaszokról

source: Update Review
hu_hu: Értékelés frissítése

source: Looks like you've already reviewed this product! Please contact the store if you’d like to update your review.
hu_hu: Úgy tűnik, már értékelte ezt a terméket! Kérjük, vegye fel a kapcsolatot az áruházzal, ha frissíteni szeretné az értékelését.

source: Only logged in customers who have purchased this product may leave a review.
hu_hu: Csak azok a bejelentkezett vásárlók írhatnak értékelést, akik megvásárolták ezt a terméket.

source: Log in now
hu_hu: Jelentkezzen be most

source: Only customers who have purchased this product may leave a review.
hu_hu: Csak azok a vásárlók írhatnak értékelést, akik megvásárolták ezt a terméket.

source: Save Comment
hu_hu: Hozzászólás mentése

source: Something wrong with this post? Thanks for letting us know. If you can point us in the right direction...
hu_hu: Valami gond van ezzel a bejegyzéssel? Köszönjük, hogy tudatja velünk. Ha útba tud igazítani minket...

source: This post was...
hu_hu: Ez a bejegyzés...
