Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-product-reviews-pro/woocommerce-product-reviews-pro-*.po
Languages: hu_hu

source: Extend WooCommerce product reviews to add video, photo, comment, and question contribution types, as well as review filtering, voting, and flagging.
hu_hu: Bővítse a WooCommerce termékértékeléseket videó-, fotó-, hozzászólás- és kérdés típusú beküldésekkel, valamint az értékelések szűrésével, szavazással és bejelentéssel.

source: Thanks for installing Product Reviews Pro! Before getting started, please take a moment to %1$sread the documentation%2$s, configure %3$ssettings%4$s or %5$semails%6$s :)
hu_hu: Köszönjük a Product Reviews Pro telepítését! Mielőtt nekilátna, szánjon egy percet a %1$sdokumentáció elolvasására%2$s, a %3$sbeállítások%4$s vagy az %5$se-mailek%6$s konfigurálására :)

source: Type
hu_hu: Típus

source: Votes
hu_hu: Szavazatok

# number of times contribution has been flagged
source: Flags
hu_hu: Jelentések

source: Review
hu_hu: Vélemény

source: Comment
hu_hu: Hozzászólás

source: attached
hu_hu: csatolva

source: Positive votes
hu_hu: Pozitív szavazatok

source: Negative votes
hu_hu: Negatív szavazatok

source: Are you sure you want to remove this flag? This action cannot be undone.
hu_hu: Biztosan eltávolítja ezt a jelentést? Ez a művelet nem visszavonható.

source: Are you sure you want to remove these flags? This action cannot be undone.
hu_hu: Biztosan eltávolítja ezeket a jelentéseket? Ez a művelet nem visszavonható.

source: Are you sure you want to remove the attachment from this contribution?
hu_hu: Biztosan eltávolítja a mellékletet ebből a beküldésből?

source: There was an error removing the attachment. Please try again later.
hu_hu: Hiba történt a melléklet eltávolításakor. Kérjük, próbálja meg később újra.

source: All contribution types
hu_hu: Összes beküldéstípus

source: All media
hu_hu: Összes média

source: Photo
hu_hu: Fotó

source: Video
hu_hu: Videó

source: Oops, no comment with this ID.
hu_hu: Hoppá, nincs ilyen azonosítójú hozzászólás.

source: Go back
hu_hu: Vissza

# [contribution type] by [author name]
source: %1$s by %2$s
hu_hu: %1$s - %2$s írta

source: Contributions types
hu_hu: Beküldéstípusok

source: Select which contribution types to enable
hu_hu: Válassza ki, mely beküldéstípusokat engedélyezi

source: Enable all contribution types
hu_hu: Minden beküldéstípus engedélyezése

source: Enable specific contribution types only
hu_hu: Csak bizonyos beküldéstípusok engedélyezése

source: Specific contribution types
hu_hu: Megadott beküldéstípusok

source: Admins can always reply
hu_hu: Az adminisztrátorok mindig válaszolhatnak

source: Allow administrators and shop managers to leave replies to contributions
hu_hu: Engedélyezze az adminisztrátoroknak és az üzletvezetőknek, hogy válaszolhassanak a beküldésekre

source: Allow Attachments
hu_hu: Mellékletek engedélyezése

source: Enable to allow customers to add photo and video attachments as part of a review or question
hu_hu: Engedélyezésével az ügyfelek fotó- és videómellékleteket adhatnak egy véleményhez vagy kérdéshez

source: Admin badges
hu_hu: Admin jelvények

source: Leave blank to disable badges.
hu_hu: Hagyja üresen a jelvények kikapcsolásához.

source: Enter the text to use on badges displayed on admin and shop manager contributions.
hu_hu: Adja meg a szöveget, amely az adminisztrátorok és üzletvezetők beküldésein megjelenő jelvényeken szerepeljen.

source: Sorting order
hu_hu: Rendezési sorrend

source: Choose how contributions are sorted on product pages
hu_hu: Válassza ki, hogyan legyenek rendezve a beküldések a termékoldalakon

source: Most helpful first
hu_hu: Leghasznosabb elöl

source: Newest first
hu_hu: Legújabb elöl

source: Minimum word count
hu_hu: Minimális szószám

source: Users need to enter at least this amount of words when posting a contribution
hu_hu: A felhasználóknak legalább ennyi szót kell megadniuk egy beküldés közzétételekor

source: Maximum word count
hu_hu: Maximális szószám

source: Maximum number of words users can enter when posting a contribution
hu_hu: A felhasználók által megadható szavak maximális száma egy beküldés közzétételekor

source: Threshold for publication
hu_hu: Közzétételi küszöb

source: Show contributions to public only after a minimum amount of submission is met
hu_hu: A beküldések csak a minimális beküldésszám elérése után jelenjenek meg nyilvánosan

source: Flagged contributions
hu_hu: Bejelentett hozzájárulások

source: Change publication status should a contribution be flagged as inappropriate
hu_hu: Közzétételi állapot módosítása, ha egy hozzájárulást nem megfelelőnek jelölnek

source: Keep published
hu_hu: Maradjon közzétéve

source: Set to pending approval when flagged by a registered customer
hu_hu: Állítsa jóváhagyásra váró állapotba, ha regisztrált vásárló jelöli meg

source: Set to pending approval when flagged by anyone
hu_hu: Állítsa jóváhagyásra váró állapotba, ha bárki jelöli meg

source: Moderation
hu_hu: Moderáció

source: Contributions must be manually approved
hu_hu: A hozzájárulásokat manuálisan kell jóváhagyni

source: Reviews
hu_hu: Vélemények

source: Most Reviews
hu_hu: Legtöbb vélemény

source: Highest Rating
hu_hu: Legmagasabb értékelés

source: Lowest Rating
hu_hu: Legalacsonyabb értékelés

source: Title
hu_hu: Cím

source: Stats
hu_hu: Statisztikák

source: Flags
hu_hu: Bejelentések

source: Attached media
hu_hu: Csatolt média

source: Product
hu_hu: Termék

source: Upvotes
hu_hu: Pozitív szavazatok

source: Downvotes
hu_hu: Negatív szavazatok

source: Active Flags
hu_hu: Aktív bejelentések

source: Qualifiers
hu_hu: Minősítők

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Resolve
hu_hu: Lezárás

source: Delete
hu_hu: Törlés

source: Apply
hu_hu: Alkalmaz

source: Flagged by
hu_hu: Bejelentő

source: Reason
hu_hu: Ok

source: Actions
hu_hu: Műveletek

source: Guest
hu_hu: Vendég

source: No flag reasons given
hu_hu: Nincs megadva bejelentési ok

source: No one has flagged this contribution for removal.
hu_hu: Ezt a hozzájárulást még senki nem jelentette eltávolításra.

source: View Source
hu_hu: Forrás megtekintése

source: Edit attachment
hu_hu: Csatolmány szerkesztése

source: Remove attachment
hu_hu: Csatolmány eltávolítása

source: Attachment has been removed
hu_hu: A csatolmány eltávolítva

source: All ratings
hu_hu: Összes értékelés

source: Perfect
hu_hu: Tökéletes

source: Good
hu_hu: Jó

source: Average
hu_hu: Átlagos

source: Mediocre
hu_hu: Középszerű

source: Poor
hu_hu: Gyenge

source: Search for a product&hellip;
hu_hu: Termék keresése&hellip;

source: No reviews awaiting moderation.
hu_hu: Nincs moderálásra váró vélemény.

source: No reviews found.
hu_hu: Nem található vélemény.

source: Unapprove
hu_hu: Jóváhagyás visszavonása

source: Approve
hu_hu: Jóváhagyás

# comment
source: Mark as Spam
hu_hu: Megjelölés spamként

source: Restore
hu_hu: Visszaállítás

# comment
source: Not Spam
hu_hu: Nem spam

source: Delete Permanently
hu_hu: Végleges törlés

source: Move to Trash
hu_hu: Áthelyezés a Lomtárba

# verb
source: Filter
hu_hu: Szűrés

source: Empty Spam
hu_hu: Spam ürítése

source: Empty Trash
hu_hu: Lomtár ürítése

source: Author
hu_hu: Szerző

# Review parent item
source: Parent
hu_hu: Szülő

source: Select comment
hu_hu: Hozzászólás kiválasztása

source: On %1$s%2$s at %3$s%4$s
hu_hu: %1$s%2$s %3$s%4$s-kor

source: Rated %d out of 5
hu_hu: Értékelés: 5-ből %d

source: %d out of 5
hu_hu: 5-ből %d

source: show more
hu_hu: több megjelenítése

source: Approve this %s
hu_hu: A %s jóváhagyása

source: Unapprove this %s
hu_hu: A %s jóváhagyásának visszavonása

source: Mark this %s as spam
hu_hu: A %s megjelölése spamként

# Mark as not spam
source: Not spam
hu_hu: Nem spam

source: Move this %s to the trash
hu_hu: A %s áthelyezése a Lomtárba

# Verb
source: Trash
hu_hu: Lomtár

source: Restore %s from trash
hu_hu: %s visszaállítása a Lomtárból

source: Delete this %s permanently
hu_hu: A %s végleges törlése

source: Edit this %s
hu_hu: A %s szerkesztése

source: Edit
hu_hu: Szerkesztés

source: Reply to this %s
hu_hu: Válasz erre: %s

source: Reply
hu_hu: Válasz

source: %1$sReview by %2$s%3$s
hu_hu: %1$sÉrtékelte: %2$s%3$s

source: Reviews for %s
hu_hu: Értékelések: %s

# reviews per page (screen options)
source: Reviews
hu_hu: Értékelések

source: Search reviews
hu_hu: Értékelések keresése

source: Undo
hu_hu: Visszavonás

source: This comment is already approved.
hu_hu: Ez a hozzászólás már jóváhagyva.

source: Edit comment
hu_hu: Hozzászólás szerkesztése

source: This comment is already in the Trash.
hu_hu: Ez a hozzászólás már a Lomtárban van.

source: View Trash
hu_hu: Lomtár megtekintése

source: This comment is already marked as spam.
hu_hu: Ez a hozzászólás már spamként van megjelölve.

source: Edit Review
hu_hu: Értékelés szerkesztése

source: Moderate Review
hu_hu: Értékelés moderálása

source: Average Rating
hu_hu: Átlagos értékelés

source: View Product
hu_hu: Termék megtekintése

source: View Reviews
hu_hu: Értékelések megtekintése

source: You have taken too long, please go back and try again.
hu_hu: Túl sok idő telt el, kérjük, lépjen vissza, és próbálja újra.

source: You need to be logged in to vote.
hu_hu: A szavazáshoz be kell jelentkeznie.

source: Invalid request.
hu_hu: Érvénytelen kérés.

source: Invalid request. Contribution not found.
hu_hu: Érvénytelen kérés. A hozzászólás nem található.

source: Could not cast your vote. Please try again later.
hu_hu: Nem sikerült leadni a szavazatát. Kérjük, próbálja meg később.

source: Vote has been cast. Thanks!
hu_hu: A szavazat leadva. Köszönjük!

source: You'll be notified when there are replies.
hu_hu: Értesítést kap, ha érkeznek válaszok.

source: You are no longer following replies.
hu_hu: Már nem követi a válaszokat.

source: An error occurred. Your request could not be processed.
hu_hu: Hiba történt. A kérését nem sikerült feldolgozni.

source: Could not flag contribution. Please try again later.
hu_hu: Nem sikerült megjelölni a hozzászólást. Kérjük, próbálja meg később.

source: Contribution has been flagged. Thanks!
hu_hu: A hozzászólás meg lett jelölve. Köszönjük!

source: Attachment successfully removed.
hu_hu: A csatolmányt sikeresen eltávolítottuk.

source: Invalid request. Product not found.
hu_hu: Érvénytelen kérés. A termék nem található.

source: Invalid request. Review not found.
hu_hu: Érvénytelen kérés. Az értékelés nem található.

source: Invalid request. No review found.
hu_hu: Érvénytelen kérés. Nem található értékelés.

source: Invalid request. Review content can't be empty.
hu_hu: Érvénytelen kérés. Az értékelés tartalma nem lehet üres.

source: You did not make any changes to your review!
hu_hu: Nem végzett módosítást az értékelésén!

source: Review updated!
hu_hu: Értékelés frissítve!

source: Something went wrong. Please try again!
hu_hu: Valami hiba történt. Kérjük, próbálja újra!

source: Whoops, looks like you've already reviewed this product! Please contact the store if you’d like to update your review.
hu_hu: Hoppá, úgy tűnik, már értékelte ezt a terméket! Kérjük, lépjen kapcsolatba az áruházzal, ha frissíteni szeretné az értékelését.

source: Invalid request. File is not updated.
hu_hu: Érvénytelen kérés. A fájl nem frissült.

source: Confirmation mail sent!
hu_hu: Megerősítő e-mail elküldve!

source: Something went wrong. Please try again.
hu_hu: Valami hiba történt. Kérjük, próbálja meg újra.

source: Email is required.
hu_hu: Az e-mail megadása kötelező.

source: An account is already registered with your email address. Please login.
hu_hu: Ezzel az e-mail címmel már van regisztrált fiók. Kérjük, jelentkezzen be.

source: Visitor %s
hu_hu: Látogató %s

source: Customer
hu_hu: Vásárló

source: Customer %s
hu_hu: Vásárló %s

source: Questions
hu_hu: Kérdések

source: Question
hu_hu: Kérdés

source: Photos
hu_hu: Fényképek

source: Videos
hu_hu: Videók

source: Comments
hu_hu: Hozzászólások

source: Update my Review
hu_hu: Értékelésem frissítése

source: Leave a Review
hu_hu: Értékelés írása

source: Ask a Question
hu_hu: Tegyen fel kérdést

source: Post a Photo
hu_hu: Fénykép feltöltése

source: Post a Video
hu_hu: Videó feltöltése

source: Reviews (%d)
hu_hu: Értékelések (%d)

source: Questions (%d)
hu_hu: Kérdések (%d)

source: Photos (%d)
hu_hu: Fényképek (%d)

source: Videos (%d)
hu_hu: Videók (%d)

source: Discussion (%d)
hu_hu: Beszélgetés (%d)

source: Show all reviews
hu_hu: Összes értékelés megtekintése

source: Show all questions
hu_hu: Összes kérdés megtekintése

source: Show all photos
hu_hu: Összes fotó megjelenítése

source: Show all videos
hu_hu: Összes videó megjelenítése

source: Show my reviews
hu_hu: Saját értékeléseim megjelenítése

source: Show my questions
hu_hu: Saját kérdéseim megjelenítése

source: Show my photos
hu_hu: Saját fotóim megjelenítése

source: Show my videos
hu_hu: Saját videóim megjelenítése

source: Save Review
hu_hu: Értékelés mentése

source: Save Question
hu_hu: Kérdés mentése

source: Save Photo
hu_hu: Fotó mentése

source: Save Video
hu_hu: Videó mentése

source: Save %s
hu_hu: %s mentése

source: There are no reviews yet
hu_hu: Még nincsenek értékelések

source: There are no helpful reviews yet
hu_hu: Még nincsenek hasznos értékelések

source: There are no helpful positive reviews yet
hu_hu: Még nincsenek hasznos pozitív értékelések

source: There are no helpful negative reviews yet
hu_hu: Még nincsenek hasznos negatív értékelések

source: There are no reviews with a %d-star rating yet
hu_hu: Még nincsenek %d csillagos értékelések

source: There are no unanswered questions
hu_hu: Nincsenek megválaszolatlan kérdések

source: There are no questions yet
hu_hu: Még nincsenek kérdések

source: There are no photos yet
hu_hu: Még nincsenek fotók

source: There are no videos yet
hu_hu: Még nincsenek videók

source: Edit Question
hu_hu: Kérdés szerkesztése

source: Edit Photo
hu_hu: Fotó szerkesztése

source: Edit Video
hu_hu: Videó szerkesztése

source: Edit %s
hu_hu: %s szerkesztése

source: Moderate Question
hu_hu: Kérdés moderálása

source: Moderate Photo
hu_hu: Fotó moderálása

source: Moderate Video
hu_hu: Videó moderálása

source: Moderate %s
hu_hu: %s moderálása

source: Change your recent rating
hu_hu: Módosítsa legutóbbi értékelését

source: How would you rate this product?
hu_hu: Hogyan értékelné ezt a terméket?

source: What is the title of your review?
hu_hu: Mi az értékelésének címe?

source: What is your question?
hu_hu: Mi a kérdése?

source: What is the title of your photo?
hu_hu: Mi a fotója címe?

source: Description
hu_hu: Leírás

source: Your photo's description
hu_hu: A fotója leírása

source: What is the title of your video?
hu_hu: Mi a videója címe?

source: Your video's description
hu_hu: A videója leírása

source: What is your comment?
hu_hu: Mi a hozzászólása?

source: Tell us what you think of this product...
hu_hu: Mondja el, mit gondol erről a termékről...

source: Attach a photo or video
hu_hu: Fotó vagy videó csatolása

source: Enter a URL
hu_hu: Adjon meg egy URL-t

source: Choose a file
hu_hu: Fájl kiválasztása

source: You will be no longer receiving email notifications for comments on the review you had subscribed to.
hu_hu: Nem kap többé e-mailes értesítéseket annak az értékelésnek a hozzászólásairól, amelyre feliratkozott.

source: Review updated successfully!
hu_hu: Az értékelés sikeresen frissítve!

# taxonomy general name
source: Review Qualifiers
hu_hu: Értékelési minősítők

# taxonomy singular name
source: Review Qualifier
hu_hu: Értékelési minősítő

source: Search Review Qualifiers
hu_hu: Értékelési minősítők keresése

source: All Review Qualifiers
hu_hu: Összes értékelési minősítő

source: Edit Review Qualifier
hu_hu: Értékelési minősítő szerkesztése

source: View Review Qualifier
hu_hu: Értékelési minősítő megtekintése

source: Update Review Qualifier
hu_hu: Értékelési címke frissítése

source: Add New Review Qualifier
hu_hu: Új értékelési címke hozzáadása

source: New Review Qualifier Name
hu_hu: Új értékelési címke neve

source: Separate qualifiers with commas
hu_hu: A címkéket vesszővel válassza el

source: Add or remove review qualifiers
hu_hu: Értékelési címkék hozzáadása vagy eltávolítása

source: Choose from the most used review qualifiers
hu_hu: Válasszon a leggyakrabban használt értékelési címkék közül

source: No review qualifiers found.
hu_hu: Nem találhatók értékelési címkék.

source: Review Qualifiers
hu_hu: Értékelési címkék

source: Most used Qualifiers
hu_hu: Leggyakrabban használt címkék

# Review qualifier options
source: Options
hu_hu: Beállítások

source: You must be logged in to vote
hu_hu: A szavazáshoz be kell jelentkeznie

source: You can't vote for yourself
hu_hu: Nem szavazhat saját magára

source: You have already flagged this contribution
hu_hu: Ezt a hozzájárulást már megjelölte

source: You can't flag your own contributions!
hu_hu: Nem jelölheti meg a saját hozzájárulásait!

source: An error occurred. Please try again.
hu_hu: Hiba történt. Kérjük, próbálja meg újra.

source: Flagged Contribution
hu_hu: Megjelölt hozzájárulás

source: Notifies the admin when a contribution is flagged for removal by a customer.
hu_hu: Értesíti az adminisztrátort, ha egy ügyfél eltávolításra megjelöl egy hozzájárulást.

source: A {contribution_type} on {site_title} has been flagged for removal!
hu_hu: A {site_title} oldalon egy {contribution_type} eltávolításra lett megjelölve!

source: A {contribution_type} for {product_name} was marked as inappropriate.
hu_hu: A {product_name} termékhez tartozó {contribution_type}-t nem megfelelőnek jelölték.

source: Recipients
hu_hu: Címzettek

source: The recipients that will be notified whenever a contribution is flagged for removal.
hu_hu: Azok a címzettek, akiket értesítünk, ha egy hozzájárulást eltávolításra megjelölnek.

source: Contribution reply
hu_hu: Válasz hozzájárulásra

source: Email users that wish to be notified whenever there is a new comment on a product contribution they subscribed to.
hu_hu: E-mail értesítést küld azoknak a felhasználóknak, akik értesítést kérnek az általuk feliratkozott termékhez kapcsolódó hozzájáruláshoz érkező új hozzászólásokról.

source: New reply posted on a {product_name} {contribution_type}
hu_hu: Új válasz érkezett egy {product_name} {contribution_type}-hez

source: A reply has been added to a {contribution_type} on {site_title}
hu_hu: Válasz érkezett egy {contribution_type}-hez a {site_title} oldalon

source: Review Update Confirmation
hu_hu: Értékelés-frissítés megerősítése

source: Email users when they try to leave a review with an email tied to a registered user.
hu_hu: E-mailt küld a felhasználóknak, amikor olyan e-mail-címmel próbálnak értékelést írni, amely egy regisztrált felhasználóhoz tartozik.

source: Review update confirmation needed on a {product_name}
hu_hu: Értékelés-frissítés megerősítése szükséges a {product_name} esetében

source: A review update confirmation needed on a {product_name} on {site_title}
hu_hu: Értékelés-frissítés megerősítése szükséges a {site_title} oldalon, a {product_name} esetében

source: Loading...
hu_hu: Betöltés...

source: Attach a photo
hu_hu: Fénykép csatolása

source: Attach a video
hu_hu: Videó csatolása

source: Rather attach photo from another website?
hu_hu: Inkább másik webhelyről csatolna fényképet?

source: Rather attach photo from your computer?
hu_hu: Inkább a számítógépéről csatolna fényképet?

source: Rather attach video from another website?
hu_hu: Inkább másik webhelyről csatolna videót?

source: Rather attach video from your computer?
hu_hu: Inkább a számítógépéről csatolna videót?

source: %1$d out of %2$d people found this helpful
hu_hu: A %2$d emberből %1$d hasznosnak találta ezt

source: Please attach a file.
hu_hu: Kérjük, csatoljon egy fájlt.

source: This is a required field.
hu_hu: Ez egy kötelező mező.

source: Please enter at least %d words.
hu_hu: Kérjük, adjon meg legalább %d szót.

source: Please enter less than %d words.
hu_hu: Kérjük, adjon meg kevesebb mint %d szót.

source: Only jpg, png, gif, bmp and tiff files, please
hu_hu: Kérjük, csak jpg, png, gif, bmp és tiff fájlokat használjon

source: File is too large. Size must be less than %s.
hu_hu: A fájl túl nagy. A méretnek kisebbnek kell lennie, mint %s.

source: An error occurred, please try again.
hu_hu: Hiba történt, kérjük, próbálja meg újra.

source: Remove Attachment
hu_hu: Melléklet eltávolítása

source: Hold up -- it looks like you've already left a review for this product. You can update your existing review instead.
hu_hu: Egy pillanat -- úgy tűnik, már írt értékelést ehhez a termékhez. Helyette frissítheti a meglévő értékelését.

source: Please click "OK" to send a confirmation email to update your existing review, or "Cancel" to go back.
hu_hu: Kattintson az "OK" gombra, hogy megerősítő e-mailt küldjünk a meglévő értékelése frissítéséhez, vagy a "Cancel" gombra a visszalépéshez.

source: required
hu_hu: kötelező

source: %s is a required field.
hu_hu: A(z) %s kötelező mező.

source: is not a valid email address.
hu_hu: nem érvényes e-mail-cím.

source: Please rate the product.
hu_hu: Kérjük, értékelje a terméket.

source: Unable to upload file: %s
hu_hu: Nem sikerült a fájl feltöltése: %s

source: Only photo uploads are supported at the moment
hu_hu: Jelenleg csak fényképek feltöltése támogatott

source: Please attach a photo.
hu_hu: Kérjük, csatoljon egy fényképet.

source: Thank you! Your contribution has been received and is being reviewed.
hu_hu: Köszönjük! Beküldését megkaptuk, és ellenőrzés alatt van.

source: Thank you! Your contribution has been received.
hu_hu: Köszönjük! Beküldését megkaptuk.

source: Contribution was flagged. Thanks!
hu_hu: A beküldés megjelölve. Köszönjük!

source: My %s
hu_hu: Saját %s

source: What others are saying
hu_hu: Mások véleménye

source: There are no contributions yet.
hu_hu: Még nincsenek beküldések.

source: Contributions
hu_hu: Beküldések

source: We are accepting %s for this product, and will display them when we get a few more!
hu_hu: Ehhez a termékhez fogadunk %s, és megjelenítjük őket, amint érkezik még néhány!

source: contributions
hu_hu: beküldések

source: Show buttons on product %s
hu_hu: Gombok megjelenítése a(z) %s terméknél

source: Yes
hu_hu: Igen

source: Copied URL - ready to share!
hu_hu: URL másolva – megosztásra kész!

# share on a social network
source: Share:
hu_hu: Megosztás:

source: Click to share on %s
hu_hu: Kattintson a megosztáshoz a(z) %s oldalon

source: Click to copy link
hu_hu: Kattintson a link másolásához

source: Vendor badges
hu_hu: Eladói jelvények

source: Enter the text to use on badges displayed on vendor admin and vendor manager contributions.
hu_hu: Adja meg a szöveget, amely az eladói adminisztrátor és az eladói menedzser beküldésein megjelenő jelvényeken lesz látható.

source: Vendor
hu_hu: Eladó

source: Product Reviews
hu_hu: Termékértékelések

source: New Contributions
hu_hu: Új beküldések

source: Enable notifications
hu_hu: Értesítések engedélyezése

source: Receive email notifications whenever an administrator is notified of new contributions placed for one of the products you manage.
hu_hu: E-mailes értesítéseket kap, valahányszor egy rendszergazda értesítést kap az Ön által kezelt egyik termékre érkezett új beküldésekről.

source: Flagged Contributions
hu_hu: Megjelölt beküldések

source: Receive email notifications whenever someone flags a contribution to one of the products you manage as inappropriate.
hu_hu: E-mailes értesítéseket kap, valahányszor valaki kifogásolhatónak jelöl egy, az Ön által kezelt termékek egyikéhez tartozó beküldést.

source: %1$s (Vendor: "%2$s")
hu_hu: %1$s (Eladó: "%2$s")

source: Permalink:
hu_hu: Közvetlen hivatkozás:

# Comment author name
source: Name:
hu_hu: Név:

source: Status
hu_hu: Állapot

# Set comment to approved status
source: Approved
hu_hu: Jóváhagyva
