Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-boards/fluent-boards-*.po
Languages: hu_hu

source: Write a comment
hu_hu: Írjon hozzászólást

source: Paste a link
hu_hu: Illesszen be egy hivatkozást

source: Your Task Title
hu_hu: Az Ön feladatának címe

source: Template Title
hu_hu: Sablon címe

source: Select Board to filter
hu_hu: Válasszon táblát a szűréshez

source: Loading
hu_hu: Betöltés

source: Select assignee
hu_hu: Válasszon felelőst

source: Your board description goes here
hu_hu: Ide kerül az Ön táblájának leírása

source: Please input label title
hu_hu: Kérjük, adja meg a címke címét

source: Please input label
hu_hu: Kérjük, adja meg a címkét

source: Select Stage Templates
hu_hu: Válasszon fázissablonokat

source: Select Time
hu_hu: Válasszon időpontot

source: Search or Select Stage
hu_hu: Keressen vagy válasszon fázist

source: Search members
hu_hu: Tagok keresése

source: Repeat Task
hu_hu: Feladat ismétlése

source: Daily
hu_hu: Napi

source: Weekly
hu_hu: Heti

source: Monthly
hu_hu: Havi

source: Yearly
hu_hu: Éves

source: Time
hu_hu: Időpont

source: Repeat every
hu_hu: Ismétlés minden

source: day(s)
hu_hu: nap(ok)

source: week(s) on
hu_hu: hét(ek) napján

source: month(s) on
hu_hu: hónap(ok) napján

source: Same day
hu_hu: Ugyanazon a napon

source: First day of month
hu_hu: A hónap első napja

source: Last day of month
hu_hu: A hónap utolsó napja

source: Repeat every year(s) on
hu_hu: Ismételje minden év(ek) ekkor

source: First day of year
hu_hu: Az év első napja

source: Last day of year
hu_hu: Az év utolsó napja

source: Repeat only when completed
hu_hu: Csak befejezéskor ismételje

source: Create a task when repeating
hu_hu: Feladat létrehozása ismétléskor

source: Set
hu_hu: Beállít

source: Stop Repeating
hu_hu: Ismétlés leállítása

source: Active
hu_hu: Aktív

source: Add
hu_hu: Hozzáadás

source: Work Description
hu_hu: Munka leírása

source: Logged at
hu_hu: Rögzítve ekkor

source: Are you sure you want to restore the board?
hu_hu: Biztos benne, hogy vissza kívánja állítani a táblát?

source: Disable
hu_hu: Letiltás

source: Enable
hu_hu: Engedélyezés

source: Grant access with view-only permissions.
hu_hu: Hozzáférés megadása csak megtekintési jogosultsággal.

source: Viewer
hu_hu: Megtekintő

source: Make Member
hu_hu: Tegye taggá

source: Make Viewer
hu_hu: Tegye megtekintővé

source: You don't have permission to change status
hu_hu: Nincs jogosultsága az állapot módosításához

source: Please map the fields
hu_hu: Kérjük, párosítsa a mezőket

source: CSV Headers
hu_hu: CSV-fejlécek

source: Task Fields
hu_hu: Feladatmezők

source: Main Properties
hu_hu: Fő tulajdonságok

source: Import Board
hu_hu: Tábla importálása

source: Drop csv file here or
hu_hu: Húzza ide a csv fájlt, vagy

source: Import your data from CSV file.
hu_hu: Importálja adatait CSV fájlból.

source: Task title is required
hu_hu: A feladat címe kötelező

source: Can't change, board is archived
hu_hu: Nem módosítható, a tábla archiválva van

source: Pick a day
hu_hu: Válasszon egy napot

source: Upload Error
hu_hu: Feltöltési hiba

source: You can only upload a maximum of 10 images for a comment.
hu_hu: Egy megjegyzéshez legfeljebb 10 képet tölthet fel.

source: View more
hu_hu: Továbbiak megtekintése

source: Loading...
hu_hu: Betöltés...

source: View more activities
hu_hu: További tevékenységek megtekintése

source: View more comments
hu_hu: További megjegyzések megtekintése

source: Default Assignees
hu_hu: Alapértelmezett felelősök

source: No default assignees found
hu_hu: Nem találhatók alapértelmezett felelősök

source: No members found to assign to this task
hu_hu: Nem találhatók tagok, akiket ehhez a feladathoz hozzárendelhetne.

source: Archived
hu_hu: Archiválva

source: Task cover couldn't be removed. Please try again
hu_hu: A feladat borítóját nem sikerült eltávolítani. Kérjük, próbálja meg újra

source: Remove Cover
hu_hu: Borító eltávolítása

source: Upload Image
hu_hu: Kép feltöltése

source: Select
hu_hu: Kiválasztás

source: Repeat task in stage :
hu_hu: Feladat ismétlése ebben a szakaszban :

source: General Settings
hu_hu: Általános beállítások

source: Incoming Webhook
hu_hu: Bejövő Webhook

source: Incoming Webhook Settings
hu_hu: Bejövő Webhook beállításai

source: Search task
hu_hu: Feladat keresése

source: Task couldn't be restored. Please try again.
hu_hu: A feladatot nem sikerült visszaállítani. Kérjük, próbálja meg újra.

source: Are you sure you want to delete this task? This action cannot be undone.
hu_hu: Biztosan törölni kívánja ezt a feladatot? Ez a művelet nem vonható vissza.

source: Already associated with the board!
hu_hu: Már hozzá van társítva a táblához!

source: Upload an image
hu_hu: Kép feltöltése

source: Error
hu_hu: Hiba

source: Add Members:
hu_hu: Tagok hozzáadása:

source: This will search among the users of this WordPress site.
hu_hu: Ez a WordPress webhely felhasználói között fog keresni.

source: This will search among the admins of this WordPress site.
hu_hu: Ez a WordPress webhely adminisztrátorai között fog keresni.

source: For user search, please
hu_hu: A felhasználók kereséséhez, kérjük

source: No user found with your query. Add email address to invite
hu_hu: A lekérdezésével nem található felhasználó. Adjon meg egy e-mail címet a meghíváshoz

source: No user found with your query.
hu_hu: A lekérdezésével nem található felhasználó.

source: Board Managers & Members
hu_hu: A tábla menedzserei és tagjai

source: Manager
hu_hu: Menedzser

source: No Match Found
hu_hu: Nincs találat

source: User will be unable to access this board depending on their role. WP Admins & FluentBoards Admins can still access this board.
hu_hu: A felhasználó a szerepkörétől függően nem férhet hozzá ehhez a táblához. A WP Admins és a FluentBoards Admins továbbra is hozzáférhetnek ehhez a táblához.

source: WordPress Users
hu_hu: WordPress felhasználók

source: WordPress Admins
hu_hu: WordPress adminisztrátorok

source: Admins
hu_hu: Adminisztrátorok

source: FluentBoards Admins
hu_hu: FluentBoards adminisztrátorok

source: No Other Members
hu_hu: Nincsenek más tagok

source: You are about to archive this board.
hu_hu: Ön éppen archiválni készül ezt a táblát.

source: You can reopen the archived boards.
hu_hu: Az archivált táblákat újranyithatja.

source: Are you sure you want to proceed
hu_hu: Biztosan folytatni kívánja

source: Archive This Board
hu_hu: E tábla archiválása

source: Export as JSON
hu_hu: Exportálás JSON-ként

source: Project Management
hu_hu: Projektmenedzsment

source: Public Roadmap
hu_hu: Nyilvános ütemterv

source: Roadmap Stages
hu_hu: Ütemterv szakaszai

source: Please input
hu_hu: Kérjük, adja meg

source: Select Page
hu_hu: Oldal kiválasztása

source: Select Page and paste the following shortcode to display the roadmap in the selected page
hu_hu: Válasszon ki egy oldalt, és az alábbi Shortcode beillesztésével jelenítse meg az ütemtervet a kiválasztott oldalon

source: Copy the following shortcode and paste to the selected page
hu_hu: Másolja az alábbi Shortcode-ot, és illessze be a kiválasztott oldalra

source: Go to Roadmap Page
hu_hu: Ugrás az ütemterv oldalára

source: Send email to the idea submitter, commenters, and, upvoters when the stage is changed
hu_hu: Küldjön e-mailt az ötlet beküldőjének, a hozzászólóknak és a szavazóknak, amikor a szakasz megváltozik

source: View Report
hu_hu: Jelentés megtekintése

source: Report
hu_hu: Jelentés

source: View Roadmap Report
hu_hu: Ütemterv-jelentés megtekintése

source: Changes that you made may not be saved.
hu_hu: Előfordulhat, hogy az Ön által végzett módosítások nem kerülnek mentésre.

source: Warning
hu_hu: Figyelmeztetés

source: Shortcode copied successfully.
hu_hu: A Shortcode sikeresen másolva.

source: Something went wrong!!
hu_hu: Valami hiba történt!!

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

source: Apply
hu_hu: Alkalmaz

source: We couldn't find anything matching your query
hu_hu: Nem találtunk semmit, ami megfelelne a lekérdezésének

source: Other users who have access to this board
hu_hu: Más felhasználók, akik hozzáférnek ehhez a táblához

source: This is a template stage
hu_hu: Ez egy sablonszakasz

source: Public
hu_hu: Nyilvános

source: Admin Only
hu_hu: Csak adminisztrátoroknak

source: Set Status
hu_hu: Állapot beállítása

source: Make this stage back to normal
hu_hu: Állítsa vissza ezt a szakaszt normál állapotba

source: select default assignees
hu_hu: alapértelmezett felelősök kiválasztása

source: Date Created
hu_hu: Létrehozás dátuma

source: Task Name
hu_hu: Feladat neve

source: Stage name can not be empty
hu_hu: A szakasz neve nem lehet üres

source: Stage Copied
hu_hu: Szakasz másolva

source: Sort Options
hu_hu: Rendezési beállítások

source: Move all card in stage
hu_hu: Minden kártya áthelyezése a szakaszban

source: Stage Background
hu_hu: Szakasz háttere

source: Haven't opened any boards Yet
hu_hu: Még nem nyitott meg egyetlen táblát sem

source: Enabled
hu_hu: Engedélyezve

source: Disabled
hu_hu: Letiltva

source: Open link in a new tab
hu_hu: Hivatkozás megnyitása új lapon

source: Frontend Panel Settings
hu_hu: Frontend panel beállításai

source: Add your Fluent Boards to WordPress frontend / any Page via Shortcode.
hu_hu: Adja hozzá a Fluent Boards tábláit a WordPress frontendhez / bármely oldalhoz Shortcode segítségével.

source: Enable Frontend Portal
hu_hu: Engedélyezze a Frontend portált

source: Via Shortcode / Dedicated Page?
hu_hu: Shortcode-dal / Dedikált oldal?

source: Show in a standalone Frontend URL
hu_hu: Megjelenítés önálló Frontend URL-en

source: Use a pre - defined page via shortcode
hu_hu: Használjon előre meghatározott oldalt shortcode-dal

source: Please Select the page where you want to show
hu_hu: Kérjük, válassza ki az oldalt, ahol meg szeretné jeleníteni

source: Please add this shortcode to your selected page:
hu_hu: Kérjük, adja hozzá ezt a shortcode-ot a kiválasztott oldalához:

source: URL Slug for the frontend panel (eg: projects)
hu_hu: URL slug a frontend panelhez (pl.: projects)

source: Enter the slug for the frontend portal
hu_hu: Adja meg a frontend portál slugját

source: Shortcode copied
hu_hu: Shortcode kimásolva

source: Failed to copy shortcode
hu_hu: Nem sikerült a shortcode másolása

source: Set tasks to repeat automatically at your chosen intervals
hu_hu: Állítsa be, hogy a feladatok az Ön által választott időközönként automatikusan ismétlődjenek

source: Enable Recurring Task Feature
hu_hu: Engedélyezze az ismétlődő feladat funkciót

source: Menu Position
hu_hu: Menüpozíció

source: In FluentCRM
hu_hu: A FluentCRM-ben

source: Stand - Alone
hu_hu: Önálló

source: Show FluentBoards Menu as standalone or within FluentCRM
hu_hu: A FluentBoards menü megjelenítése önállóként vagy a FluentCRM-ben

source: Append in FluentCRM Menu
hu_hu: Hozzáadás a FluentCRM menüjéhez

source: Show as Standalone
hu_hu: Megjelenítés önállóként

source: Installed
hu_hu: Telepítve

source: Month
hu_hu: Hónap

source: Week
hu_hu: Hét

source: Task due date couldn't be updated. Please try again.
hu_hu: A feladat határidejét nem sikerült frissíteni. Kérjük, próbálja meg újra.

source: You've successfully Installed The Plugin
hu_hu: Sikeresen telepítette a bővítményt

source: Timesheet
hu_hu: Időkimutatás

source: Page Selection
hu_hu: Oldal kiválasztása

source: Load FluentRoadmap in the frontend of the website
hu_hu: A FluentRoadmap betöltése a webhely frontenden

source: Roadmap Page Mapping
hu_hu: Útiterv-oldal hozzárendelése

source: Add your Roadmap Boards to WordPress Page via Shortcode.
hu_hu: Adja hozzá útiterv tábláit a WordPress-oldalhoz shortcode-dal.

source: Please add/paste related shortcode to your selected page
hu_hu: Kérjük, adja hozzá/illessze be a kapcsolódó shortcode-ot a kiválasztott oldalára

source: Name & Describe your roadmap
hu_hu: Nevezze el és írja le az útitervét

source: Type and Enter...
hu_hu: Írjon és nyomja meg az Entert...

source: Add Webhook
hu_hu: Webhook hozzáadása

source: No Data Found
hu_hu: Nem található adat

source: Mapped Board & Stage
hu_hu: Hozzárendelt tábla és szakasz

source: Webhook Name*
hu_hu: Webhook neve*

source: Board*
hu_hu: Tábla*

source: Default Stage*
hu_hu: Alapértelmezett szakasz*

source: Select Stage
hu_hu: Válasszon szakaszt

source: Task title is required!
hu_hu: A feladat címe kötelező!

source: Task Field
hu_hu: Feladatmező

source: Key
hu_hu: Kulcs

source: Rules
hu_hu: Szabályok

source: Update
hu_hu: Frissítés

source: Create New Incoming Webhook
hu_hu: Új bejövő webhook létrehozása

source: Are you sure you want to delete this webhook?
hu_hu: Biztosan törölni kívánja ezt a webhookot?

source: Promote to FluentBoards Admin
hu_hu: Előléptetés FluentBoards adminná

source: Demote from FluentBoards Admin
hu_hu: Visszaminősítés FluentBoards adminból

source: Promote to Admin
hu_hu: Előléptetés adminná

source: Demote from Admin
hu_hu: Visszaminősítés adminból

source: Spaces Object Storage Region
hu_hu: Spaces objektumtároló régió

source: Spaces Object Storage Endpoint
hu_hu: Spaces Object Storage végpont

source: Board ID is missing
hu_hu: Hiányzik a táblaazonosító

source: File not found.
hu_hu: A fájl nem található.

source: The export is not successful.
hu_hu: Az exportálás nem sikeres.

source: File is preparing. Don't close or leave this page
hu_hu: A fájl előkészítés alatt áll. Ne zárja be és ne hagyja el ezt az oldalt

source: No tasks found for export.
hu_hu: Nem található exportálható feladat.

source: Custom Color
hu_hu: Egyéni szín

source: Enable Daily Reminder
hu_hu: Napi emlékeztető engedélyezése

source: Set Daily Reminder Time
hu_hu: Napi emlékeztető idejének beállítása

source: Server Time:
hu_hu: Szerveridő:

source: Server Timezone:
hu_hu: Szerver időzónája:

source: Keep Templates
hu_hu: Sablonok megtartása

source: Text
hu_hu: Szöveg

source: Number
hu_hu: Szám

source: Multi Select
hu_hu: Többszörös kiválasztás

source: Checkbox
hu_hu: Jelölőnégyzet

source: Date
hu_hu: Dátum

source: Please select type
hu_hu: Kérjük, válasszon típust

source: Configure Task Tabs
hu_hu: Feladatfülek beállítása

source: Configure Tabs
hu_hu: Fülek beállítása

source: At least one tab should be visible
hu_hu: Legalább egy fülnek láthatónak kell lennie

source: Saving
hu_hu: Mentés

source: File type is not supported.
hu_hu: A fájltípus nem támogatott.

source: Please include a file
hu_hu: Kérjük, csatoljon egy fájlt

source: File upload is already in progress.
hu_hu: A fájlfeltöltés már folyamatban van.

source: File should not be greater than
hu_hu: A fájl nem lehet nagyobb, mint

source: File uploaded successfully.
hu_hu: A fájl feltöltése sikeres.

source: Are you sure to delete this log?
hu_hu: Biztosan törli ezt a naplóbejegyzést?

source: Log Time
hu_hu: Naplózott idő

source: Your work description of this log
hu_hu: A naplóhoz tartozó munkaleírása

source: Error in sending mail to new assignees
hu_hu: Hiba az új hozzárendelt személyeknek történő e-mail küldésekor

source: board is pinned
hu_hu: A tábla ki van tűzve

source: click to pin board
hu_hu: Kattintson a tábla kitűzéséhez

source: Pinned
hu_hu: Kitűzve

source: No pinned board yet
hu_hu: Még nincs kitűzött tábla

source: has invited you to join board:
hu_hu: Meghívta Önt, hogy csatlakozzon a táblához:

source: Invitation for joining board
hu_hu: Meghívás a táblához való csatlakozásra

source: Today
hu_hu: Ma

source: Calendar
hu_hu: Naptár

source: Tue
hu_hu: Ked

source: Sunday
hu_hu: Vasárnap

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Add Subtask on Top
hu_hu: Részfeladat hozzáadása legfelül

source: Delete Group
hu_hu: Csoport törlése

source: Create Subtask Group
hu_hu: Részfeladat-csoport létrehozása

source: Subtask Group
hu_hu: Alfeladat-csoport

source: Go to top
hu_hu: Ugrás a tetejére

source: Deleting this label will remove it from all associated tasks.
hu_hu: Ennek a címkének a törlése eltávolítja azt minden kapcsolódó feladatból.

source: Clone
hu_hu: Klónozás

source: Tasks I am watching
hu_hu: Figyelt feladataim

source: Show tasks I am watching (not assigned)
hu_hu: A figyelt feladataim megjelenítése (nem hozzám rendelve)

source: Enter subtask group name
hu_hu: Adja meg az alfeladat-csoport nevét

source: Add a more detailed description...
hu_hu: Adjon meg részletesebb leírást...

source: Add to Folder
hu_hu: Hozzáadás mappához

source: Color
hu_hu: Szín

source: Create Folder
hu_hu: Mappa létrehozása

source: Enter folder name
hu_hu: Adja meg a mappa nevét

source: Folder
hu_hu: Mappa

source: Folder Name
hu_hu: Mappa neve

source: Loading Folders...
hu_hu: Mappák betöltése...

source: No Folder
hu_hu: Nincs mappa

source: No folders
hu_hu: Nincsenek mappák

source: Please select a folder to add the board.
hu_hu: Kérjük, válasszon ki egy mappát a tábla hozzáadásához.

source: Sort
hu_hu: Rendezés

source: Title cannot be empty
hu_hu: A cím nem lehet üres

source: Clone Task
hu_hu: Feladat klónozása

source: Task cloned successfully!
hu_hu: A feladat sikeresen klónozva!

source: Updating board background, please wait...
hu_hu: A tábla hátterének frissítése, kérjük, várjon...

source: An error occurred while updating the board background.
hu_hu: Hiba történt a tábla hátterének frissítése közben.

source: Show more...
hu_hu: Továbbiak megjelenítése...

source: Enter custom field name
hu_hu: Adja meg az egyéni mező nevét

source: Open task in new board
hu_hu: A feladat megnyitása új táblában

source: Add to board
hu_hu: Hozzáadás a táblához

source: You are about to remove this member from board.
hu_hu: Arra készül, hogy eltávolítsa ezt a tagot a tábláról.

source: Please select a member!
hu_hu: Kérjük, válasszon ki egy tagot!

source: Already member!
hu_hu: Már tag!

source: This is a pro feature!
hu_hu: Ez egy Pro funkció!

source: is not registered user of this site. Are you sure to proceed?
hu_hu: nem regisztrált felhasználója ennek a webhelynek. Biztosan folytatja?

source: Success
hu_hu: Siker

source: You are about to delete this board.
hu_hu: Arra készül, hogy törölje ezt a táblát.

source: All the task under this board will also be deleted.
hu_hu: A tábla alá tartozó összes feladat is törlésre kerül.

source: Shortcode copied to clipboard
hu_hu: Rövidkód a vágólapra másolva

source: Archived Stages
hu_hu: Archivált szakaszok

source: Make Public
hu_hu: Nyilvánossá tétel

source: Make Private
hu_hu: Priváttá tétel

source: Delete Folder
hu_hu: Mappa törlése

source: Expand
hu_hu: Kibontás

source: Fold
hu_hu: Összecsukás

source: Enter custom filed title
hu_hu: Adja meg az egyéni mező címét

source: Manage and organize your task custom fields
hu_hu: Kezelje és rendszerezze a feladatok egyéni mezőit

source: No Custom Fields
hu_hu: Nincsenek egyéni mezők

source: Create your first custom field to enhance your tasks with additional data and better organization
hu_hu: Hozza létre első egyéni mezőjét, hogy feladatait további adatokkal és jobb szervezettséggel lássa el

source: Create First Field
hu_hu: Első mező létrehozása

source: Edit Field
hu_hu: Mező szerkesztése

source: Add New Custom Field
hu_hu: Új egyéni mező hozzáadása

source: Create New Custom Field
hu_hu: Új egyéni mező létrehozása

source: Update Custom Field
hu_hu: Egyéni mező frissítése

source: Add a new custom field to enhance your tasks
hu_hu: Adjon hozzá egy új egyéni mezőt a feladatok bővítéséhez

source: Modify the custom field settings
hu_hu: Módosítsa az egyéni mező beállításait

source: Enter field title
hu_hu: Adja meg a mező címét

source: This will be the display title for your custom field
hu_hu: Ez lesz az egyéni mező megjelenített címe

source: Choose the data type for your custom field
hu_hu: Válassza ki az egyéni mező adattípusát

source: Delete Option
hu_hu: Opció törlése

source: Add new option
hu_hu: Új opció hozzáadása

source: Add options that users can select from
hu_hu: Adjon hozzá opciókat, amelyek közül a felhasználók választhatnak

source: Are you sure you want to delete this custom field?
hu_hu: Biztosan törölni kívánja ezt az egyéni mezőt?

source: Duplicate title and type
hu_hu: Duplikált cím és típus

source: Please add at least one option
hu_hu: Kérjük, adjon hozzá legalább egy opciót

source: Table View Preference
hu_hu: Táblázatos nézet beállítása

source: Show Task Priority in Table
hu_hu: Feladat prioritásának megjelenítése a táblázatban

source: Show Task Status in Table
hu_hu: Feladat állapotának megjelenítése a táblázatban

source: Dates
hu_hu: Dátumok

source: Show Task Dates in Table
hu_hu: Feladat dátumainak megjelenítése a táblázatban

source: Show Task Assignees in Table
hu_hu: Feladat felelőseinek megjelenítése a táblázatban

source: Show Task Labels in Table
hu_hu: Feladat címkéinek megjelenítése a táblázatban

source: Created At
hu_hu: Létrehozás ideje

source: Show Task Created At in Table
hu_hu: Feladat létrehozási idejének megjelenítése a táblázatban

source: Table View
hu_hu: Táblázatos nézet

source: Sun
hu_hu: Vas

source: Mon
hu_hu: Hét

source: Wed
hu_hu: Sze

source: Thu
hu_hu: Csü

source: Fri
hu_hu: Pén

source: Sat
hu_hu: Szo

source: Set Dates
hu_hu: Dátumok beállítása

source: moved
hu_hu: áthelyezve

source: has updated due date of
hu_hu: frissítette a határidejét

source: of board
hu_hu: a(z) táblán

source: join board invitation in fluent boards
hu_hu: csatlakozási meghívás táblához a fluent boardsban

source: Join Board
hu_hu: Csatlakozzon a táblához

source: Subtask
hu_hu: Alfeladat

source: Custom Field
hu_hu: Egyéni mező

source: Learn about
hu_hu: Tudjon meg többet

source: Task Created
hu_hu: Feladat létrehozva

source: Task Stage Changed
hu_hu: Feladat szakasza megváltozott

source: Task Closed
hu_hu: Feladat lezárva

source: Comment Added
hu_hu: Hozzászólás hozzáadva

source: Assignee Added
hu_hu: Felelős hozzáadva

source: Delete Task
hu_hu: Feladat törlése

source: You are about to delete this task.
hu_hu: Arra készül, hogy törölje ezt a feladatot.

source: This action cannot be undone.
hu_hu: Ez a művelet nem vonható vissza.

source: File upload failed
hu_hu: A fájl feltöltése sikertelen

source: Powered By
hu_hu: Működteti

source: Good Morning
hu_hu: Jó reggelt kívánok

source: Tasks Due Today:
hu_hu: Ma esedékes feladatok:

source: task of board
hu_hu: tábla feladata

source: there
hu_hu: ott

source: Hey %s,
hu_hu: Tisztelt %s,

source: Subtask Details:
hu_hu: Alfeladat részletei:

source: Task Details:
hu_hu: Feladat részletei:

source: Subtask:
hu_hu: Alfeladat:

source: Task:
hu_hu: Feladat:

source: Parent Task:
hu_hu: Szülőfeladat:

source: Board:
hu_hu: Tábla:

source: Stage:
hu_hu: Szakasz:

source: Due Date:
hu_hu: Határidő:

source: Description:
hu_hu: Leírás:

source: View Subtask
hu_hu: Alfeladat megtekintése

source: View Task
hu_hu: Feladat megtekintése

source: We are here for you
hu_hu: Önért vagyunk itt

source: Feel free to contact us with any additional questions at support@fluentboards.com
hu_hu: Bátran forduljon hozzánk bármilyen további kérdéssel a support@fluentboards.com címen
