Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-boards/fluent-boards-*.po
Languages: hu_hu

source: Fluent Boards - Project Management Tool
hu_hu: Fluent Boards - Projektmenedzsment eszköz

source: Fluent Boards is a powerful tool designed for efficient management of to-do lists, projects, and tasks with kanban board and more..
hu_hu: A Fluent Boards egy hatékony eszköz, amelyet a teendőlisták, projektek és feladatok eredményes kezelésére terveztek, kanban táblával és még sok mással..

source: Dashboard
hu_hu: Vezérlőpult

source: Boards
hu_hu: Táblák

source: Reports
hu_hu: Jelentések

source: Settings
hu_hu: Beállítások

source: Get Pro
hu_hu: Szerezze be a Pro-t

source: Community
hu_hu: Közösség

source: Frontend Portal
hu_hu: Frontend portál

source: All
hu_hu: Összes

source: Comments
hu_hu: Hozzászólások

source: Activities
hu_hu: Tevékenységek

source: Low
hu_hu: Alacsony

source: Medium
hu_hu: Közepes

source: High
hu_hu: Magas

source: Thank you for using <a href="%s">FluentBoards</a>
hu_hu: Köszönjük, hogy a <a href="%s">FluentBoards</a>-t használja

source: About this Board
hu_hu: A tábla névjegye

source: Board Activity
hu_hu: Tábla tevékenységei

source: Change Background
hu_hu: Háttér módosítása

source: Notification Settings
hu_hu: Értesítési beállítások

source: Board Labels
hu_hu: Tábla címkéi

source: Custom Fields
hu_hu: Egyéni mezők

source: Board Members
hu_hu: Tábla tagjai

source: Archived Items
hu_hu: Archivált elemek

source: Webhooks
hu_hu: Webhookok

source: Associated CRM Contacts
hu_hu: Kapcsolódó CRM-névjegyek

source: Duplicate Board
hu_hu: Tábla duplikálása

source: Restore Board
hu_hu: Tábla visszaállítása

source: Export
hu_hu: Exportálás

source: Archive Board
hu_hu: Tábla archiválása

source: Delete Board
hu_hu: Tábla törlése

source: Sorry, Your secure sign is invalid, Please reload the previous page and get new signed url
hu_hu: Sajnáljuk, az Ön biztonsági aláírása érvénytelen, kérjük, töltse be újra az előző oldalt, és szerezzen be új, aláírt url-t

source: Task Title
hu_hu: Feladat címe

source: Stage
hu_hu: Szakasz

source: Start Date
hu_hu: Kezdési dátum

source: Due Date
hu_hu: Határidő

source: Priority
hu_hu: Prioritás

source: moved %1$s task to %2$s board.
hu_hu: áthelyezte a(z) %1$s feladatot a(z) %2$s táblára.

source: has added you as an assignee.
hu_hu: hozzárendelte Önt felelősnek.

source: has removed you as an assignee.
hu_hu: eltávolította Önt a felelősök közül.

source: commented on %1$s on %2$s board.
hu_hu: hozzászólt ehhez: %1$s, a(z) %2$s táblán.

source: New comment has been added on task
hu_hu: Új hozzászólás érkezett a feladathoz

source: replied on your comment on %1$s on %2$s board.
hu_hu: válaszolt az Ön hozzászólására a(z) %2$s táblán: %1$s.

source: A reply has been added to your comment on a task.
hu_hu: Válasz érkezett az Ön hozzászólására egy feladatnál.

source: New Reply on Your Task Comment
hu_hu: Új válasz az Ön feladathoz írt hozzászólására

source: mentioned you in a comment on %1$s on %2$s board.
hu_hu: megemlítette Önt egy hozzászólásban a(z) %2$s táblán: %1$s.

source: You are mentioned in a comment
hu_hu: Önt megemlítették egy hozzászólásban

source: has assigned you to task %1$s on %2$s board.
hu_hu: hozzárendelte Önt a(z) %2$s táblán a(z) %1$s feladathoz.

source: you have been assigned to task
hu_hu: Önt hozzárendelték a feladathoz

source: has assigned you to subtask <strong>%1$s</strong> of task %2$s on the board %3$s
hu_hu: hozzárendelte Önt a(z) %3$s táblán a(z) %2$s feladat <strong>%1$s</strong> részfeladatához

source: you have been assigned to subtask
hu_hu: Önt hozzárendelték a részfeladathoz

source: You have been assigned to task
hu_hu: Önt hozzárendelték a feladathoz

source: has removed you from task %1$s on the board %2$s
hu_hu: eltávolította Önt a(z) %2$s táblán a(z) %1$s feladatból

source: you have been removed from task
hu_hu: Önt eltávolították a feladatból

source: has removed you from subtask <strong>%1$s</strong> of task %2$s on the board %3$s
hu_hu: eltávolította Önt a(z) %3$s táblán a(z) %2$s feladat <strong>%1$s</strong> részfeladatából

source: you have been removed from subtask
hu_hu: Önt eltávolították a részfeladatból

source: You have been removed from task
hu_hu: Önt eltávolították a feladatból

source: has moved %1$s task to <strong>%2$s</strong> stage of board %3$s
hu_hu: áthelyezte a(z) %1$s feladatot a(z) %3$s tábla <strong>%2$s</strong> szakaszába

source: Task stage has been changed
hu_hu: A feladat szakasza megváltozott

source: has updated due date of %1$s task to <strong>%2$s</strong> of board %3$s
hu_hu: frissítette a(z) %3$s tábla %1$s feladatának határidejét <strong>%2$s</strong> időpontra

source: Task due date has been changed
hu_hu: A feladat határideje megváltozott

source: has archived %1$s task of board %2$s
hu_hu: archiválta a(z) %2$s tábla %1$s feladatát

source: Task has been archived
hu_hu: A feladat archiválva lett

source: Board has been created
hu_hu: A tábla létrehozásra került

source: Onboarding skipped successfully
hu_hu: Onboarding sikeresen kihagyva

source: Board has been created successfully
hu_hu: A tábla sikeresen létrehozásra került

source: Board has been updated
hu_hu: A tábla frissítve lett

source: Stage has been archived
hu_hu: A szakasz archiválva lett

source: Stage has been restored
hu_hu: A szakasz visszaállítva lett

source: Stages Reordered
hu_hu: Szakaszok átrendezve

source: Board has been deleted
hu_hu: A tábla törölve lett

source: Member removed successfully
hu_hu: A tag sikeresen eltávolítva

source: User already a member
hu_hu: A felhasználó már tag

source: Member added successfully
hu_hu: A tag sikeresen hozzáadva

source: The stage is made public!
hu_hu: A szakasz nyilvánossá téve!

source: The stage is made admin only!
hu_hu: A szakasz csak adminok számára lett beállítva!

source: Board id is required
hu_hu: A Board id megadása kötelező

source: Background updated successfully
hu_hu: A háttér sikeresen frissítve

source: Associated Crm Member has been updated
hu_hu: A kapcsolódó Crm tag frissítve lett

source: stage has been created
hu_hu: a szakasz létrehozva lett

source: Invalid stage IDs provided
hu_hu: Érvénytelen szakasz ID-k lettek megadva

source: One or both stages do not exist or do not belong to this board
hu_hu: Az egyik vagy mindkét szakasz nem létezik, vagy nem ehhez a táblához tartozik

source: Tasks have been moved
hu_hu: A feladatok áthelyezve lettek

source: Tasks have been archived
hu_hu: A feladatok archiválva lettek

source: You do not have permission to duplicate board
hu_hu: Nincs jogosultsága a tábla duplikálásához

source: Import successfully
hu_hu: Sikeres importálás

source: Board has been archived successfully!
hu_hu: A tábla sikeresen archiválva lett!

source: Board has been restored successfully!
hu_hu: A tábla sikeresen visszaállítva lett!

source: The Board has been pinned
hu_hu: A tábla rögzítve lett

source: Board is not pinned
hu_hu: A tábla nincs rögzítve

source: Board is removed from pinned boards
hu_hu: A tábla eltávolítva a rögzített táblák közül

source: Comment has been added
hu_hu: A hozzászólás hozzáadva lett

source: Unauthorized Action
hu_hu: Jogosulatlan művelet

source: Comment has been updated
hu_hu: A hozzászólás frissítve lett

source: Comment has been deleted
hu_hu: A hozzászólás törölve lett

source: Reply has been updated
hu_hu: A válasz frissítve lett

source: Reply has been deleted
hu_hu: A válasz törölve lett

source: The file must be a image type.
hu_hu: A fájlnak képtípusúnak kell lennie.

source: attachment has been added
hu_hu: csatolmány hozzáadva lett

source: public
hu_hu: nyilvános

source: private
hu_hu: privát

source: This comment is now %s
hu_hu: Ez a hozzászólás most %s

source: Label has been created
hu_hu: A címke létrehozásra került

source: Label has been added
hu_hu: A címke hozzáadásra került

source: Label has been deleted
hu_hu: A címke törlésre került

source: Label has been updated
hu_hu: A címke frissítésre került

source: Board notification settings have been updated
hu_hu: A tábla értesítési beállításai frissítésre kerültek

source: Notification is updated
hu_hu: Az értesítés frissítve lett

source: Member has been set super admin successfully!
hu_hu: A tag sikeresen szuperadminisztrátorrá lett állítva!

source: User has been removed as super admin successfully!
hu_hu: A felhasználó sikeresen el lett távolítva a szuperadminisztrátori szerepkörből!

source: User removed as super admin
hu_hu: Felhasználó eltávolítva a szuperadminisztrátori szerepkörből

source: User Removed from Board successfully!
hu_hu: A felhasználó sikeresen el lett távolítva a tábláról!

source: Fluent boards admin added
hu_hu: Fluent Boards adminisztrátor hozzáadva

source: Members added to boards
hu_hu: Tagok hozzáadva a táblákhoz

source: Notification settings are updated
hu_hu: Az értesítési beállítások frissítve lettek

source: You do not have permission to access this route
hu_hu: Nincs jogosultsága ezen útvonal eléréséhez

source: Invalid view type
hu_hu: Érvénytelen nézettípus

source: Activate FluentCRM
hu_hu: A FluentCRM aktiválása

source: Install FluentCRM
hu_hu: A FluentCRM telepítése

source: FluentCRM is a Self Hosted Email Marketing Automation Plugin for WordPress. Manage your leads and customers, email campaigns, automated email sequencing and many more
hu_hu: A FluentCRM egy saját tárhelyen futó e-mail marketing automatizálási bővítmény WordPresshez. Kezelje érdeklődőit és ügyfeleit, e-mail kampányait, automatizált e-mail sorozatait és még sok mást

source: Email marketing automation
hu_hu: E-mail marketing automatizálás

source: Activate Fluent Forms
hu_hu: A Fluent Forms aktiválása

source: Install Fluent Forms
hu_hu: A Fluent Forms telepítése

source: Collect leads and build any type of forms, accept payments, connect with your CRM with the Fastest Contact Form Builder Plugin for WordPress
hu_hu: Gyűjtse a leadeket, készítsen bármilyen űrlapot, fogadjon fizetéseket, és kapcsolja össze CRM-jével a WordPress leggyorsabb kapcsolatfelvételi űrlap-készítő bővítményével

source: Create forms and accept payments
hu_hu: Készítsen űrlapokat és fogadjon fizetéseket

source: Activate Fluent Support
hu_hu: A Fluent Support aktiválása

source: Install Fluent Support
hu_hu: A Fluent Support telepítése

source: WordPress Helpdesk and Customer Support Ticket Plugin. Provide awesome support and manage customer queries right from your WordPress dashboard.
hu_hu: WordPress helpdesk és ügyfélszolgálati jegykezelő bővítmény. Nyújtson kiváló támogatást, és kezelje az ügyféligényeket közvetlenül a WordPress vezérlőpultjáról.

source: Customer support ticketing
hu_hu: Ügyfélszolgálati jegykezelés

source: Activate Fluent SMTP
hu_hu: A Fluent SMTP aktiválása

source: Install Fluent SMTP
hu_hu: A Fluent SMTP telepítése

source: The Ultimate SMTP and SES Plugin for WordPress. Connect with any SMTP, SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft and more.
hu_hu: A legteljesebb SMTP és SES bővítmény WordPresshez. Csatlakozzon bármely SMTP-hez, valamint a SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft és további szolgáltatásokhoz.

source: Reliable email delivery with SMTP
hu_hu: Megbízható e-mail kézbesítés SMTP-vel

source: This feature is only available in Fluent Boards Pro
hu_hu: Ez a funkció csak a Fluent Boards Pro-ban érhető el

source: Settings are saved
hu_hu: A beállítások mentésre kerültek

source: Sorry! you do not have permission to install plugin
hu_hu: Sajnáljuk! Nincs jogosultsága a bővítmény telepítéséhez

source: Invalid plugin
hu_hu: Érvénytelen bővítmény

source: Fluent Plugin
hu_hu: Fluent bővítmény

source: Plugin is being installed
hu_hu: A bővítmény telepítése folyamatban van

source: (no title)
hu_hu: (nincs cím)

source: This feature is only available in Fluent Boards Pro. Please upgrade.
hu_hu: Ez a funkció csak a Fluent Boards Pro-ban érhető el. Kérjük, frissítsen.

source: Stage has been updated
hu_hu: A szakasz frissítésre került

source: Tasks has been sorted
hu_hu: A feladatok rendezve

source: Board stage has been updated
hu_hu: A tábla szakasza frissítve

source: Board id is not valid
hu_hu: A tábla id nem érvényes

source: Task has been successfully created
hu_hu: A feladat sikeresen létrehozva

source: Task not found
hu_hu: A feladat nem található

source: Task has been updated
hu_hu: A feladat frissítve

source: Dates have been updated
hu_hu: A dátumok frissítve

source: Task cover photo has been updated
hu_hu: A feladat borítófotója frissítve

source: Task status has been updated
hu_hu: A feladat állapota frissítve

source: Task has been deleted
hu_hu: A feladat törölve

source: Invalid property: %s
hu_hu: Érvénytelen tulajdonság: %s

source: Invalid Stage
hu_hu: Érvénytelen szakasz

source: Invalid Board
hu_hu: Érvénytelen tábla

source: Image has been uploaded
hu_hu: A kép feltöltve

source: Task has been created
hu_hu: A feladat létrehozva

source: Task Cover removed successfully
hu_hu: A feladat borítófotója sikeresen eltávolítva

source: Assigned
hu_hu: Hozzárendelve

source: Upcoming
hu_hu: Közelgő

source: Overdue
hu_hu: Lejárt

source: Mentioned
hu_hu: Megemlítve

source: Completed
hu_hu: Befejezve

source: Others
hu_hu: Egyéb

source: At least one tab must be visible
hu_hu: Legalább egy fülnek láthatónak kell lennie

source: Invalid data format
hu_hu: Érvénytelen adatformátum

source: Configuration saved successfully
hu_hu: A konfiguráció sikeresen mentve

source: Task has been cloned successfully
hu_hu: A feladat sikeresen klónozva

source: Successfully Created the WebHook
hu_hu: A WebHook sikeresen létrehozva

source: Successfully updated the webhook
hu_hu: A webhook sikeresen frissítve

source: Successfully deleted the webhook
hu_hu: A webhook sikeresen törölve

source: Successfully Created the Outgoing WebHook
hu_hu: Az Outgoing WebHook sikeresen létrehozva

source: Successfully updated the outgoing webhook
hu_hu: Az outgoing webhook sikeresen frissítve

source: Successfully deleted the outgoing webhook
hu_hu: Az outgoing webhook sikeresen törölve

source: Board Title
hu_hu: Tábla címe

source: Status
hu_hu: Állapot

source: Type
hu_hu: Típus

source: Description
hu_hu: Leírás

source: Archive Date
hu_hu: Archiválás dátuma

source: Board
hu_hu: Tábla

source: Source
hu_hu: Forrás

source: Position
hu_hu: Pozíció

source: Subtasks
hu_hu: Alfeladatok

source: Completion
hu_hu: Készültség

source: Title
hu_hu: Cím

source: Title of the task.
hu_hu: A feladat címe.

source: The stage of the task, which can be an ID, title, or slug. Example: 1 | "open" | "Open"
hu_hu: A feladat szakasza, amely lehet ID, cím vagy slug. Példa: 1 | "open" | "Open"

source: Parent Task
hu_hu: Szülőfeladat

source: Parent Task ID of the subtask. Example: 1
hu_hu: Az alfeladat szülőfeladatának ID-je. Példa: 1

source: The status of the task (open | closed). Example: "closed"
hu_hu: A feladat állapota (open | closed). Példa: "closed"

source: Description of the task
hu_hu: A feladat leírása

source: Priority of the task (low | medium | high). Example: "medium"
hu_hu: A feladat prioritása (low | medium | high). Példa: "medium"

source: The due date of the task in the format YYYY-MM-DD hh:mm. Example: 2099-12-31 23:59:59
hu_hu: A feladat határideje a YYYY-MM-DD hh:mm formátumban. Példa: 2099-12-31 23:59:59

source: The start date of the task in the format YYYY-MM-DD. Example: 2099-12-31
hu_hu: A feladat kezdési dátuma a YYYY-MM-DD formátumban. Példa: 2099-12-31

source: The source of the task. Example: "jira"
hu_hu: A feladat forrása. Példa: "jira"

source: Source Id
hu_hu: Forrásazonosító

source: The source Id of the task (if any). Example: "bcy664fh177"
hu_hu: A feladat forrásazonosítója (ha van). Példa: "bcy664fh177"

source: CRM Contact Id
hu_hu: CRM-kapcsolat azonosítója

source: The ID of the associated FluentCRM contact. Example: 6465
hu_hu: A társított FluentCRM-kapcsolat azonosítója. Példa: 6465

source: CRM Contact Email
hu_hu: CRM-kapcsolat e-mail-címe

source: The email of the associated CRM contact. Example: "john.doe@example.com"
hu_hu: A társított CRM-kapcsolat e-mail-címe. Példa: "john.doe@example.com"

source: Contact First Name
hu_hu: Kapcsolat keresztneve

source: Associated CRM Contact First Name. Example: "John"
hu_hu: A társított CRM-kapcsolat keresztneve. Példa: "John"

source: Contact Last Name
hu_hu: Kapcsolat vezetékneve

source: Associated CRM Contact Last Name
hu_hu: A társított CRM-kapcsolat vezetékneve

source: Labels
hu_hu: Címkék

source: An array of label IDs or titles. Example: [1, "feature", 44]
hu_hu: Címkeazonosítók vagy címek tömbje. Példa: [1, "feature", 44]

source: Assignees
hu_hu: Felelősök

source: An array of WP User IDs. Example: [1,2,44]
hu_hu: WP felhasználóazonosítók tömbje. Példa: [1,2,44]

source: 30 minutes before
hu_hu: 30 perccel korábban

source: 1 hour before
hu_hu: 1 órával korábban

source: 2 hours before
hu_hu: 2 órával korábban

source: 1 day before
hu_hu: 1 nappal korábban

source: 2 days before
hu_hu: 2 nappal korábban

source: 1 week before
hu_hu: 1 héttel korábban

source: Contact Added to Board
hu_hu: Kapcsolat hozzáadása a táblához

source: This will run when a contact will be added to a board
hu_hu: Ez akkor fut le, amikor egy kapcsolatot hozzáadnak egy táblához

source: Select Board
hu_hu: Válassza ki a táblát

source: Run When
hu_hu: Mikor fusson

source: Contact added to any of the selected boards
hu_hu: Kapcsolat hozzáadása a kiválasztott táblák bármelyikéhez

source: Contact Added to Task
hu_hu: Kapcsolat hozzáadása a feladathoz

source: This will run when a contact will be added to a task
hu_hu: Ez akkor fut le, amikor egy kapcsolatot hozzáadnak egy feladathoz

source: Contact added to task in any of the selected boards
hu_hu: Kapcsolat hozzáadása feladathoz a kiválasztott táblák bármelyikén

source: Stage Changed
hu_hu: Szakasz megváltozott

source: This funnel will run when stage of a task(associated with crm contact) is changed
hu_hu: Ez a tölcsér akkor fut le, amikor egy (CRM-kapcsolathoz társított) feladat szakasza megváltozik

source: From stage
hu_hu: Ebből a szakaszból

source: Leave empty to target any stage of this board
hu_hu: Hagyja üresen, hogy a tábla bármely szakaszát célozza

source: Target stage
hu_hu: Cél szakasz

source: Create Task
hu_hu: Hozzon létre feladatot

source: Create Task to the selected Board
hu_hu: Hozzon létre feladatot a kiválasztott táblán

source: Select which Board & Stage where task will be created
hu_hu: Válassza ki, melyik tábla & melyik szakasz, ahol a feladat létrejön

source: Select Board & It's stage
hu_hu: Válassza ki a táblát & annak szakaszát

source: Task Create Type
hu_hu: Feladat létrehozásának típusa

source: Create from stratch
hu_hu: Létrehozás a semmiből

source: Create from template
hu_hu: Létrehozás sablonból

source: Select Task Template
hu_hu: Válassza ki a feladatsablont

source: Select Template
hu_hu: Válassza ki a sablont

source: Leaving it blank will make the title the same as the template task title.
hu_hu: Ha üresen hagyja, a cím megegyezik a sablonfeladat címével.

source: Set to your_input days after task creation, values less than zero will set due date to null
hu_hu: Állítsa a your_input napra a feladat létrehozása után, a nullánál kisebb értékek a határidőt null értékre állítják

source: Select Priority
hu_hu: Válassza ki a prioritást

source: Keeping it blank will select priority to low
hu_hu: Ha üresen hagyja, a prioritás alacsonyra lesz állítva

source: Fluent Boards feed has been successfully initialized and data has been pushed.
hu_hu: A Fluent Boards feed sikeresen inicializálva, és az adatok továbbítva.

source: Error when submitting data to Fluent Board server.
hu_hu: Hiba az adatok Fluent Board szerverre történő beküldésekor.

source: Invalid sort or orderBy parameter
hu_hu: Érvénytelen sort vagy orderBy paraméter

source: Board doesn't exists
hu_hu: A tábla nem létezik

source: Stage doesn't exists
hu_hu: A szakasz nem létezik

source: cloned
hu_hu: klónozva

source: Failed to clone task:
hu_hu: A feladat klónozása nem sikerült:

source: * Denotes mandatory fields
hu_hu: * A kötelező mezőket jelöli

source: ** Invite a member to board via email
hu_hu: ** Hívja meg egy tagot a táblához e-mailben

source: ** Url required **
hu_hu: ** Url szükséges **

source: **email is required
hu_hu: **email szükséges

source: *select boards can't be empty
hu_hu: * a táblák kiválasztása nem lehet üres

source: *select users can't be empty
hu_hu: * a felhasználók kiválasztása nem lehet üres

source: Action
hu_hu: Művelet

source: Activity history
hu_hu: Tevékenységelőzmények

source: Add Attachment
hu_hu: Melléklet hozzáadása

source: Add Board
hu_hu: Tábla hozzáadása

source: Add Contact
hu_hu: Kapcsolat hozzáadása

source: Add First Task
hu_hu: Első feladat hozzáadása

source: Add Member
hu_hu: Tag hozzáadása

source: Add New Label
hu_hu: Új címke hozzáadása

source: Add New Stage
hu_hu: Új szakasz hozzáadása

source: Add Priority
hu_hu: Prioritás hozzáadása

source: Add ShortCodes
hu_hu: ShortCodes hozzáadása

source: Add Stage
hu_hu: Szakasz hozzáadása

source: Add Subtask
hu_hu: Al-feladat hozzáadása

source: Add Task
hu_hu: Feladat hozzáadása

source: Add To Task
hu_hu: Hozzáadás a feladathoz

source: Add a Task to Board
hu_hu: Feladat hozzáadása a táblához

source: Add from Modal
hu_hu: Hozzáadás a Modalból

source: Add label
hu_hu: Címke hozzáadása

source: Add link
hu_hu: Hivatkozás hozzáadása

source: Add member
hu_hu: Tag hozzáadása

source: Add new Member
hu_hu: Új tag hozzáadása

source: Add to Boards
hu_hu: Hozzáadás a táblákhoz

source: Advanced Modules
hu_hu: Haladó modulok

source: After 1 Hour
hu_hu: 1 óra múlva

source: After 1 Month
hu_hu: 1 hónap múlva

source: After 1 Week
hu_hu: 1 hét múlva

source: After 2 Days
hu_hu: 2 nap múlva

source: All Access
hu_hu: Teljes hozzáférés

source: All Boards
hu_hu: Összes tábla

source: All Members:
hu_hu: Összes tag:

source: Archive Stages
hu_hu: Szakaszok archiválása

source: Archive Task
hu_hu: Feladat archiválása

source: Archive all tasks
hu_hu: Összes feladat archiválása

source: Archive this Stage
hu_hu: Ezen szakasz archiválása

source: Archived Tasks
hu_hu: Archivált feladatok

source: Are you sure to delete this?
hu_hu: Biztosan törli ezt?

source: Are you sure you want to delete?
hu_hu: Biztosan törölni kívánja?

source: Are you sure you want to remove someone from all board ?
hu_hu: Biztos benne, hogy valakit el kíván távolítani az összes tábláról ?

source: Are you sure? You want to leave from
hu_hu: Biztos benne? El kíván távozni innen

source: Are you sure? You want to remove
hu_hu: Biztos benne? El kívánja távolítani

source: Assigned to a task
hu_hu: Feladathoz rendelve

source: Assignee
hu_hu: Felelős

source: Associate Tasks
hu_hu: Feladatok társítása

source: Attachment
hu_hu: Csatolmány

source: Attachments
hu_hu: Csatolmányok

source: Back
hu_hu: Vissza

source: Background Color
hu_hu: Háttérszín

source: Board Not Found
hu_hu: Tábla nem található

source: Board Description
hu_hu: Tábla leírása

source: Board Info
hu_hu: Tábla adatai

source: Board Menu
hu_hu: Tábla menü

source: Border Radius
hu_hu: Sarokkerekítés

source: Button Preview
hu_hu: Gomb előnézete

source: Button Text
hu_hu: Gomb szövege

source: Button URL
hu_hu: Gomb URL-je

source: By Tasks
hu_hu: Feladatok szerint

source: By Users
hu_hu: Felhasználók szerint

source: Type Roadmap
hu_hu: Típus Roadmap

source: CRM Contact
hu_hu: CRM Kapcsolat

source: CRM contact
hu_hu: CRM kapcsolat

source: Can users reactions with unauthenticated along with authentication?*
hu_hu: Reagálhatnak a felhasználók hitelesítés nélkül is, illetve hitelesítve?*

source: Can users vote and comment with name, email along with authentication?*
hu_hu: Szavazhatnak és hozzászólhatnak a felhasználók névvel, e-mail-címmel, illetve hitelesítve?*

source: Cancel
hu_hu: Mégse
