Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-boards/fluent-boards-*.po
Languages: hu_hu

source: Kanban View
hu_hu: Kanban nézet

source: Every task card of the Kanban view contains:
hu_hu: A Kanban nézet minden feladatkártyája tartalmaz:

source: Change Cover
hu_hu: Borító módosítása

source: Choose a file or drag & drop it here.
hu_hu: Válasszon egy fájlt, vagy húzza ide drag & drop-pal.

source: Clear
hu_hu: Törlés

source: Click on the
hu_hu: Kattintson a

source: Click to change Status
hu_hu: Kattintson az állapot módosításához

source: Close
hu_hu: Bezárás

source: Comment
hu_hu: Hozzászólás

source: New comments added on a task you are watching.
hu_hu: Új hozzászólások érkeztek egy Ön által figyelt feladathoz.

source: Confirm
hu_hu: Megerősítés

source: Confirmation Required
hu_hu: Megerősítés szükséges

source: Convert to Task
hu_hu: Átalakítás feladattá

source: Copy Stage
hu_hu: Szakasz másolása

source: Cover photo
hu_hu: Borítókép

source: Create
hu_hu: Létrehozás

source: Create Board
hu_hu: Tábla létrehozása

source: Create First Task
hu_hu: Első feladat létrehozása

source: Create Your Board
hu_hu: Saját tábla létrehozása

source: Create a new template
hu_hu: Új sablon létrehozása

source: Create new board
hu_hu: Új tábla létrehozása

source: Create new task
hu_hu: Új feladat létrehozása

source: Create roadmap
hu_hu: Roadmap létrehozása

source: Create task
hu_hu: Feladat létrehozása

source: Create task from template
hu_hu: Feladat létrehozása sablonból

source: Created By
hu_hu: Létrehozta

source: Created On
hu_hu: Létrehozás dátuma

source: Define Board Stages
hu_hu: Tábla fázisainak meghatározása

source: Define Stages
hu_hu: Fázisok meghatározása

source: Define stages & complete your roadmap
hu_hu: Határozza meg a fázisokat & fejezze be az útitervét

source: Define your deal stages
hu_hu: Határozza meg az üzlete fázisait

source: Delete
hu_hu: Törlés

source: Delete Label
hu_hu: Címke törlése

source: Deleting item cannot be restored. Are you sure you want to proceed
hu_hu: A törölt elem nem állítható vissza. Biztos benne, hogy folytatni kívánja

source: Demote from Manager
hu_hu: Lefokozás a menedzseri szerepkörből

source: Demote from Boards Admin
hu_hu: Lefokozás a Boards adminisztrátori szerepkörből

source: Denotes mandatory field
hu_hu: Kötelező mezőt jelöl

source: Describe Your Board
hu_hu: Írja le a tábláját

source: Describe your first roadmap
hu_hu: Írja le az első útitervét

source: Design Your Button
hu_hu: Tervezze meg a gombját

source: Drop json file here or
hu_hu: Húzza ide a json fájlt vagy

source: Duplicate
hu_hu: Duplikálás

source: Edit
hu_hu: Szerkesztés

source: Edit template
hu_hu: Sablon szerkesztése

source: Email Notification Preferences
hu_hu: E-mail értesítési beállítások

source: Email Notifications
hu_hu: E-mail értesítések

source: Empty value
hu_hu: Üres érték

source: Enable All
hu_hu: Összes engedélyezése

source: Enable Time Tracking Feature
hu_hu: Időkövetési funkció engedélyezése

source: Enable/Disable Fluent Board's Advanced features or integrations.
hu_hu: A Fluent Board haladó funkcióinak vagy integrációinak engedélyezése/letiltása.

source: Features & Modules
hu_hu: Funkciók & modulok

source: Filter
hu_hu: Szűrő

source: Filters
hu_hu: Szűrők

source: Finish
hu_hu: Befejezés

source: First step to provide your roadmap a title, add some description.
hu_hu: Első lépésként adjon címet az útitervének, és írjon hozzá némi leírást.

source: FluentBoards Admin has all the privileges
hu_hu: A FluentBoards adminisztrátor minden jogosultsággal rendelkezik

source: FluentBoards will search in the users of this site
hu_hu: A FluentBoards ezen az oldalon lévő felhasználók között fog keresni

source: Font Size
hu_hu: Betűméret

source: Font Style
hu_hu: Betűstílus

source: Go Back
hu_hu: Vissza

source: Go to Ticket
hu_hu: Ugrás a jegyhez

source: Go to boards
hu_hu: Ugrás a táblákhoz

source: Hours
hu_hu: Óra

source: Import
hu_hu: Importálás

source: Import From
hu_hu: Importálás innen

source: Import from
hu_hu: Importálás innen

source: Import your data from JSON file.
hu_hu: Importálja adatait JSON fájlból.

source: Insert
hu_hu: Beszúrás

source: Integrations
hu_hu: Integrációk

source: Invite Member
hu_hu: Tag meghívása

source: Is authentication required for
hu_hu: Szükséges hitelesítés ehhez

source: Is authentication required for Idea submit?*
hu_hu: Szükséges hitelesítés ötlet beküldéséhez?*

source: Is authentication required for the
hu_hu: Szükséges hitelesítés a

source: Idea submitted from frontend page
hu_hu: Ötlet beküldve a frontend oldalról

source: Join as Assignee
hu_hu: Csatlakozzon felelősnek

source: Keep
hu_hu: Tartsa meg

source: Keep Labels
hu_hu: Tartsa meg a címkéket

source: Keep Tasks
hu_hu: Tartsa meg a feladatokat

source: Last 3 months
hu_hu: Az elmúlt 3 hónap

source: Last month
hu_hu: Az elmúlt hónap

source: Last quarter
hu_hu: Az elmúlt negyedév

source: Last week
hu_hu: Az elmúlt hét

source: Learn
hu_hu: Ismerje meg

source: Learn More
hu_hu: Tudjon meg többet

source: Learn more
hu_hu: Tudjon meg többet

source: Leave Task
hu_hu: Hagyja el a feladatot

source: Leave board
hu_hu: Hagyja el a táblát

source: License Key
hu_hu: Licenckulcs

source: License Management
hu_hu: Licenckezelés

source: List
hu_hu: Lista

source: Lists:
hu_hu: Listák:

source: Load FluentBoards in the frontend of the website
hu_hu: Töltse be a FluentBoards-t a webhely frontendjébe

source: List View
hu_hu: Listanézet

source: Every task row of the List view contains:
hu_hu: A Listanézet minden feladatsora tartalmazza:

source: Make FluentBoards Admin
hu_hu: Tegye a FluentBoards adminisztrátorává

source: Make Template
hu_hu: Készítsen sablont

source: Make This Stage Admin Only
hu_hu: Tegye ezt a szakaszt kizárólag adminisztrátoroknak

source: Make This Stage Public
hu_hu: Tegye ezt a szakaszt nyilvánossá

source: Make User Board Admin
hu_hu: Tegye a felhasználót a tábla adminisztrátorává

source: Make template
hu_hu: Készítsen sablont

source: Manage
hu_hu: Kezelje

source: Manage User Permissions
hu_hu: Kezelje a felhasználói jogosultságokat

source: Member
hu_hu: Tag

source: Members Role
hu_hu: Tagok szerepköre

source: Menu
hu_hu: Menü

source: Minutes
hu_hu: Percek

source: Move
hu_hu: Helyezze át

source: Move Task
hu_hu: Helyezze át a feladatot

source: Move To
hu_hu: Helyezze át ide

source: Move all tasks
hu_hu: Helyezze át az összes feladatot

source: Move to next stage
hu_hu: Helyezze át a következő szakaszba

source: My Tasks
hu_hu: Az Ön feladatai

source: Maximum 150 characters allowed
hu_hu: Legfeljebb 150 karakter engedélyezett

source: Name Your Board
hu_hu: Nevezze el a tábláját

source: Name your roadmap
hu_hu: Nevezze el az ütemtervét

source: Next
hu_hu: Tovább

source: Next Step
hu_hu: Következő lépés

source: Next define stages
hu_hu: Következőként határozza meg a szakaszokat

source: Newest
hu_hu: Legújabb

source: No
hu_hu: Nem

source: No Assignee
hu_hu: Nincs felelős

source: No Board Members
hu_hu: Nincsenek táblatagok

source: No Boards Yet!
hu_hu: Még nincsenek táblák!

source: No Roadmaps Yet!
hu_hu: Még nincsenek útitervek!

source: No Completed Tasks
hu_hu: Nincsenek befejezett feladatok

source: No Label
hu_hu: Nincs címke

source: No Overdue Tasks
hu_hu: Nincsenek lejárt határidejű feladatok

source: No Pending Invitations
hu_hu: Nincsenek függőben lévő meghívások

source: No Upcoming Tasks
hu_hu: Nincsenek közelgő feladatok

source: No archive task found!
hu_hu: Nem található archivált feladat!

source: No Tasks Found!
hu_hu: Nem találhatók feladatok!

source: No archived stages found!
hu_hu: Nem találhatók archivált szakaszok!

source: No contact found
hu_hu: Nem található kapcsolat

source: No description, click to add
hu_hu: Nincs leírás, kattintson a hozzáadáshoz

source: No members found to assign to this task.
hu_hu: Nem találhatók olyan tagok, akiket ehhez a feladathoz hozzá lehet rendelni.

source: No members has been assigned of this task
hu_hu: Ehhez a feladathoz nincs hozzárendelve tag

source: No more activities
hu_hu: Nincs több tevékenység

source: No more notification
hu_hu: Nincs több értesítés

source: No more stages
hu_hu: Nincs több szakasz

source: No more tasks
hu_hu: Nincs több feladat

source: No notification
hu_hu: Nincs értesítés

source: No unread notification
hu_hu: Nincs olvasatlan értesítés

source: No, Thanks
hu_hu: Nem, köszönöm

source: Note
hu_hu: Megjegyzés

source: Note: For authentication in the Fluent roadmap, the Fluent Auth plugin is required.
hu_hu: Megjegyzés: A Fluent roadmap hitelesítéséhez a Fluent Auth bővítmény szükséges.

source: Notifications
hu_hu: Értesítések

source: Now
hu_hu: Most

source: Only template stages can be imported
hu_hu: Csak a sablon szakaszai importálhatók

source: Open
hu_hu: Megnyitás

source: Open task
hu_hu: Feladat megnyitása

source: Options
hu_hu: Opciók

source: Pending Invitations:
hu_hu: Függőben lévő meghívások:

source: Please Create Your First Board
hu_hu: Kérjük, hozza létre az első tábláját

source: Please Provide a license key of
hu_hu: Kérjük, adja meg a licenckulcsot ehhez

source: Please enter a keyword
hu_hu: Kérjük, adjon meg egy kulcsszót

source: Please, Try again with a different term
hu_hu: Kérjük, próbálja meg újra egy másik kifejezéssel

source: Plugins that will extend your Fluent Boards Functionalities
hu_hu: Bővítmények, amelyek kiterjesztik a Fluent Boards funkcióit

source: Processing... It may take a while...
hu_hu: Feldolgozás... Eltarthat egy ideig...

source: Promote to Manager
hu_hu: Léptesse elő menedzserré

source: Promote to All Boards Admin
hu_hu: Léptesse elő az összes tábla adminisztrátorává

source: Purchase one here
hu_hu: Vásároljon egyet itt

source: Quick Search
hu_hu: Gyorskeresés

source: Quick View
hu_hu: Gyorsnézet

source: Recent Searches
hu_hu: Legutóbbi keresések

source: Recently Opened
hu_hu: Nemrég megnyitott

source: Recommended Plugins and Addons
hu_hu: Ajánlott bővítmények és kiegészítők

source: Refresh Board
hu_hu: Tábla frissítése

source: Related Support Ticket
hu_hu: Kapcsolódó támogatási jegy

source: Remove
hu_hu: Eltávolítás

source: Remove Template
hu_hu: Sablon eltávolítása

source: Remove User from Board Admin
hu_hu: Felhasználó eltávolítása a tábla adminisztrátorai közül

source: Remove from Board
hu_hu: Eltávolítás a tábláról

source: Remove from board
hu_hu: Eltávolítás a tábláról

source: You are removed from a task.
hu_hu: Önt eltávolították egy feladatból.

source: Removed from a task
hu_hu: Eltávolítva egy feladatból

source: Reorder Stages
hu_hu: Szakaszok átrendezése

source: Replies
hu_hu: Válaszok

source: Reply
hu_hu: Válasz

source: Resend
hu_hu: Újraküldés

source: Restore
hu_hu: Visszaállítás

source: Restore Task
hu_hu: Feladat visszaállítása

source: Roadmap
hu_hu: Ütemterv

source: Roadmap Settings
hu_hu: Ütemterv beállításai

source: Save
hu_hu: Mentés

source: Save Settings
hu_hu: Beállítások mentése

source: Search
hu_hu: Keresés

source: Search User:
hu_hu: Felhasználó keresése:

source: Search for boards and tasks
hu_hu: Táblák és feladatok keresése

source: Search Boards
hu_hu: Táblák keresése

source: Search Roadmaps
hu_hu: Ütemtervek keresése

source: Search member
hu_hu: Tag keresése

source: Second step to provide stages name of your deal
hu_hu: Második lépés az üzlet szakaszainak nevének megadásához

source: Select Boards
hu_hu: Válasszon táblákat

source: Select Contact
hu_hu: Válasszon kapcsolatot

source: Select File
hu_hu: Válasszon fájlt

source: Select a board
hu_hu: Válasszon egy táblát

source: Select a position
hu_hu: Válasszon egy pozíciót

source: Select a stage
hu_hu: Válasszon egy szakaszt

source: Selected Board has no stage !!
hu_hu: A kiválasztott táblának nincs szakasza !!

source: Send Invitation
hu_hu: Meghívó küldése

source: Set Date
hu_hu: Dátum beállítása

source: Set Estimated Time
hu_hu: Becsült idő beállítása

source: Set Estimation
hu_hu: Becslés beállítása

source: Show Board Info
hu_hu: Tábla információinak megjelenítése

source: Show more options
hu_hu: További lehetőségek megjelenítése

source: Skip This Step
hu_hu: Hagyja ki ezt a lépést

source: Skip Onboarding
hu_hu: Bevezetés kihagyása

source: Sort By
hu_hu: Rendezés szerint

source: Stage Name
hu_hu: Szakasz neve

source: Stage is required
hu_hu: A szakasz megadása kötelező

source: Stage name :
hu_hu: Szakasz neve :

source: Stage has been changed of a task you are watching.
hu_hu: Megváltozott egy Ön által figyelt feladat szakasza.

source: Stages
hu_hu: Szakaszok

source: Start Importing
hu_hu: Importálás indítása

source: Step 1
hu_hu: 1. lépés

source: Step 2
hu_hu: 2. lépés

source: Sub Task
hu_hu: Alfeladat

source: Subtask Count
hu_hu: Alfeladatok száma

source: Tags:
hu_hu: Címkék:

source: Task Archived
hu_hu: Feladat archiválva

source: Task Dates
hu_hu: Feladat dátumai

source: Task Members
hu_hu: Feladat tagjai

source: Task Templates
hu_hu: Feladat-sablonok

source: Task has no description
hu_hu: A feladatnak nincs leírása

source: Task status
hu_hu: Feladat állapota

source: Task title cannot be empty.
hu_hu: A feladat címe nem lehet üres.

source: Tasks
hu_hu: Feladatok

source: Tasks assigned to me
hu_hu: Hozzám rendelt feladatok

source: Template
hu_hu: Sablon

source: Text Color
hu_hu: Szöveg színe

source: Text to display
hu_hu: Megjelenítendő szöveg

source: This Board has no stage
hu_hu: Ezen a táblán nincs szakasz

source: This Month
hu_hu: Ez a hónap

source: This is a template task
hu_hu: Ez egy sablonfeladat

source: This is where your created boards will show up.
hu_hu: Itt fognak megjelenni az Ön által létrehozott táblák.

source: This is where your created roadmaps will show up.
hu_hu: Itt fognak megjelenni az Ön által létrehozott útitervek.

source: This is where your recently opened boards will show up
hu_hu: Itt fognak megjelenni az Ön által nemrég megnyitott táblák

source: This portal can be accessed from
hu_hu: Ezt a portált innen érheti el

source: This quarter
hu_hu: Ez a negyedév

source: Time Tracking
hu_hu: Időkövetés

source: Title is required
hu_hu: A cím megadása kötelező

source: Tomorrow
hu_hu: Holnap

source: Track Time on each task and get detailed reports by boards, members, time range etc
hu_hu: Kövesse az időt minden feladaton, és kapjon részletes jelentéseket táblák, tagok, időszak stb. szerint

source: Type anything to search
hu_hu: Gépeljen be bármit a kereséshez

source: Type board title
hu_hu: Írja be a tábla címét

source: Type name or email
hu_hu: Írja be a nevet vagy az e-mail-címet

source: This board is not belong to any folder
hu_hu: Ez a tábla nem tartozik egyetlen mappához sem

source: Undo remove stage
hu_hu: A szakasz eltávolításának visszavonása

source: Unread
hu_hu: Olvasatlan

source: Update Estimation
hu_hu: Becslés frissítése

source: Upgrade to Pro
hu_hu: Frissítés Pro csomagra

source: Upload
hu_hu: Feltöltés

source: User Role:
hu_hu: Felhasználói szerepkör:

source: Verify License
hu_hu: Licenc ellenőrzése

source: View Profile
hu_hu: Profil megtekintése

source: View task activities
hu_hu: Feladat tevékenységeinek megtekintése

source: View task comments
hu_hu: Feladat hozzászólásainak megtekintése

source: Votes Statistics
hu_hu: Szavazási statisztikák

source: Watch
hu_hu: Figyelés

source: Watching
hu_hu: Figyelve

source: Welcome
hu_hu: Üdvözöljük

source: Year to Date
hu_hu: Év elejétől máig

source: Yes
hu_hu: Igen

source: You are about to delete the label
hu_hu: Arra készül, hogy törölje a címkét

source: Your browser does not support the audio element.
hu_hu: A böngészője nem támogatja az audio elemet.

source: Your browser does not support the video tag.
hu_hu: A böngészője nem támogatja a video tag-et.

source: about this feature
hu_hu: erről a funkcióról

source: Tasks you are watching are archived.
hu_hu: Az Ön által figyelt feladatok archiválva vannak.

source: You are assigned to a new task.
hu_hu: Önt egy új feladathoz rendelték.

source: board
hu_hu: tábla

source: button to create a new task.
hu_hu: gomb új feladat létrehozásához.

source: click here
hu_hu: kattintson ide

source: Show comment count on task
hu_hu: Hozzászólások számának megjelenítése a feladaton

source: Show label on task
hu_hu: Címke megjelenítése a feladaton

source: Show priority on task
hu_hu: Prioritás megjelenítése a feladaton

source: Show assignees on task
hu_hu: Felelősök megjelenítése a feladaton

source: Show subtask count on task
hu_hu: Részfeladatok számának megjelenítése a feladaton

source: Show attachment count on task
hu_hu: Mellékletek számának megjelenítése a feladaton

source: Show due date on task
hu_hu: Határidő megjelenítése a feladaton

source: Show notification count on task
hu_hu: Értesítések számának megjelenítése a feladaton

source: days
hu_hu: nap

source: Dates has been updated of a task you are watching.
hu_hu: Egy Ön által figyelt feladat dátumai frissültek.

source: estimated
hu_hu: becsült

source: from
hu_hu: ettől

source: from admin of
hu_hu: az adminisztrátortól

source: in the comment section of the roadmap?*
hu_hu: az ütemterv hozzászólások szakaszában?*

source: more
hu_hu: több

source: overdue task
hu_hu: lejárt feladat

source: reactions
hu_hu: reakciók

source: sections of the roadmap?*
hu_hu: az ütemterv szakaszai?*

source: to
hu_hu: eddig

source: voting and commenting
hu_hu: szavazás és hozzászólás

source: on stage
hu_hu: szakaszban

source: The person with this email is not an user of this site.
hu_hu: Az ezzel az e-mail-címmel rendelkező személy nem ennek az oldalnak a felhasználója.

source: Click Send Invitation to add to this board
hu_hu: Kattintson a Meghívás küldése gombra, hogy hozzáadja ehhez a táblához

source: An email will be sent to the user with an invitation link.
hu_hu: A felhasználónak e-mailt küldünk egy meghívó linkkel.

source: added a new comment
hu_hu: új hozzászólást adott hozzá

source: replied to a comment
hu_hu: válaszolt egy hozzászólásra

source: mentioned you in a comment
hu_hu: megemlítette Önt egy hozzászólásban

source: created a new subtask
hu_hu: új részfeladatot hozott létre

source: updated due date
hu_hu: frissítette a határidőt

source: updated start date
hu_hu: frissítette a kezdési dátumot

source: moved task to another stage
hu_hu: a feladatot áthelyezte egy másik szakaszba

source: changed task priority
hu_hu: megváltoztatta a feladat prioritását

source: archived a task
hu_hu: archivált egy feladatot

source: restored a task
hu_hu: visszaállított egy feladatot

source: updated a task title
hu_hu: frissítette egy feladat címét

source: updated a task description
hu_hu: frissítette egy feladat leírását

source: updated task assignee
hu_hu: frissítette a feladat felelősét

source: Mark all as read
hu_hu: Összes megjelölése olvasottként

source: Shortcode
hu_hu: Rövidkód

source: Gradient Type
hu_hu: Színátmenet típusa

source: Linear
hu_hu: Lineáris

source: Radial
hu_hu: Radiális

source: Conic
hu_hu: Kúpos

source: Angle
hu_hu: Szög

source: Shape
hu_hu: Alak

source: Ellipse
hu_hu: Ellipszis

source: Circle
hu_hu: Kör

source: Closest Side
hu_hu: Legközelebbi oldal

source: Closest Corner
hu_hu: Legközelebbi sarok

source: Farthest Side
hu_hu: Legtávolabbi oldal

source: Farthest Corner
hu_hu: Legtávolabbi sarok

source: Size
hu_hu: Méret

source: Starting Angle
hu_hu: Kezdő szög

source: Copy the webhook URL you want to send your POST request to.
hu_hu: Másolja a webhook URL-t, amelyre a POST kérést küldeni kívánja.

source: Copy the keys in the Key column and paste it into the app you want to use for sending the POST request, so it will send the data into the task field you want.
hu_hu: Másolja a kulcsokat a Key oszlopból, és illessze be abba az alkalmazásba, amelyet a POST kérés küldéséhez kíván használni, így az az adatokat a kívánt feladatmezőbe fogja küldeni.

source: Webhooks are a way for one application to send data to another application in real-time. You can use this feature to send data to your own application or to third-party services.
hu_hu: A webhookok lehetőséget adnak arra, hogy az egyik alkalmazás valós időben adatokat küldjön egy másik alkalmazásnak. Ezt a funkciót arra használhatja, hogy adatokat küldjön a saját alkalmazásának vagy külső szolgáltatásoknak.

source: Add a more detailed description of the task here
hu_hu: Adjon meg itt a feladatról részletesebb leírást

source: Select Parent Task
hu_hu: Válassza ki a szülőfeladatot

source: Select Subtask Assignee
hu_hu: Válassza ki az alfeladat felelősét

source: This task has assignees, please select one of them.
hu_hu: Ehhez a feladathoz vannak felelősök, kérjük, válasszon közülük egyet.

source: Keeping blank won't add any assignee
hu_hu: Üresen hagyva nem ad hozzá felelőst

source: WordPress Administrator
hu_hu: WordPress adminisztrátor

source: FluentBoards Admin
hu_hu: FluentBoards adminisztrátor

source: FluentCRM Profile
hu_hu: FluentCRM profil

source: View FluentCRM Profile
hu_hu: FluentCRM profil megtekintése

source: WordPress Profile
hu_hu: WordPress profil

source: View WordPress Profile
hu_hu: WordPress profil megtekintése

source: Watch created tasks
hu_hu: Létrehozott feladatok figyelése

source: Subscribe for notifications for cards you create
hu_hu: Iratkozzon fel értesítésekre az Ön által létrehozott kártyákról

source: Watch on commenting
hu_hu: Figyelés hozzászóláskor

source: Subscribe for notifications for a task if you comment or reply on it
hu_hu: Iratkozzon fel értesítésekre egy feladathoz, ha hozzászól vagy válaszol benne

source: Watch on assigning
hu_hu: Figyelés hozzárendeléskor

source: This is a pro feature
hu_hu: Ez egy pro funkció

source: Incomplete Tasks
hu_hu: Befejezetlen feladatok

source: Completed Tasks
hu_hu: Befejezett feladatok

source: Overdue Tasks
hu_hu: Lejárt határidejű feladatok

source: Total Tasks
hu_hu: Összes feladat

source: Public Ideas
hu_hu: Nyilvános ötletek

source: Pending Ideas
hu_hu: Függőben lévő ötletek

source: Completed Ideas
hu_hu: Befejezett ötletek

source: Total Ideas
hu_hu: Összes ötlet

source: Idea Priority Chart:
hu_hu: Ötletek prioritási diagramja:

source: Most Popular Ideas:
hu_hu: Legnépszerűbb ötletek:

source: Idea Submitted in last 30 days:
hu_hu: Az elmúlt 30 napban beküldött ötletek:

source: Stage Wise Total Ideas:
hu_hu: Szakaszonkénti összes ötlet:

source: Idea Not Found
hu_hu: Ötlet nem található

source: Task Priority Chart:
hu_hu: Feladatok prioritási diagramja:

source: Stage Wise Task Completion Report:
hu_hu: Szakaszonkénti feladatbefejezési jelentés:

source: Task Completion Chart:
hu_hu: Feladatbefejezési diagram:

source: Idea
hu_hu: Ötlet

source: Subscribe for notifications for a task if you assign someone to it
hu_hu: Iratkozzon fel értesítésekre egy feladathoz, ha valakit hozzárendel hozzá

source: Send Email when Idea Moved
hu_hu: E-mail küldése, amikor az ötletet áthelyezik

source: Go To task after creation.
hu_hu: Ugrás a feladathoz a létrehozás után.

source: Attachment uploaded successfully.
hu_hu: A melléklet sikeresen feltöltve.

source: Drop Task Here
hu_hu: Húzza ide a feladatot

source: Enable idea submission
hu_hu: Ötletbeküldés engedélyezése

source: User need to be logged in to submit a new idea
hu_hu: Új ötlet beküldéséhez be kell jelentkeznie

source: Enable comment submission
hu_hu: Hozzászólások beküldésének engedélyezése

source: User need to be logged in to add a comment
hu_hu: Hozzászólás hozzáadásához be kell jelentkeznie

source: Enable vote submission
hu_hu: Szavazatok beküldésének engedélyezése

source: User need to be logged in to vote for an idea
hu_hu: Ötletre szavazáshoz be kell jelentkeznie

source: Search Label
hu_hu: Címke keresése

source: All activities
hu_hu: Minden tevékenység

source: Oldest
hu_hu: Legrégebbi

source: Updated description
hu_hu: Frissített leírás

source: see more
hu_hu: továbbiak megjelenítése

source: see less
hu_hu: kevesebb megjelenítése
