Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo/automatewoo-*.po
Languages: hu_hu

source: AutomateWoo uses three cookies to enable the session and cart tracking features of the plugin. If you have these features enabled you should include these cookies in your policy. You should also mention whether the user must give consent before these cookies are set.
hu_hu: Az AutomateWoo három sütit használ a bővítmény munkamenet- és kosárkövetési funkcióinak engedélyezéséhez. Ha ezek a funkciók engedélyezve vannak, ezeket a sütiket fel kell tüntetnie a szabályzatában. Azt is meg kell említenie, hogy a sütik beállítása előtt szükséges-e a felhasználó hozzájárulása.

source: We use cookies to remember who you are when browsing our site and to store the contents of your cart for the purpose of reminding you. These cookies will only be set when you consent to allowing additional cookies on our website.
hu_hu: Sütiket használunk, hogy azonosítsuk Önt a webhelyünk böngészésekor, és hogy a kosarának tartalmát emlékeztetési céllal eltároljuk. Ezek a sütik csak akkor kerülnek beállításra, ha hozzájárul a webhelyünkön a további sütik engedélyezéséhez.

source: %s - Used to store a secure key that is unique to you - Expires after 2 years
hu_hu: %s - Az Önre egyedileg jellemző biztonságos kulcs tárolására szolgál - 2 év után lejár

source: %s - Used to flag when you begin interacting with our website - Expires when you end the browser session
hu_hu: %s - Annak jelzésére szolgál, amikor elkezd kapcsolatba lépni a webhelyünkkel - A böngésző munkamenetének befejezésekor lejár

source: %s - Used to store flag when your stored cart needs to be updated - Expires when you end the browser session
hu_hu: %s - Jelző tárolására szolgál, ha a mentett kosarát frissíteni kell - A böngésző munkamenetének befejezésekor lejár

source: If you are using AutomateWoo's cart tracking feature user carts will be stored for 60 days, depending on your settings.
hu_hu: Ha használja az AutomateWoo kosárkövetési funkcióját, a felhasználói kosarak a beállításoktól függően 60 napig kerülnek tárolásra.

source: We store a copy of your cart in our database for 60 days for the purpose of reminding you when your cart is abandoned.
hu_hu: A kosara egy példányát 60 napig tároljuk az adatbázisunkban, hogy emlékeztethessük, ha a kosarát elhagyja.

source: AutomateWoo keeps a record of when a user or guest chooses to opt-in or opt-out.
hu_hu: Az AutomateWoo nyilvántartja, amikor egy felhasználó vagy vendég feliratkozik vagy leiratkozik.

source: We store your communication preferences such as whether you have opted in to receive marketing communication. This data is retained until you request the removal of your data.
hu_hu: Tároljuk kommunikációs beállításait, például hogy hozzájárult-e a marketingkommunikáció fogadásához. Ezeket az adatokat addig őrizzük meg, amíg nem kéri az adatai törlését.

source: Communication logs
hu_hu: Kommunikációs naplók

source: AutomateWoo keeps a record of all workflow logs which includes open, click and conversion tracking.
hu_hu: Az AutomateWoo nyilvántartást vezet minden munkafolyamat-naplóról, amely tartalmazza a megnyitás-, kattintás- és konverziókövetést.

source: We keep a log of some of the communication that we have with you which may include marketing and transactional emails and/or SMS messages. These are kept for the purpose of improving our marketing and communication with you and other customers. These logs are retained until you request removal of your data.
hu_hu: Naplózzuk az Önnel folytatott egyes kommunikációkat, amelyek tartalmazhatnak marketing- és tranzakciós e-maileket és/vagy SMS-üzeneteket. Ezeket azért őrizzük meg, hogy javítsuk marketingtevékenységünket és az Önnel és más ügyfelekkel folytatott kommunikációt. Ezeket a naplókat addig őrizzük meg, amíg nem kéri az adatai törlését.

source: Pre-submit data capture
hu_hu: Elküldés előtti adatgyűjtés

source: AutomateWoo has the option to capture customer data before forms are submitted which usually means that consent has not been given. Using this feature may not be legal in some regions depending on your legal basis for capturing that data. If you choose to use this feature we recommend including some reasoning behind it.
hu_hu: Az AutomateWoo lehetőséget biztosít ügyféladatok rögzítésére az űrlapok beküldése előtt, ami általában azt jelenti, hogy még nem történt hozzájárulás. Ennek a funkciónak a használata egyes régiókban jogszerűtlen lehet, attól függően, hogy milyen jogalapon gyűjti az adatokat. Ha úgy dönt, hogy használja ezt a funkciót, javasoljuk, hogy adjon meg indokolást.

source: What we share with others
hu_hu: Mit osztunk meg másokkal

source: AutomateWoo integrates with third party services which means personal data may be shared depending on what integrations you have enabled and which workflows you are using.
hu_hu: Az AutomateWoo harmadik fél szolgáltatásaival integrálódik, ami azt jelenti, hogy személyes adatok megosztására kerülhet sor attól függően, milyen integrációk vannak engedélyezve és mely munkafolyamatokat használja.

source: We use Twilio as our SMS delivery service. Your data may be transferred to Twilio for processing in accordance with their %1$sPrivacy Policy%2$s.
hu_hu: A Twilio szolgáltatást használjuk SMS-kézbesítésre. Az adatai a Twilio részére továbbíthatók feldolgozás céljából a %1$sAdatvédelmi irányelveik%2$s szerint.

source: We use MailChimp for email marketing. Your data may be transferred to MailChimp for processing in accordance with their %1$sPrivacy Policy%2$s.
hu_hu: A MailChimpet használjuk e-mail marketinghez. Az adatai a MailChimp részére továbbíthatók feldolgozás céljából a %1$sAdatvédelmi irányelveik%2$s szerint.

source: We use Active Campaign for email marketing. Your data may be transferred to Active Campaign for processing in accordance with their %1$sPrivacy Policy%2$s.
hu_hu: Az Active Campaignet használjuk e-mail marketinghez. Az adatai az Active Campaign részére továbbíthatók feldolgozás céljából a %1$sAdatvédelmi irányelveik%2$s szerint.

source: We use Campaign Monitor for email marketing. Your data may be transferred to Campaign Monitor for processing in accordance with their %1$sPrivacy Policy%2$s.
hu_hu: A Campaign Monitort használjuk e-mail marketinghez. Az adatai a Campaign Monitor részére továbbíthatók feldolgozás céljából a %1$sAdatvédelmi irányelveik%2$s szerint.

source: We use Bitly for link shortening. Your data may be transferred to Bitly for processing in accordance with their %1$sPrivacy Policy%2$s.
hu_hu: A Bitly szolgáltatást használjuk linkrövidítéshez. Az adatai a Bitly részére továbbíthatók feldolgozás céljából a %1$sAdatvédelmi irányelveik%2$s szerint.

source: We use AgileCRM as our CRM. Your data may be transferred to AgileCRM for processing in accordance with their %1$sPrivacy Policy%2$s.
hu_hu: Az AgileCRM-et használjuk CRM-ként. Az adatai az AgileCRM részére továbbíthatók feldolgozás céljából a %1$sAdatvédelmi irányelveik%2$s szerint.

source: Suggested text:
hu_hu: Javasolt szöveg:

source: Unpaid
hu_hu: Fizetetlen

source: Pending confirmation
hu_hu: Megerősítésre vár

source: Confirmed
hu_hu: Megerősítve

source: Paid
hu_hu: Fizetve

source: Complete
hu_hu: Befejezve

source: In cart
hu_hu: Kosárban

source: Cancelled
hu_hu: Törölve

source: Queued Workflow: Run failed as requirements are no longer met for this workflow.
hu_hu: Sorba állított munkafolyamat: a futtatás sikertelen, mivel a követelmények már nem teljesülnek ennél a munkafolyamatnál.

source: The workflow was deleted or deactivated.
hu_hu: A munkafolyamatot törölték vagy deaktiválták.

source: Some of the required data was not found. For example, the order could have been deleted.
hu_hu: Néhány szükséges adat nem található. Például a rendelést törölhették.

source: A fatal error occurred while running the queued event.
hu_hu: Végzetes hiba történt a sorba állított esemény futtatásakor.

source: Cause of queued event failure is unknown.
hu_hu: A sorba állított esemény hibájának oka ismeretlen.

source: AutomateWoo API endpoints are still under development and subject to change.
hu_hu: Az AutomateWoo API végpontjai még fejlesztés alatt állnak, és változhatnak.

source: Unknown error.
hu_hu: Ismeretlen hiba.

source: Conversion Order ID.
hu_hu: Konverziós rendelés ID.

source: List of Conversion Order IDs.
hu_hu: Konverziós rendelés ID-k listája.

source: Unmarked as conversion.
hu_hu: Konverziókénti megjelölés törölve.

source: Unmarked conversions.
hu_hu: Konverziók megjelölése törölve.

source: Invalid order ID %d.
hu_hu: Érvénytelen rendelés ID %d.

source: Limit response to resources published before a given ISO8601 compliant date.
hu_hu: A választ az adott, ISO8601-kompatibilis dátum előtt közzétett erőforrásokra korlátozza.

source: Limit response to resources published after a given ISO8601 compliant date.
hu_hu: A választ az adott, ISO8601-kompatibilis dátum után közzétett erőforrásokra korlátozza.

source: Limit response to one or more customers.
hu_hu: A választ egy vagy több vásárlóra korlátozza.

source: Limit response to one or more workflows.
hu_hu: A választ egy vagy több munkafolyamatra korlátozza.

source: Limit response to one or more orders.
hu_hu: A választ egy vagy több rendelésre korlátozza.

source: The workflow ID.
hu_hu: A munkafolyamat ID-je.

source: The rule group number to find matches for.
hu_hu: A szabálycsoport száma, amelyhez találatokat kell keresni.

source: The current batch offset relative to the rule group number.
hu_hu: Az aktuális köteg eltolása a szabálycsoport számához viszonyítva.

source: The maximum number of items to find in a single request.
hu_hu: Egyetlen kérésben keresendő elemek maximális száma.

source: A batch of items to add to the workflow queue.
hu_hu: A munkafolyamat sorához hozzáadandó elemek kötege.

source: Workflow must be a manual workflow.
hu_hu: A munkafolyamatnak manuálisnak kell lennie.

source: The name of the preset.
hu_hu: Az előbeállítás neve.

source: Unable to load preset workflows. Please check the logs for more info.
hu_hu: Nem sikerült betölteni az előre beállított munkafolyamatokat. További információért ellenőrizze a naplókat.

source: Unique name for the preset.
hu_hu: Az előbeállítás egyedi neve.

source: A string defining the type of the preset workflow.
hu_hu: Egy karakterlánc, amely meghatározza az előre beállított munkafolyamat típusát.

source: A short title indicating the purpose of this preset workflow.
hu_hu: Rövid cím, amely jelzi ennek az előre beállított munkafolyamatnak a célját.

source: A short description about this preset.
hu_hu: Rövid leírás erről az előbeállításról.

source: Link to the documentation page for the preset.
hu_hu: Hivatkozás az előbeállítás dokumentációs oldalára.

source: Unique identifier for the workflow.
hu_hu: A munkafolyamat egyedi azonosítója.

source: Limit results by status.
hu_hu: Az eredmények korlátozása állapot szerint.

source: Limit results by type.
hu_hu: Az eredmények korlátozása típus szerint.

source: Limit results by one or more triggers.
hu_hu: Az eredmények korlátozása egy vagy több trigger szerint.

source: Unique identifier for the object.
hu_hu: Az objektum egyedi azonosítója.

source: Workflow data for the log.
hu_hu: Munkafolyamat adatai a naplóhoz.

source: The Workflow ID.
hu_hu: A munkafolyamat ID-je.

source: The title of the workflow.
hu_hu: A munkafolyamat címe.

source: Customer data for the log.
hu_hu: Vásárlói adatok a naplóhoz.

source: The Customer ID within AutomateWoo.
hu_hu: A vásárló ID-je az AutomateWoo-n belül.

source: The customer email address.
hu_hu: A vásárló e-mail-címe.

source: The customer's full name.
hu_hu: A vásárló teljes neve.

source: The WordPress User ID for the customer.
hu_hu: A vásárló WordPress felhasználói ID-je.

source: The date of the log.
hu_hu: A napló dátuma.

source: Whether the workflow generated errors.
hu_hu: Jelzi, hogy a munkafolyamat generált-e hibákat.

source: Whether the workflow had blocked emails.
hu_hu: Jelzi, hogy a munkafolyamatnál voltak-e blokkolt e-mailek.

source: Whether the workflow has tracking enabled.
hu_hu: Jelzi, hogy engedélyezve van-e a követés a munkafolyamatnál.

source: Whether the workflow has conversion tracking enabled,
hu_hu: Jelzi, hogy engedélyezve van-e a konverziókövetés a munkafolyamatnál,

source: Whether the user data is anonymized.
hu_hu: Jelzi, hogy a felhasználói adatok anonimizáltak-e.

source: Whether an open has been recorded.
hu_hu: Jelzi, hogy rögzítve van-e megnyitás.

source: Whether a click has been recorded.
hu_hu: Jelzi, hogy rögzítve van-e kattintás.

source: The date the open was recorded.
hu_hu: A megnyitás rögzítésének dátuma.

source: The date the click was recorded.
hu_hu: A kattintás rögzítésének dátuma.

source: Notes for the log.
hu_hu: Megjegyzések a naplóhoz.

source: The order ID for the log.
hu_hu: A napló rendelésazonosítója.

source: Workflow name
hu_hu: Munkafolyamat neve

source: Whether the Workflow is active or disabled.
hu_hu: Jelzi, hogy a munkafolyamat aktív-e vagy le van tiltva.

source: The workflow type.
hu_hu: A munkafolyamat típusa.

source: The type of event that triggers the workflow to run.
hu_hu: Az eseménytípus, amely elindítja a munkafolyamat futását.

source: The name of the trigger for the workflow.
hu_hu: A munkafolyamat triggerének neve.

source: The options for the workflow trigger.
hu_hu: A munkafolyamat triggerének opciói.

source: Collection of rules to add conditional logic to workflow.
hu_hu: Szabályok gyűjteménye feltételes logika hozzáadásához a munkafolyamathoz.

source: Collection of rule groups.
hu_hu: Szabálycsoportok gyűjteménye.

source: Rule name.
hu_hu: Szabály neve.

source: Rule comparison operator.
hu_hu: A szabály összehasonlító operátora.

source: Rule value to compare.
hu_hu: A szabály összehasonlítandó értéke.

source: Collection of actions to run for workflow.
hu_hu: A munkafolyamat során futtatandó műveletek gyűjteménye.

source: Name of the action.
hu_hu: A művelet neve.

source: When the workflow will run in relation to the trigger.
hu_hu: Mikor fusson a munkafolyamat a triggerhez képest.

source: Timing type for when the workflow will run in relation to the trigger.
hu_hu: Az időzítés típusa arra, mikor fusson a munkafolyamat a triggerhez képest.

source: Amount of time to delay before running the workflow.
hu_hu: A munkafolyamat futtatása előtti késleltetés időtartama.

source: Unit of time to delay (hour, minute, day, week, month).
hu_hu: A késleltetés időegysége (óra, perc, nap, hét, hónap).

source: Number of time to wait.
hu_hu: Várakozási egységek száma.

source: Scheduled time of day / days to run the workflow.
hu_hu: A munkafolyamat futtatásának ütemezett napszaka / napjai.

source: Time of day to run the workflow (HH:mm).
hu_hu: A munkafolyamat futtatásának napi időpontja (HH:mm).

source: Days of the week to run the workflow (empty is any day).
hu_hu: A hét mely napjain fusson a munkafolyamat (üresen bármely nap).

source: Fixed time to run the workflow.
hu_hu: Fix időpont a munkafolyamat futtatásához.

source: Variable to use as scheduled time to run the workflow.
hu_hu: A munkafolyamat ütemezett futtatásához használandó változó.

source: Whether the workflow is used for transactional emails instead of marketing emails.
hu_hu: Jelzi, hogy a munkafolyamat tranzakciós e-mailekre szolgál-e marketing e-mailek helyett.

source: Whether tracking is enabled for the workflow.
hu_hu: Jelzi, hogy engedélyezve van-e a követés a munkafolyamatnál.

source: Whether conversion tracking is enabled for the workflow.
hu_hu: Jelzi, hogy engedélyezve van-e a konverziókövetés a munkafolyamatnál.

source: Tracking variables to be appended to every link in the email or SMS.
hu_hu: Követési változók, amelyeket minden e-mailben vagy SMS-ben lévő hivatkozáshoz hozzá kell fűzni.

source: The order in which the workflows will run.
hu_hu: A sorrend, amelyben a munkafolyamatok futnak.

source: Use true to permanently delete the workflow, default is false.
hu_hu: A munkafolyamat végleges törléséhez használja a true értéket, alapértelmezésben false.

source: Invalid workflow data.
hu_hu: Érvénytelen munkafolyamat-adatok.

source: Invalid trigger!
hu_hu: Érvénytelen trigger!

source: Invalid trigger option: %s
hu_hu: Érvénytelen trigger opció: %s

source: Trigger %1$s requires the option %2$s to be set.
hu_hu: A(z) %1$s trigger megköveteli a(z) %2$s opció beállítását.

source: Invalid rule: %s
hu_hu: Érvénytelen szabály: %s

source: Invalid action: %s
hu_hu: Érvénytelen művelet: %s

source: Invalid action option: %s
hu_hu: Érvénytelen műveleti opció: %s

source: Action %1$s requires the option %2$s to be set.
hu_hu: A(z) %1$s művelet megköveteli a(z) %2$s opció beállítását.

source: Invalid timing date and/or time!
hu_hu: Érvénytelen időzítési dátum és/vagy idő!

source: Timing variable not specified!
hu_hu: Az időzítési változó nincs megadva!

source: Trash is not supported.
hu_hu: A lomtárba helyezés nem támogatott.

source: Workflow %d has already been trashed.
hu_hu: A(z) %d munkafolyamat már a lomtárban van.

source: Unable to delete workflow %d.
hu_hu: Nem sikerült törölni a(z) %d munkafolyamatot.

source: Invalid workflow ID.
hu_hu: Érvénytelen munkafolyamat-azonosító.

source: There was an error loading the quick filter query.
hu_hu: Hiba történt a gyorsszűrő lekérdezés betöltésekor.

source: Quick filtering is not available for given data type.
hu_hu: A gyorsszűrés nem érhető el a megadott adattípushoz.

source: Is in the next
hu_hu: A következő időszakban van

source: Is not in the next
hu_hu: Nincs a következő időszakban

source: Is in the last
hu_hu: Az elmúlt időszakban van

source: Is not in the last
hu_hu: Nincs az elmúlt időszakban

source: Is after
hu_hu: Későbbi, mint

source: Is before
hu_hu: Korábbi, mint

source: Is on
hu_hu: Ezen a napon

source: Is not on
hu_hu: Nem ezen a napon

source: Is on day/s of the week
hu_hu: A hét napján/napjain van

source: Is in the range
hu_hu: A tartományban van

source: Is not set
hu_hu: Nincs beállítva

source: Is set
hu_hu: Be van állítva

source: Search...
hu_hu: Keresés...

source: Cart - Item Count
hu_hu: Kosár - Tételszám

source: Cart - Total
hu_hu: Kosár - Összesen

source: Cart - Coupons
hu_hu: Kosár - Kuponok

source: Cart - Created Date
hu_hu: Kosár - Létrehozás dátuma

source: Cart - Items
hu_hu: Kosár - Tételek

source: Cart - Item Categories
hu_hu: Kosár - Tételkategóriák

source: Cart - Item Tags
hu_hu: Kosár - Tételcímkék

source: Customer - 2nd Last Paid Order Date
hu_hu: Vásárló - Utolsó előtti fizetett rendelés dátuma

source: Customer - Account Created Date
hu_hu: Vásárló - Fiók létrehozásának dátuma

source: Customer - Active Memberships Plans
hu_hu: Vásárló - Aktív tagsági tervek

source: Customer - City
hu_hu: Vásárló - Város

source: Customer - Company
hu_hu: Vásárló - Cég

source: Customer - Country
hu_hu: Vásárló - Ország

source: Customer - Email
hu_hu: Vásárló - E-mail

source: Customer - First Paid Order Date
hu_hu: Vásárló - Első fizetett rendelés dátuma

source: Customer - Has Active Subscription
hu_hu: Vásárló - Van aktív előfizetése

source: Customer - Is Guest
hu_hu: Vásárló - Vendég

source: Customer - Is Subscribed To MailChimp List
hu_hu: Vásárló - Feliratkozott a MailChimp-listára

source: Select a list&hellip;
hu_hu: Válasszon egy listát&hellip;

source: Customer - Last Paid Order Date
hu_hu: Vásárló - Utolsó fizetett rendelés dátuma

source: Customer - Last Review Date
hu_hu: Vásárló - Utolsó értékelés dátuma

source: Customer - Custom Field
hu_hu: Vásárló - Egyéni mező

source: Customer - Order Count
hu_hu: Vásárló - Rendelések száma

source: Customer - Current Order Statuses
hu_hu: Vásárló - Aktuális rendelésstátuszok

source: Customer - Phone
hu_hu: Vásárló - Telefon

source: Customer - Postcode
hu_hu: Vásárló - Irányítószám

source: Customer - Purchased Categories - All Time
hu_hu: Vásárló - Vásárolt kategóriák - Összes időszak

source: Customer - Purchased Products - All Time
hu_hu: Vásárló - Vásárolt termékek - Összes időszak

source: Customer - Review Count
hu_hu: Vásárló - Értékelések száma

source: Customer - User Role
hu_hu: Vásárló - Felhasználói szerepkör

source: Workflow - Run Count For Customer
hu_hu: Munkafolyamat - Futtatások száma a vásárlónál

source: Customer - State
hu_hu: Vásárló - Állam/megye

source: Customer - State - Text Match
hu_hu: Vásárló - Állam/megye - Szövegillesztés

source: Customer - User Tags
hu_hu: Vásárló - Felhasználói címkék

source: Customer - Total Spent
hu_hu: Vásárló - Összes elköltött összeg

source: Guest - Email
hu_hu: Vendég - E-mail

source: Guest - Order Count
hu_hu: Vendég - Rendelések száma

source: Workflow - Run Count For Guest
hu_hu: Munkafolyamat - Futtatások száma vendégnél

source: Order - Has Cross-Sells Available
hu_hu: Rendelés - Elérhetők Cross-Sells-ek

source: Order - Is Customer's First
hu_hu: Rendelés - A vásárló első rendelése

source: Order - Is POS
hu_hu: Rendelés - POS rendelés

source: Workflow - Run Count For Order
hu_hu: Munkafolyamat - Futtatások száma rendelésnél

source: Order - Shipping Country
hu_hu: Rendelés - Szállítási ország

source: Order - Shipping Method - Text Match
hu_hu: Rendelés - Szállítási mód - Szövegillesztés

source: Order - Total
hu_hu: Rendelés - Összesen

source: Order - Billing Country
hu_hu: Rendelés - Számlázási ország

source: Order - Coupons
hu_hu: Rendelés - Kuponok

source: Order - Coupons - Text Match
hu_hu: Rendelés - Kuponok - Szövegillesztés

source: Order - Coupon Count
hu_hu: Rendelés - Kuponok száma

source: Order - Created Date
hu_hu: Rendelés - Létrehozás dátuma

source: Order - Created Via
hu_hu: Rendelés - Létrehozva ezen keresztül

source: Checkout
hu_hu: Pénztár

source: Order - Customer Provided Note
hu_hu: Rendelés - Vásárló által megadott megjegyzés

source: Order - Is Placed By Guest
hu_hu: Rendelés - Vendég adta le

source: Order - Is Subscription Parent
hu_hu: Rendelés - Előfizetés szülőrendelés

source: Order - Is Subscription Renewal
hu_hu: Rendelés - Előfizetés megújítása

source: Order - Items
hu_hu: Rendelés - Tételek

source: Order - Item Names - Text Match
hu_hu: Rendelés - Tételnevek - Szövegillesztés

source: Order - Item Categories
hu_hu: Rendelés - Termékkategóriák

source: Order - Item Count
hu_hu: Rendelés - Tételek száma

source: Order Line Item - Custom Field
hu_hu: Rendelési tétel - Egyéni mező

source: Order Line Item - Product
hu_hu: Rendelési tétel - Termék

source: Order Line Item - Quantity
hu_hu: Rendelési tétel - Mennyiség

source: Order Line Item - Subtotal
hu_hu: Rendelési tétel - Részösszeg

source: Order - Item Tags
hu_hu: Rendelés - Termékcímkék

source: Order Line Item - Tax Total
hu_hu: Rendelési tétel - Adó összesen

source: Order Line Item - Total
hu_hu: Rendelési tétel - Összesen

source: Order - Line Count
hu_hu: Rendelés - Tételsorok száma

source: Order - Custom Field
hu_hu: Rendelés - Egyéni mező

source: Order - Paid Date
hu_hu: Rendelés - Fizetés dátuma

source: Order - Payment Gateway
hu_hu: Rendelés - Fizetési átjáró

source: Order - Shipping Method
hu_hu: Rendelés - Szállítási mód

source: Order - Status
hu_hu: Rendelés - Állapot

source: Order - Subscription Failed Automatic Payment Retry Count
hu_hu: Rendelés - Előfizetés sikertelen automatikus fizetés újrapróbálkozásainak száma

source: Order - Subscription Order Type
hu_hu: Rendelés - Előfizetés rendelés típusa

source: Customer - Points
hu_hu: Vásárló - Pontok

source: Product - Product
hu_hu: Termék - Termék

source: Product - Categories
hu_hu: Termék - Kategóriák

source: Search products...
hu_hu: Termékek keresése...

source: Review - Rating
hu_hu: Vélemény - Értékelés

source: is
hu_hu: egyenlő

source: is not
hu_hu: nem egyenlő

source: contains
hu_hu: tartalmazza

source: does not contain
hu_hu: nem tartalmazza

source: starts with
hu_hu: ezzel kezdődik

source: ends with
hu_hu: ezzel végződik
