Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo/automatewoo-*.po
Languages: hu_hu

source: This text is shown above the form submit button. Use the following shortcodes to add dynamic content: %s
hu_hu: Ez a szöveg az űrlap beküldés gombja felett jelenik meg. Dinamikus tartalom hozzáadásához használja a következő rövidkódokat: %s

source: Email sender options
hu_hu: E-mail feladó beállításai

source: From name
hu_hu: Feladó neve

source: How the sender name appears in outgoing AutomateWoo emails. If blank the WooCommerce sender name will be used.
hu_hu: Ahogyan a feladó neve megjelenik a kimenő AutomateWoo e-mailekben. Ha üres, a WooCommerce feladó neve lesz használva.

source: From email
hu_hu: Feladó e-mail-címe

source: How the sender email appears in outgoing AutomateWoo emails. If blank the WooCommerce sender email will be used.
hu_hu: Ahogyan a feladó e-mail-címe megjelenik a kimenő AutomateWoo e-mailekben. Ha üres, a WooCommerce feladó e-mail-címe lesz használva.

source: Misc
hu_hu: Egyéb

source: Conversion tracking window
hu_hu: Konverziókövetési időablak

source: Sets the number of days after a workflow runs that a new order can be considered a conversion. Default value is 14.
hu_hu: Beállítja a napok számát, ameddig egy munkafolyamat futása után egy új rendelés konverziónak minősülhet. Alapértelmezett érték: 14.

source: Automatically delete expired coupons
hu_hu: Lejárt kuponok automatikus törlése

source: Coupons generated by AutomateWoo will be deleted 14 days after they expire.
hu_hu: Az AutomateWoo által generált kuponok a lejáratukat követő 14 nap múlva törlődnek.

source: Enabling the MailChimp integration does not automatically sync your data but makes three actions available when creating workflows. These actions can be used to automate how you add and remove members from your MailChimp lists and update your custom fields.
hu_hu: A MailChimp-integráció engedélyezése nem szinkronizálja automatikusan az adatait, de három műveletet tesz elérhetővé munkafolyamatok létrehozásakor. Ezekkel a műveletekkel automatizálhatja, hogyan kezeli a tagok hozzáadását és eltávolítását a MailChimp-listákon, valamint frissítheti az egyéni mezőit.

source: You can get your API key when logged in to MailChimp under Account > Extras > API Keys.
hu_hu: A MailChimpbe bejelentkezve az Account > Extras > API Keys alatt szerezheti meg az API key-t.

source: The MailChimp API Key you entered is not valid.
hu_hu: A megadott MailChimp API Key érvénytelen.

source: Enable Background Checks
hu_hu: Háttérellenőrzések engedélyezése

source: Allow occasional background checks for major system issues. If an issue is detected an admin notice will appear.
hu_hu: Engedélyezze az alkalmi háttérellenőrzéseket jelentősebb rendszerproblémák esetére. Ha probléma észlelhető, adminisztrátori értesítés jelenik meg.

source: Enable Twilio Integration
hu_hu: Twilio-integráció engedélyezése

source: From
hu_hu: Feladó

source: Must be a Twilio phone number (in E.164 format) or alphanumeric sender ID.
hu_hu: Twilio telefonszámnak (E.164 formátumban) vagy alfanumerikus feladóazonosítónak kell lennie.

source: There are no users with that tag.
hu_hu: Nincsenek felhasználók ezzel a címkével.

source: Edit
hu_hu: Szerkesztés

source: New Action
hu_hu: Új művelet

source: Action
hu_hu: Művelet

source: %s database update required
hu_hu: %s adatbázis-frissítés szükséges

source: - Please run the updater as soon as possible. It is normal for this to take some time to complete.
hu_hu: - Kérjük, futtassa a frissítőt a lehető leghamarabb. Normális, ha a befejezéshez időre van szükség.

source: Run the updater
hu_hu: Frissítő futtatása

source: It is recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
hu_hu: Javasolt biztonsági mentést készíteni az adatbázisról a folytatás előtt. Biztosan futtatja most a frissítőt?

source: Subject
hu_hu: Tárgy

source: Comma separate emails...
hu_hu: E-mail címek vesszővel elválasztva...

source: Send
hu_hu: Küldés

source: Confirm activate workflow?
hu_hu: Megerősíti a munkafolyamat aktiválását?

source: Confirm save disabled workflow?
hu_hu: Megerősíti a letiltott munkafolyamat mentését?

source: Before you <strong>activate</strong> this workflow, did you remember to:
hu_hu: Mielőtt <strong>aktiválja</strong> ezt a munkafolyamatot, ne felejtse el:

source: Before you save this <strong>disabled</strong> workflow, did you remember to:
hu_hu: Mielőtt elmenti ezt a <strong>letiltott</strong> munkafolyamatot, ne felejtse el:

source: Confirm the values for all trigger, rule, and action options?
hu_hu: Megerősítette az összes indító-, szabály- és műveleti beállítás értékeit?

source: Review the text of any emails that will be sent to customers?
hu_hu: Átnézte az ügyfeleknek küldendő e-mailek szövegét?

source: Substitute placeholder coupons and/or discount values in an emails?
hu_hu: Helyettesítette a helyőrző kuponokat és/vagy kedvezményértékeket az e-mailekben?

source: If so, click 'Confirm'. If not, click 'Cancel' to review the workflow again.
hu_hu: Ha igen, kattintson a 'Megerősítés' gombra. Ha nem, kattintson a 'Mégse' gombra a munkafolyamat újbóli áttekintéséhez.

source: Cancel
hu_hu: Mégse

source: Confirm
hu_hu: Megerősítés

source: Confirm change trigger?
hu_hu: Megerősíti az indító módosítását?

source: Some of the rules or actions currently in use on this workflow are incompatible with the new trigger you have selected. If you continue they will be removed.
hu_hu: A jelenleg ebben a munkafolyamatban használt egyes szabályok vagy műveletek nem kompatibilisek a kiválasztott új indítóval. Ha folytatja, el lesznek távolítva.

source: Incompatible Rules:
hu_hu: Nem kompatibilis szabályok:

source: Incompatible Actions:
hu_hu: Nem kompatibilis műveletek:

source: + Add Action
hu_hu: + Művelet hozzáadása

source: No actions. Click the %1$s%2$s%3$s button to create an action.
hu_hu: Nincsenek műveletek. Kattintson a %1$s%2$s%3$s gombra egy művelet létrehozásához.

source: Data type
hu_hu: Adattípus

source: The data type determines which data the workflow can run for and which rules and actions you can use.
hu_hu: Az adattípus határozza meg, hogy mely adatokra futhat a munkafolyamat, és mely szabályokat és műveleteket használhat.

source: Is transactional?
hu_hu: Tranzakciós?

source: Is this workflow used for transactional emails instead of marketing emails? Checking this removes the unsubscribe link in email.
hu_hu: Ezt a munkafolyamatot tranzakciós e-mailekhez használja marketing e-mailek helyett? Ennek bejelölése eltávolítja a leiratkozási linket az e-mailből.

source: Enable tracking
hu_hu: Követés engedélyezése

source: Enables open and click tracking on emails sent from this workflow. SMS messages will also have click tracking but open tracking is not possible with SMS.
hu_hu: Engedélyezi a megnyitás- és kattintáskövetést az ebből a munkafolyamatból küldött e-mailek esetén. Az SMS-eknél is lesz kattintáskövetés, de megnyitáskövetés nem lehetséges SMS esetén.

source: Enable conversion tracking
hu_hu: Konverziókövetés engedélyezése

source: Enables conversion tracking on purchases made as a result of this workflow.
hu_hu: Engedélyezi a konverziókövetést az e munkafolyamat eredményeként történt vásárlások esetén.

source: Google Analytics link tracking
hu_hu: Google Analytics linkkövetés

source: This will be appended to every URL in the email content or SMS body.
hu_hu: Ez hozzáfűződik az e-mail tartalmában vagy az SMS törzsében szereplő minden URL-hez.

source: Workflow order
hu_hu: Munkafolyamatok sorrendje

source: The order that workflows will run.
hu_hu: A munkafolyamatok futási sorrendje.

source: Save
hu_hu: Mentés

source: Type:
hu_hu: Típus:

source: Status:
hu_hu: Állapot:

source: Active
hu_hu: Aktív

source: Disabled
hu_hu: Letiltva

source: Created:
hu_hu: Létrehozva:

source: Delete Permanently
hu_hu: Végleges törlés

source: Move to Trash
hu_hu: Lomtárba helyezés

source: Run
hu_hu: Futtatás

source: Run immediately
hu_hu: Azonnali futtatás

source: Delayed
hu_hu: Késleltetett

source: Scheduled
hu_hu: Ütemezett

source: Fixed
hu_hu: Rögzített

source: Schedule with a variable
hu_hu: Ütemezés változóval

source: e.g. {{ subscription.next_payment_date | modify: '-1 day' }}
hu_hu: pl. {{ subscription.next_payment_date | modify: '-1 day' }}

source: [Any day]
hu_hu: [Bármely nap]

source: Hours
hu_hu: Óra

source: Minutes
hu_hu: Perc

source: Days
hu_hu: Nap

source: Weeks
hu_hu: Hetek

source: Months
hu_hu: Hónapok

source: Timing
hu_hu: Időzítés

source: Variable
hu_hu: Változó

source: Scheduled time
hu_hu: Ütemezett időpont

source: (24hr)
hu_hu: (24 órás)

source: Scheduled days
hu_hu: Ütemezett napok

source: (optional)
hu_hu: (opcionális)

source: Length of the delay
hu_hu: Késleltetés hossza

source: Minimum wait
hu_hu: Minimális várakozási idő

source: (24 hour time)
hu_hu: (24 órás idő)

source: Trigger
hu_hu: Kiváltó

source: [Select]
hu_hu: [Válasszon]

source: Variables
hu_hu: Változók

source: Click on a variable to see more info and copy it to the clipboard. Variables can be used in any action text field to add dynamic content. The available variables are set based on the selected trigger for this workflow.
hu_hu: Kattintson egy változóra további információk megjelenítéséhez, és másolja a vágólapra. A változók bármely művelet szövegmezőjében használhatók dinamikus tartalom hozzáadásához. A rendelkezésre álló változókat az ehhez a munkafolyamathoz kiválasztott kiváltó határozza meg.

source: Cart #%s
hu_hu: Kosár #%s

source: Quantity
hu_hu: Mennyiség

source: Price
hu_hu: Ár

source: deleted
hu_hu: törölve

source: Subtotal
hu_hu: Részösszeg

source: (incl. tax)
hu_hu: (adóval)

source: Coupon: %s
hu_hu: Kupon: %s

source: Shipping
hu_hu: Szállítás

source: Tax
hu_hu: Adó

source: (includes %s tax)
hu_hu: (tartalmaz %s adót)

source: Cart token
hu_hu: Kosár token

source: Cart created
hu_hu: Kosár létrehozva

source: Log #%s
hu_hu: Napló #%s

source: Tracking enabled
hu_hu: Követés engedélyezve

source: Conversion tracking enabled
hu_hu: Konverziókövetés engedélyezve

source: Opened
hu_hu: Megnyitva

source: No
hu_hu: Nem

source: Clicked
hu_hu: Kattintva

source: Log notes:
hu_hu: Napló megjegyzések:

source: Log data has been anonymized.
hu_hu: A naplóadatok anonimizálva lettek.

source: Re-run workflow (skips validation)
hu_hu: Munkafolyamat újrafuttatása (kihagyja az ellenőrzést)

source: Queued event #%s
hu_hu: Sorba állított esemény #%s

source: Due to run
hu_hu: Futtatás esedékes

source: Displayed when there is no value found.
hu_hu: Akkor jelenik meg, ha nem található érték.

source: Copy to clipboard
hu_hu: Másolás a vágólapra

source: %s - Database Update
hu_hu: %s - Adatbázis-frissítés

source: Reading update tasks...
hu_hu: Frissítési feladatok beolvasása...

source: Upgrading data to version %s.
hu_hu: Adatok frissítése a %s verzióra.

source: Approximately %1$s0%2$s items to process.
hu_hu: Körülbelül %1$s0%2$s elem feldolgozandó.

source: %1$s0%2$s items processed.
hu_hu: %1$s0%2$s elem feldolgozva.

source: Database update complete
hu_hu: Adatbázis-frissítés befejeződött

source: No updates available
hu_hu: Nincs elérhető frissítés

source: Guest ID
hu_hu: Vendégazonosító

source: Name
hu_hu: Név

source: Address
hu_hu: Cím

source: Phone
hu_hu: Telefon

source: Order count
hu_hu: Rendelések száma

source: Total spent
hu_hu: Összes költés

source: %s Report
hu_hu: %s jelentés

source: Next
hu_hu: Tovább

source: + Add Rule Group
hu_hu: + Szabálycsoport hozzáadása

source: Rules can be used to add conditional logic to workflows. Click the %1$s+ Add Rule Group%2$s button to create a rule.
hu_hu: Szabályokkal feltételes logikát adhat a munkafolyamatokhoz. Kattintson a %1$s+ Szabálycsoport hozzáadása%2$s gombra egy szabály létrehozásához.

source: [Select Rule]
hu_hu: [Válasszon szabályt]

source: key
hu_hu: kulcs

source: value
hu_hu: érték

source: and
hu_hu: és

source: This rule %1$s is no longer available and will be removed by saving this workflow.
hu_hu: Ez a(z) %1$s szabály már nem érhető el, és a munkafolyamat mentésekor el lesz távolítva.

source: or
hu_hu: vagy

source: Save changes
hu_hu: Módosítások mentése

source: Send Test SMS
hu_hu: Teszt SMS küldése

source: Recipient
hu_hu: Címzett

source: Message
hu_hu: Üzenet

source: Sending...
hu_hu: Küldés...

source: Welcome to AutomateWoo
hu_hu: Üdvözöljük az AutomateWoo-ban

source: Add New Workflow
hu_hu: Új munkafolyamat hozzáadása

source: Edit Workflow
hu_hu: Munkafolyamat szerkesztése

source: Manual workflow options
hu_hu: Kézi munkafolyamat beállításai

source: Rules <small>(optional)</small>
hu_hu: Szabályok <small>(opcionális)</small>

source: Options
hu_hu: Beállítások

source: Run Count
hu_hu: Futtatások száma

source: Queue Count
hu_hu: Várólista tételeinek száma

source: Toggle Status
hu_hu: Állapot váltása

source: Manual
hu_hu: Kézi

source: Duplicate
hu_hu: Duplikálás

source: Invalid request.
hu_hu: Érvénytelen kérés.

source: You do not have permission to duplicate workflows.
hu_hu: Nincs jogosultsága a munkafolyamatok duplikálásához.

source: Workflow creation failed, could not find original workflow: %d
hu_hu: A munkafolyamat létrehozása sikertelen, az eredeti munkafolyamat nem található: %d

source: Copy of %s
hu_hu: %s másolata

source: Workflow creation failed: %s
hu_hu: A munkafolyamat létrehozása sikertelen: %s

source: %s is inactive.
hu_hu: %s inaktív.

source: %1$s The plugin requires PHP version %2$s or newer.
hu_hu: %1$s A bővítményhez %2$s vagy újabb PHP-verzió szükséges.

source: %1$s The plugin requires WooCommerce version %2$s or newer.
hu_hu: %1$s A bővítményhez %2$s vagy újabb WooCommerce-verzió szükséges.

source: %1$s The plugin requires WordPress version %2$s or newer.
hu_hu: %1$s A bővítményhez %2$s vagy újabb WordPress-verzió szükséges.

source: Other
hu_hu: Egyéb

source: THIS ACTION IS DEPRECATED AND SHOULD NOT BE USED.
hu_hu: EZ A MŰVELET ELAVULT, ÉS NEM SZABAD HASZNÁLNI.

source: The following required option(s) were not provided: %s.
hu_hu: A következő kötelező beállítások nem lettek megadva: %s.

source: Contact email
hu_hu: Kapcsolat e-mail-címe

source: You can use variables such as {{ customer.email }} here.
hu_hu: Itt használhat olyan változókat, mint például {{ customer.email }}.

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Vezetéknév

source: Organization
hu_hu: Szervezet

source: Add multiple tags separated by commas. Please note that tags are not case-sensitive.
hu_hu: Több címkét is hozzáadhat vesszővel elválasztva. A címkék nem kis- és nagybetűérzékenyek.

source: Add Tags To Contact
hu_hu: Címkék hozzáadása a kapcsolathoz

source: Create contact if missing
hu_hu: Kapcsolat létrehozása, ha nem létezik

source: The below fields will be used only if the contact needs to be created.
hu_hu: Az alábbi mezők csak akkor lesznek használva, ha a kapcsolatot létre kell hozni.

source: There was an error retrieving/creating the contact to add tags to
hu_hu: Hiba történt a címkézendő kapcsolat lekérése/létrehozása közben.

source: There was an error adding tags to contact
hu_hu: Hiba történt a címkék hozzáadásakor a kapcsolathoz.

source: Create / Update Contact
hu_hu: Kapcsolat létrehozása / frissítése

source: This trigger can be used to create or update contacts in ActiveCampaign. If an existing contact is found by email then an update will occur otherwise a new contact will be created. When updating a contact any fields left blank will not be updated.
hu_hu: Ez a trigger az ActiveCampaignben kapcsolatok létrehozására vagy frissítésére használható. Ha e-mail alapján létező kapcsolat található, frissítés történik, ellenkező esetben új kapcsolat jön létre. Kapcsolat frissítésekor az üresen hagyott mezők nem frissülnek.

source: Add to list
hu_hu: Hozzáadás a listához

source: Leave blank to add a contact without assigning them to any lists.
hu_hu: Hagyja üresen, hogy a kapcsolatot ne rendelje egyetlen listához sem.

source: Add tags
hu_hu: Címkék hozzáadása

source: There was an error when attempting to create or update a contact
hu_hu: Hiba történt a kapcsolat létrehozása vagy frissítése közben.

source: There was an error when attempting to add a contact to a list
hu_hu: Hiba történt a kapcsolat listához adása közben.

source: There was an error when attempting to add tags to the contact
hu_hu: Hiba történt a címkék kapcsolathoz adása közben.

source: Remove Tags From Contact
hu_hu: Címkék eltávolítása a kapcsolatról

source: There was an error when attempting to delete a tag for a contact
hu_hu: Hiba történt a kapcsolat címkéjének törlésekor.

source: Update Contact Custom Field
hu_hu: Kapcsolat egyedi mezőjének frissítése

source: Field
hu_hu: Mező

source: Value
hu_hu: Érték

source: Failed because contact did not exist.
hu_hu: Sikertelen, mert a kapcsolat nem létezett.

source: Add Customer to List
hu_hu: Ügyfél hozzáadása a listához

source: Server is missing CURL extension required to use the MadMimi API.
hu_hu: A szerverről hiányzik a MadMimi API használatához szükséges CURL kiterjesztés.

source: Username (email)
hu_hu: Felhasználónév (e-mail)

source: You can get your API key from the account section of Mad Mimi.
hu_hu: Az API-kulcsot a Mad Mimi fiók szekciójában szerezheti be.

source: List name
hu_hu: Lista neve

source: Subscriber email
hu_hu: Feliratkozó e-mail címe

source: Subscriber name
hu_hu: Feliratkozó neve

source: List
hu_hu: Lista

source: Resubscribe
hu_hu: Újrafeliratkozás

source: If checked the user will be subscribed even if they have already unsubscribed from one of your lists. Use with caution.
hu_hu: Ha be van jelölve, a felhasználó akkor is feliratkozik, ha már leiratkozott az Ön listái egyikéről. Használja körültekintéssel.

source: Add Subscriber to List
hu_hu: Feliratkozó hozzáadása a listához

source: Remove Subscriber From List
hu_hu: Feliratkozó eltávolítása a listáról

source: Type
hu_hu: Típus

source: If delete is selected the subscriber's email will not be added to the suppression list.
hu_hu: Ha a törlés van kiválasztva, a feliratkozó e-mail címe nem kerül fel a tiltólistára.

source: Unsubscribe
hu_hu: Leiratkozás

source: Change Post Status
hu_hu: Bejegyzés állapotának módosítása

source: Post status
hu_hu: Bejegyzés állapota

source: Change Workflow Status
hu_hu: Munkafolyamat állapotának módosítása

source: Clear Queued Events
hu_hu: Sorba állított események törlése

source: Clears a customer's currently queued events for selected workflows.
hu_hu: Törli az ügyfél jelenleg sorba állított, a kiválasztott munkafolyamatokhoz tartozó eseményeit.

source: Customer email
hu_hu: Ügyfél e-mail címe

source: Add Tags
hu_hu: Címkék hozzáadása

source: Please note that tags are not supported on guest customers.
hu_hu: Felhívjuk figyelmét, hogy a címkék nem támogatottak vendég ügyfeleknél.

source: Change Role
hu_hu: Szerepkör módosítása

source: Please note that if the customer is a guest this action will do nothing.
hu_hu: Kérjük, vegye figyelembe, hogy ha az ügyfél vendég, ez a művelet nem hajt végre semmit.

source: Remove Tags
hu_hu: Címkék eltávolítása

source: Update Custom Field
hu_hu: Egyedi mező frissítése

source: This action can add or update a customer's custom field. If the customer has an account, the user meta table is used. If the customer is a guest, the guest meta table is used.
hu_hu: Ez a művelet hozzáadhat vagy frissíthet egy ügyfél egyedi mezőjét. Ha az ügyfélnek van fiókja, a user meta table kerül használatra. Ha az ügyfél vendég, a guest meta table kerül használatra.

source: Key
hu_hu: Kulcs

source: Custom Function
hu_hu: Egyedi függvény

source: This action can be used by developers to trigger custom code from a workflow. %1$sView documentation%2$s.
hu_hu: Ezt a műveletet a fejlesztők használhatják egyedi kód indítására egy munkafolyamatból. %1$sDokumentáció megtekintése%2$s.

source: Function name
hu_hu: Függvénynév

source: Failed because contact is not subscribed to the list.
hu_hu: Sikertelen, mert a kapcsolat nincs feliratkozva a listára.

source: Add Contact To Group
hu_hu: Kapcsolat hozzáadása csoporthoz

source: Groups
hu_hu: Csoportok

source: Add contact to list if missing?
hu_hu: Hozzáadja a kapcsolatot a listához, ha hiányzik?

source: Remove Contact From Group
hu_hu: Kapcsolat eltávolítása a csoportból

source: Add Contact To List
hu_hu: Kapcsolat hozzáadása a listához

source: Remove Contact From List
hu_hu: Kapcsolat eltávolítása a listáról

source: Unsubscribe only
hu_hu: Csak leiratkoztatás

source: If checked the user will be unsubscribed instead of deleted.
hu_hu: Ha be van jelölve, a felhasználó törlés helyett leiratkoztatásra kerül.

source: Update List Contact Field
hu_hu: Lista kapcsolati mezőjének frissítése

source: The contact must have been added to the list before updating any fields.
hu_hu: A mezők frissítése előtt a kapcsolatot hozzá kell adni a listához.

source: Field Value
hu_hu: Mező értéke

source: Update Contact Tags
hu_hu: Kapcsolat címkéinek frissítése

source: The contact must have been added to the list before updating tags.
hu_hu: A címkék frissítése előtt a kapcsolatot hozzá kell adni a listához.

source: Tags to add
hu_hu: Hozzáadandó címkék

source: Remove all other tags
hu_hu: Minden egyéb címke eltávolítása

source: Whether to remove all other tags that are already assigned to the contact.
hu_hu: Eltávolítja-e a kapcsolatnak már hozzárendelt összes egyéb címkét.

source: Tags to remove
hu_hu: Eltávolítandó címkék

source: Tags should not be empty.
hu_hu: A címkék nem lehetnek üresek.

source: There was no tags to update.
hu_hu: Nem voltak frissítendő címkék.

source: Add customer to list
hu_hu: Vásárló hozzáadása a listához

source: Remove customer from list
hu_hu: Vásárló eltávolítása a listáról

source: Create / Change Membership Plan For User
hu_hu: Felhasználó tagsági csomagjának létrehozása / módosítása

source: Changes the plan of a user's active membership. If no active membership exists a new membership can optionally be created.
hu_hu: Módosítja a felhasználó aktív tagságának csomagját. Ha nincs aktív tagság, opcionálisan létrehozható egy új tagság.

source: Existing plan
hu_hu: Meglévő csomag

source: [None]
hu_hu: [Nincs]

source: Leave this blank to only create new memberships.
hu_hu: Hagyja üresen, ha csak új tagságokat szeretne létrehozni.

source: New plan
hu_hu: Új csomag

source: Allow membership creation?
hu_hu: Engedélyezi a tagság létrehozását?

source: If checked a new membership will be created for the user if they are not a member of the existing plan.
hu_hu: Ha be van jelölve, új tagság jön létre a felhasználónak, ha nem tagja a meglévő csomagnak.

source: Plan could not be changed or created because the user already has a membership using the new plan.
hu_hu: A csomagot nem lehetett módosítani vagy létrehozni, mert a felhasználónak már rendelkezik az új csomaghoz tartozó tagsággal.

source: Membership created by AutomateWoo workflow #%s
hu_hu: Tagság létrehozva az AutomateWoo #%s munkafolyamat által

source: Membership #%s successfully created.
hu_hu: A #%s tagság sikeresen létrehozva.

source: Membership plan changed from %1$s to %2$s by AutomateWoo workflow:#%3$s
hu_hu: A tagsági csomag %1$s csomagról %2$s csomagra változott az AutomateWoo munkafolyamat által:#%3$s

source: Update the status of a user's current membership plan
hu_hu: A felhasználó aktuális tagsági csomagjának állapotának frissítése

source: Changes the status of a users membership. The action will only run if a membership already exists for the user.
hu_hu: Módosítja a felhasználó tagságának állapotát. A művelet csak akkor fut, ha a felhasználónak már van tagsága.

source: Membership Plan
hu_hu: Tagsági csomag

source: Current Status
hu_hu: Jelenlegi állapot
