Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo/automatewoo-*.po
Languages: hu_hu

source: Subscription status changed by AutomateWoo Workflow #%s.
hu_hu: Az előfizetés állapotát az AutomateWoo Workflow #%s módosította.

source: Coupon
hu_hu: Kupon

source: Custom Product Name
hu_hu: Egyedi terméknév

source: Optionally set a custom name for the product line item added to the subscription. Defaults to the name set on the product.
hu_hu: Opcionálisan állítson be egyedi nevet az előfizetéshez hozzáadott terméktételhez. Alapértelmezés szerint a terméken beállított nevet használja.

source: Custom Product Price
hu_hu: Egyedi termékár

source: Optionally set a custom price to use for the line item's cost. Do not include a currency symbol. Total line item cost will be this amount * quantity. Price should be entered the same as it would be on the Edit Product screen - taxes inclusive or exclusive. Defaults to price set on the product.
hu_hu: Opcionálisan állítson be egyedi árat a tétel költségéhez. Ne tartalmazzon pénznemjelet. A tétel teljes költsége ez az összeg * mennyiség. Az árat ugyanúgy adja meg, mint a Termék szerkesztése képernyőn - adóval együtt vagy anélkül. Alapértelmezés szerint a terméken beállított ár érvényes.

source: Remove Coupon
hu_hu: Kupon eltávolítása

source: Remove a coupon line item or items from a subscription, if any line items match the chosen coupon code. This is useful for bulk editing subscriptions, or to change the coupons provided to a subscriber at different stages of their subscription's lifecycle. Please note: all line items that match the chosen coupon code will be removed.
hu_hu: Távolítson el egy vagy több kupon tételt egy előfizetésből, ha bármelyik tétel megfelel a választott kuponkódnak. Ez hasznos az előfizetések tömeges szerkesztéséhez, vagy az előfizetőnek adott kuponok módosításához az előfizetés életciklusának különböző szakaszaiban. Megjegyzés: a választott kuponkódnak megfelelő összes tétel eltávolításra kerül.

source: %1$s workflow run: removed coupon %2$s. (Workflow ID: %3$d)
hu_hu: %1$s munkafolyamat futása: %2$s kupon eltávolítva. (Munkafolyamat-azonosító: %3$d)

source: Remove Product
hu_hu: Termék eltávolítása

source: Remove a product line item or items from a subscription, if any line items match the chosen product. This is useful for bulk editing subscriptions, or to change the products provided to a subscriber at different stages of their subscription's lifecycle. Please note: all line items that match the chosen product will be removed. Choosing a variable product will also remove any variations of that product. Choose a variation to remove only specific variations. Also note that any coupons applied in the subscription will be reapplied for all remaining line items.
hu_hu: Távolítson el egy vagy több terméktételt egy előfizetésből, ha bármelyik tétel megfelel a választott terméknek. Ez hasznos az előfizetések tömeges szerkesztéséhez, vagy az előfizetőnek nyújtott termékek módosításához az előfizetés életciklusának különböző szakaszaiban. Megjegyzés: a választott terméknek megfelelő összes tétel eltávolításra kerül. Változó termék választásakor az adott termék bármely variációja is eltávolításra kerül. Válasszon variációt, ha csak bizonyos variációkat szeretne eltávolítani. Továbbá vegye figyelembe, hogy az előfizetéshez alkalmazott kuponok minden megmaradó tételre újra alkalmazásra kerülnek.

source: %1$s workflow run: removed all line items for %2$s. (Product ID: %3$d; Workflow ID: %4$d)
hu_hu: %1$s munkafolyamat futása: minden tétel eltávolítva ehhez: %2$s. (Termékazonosító: %3$d; Munkafolyamat-azonosító: %4$d)

source: Send Invoice
hu_hu: Számla küldése

source: Email the invoice to the subscription customer.
hu_hu: Küldje el e-mailben a számlát az előfizetőnek.

source: This action can add or update a subscription's custom field. Please note that it should not be used to update internal fields like the subscription schedule.
hu_hu: Ez a művelet hozzáadhat vagy frissíthet egy előfizetés egyedi mezőjét. Kérjük, vegye figyelembe, hogy belső mezők, például az előfizetés ütemezése frissítésére nem használható.

source: The AutomateWoo Subscriptions add-on has moved to AutomateWoo core
hu_hu: Az AutomateWoo Subscriptions bővítmény átkerült az AutomateWoo core-ba

source: To simplify using AutomateWoo with WooCommerce Subscriptions we have moved all features from the free AutomateWoo Subscriptions add-on into AutomateWoo's core plugin. The existing add-on has been deactivated and we now recommend deleting it.
hu_hu: Az AutomateWoo és a WooCommerce Subscriptions együttes használatának egyszerűsítése érdekében az ingyenes AutomateWoo Subscriptions bővítmény összes funkcióját áthelyeztük az AutomateWoo core bővítményébe. A meglévő bővítmény deaktiválásra került, és javasoljuk a törlését.

source: View plugins
hu_hu: Bővítmények megtekintése

source: Check out these new AutomateWoo presets
hu_hu: Nézze meg ezeket az új AutomateWoo előbeállításokat

source: Reach out to your customers and automate your work easily with these new preset workflows.
hu_hu: Érje el ügyfeleit, és automatizálja munkáját egyszerűen ezekkel az új előre beállított munkafolyamatokkal.

source: Browse presets
hu_hu: Előbeállítások böngészése

source: AutomateWoo %1$s will require WordPress version %2$s or newer and WooCommerce version %3$s or newer.
hu_hu: Az AutomateWoo %1$s a WordPress %2$s vagy újabb és a WooCommerce %3$s vagy újabb verzióját igényli.

source: AutomateWoo %1$s will require WordPress version %2$s or newer.
hu_hu: Az AutomateWoo %1$s a WordPress %2$s vagy újabb verzióját igényli.

source: AutomateWoo %1$s will require WooCommerce version %2$s or newer.
hu_hu: Az AutomateWoo %1$s a WooCommerce %2$s vagy újabb verzióját fogja igényelni.

source: Update required soon:
hu_hu: Hamarosan frissítés szükséges:

source: Welcome to the %s add-on!
hu_hu: Üdvözöljük a %s kiegészítőben!

source: Need help? Try out one of our <%1$s>preset workflows<%2$s> or check out the <%3$s>help center<%4$s>.
hu_hu: Segítségre van szüksége? Próbálja ki valamelyik <%1$s>előre beállított munkafolyamatunkat<%2$s>, vagy nézze meg a <%3$s>súgóközpontot<%4$s>.

source: Thanks for updating to AutomateWoo 6.0.19!
hu_hu: Köszönjük, hogy frissített az AutomateWoo 6.0.19 verzióra!

source: In this release, we replaced the ActiveCampaign SDK with REST API calls. Check the changelog for more details.
hu_hu: Ebben a kiadásban az ActiveCampaign SDK-t REST API hívásokkal helyettesítettük. További részletekért nézze meg a változásnaplót.

source: View changelog
hu_hu: Változásnapló megtekintése

source: Some AutomateWoo features require WooCommerce Admin.
hu_hu: Egyes AutomateWoo funkciók a WooCommerce Admin használatát igénylik.

source: Admin features of AutomateWoo like presets and manual workflows require WooCommerce Admin which is disabled on your site.
hu_hu: Az AutomateWoo admin funkciói, mint például az előbeállítások és a manuális munkafolyamatok, a WooCommerce Admin használatát igénylik, amely a webhelyén le van tiltva.

source: Welcome to AutomateWoo!
hu_hu: Üdvözöljük az AutomateWoo-ban!

source: Create your first workflow easily with our presets, or build your own from scratch.
hu_hu: Hozza létre első munkafolyamatát könnyedén előbeállításainkkal, vagy építse fel sajátját a semmiből.

source: Learn more
hu_hu: További információ

source: Free!
hu_hu: Ingyenes!

source: Abandoned
hu_hu: Elhagyott

source: Communication preferences
hu_hu: Kommunikációs beállítások

source: Communication
hu_hu: Kommunikáció

source: Saved successfully! You won't receive marketing communications from us.
hu_hu: Sikeresen mentve! Nem fog tőlünk marketingkommunikációt kapni.

source: Generated by AutomateWoo
hu_hu: Az AutomateWoo generálta

source: One minute
hu_hu: Egy perc

source: Two minutes
hu_hu: Két perc

source: Five minutes
hu_hu: Öt perc

source: Fifteen minutes
hu_hu: Tizenöt perc

source: Thirty minutes
hu_hu: Harminc perc

source: Two days
hu_hu: Két nap

source: Four hours
hu_hu: Négy óra

source: Once weekly
hu_hu: Hetente egyszer

source: Failed to load the '%s' database table.
hu_hu: Nem sikerült betölteni a(z) '%s' adatbázistáblát.

source: Item
hu_hu: Tétel

source: Customers
hu_hu: Vásárlók

source: Download
hu_hu: Letöltés

source: Downloads
hu_hu: Letöltések

source: Refund
hu_hu: Visszatérítés

source: Refunds
hu_hu: Visszatérítések

source: Courses
hu_hu: Kurzusok

source: Lessons
hu_hu: Leckék

source: Quiz
hu_hu: Kvíz

source: Quizzes
hu_hu: Kvízek

source: Teachers
hu_hu: Oktatók

source: Subscriptions
hu_hu: Előfizetések

source: This action can not be previewed.
hu_hu: Ez a művelet nem tekinthető meg előnézetben.

source: There was an error generating the preview.
hu_hu: Hiba történt az előnézet létrehozása közben.

source: A valid "%s" must exist to generate the preview.
hu_hu: Az előnézet létrehozásához léteznie kell egy érvényes "%s"-nek.

source: Item (%s) could not be found.
hu_hu: A tétel (%s) nem található.

source: Item could not be found.
hu_hu: A tétel nem található.

source: Factory class must be registered.
hu_hu: A Factory osztályt regisztrálni kell.

source: Attribute
hu_hu: Attribútum

source: Terms
hu_hu: Kifejezések

source: Search for a term&hellip;
hu_hu: Kifejezés keresése&hellip;

source: When to run
hu_hu: Futtatás ideje

source: On the day
hu_hu: Aznap

source: day(s) after
hu_hu: nap(pal) később

source: day(s) before
hu_hu: nap(pal) korábban

source: Booking status
hu_hu: Foglalás állapota

source: [Any]
hu_hu: [Bármely]

source: Product category
hu_hu: Termékkategória

source: Checkbox
hu_hu: Jelölőnégyzet

source: Countries
hu_hu: Országok

source: The contents of this field will be formatted as per the selected email template.
hu_hu: E mező tartalma a kiválasztott e-mail sablon szerint lesz formázva.

source: Number
hu_hu: Szám

source: Note type
hu_hu: Megjegyzés típusa

source: Note to customer
hu_hu: Megjegyzés a vásárlónak

source: Private note
hu_hu: Privát megjegyzés

source: Order status
hu_hu: Rendelés állapota

source: Payment Gateway
hu_hu: Fizetési átjáró

source: Only trigger when the order is placed with certain payment methods.
hu_hu: Csak akkor aktiválódjon, ha a rendelést bizonyos fizetési módokkal adták le.

source: (Product not found)
hu_hu: (Termék nem található)

source: Search&hellip;
hu_hu: Keresés&hellip;

source: Select
hu_hu: Kiválasztás

source: (Course not found)
hu_hu: (Tanfolyam nem található)

source: (Group not found)
hu_hu: (Csoport nem található)

source: (Lesson not found)
hu_hu: (Lecke nem található)

source: Question
hu_hu: Kérdés

source: (Question not found)
hu_hu: (Kérdés nem található)

source: (Quiz not found)
hu_hu: (Kvíz nem található)

source: Subscription products
hu_hu: Előfizetéses termékek

source: Subscription status
hu_hu: Előfizetés állapota

source: Product tag
hu_hu: Termékcímke

source: Taxonomy
hu_hu: Taxonómia

source: Term
hu_hu: Kifejezés

source: Text Input
hu_hu: Szövegmező

source: Text Area
hu_hu: Szövegterület

# time field
source: HH
hu_hu: ÓÓ

# time field
source: MM
hu_hu: PP

source: User role
hu_hu: Felhasználói szerepkör

source: Tags
hu_hu: Címkék

source: %s from now
hu_hu: %s múlva

source: %s ago
hu_hu: %s ezelőtt

source: Yes
hu_hu: Igen

source: Your cart has been restored.
hu_hu: A kosara vissza lett állítva.

source: Your cart could not be restored, it may have expired.
hu_hu: A kosarát nem sikerült visszaállítani, lehet, hogy lejárt.

source: The previous order could not be found.
hu_hu: Az előző rendelés nem található.

source: The cart has been filled with the items from your previous order.
hu_hu: A kosara az előző rendeléséből származó tételekkel lett feltöltve.

source: Please login to your account.
hu_hu: Kérjük, jelentkezzen be a fiókjába.

source: The form could not be submitted. Error code: %s
hu_hu: Az űrlapot nem sikerült elküldeni. Hibakód: %s

source: Your communication preferences were updated.
hu_hu: A kommunikációs beállításai frissítve lettek.

source: It was not possible to update communication preferences for this email.
hu_hu: Ehhez az e-mail-címhez nem sikerült frissíteni a kommunikációs beállításokat.

source: Please enter a valid email address.
hu_hu: Kérjük, adjon meg érvényes e-mail-címet.

source: Thanks! Your signup was successful.
hu_hu: Köszönjük! A feliratkozás sikeres volt.

source: %1$s is deprecated since version %2$s! Use %3$s instead.
hu_hu: A(z) %1$s a(z) %2$s verzió óta elavult! Használja helyette a(z) %3$s elemet.

source: %1$s is deprecated since version %2$s with no alternative available.
hu_hu: A(z) %1$s a(z) %2$s verzió óta elavult, és nincs elérhető alternatívája.

source: View AutomateWoo Settings
hu_hu: AutomateWoo beállításainak megtekintése

source: View AutomateWoo Documentation
hu_hu: AutomateWoo dokumentációjának megtekintése

source: Documentation
hu_hu: Dokumentáció

# Page slug
source: communication-preferences
hu_hu: kommunikacios-beallitasok

# Page title
source: Communication preferences
hu_hu: Kommunikációs beállítások

source: There was an error when attempting to delete an association
hu_hu: Hiba történt egy társítás törlésekor

source: Unexpected response when trying to retrieve all lists
hu_hu: Váratlan válasz az összes lista lekérésekor

source: Invalid email was supplied when checking if contact exists in ActiveCampaign
hu_hu: Érvénytelen e-mail került megadásra az ActiveCampaignben történő névjegyellenőrzéskor

source: Unexpected response when trying to retrieve all custom fields
hu_hu: Váratlan válasz az összes egyéni mező lekérésekor

source: Job item not found.
hu_hu: Feladat elem nem található.

source: The "%s" job was stopped because it's failure rate is above the allowed threshold.
hu_hu: A "%s" feladat le lett állítva, mert a hibaaránya meghaladja az engedélyezett küszöböt.

source: Queued workflow is already marked as failed.
hu_hu: A sorba állított munkafolyamat már sikertelenként van megjelölve.

source: <strong>Activation disabled</strong>. This plugin's features have been added to the main AutomateWoo plugin as of version 5.4. <strong>Please delete this plugin - it is no longer required.</strong>
hu_hu: <strong>Aktiválás letiltva</strong>. Ennek a bővítménynek a funkciói az 5.4-es verziótól a fő AutomateWoo bővítménybe kerültek. <strong>Kérjük, törölje ezt a bővítményt - már nincs rá szükség.</strong>

source: This log was created from manual workflow re-run.
hu_hu: Ez a naplóbejegyzés kézi munkafolyamat-újrafuttatásból készült.

source: Email address is blank.
hu_hu: Az e-mail cím üres.

source: Email address is not valid.
hu_hu: Az e-mail cím érvénytelen.

source: Email address appears to be anonymized.
hu_hu: Úgy tűnik, az e-mail cím anonimizált.

source: Email address is blacklisted.
hu_hu: Az e-mail cím feketelistán van.

source: The wp_mail() function returned false.
hu_hu: A wp_mail() függvény false értéket adott vissza.

source: Could not insert '%1$s' item to database. AutomateWoo tables may not be installed. (%2$s)
hu_hu: Nem sikerült a(z) '%1$s' elemet beilleszteni az adatbázisba. Előfordulhat, hogy az AutomateWoo táblák nincsenek telepítve. (%2$s)

source: AutomateWoo Add-on
hu_hu: AutomateWoo kiegészítő

source: AutomateWoo Birthdays add-on was successfully activated.
hu_hu: Az AutomateWoo Birthdays kiegészítő sikeresen aktiválva.

source: Get Started
hu_hu: Kezdés

source: AutomateWoo Refer A Friend add-on was successfully activated.
hu_hu: Az AutomateWoo Refer A Friend kiegészítő sikeresen aktiválva.

source: AutomateWoo Integration Error
hu_hu: AutomateWoo integrációs hiba

source: Unable to communicate with the %1$s API. Please check your %1$s settings.
hu_hu: Nem sikerült kommunikálni a(z) %1$s API-val. Kérjük, ellenőrizze a(z) %1$s beállításait.

source: ActiveCampaign settings
hu_hu: ActiveCampaign beállítások

source: Bitly settings
hu_hu: Bitly beállítások

source: Campaign Monitor settings
hu_hu: Campaign Monitor beállítások

source: Mailchimp settings
hu_hu: Mailchimp beállítások

source: Twilio settings
hu_hu: Twilio beállítások

source: PHP Outdated
hu_hu: Elavult PHP

source: AutomateWoo may drop support for the version of PHP currently running your website (%s). Please contact your web host to update to the latest version.
hu_hu: Az AutomateWoo lehet, hogy megszünteti a támogatást a webhelyén jelenleg futó PHP-verzióhoz (%s). Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával a legújabb verzióra frissítés érdekében.

source: Failed System Checks
hu_hu: Sikertelen rendszerellenőrzések

source: AutomateWoo system status check has found issues.
hu_hu: Az AutomateWoo rendszerállapot-ellenőrzése problémákat talált.

source: View details
hu_hu: Részletek megtekintése

source: WooCommerce Outdated
hu_hu: Elavult WooCommerce

source: You're running the minimum required version of WooCommerce which AutomateWoo may eventually stop supporting. Please consider updating to the latest version.
hu_hu: A WooCommerce minimálisan szükséges verzióját használja, amelynek támogatását az AutomateWoo idővel megszüntetheti. Kérjük, fontolja meg a legújabb verzióra frissítést.

source: Update WooCommerce
hu_hu: WooCommerce frissítése

source: AutomateWoo is ready
hu_hu: Az AutomateWoo készen áll

source: Create your first automated workflow easily with our presets, or build your own from scratch.
hu_hu: Hozza létre első automatizált munkafolyamatát egyszerűen az előbeállításainkkal, vagy építse fel sajátját az alapoktól.

source: Create workflow
hu_hu: Munkafolyamat létrehozása

source: I want to receive updates about products and promotions.
hu_hu: Szeretnék frissítéseket kapni a termékekről és promóciókról.

source: You can update these options at any time by clicking the unsubscribe link in the footer of any email you receive from us, or in your account area. By clicking below, you agree that we may process your information in accordance with our [terms] and [privacy_policy].
hu_hu: Ezeket a beállításokat bármikor módosíthatja a tőlünk kapott e-mailek láblécében található leiratkozási hivatkozásra kattintva, vagy a fiókjában. Az alábbira kattintva elfogadja, hogy adatait a [terms] és a [privacy_policy] szerint kezeljük.

source: %s modified by AutomateWoo
hu_hu: %s az AutomateWoo által módosítva

source: (Workflow ID: <a href="%1$s">%2$s</a>)
hu_hu: (Munkafolyamat azonosítója: <a href="%1$s">%2$s</a>)

# Admin menu name
source: Workflows
hu_hu: Munkafolyamatok

source: Add Workflow
hu_hu: Munkafolyamat hozzáadása

source: New Workflow
hu_hu: Új munkafolyamat

source: View Workflow
hu_hu: Munkafolyamat megtekintése

source: Search Workflows
hu_hu: Munkafolyamatok keresése

source: No Workflows found
hu_hu: Nem található munkafolyamat

source: No Workflows found in trash
hu_hu: Nem található munkafolyamat a Lomtárban

source: Workflow updated.
hu_hu: Munkafolyamat frissítve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

# used in workflow updated messages
source: Workflow restored to revision from %s
hu_hu: A munkafolyamat visszaállítva a(z) %s revízióra

source: Workflow saved.
hu_hu: Munkafolyamat mentve.

source: Workflow submitted.
hu_hu: Munkafolyamat beküldve.

source: Workflow scheduled for: %1$s.
hu_hu: Munkafolyamat ütemezve ekkorra: %1$s.

# used in "Workflow scheduled for <date>"
source: M j, Y @ G:i
hu_hu: Y. M j. @ G:i

source: Workflow draft updated.
hu_hu: Munkafolyamat piszkozata frissítve.

source: Workflow Logs
hu_hu: Munkafolyamat-naplók

source: Queued Events
hu_hu: Sorba állított események

source: Saved Cart
hu_hu: Mentett kosár

source: User Meta
hu_hu: Felhasználói metaadatok

source: User Tags
hu_hu: Felhasználói címkék

source: AutomateWoo Customer Object
hu_hu: AutomateWoo vásárlói objektum

source: Customer Object
hu_hu: Vásárlói objektum

source: Anonymized customer workflow logs.
hu_hu: Anonimizált vásárlói munkafolyamat-naplók.

source: Removed workflow queued events.
hu_hu: Munkafolyamatok sorba állított eseményei eltávolítva.

source: Removed saved cart.
hu_hu: Mentett kosár eltávolítva.

source: Removed AutomateWoo user meta.
hu_hu: AutomateWoo felhasználói metaadatok eltávolítva.

source: Removed user tags.
hu_hu: Felhasználói címkék eltávolítva.

source: Removed AutomateWoo customer object.
hu_hu: AutomateWoo vásárlói objektum eltávolítva.

source: Customer Data
hu_hu: Vásárlói adatok

source: Customer ID
hu_hu: Vásárlóazonosító

source: Customer key
hu_hu: Vásárlói kulcs

source: Tracking key
hu_hu: Követési kulcs

source: Workflow preview emails
hu_hu: Munkafolyamat-előnézeti e-mailek

source: User tags
hu_hu: Felhasználói címkék

source: Tracking key ID
hu_hu: Követési kulcsazonosító

source: Country
hu_hu: Ország

source: State
hu_hu: Megye/állam

source: City
hu_hu: Város

source: Postcode
hu_hu: Irányítószám

source: Company
hu_hu: Cégnév

source: Guest created
hu_hu: Vendég létrehozva

source: Guest last active
hu_hu: Vendég utolsó aktivitása

source: Cart ID
hu_hu: Kosárazonosító

source: Cart status
hu_hu: Kosár állapota

source: Cart currency
hu_hu: Kosár pénzneme

source: Cart shipping tax total
hu_hu: Kosár szállítási adó összesen

source: Cart shipping total
hu_hu: Kosár szállítási költség összesen

source: Cart total
hu_hu: Kosár végösszege

source: Date last modified
hu_hu: Utolsó módosítás dátuma

source: Date created
hu_hu: Létrehozás dátuma

source: Coupons
hu_hu: Kuponok

source: Fees
hu_hu: Díjak

source: Saved Cart Data
hu_hu: Mentett kosáradatok

source: Workflow logs
hu_hu: Munkafolyamat-naplók

source: Log ID
hu_hu: Naplóazonosító

source: Log workflow
hu_hu: Napló munkafolyamata

source: Log date
hu_hu: Napló dátuma

source: Notes
hu_hu: Megjegyzések

source: Click and open tracking
hu_hu: Kattintás- és megnyitáskövetés

source: Related data
hu_hu: Kapcsolódó adatok

source: Workflow queued events
hu_hu: Sorba állított munkafolyamat-események

source: Event ID
hu_hu: Eseményazonosító

source: Event workflow
hu_hu: Esemény munkafolyamata

source: Date due
hu_hu: Esedékesség dátuma

source: Failure code
hu_hu: Hibakód

source: How we use your data
hu_hu: Hogyan használjuk az adatait

source: AutomateWoo uses personal data in many of its features and stores personal data in your WordPress database. We do not store any personal data from your website on our servers. You may need to adjust the suggested text below based on your settings and which workflows are in use.
hu_hu: Az AutomateWoo a funkciói közül sokban használ személyes adatokat, és személyes adatokat tárol az Ön WordPress-adatbázisában. A webhelyéről származó személyes adatokat nem tároljuk a szervereinken. Előfordulhat, hogy az alábbi javasolt szöveget a beállításai és a használt munkafolyamatok alapján módosítania kell.

source: If you opt-in to receive marketing updates we may use your personal information to provide you with product updates or marketing communications that we believe may be of interest to you. Personal data may also be used by our internal system to automate processes of our store.
hu_hu: Ha hozzájárul a marketingfrissítések fogadásához, személyes adatait felhasználhatjuk termékfrissítések vagy olyan marketingkommunikációk küldésére, amelyekről úgy véljük, érdekelhetik Önt. Személyes adatait belső rendszerünk is felhasználhatja áruházunk folyamatainak automatizálására.

source: What we collect and store
hu_hu: Mit gyűjtünk és tárolunk

source: Cookies
hu_hu: Sütik
