Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo/automatewoo-*.po
Languages: hu_hu

source: Displays the customer's billing country.
hu_hu: Megjeleníti a vásárló számlázási országát.

source: Displays the customer's email address. You can use this variable in the To field when sending emails.
hu_hu: Megjeleníti a vásárló e-mail-címét. Ezt a változót az e-mailek küldésekor a To mezőben használhatja.

source: Displays the customer's first name.
hu_hu: Megjeleníti a vásárló keresztnevét.

source: Displays the customer's full name.
hu_hu: Megjeleníti a vásárló teljes nevét.

source: Displays the customer's last name.
hu_hu: Megjeleníti a vásárló vezetéknevét.

source: Displays the value of a customer's custom field. If the customer has an account, the value is pulled from the user meta table. If the customer is a guest, the guest meta table is used.
hu_hu: Megjeleníti a vásárló egyéni mezőjének értékét. Ha a vásárlónak van fiókja, az érték a felhasználói meta táblából kerül kiolvasásra. Ha a vásárló vendég, a vendég meta tábla kerül felhasználásra.

source: Displays the total number of orders the customer has placed.
hu_hu: Megjeleníti a vásárló által leadott rendelések teljes számát.

source: Displays the customer's billing phone.
hu_hu: Megjeleníti a vásárló számlázási telefonszámát.

source: Displays the customer's total points.
hu_hu: Megjeleníti a vásárló összes pontját.

source: Choose whether to display the total number of points or their monetary value.
hu_hu: Válassza, hogy a pontok teljes számát vagy pénzbeli értékét jelenítse meg.

source: Point value as decimal
hu_hu: Pontérték decimális formában

source: Point value as price
hu_hu: Pontérték árként

source: Displays the customer's billing postcode.
hu_hu: Megjeleníti a vásárló számlázási irányítószámát.

source: Displays the customer's billing state.
hu_hu: Megjeleníti a vásárló számlázási államát.

source: Choose whether to display the abbreviation or full name of the state.
hu_hu: Válassza, hogy az állam rövidítését vagy a teljes nevét jelenítse meg.

source: Full
hu_hu: Teljes

source: Abbreviation
hu_hu: Rövidítés

source: Displays a comma separated list of the customer's user tags.
hu_hu: Megjelenít egy vesszővel elválasztott listát a vásárló felhasználói címkéiről.

source: Displays the total amount the customer has spent.
hu_hu: Megjeleníti a vásárló által elköltött teljes összeget.

source: Displays a URL that the customer can use to unsubscribe.
hu_hu: Megjelenít egy URL-t, amelyet a vásárló a leiratkozáshoz használhat.

source: Displays the customer's username. This will be blank for guest customers.
hu_hu: Megjeleníti a vásárló felhasználónevét. Vendég vásárlók esetén ez üres lesz.

source: Displays the customer's user ID.
hu_hu: Megjeleníti a vásárló felhasználói ID-ját.

source: Displays the downloadable file name.
hu_hu: Megjeleníti a letölthető fájl nevét.

source: Displays the download URL.
hu_hu: Megjeleníti a letöltési URL-t.

source: Displays the guest’s email address. Note: You can use this variable in the To field when sending emails.
hu_hu: Megjeleníti a vendég e-mail-címét. Megjegyzés: Ezt a változót az e-mailek küldésekor a To mezőben használhatja.

source: Displays the guest's first name. Please note that guests will not always have a first name stored.
hu_hu: Megjeleníti a vendég keresztnevét. Kérjük, vegye figyelembe, hogy a vendégeknél nem mindig van keresztnév tárolva.

source: Displays the guest's last name. Please note that guests will not always have a last name stored.
hu_hu: Megjeleníti a vendég vezetéknevét. Kérjük, vegye figyelembe, hogy a vendégeknél nem mindig van vezetéknév tárolva.

source: Displays the membership expiry date in your website's timezone. Not all memberships will have an expiry.
hu_hu: Megjeleníti a tagság lejárati dátumát a webhelye időzónájában. Nem minden tagságnak van lejárata.

source: Displays the membership start date in your website's timezone.
hu_hu: Megjeleníti a tagság kezdési dátumát a webhelye időzónájában.

source: Displays the ID of the membership.
hu_hu: Megjeleníti a tagság ID-ját.

source: Displays a memberships's custom field.
hu_hu: Megjelenít egy tagság egyéni mezőjét.

source: Displays the plan ID of the membership.
hu_hu: Megjeleníti a tagság csomagjának ID-ját.

source: Displays the plan name of the membership.
hu_hu: Megjeleníti a tagság csomagjának nevét.

source: Displays the renewal URL for the membership.
hu_hu: Megjeleníti a tagság megújítási URL-jét.

source: Displays the status of the membership.
hu_hu: Megjeleníti a tagság állapotát.

source: Displays the admin URL of the order.
hu_hu: Megjeleníti a rendelés admin URL-jét.

source: Displays the formatted billing address for the order.
hu_hu: Megjeleníti a rendelés formázott számlázási címét.

source: Displays the billing phone number for the order.
hu_hu: Megjeleníti a rendelés számlázási telefonszámát.

source: Displays a product listing of cross sells based on the items in an order. Be sure to %1$sset up cross sells%2$s before using.
hu_hu: Megjelenít egy terméklistát a cross sell-ekről a rendelés tételei alapján. Ügyeljen arra, hogy használat előtt %1$sbeállítsa a cross sell-eket%2$s.

source: Displays the HTML formatted customer details that are normally shown at the bottom of order transactional emails.
hu_hu: Megjeleníti a HTML formátumú vásárlói adatokat, amelyek általában a rendeléshez kapcsolódó tranzakciós e-mailek alján jelennek meg.

source: Displays the customer provided note for the order.
hu_hu: Megjeleníti a vásárló által megadott megjegyzést a rendeléshez.

source: Displays the date the order was placed.
hu_hu: Megjeleníti a rendelés leadásának dátumát.

source: Displays the date the order was completed.
hu_hu: Megjeleníti a rendelés teljesítésének dátumát.

source: Displays the date the order was paid for.
hu_hu: Megjeleníti a rendelés kifizetésének dátumát.

source: Displays the shipping date as set with the %1$sWooCommerce Shipment Tracking%2$s extension.
hu_hu: Megjeleníti a %1$sWooCommerce Shipment Tracking%2$s bővítményben beállított szállítási dátumot.

source: Displays the order's unique ID.
hu_hu: Megjeleníti a rendelés egyedi azonosítóját.

source: Displays the products in an order. Please note this variable returns HTML.
hu_hu: Megjeleníti a rendelésben lévő termékeket. Figyelem: ez a változó HTML-t ad vissza.

source: Displays the number of items in the order.
hu_hu: Megjeleníti a rendelésben szereplő tételek számát.

source: Include Parent Bundle Product and the children products
hu_hu: Szülő csomagtermék és a gyermektermékek bevonása

source: Include Parent Bundle Product and exclude the children products
hu_hu: Szülő csomagtermék bevonása és a gyermektermékek kizárása

source: Exclude Parent Bundle Product but include the children products
hu_hu: Szülő csomagtermék kizárása, de a gyermektermékek bevonása

source: How to handle counting for bundle products.
hu_hu: A csomagtermékek darabszámának kezelése.

source: Can be used to display the attribute term name when a customer orders a variable product.
hu_hu: Használható az attribútumérték nevének megjelenítésére, amikor a vásárló változó terméket rendel.

source: The slug of the product attribute.
hu_hu: A termékattribútum slugja.

source: Can be used to display the value of an order item meta field.
hu_hu: Használható egy rendelési tétel meta mező értékének megjelenítésére.

source: The key of the order item meta field.
hu_hu: A rendelési tétel meta mezőjének kulcsa.

source: Can be used to display the quantity of a product line item on an order.
hu_hu: Használható egy rendelésben szereplő terméktétel mennyiségének megjelenítésére.

source: Displays the value of an order custom field.
hu_hu: Megjeleníti egy rendelés egyéni mezőjének értékét.

# data type e.g. order, product
source: Displays the value of a date-based meta field in your site's timezone. The meta field must be stored in UTC time in MYSQL or UNIX timestamp format.
hu_hu: Megjeleníti egy dátumalapú meta mező értékét a webhely időzónájában. A meta mezőt UTC időben, MYSQL- vagy UNIX-időbélyeg formátumban kell tárolni.

source: Displays the content of the order note.
hu_hu: Megjeleníti a rendelési megjegyzés tartalmát.

source: Displays the order number.
hu_hu: Megjeleníti a rendelési számot.

source: Choose whether to display the title or the ID of the payment method.
hu_hu: Válassza ki, hogy a fizetési mód címét vagy azonosítóját jelenítse meg.

source: Title
hu_hu: Cím

source: ID
hu_hu: Azonosító

source: Displays the payment method for the order.
hu_hu: Megjeleníti a rendelés fizetési módját.

source: Displays a payment URL for the order.
hu_hu: Megjelenít egy fizetési URL-t a rendeléshez.

source: Displays a listing of products related to the items in an order.
hu_hu: Megjeleníti a rendelés tételeihez kapcsolódó termékek listáját.

source: Displays a reorder URL for the order. When clicked all items from the order will be added to the user's cart.
hu_hu: Megjelenít egy újrarendelési URL-t a rendeléshez. Kattintáskor a rendelés összes tétele hozzáadódik a felhasználó kosarához.

source: Displays the formatted shipping address for the order.
hu_hu: Megjeleníti a rendelés formázott szállítási címét.

source: Displays the first line of the order shipping address.
hu_hu: Megjeleníti a rendelés szállítási címének első sorát.

source: Displays the second line of the shipping address for the order.
hu_hu: Megjeleníti a rendelés szállítási címének második sorát.

source: Displays the shipping city for the order.
hu_hu: Megjeleníti a rendelés szállítási városát.

source: Displays the shipping company name for the order.
hu_hu: Megjeleníti a rendelés szállítási cégnevét.

source: Displays the shipping country for the order.
hu_hu: Megjeleníti a rendelés szállítási országát.

source: Choose whether to display the abbreviation or full name of the country.
hu_hu: Válassza ki, hogy az ország rövidítését vagy a teljes nevét jelenítse meg.

source: Displays the shipping first name of the order.
hu_hu: Megjeleníti a rendelés szállítási keresztnevét.

source: Displays the shipping address last name for the order.
hu_hu: Megjeleníti a rendelés szállítási vezetéknevét.

source: Choose whether to display the title or the ID of the shipping method.
hu_hu: Válassza ki, hogy a szállítási mód címét vagy azonosítóját jelenítse meg.

source: Displays the shipping method for the order.
hu_hu: Megjeleníti a rendelés szállítási módját.

source: Displays the shipping postcode for the order.
hu_hu: Megjeleníti a rendelés szállítási irányítószámát.

source: Displays the name of shipping provider as set with the %1$sWooCommerce Shipment Tracking%2$s extension.
hu_hu: Megjeleníti a %1$sWooCommerce Shipment Tracking%2$s bővítményben beállított szállítási szolgáltató nevét.

source: Displays the shipping state for the order.
hu_hu: Megjeleníti a rendelés szállítási államát/megyéjét.

source: Displays the status of the order.
hu_hu: Megjeleníti a rendelés állapotát.

source: Displays the order subtotal.
hu_hu: Megjeleníti a rendelés részösszegét.

source: Displays the total cost of the order.
hu_hu: Megjeleníti a rendelés végösszegét.

source: Displays the tracking number as set with the %1$sWooCommerce Shipment Tracking%2$s extension.
hu_hu: Megjeleníti a %1$sWooCommerce Shipment Tracking%2$s bővítményben beállított nyomkövetési számot.

source: Displays the shipment tracking URL as set with the %1$sWooCommerce Shipment Tracking%2$s extension.
hu_hu: Megjeleníti a %1$sWooCommerce Shipment Tracking%2$s bővítményben beállított nyomkövetési URL-t.

source: Displays a URL to view the order in the user account area.
hu_hu: Megjelenít egy URL-t a rendelés megtekintéséhez a felhasználói fiókban.

source: Displays a link to the product that will also add the product to the users cart when clicked.
hu_hu: Megjelenít egy hivatkozást a termékre, amelyre kattintva a termék a felhasználó kosarába kerül.

source: Displays the product's current price.
hu_hu: Megjeleníti a termék aktuális árát.

source: Displays the description of the product or variation.
hu_hu: Megjeleníti a termék vagy változat leírását.

source: Displays the product's featured image.
hu_hu: Megjeleníti a termék kiemelt képét.

source: Displays the product's ID.
hu_hu: Megjeleníti a termék azonosítóját.

source: Displays a product's custom field.
hu_hu: Megjeleníti egy termék egyedi mezőjét.

source: Displays the parent product's SKU.
hu_hu: Megjeleníti a szülőtermék SKU-ját.

source: Displays the permalink to the product.
hu_hu: Megjeleníti a termékre mutató közvetlen hivatkozást.

source: Displays the product's regular price.
hu_hu: Megjeleníti a termék normál árát.

source: Displays the product's short description.
hu_hu: Megjeleníti a termék rövid leírását.

source: Displays the product's SKU.
hu_hu: Megjeleníti a termék SKU-ját.

source: Displays the product's title.
hu_hu: Megjeleníti a termék címét.

source: Displays the refund amount.
hu_hu: Megjeleníti a visszatérítés összegét.

source: Displays the refund reason.
hu_hu: Megjeleníti a visszatérítés okát.

source: Displays the content of the review.
hu_hu: Megjeleníti az értékelés tartalmát.

source: Displays the review rating as a number.
hu_hu: Megjeleníti az értékelés értékét számként.

source: Displays the Course's certificate URL.
hu_hu: Megjeleníti a kurzus tanúsítványának URL-jét.

source: Displays the Course's ID.
hu_hu: Megjeleníti a kurzus azonosítóját.

source: Displays the Course Results URL.
hu_hu: Megjeleníti a kurzus eredményeinek URL-jét.

source: Displays the date when student has started the course.
hu_hu: Megjeleníti annak dátumát, amikor a tanuló elkezdte a kurzust.

source: Set the sorting of the students.
hu_hu: Állítsa be a tanulók rendezését.

source: Default
hu_hu: Alapértelmezett

source: Course started - Descending
hu_hu: Kurzus kezdete - Csökkenő

source: Course started - Ascending
hu_hu: Kurzus kezdete - Növekvő

source: Set the maximum number of students that will be displayed.
hu_hu: Állítsa be a megjelenítendő tanulók maximális számát.

source: Displays the list of course students.
hu_hu: Megjeleníti a kurzus tanulóinak listáját.

source: Displays the admin panel URL to view course students.
hu_hu: Megjeleníti az admin felület URL-jét a kurzus tanulóinak megtekintéséhez.

source: Displays the Course's Title.
hu_hu: Megjeleníti a kurzus címét.

source: Displays the Course's URL.
hu_hu: Megjeleníti a kurzus URL-jét.

source: Displays the group's ID.
hu_hu: Megjeleníti a csoport azonosítóját.

source: Displays the group's title.
hu_hu: Megjeleníti a csoport címét.

source: Displays the Lesson's ID.
hu_hu: Megjeleníti a lecke azonosítóját.

source: Displays the Lesson's Title.
hu_hu: Megjeleníti a lecke címét.

source: Displays the Lesson's URL.
hu_hu: Megjeleníti a lecke URL-jét.

source: Displays the quiz's grade.
hu_hu: Megjeleníti a kvíz pontszámát.

source: Displays the quiz's ID.
hu_hu: Megjeleníti a kvíz azonosítóját.

source: Displays the quiz's passmark.
hu_hu: Megjeleníti a kvíz átmenő pontszámát.

source: Displays the quiz's Title.
hu_hu: Megjeleníti a kvíz címét.

source: Displays the quiz's URL.
hu_hu: Megjeleníti a kvíz URL-jét.

source: Displays the teacher's email address. You can use this variable in the To field when sending emails.
hu_hu: Megjeleníti az oktató e-mail-címét. Ezt a változót az e-mailek küldésekor a Címzett mezőben használhatja.

source: Displays the teacher's first name.
hu_hu: Megjeleníti az oktató keresztnevét.

source: Displays the teacher's full name.
hu_hu: Megjeleníti az oktató teljes nevét.

source: Displays the teacher's last name.
hu_hu: Megjeleníti az oktató vezetéknevét.

source: Displays the teacher's username.
hu_hu: Megjeleníti az oktató felhasználónevét.

source: Displays the teacher's user ID.
hu_hu: Megjeleníti az oktató felhasználói azonosítóját.

source: Displays the URL to the shop section of your site.
hu_hu: Megjeleníti a webhelye bolt részének URL-jét.

source: Display the site admin email. Note: You can use this variable in the To field when sending emails.
hu_hu: Jelenítse meg a webhely admin e-mail-címét. Megjegyzés: Ezt a változót az e-mailek küldésekor a Címzett mezőben használhatja.

source: Current datetime as per your website's specified timezone.
hu_hu: Aktuális dátum és idő a webhelye megadott időzónája szerint.

source: Determines which products will be displayed.
hu_hu: Meghatározza, mely termékek jelennek meg.

source: Featured
hu_hu: Kiemelt

source: Sale
hu_hu: Akciós

source: Recent
hu_hu: Legújabb

source: Top Selling
hu_hu: Legkelendőbb

source: By Product Category
hu_hu: Termékkategória szerint

source: By Product Tag
hu_hu: Termékcímke szerint

source: By Product IDs
hu_hu: Termék ID-k szerint

source: By Custom Filter
hu_hu: Egyedi szűrő szerint

source: Display products by ID, use '+' as a delimiter. E.g. 34+12+5
hu_hu: Termékek megjelenítése ID alapján, a '+' legyen az elválasztó. Pl. 34+12+5

source: Display products by product category slug. E.g. clothing or clothing+shoes
hu_hu: Termékek megjelenítése termékkategória slug alapján. Pl. clothing vagy clothing+shoes

source: Display products by product tag slug. E.g. winter or winter+summer
hu_hu: Termékek megjelenítése termékcímke slug alapján. Pl. winter vagy winter+summer

source: Display products by using a WP filter.
hu_hu: Termékek megjelenítése WP filter használatával.

source: Set the sorting of the products.
hu_hu: Állítsa be a termékek rendezését.

source: Date added - Descending
hu_hu: Hozzáadás dátuma - Csökkenő

source: Date added - Ascending
hu_hu: Hozzáadás dátuma - Növekvő

source: Title - Descending
hu_hu: Cím - Csökkenő

source: Title - Ascending
hu_hu: Cím - Növekvő

source: Popularity - Descending
hu_hu: Népszerűség - Csökkenő

source: Popularity - Ascending
hu_hu: Népszerűség - Növekvő

source: Random
hu_hu: Véletlenszerű

source: Display your shop's products by various criteria.
hu_hu: Jelenítse meg áruháza termékeit különféle szempontok szerint.

source: Displays your shop's tag line.
hu_hu: Megjeleníti áruháza szlogenjét.

source: Displays your shop's title.
hu_hu: Megjeleníti áruháza címét.

source: Displays the URL to the home page of your shop.
hu_hu: Megjeleníti az áruháza kezdőlapjára mutató URL-t.

source: Displays the admin URL of the subscription.
hu_hu: Megjeleníti az előfizetés admin URL-jét.

source: Displays the formatted billing address for the subscription.
hu_hu: Megjeleníti az előfizetés formázott számlázási címét.

source: Shows a URL to the subscription add/change payment method page.
hu_hu: URL-t jelenít meg az előfizetés fizetési mód hozzáadása/módosítása oldalához.

source: Displays the early renewal URL for the subscription.
hu_hu: Megjeleníti az előfizetés korai megújítási URL-jét.

source: Displays the subscription end date in your website's timezone.
hu_hu: Megjeleníti az előfizetés befejezési dátumát a webhelyének időzónájában.

source: Displays the ID of the subscription.
hu_hu: Megjeleníti az előfizetés ID-jét.

source: Displays a product listing of items in a subscription.
hu_hu: Megjeleníti az előfizetésben szereplő tételek terméklistáját.

source: Can be used to display an attribute's term name for a variable product on a subscription.
hu_hu: Használható egy változó termék attribútumának kifejezésnevének megjelenítésére egy előfizetésben.

source: Can be used to display the value of a subscription item's meta field.
hu_hu: Használható egy előfizetési tétel meta mezőjének értékének megjelenítésére.

source: The key of the subscription item meta field.
hu_hu: Az előfizetési tétel meta mezőjének kulcsa.

source: Can be used to display the quantity of a product line item on a subscription.
hu_hu: Használható egy előfizetés terméksor tételének mennyiségének megjelenítésére.

source: Displays the date of the most recent payment for the subscription.
hu_hu: Megjeleníti az előfizetés legutóbbi fizetésének dátumát.

source: Displays a subscription's custom field.
hu_hu: Megjelenít egy előfizetés egyéni mezőjét.

source: Displays the subscription next payment date in your website timezone.
hu_hu: Megjeleníti az előfizetés következő fizetési dátumát a webhelyének időzónájában.

source: Displays the subscription payment count.
hu_hu: Megjeleníti az előfizetés fizetéseinek számát.

source: Displays the payment method of the subscription.
hu_hu: Megjeleníti az előfizetés fizetési módját.

source: Displays the subscription retry payment date in your website timezone.
hu_hu: Megjeleníti az előfizetés fizetésének újrapróbálási dátumát a webhelyének időzónájában.

source: Displays the formatted shipping address for the subscription.
hu_hu: Megjeleníti az előfizetés formázott szállítási címét.

source: Displays the subscription start date in your website's timezone.
hu_hu: Megjeleníti az előfizetés kezdési dátumát a webhelyének időzónájában.

source: Displays the formatted status of the subscription.
hu_hu: Megjeleníti az előfizetés formázott állapotát.

source: Displays the subscription's recurring total.
hu_hu: Megjeleníti az előfizetés ismétlődő végösszegét.

source: Displays the subscription trial end date in your website's timezone.
hu_hu: Megjeleníti az előfizetés próbaidőszakának befejezési dátumát a webhelyének időzónájában.

source: Displays a URL to the subscription page in the My Account area.
hu_hu: Megjelenít egy URL-t az előfizetés oldalához a Saját fiók területen.

source: Display a product listing of the items in the wishlist.
hu_hu: Jelenítse meg a kívánságlista tételeinek terméklistáját.

source: Displays the number of items in the wishlist.
hu_hu: Megjeleníti a kívánságlistán lévő tételek számát.

source: Displays a link to the wishlist.
hu_hu: Megjelenít egy hivatkozást a kívánságlistára.

source: Subscribe to marketing opt-in.
hu_hu: Feliratkozás marketing opt-inre.

source: Automatic
hu_hu: Automatikus

source: The preset with ID "%s" does not exist.
hu_hu: A "%s" ID-jű előbeállítás nem létezik.

source: There were problems parsing the preset. Please check the logs for more info.
hu_hu: Problémák merültek fel az előbeállítás értelmezése során. További információért ellenőrizze a naplókat.

source: There were problems creating a workflow from the preset. Please check the logs for more info.
hu_hu: Problémák merültek fel az előbeállításból történő munkafolyamat-létrehozáskor. További információért ellenőrizze a naplókat.

source: There were problems retrieving the preset. Please check the logs for more info.
hu_hu: Problémák merültek fel az előbeállítás lekérésekor. További információért ellenőrizze a naplókat.

# timing option
source: Custom.
hu_hu: Egyéni.

# timing option
source: Immediate
hu_hu: Azonnal

source: Scheduled with a variable
hu_hu: Változóval ütemezve

# timing option
source: Delayed for <b>%s</b>
hu_hu: Késleltetve <b>%s</b> ideig

# timing option
source: Scheduled for <b>%s</b>
hu_hu: Ütemezve erre: <b>%s</b>

# timing option
source: on <b>%s</b>
hu_hu: ekkor: <b>%s</b>

# timing option
source: after waiting <b>%s</b>
hu_hu: <b>%s</b> várakozás után

# timing option
source: Fixed at %s
hu_hu: Rögzítve ekkor: %s

source: Invalid time
hu_hu: Érvénytelen időpont

source: Weekdays
hu_hu: Hétköznapok

source: Weekends
hu_hu: Hétvégék

# day
source: or
hu_hu: vagy

# timing option
source: Runs daily at %s
hu_hu: Naponta ekkor fut: %s

# timing option
source: Checked daily at %s
hu_hu: Naponta ekkor ellenőrizve: %s

source: Workflow was not defined for email.
hu_hu: A munkafolyamat nincs meghatározva e-mailhez.

source: We couldn't find any customer data matching your request. Your account may have been deleted.
hu_hu: Nem találtunk a kérésének megfelelő ügyféladatokat. Lehet, hogy a fiókját törölték.

source: %1$sSign in to your account%2$s to manage your communication preferences.
hu_hu: %1$sJelentkezzen be a fiókjába%2$s a kommunikációs beállítások kezeléséhez.

source: You are managing preferences for %s.
hu_hu: A(z) %s beállításait kezeli.
