Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo/automatewoo-*.po
Languages: hu_hu

source: Leave this blank to set the new status regardless of the existing status.
hu_hu: Hagyja üresen, hogy az új állapot a meglévő állapottól függetlenül legyen beállítva.

source: New Status
hu_hu: Új állapot

source: Note
hu_hu: Megjegyzés

source: No change made to membership because the current status is the same as the new status.
hu_hu: Nem történt változtatás a tagságon, mert a jelenlegi állapot megegyezik az új állapottal.

source: Could not find an active membership for the customer.
hu_hu: Nem található aktív tagság a vásárló számára.

source: Membership status doesn't match value specified in Action settings.
hu_hu: A tagság állapota nem egyezik meg a művelet beállításaiban megadott értékkel.

source: Delete Membership For User
hu_hu: Felhasználó tagságának törlése

source: Plan
hu_hu: Csomag

source: The user did not have membership that matched the selected plan.
hu_hu: A felhasználónak nem volt a kiválasztott csomagnak megfelelő tagsága.

source: Deleted membership #%s
hu_hu: A #%s tagság törölve.

source: Failed deleting membership #%s
hu_hu: A #%s tagság törlése sikertelen.

source: Add Note
hu_hu: Megjegyzés hozzáadása

source: Note author
hu_hu: Megjegyzés szerzője

source: Author of the Note. If not set, will default to 'WooCommerce'
hu_hu: A megjegyzés szerzője. Ha nincs beállítva, alapértelmezés: 'WooCommerce'

source: Change Status
hu_hu: Állapot módosítása

source: Order status will be changed to this.
hu_hu: A rendelés állapota erre lesz módosítva.

source: AutomateWoo workflow #%s.
hu_hu: AutomateWoo munkafolyamat #%s.

source: Order Item
hu_hu: Rendelési tétel

source: This action can add or update an order item's custom field.
hu_hu: Ez a művelet hozzáadhat vagy frissíthet egy rendelési tétel egyéni mezőjét.

source: Resend Order Email
hu_hu: Rendelési e-mail újraküldése

source: Please note that email tracking is not currently supported on this action.
hu_hu: Vegye figyelembe, hogy ez a művelet jelenleg nem támogatja az e-mail követést.

source: %1$s email notification sent by AutomateWoo workflow #%2$d
hu_hu: %1$s e-mail értesítést az AutomateWoo #%2$d munkafolyamat küldte

source: Trigger Order Action
hu_hu: Rendelési művelet kiváltása

source: Not to be confused with AutomateWoo actions this action can trigger a WooCommerce order action. They can normally be found in the in the top right of of the order edit view.
hu_hu: Nem összetévesztendő az AutomateWoo műveletekkel: ez a művelet egy WooCommerce rendelési műveletet tud kiváltani. Ezek általában a rendelés szerkesztési nézetének jobb felső részében találhatók.

source: Order action
hu_hu: Rendelési művelet

source: Generate download permissions
hu_hu: Letöltési jogosultságok létrehozása

source: Update Customer Provided Note
hu_hu: Vevő által megadott megjegyzés frissítése

source: Append to existing note?
hu_hu: Hozzáfűzés a meglévő megjegyzéshez?

source: If checked and there is an existing customer shipping note for this order the note on this action will added to the field after a pipe (|). If unchecked any existing note will be replaced.
hu_hu: Ha be van jelölve, és van meglévő vevői szállítási megjegyzés ehhez a rendeléshez, ennek a műveletnek a megjegyzése egy függőleges vonal (|) után kerül hozzáadásra a mezőhöz. Ha nincs bejelölve, bármely meglévő megjegyzés felülírásra kerül.

source: This action can add or update an order's custom field.
hu_hu: Ez a művelet hozzáadhat vagy frissíthet egy rendelés egyéni mezőjét.

source: Add Points
hu_hu: Pontok hozzáadása

source: Please note that points are not supported on guest customers. Uses the WooCommerce Points and Rewards plugin.
hu_hu: Felhívjuk figyelmét, hogy vendég vásárlóknál a pontok nem támogatottak. A WooCommerce Points and Rewards bővítményt használja.

source: Number of Points
hu_hu: Pontok száma

source: Event Description
hu_hu: Esemény leírása

source: Describe the event and/or why the points were modified. This description will be visible to customers on their "my account" points log.
hu_hu: Írja le az eseményt és/vagy a pontok módosításának okát. Ez a leírás a vevők számára látható lesz a „Fiókom” pontnaplóban.

source: Remove Points
hu_hu: Pontok eltávolítása

source: Send Email
hu_hu: E-mail küldése

source: This action sends an HTML email using a template. The default template matches the style of your WooCommerce transactional emails. <%1$s>View email templates documentation<%2$s>.
hu_hu: Ez a művelet sablonnal HTML e-mailt küld. Az alapértelmezett sablon illeszkedik a WooCommerce tranzakciós e-mailjeinek stílusához. <%1$s>E-mail sablonok dokumentációjának megtekintése<%2$s>.

source: Email heading
hu_hu: E-mail fejléc

source: The appearance will depend on your email template. Not all templates support this field.
hu_hu: A megjelenés az e-mail sablontól függ. Nem minden sablon támogatja ezt a mezőt.

source: Email preheader
hu_hu: E-mail előfejléc

source: A preheader is a short text summary that follows the subject line when an email is viewed in the inbox. If no preheader is set the first text found in the email is used.
hu_hu: Az előfejléc egy rövid szöveges összefoglaló, amely a tárgysor után jelenik meg a beérkező levelekben. Ha nincs előfejléc beállítva, az e-mailben található első szöveg kerül felhasználásra.

source: Template
hu_hu: Sablon

source: Select which template to use when formatting the email. If you select 'None', the email will have no template but the email will still be sent as an HTML email.
hu_hu: Válassza ki, melyik sablont használja az e-mail formázásához. Ha a 'Nincs' lehetőséget választja, az e-mail nem kap sablont, de továbbra is HTML e-mailként kerül elküldésre.

source: To
hu_hu: Címzett

source: Enter emails here or use variables such as {{ customer.email }}. Multiple emails can be separated by commas. Add <b>--notracking</b> after an email to disable open and click tracking for that recipient.
hu_hu: Adja meg itt az e-mail címeket, vagy használjon változókat, például: {{ customer.email }}. Több e-mail címet vesszővel válasszon el. Adjon az e-mail cím után egy <b>--notracking</b> jelölést, hogy ennél a címzettnél letiltsa a megnyitás- és kattintáskövetést.

source: E.g. {{ customer.email }}, admin@example.org --notracking
hu_hu: Pl.: {{ customer.email }}, admin@example.org --notracking

source: Email subject
hu_hu: E-mail tárgya

source: Reply to
hu_hu: Válaszcím

source: Optionally set a reply-to email for the email. Please note that not all email delivery services support "Reply-To" email headers.
hu_hu: Opcionálisan beállíthat válaszcímet az e-mailhez. Kérjük, vegye figyelembe, hogy nem minden e-mail küldő szolgáltatás támogatja a „Reply-To” e-mail fejlécet.

source: Email successfully sent.
hu_hu: E-mail sikeresen elküldve.

source: Send Email - Plain Text
hu_hu: E-mail küldése - Egyszerű szöveg

source: This action sends a plain text email. It will contain no HTML which means open tracking and click tracking will not work. Some variables may display unexpectedly due to having HTML removed. If necessary, an unsubscribe link will be added after the email content.
hu_hu: Ez a művelet egyszerű szöveges e-mailt küld. Nem tartalmaz HTML-t, így a megnyitás- és kattintáskövetés nem fog működni. Egyes változók váratlanul jelenhetnek meg a HTML eltávolítása miatt. Szükség esetén a leiratkozási hivatkozás az e-mail tartalma után kerül hozzáadásra.

source: Email content
hu_hu: E-mail tartalma

source: All HTML will be removed from this field when sending. Variables that use HTML may display unexpectedly because of this.
hu_hu: Küldéskor az összes HTML el lesz távolítva ebből a mezőből. A HTML-t használó változók emiatt váratlanul jelenhetnek meg.

source: Send Email - Raw HTML
hu_hu: E-mail küldése - Nyers HTML

source: This action sends emails with only the HTML/CSS entered in the action's HTML field and is designed for advanced use only. This is different from the standard Send Email action, which inserts the email content into a template. Some variables may display unexpectedly due to the different CSS. Please note that you should include an unsubscribe link by using the variable {{ unsubscribe_url }}.
hu_hu: Ez a művelet csak a művelet HTML mezőjébe beírt HTML/CSS-sel küld e-maileket, és kizárólag haladó felhasználásra készült. Ez különbözik a standard E-mail küldése művelettől, amely a sablonba illeszti az e-mail tartalmát. Egyes változók a különböző CSS miatt váratlanul jelenhetnek meg. Kérjük, vegye figyelembe, hogy tartalmaznia kell egy leiratkozási hivatkozást a {{ unsubscribe_url }} változó használatával.

source: Include AutomateWoo CSS
hu_hu: AutomateWoo CSS hozzáadása

source: Checking this box adds the basic AutomateWoo CSS that is used to style variables to your custom HTML.
hu_hu: Ennek a jelölőnégyzetnek a bejelölése hozzáadja az alap AutomateWoo CSS-t, amely a változók stílusozásához használatos, az egyéni HTML-hez.

source: Any CSS included in the HTML will be automatically inlined.
hu_hu: A HTML-ben szereplő bármely CSS automatikusan inline-olva lesz.

source: Send SMS (Twilio)
hu_hu: SMS küldése (Twilio)

source: It is recommended to include an unsubscribe link by using the variable {{ customer.unsubscribe_url }} in the SMS body.
hu_hu: Javasolt leiratkozási linket elhelyezni az SMS törzsében a {{ customer.unsubscribe_url }} változó használatával.

source: Links in the SMS body will be shortened with the %1$sBitly integration%2$s.
hu_hu: Az SMS törzsében lévő hivatkozások a %1$sBitly integrációval%2$s lesznek rövidítve.

source: To shorten links in the SMS body the %1$sBitly integration%2$s must be enabled.
hu_hu: Az SMS törzsében lévő hivatkozások rövidítéséhez engedélyezni kell a %1$sBitly integrációt%2$s.

source: SMS recipients
hu_hu: SMS-címzettek

source: Multiple recipient numbers must be separated by commas. When using the {{ customer.phone }} variable the country code will be added automatically, if not already entered by the customer, by referencing the billing country.
hu_hu: Több címzett telefonszámát vesszővel kell elválasztani. A {{ customer.phone }} változó használatakor az országkód automatikusan hozzáadódik, ha az ügyfél még nem adta meg, a számlázási ország alapján.

source: SMS body
hu_hu: SMS törzse

source: Empty message body
hu_hu: Üres üzenettörzs

source: No valid recipients
hu_hu: Nincs érvényes címzett

source: The recipient is not opted-in to this workflow.
hu_hu: A címzett nem iratkozott fel erre a munkafolyamatra.

source: SMS successfully sent.
hu_hu: Az SMS sikeresen elküldve.

source: Custom Item Name
hu_hu: Egyedi tétel neve

source: The name to set on the line item.
hu_hu: A tételhez beállítandó név.

source: E.g. 10.00
hu_hu: Pl. 10.00

source: Custom Item Cost %s
hu_hu: Egyedi tételköltség %s

source: Optionally set a custom amount, excluding tax, to use for the line item's cost. Do not include a currency symbol. Total line item cost will be this amount * line item's quantity.
hu_hu: Opcionálisan megadható egy egyedi, adó nélküli összeg a tétel költségéhez. Ne használjon pénznemjelet. A tétel teljes költsége ez az összeg * a tétel mennyisége lesz.

source: The subscription's coupon discount amount will only be recalculated if you are using WooCommerce version 3.8 or higher.
hu_hu: Az előfizetés kuponkedvezményének összege csak akkor kerül újraszámításra, ha a WooCommerce 3.8-as vagy újabb verzióját használja.

source: Shipping Method
hu_hu: Szállítási mód

source: All shipping methods
hu_hu: Minden szállítási mód

source: Custom Shipping Name
hu_hu: Egyedi szállítási név

source: Optionally set a custom name for the shipping line item added to the subscription. Defaults to "shipping".
hu_hu: Opcionálisan megadható egy egyedi név az előfizetéshez hozzáadott szállítási tételhez. Alapértelmezés: "shipping".

source: Custom Shipping Cost
hu_hu: Egyedi szállítási költség

source: Optionally set an amount to use for the shipping cost. Do not include a currency symbol. Total line item cost will be this amount + tax. Defaults to zero.
hu_hu: Opcionálisan megadható egy összeg a szállítási költséghez. Ne használjon pénznemjelet. A tétel teljes költsége ez az összeg + adó lesz. Alapértelmezés szerint nulla.

source: Add Shipping
hu_hu: Szállítás hozzáadása

source: Add shipping as a new line item on a subscription. This action can be used to change the shipping and other line items charged to a subscriber at different stages of their subscription's lifecycle.
hu_hu: Szállítás hozzáadása új tételként egy előfizetéshez. Ez a művelet használható a szállítás és más tételek módosítására, amelyeket az előfizetés életciklusának különböző szakaszaiban számítanak fel az előfizetőnek.

source: %1$s workflow run: added %2$s to subscription. (Shipping Method ID: %3$d; Workflow ID: %4$d)
hu_hu: %1$s munkafolyamat futás: %2$s hozzáadva az előfizetéshez. (Szállítási mód ID: %3$d; Munkafolyamat ID: %4$d)

source: Recalculate Taxes
hu_hu: Adók újraszámítása

source: Recalculate all taxes on a subscription based on the store's current tax settings. This is useful for bulk editing subscriptions when new tax rates are introduced. Tax rates are based on the subscription billing or shipping address (as set on WooCommerce > Settings > Tax > Calculate tax based on).
hu_hu: Számolja újra az előfizetés összes adóját az áruház aktuális adóbeállításai alapján. Ez hasznos előfizetések tömeges szerkesztésekor, amikor új adókulcsok kerülnek bevezetésre. Az adókulcsok az előfizetés számlázási vagy szállítási címén alapulnak (ahogyan a WooCommerce > Beállítások > Adó > Adó számítása alapja menüpontban meg van adva).

source: %1$s workflow run: recalculated taxes. (Workflow ID: %2$d)
hu_hu: %1$s munkafolyamat futás: adók újraszámítva. (Munkafolyamat ID: %2$d)

source: Regenerate Download Permissions
hu_hu: Letöltési jogosultságok újragenerálása

source: Remove Shipping
hu_hu: Szállítás eltávolítása

source: Remove a shipping line item or items from a subscription, if any line items match the chosen shipping method. This is useful for bulk editing subscriptions, or to change the shipping charged to a subscriber at different stages of their subscription's lifecycle. Please note: all line items for the chosen shipping method will be removed.
hu_hu: Távolítson el egy vagy több szállítási tételt egy előfizetésből, ha bármelyik tétel megfelel a választott szállítási módnak. Ez hasznos az előfizetések tömeges szerkesztéséhez, illetve a szállítás módosításához, amelyet az előfizetőnek az előfizetés életciklusának különböző szakaszaiban számítanak fel. Figyelem: a választott szállítási módhoz tartozó összes tétel el lesz távolítva.

source: %1$s workflow run: removed shipping method from subscription. (Shipping Method ID: %2$s; Workflow ID: %3$d)
hu_hu: %1$s munkafolyamat futás: szállítási mód eltávolítva az előfizetésből. (Szállítási mód ID: %2$s; Munkafolyamat ID: %3$d)

source: Update Currency
hu_hu: Pénznem frissítése

source: Change a subscription's currency. This can be used in the case of major international events, like Brexit. Existing orders will not be updated. Only new orders will have the new currency. No values on the subscription will be updated, use actions to update line items, like products or shipping, to modify those.
hu_hu: Előfizetés pénznemének módosítása. Ez használható jelentős nemzetközi események esetén, mint például a Brexit. A meglévő rendelések nem frissülnek. Csak az új rendelések kapják meg az új pénznemet. Az előfizetésen lévő értékek nem frissülnek; azok módosításához használjon műveleteket a tételek (például termékek vagy szállítás) frissítéséhez.

source: %1$s workflow run: updated subscription currency to %2$s. (Workflow ID: %3$d)
hu_hu: %1$s munkafolyamat futás: az előfizetés pénzneme frissítve erre: %2$s. (Munkafolyamat ID: %3$d)

source: New Currency
hu_hu: Új pénznem

source: Update End Date
hu_hu: Lejárati dátum frissítése

source: Change a subscription's end date.
hu_hu: Előfizetés lejárati dátumának módosítása.

source: New End Date
hu_hu: Új lejárati dátum

source: New End Time
hu_hu: Új lejárati idő

source: %1$s workflow run: updated end date to %2$s. (Workflow ID: %3$d)
hu_hu: %1$s munkafolyamat futás: a lejárati dátum frissítve erre: %2$s. (Munkafolyamat ID: %3$d)

source: Update Next Payment Date
hu_hu: Következő fizetési dátum frissítése

source: Change a subscription's next payment date.
hu_hu: Előfizetés következő fizetési dátumának módosítása.

source: New Payment Date
hu_hu: Új fizetési dátum

source: New Payment Time
hu_hu: Új fizetési idő

source: %1$s workflow run: updated next payment date to %2$s. (Workflow ID: %3$d)
hu_hu: %1$s munkafolyamat futás: a következő fizetési dátum frissítve erre: %2$s. (Munkafolyamat ID: %3$d)

source: Update Product
hu_hu: Termék frissítése

source: Update an existing product line item on a subscription. Only the data set on the action will be updated. This action can be used for bulk editing subscriptions, like changing price or product name. Please note that any coupons applied in the subscription will be reapplied for all line items.
hu_hu: Frissít egy meglévő terméktételt egy előfizetésben. Csak a műveletben megadott adatok frissülnek. Ez a művelet tömeges előfizetés-szerkesztésre használható, például ár vagy terméknév módosítására. Kérjük, vegye figyelembe, hogy az előfizetéshez alkalmazott kuponok minden tételre újra alkalmazásra kerülnek.

source: Optionally set a new quantity for the product. Defaults to the current quantity set on the subscription.
hu_hu: Opcionálisan állítson be új mennyiséget a termékhez. Alapértelmezés szerint az előfizetésen jelenleg beállított mennyiséget használja.

source: Optionally set a custom price to use for the line item's cost. Do not include a currency symbol. Total line item cost will be this amount * quantity. Price should be entered the same as it would be on the Edit Product screen - taxes inclusive or exclusive. Defaults to no-change - the current price set on the product line item will remain.
hu_hu: Opcionálisan állítson be egyedi árat a tétel költségéhez. Ne tartalmazzon pénznemjelet. A tétel teljes költsége ez az összeg * mennyiség. Az árat ugyanúgy adja meg, mint a Termék szerkesztése képernyőn - adóval együtt vagy anélkül. Alapértelmezés szerint nincs változás - a terméktételen jelenleg beállított ár marad.

source: %1$s workflow run: updated %2$s on subscription. (Product ID: %3$d; Workflow ID: %4$d)
hu_hu: %1$s munkafolyamat futása: %2$s frissítve az előfizetésen. (Termékazonosító: %3$d; Munkafolyamat-azonosító: %4$d)

source: Update Schedule
hu_hu: Ütemezés frissítése

source: Update a subscriptions billing period or interval. When combined with an action to modify line items, this can be used to ship products on a different schedule to those which they are billed. After the schedule is updated, the next payment date will also be recalculated using the new schedule.
hu_hu: Frissítse egy előfizetés számlázási időszakát vagy intervallumát. Tételmódosító művelettel kombinálva használható arra, hogy a termékeket a számlázás ütemezésétől eltérő ütemezéssel szállítsa. Az ütemezés frissítése után a következő fizetési dátum is az új ütemezés alapján kerül újraszámításra.

source: %1$s workflow run: updated subscription schedule to renew %2$s %3$s. (Workflow ID: %4$d)
hu_hu: %1$s munkafolyamat futása: az előfizetés ütemezése frissítve, megújulás: %2$s %3$s. (Munkafolyamat-azonosító: %4$d)

source: Billing Interval
hu_hu: Számlázási intervallum

source: No change
hu_hu: Nincs változás

source: The frequency to process renewals. For example, if an interval of 3 is input with a chosen Billing Period of "month", then the billing schedule will be set to renew quarterly - every 3 months.
hu_hu: A megújítások feldolgozásának gyakorisága. Például ha az intervallum 3, és a választott Számlázási időszak "hónap", akkor a számlázási ütemezés negyedéves megújításra lesz beállítva - 3 havonta.

source: Billing Period
hu_hu: Számlázási időszak

source: Recalculate Dates
hu_hu: Dátumok újraszámítása

source: Optionally recalculate the next payment and trial end dates based on the new billing schedule.
hu_hu: Opcionálisan újraszámítja a következő fizetés és a próbaidő vége dátumait az új számlázási ütemezés alapján.

source: Update Shipping
hu_hu: Szállítás frissítése

source: Update a shipping line item or items from a subscription, if any line items match the chosen shipping method. This is useful for bulk editing subscriptions, or to change the shipping charged to a subscriber at different stages of their subscription's lifecycle. Please note: all line items for the chosen shipping method will be updated.
hu_hu: Frissítsen egy vagy több szállítási tételt egy előfizetésben, ha bármelyik tétel megfelel a választott szállítási módnak. Ez hasznos az előfizetések tömeges szerkesztéséhez, vagy a szállítás díjának módosításához az előfizetés életciklusának különböző szakaszaiban. Megjegyzés: a választott szállítási módhoz tartozó összes tétel frissül.

source: %1$s workflow run: updated shipping on subscription. (Shipping Method ID: %2$d; Workflow ID: %3$d)
hu_hu: %1$s munkafolyamat futása: szállítás frissítve az előfizetésen. (Szállítási mód azonosító: %2$d; Munkafolyamat-azonosító: %3$d)

source: Update Trial End Date
hu_hu: Próbaidő vége dátumának frissítése

source: Change a subscription's trial end date.
hu_hu: Módosítja egy előfizetés próbaidő vége dátumát.

source: New Trial End Date
hu_hu: Új próbaidő vége dátum

source: New Trial End Time
hu_hu: Új próbaidő vége időpont

source: %1$s workflow run: updated trial end date to %2$s. (Workflow ID: %3$d)
hu_hu: %1$s munkafolyamat futása: a próbaidő vége dátuma frissítve erre: %2$s. (Munkafolyamat-azonosító: %3$d)

source: Add Coupon
hu_hu: Kupon hozzáadása

source: Add a coupon to discount future payments for a subscription. The coupon will be added using the discount amount set on the coupon. This action can be used for bulk editing subscriptions, or to change the coupons provided to a subscriber at different stages of their subscription's lifecycle. The same coupon code will only be added once to a subscription. Only recurring coupon types can be added.
hu_hu: Adjon hozzá kupont az előfizetés jövőbeli fizetéseinek kedvezményéhez. A kupon a rajta beállított kedvezményösszeggel kerül hozzáadásra. Ez a művelet használható előfizetések tömeges szerkesztésére, vagy az előfizetőnek adott kuponok módosítására az előfizetés életciklusának különböző szakaszaiban. Ugyanaz a kuponkód egy előfizetéshez csak egyszer kerül hozzáadásra. Csak ismétlődő típusú kuponok adhatók hozzá.

source: %1$s workflow run: added coupon %2$s to subscription. (Workflow ID: %3$d)
hu_hu: %1$s munkafolyamat futása: %2$s kupon hozzáadva az előfizetéshez. (Munkafolyamat-azonosító: %3$d)

source: Add Product
hu_hu: Termék hozzáadása

source: Add a product as a new line item on a subscription. The item will be added using the price set on the product. This action can be used for bulk editing subscriptions, or to change the products provided to a subscriber at different stages of their subscription's lifecycle. Please note that any coupons applied in the subscription will be reapplied for all line items.
hu_hu: Adjon hozzá egy terméket új tételként egy előfizetéshez. A tétel a terméken beállított árral kerül hozzáadásra. Ez a művelet használható előfizetések tömeges szerkesztésére, vagy az előfizetőnek nyújtott termékek módosítására az előfizetés életciklusának különböző szakaszaiban. Kérjük, vegye figyelembe, hogy az előfizetéshez alkalmazott kuponok minden tételre újra alkalmazásra kerülnek.

source: %1$s workflow run: added %2$s to subscription. (Product ID: %3$d; Workflow ID: %4$d)
hu_hu: %1$s munkafolyamat futása: %2$s hozzáadva az előfizetéshez. (Termékazonosító: %3$d; Munkafolyamat-azonosító: %4$d)
