Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo/automatewoo-*.po
Languages: hu_hu

source: Powerful marketing automation for your WooCommerce store.
hu_hu: Hatékony marketingautomatizálás WooCommerce-áruházához.

source: Dashboard
hu_hu: Vezérlőpult

source: Workflows
hu_hu: Munkafolyamatok

source: Logs
hu_hu: Naplók

source: Queue
hu_hu: Várólista

source: Carts
hu_hu: Kosarak

source: Guests
hu_hu: Vendégek

source: Opt-ins
hu_hu: Feliratkozások

source: Opt-outs
hu_hu: Leiratkozások

source: Reports
hu_hu: Jelentések

source: Tools
hu_hu: Eszközök

source: Settings
hu_hu: Beállítások

source: Preview
hu_hu: Előnézet

source: AutomateWoo Data Update
hu_hu: AutomateWoo adatfrissítés

source: Manual Workflow Runner
hu_hu: Kézi munkafolyamat-futtató

source: This field does not support variables.
hu_hu: Ez a mező nem támogat változókat.

source: Variable '%s' is not available with the selected trigger. Please only use variables listed in the the variables box.
hu_hu: A(z) '%s' változó nem érhető el a kiválasztott indítóval. Kérjük, csak a változók mezőben felsorolt változókat használja.

source: Variable '%s' is not valid. Please only use variables listed in the variables box.
hu_hu: A(z) '%s' változó érvénytelen. Kérjük, csak a változók mezőben felsorolt változókat használja.

source: Choose a trigger before selecting a variable.
hu_hu: Válasszon egy indítót, mielőtt változót választ.

source: Error: %s
hu_hu: Hiba: %s

source: Message sent.
hu_hu: Üzenet elküldve.

source: Permission error.
hu_hu: Jogosultsági hiba.

source: Add-on could not be updated
hu_hu: A kiegészítőt nem sikerült frissíteni

source: No log found.
hu_hu: Nem található napló.

source: No queued event found.
hu_hu: Nem található sorba állított esemény.

source: Variable not found.
hu_hu: Változó nem található.

source: No cart found.
hu_hu: Nem található kosár.

source: Email & SMS Tracking
hu_hu: E-mail és SMS nyomon követés

source: Conversions
hu_hu: Konverziók

source: Order #
hu_hu: Rendelés #

source: Customer
hu_hu: Vásárló

source: Workflow
hu_hu: Munkafolyamat

source: Log
hu_hu: Napló

source: First Interacted
hu_hu: Első interakció ideje

source: Order Placed
hu_hu: Rendelés leadva

source: Order Total
hu_hu: Rendelés végösszege

source: Order ID.
hu_hu: Rendelésazonosító.

source: Order Number.
hu_hu: Rendelésszám.

source: Date the order was created, in the site's timezone.
hu_hu: A rendelés létrehozásának dátuma a webhely időzónájában.

source: Date the order was created, as GMT.
hu_hu: A rendelés létrehozásának dátuma GMT szerint.

source: Customer ID.
hu_hu: Vásárlóazonosító.

source: Order total.
hu_hu: Rendelés végösszege.

source: Order total (formatted).
hu_hu: Rendelés végösszege (formázott).

source: Workflow ID which triggered the conversion.
hu_hu: A konverziót kiváltó munkafolyamat azonosítója.

source: Conversion log ID.
hu_hu: Konverziós napló azonosítója.

source: Order customer information.
hu_hu: Rendelés vásárlói adatai.

source: Workflow information.
hu_hu: Munkafolyamat adatai.

source: Conversion information.
hu_hu: Konverzió adatai.

source: Add additional info about each conversion to the report.
hu_hu: További információ hozzáadása minden konverzióról a jelentéshez.

source: Limit result set to specific workflow IDs.
hu_hu: Az eredményhalmaz korlátozása meghatározott munkafolyamat-azonosítókra.

source: Converted order value.
hu_hu: Konvertált megrendelések értéke.

source: Converted net sales.
hu_hu: Konvertált nettó árbevétel.

source: Orders
hu_hu: Rendelések

source: Number of orders
hu_hu: Rendelések száma

source: Sorry, fetching conversions data failed.
hu_hu: Sajnáljuk, a konverziós adatok lekérése nem sikerült.

source: Number of sent messages.
hu_hu: Elküldött üzenetek száma.

source: Number of opened messages.
hu_hu: Megnyitott üzenetek száma.

source: Number of messages clicked at least ones.
hu_hu: Legalább egyszer rákattintott üzenetek száma.

source: Number of total clicks.
hu_hu: Összes kattintás száma.

source: Sorry, fetching email & SMS tracking data failed.
hu_hu: Sajnáljuk, az e-mail és SMS követési adatok lekérése nem sikerült.

source: Limit result set to workflows assigned specific workflow IDs.
hu_hu: Az eredményhalmaz korlátozása azokra a munkafolyamatokra, amelyekhez megadott munkafolyamat-azonosítók vannak rendelve.

source: Segment the response by additional constraint.
hu_hu: A válasz szegmentálása további feltétel szerint.

source: Number of unsubscribers.
hu_hu: Leiratkozók száma.

source: Sorry, fetching unsubscribers data failed.
hu_hu: Sajnáljuk, a leiratkozók adatainak lekérése nem sikerült.

source: Limit stats fields to the specified items.
hu_hu: A statisztikai mezők korlátozása a megadott elemekre.

source: Method '%s' not implemented. Must be overridden in subclass.
hu_hu: A(z) '%s' metódus nincs megvalósítva. Alosztályban felül kell írni.

source: Number of workflow runs.
hu_hu: Munkafolyamat-futtatások száma.

source: Sorry, fetching workflow runs data failed.
hu_hu: Sajnáljuk, a munkafolyamat-futtatások adatainak lekérése nem sikerült.

source: Currently active carts are shown here which includes any cart that has not been cleared at purchase or emptied by its owner. Carts are automatically deleted %s days after their last update.
hu_hu: Itt a jelenleg aktív kosarak láthatók, beleértve minden olyan kosarat, amelyet vásárláskor nem töröltek, vagy amelyet a tulajdonosa nem ürített ki. A kosarak az utolsó frissítésük után %s nappal automatikusan törlődnek.

source: Please select some carts to bulk edit.
hu_hu: Kérjük, válasszon ki néhány kosarat tömeges szerkesztéshez.

source: Bulk edit completed.
hu_hu: Tömeges szerkesztés befejezve.

source: 90 days
hu_hu: 90 nap

source: 30 days
hu_hu: 30 nap

source: 14 days
hu_hu: 14 nap

source: 7 days
hu_hu: 7 nap

source: Guest details
hu_hu: Vendég adatai

source: Missing guest data.
hu_hu: Hiányzó vendégadatok.

source: Guest data is stored here when a customer places an order but does not create an account. Or, if you have enabled pre-submit capturing, guest data can also be captured from a form on your website before an order is placed.
hu_hu: Itt tároljuk a vendégadatokat, amikor a vásárló rendelést ad le, de nem hoz létre fiókot. Ha engedélyezte az előzetes rögzítést, a vendégadatok a webhelyén található űrlapról is rögzíthetők a rendelés leadása előtt.

source: Please select some guests to bulk edit.
hu_hu: Kérjük, válasszon ki néhány vendéget tömeges szerkesztéshez.

source: Guest successfully deleted.
hu_hu: A vendég sikeresen törölve.

source: Every time a workflow runs a log entry is created. Logs are used by some triggers to determine when they should and should not fire. For this reason deleting logs should generally be avoided.
hu_hu: Minden egyes munkafolyamat-futtatáskor naplóbejegyzés jön létre. Egyes triggerek a naplókat használják annak meghatározására, mikor kell és mikor nem szabad lefutniuk. Emiatt a naplók törlését általánosságban kerülni kell.

source: Workflow was successfully re-run.
hu_hu: A munkafolyamat sikeresen újrafuttatva.

source: Created log #%d.
hu_hu: Létrehozott napló #%d.

source: Workflow could not be re-run.
hu_hu: A munkafolyamatot nem sikerült újrafuttatni.

source: Log not found.
hu_hu: A napló nem található.

source: Please select some logs to bulk edit.
hu_hu: Kérjük, válasszon ki néhány naplót tömeges szerkesztéshez.

source: Import
hu_hu: Importálás

source: Your store is set to require customers to opt-in before non-transactional workflows will run for them.
hu_hu: Áruháza úgy van beállítva, hogy a nem tranzakciós munkafolyamatok az ügyfelek számára csak opt-in után futnak.

source: Your store is set to automatically opt-in customers for workflows but they can opt-out with the unsubscribe link in emails and SMS.
hu_hu: Áruháza úgy van beállítva, hogy a munkafolyamatokra az ügyfeleket automatikusan opt-in-eli, de az e-mailekben és SMS-ekben található leiratkozási hivatkozással opt-outolhatnak.

source: More information on opt-ins and opt-outs is available %1$sin the documentation%2$s.
hu_hu: További információ az opt-inekről és opt-outokról elérhető %1$sa dokumentációban%2$s.

source: Please select some items to bulk edit.
hu_hu: Kérjük, válasszon ki néhány elemet tömeges szerkesztéshez.

source: Workflows that are not set to run immediately will be added to this queue. The queue is checked every two minutes so actual run times will vary slightly. %1$sRead more&hellip;%2$s
hu_hu: A nem azonnali futtatásra beállított munkafolyamatok ebbe a várólistába kerülnek. A várólistát kétpercenként ellenőrizzük, ezért a tényleges futási idők kissé eltérhetnek. %1$sTovábbi információ&hellip;%2$s

source: Queued event run successfully.
hu_hu: A várólistára helyezett esemény sikeresen lefutott.

source: Queued event failed to run.
hu_hu: A várólistára helyezett esemény nem futott le.

source: Please select some queued events to bulk edit.
hu_hu: Kérjük, válasszon ki néhány sorban álló eseményt a tömeges szerkesztéshez.

source: Analytics
hu_hu: Analitika

source: This reports page is deprecated.
hu_hu: Ez a jelentések oldal elavult.

source: All reports were migrated to %s. This page will be removed once High Performance Order Storage is enabled in WooCommerce.
hu_hu: Minden jelentést áttelepítettünk ide: %s. Ez az oldal el lesz távolítva, amint a High Performance Order Storage engedélyezve lesz a WooCommerce-ben.

source: WARNING: After switching to 'Opt-in mode' current customers will not be automatically opted in. Non-transactional workflows will stop sending emails and SMS until customers choose to opt-in. You can import opt-ins via AutomateWoo > Tools.
hu_hu: FIGYELMEZTETÉS: Az 'Opt-in módra' váltás után a jelenlegi ügyfelek nem kerülnek automatikusan feliratkozásra. A nem tranzakciós munkafolyamatok addig nem küldenek e-maileket és SMS-eket, amíg az ügyfelek nem döntenek a feliratkozás mellett. A feliratkozásokat az AutomateWoo > Tools menüponton keresztül importálhatja.

source: Action failed. Please refresh the page and retry.
hu_hu: A művelet nem sikerült. Kérjük, frissítse az oldalt, és próbálja újra.

source: Invalid tool.
hu_hu: Érvénytelen eszköz.

source: Failed to init process.
hu_hu: A folyamat inicializálása nem sikerült.

source: Security check failed.
hu_hu: A biztonsági ellenőrzés nem sikerült.

source: Process could not be validated.
hu_hu: A folyamat érvényesítése nem sikerült.

source: Process failed.
hu_hu: A folyamat sikertelen.

source: Success - Items may be still be processing in the background.
hu_hu: Siker - A tételek még a háttérben feldolgozás alatt lehetnek.

source: View report
hu_hu: Jelentés megtekintése

source: conversion revenue
hu_hu: konverziós bevétel

source: conversions
hu_hu: konverziók

source: messages sent
hu_hu: elküldött üzenetek

source: opens
hu_hu: megnyitások

source: unique clicks
hu_hu: egyedi kattintások

source: workflows run
hu_hu: lefutott munkafolyamatok

source: clicks
hu_hu: kattintások

source: workflows queued
hu_hu: sorba állított munkafolyamatok

source: active carts
hu_hu: aktív kosarak

source: guests captured
hu_hu: rögzített vendégek

source: opt-ins
hu_hu: feliratkozások

source: opt-outs
hu_hu: leiratkozások

source: Recent logs
hu_hu: Legutóbbi naplók

source: View
hu_hu: Megtekintés

source: No workflows have been run yet&hellip;
hu_hu: Még nem futott le egyetlen munkafolyamat sem&hellip;

source: Upcoming queued events
hu_hu: Közelgő sorban álló események

source: There are no events currently queued&hellip;
hu_hu: Jelenleg nincsenek sorban álló események&hellip;

source: most run workflow
hu_hu: legtöbbször futtatott munkafolyamat

source: highest converting workflow
hu_hu: legjobban konvertáló munkafolyamat

source: Order
hu_hu: Rendelés

source: Guest
hu_hu: Vendég

source: Cart
hu_hu: Kosár

source: Review
hu_hu: Értékelés

source: Product
hu_hu: Termék

source: Subscription
hu_hu: Előfizetés

source: Membership
hu_hu: Tagság

source: Wishlist
hu_hu: Kívánságlista

source: Course
hu_hu: Kurzus

source: Lesson
hu_hu: Lecke

source: Group
hu_hu: Csoport

source: Teacher
hu_hu: Oktató

source: [Guest]
hu_hu: [Vendég]

source: Search
hu_hu: Keresés

source: Filter
hu_hu: Szűrés

source: Search for a workflow&hellip;
hu_hu: Munkafolyamat keresése&hellip;

source: Search for a customer&hellip;
hu_hu: Ügyfél keresése&hellip;

source: Conversions List
hu_hu: Konverziók listája

source: Year
hu_hu: Év

source: Last Month
hu_hu: Előző hónap

source: This Month
hu_hu: Ez a hónap

source: Last 7 Days
hu_hu: Elmúlt 7 nap

source: Date
hu_hu: Dátum

source: Export CSV
hu_hu: CSV exportálása

source: Workflow Search
hu_hu: Munkafolyamat keresése

source: Show
hu_hu: Megjelenítés

source: Status
hu_hu: Állapot

source: Last active
hu_hu: Legutóbb aktív

source: Items
hu_hu: Tételek

source: Total
hu_hu: Összesen

source: Language
hu_hu: Nyelv

source: Change status to active
hu_hu: Állapot módosítása aktívra

source: Change status to abandoned
hu_hu: Állapot módosítása elhagyottra

source: Delete
hu_hu: Törlés

source: No conversions found.
hu_hu: Nem található konverzió.

source: Unmark As Conversion
hu_hu: Megjelölés törlése konverzióként

source: %s converted order value
hu_hu: %s konvertált rendelési érték

source: %s converted orders
hu_hu: %s konvertált rendelés

source: Showing reports for:
hu_hu: Jelentések megjelenítése ehhez:

source: Reset
hu_hu: Visszaállítás

source: Conversion Number
hu_hu: Konverziók száma

source: Conversion Value
hu_hu: Konverzió értéke

source: %s trackable messages sent
hu_hu: %s nyomon követhető üzenet elküldve

source: %s unique opens
hu_hu: %s egyedi megnyitás

source: This value represents unique opens.
hu_hu: Ez az érték az egyedi megnyitásokat jelöli.

source: %s unique clicks
hu_hu: %s egyedi kattintás

source: %s clicks
hu_hu: %s kattintás

source: %s unsubscribes
hu_hu: %s leiratkozás

source: Unsubscribes are recorded against each workflow so users can unsubscribe to individual workflows.
hu_hu: A leiratkozások munkafolyamatonként kerülnek rögzítésre, így a felhasználók egyes munkafolyamatokról külön is leiratkozhatnak.

source: Unsubscribes
hu_hu: Leiratkozások

source: Unique Clicks
hu_hu: Egyedi kattintások

source: Clicks
hu_hu: Kattintások

source: Opens
hu_hu: Megnyitások

source: Search guests
hu_hu: Vendégek keresése

source: No guests found.
hu_hu: Nem található vendég.

source: Last Active
hu_hu: Legutóbb aktív

source: Created
hu_hu: Létrehozva

source: Actions
hu_hu: Műveletek

source: No logs found.
hu_hu: Nem található naplóbejegyzés.

source: Errors occurred when running this workflow. See log notes for more info.
hu_hu: Hibák történtek a munkafolyamat futtatása közben. További információért lásd a napló megjegyzéseit.

source: An email was blocked from sending. See log notes for more info.
hu_hu: Egy e-mail küldése blokkolva lett. További információért lásd a napló megjegyzéseit.

source: Time
hu_hu: Idő

source: Opt-in
hu_hu: Feliratkozás

source: Opt-out
hu_hu: Leiratkozás

source: Search by email
hu_hu: Keresés e-mail alapján

source: Set as opted-out
hu_hu: Beállítás leiratkozottként

source: Set as opted-in
hu_hu: Beállítás feliratkozottként

source: Event
hu_hu: Esemény

source: Events
hu_hu: Események

source: Failed
hu_hu: Sikertelen

source: now
hu_hu: most

source: Retry
hu_hu: Újra

source: Run Now
hu_hu: Futtatás most

source: Queued Event
hu_hu: Sorba állított esemény

source: Run Date
hu_hu: Futtatási dátum

source: %s workflows have run for the selected period
hu_hu: %s munkafolyamat futott a kiválasztott időszakban

source: Runs
hu_hu: Futtatások

source: Select a page&hellip;
hu_hu: Válasszon egy oldalt&hellip;

source: Your settings have been saved.
hu_hu: A beállításai elmentve.

source: Enable
hu_hu: Engedélyezés

source: Enable ActiveCampaign Integration
hu_hu: ActiveCampaign integráció engedélyezése

source: Integrating with Bitly allows you to shorten links in your SMS messages. Create a free account at <%1$s>bitly.com<%2$s>.
hu_hu: A Bitly integrálása lehetővé teszi az SMS-üzenetekben található hivatkozások rövidítését. Hozzon létre ingyenes fiókot a <%1$s>bitly.com<%2$s> oldalon.

source: Find your Generic Access Token in your Bitly account area under Your Account > Edit Profile.
hu_hu: A Generic Access Token a Bitly-fiókjában a Your Account > Edit Profile alatt található.

source: Shorten all SMS links
hu_hu: Minden SMS-hivatkozás rövidítése

source: To find your API key or client ID, sign in to your Campaign Monitor account and click your profile image at the top right, then select Account settings, then API keys.
hu_hu: Az API key vagy client ID megkereséséhez jelentkezzen be a Campaign Monitor-fiókjába, kattintson a jobb felső sarokban lévő profilképére, majd válassza az Account settings, majd az API keys menüpontot.

source: Enabling the Campaign Monitor integration makes actions available for use when creating workflows. These actions can be used to automate adding and removing members from lists.
hu_hu: A Campaign Monitor integráció engedélyezése elérhetővé tesz műveleteket a munkafolyamatok létrehozásakor. Ezekkel a műveletekkel automatizálható a tagok listákhoz adása és eltávolítása.

source: Enable integration
hu_hu: Integráció engedélyezése

source: Enable cart tracking
hu_hu: Kosárkövetés engedélyezése

source: Abandoned cart timeout
hu_hu: Elhagyott kosár időkorlátja

source: Set the number of minutes from when a cart is last active to when it is considered abandoned. The default is 15 minutes and the minimum is 5 minutes.
hu_hu: Állítsa be a percek számát attól az időponttól, amikor a kosár utoljára aktív volt, addig, amikor elhagyottnak minősül. Alapértelmezés: 15 perc, minimum: 5 perc.

source: Include failed, cancelled and pending orders as abandoned carts
hu_hu: Sikertelen, törölt és függőben lévő rendelések kezelése elhagyott kosárként

source: When disabled, carts that are converted to pending, cancelled or failed orders will not be included in abandoned cart workflows.
hu_hu: Ha le van tiltva, a függőben lévő, törölt vagy sikertelen rendelésekké alakított kosarak nem kerülnek bele az elhagyott kosár munkafolyamatokba.

source: Clear inactive carts after
hu_hu: Inaktív kosarak törlése ennyi idő után

source: Set the days after which an inactive cart will be deleted. Default value is 60.
hu_hu: Állítsa be, hány nap után törlődjön az inaktív kosár. Alapértelmezett érték: 60.

source: General
hu_hu: Általános

source: Marketing opt-in
hu_hu: Marketing-hozzájárulás

source: AutomateWoo can either be in opt-in mode or opt-out mode. Opt-in means customers must opt-in before email and SMS can be sent to them. Opt-out means email and SMS will be sent automatically until the customer chooses to opt-out. All transactional workflows are excluded from this.
hu_hu: Az AutomateWoo lehet opt-in vagy opt-out módban. Az opt-in azt jelenti, hogy az ügyfeleknek előbb fel kell iratkozniuk, mielőtt e-mailt és SMS-t kaphatnának. Az opt-out azt jelenti, hogy az e-mailt és az SMS-t automatikusan küldjük, amíg az ügyfél úgy nem dönt, hogy leiratkozik. Minden tranzakciós munkafolyamat kivételt képez ez alól.

source: Customer opt-in mode
hu_hu: Vásárlói opt-in mód

source: Opt-in (recommended)
hu_hu: Opt-in (ajánlott)

source: Opt-in checkbox locations
hu_hu: Opt-in jelölőnégyzet helyei

source: Show on checkout page.
hu_hu: Megjelenítés a pénztároldalon.

source: Show on account sign up page.
hu_hu: Megjelenítés a fiókregisztrációs oldalon.

source: Opt-in checkbox text
hu_hu: Opt-in jelölőnégyzet szövege

source: Session tracking
hu_hu: Munkamenet-követés

source: Session tracking uses cookies to remember users when they are not signed in. This means carts can be tracked when the user is signed out. This is also used by the Refer A Friend add-on to reduce fraud. Since these cookies may not be considered 'essential' for the function of the website, users in some regions may need to give consent before these cookies are set.
hu_hu: A munkamenet-követés sütiket használ a felhasználók megjegyzésére, amikor nincsenek bejelentkezve. Ez azt jelenti, hogy a kosarak akkor is követhetők, amikor a felhasználó ki van jelentkezve. Ezt a Refer A Friend add-on is használja a visszaélések csökkentésére. Mivel ezek a sütik a webhely működéséhez nem feltétlenül minősülnek 'essential' sütinek, egyes régiókban a felhasználóknak hozzájárulást kell adniuk, mielőtt ezek a sütik beállításra kerülnek.

source: Enable session tracking
hu_hu: Munkamenet-követés engedélyezése

source: Require cookie consent
hu_hu: Cookie-hozzájárulás megkövetelése

source: Disable session tracking until consent is given. Requires a cookie consent plugin.
hu_hu: A munkamenet-követés letiltása, amíg nincs hozzájárulás. Cookie-hozzájárulási bővítményt igényel.

source: AutomateWoo does not add a notice asking for cookie consent. Please use a cookie consent plugin or custom code for this.
hu_hu: Az AutomateWoo nem ad hozzá értesítést a cookie-hozzájárulás kéréséhez. Kérjük, használjon cookie-hozzájárulási bővítményt vagy egyedi kódot ehhez.

source: Consent cookie name
hu_hu: Hozzájárulási cookie neve

source: Insert the name of the cookie added by your cookie consent solution when a user gives consent. Please note that this is case sensitive. If you are unsure what this is please contact your developer.
hu_hu: Adja meg annak a cookie-nak a nevét, amelyet a cookie-hozzájárulási megoldása hozzáad, amikor a felhasználó hozzájárul. Vegye figyelembe, hogy ez kis- és nagybetűérzékeny. Ha nem biztos benne, forduljon fejlesztőjéhez.

source: Enable pre-submit data capture
hu_hu: Beküldés előtti adatgyűjtés engedélyezése

source: Capture guest customer data before forms are submitted e.g. during checkout. We recommend leaving this disabled to comply with GDPR.
hu_hu: Vendég vásárlói adatok rögzítése az űrlapok beküldése előtt, pl. a pénztárnál. A GDPR-nak való megfelelés érdekében javasoljuk ennek kikapcsolva hagyását.

source: Where should pre-submit data capture be enabled?
hu_hu: Hol legyen engedélyezve a beküldés előtti adatgyűjtés?

source: Determines which pages have javascript code inserted for email capture.
hu_hu: Meghatározza, mely oldalakon kerül beillesztésre a JavaScript-kód az e-mail rögzítéshez.

source: If set to All Pages you can add the CSS class 'automatewoo-capture-guest-email' to enable email capture on custom form fields.
hu_hu: Ha Minden oldal, hozzáadhatja az 'automatewoo-capture-guest-email' CSS-osztályt az egyéni űrlapmezőkön az e-mail rögzítés engedélyezéséhez.

source: Checkout Only
hu_hu: Csak a pénztárnál

source: All Pages
hu_hu: Minden oldal

source: Communication preferences page
hu_hu: Kommunikációs beállítások oldal

source: The communication preferences page is where customers can opt-in or opt-out of workflows. It must contain the shortcode %1$s. To set up a signup page use the shortcode %2$s and specify the page in the setting below.
hu_hu: A kommunikációs beállítások oldal az a hely, ahol a vásárlók fel- vagy leiratkozhatnak a munkafolyamatokról. Tartalmaznia kell a(z) %1$s rövidkódot. Feliratkozási oldal beállításához használja a(z) %2$s rövidkódot, és adja meg az oldalt az alábbi beállításban.

source: Communication signup page (optional)
hu_hu: Kommunikációs feliratkozási oldal (opcionális)

source: The signup page is similar to the preferences page but allows customers to enter their email address.
hu_hu: A feliratkozási oldal hasonló a beállítások oldalához, de lehetővé teszi a vásárlóknak az e-mail-címük megadását.

source: Enable account tab
hu_hu: Fiókfül engedélyezése

source: Show Communication tab in My Account area
hu_hu: A Kommunikáció fül megjelenítése a Fiókom területen

source: Legal text
hu_hu: Jogi szöveg
