Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo/automatewoo-*.po
Languages: hu_hu

source: Fires when an order is refunded manually. This trigger does not fire when an order is refunded automatically.
hu_hu: Akkor fut le, amikor egy rendelést kézzel térítenek vissza. Ez a kiváltó nem fut le, amikor egy rendelést automatikusan térítenek vissza.

source: Order Status Changes
hu_hu: Rendelés állapotának változása

source: Triggers after an order changes status occurs. Set the workflow to run on certain status changes with the trigger options.
hu_hu: Rendelés állapotváltozása után fut le. Állítsa be a kiváltó opcióival, hogy a munkafolyamat mely állapotváltozásoknál fusson.

source: Select which order statuses will trigger this workflow. Leave blank for any status.
hu_hu: Válassza ki, mely rendelési állapotok indítsák ezt a munkafolyamatot. Hagyja üresen bármely állapothoz.

source: Order Status Changes - Each Line Item
hu_hu: Rendelés állapotának változása - Tételekre bontva

source: This trigger runs for each line item after an order status change occurs. Using this trigger allows access to the specific order item and product data.
hu_hu: Ez a kiváltó minden tételre külön lefut, miután a rendelés állapota megváltozik. Ennek a kiváltónak a használatával hozzáférhet az adott rendelési tételhez és termékadatokhoz.

source: New Review Posted
hu_hu: Új értékelés közzétéve

source: Reviews
hu_hu: Vélemények

source: This trigger does not fire until the review has been approved. If a customer leaves multiple reviews on the same product the workflow will only run once.
hu_hu: Ez a kiváltó nem fut le, amíg a véleményt jóvá nem hagyják. Ha egy vásárló több véleményt hagy ugyanarról a termékről, a munkafolyamat csak egyszer fut le.

source: Course Completed
hu_hu: Tanfolyam befejezve

source: This trigger fires after the course is completed.
hu_hu: Ez a kiváltó a tanfolyam befejezése után fut le.

source: Course Completed by All Students
hu_hu: Tanfolyam minden hallgató által befejezve

source: This trigger fires after the course has been completed by all enrolled students. A minimum of 2 students is required to fire this trigger.
hu_hu: Ez a kiváltó akkor fut le, amikor a beiratkozott hallgatók mindegyike befejezte a tanfolyamot. A kiváltáshoz legalább 2 hallgató szükséges.

source: Course Not Yet Completed
hu_hu: Tanfolyam még nincs befejezve

source: This trigger will fire if a course has not yet been completed by students after a set period of time. Please carefully choose the timing options that best suit your needs.
hu_hu: Ez a kiváltó akkor fut le, ha egy tanfolyamot a megadott időtartam után még nem fejeztek be a hallgatók. Kérjük, körültekintően válassza ki az igényeinek leginkább megfelelő időzítési beállításokat.

source: Signed Up To a Course
hu_hu: Beiratkozott egy tanfolyamra

source: This trigger fires after a student signs up for a course.
hu_hu: Ez a kiváltó akkor fut le, amikor egy hallgató beiratkozik egy tanfolyamra.

source: Lesson Completed
hu_hu: Lecke befejezve

source: This trigger fires after the lesson is completed.
hu_hu: Ez a kiváltó a lecke befejezése után fut le.

source: Lesson Started
hu_hu: Lecke megkezdve

source: This trigger fires after the lesson is started.
hu_hu: Ez a kiváltó a lecke megkezdése után fut le.

source: Quiz Completed
hu_hu: Kvíz befejezve

source: This trigger fires after the quiz is completed.
hu_hu: Ez a kiváltó a kvíz befejezése után fut le.

source: Quiz Failed
hu_hu: Kvíz sikertelen

source: This trigger fires after failing a quiz.
hu_hu: Ez a kiváltó kvíz sikertelen teljesítése után fut le.

source: Quiz Passed
hu_hu: Kvíz sikeres

source: This trigger fires after passing a quiz.
hu_hu: Ez a kiváltó kvíz sikeres teljesítése után fut le.

source: Specific Answer Selected
hu_hu: Konkrét válasz kiválasztva

source: This trigger fires after selecting a specific answer.
hu_hu: Ez a kiváltó egy konkrét válasz kiválasztása után fut le.

source: Answer
hu_hu: Válasz

source: Enter answer here for the selected question to match it with user selected answer.
hu_hu: Adja meg itt a kiválasztott kérdéshez tartozó választ, hogy összevethető legyen a felhasználó által kiválasztott válasszal.

source: Student Added To the Group
hu_hu: Hallgató hozzáadva a csoporthoz

source: This trigger fires after students have been added to the group.
hu_hu: Ez a kiváltó akkor fut le, miután hallgatókat adtak a csoporthoz.

source: Student Removed From the Group
hu_hu: Hallgató eltávolítva a csoportból

source: This trigger fires after students have been removed from the group.
hu_hu: Ez a kiváltó akkor fut le, miután hallgatókat távolítottak el a csoportból.

source: Manual - Subscriptions
hu_hu: Kézi - Előfizetések

source: Subscription Before End
hu_hu: Előfizetés lejárat előtt

source: This trigger runs once per day for any subscriptions that are due to expire/end on the workflow's target date. For example, if set to run 7 days before end, it would look for subscriptions that are due to end on the date exactly 7 days from now.
hu_hu: Ez a kiváltó naponta egyszer fut le azoknál az előfizetéseknél, amelyek a munkafolyamat célzott dátumán járnak le/érnek véget. Például, ha 7 nappal a lejárat előttre van beállítva, akkor azokat az előfizetéseket keresi, amelyek pontosan 7 nap múlva érnek véget.

source: Days before end
hu_hu: Napok száma a lejárat előtt

source: Subscription Before Renewal
hu_hu: Előfizetés megújítás előtt

source: This trigger runs once per day for any subscriptions that are due for renewal on the workflow's target date. For example, if set to run 7 days before renewal, it would look for subscriptions that are due for renewal on the date exactly 7 days from now.
hu_hu: Ez a kiváltó naponta egyszer fut le azoknál az előfizetéseknél, amelyek megújítása a munkafolyamat célzott dátumán esedékes. Például, ha 7 nappal a megújítás előttre van beállítva, akkor azokat az előfizetéseket keresi, amelyek megújítása pontosan 7 nap múlva esedékes.

source: Days before renewal
hu_hu: Napok száma a megújítás előtt

source: Subscription Created
hu_hu: Előfizetés létrehozva

source: This trigger fires after a subscription is created which happens before payment is confirmed. To create a workflow that runs when the subscription is paid, use the Subscription Status Changed trigger.
hu_hu: Ez a kiváltó egy előfizetés létrehozása után fut le, ami a fizetés megerősítése előtt történik. Ha akkor szeretne munkafolyamatot futtatni, amikor az előfizetés ki van fizetve, használja az Előfizetés állapota megváltozott kiváltót.

source: Subscription Created - Each Line Item
hu_hu: Előfizetés létrehozva - Tételenként

source: This trigger fires after a subscription is created which happens before payment is confirmed. Using this trigger allows access to the product data of each subscription line item.
hu_hu: Ez a kiváltó egy előfizetés létrehozása után fut le, ami a fizetés megerősítése előtt történik. Ennek a kiváltónak a használatával hozzáférhet az egyes előfizetési tételek termékadataihoz.

source: Subscription Note Added
hu_hu: Előfizetési megjegyzés hozzáadva

source: Fires when a note is added to a subscription. This includes private notes and notes to the customer. These notes appear on the right of the subscription edit screen.
hu_hu: Akkor fut le, amikor megjegyzést adnak egy előfizetéshez. Ez magában foglalja a privát megjegyzéseket és a vásárlónak szóló megjegyzéseket is. Ezek a megjegyzések az előfizetés szerkesztő képernyőjének jobb oldalán jelennek meg.

source: Subscription Order Created
hu_hu: Előfizetési rendelés létrehozva

source: This trigger fires after any type of subscription order is created. The order may not yet be paid.
hu_hu: Ez a kiváltó bármilyen típusú előfizetési rendelés létrehozása után fut le. A rendelés lehet, hogy még nincs kifizetve.

source: Subscription Order Paid
hu_hu: Előfizetési rendelés kifizetve

source: This trigger fires after any type of subscription order is paid for. This will run after the order status has been changed and stock has been reduced.
hu_hu: Ez a kiváltó bármilyen típusú előfizetési rendelés kifizetése után fut le. Ez azután fut, hogy a rendelés állapota megváltozott és a készlet csökkent.

source: Subscription Order Status Changes
hu_hu: Előfizetési rendelés állapotának változásai

source: This trigger fires after the status of any subscription order changes. The trigger can be set to run on specific order status changes and for specific order types.
hu_hu: Ez a kiváltó akkor fut le, amikor bármely előfizetési rendelés állapota megváltozik. A kiváltó beállítható úgy, hogy csak bizonyos állapotváltozásokra és adott rendeléstípusokra fusson.

source: Subscription Renewal Payment Complete
hu_hu: Előfizetés megújításának fizetése sikeres

source: Subscription Renewal Payment Failed
hu_hu: Előfizetés megújításának fizetése sikertelen

source: Subscription Status Changed
hu_hu: Előfizetés állapota megváltozott

source: This trigger fires when a subscription status changes with one exception. When an automatic subscription payment is processed the subscription status is changed to "On-hold" and then immediately back to "Active" if the payment is successful. When this happens this trigger deliberately doesn't fire because the status was only changed momentarily while the subscription has essentially remained "Active".
hu_hu: Ez az indító akkor fut le, amikor egy előfizetés állapota megváltozik, egy kivétellel. Amikor egy automatikus előfizetési fizetés feldolgozásra kerül, az előfizetés állapota "Felfüggesztve"-re változik, majd a sikeres fizetés után azonnal vissza "Aktív"-ra. Ilyenkor ez az indító szándékosan nem fut le, mert az állapot csak pillanatra változott meg, miközben az előfizetés lényegében "Aktív" maradt.

source: Select which subscription status changes will trigger this workflow. Leave blank for any subscription status.
hu_hu: Válassza ki, mely előfizetési állapotváltozások indítsák el ezt a munkafolyamatot. Hagyja üresen bármely előfizetés-állapothoz.

source: This is useful for workflows that are not run immediately as it ensures the status of the subscription hasn't changed since initial trigger.
hu_hu: Ez hasznos olyan munkafolyamatoknál, amelyeket nem azonnal futtatnak, mert biztosítja, hogy az előfizetés állapota nem változott meg a kezdeti indítás óta.

source: Subscription Status Changed - Each Line Item
hu_hu: Előfizetés állapota megváltozott - Minden tétel

source: This trigger runs for every line item of a subscription when the status changes. Using this trigger allows access to the product data of the subscription line item.
hu_hu: Ez az indító az előfizetés minden tételére lefut, amikor az állapot megváltozik. Ennek az indítónak a használata hozzáférést ad az előfizetési tétel termékadataihoz.

source: Subscription Trial End
hu_hu: Előfizetés próbaidő vége

source: Order Includes Product from Taxonomy Term
hu_hu: Rendelés tartalmaz a megadott taxonómia kifejezéshez tartozó terméket

source: Order Includes Product Variation with Specific Attribute
hu_hu: Rendelés tartalmaz adott attribútummal rendelkező termékváltozatot

source: This trigger will look at the selected variations for each order item for the selected attribute terms. For example if you have an attribute for 'size' and you select 'SML' and 'MED' in the Terms field then this trigger will fire if an order is placed that contains a product in 'SML' or a product in 'MED'.
hu_hu: Ez az indító az egyes rendelési tételeknél a kiválasztott attribútumkifejezésekhez kiválasztott variációkat vizsgálja. Például ha van egy 'size' attribútum, és a Kifejezések mezőben az 'SML' és 'MED' értékeket választja, akkor ez az indító lefut, ha olyan rendelés érkezik, amely 'SML' terméket vagy 'MED' terméket tartalmaz.

source: Bookings
hu_hu: Foglalások

source: Time of day
hu_hu: A nap időpontja

source: Set the time in your site's timezone that the workflow will be triggered. If no time is set the workflow will run at midnight. If you set a time that has already passed for today the workflow will not run until tomorrow. The workflow will never be run twice in the same day. It's not possible to set a time after 23:00 which gives the background processor at least 1 hour to run any tasks.
hu_hu: Állítsa be a webhely időzónájában azt az időpontot, amikor a munkafolyamat lefut. Ha nincs idő megadva, a munkafolyamat éjfélkor fut. Ha ma már elmúlt az Ön által beállított idő, a munkafolyamat csak holnap fut le. A munkafolyamat ugyanazon a napon soha nem fut le kétszer. 23:00 után nem állítható be időpont, így a háttér-feldolgozónak legalább 1 óra marad bármely feladat futtatására.

source: This workflow will not run immediately after it is saved. It will run daily in the background at the time set in the <strong>Time of day</strong> field. If no time is set it will run at midnight.
hu_hu: Ez a munkafolyamat nem azonnal fut le a mentés után. Naponta, a háttérben fut le az <strong>A nap időpontja</strong> mezőben megadott időpontban. Ha nincs idő megadva, éjfélkor fut le.

source: Customer Adds Product (%s)
hu_hu: Vásárló terméket ad hozzá (%s)

source: Wishlists
hu_hu: Kívánságlisták

source: Wishlist Item On Sale (%s)
hu_hu: Kívánságlista tétel akciós (%s)

source: This trigger doesn't fire instantly when a product goes on sale. Instead, it performs a check for new on-sale products every 30 minutes. Please note this doesn't work for guests because their wishlist data only exists in their session data.
hu_hu: Ez az indító nem azonnal fut le, amikor egy termék akcióssá válik. Ehelyett 30 percenként ellenőrzi az új akciós termékeket. Kérjük, vegye figyelembe, hogy ez vendégek esetén nem működik, mert a kívánságlistájuk adatai csak a munkamenetükben léteznek.

source: Wishlist Reminder (%s)
hu_hu: Kívánságlista emlékeztető (%s)

source: Setting the 'Reminder Interval' field to 30 means this trigger will fire every 30 days for any users that have items in their wishlist. Please note this doesn't work for guests because their wishlist data only exists locally in their browser.
hu_hu: A 'Reminder Interval' mező 30-ra állítása azt jelenti, hogy ez az indító 30 naponta lefut minden olyan felhasználónál, akinek van tétel a kívánságlistáján. Kérjük, vegye figyelembe, hogy ez vendégek esetén nem működik, mert a kívánságlista adataik csak helyben, a böngészőjükben léteznek.

source: Reminder interval (days)
hu_hu: Emlékeztető időköz (napok)

source: E.g. Reminder any customers with items in a Wishlist every 30 days.
hu_hu: Példa: Emlékeztető minden olyan ügyfélnek, akinek van tétel a kívánságlistáján, 30 naponta.

source: Once per customer
hu_hu: Ügyfelenként egyszer

source: If checked the trigger will fire only once for each customer for each wishlist they create. Most customers only use the one wishlist so use with caution. Setting a high Reminder interval may be a better plan.
hu_hu: Ha bejelöli, az indító minden ügyfélnél és minden általuk létrehozott kívánságlistánál csak egyszer fut le. A legtöbb ügyfél csak egy kívánságlistát használ, ezért óvatosan használja. Magas emlékeztető időköz beállítása jobb megoldás lehet.

source: Workflow Times Run Reaches
hu_hu: Munkafolyamat futásszáma eléri

source: Times run
hu_hu: Futások száma

source: Tag
hu_hu: Címke

source: Search Tags
hu_hu: Címkék keresése

source: Popular Tags
hu_hu: Népszerű címkék

source: All Tags
hu_hu: Összes címke

source: Edit Tag
hu_hu: Címke szerkesztése

source: Update Tag
hu_hu: Címke frissítése

source: Add New Tag
hu_hu: Új címke hozzáadása

source: New Tag Name
hu_hu: Új címke neve

source: Separate Tags with commas
hu_hu: Címkék elválasztása vesszővel

source: Add or remove Tags
hu_hu: Címkék hozzáadása vagy eltávolítása

source: Choose from the most popular tags
hu_hu: Válasszon a legnépszerűbb címkék közül

source: Unable to export users by tag.
hu_hu: Nem lehet felhasználókat exportálni címke szerint.

source: Users
hu_hu: Felhasználók

source: Export
hu_hu: Exportálás

source: Export to CSV
hu_hu: Exportálás CSV-be

source: Select %s
hu_hu: Válassza ki: %s

source: There are no %s available.
hu_hu: Nem érhetők el %s.

source: Taxonomies
hu_hu: Taxonómiák

source: Add tag&hellip;
hu_hu: Címke hozzáadása&hellip;

source: Remove tag&hellip;
hu_hu: Címke eltávolítása&hellip;

source: Change
hu_hu: Módosítás

source: Tags updated.
hu_hu: Címkék frissítve.

source: Site setting - %2$s
hu_hu: Webhelybeállítás - %2$s

# custom date format option
source: Custom
hu_hu: Egyéni

source: Choose the format that the date will be displayed in. The default is MySQL datetime format.
hu_hu: Válassza ki, milyen formátumban jelenjen meg a dátum. Az alapértelmezett a MySQL datetime formátum.

source: Set a format according to the documentation link in the variable's description.
hu_hu: Állítson be egy formátumot a változó leírásában található dokumentációs hivatkozás alapján.

source: Optional parameter to modify the value of the datetime. Uses the PHP strtotime() function.
hu_hu: Nem kötelező paraméter a dátum‑idő érték módosításához. A PHP strtotime() függvényt használja.

source: e.g. +2 months, -1 day, +6 hours
hu_hu: pl. +2 months, -1 day, +6 hours

source: To set a custom date or time format please refer to the %1$sWordPress documentation%2$s.
hu_hu: Egyéni dátum‑ vagy időformátum beállításához lásd a %1$sWordPress dokumentációt%2$s.

source: Generates a unique coupon based on a template coupon. <%1$s>View documentation<%2$s>.
hu_hu: Egyedi kupont hoz létre egy sablonkupon alapján. <%1$s>Dokumentáció megtekintése<%2$s>.

source: Name of the coupon that will be cloned.
hu_hu: A klónozandó kupon neve.

source: Number of days the coupon will be valid for. If left blank then the expiry set for the template coupon will be used.
hu_hu: A kupon érvényességének napokban megadott száma. Ha üresen marad, a sablonkuponnál beállított lejárati idő lesz érvényben.

source: The prefix for the coupon code, defaults to 'aw-'. To remove the prefix set this field to a single space character.
hu_hu: A kuponkód előtagja, alapértelmezésben 'aw-'. Az előtag eltávolításához állítsa ezt a mezőt egyetlen szóköz karakterre.

source: The number of times the generated coupon can be used. Set to '0' for unlimited.
hu_hu: A létrehozott kupon felhasználható alkalmainak száma. Korlátlanhoz állítsa '0'-ra.

source: AutomateWoo Test Coupon
hu_hu: AutomateWoo tesztkupon

source: The meta_key of the field you would like to display.
hu_hu: A megjeleníteni kívánt mező meta_key értéke.

source: Choose to display the amount as a formatted price or numerical value.
hu_hu: Válassza ki, hogy az összeget formázott árként vagy numerikus értékként jelenítse meg.

source: Decimal
hu_hu: Tizedes

source: Product Grid - 2 Column
hu_hu: Termékrács - 2 oszlop

source: Product Grid - 3 Column
hu_hu: Termékrács - 3 oszlop

source: Product Rows
hu_hu: Terméksorok

source: Cart Table
hu_hu: Kosár táblázat

source: Order Table
hu_hu: Rendelés táblázat

source: List - Comma Separated
hu_hu: Lista - vesszővel elválasztva

source: Review Product Grid - 2 Column
hu_hu: Értékelési termékrács - 2 oszlop

source: Review Product Grid - 3 Column
hu_hu: Értékelési termékrács - 3 oszlop

source: Review Product Rows
hu_hu: Értékelési terméksorok

source: Select which template will be used to display the products. The default is 'Product Grid - 2 Column'. For information on creating custom templates please refer to the documentation.
hu_hu: Válassza ki, melyik sablonnal jelenjenek meg a termékek. Az alapértelmezett: 'Termékrács - 2 oszlop'. Egyéni sablonok létrehozásáról a dokumentációban talál információt.

source: Add a string to the end of each product URL. For example, using '#tab-reviews' can link customers directly to the review tab on a product page.
hu_hu: Adjon egy karakterláncot minden termék URL-jének végére. Például a '#tab-reviews' használatával a vásárlók közvetlenül a termékoldal értékelések fülére jutnak.

source: Set the maximum number of products that will be displayed.
hu_hu: Állítsa be a megjelenítendő termékek maximális számát.

source: Displays the cost of the booking.
hu_hu: Megjeleníti a foglalás költségét.

source: Displays the booking end date in your website's timezone.
hu_hu: Megjeleníti a foglalás befejezési dátumát a webhely időzónájában.

source: Displays the booking end time in your website's timezone. Nothing will be displayed for all-day bookings.
hu_hu: Megjeleníti a foglalás befejezési idejét a webhely időzónájában. Egész napos foglalásoknál nem jelenik meg semmi.

source: Displays the booking's unique ID.
hu_hu: Megjeleníti a foglalás egyedi azonosítóját.

source: Shows the number of persons for the booking (if applicable). If the booking has multiple person types the number of persons will be listed for each type.
hu_hu: Megjeleníti a foglaláshoz tartozó személyek számát (ha alkalmazható). Ha a foglalás több személytípust tartalmaz, a személyek száma típusonként kerül felsorolásra.

source: Displays any resources included in the booking.
hu_hu: Megjeleníti a foglalásban szereplő erőforrásokat.

source: Displays the booking start date in your website's timezone.
hu_hu: Megjeleníti a foglalás kezdési dátumát a webhely időzónájában.

source: Displays the booking start time in your website's timezone. Nothing will be displayed for all-day bookings.
hu_hu: Megjeleníti a foglalás kezdési idejét a webhely időzónájában. Egész napos foglalásoknál nem jelenik meg semmi.

source: Displays the status of the booking.
hu_hu: Megjeleníti a foglalás állapotát.

source: Displays the expiry month of the card.
hu_hu: Megjeleníti a kártya lejárati hónapját.

source: Displays the expiry year of the card.
hu_hu: Megjeleníti a kártya lejárati évét.

source: Displays the last 4 digits of the card.
hu_hu: Megjeleníti a kártya utolsó 4 számjegyét.

source: Displays the type of the card e.g. Visa, MasterCard.
hu_hu: Megjeleníti a kártya típusát, pl. Visa, MasterCard.

source: Displays the unique ID of the cart.
hu_hu: Megjeleníti a kosár egyedi azonosítóját.

source: Display a product listing of the items in the cart.
hu_hu: Megjelenít egy terméklistát a kosárban lévő tételekről.

source: {{ cart.items }} returned no products so the workflow was aborted
hu_hu: {{ cart.items }} nem adott vissza termékeket, ezért a munkafolyamat megszakadt

source: Displays the number of the items in cart.
hu_hu: Megjeleníti a kosárban lévő tételek számát.

source: Displays a unique link to the cart page that will also restore items to the customer's cart.
hu_hu: Megjelenít egy egyedi hivatkozást a kosár oldalára, amely a tételeket is visszaállítja a vásárló kosarába.

source: Sets which page the link will direct the customer to when clicked.
hu_hu: Beállítja, hogy a hivatkozás melyik oldalra irányítsa a vásárlót kattintáskor.

source: Displays the total cost of the cart.
hu_hu: Megjeleníti a kosár teljes költségét.

source: Displays the ID of the category.
hu_hu: Megjeleníti a kategória azonosítóját.

source: Displays a permalink to the category page.
hu_hu: Megjelenít egy permalinket a kategória oldalára.

source: Displays the title of the category.
hu_hu: Megjeleníti a kategória címét.

source: Displays the name of the comment author.
hu_hu: Megjeleníti a hozzászólás szerzőjének nevét.

source: Displays the IP address of the comment author.
hu_hu: Megjeleníti a hozzászólás szerzőjének IP-címét.

source: Displays the content of the comment.
hu_hu: Megjeleníti a hozzászólás tartalmát.

source: Displays the ID of the comment.
hu_hu: Megjeleníti a hozzászólás ID-ját.

source: Displays the first line of the customer's address.
hu_hu: Megjeleníti a vásárló címének első sorát.

source: Displays the second line of the customer's address.
hu_hu: Megjeleníti a vásárló címének második sorát.

source: Displays the customer's billing city.
hu_hu: Megjeleníti a vásárló számlázási városát.

source: Displays the customer's billing company.
hu_hu: Megjeleníti a vásárló számlázási cégét.
