Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo/automatewoo-*.po
Languages: hu_hu

source: is blank
hu_hu: üres

source: is not blank
hu_hu: nem üres

source: matches regex
hu_hu: illeszkedik a regexhez

source: any contains
hu_hu: bármelyik tartalmazza

source: any matches exactly
hu_hu: bármelyik pontosan egyezik

source: any starts with
hu_hu: bármelyik ezzel kezdődik

source: any ends with
hu_hu: bármelyik ezzel végződik

source: is greater than
hu_hu: nagyobb, mint

source: is less than
hu_hu: kisebb, mint

source: is a multiple of
hu_hu: többszöröse

source: is not a multiple of
hu_hu: nem többszöröse

source: matches any
hu_hu: bármelyikkel egyezik

source: matches all
hu_hu: mindegyikkel egyezik

source: matches none
hu_hu: egyikkel sem egyezik

source: includes
hu_hu: tartalmazza

source: does not include
hu_hu: nem tartalmazza

source: Quiz - Failed a Quiz
hu_hu: Kvíz - Megbukott egy kvízen

source: Search for quizzes...
hu_hu: Kvízek keresése...

source: Course - Not Completed
hu_hu: Kurzus - Nincs befejezve

source: Any Course
hu_hu: Bármelyik kurzus

source: Course - Not Completed a Lesson
hu_hu: Kurzus - Nem teljesített egy leckét

source: Course - Not Started the First Lesson
hu_hu: Kurzus - Nem kezdte el az első leckét

source: Quiz - Not Yet Taken a Quiz
hu_hu: Kvíz - Még nem töltött ki kvízt

source: Quiz - Passed a Quiz
hu_hu: Kvíz - Átment egy kvízen

source: Shop - Current Date/Time
hu_hu: Bolt - Jelenlegi dátum/idő

source: Subscription - Payment Count
hu_hu: Előfizetés - Fizetések száma

source: Subscription - Can Renew Early
hu_hu: Előfizetés - Előre megújítható

source: Subscription - Coupons
hu_hu: Előfizetés - Kuponok

source: Subscription - Coupons - Text Match
hu_hu: Előfizetés - Kuponok - Szövegegyezés

source: Subscription - Coupon Count
hu_hu: Előfizetés - Kuponok száma

source: Subscription - Created Date
hu_hu: Előfizetés - Létrehozás dátuma

source: Subscription - End Date
hu_hu: Előfizetés - Lejárat dátuma

source: Subscription - Has Payment Method
hu_hu: Előfizetés - Rendelkezik fizetési móddal

source: Subscription - Items
hu_hu: Előfizetés - Tételek

source: Subscription - Item Categories
hu_hu: Előfizetés - Tételkategóriák

source: Subscription - Last Payment Date
hu_hu: Előfizetés - Utolsó fizetés dátuma

source: Subscription - Custom Field
hu_hu: Előfizetés - Egyéni mező

source: Subscription - Next Payment Date
hu_hu: Előfizetés - Következő fizetés dátuma

source: Subscription - Payment Method
hu_hu: Előfizetés - Fizetési mód

source: Subscription - Requires Manual Renewal
hu_hu: Előfizetés - Kézi megújítást igényel

source: Workflow - Run Count For Subscription
hu_hu: Munkafolyamat - Futtatások száma az előfizetéshez

source: Subscription - Status
hu_hu: Előfizetés - állapot

source: Subscription - Trial End Date
hu_hu: Előfizetés - próbaidő lejáratának dátuma

source: Workflow - Last Run Date For Customer
hu_hu: Munkafolyamat - utolsó futás dátuma az ügyfél számára

source: Select courses here to have this workflow trigger only for those specific courses. Leave blank to run for all courses.
hu_hu: Válasszon itt kurzusokat, hogy ez a munkafolyamat csak azokra a konkrét kurzusokra váltódjon ki. Hagyja üresen, hogy minden kurzusra fusson.

source: Select lessons here to have this workflow trigger only for those specific lessons. Leave blank to run for all lessons.
hu_hu: Válasszon itt leckéket, hogy ez a munkafolyamat csak azokra a konkrét leckékre váltódjon ki. Hagyja üresen, hogy minden leckére fusson.

source: Select quizzes here to have this workflow trigger only for those specific quizzes. Leave blank to run for all quizzes.
hu_hu: Válasszon itt kvízeket, hogy ez a munkafolyamat csak azokra a konkrét kvízekre váltódjon ki. Hagyja üresen, hogy minden kvízre fusson.

source: Select question here to have this workflow trigger only for those specific question.
hu_hu: Válasszon itt kérdést, hogy ez a munkafolyamat csak az adott konkrét kérdésre váltódjon ki.

source: Select groups here to have this workflow trigger only for those specific groups. Leave blank to run for all groups.
hu_hu: Válasszon itt csoportokat, hogy ez a munkafolyamat csak azokra a konkrét csoportokra váltódjon ki. Hagyja üresen, hogy minden csoportra fusson.

source: Select products here to make this workflow only run on subscriptions with matching products. Leave blank to run for all products.
hu_hu: Válasszon itt termékeket, hogy ez a munkafolyamat csak az egyező termékekkel rendelkező előfizetéseken fusson. Hagyja üresen, hogy minden termékre fusson.

source: Active subscriptions only
hu_hu: Csak aktív előfizetések

source: Enable to ensure the subscription is still active when the workflow runs. This is useful if the workflow is not run immediately.
hu_hu: Engedélyezze, hogy a munkafolyamat futásakor az előfizetés biztosan aktív legyen. Hasznos, ha a munkafolyamat nem azonnal fut.

source: If the order has multiple subscriptions, only the first subscription will be used in the workflow. Subscription parent orders can have multiple subscriptions if the order contains products with different billing periods.
hu_hu: Ha a rendeléshez több előfizetés tartozik, a munkafolyamat csak az első előfizetést használja. Az előfizetések szülőrendelései több előfizetést is tartalmazhatnak, ha a rendelés különböző számlázási időszakú termékeket tartalmaz.

source: Parent
hu_hu: Szülő

source: Renewal
hu_hu: Megújítás

source: Switch
hu_hu: Váltás

source: Subscription order types
hu_hu: Előfizetési rendeléstípusok

source: Select which subscription order types this workflow will run for.
hu_hu: Válassza ki, mely előfizetési rendeléstípusokra fusson ez a munkafolyamat.

source: AutomateWoo Action Scheduler Jobs
hu_hu: AutomateWoo Action Scheduler feladatok

source: Checks the dates of Scheduled Jobs to see if they are correctly setup.
hu_hu: Ellenőrzi az ütemezett feladatok dátumait, hogy megfelelően vannak-e beállítva.

source: Some Scheduled Jobs are not correctly setup. Action Scheduled Jobs are heavily relied upon by AutomateWoo. It might be that WP Cron is not running. Please contact your hosting provider to resolve the issue.
hu_hu: Néhány ütemezett feladat nincs megfelelően beállítva. Az AutomateWoo erősen támaszkodik az Action Scheduler feladatokra. Lehet, hogy a WP Cron nem fut. Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával a probléma megoldásához.

source: Database Tables Installed
hu_hu: Adatbázis-táblák telepítve

source: Checks the AutomateWoo custom database tables have been installed.
hu_hu: Ellenőrzi, hogy az AutomateWoo egyedi adatbázis-táblái telepítve vannak-e.

source: Tables not found: %1$s
hu_hu: Nem találhatók táblák: %1$s

source: AutomateWoo status check has found issues.
hu_hu: Az AutomateWoo állapotellenőrzése problémákat talált.

source: <a href="%s">View details</a>
hu_hu: <a href="%s">Részletek megtekintése</a>

source: If you are processing a large number of items they will be processed in the background.
hu_hu: Ha nagyszámú elemet dolgoz fel, a feldolgozás a háttérben történik.

source: An error occurred. Please check the 'automatewoo-tools' logs for more info.
hu_hu: Hiba történt. További információért ellenőrizze az 'automatewoo-tools' naplóit.

source: Guest Eraser
hu_hu: Vendégadat-törlő

source: Erase stored data for guests that have not placed an order. Orders that are failed or cancelled are not included.
hu_hu: Törli az olyan vendégek tárolt adatait, akik nem adtak le rendelést. A sikertelen vagy törölt rendelések nem tartoznak ide.

source: Are you sure you want to permanently delete the guests who have not placed an order? Any workflow logs for deleted guests will be anonymized.
hu_hu: Biztosan végleg törli azokat a vendégeket, akik nem adtak le rendelést? A törölt vendégekhez tartozó munkafolyamat-naplók anonimizálásra kerülnek.

source: Opt-in Importer
hu_hu: Opt-in importáló

source: Opt-in customers by importing email addresses.
hu_hu: E-mail-címek importálásával feliratkoztat ügyfeleket.

source: Opt-out Importer
hu_hu: Opt-out importáló

source: Opt-out customers by importing email addresses.
hu_hu: E-mail-címek importálásával leiratkoztat ügyfeleket.

source: Emails
hu_hu: E-mail-címek

source: Add one email per line...
hu_hu: Adjon meg soronként egy e-mail-címet...

source: Missing a required field.
hu_hu: Hiányzik egy kötelező mező.

source: %s is not a valid email.
hu_hu: %s nem érvényes e-mail-cím.

source: Could not process.
hu_hu: Nem sikerült feldolgozni.

source: Are you sure you want to opt-out <strong>%s customers</strong>?
hu_hu: Biztosan leiratkoztatja a(z) <strong>%s ügyfelet</strong>?

source: + %d more items...
hu_hu: + további %d elem...

source: Reset Workflow Records
hu_hu: Munkafolyamat-rekordok visszaállítása

source: Deletes all logs, queued events and conversions for a workflow. The workflow itself will not be deleted.
hu_hu: Törli a munkafolyamat összes naplóját, sorba állított eseményét és konverzióját. Maga a munkafolyamat nem kerül törlésre.

source: Please select a workflow to reset.
hu_hu: Válasszon ki egy munkafolyamatot a visszaállításhoz.

source: Are you sure you want to reset all records for the workflow <strong>%s</strong>? This can not be undone.
hu_hu: Biztosan visszaállít minden rekordot a(z) <strong>%s</strong> munkafolyamathoz? Ez nem vonható vissza.

source: Use variables such as {{ customer.email }} here. If blank {{ customer.email }} will be used.
hu_hu: Használjon itt olyan változókat, mint a {{ customer.email }}. Ha üresen hagyja, a {{ customer.email }} kerül felhasználásra.

source: This field is optional.
hu_hu: Ez a mező nem kötelező.

source: Double optin
hu_hu: Dupla opt-in

source: Users will receive an email asking them to confirm their subscription.
hu_hu: A felhasználók e-mailt kapnak, amelyben megerősítésre kérik a feliratkozásukat.

source: Recheck status before run
hu_hu: Állapot újbóli ellenőrzése futtatás előtt

source: This is useful for Workflows that are not run immediately as it ensures the status hasn't changed since initial trigger.
hu_hu: Ez hasznos azon munkafolyamatokhoz, amelyeket nem azonnal futtatnak, mivel biztosítja, hogy az állapot nem változott az első indítás óta.

source: Customer pause period (days)
hu_hu: Vásárlói szüneteltetési időtartam (nap)

source: Can be used to ensure that this trigger will only send once in a set period to a user or guest.
hu_hu: Arra használható, hogy ez a trigger egy meghatározott időszakon belül csak egyszer küldjön egy felhasználónak vagy vendégnek.

source: This is useful for workflows that are not run immediately as it ensures the status of the %s hasn't changed since initial trigger.
hu_hu: Ez hasznos azon munkafolyamatokhoz, amelyeket nem azonnal futtatnak, mivel biztosítja, hogy a(z) %s állapota nem változott az első indítás óta.

source: THIS TRIGGER IS DEPRECATED AND SHOULD NOT BE USED.
hu_hu: EZ A TRIGGER ELAVULT, ÉS NEM SZABAD HASZNÁLNI.

source: Cart Abandoned
hu_hu: Elhagyott kosár

source: This trigger fires when a cart belonging to a registered customer or a guest customer is abandoned.
hu_hu: Ez a trigger akkor fut le, amikor egy regisztrált vagy vendég vásárló kosarát elhagyják.

source: Cart Abandoned - Guests Only
hu_hu: Elhagyott kosár – csak vendégek

source: Cart Abandoned - Registered Users Only
hu_hu: Elhagyott kosár – csak regisztrált vásárlók

source: This trigger fires when a cart belonging to a registered customer is abandoned.
hu_hu: Ez a trigger akkor fut le, amikor egy regisztrált vásárló kosarát elhagyják.

source: Carts are considered abandoned if they are inactive for %1$d minutes. When a customer purchases or empties their abandoned cart all queued workflows will be automatically cleared. %2$sView documentation.%3$s
hu_hu: A kosarakat elhagyottnak tekintjük, ha %1$d percig inaktívak. Amikor a vásárló megvásárolja a termékeket vagy kiüríti az elhagyott kosarát, minden sorban álló munkafolyamat automatikusan törlődik. %2$sDokumentáció megtekintése.%3$s

source: Downloadable Content
hu_hu: Letölthető tartalom

source: Select a product here to have this workflow trigger only for that specific product. Leave blank to run for all products.
hu_hu: Válasszon itt egy terméket, hogy ez a munkafolyamat csak arra az adott termékre induljon. Hagyja üresen, hogy az összes termékre fusson.

source: Downloadable Files
hu_hu: Letölthető fájlok

source: Select files here to have this workflow trigger only for those specific items. Leave blank to run for all downloadable files of the selected product.
hu_hu: Válasszon itt fájlokat, hogy ez a munkafolyamat csak azokra a konkrét elemekre induljon. Hagyja üresen, hogy a kiválasztott termék minden letölthető fájljára fusson.

source: Memberships
hu_hu: Tagságok

source: Membership plans
hu_hu: Tagsági csomagok

source: Select which membership plans to trigger for. Leave blank to apply for all plans.
hu_hu: Válassza ki, mely tagsági csomagok esetén induljon. Hagyja üresen, hogy minden csomagra vonatkozzon.

source: Booking Created
hu_hu: Foglalás létrehozva

source: This trigger fires when a new booking is created. This includes bookings initiated by shoppers on store front end and manually created by admin users. This trigger doesn't fire for "in-cart" bookings and a valid customer is needed to trigger this job
hu_hu: Ez a trigger akkor fut le, amikor új foglalás jön létre. Ez magában foglalja a vásárlók által a webáruház felületén indított, valamint az admin felhasználók által manuálisan létrehozott foglalásokat. Ez a trigger nem fut le "kosárban lévő" foglalásoknál, és az indításhoz érvényes vásárló szükséges

source: Booking Status Changed
hu_hu: Foglalás állapota megváltozott

source: This trigger fires when a booking status changes. Notice a valid customer is needed to trigger this job.
hu_hu: Ez a trigger akkor fut le, amikor egy foglalás állapota megváltozik. Megjegyzés: az indításhoz érvényes vásárló szükséges.

source: Status changes from
hu_hu: Állapot változik erről

source: Select valid previous booking status values to trigger this workflow. Leave blank to allow any previous status.
hu_hu: Válassza ki azokat a korábbi érvényes foglalási állapotokat, amelyeknél ez a munkafolyamat induljon. Hagyja üresen, hogy bármely korábbi állapotot engedélyezzen.

source: Status changes to
hu_hu: Állapot változik erre

source: Select which booking status values will trigger this workflow. Leave blank to allow all.
hu_hu: Válassza ki, mely foglalási állapotok indítják ezt a munkafolyamatot. Hagyja üresen, hogy mindet engedélyezze.

source: Customer Before Saved Card Expiry
hu_hu: Vásárló – mentett kártya lejárata előtt

source: This trigger runs a set number of days before a customer's saved card expires. Cards expire on the last calendar day of their expiry month. <a href="%1$s" target="_blank">Some payment gateways are not supported.</a>
hu_hu: Ez a trigger a vásárló mentett kártyájának lejárata előtt meghatározott nappal fut le. A kártyák a lejárati hónap utolsó naptári napján járnak le. <a href="%1$s" target="_blank">Egyes fizetési szolgáltatók nem támogatottak.</a>

source: Days before expiry
hu_hu: Lejárat előtti napok száma

source: Customer Account Created
hu_hu: Vásárlói fiók létrehozva

source: Customer Opted In
hu_hu: Vásárló feliratkozott

source: Fires when a customer chooses to opt-in to all workflows.
hu_hu: Akkor fut le, amikor a vásárló úgy dönt, hogy feliratkozik minden munkafolyamatra.

source: Customer Opted Out
hu_hu: Vásárló leiratkozott

source: Fires when a customer chooses to opt-out from all workflows.
hu_hu: Akkor fut le, amikor a vásárló úgy dönt, hogy leiratkozik minden munkafolyamatról.

source: Customer Order Count Reaches
hu_hu: Vásárlói rendelésdarabszám eléri

source: This trigger checks the customer's order count each time an order is completed.
hu_hu: Ez a trigger minden egyes befejezett rendeléskor ellenőrzi a vásárló rendeléseinek számát.

source: Customer Total Spend Reaches
hu_hu: Vásárló összes költése eléri

source: This trigger checks the customer's total spend each time an order is completed.
hu_hu: Ez a trigger minden egyes befejezett rendeléskor ellenőrzi a vásárló teljes költését.

source: Total spend
hu_hu: Összes költés

source: Do not add a currency symbol.
hu_hu: Ne adjon hozzá pénznemszimbólumot.

source: Customer Win Back
hu_hu: Vásárló visszanyerése

source: This trigger fires for customers based on the date of their last paid order. The 'order based' variables, rules and actions used by this trigger only refer to the customer's last paid order.
hu_hu: Ez a trigger a vásárlók esetében az utolsó kifizetett rendelés dátuma alapján fut le. Az e trigger által használt „rendelésalapú” változók, szabályok és műveletek kizárólag a vásárló utolsó kifizetett rendelésére vonatkoznak.

source: Minimum days since purchase
hu_hu: Minimum nap a vásárlás óta

source: Defines the minimum number of days to wait after a customer's last purchase.
hu_hu: Meghatározza, hogy a vásárló utolsó vásárlása után minimum hány napot kell várni.

source: Maximum days since purchase
hu_hu: Maximum nap a vásárlás óta

source: Defines the maximum number of days after the customer's last purchase that this trigger will fire. The default value will be 3 greater than the value of the minimum days field.
hu_hu: Meghatározza, hogy a vásárló utolsó vásárlása után legfeljebb hány nap múlva fusson le ez a trigger. Az alapérték a minimum napok mező értékénél 3-mal több lesz.

source: Enable repeats
hu_hu: Ismétlések engedélyezése

source: If checked this trigger will repeatedly fire after the minimum last purchase date passes and the customer has not made a purchase. E.g. if the minimum is set to 30 days the trigger will fire 30 days after the customers last purchase and every 30 days from then until the maximum is reached or the customer makes another purchase. If unchecked the trigger will not repeat until the customer makes a new purchase.
hu_hu: Ha be van jelölve, ez a kiváltó ismételten lefut, miután az utolsó vásárlás óta a minimális idő letelt, és az ügyfél nem vásárolt. Pl.: ha a minimum 30 nap, a kiváltó az ügyfél utolsó vásárlása után 30 nappal, majd onnantól kezdve 30 naponta fut le, amíg el nem éri a maximumot, vagy az ügyfél nem vásárol ismét. Ha nincs bejelölve, a kiváltó nem ismétlődik, amíg az ügyfél újra nem vásárol.

source: Downloadable Product Purchased
hu_hu: Letölthető termék megvásárolva

source: This trigger fires after downloadable product is purchased.
hu_hu: Ez a kiváltó a letölthető termék megvásárlása után fut le.

source: Downloadable Products
hu_hu: Letölthető termékek

source: Select downloadable products here to have this workflow trigger only for those specific products. Leave blank to run for all products.
hu_hu: Válassza ki itt a letölthető termékeket, hogy ez a munkafolyamat csak azokra a konkrét termékekre induljon. Hagyja üresen, hogy minden termékre fusson.

source: File Downloaded
hu_hu: Fájl letöltve

source: This trigger fires after a file is downloaded.
hu_hu: Ez a kiváltó akkor fut le, amikor egy fájlt letöltenek.

source: File Not Yet Downloaded
hu_hu: Fájl még nincs letöltve

source: This trigger will fire if a file has not yet been downloaded after a set period of time.
hu_hu: Ez a kiváltó akkor fut le, ha egy fájlt egy meghatározott idő elteltével még nem töltöttek le.

source: New Guest Captured
hu_hu: Új vendég rögzítve

source: This trigger fires when a new guest is captured. Usually this immediately after they enter email during the checkout process.
hu_hu: Ez a kiváltó akkor fut le, amikor egy új vendéget rögzítünk. Ez általában közvetlenül azután történik, hogy a pénztár folyamatában megadják az e-mail-címet.

source: MailChimp for WordPress - Form Submission
hu_hu: MailChimp for WordPress - Űrlap beküldése

source: This trigger fires after a MailChimp for WordPress form is successfully submitted.
hu_hu: Ez a kiváltó akkor fut le, amikor egy MailChimp for WordPress űrlapot sikeresen beküldenek.

source: Form
hu_hu: Űrlap

source: Choose which MailChimp for WordPress form this workflow should trigger for.
hu_hu: Válassza ki, melyik MailChimp for WordPress űrlapra induljon ez a munkafolyamat.

source: Membership Created
hu_hu: Tagság létrehozva

source: Membership Status Changed
hu_hu: A tagság állapota megváltozott

source: Leave blank for any status
hu_hu: Hagyja üresen bármely állapothoz

source: Manual - Orders
hu_hu: Kézi - Rendelések

source: Order Note Added - Each Line Item
hu_hu: Rendelési megjegyzés hozzáadva - Tételekre bontva

source: Fires when a note is added to an order for each line item in the order. This can include both private notes and notes to the customer. These notes appear on the right of the order edit screen.
hu_hu: Ez a kiváltó akkor fut le, amikor egy rendeléshez megjegyzést adnak hozzá, a rendelés minden tételére külön-külön. Ez magában foglalhat privát megjegyzéseket és a vásárlónak szóló megjegyzéseket is. Ezek a megjegyzések a rendelés szerkesztő képernyőjének jobb oldalán jelennek meg.

source: Order Cancelled
hu_hu: Rendelés törölve

source: Order Completed
hu_hu: Rendelés teljesítve

source: Order Created
hu_hu: Rendelés létrehozva

source: This trigger fires after an order is created in the database. At checkout this happens before payment is confirmed.
hu_hu: Ez a kiváltó akkor fut le, amikor egy rendelés létrejön az adatbázisban. A pénztárnál ez a fizetés megerősítése előtt történik.

source: Order Created - Each Line Item
hu_hu: Rendelés létrehozva - Tételekre bontva

source: Triggers for each order line item after an order is created in the database. At checkout this happens before payment is confirmed.
hu_hu: A rendelés adatbázisban való létrejötte után minden rendelési tételre külön lefut. A pénztárnál ez a fizetés megerősítése előtt történik.

source: Order Note Added
hu_hu: Rendelési megjegyzés hozzáadva

source: Fires when any note is added to an order, can include both private notes and notes to the customer. These notes appear on the right of the order edit screen.
hu_hu: Akkor fut le, amikor bármilyen megjegyzést adnak a rendeléshez; ez magában foglalhat privát megjegyzéseket és a vásárlónak szóló megjegyzéseket is. Ezek a megjegyzések a rendelés szerkesztő képernyőjének jobb oldalán jelennek meg.

source: Note contains text
hu_hu: A megjegyzés tartalmazza a szöveget

source: Only trigger this workflow if the order note contains the certain text. This field is optional.
hu_hu: Csak akkor indítsa ezt a munkafolyamatot, ha a rendelés megjegyzése tartalmazza a megadott szöveget. Ez a mező nem kötelező.

source: [All]
hu_hu: [Összes]

source: Order On Hold
hu_hu: Rendelés függőben tartva

source: Order Paid
hu_hu: Rendelés kifizetve

source: Triggers at the end of the payment process after the order status has been changed and stock has been reduced.
hu_hu: A fizetési folyamat végén fut le, miután a rendelés állapota megváltozott és a készlet csökkent.

source: Order Paid - Each Line Item
hu_hu: Rendelés kifizetve - Tételekre bontva

source: Triggers for each order line item at the end of the payment process after the order status has been changed and stock has been reduced.
hu_hu: A fizetési folyamat végén, a rendelés állapotának megváltozása és a készlet csökkentése után minden rendelési tételre külön lefut.

source: Order Pending Payment
hu_hu: Rendelés fizetésre vár

source: Order Processing
hu_hu: Rendelés feldolgozás alatt

source: Order Refunded
hu_hu: Rendelés visszatérítve

source: Fires when an order is refunded, both for partial and full refunds.
hu_hu: Akkor fut le, amikor egy rendelést visszatérítenek, akár részleges, akár teljes visszatérítés esetén.

source: Order Refunded Manually
hu_hu: Rendelés kézzel visszatérítve
