Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo/automatewoo-*.po
Languages: hu_hu

source: Updates about products and promotions
hu_hu: Termékekkel és akciókkal kapcsolatos frissítések

source: Receive marketing communications that we think you will be interested in.
hu_hu: Kapjon olyan marketingüzeneteket, amelyekről úgy gondoljuk, hogy érdekelni fogják.

source: Account and order information
hu_hu: Fiók- és rendelési információk

source: Receive important information about your orders and account.
hu_hu: Kapjon fontos információkat rendeléseiről és fiókjáról.

source: Email address
hu_hu: E-mail-cím

source: Leave a review
hu_hu: Írjon értékelést

source: All Workflows
hu_hu: Összes munkafolyamat

source: Single Workflow
hu_hu: Egyetlen munkafolyamat

source: Type to search for a workflow
hu_hu: Kezdjen gépelni munkafolyamat kereséséhez

source: There was an error unmarking conversions.
hu_hu: Hiba történt a konverziók megjelölésének visszavonásakor.

source: Orders successfully unmarked as conversions.
hu_hu: A rendelések konverzióként való megjelölését sikeresen visszavontuk.

source: Order Number
hu_hu: Rendelésszám

source: Total sales
hu_hu: Összes árbevétel

source: Net sales
hu_hu: Nettó árbevétel

source: Conversions list
hu_hu: Konverziók listája

source: Unmark selected orders as conversions
hu_hu: Kijelölt rendelések konverzióként való megjelölésének visszavonása

source: Unmark
hu_hu: Megjelölés visszavonása

source: Total value
hu_hu: Összérték

source: Converted order value
hu_hu: Konverziót hozó rendelések értéke

source: Net revenue
hu_hu: Nettó bevétel

source: Converted orders
hu_hu: Konverziót hozó rendelések

source: Sent
hu_hu: Elküldve

source: Trackable messages sent
hu_hu: Elküldött követhető üzenetek

source: Unique opens
hu_hu: Egyedi megnyitások

source: Unique clicks
hu_hu: Egyedi kattintások

source: Unsubscribers
hu_hu: Leiratkozók

source: Workflows have run for the selected period
hu_hu: A kiválasztott időszakban lefutott munkafolyamatok

# analytics report title
source: Workflows
hu_hu: Munkafolyamatok

# analytics report title
source: Email & SMS Tracking
hu_hu: E-mail és SMS követés

# analytics report title
source: Conversions
hu_hu: Konverziók

source: Progress: %s
hu_hu: Előrehaladás: %s

source: There was an error when searching for workflows.
hu_hu: Hiba történt a munkafolyamatok keresése közben.

source: Search by workflow title…
hu_hu: Keresés munkafolyamat cím alapján…

source: Find matching items
hu_hu: Egyező elemek keresése

source: 1. Select a manual workflow
hu_hu: 1. Válasszon kézi munkafolyamatot

source: This workflow could potentially match %(count)d %(dataType)s which will take some time to process. Try adding more rules to the workflow so there are fewer matches.
hu_hu: Ez a munkafolyamat várhatóan %(count)d %(dataType)s esetében talál egyezést, ezek feldolgozása némi időt vesz igénybe. Próbáljon további szabályokat hozzáadni a munkafolyamathoz, hogy kevesebb legyen az egyezés.

source: Warning!
hu_hu: Figyelem!

source: Edit workflow
hu_hu: Munkafolyamat szerkesztése

source: Continue anyway
hu_hu: Mégis folytatom

source: If you leave this page the process will stop.
hu_hu: Ha elhagyja ezt az oldalt, a folyamat leáll.

source: Total: %d
hu_hu: Összesen: %d

source: There are no matching %s for the selected manual workflow.
hu_hu: Nem található egyező %s a kiválasztott kézi munkafolyamathoz.

source: Run workflow for %(itemCount)d %(dataType)s
hu_hu: Munkafolyamat futtatása %(itemCount)d %(dataType)s esetében

source: Searching for %1$s that match the rules used in the "%2$s" workflow. If you leave this page the process will stop.
hu_hu: A(z) "%2$s" munkafolyamat szabályainak megfelelő %1$s keresése. Ha elhagyja ezt az oldalt, a folyamat leáll.

source: 2. Find matching %s
hu_hu: 2. Egyező %s keresése

source: 3. Add to workflow queue
hu_hu: 3. Hozzáadás a munkafolyamat várólistájához

source: Woo! %(itemCount)d %(dataType)s were successfully added to the queue.
hu_hu: Hurrá! %(itemCount)d %(dataType)s sikeresen felkerült a várólistára.

source: View in queue
hu_hu: Megtekintés a várólistában

source: Adding %(itemCount)d matching %(dataType)s to the queue for the "%(workflow)s" workflow. If you leave this page the process will stop.
hu_hu: A(z) "%(workflow)s" munkafolyamat várólistájához %(itemCount)d egyező %(dataType)s hozzáadása. Ha elhagyja ezt az oldalt, a folyamat leáll.

source: orders
hu_hu: rendelések

source: subscriptions
hu_hu: előfizetések

source: items
hu_hu: elemek

source: Error loading the workflow data.
hu_hu: Hiba a munkafolyamat adatainak betöltésekor.

source: (no title)
hu_hu: (nincs cím)

source: The workflow couldn't be loaded from the URL.
hu_hu: A munkafolyamatot nem sikerült betölteni az URL-ről.

source: Find
hu_hu: Keresés

source: There was an error loading presets. Please try again.
hu_hu: Hiba történt az előbeállítások betöltésekor. Kérjük, próbálja meg újra.

source: Reload
hu_hu: Újratöltés

source: Error: The workflow couldn't be created.
hu_hu: Hiba: A munkafolyamatot nem sikerült létrehozni.

source: My workflows
hu_hu: Saját munkafolyamatok

source: Manual Runner
hu_hu: Kézi futtató

source: AutomateWoo Manual Workflow Runner
hu_hu: AutomateWoo kézi munkafolyamat-futtató

source: AutomateWoo marketing opt-in would be shown here if enabled. You can enable this from the settings page.
hu_hu: Az AutomateWoo marketing-feliratkozás itt jelenne meg, ha engedélyezve lenne. Ezt a beállítások oldalon engedélyezheti.

source: Enable opt-in for Checkout
hu_hu: Feliratkozás engedélyezése a pénztárnál

# block title
source: AutomateWoo Marketing opt-in
hu_hu: AutomateWoo marketing-feliratkozás
