Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-article-uploader-extension/mainwp-article-uploader-extension-*.po
Languages: hu_hu

source: MainWP Article Uploader Extension
hu_hu: MainWP Cikkfeltöltő bővítmény

source: MainWP Article Uploader Extension allows you to bulk upload articles to your dashboard and publish to child sites.
hu_hu: A MainWP Cikkfeltöltő bővítmény lehetővé teszi cikkek tömeges feltöltését a vezérlőpultra és közzétételét a gyermek webhelyeken.

source: File could not be opened.
hu_hu: A fájlt nem sikerült megnyitni.

source: Articles not found.
hu_hu: Nem találhatók cikkek.

source: Unexpected error occurred wile trying to post data.
hu_hu: Váratlan hiba történt az adatok elküldése közben.

source: Please select at least one website or group.
hu_hu: Kérjük, válasszon legalább egy webhelyet vagy csoportot.

source: Invalid data. Please make sure you have at least one website or group selected.
hu_hu: Érvénytelen adatok. Kérjük, győződjön meg róla, hogy legalább egy webhelyet vagy csoportot kiválasztott.

source: Unexpected error occured. Please, try again.
hu_hu: Váratlan hiba történt. Kérjük, próbálja meg újra.

source: Unexpected error occured. Please make sure that post content is not empty.
hu_hu: Váratlan hiba történt. Kérjük, győződjön meg róla, hogy a bejegyzés tartalma nem üres.

source: Error:
hu_hu: Hiba:

source: Unexpected error. Please try to reset the MainWP Child plugin on the child site.
hu_hu: Váratlan hiba. Kérjük, próbálja meg visszaállítani a MainWP Child bővítményt a gyermek webhelyen.

source: All uploaded articles are cancelled.
hu_hu: Minden feltöltött cikk visszavonásra került.

source: Upload Articles
hu_hu: Cikkek feltöltése

source: Import Articles
hu_hu: Cikkek importálása

source: Upload TXT File(s)
hu_hu: TXT fájl(ok) feltöltése

source: The Upload Articles section allows you to upload multiple text files (.txt) containing only a title and content for an article. After uploading the articles, the Extension then gives you the options to publish articles immediately as a post or a page, set the category and allow/disallow comments.
hu_hu: A Cikkek feltöltése szakasz lehetővé teszi több, kizárólag a cikk címét és tartalmát tartalmazó .txt szövegfájlt feltölteni. A cikkek feltöltése után a bővítmény lehetőséget ad az azonnali közzétételre bejegyzésként vagy oldalként, a kategória beállítására és a hozzászólások engedélyezésére/tiltására.

source: See Example
hu_hu: Példa megtekintése

source: Article
hu_hu: Cikk

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Remove Articles
hu_hu: Cikkek eltávolítása

source: Select Sites
hu_hu: Webhelyek kiválasztása

source: Publish Articles
hu_hu: Cikkek közzététele

source: Publish as
hu_hu: Közzététel típusa

source: Post
hu_hu: Bejegyzés

source: Page
hu_hu: Oldal

source: With comments
hu_hu: Hozzászólások

source: Allowed
hu_hu: Engedélyezve

source: Not allowed
hu_hu: Nem engedélyezett

source: In categories
hu_hu: Kategóriákban

source: Drip Articles
hu_hu: Csepegtetett cikkek

source: Bulk Action
hu_hu: Csoportos művelet

source: Publish
hu_hu: Közzététel

source: Drip
hu_hu: Csepegtetés

source: Apply
hu_hu: Alkalmaz

source: A more powerful method that allows you to import multiple articles in one or more TXT or CSV files. This method also enables you to set not only article Title and Body, but also article Slug, Categories, Tags, Excerpt, Author… After uploading articles, the extension also allows you to edit the uploaded content before publishing.
hu_hu: Egy hatékonyabb módszer, amely lehetővé teszi több cikk importálását egy vagy több TXT vagy CSV fájlból. Ez a módszer nemcsak a cikk címének és törzsének, hanem a cikk slugjának, kategóriáinak, címkéinek, kivonatának, szerzőjének… beállítását is lehetővé teszi. A cikkek feltöltése után a bővítmény a közzététel előtt az importált tartalom szerkesztését is lehetővé teszi.

source: Import CSV File
hu_hu: CSV fájl importálása

source: Title
hu_hu: Cím

source: Post Type
hu_hu: Bejegyzéstípus

source: Author
hu_hu: Szerző

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Címkék

source: Status
hu_hu: Állapot

source: Website
hu_hu: Webhely

source: Publishing Articles
hu_hu: Cikkek közzététele

source: Dripper Options
hu_hu: Csepegtető beállításai

source: Drip article
hu_hu: Cikk csepegtetése

source: Drip frequency
hu_hu: Csepegtetés gyakorisága

source: Sites
hu_hu: Webhelyek

source: Times
hu_hu: Időpontok

source: Frequency
hu_hu: Gyakoriság

source: All sites
hu_hu: Összes webhely

source: Unpublished
hu_hu: Nem publikált

source: Published
hu_hu: Közzétéve

source: Scheduled
hu_hu: Időzített

source: Last Modified
hu_hu: Utoljára módosítva

source: Invalid article data.
hu_hu: Érvénytelen cikkadatok.

source: No child sites set.
hu_hu: Nincsenek beállítva gyermek webhelyek.

source: requires <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> to be activated in order to work. Please install and activate <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> first.
hu_hu: működéséhez a <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a> aktiválása szükséges. Kérjük, először telepítse és aktiválja a <a href="https://mainwp.com/" target="_blank">MainWP Dashboard Plugin</a>.
