Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-form-builder-paypal-subscriptions/jet-form-builder-paypal-subscriptions-*.po
Languages: hu_hu

source: JetFormBuilder PayPal Recurring payments
hu_hu: JetFormBuilder PayPal rendszeres fizetések

source: A tweak that allows you to create subscriptions and accept recurring payments via PayPal-integrated forms.
hu_hu: Egy kiegészítő, amely lehetővé teszi előfizetések létrehozását és rendszeres fizetések elfogadását PayPal-integrált űrlapokon keresztül.

source: <b>Warning</b>: <b>JetFormBuilder PayPal Recurring payments</b> needs <b>JetFormBuilder</b> update.
hu_hu: <b>Figyelmeztetés</b>: a <b>JetFormBuilder PayPal Recurring payments</b> a <b>JetFormBuilder</b> frissítését igényli.

source: Click on the button to further manage the subscription settings
hu_hu: Kattintson a gombra az előfizetési beállítások további kezeléséhez

source: Subscription Plan Field
hu_hu: Előfizetési csomag mező

source: Subscription Plan
hu_hu: Előfizetési csomag

source: Copy selected Plan ID
hu_hu: Kiválasztott csomagazonosító másolása

source: Quantity field
hu_hu: Mennyiség mező

source: Manual input of quantity
hu_hu: Mennyiség kézi megadása

source: Add Subscription Plan
hu_hu: Előfizetési csomag hozzáadása

source: executed each time a renewal payment is received.
hu_hu: minden megújítási fizetés beérkezésekor kerül végrehajtásra.

source: is executed when a subscription is canceled. Cancellation can be made on the website through the <b><i>JetFormBuilder > Subscriptions</i></b> page, a single subscription page, and through a personal PayPal business account, namely, its <b><i>Pay & Get Paid > Subscriptions</i></b> section.
hu_hu: akkor kerül végrehajtásra, amikor egy előfizetés törlésre kerül. A törlés elvégezhető a webhelyen a <b><i>JetFormBuilder > Subscriptions</i></b> oldalon, egy előfizetés oldalán, valamint személyes PayPal üzleti fiókon keresztül, nevezetesen, annak <b><i>Pay & Get Paid > Subscriptions</i></b> részében.

source: is executed after the subscription expiry and cannot be triggered "manually."
hu_hu: az előfizetés lejárta után kerül végrehajtásra, és nem váltható ki "kézzel."

source: is executed when a subscription is being activated. Reactivation solely applies to the existing subscription and can be carried out through a personal PayPal business account, namely, its <b><i>Pay & Get Paid > Subscriptions</i></b> section.
hu_hu: akkor kerül végrehajtásra, amikor egy előfizetés aktiválásra kerül. A visszaaktiválás kizárólag a meglévő előfizetésre vonatkozik, és elvégezhető személyes PayPal üzleti fiókon keresztül, nevezetesen annak <b><i>Pay & Get Paid > Subscriptions</i></b> részében.

source: is executed when a subscription is stopped. Suspension can be carried out similarly to the routine described in the <code>GATEWAY.SUBSCRIPTION.CANCEL</code> event.
hu_hu: akkor kerül végrehajtásra, amikor egy előfizetés leállításra kerül. A felfüggesztés hasonló módon hajtható végre a(z) <code>GATEWAY.SUBSCRIPTION.CANCEL</code> eseményben leírt eljáráshoz.

source: Cancel
hu_hu: Mégse

source: Delete
hu_hu: Törlés

source: Refund
hu_hu: Visszatérítés

source: Suspend
hu_hu: Felfüggesztés

source: Update
hu_hu: Frissítés

source: Subscription Details
hu_hu: Előfizetés részletei

source: Notes
hu_hu: Megjegyzések

source: JetFormBuilder Subscription
hu_hu: JetFormBuilder előfizetés

source: Subscriber Email
hu_hu: Előfizető e-mail-címe

source: Invoice Number (Optional)
hu_hu: Számlaszám (nem kötelező)

source: Note To Buyer (Optional)
hu_hu: Megjegyzés a vásárlónak (nem kötelező)

source: Cancel Subscription
hu_hu: Előfizetés lemondása

source: Do not cancel
hu_hu: Ne mondja le

source: Please confirm cancellation
hu_hu: Kérjük, erősítse meg a lemondást

source: Reason
hu_hu: Indok

source: Excludes products with
hu_hu: Kizárja az olyan termékeket, amelyek

source: Not satisfied with the service
hu_hu: Nem elégedett a szolgáltatással

source: Suspend Subscription
hu_hu: Előfizetés felfüggesztése

source: Do not suspend
hu_hu: Ne függessze fel

source: Please confirm
hu_hu: Kérjük, erősítse meg

source: Billing Cycle
hu_hu: Számlázási ciklus

source: Subscriber
hu_hu: Előfizető

source: Not attached
hu_hu: Nincs társítva

source: Status
hu_hu: Állapot

source: <b>Error:</b> <b>JetFormBuilder PayPal Recurring payments</b> plugin requires a PHP version ">= 7.0.0" to work properly!
hu_hu: <b>Hiba:</b> a <b>JetFormBuilder PayPal Recurring payments</b> bővítmény megfelelő működéséhez ">= 7.0.0" PHP-verzió szükséges!

source: Add Note
hu_hu: Megjegyzés hozzáadása
