{"translation-revision-date":"2025-10-19 22:46","generator":"WP-CLI\/2.12.0","source":"build\/js\/admin-order-bumps-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Offer Product":["Ajánlott termék"],"Title":["Cím"],"Display Conditions":["Megjelenítési feltételek"],"New Order Bump":["Új kiegészítő ajánlat"],"Is equal to":["Egyenlő"],"Is not equal to":["Nem egyenlő"],"Is greater than":["Nagyobb, mint"],"Is less than":["Kisebb, mint"],"Is greater or equal to":["Nagyobb vagy egyenlő"],"Is less than or equal to":["Kisebb vagy egyenlő"],"Was placed on":["Ezen a napon lett leadva"],"Was not placed on":["Nem ezen a napon lett leadva"],"Was placed after":["Később lett leadva, mint"],"Was placed before":["Korábban lett leadva, mint"],"On":["Ekkor"],"Not on":["Nem ekkor"],"After":["Utána"],"Before":["Előtte"],"At least one of the selected":["Legalább egy a kiválasztottak közül"],"All of the selected":["Az összes kiválasztott"],"None of the selected":["Egyik kiválasztott sem"],"Select Condition…":["Feltétel kiválasztása…"],"Select Order Type…":["Rendeléstípus kiválasztása…"],"Select Product Category…":["Termékkategória kiválasztása…"],"Select Product Tag…":["Termékcímke kiválasztása…"],"Select Product…":["Termék kiválasztása…"],"Select Inventory Status…":["Készletállapot kiválasztása…"],"Select User Role…":["Felhasználói szerepkör kiválasztása…"],"Cart Contents":["Kosár tartalma"],"Is empty":["Üres"],"Is not empty":["Nem üres"],"Contains (Products)":["Tartalmaz (termékeket)"],"Contains (Categories)":["Tartalmaz (kategóriákat)"],"Contains (Tags)":["Tartalmaz (címkéket)"],"Cart Total Quantity":["Kosár összmennyisége"],"Cart Subtotal":["Kosár részösszege"],"Quantity of Product in Cart":["Termék mennyisége a kosárban"],"Quantity of Category in Cart":["Kategóriába tartozó termékek mennyisége a kosárban"],"Cart Coupons":["Kosár kuponjai"],"Has no coupon":["Nincs kupon"],"Has coupon":["Van kupon"],"Enter coupon codes...":["Írja be a kuponkódokat..."],"Customer History: Total Spent":["Vásárlói előzmények: összes költés"],"Customer History: Average Order Value":["Vásárlói előzmények: átlagos rendelési érték"],"Customer History: Total Orders":["Vásárlói előzmények: rendelések száma"],"Customer History: Quantity of Product Ordered":["Vásárlói előzmények: Megrendelt termék mennyisége"],"Customer History: Quantity of Category Ordered":["Vásárlói előzmények: Kategóriából rendelt mennyiség"],"Customer History: Time Since Order":["Vásárlói előzmények: Rendelés óta eltelt idő"],"First order":["Első rendelés"],"Last order":["Utolsó rendelés"],"Customer History: Time Since Product Ordered":["Vásárlói előzmények: Termék megrendelése óta eltelt idő"],"Customer History: Time Since Category Ordered":["Vásárlói előzmények: Kategóriából történt rendelés óta eltelt idő"],"Customer History: Date of Order":["Vásárlói előzmények: Rendelés dátuma"],"Customer History: Date of Product Ordered":["Vásárlói előzmények: Termék megrendelésének dátuma"],"First ordered":["Először rendelve"],"Last ordered":["Utoljára rendelve"],"Customer History: Date of Category Ordered":["Vásárlói előzmények: Kategóriából történt rendelés dátuma"],"Product Inventory":["Termékkészlet"],"Is in stock":["Raktáron van"],"Is out of stock":["Nincs raktáron"],"Is on backorder":["Utánrendelés alatt"],"Quantity of Product in Stock":["Raktáron lévő termék mennyisége"],"Shipping Country":["Szállítási ország"],"Billing Country":["Számlázási ország"],"Show Bump When These Conditions Are True:":["Bump megjelenítése, ha ezek a feltételek igazak:"],"This bump will be shown when the correct upsell product is in the cart and the Offer Product is not in the cart. To further limit when this bump is shown, add a rule below.":["Ez a bump akkor jelenik meg, ha a megfelelő upsell termék a kosárban van, és az Ajánlati termék nincs a kosárban. A megjelenés további korlátozásához adjon hozzá alább egy szabályt."],"This bump will always be shown when the Offer Product is not in the cart. To limit when this bump is shown, add a rule below.":["Ez a bump mindig megjelenik, ha az Ajánlati termék nincs a kosárban. A megjelenés korlátozásához adjon hozzá alább egy szabályt."],"Offer Type":["Ajánlat típusa"],"Use Order Bump As Upsell":["Order Bump használata upsellként"],"Replace a cart item with offer product when this Order Bump is taken.":["Amikor ezt az Order Bumpot elfogadják, cserélje le a kosár egyik tételét az Ajánlati termékre."],"Which product does this upsell replace in the cart?":["Melyik terméket váltja ki ez az upsell a kosárban?"],"Search for product":["Termék keresése"],"This product must be in the cart for this order bump to be shown.":["Ennek a terméknek a kosárban kell lennie, hogy ez az Order Bump megjelenjen."],"You must set an upsell replacement product.":["Meg kell adnia egy upsell helyettesítő terméket."],"Actions":["Műveletek"],"Remove These Products From The Cart":["Távolítsa el ezeket a termékeket a kosárból"],"If any of these products are in the cart, remove them when this bump is added to the cart.":["Ha bármelyik ilyen termék a kosárban van, távolítsa el őket, amikor ez a bump a kosárhoz kerül."],"Search for products":["Termékek keresése"],"Apply Free Shipping":["Ingyenes szállítás alkalmazása"],"When this bump is added to the cart, apply free shipping to the cart.":["Amikor ez a bump a kosárhoz kerül, alkalmazzon ingyenes szállítást a kosárra."],"Block Editor is only used for Full Screen Order Bumps (Configurable for After Checkout Submit Bumps). Blocks are ignored for other configurations.":["A Block Editor csak a teljes képernyős Order Bumpokhoz használható (konfigurálható az After Checkout Submit Bumps esetén). Más konfigurációknál a blokkok figyelmen kívül maradnak."],"Display Location":["Megjelenítés helye"],"Where to display order bumps. Below Cart Items bumps will always display above the terms and conditions on mobile.":["Hol jelenjenek meg az order bumpok. A Kosár tételei alatt elhelyezett bumpok mobilon mindig a Szerződési feltételek felett jelennek meg."],"Below Cart Items":["Kosár tételei alatt"],"Below Cart Items (Side Cart Only)":["Kosár tételei alatt (csak oldalsó kosár)"],"Below Cart Items (Checkout Only)":["Kosár tételei alatt (csak pénztár)"],"Above Terms and Conditions":["Szerződési feltételek felett"],"Above Express Checkout":["Expressz pénztár felett"],"Bottom of Information Step":["Az Információ lépés alján"],"Bottom of Shipping Step":["A Szállítás lépés alján"],"Below Complete Order Button":["A Megrendelés befejezése gomb alatt"],"After Checkout Submit Modal":["Pénztár elküldése utáni Modal"],"Full Screen Landing Page (Use Block Editor To Design)":["Teljes képernyős nyitóoldal (a tervezéshez használja a Block Editort)"],"If checked, the bump offer will be displayed full screen. Use Order Bump Offer Form block to design the offer.":["Ha be van jelölve, a bump ajánlat teljes képernyőn jelenik meg. Az ajánlat megtervezéséhez használja az Order Bump Offer Form blokkot."],"Add rule":["Szabály hozzáadása"],"Offer":["Ajánlat"],"Auto Add Order Bump to Cart":["Order Bump automatikus hozzáadása a kosárhoz"],"If conditions are satisfied, automatically add this order bump to the cart. Useful for free gifts or other offers that don't require customer action.":["Ha a feltételek teljesülnek, automatikusan adja hozzá ezt az Order Bump-ot a kosárhoz. Hasznos ingyenes ajándékokhoz vagy más olyan ajánlatokhoz, amelyekhez nincs szükség vásárlói beavatkozásra."],"Auto Match Variations Between Search and Offer Product":["Változatok automatikus egyeztetése a Search és az ajánlati termék között"],"Add offer product to the cart with the same variable configuration as the product below.":["Adja a kosárhoz az ajánlati terméket az alábbi termékkel azonos változatkonfigurációval."],"Only applies when Auto Match Cart Product and Offer Product are variable products with matching variation attributes (Size, Color, etc)":["Csak akkor érvényes, ha az automatikus egyeztetéshez választott kosártermék és az ajánlati termék variálható termékek, és egyező változatattribútumokkal rendelkeznek (méret, szín stb.)."],"Leave unchecked to have customers to select variation options in a modal window.":["Hagyja bejelöletlenül, hogy a vásárlók modális ablakban választhassák ki a változatopciókat."],"If offer product is not variable, this option is ignored.":["Ha az ajánlati termék nem variálható, ez az opció figyelmen kívül marad."],"Auto Match Variations Cart Product":["Automatikus változat-egyeztetés kosárterméke"],"The product in the cart to match the Order Bump variations to.":["Az a kosárban lévő termék, amelyhez az Order Bump változatait igazítjuk."],"Match Quantity of Offer Product to Display Condition Product":["Ajánlati termék mennyiségének egyeztetése a megjelenítési feltétel termékével"],"If customer has two of the display condition product in the cart, two of the offer product will be added to the cart.":["Ha a vásárló kosarában a megjelenítési feltételhez tartozó termékből kettő van, az ajánlati termékből is kettő kerül a kosárba."],"Match Quantity Cart Product":["Mennyiség-egyeztetés kosárterméke"],"The product in the cart to match the Order Bump quantity to.":["Az a kosárban lévő termék, amelyhez az Order Bump mennyiségét igazítjuk."],"Quantity of Offer Product To Add":["Hozzáadandó ajánlati termék mennyisége"],"The quantity to add to the cart when offer is accepted.":["Az ajánlat elfogadásakor a kosárhoz hozzáadandó mennyiség."],"Allow Customer To Change Quantity In Cart":["A vásárló mennyiségmódosításának engedélyezése a kosárban"],"Allow customer to change the quantity of this order bump in the cart.":["Lehetővé teszi, hogy a vásárló módosítsa ennek az Order Bump mennyiségét a kosárban."],"You must select an offer product.":["Ki kell választania egy ajánlati terméket."],"Offer Language":["Ajánlat nyelve"],"After Checkout Submit Modal Heading":["After Checkout Submit Modal címsor"],"Default if blank: Your order is almost complete...":["Alapértelmezett, ha üres: A rendelése majdnem kész..."],"After Checkout Submit Modal Subheading":["After Checkout Submit Modal alcím"],"Default if blank: Add this offer to your order and save!":["Alapértelmezett, ha üres: Adja hozzá ezt az ajánlatot a rendeléséhez, és spóroljon!"],"Offer Acceptance Checkbox Label":["Ajánlat elfogadás jelölőnégyzet felirata"],"Offer Acceptance Button Label":["Ajánlat elfogadás gomb felirata"],"Example: Yes! Please add this offer to my order":["Példa: Igen! Kérem, adja hozzá ezt az ajánlatot a rendelésemhez"],"Offer Description":["Ajánlat leírása"],"Example: Limited time offer! Get an EXCLUSIVE discount right now! Click the checkbox above to add this product to your order now.":["Példa: Korlátozott idejű ajánlat! Szerezzen EXKLUZÍV kedvezményt most! Kattintson a fenti jelölőnégyzetre, hogy hozzáadja ezt a terméket a rendeléséhez."],"Modal Offer Rejection Link Text":["Modális ajánlat-elutasítási hivatkozás szövege"],"Displays in modal version of Order Bump, such as when configured as an After Checkout Submit Modal or when the Offer Product is a variable product (as opposed to a specific variation).":["Az Order Bump modális változatában jelenik meg, például amikor After Checkout Submit Modal-ként van beállítva, vagy amikor az ajánlati termék variálható termék (nem pedig egy konkrét változat)."],"Default if blank: No thanks, just complete my order":["Alapértelmezett, ha üres: Köszönöm, nem, csak fejezze be a rendelésemet"],"Default if blank: No thanks":["Alapértelmezett, ha üres: Köszönöm, nem"],"Show If":["Megjelenítés, ha"],"And If":["És ha"],"Order Bump Preview":["Order Bump előnézet"],"Note: This is just a preview. The price shown will not be properly discounted in this context.":["Megjegyzés: Ez csak előnézet. A megjelenített ár ebben a környezetben nem tartalmazza megfelelően a kedvezményt."],"Let's configure a few things to get you started quickly.":["Állítsunk be néhány dolgot, hogy gyorsan el tudjon indulni."],"Give your new Order Bump a name. This is just for admins - it won't be displayed to customers.":["Adjon nevet az új Order Bump-nak. Ez csak az adminok számára látható - a vásárlóknak nem jelenik meg."],"Which product should be added to the cart when this Order Bump is accepted?":["Melyik terméket kell a kosárhoz adni, amikor ezt az Order Bump-ot elfogadják?"],"Discount Type":["Kedvezmény típusa"],"Percent Off":["Százalékos kedvezmény"],"Amount Off":["Fix összegű kedvezmény"],"Discount":["Kedvezmény"],"The amount or percentage applied as a discount to the Offer Product. Leave blank or enter 0 to charge full price.":["Az ajánlati termékre alkalmazott kedvezmény összege vagy százaléka. Hagyja üresen, vagy adjon meg 0-t a teljes ár felszámításához."],"Continue":["Folytatás"],"Continue to review your order bump, optionally add display conditions, and publish.":["Folytassa az Order Bump áttekintésével, opcionálisan adjon megjelenítési feltételeket, és tegye közzé."],"Offer Discount":["Ajánlat kedvezménye"],"Amount Off: Remove fixed amount from the product price. Percent Off: Discount product by specified percentage.":["Fix összegű kedvezmény: Rögzített összeget von le a termék árából. Százalékos kedvezmény: A megadott százalékkal csökkenti a termék árát."],"Item Removal Behavior":["Tétel eltávolítási viselkedés"],"What happens when the display for product is removed from the cart. Default: Order Bump remains in the cart but bump specific discounts are removed.":["Mi történik, amikor a termék megjelenítése eltávolításra kerül a kosárból. Alapértelmezett: az Order Bump a kosárban marad, de a bumpra vonatkozó kedvezmények eltávolításra kerülnek."],"Leave In Cart With Normal Price":["Hagyja a kosárban normál áron"],"Remove Order Bump From Cart":["Order Bump eltávolítása a kosárból"]}}}