Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/sitepress-multilingual-cms/sitepress-multilingual-cms-*.po
Languages: hu_hu

source: WPML Multilingual CMS
hu_hu: WPML többnyelvű CMS

source: WPML Multilingual CMS | <a href="https://wpml.org">Documentation</a> | <a href="https://wpml.org/version/wpml-4-8-3/">WPML 4.8.3 release notes</a>
hu_hu: WPML többnyelvű CMS | <a href="https://wpml.org">Dokumentáció</a> | <a href="https://wpml.org/version/wpml-4-8-3/">WPML 4.8.3 kiadási megjegyzések</a>

source: Token is not defined
hu_hu: A token nincs definiálva

source: ICanLocalize.com is already active and authorized
hu_hu: Az ICanLocalize.com már aktív és engedélyezett

source: Service activated.
hu_hu: Szolgáltatás aktiválva.

source: The authentication didn't work. Please make sure you entered your details correctly and try again.
hu_hu: A hitelesítés nem működött. Kérjük, ellenőrizze, hogy helyesen adta meg az adatait, és próbálja újra.

source: Error happened! Please try again.
hu_hu: Hiba történt! Kérjük, próbálja újra.

source: Alias domains to %s domain:
hu_hu: Domainek aliasolása a(z) %s domainhez:

source: You successfully duplicated your content.
hu_hu: Sikeresen duplikálta a tartalmát.

source: You successfully duplicated your content, and WPML is handling your translations for you.
hu_hu: Sikeresen duplikálta a tartalmát, és a WPML kezeli a fordításait.

source: Your translations will be ready soon. You can see the status of your automatic translations below or in the status bar at the top of WordPress admin.
hu_hu: A fordításai hamarosan elkészülnek. Az automatikus fordítások állapotát alább vagy a WordPress admin felület tetején lévő állapotsávban láthatja.

source: You successfully duplicated your content. What’s next for your translations?
hu_hu: Sikeresen duplikálta a tartalmát. Mi a következő lépés a fordításaival?

source: Go to the <a href="%s">Translations Queue</a> to translate it.
hu_hu: Menjen a <a href="%s">Fordítási várólistára</a> a fordításhoz.

source: Go to the <a href="%s">Translation Basket</a> to decide who should translate your content
hu_hu: Menjen a <a href="%s">Fordítási kosárhoz</a>, hogy eldöntse, ki fordítsa a tartalmát

source: WPML is translating your content
hu_hu: A WPML fordítja a tartalmát

source: You’ve queued up your content for translation. What’s next?
hu_hu: Sorba állította a tartalmát fordításra. Mi a következő lépés?

source: You added your translations to the basket. What’s next?
hu_hu: Hozzáadta a fordításait a kosárhoz. Mi a következő lépés?

source: The language mapping could not be saved for languages: %s
hu_hu: A nyelvi megfeleltetést nem sikerült menteni a következő nyelvekre: %s

source: Choose mapping
hu_hu: Válasszon megfeleltetést

source: Don't map this language
hu_hu: Ne feleltesse meg ezt a nyelvet

source: None of your content can be automatically translated until you <a href="%s" target="_blank" referrerpolicy="no-referrer">map your default language to a supported language</a>.
hu_hu: Egyik tartalma sem fordítható automatikusan, amíg <a href="%s" target="_blank" referrerpolicy="no-referrer">alapértelmezett nyelvét hozzá nem rendeli egy támogatott nyelvhez</a>.

source: Content in this language cannot be automatically translated unless you map it to a language that's different from the default. <a href='%s' target='_blank' referrerpolicy='no-referrer'>Read more</a>
hu_hu: Az ezen a nyelven lévő tartalom nem fordítható automatikusan, hacsak nem rendeli hozzá egy, az alapértelmezettől eltérő nyelvhez. <a href='%s' target='_blank' referrerpolicy='no-referrer'>Bővebben</a>

source: Content in this language cannot be automatically translated unless you map it to a supported language.
hu_hu: Az ezen a nyelven lévő tartalom nem fordítható automatikusan, hacsak nem rendeli hozzá egy támogatott nyelvhez.
