Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/bricksforge/bricksforge-*.po
Languages: hu_hu

source: Autocomplete
hu_hu: Automatikus kiegészítés

source: If checked, you allow the browser to autocomplete the value.
hu_hu: Ha bejelöli, engedélyezi a böngészőnek az érték automatikus kiegészítését.

source: Max Length
hu_hu: Maximális hossz

source: Config
hu_hu: Konfiguráció

source: Initial Files
hu_hu: Kezdeti fájlok

source: Image Editor
hu_hu: Képszerkesztő

source: Crop
hu_hu: Vágás

source: Stickers
hu_hu: Matricák

source: Image Quality
hu_hu: Képminőség

source: Labels
hu_hu: Címkék

source: Styles
hu_hu: Stílusok

source: Allowed file types
hu_hu: Engedélyezett fájltípusok

source: Enter the MIME types without dots, separated by commas.
hu_hu: Adja meg a MIME-típusokat pontok nélkül, vesszővel elválasztva.

source: For exotic file types, MIME types should be added server-side for security reasons. See: %s
hu_hu: Szokatlan fájltípusok esetén a MIME-típusokat biztonsági okokból szerveroldalon kell hozzáadni. Lásd: %s

source: Direct Upload to Server
hu_hu: Közvetlen feltöltés a szerverre

source: If checked, the file will be uploaded to the server immediately. Important: Direct Upload is not supported inside Repeater Fields.
hu_hu: Ha bejelöli, a fájl azonnal felkerül a szerverre. Fontos: a közvetlen feltöltés nem támogatott a Repeater Fields mezőkben.

source: Disable Image Preview
hu_hu: Képelőnézet letiltása

source: If checked, image files will not show a preview thumbnail. This can improve performance with large images or many files.
hu_hu: Ha bejelöli, a képfájlok nem jelenítenek meg előnézeti bélyegképet. Ez javíthatja a teljesítményt nagy képek vagy sok fájl esetén.

source: Use Custom Upload Path
hu_hu: Egyéni feltöltési útvonal használata

source: By default, the files will be uploaded to the uploads folder of WordPress. If you want to upload the files to a custom folder, you can check this option and set the path below.
hu_hu: Alapértelmezés szerint a fájlok a WordPress uploads mappájába kerülnek. Ha a fájlokat egyéni mappába szeretné feltölteni, jelölje be ezt az opciót, és állítsa be az alábbi útvonalat.

source: Custom Upload Path
hu_hu: Egyéni feltöltési útvonal

source: The path to the custom upload folder. The path should be relative to the WordPress root, e.g. "wp-content/uploads/custom-folder". If the folder does not exist, it will be created automatically.
hu_hu: Az egyéni feltöltési mappa elérési útja. Az útvonalnak a WordPress gyökérkönyvtárához képest relatívnak kell lennie, pl. "wp-content/uploads/custom-folder". Ha a mappa nem létezik, automatikusan létrejön.

source: Skip Adding to Media Library
hu_hu: Hozzáadás kihagyása a Media Library-hez

source: If checked, the file will not be added to the media library.
hu_hu: Ha bejelöli, a fájl nem kerül hozzáadásra a Media Library-hez.

source: Use Random, Cryptic File Name
hu_hu: Véletlenszerű, kriptikus fájlnév használata

source: If checked, uploaded files will be renamed to a random string to obscure the original filename.
hu_hu: Ha bejelöli, a feltöltött fájlok átnevezésre kerülnek egy véletlenszerű karakterláncra, hogy elrejtse az eredeti fájlnevet.

source: Random File Name Length
hu_hu: Véletlen fájlnév hossza

source: Length of the random filename (between 4-32 characters).
hu_hu: A véletlen fájlnév hossza (4–32 karakter között).

source: User Preference
hu_hu: Felhasználói beállítás

source: Root Font Size
hu_hu: Gyökér betűmérete

source: File Info Font Size
hu_hu: Fájlinformáció betűmérete

source: Drag Area Background Color
hu_hu: Húzható terület háttérszíne

source: Drag Area Typography
hu_hu: Húzható terület tipográfiája

source: Drag Area Border
hu_hu: Húzható terület szegélye

source: Drag Area Box Shadow
hu_hu: Húzható terület dobozárnyéka

source: File Poster Max Height (px)
hu_hu: Előnézeti kép maximális magassága (px)

source: The maximum height of the file poster.
hu_hu: A fájl előnézeti képének maximális magassága.

source: File Poster Width
hu_hu: Előnézeti kép szélessége

source: The width of the file poster. Write "calc(50% - 0.5em)" for a grid layout.
hu_hu: A fájl előnézeti képének szélessége. Rácselrendezéshez írja be: "calc(50% - 0.5em)".

source: Activate Image Editor
hu_hu: Képszerkesztő aktiválása

source: If checked, the image editor will be activated.
hu_hu: Ha bejelöli, a képszerkesztő aktiválódik.

source: Allow Crop
hu_hu: Vágás engedélyezése

source: If checked, the crop tool will be available.
hu_hu: Ha bejelöli, a vágóeszköz elérhető lesz.

source: Aspect Ratio
hu_hu: Képarány

source: The aspect ratio of the crop area. The format should be x/y.
hu_hu: A vágási terület képaránya. A formátum x/y legyen.

source: Shape
hu_hu: Forma

source: The shape of the crop area.
hu_hu: A kivágási terület formája.

source: Allow Finetune
hu_hu: Finomhangolás engedélyezése

source: If checked, the finetune tool will be available.
hu_hu: Bejelölés esetén a finomhangoló eszköz elérhető lesz.

source: Allow Annotate
hu_hu: Annotálás engedélyezése

source: If checked, the annotate tool will be available.
hu_hu: Bejelölés esetén az annotáló eszköz elérhető lesz.

source: Allow Filter
hu_hu: Szűrő engedélyezése

source: If checked, the filter tool will be available.
hu_hu: Bejelölés esetén a szűrő eszköz elérhető lesz.

source: Allow Frame
hu_hu: Keret engedélyezése

source: If checked, the frame tool will be available.
hu_hu: Bejelölés esetén a keretező eszköz elérhető lesz.

source: Allow Redact
hu_hu: Kitakarás engedélyezése

source: If checked, the redact tool will be available.
hu_hu: Bejelölés esetén a kitakaró eszköz elérhető lesz.

source: Allow Resize
hu_hu: Átméretezés engedélyezése

source: If checked, the resize tool will be available.
hu_hu: Bejelölés esetén az átméretező eszköz elérhető lesz.

source: Allow Fill
hu_hu: Kitöltés engedélyezése

source: If checked, the fill tool will be available.
hu_hu: Bejelölés esetén a kitöltő eszköz elérhető lesz.

source: Allow Sticker
hu_hu: Matrica engedélyezése

source: If checked, the sticker tool will be available.
hu_hu: Bejelölés esetén a matrica eszköz elérhető lesz.

source: Emoji or URL
hu_hu: Emoji vagy URL

source: Locale
hu_hu: Területi beállítás

source: English
hu_hu: Angol

source: Spanish
hu_hu: Spanyol

source: German
hu_hu: Német

source: You can use a custom JS file to set the values of the labels. Bricksforge will search for the following file in the following directory: /wp-content/uploads/bricksforge/pro-forms/file-locale-custom.js
hu_hu: Használhat egy egyéni JS fájlt a címkék értékeinek beállításához. A Bricksforge a következő fájlt keresi a következő könyvtárban: /wp-content/uploads/bricksforge/pro-forms/file-locale-custom.js

source: Below, you can overwrite the translation of individual fields inside the builder.
hu_hu: Az alábbiakban felülírhatja az egyes mezők fordítását a szerkesztőben.

source: You have the possibility to set the image quality for the image editor to automatically compress the uploaded image. The image quality is a value between 0 and 1. The default value is 0.92. A lower value will result in a lower image quality and a smaller file size. This is only supported for JPEG and WEBP.
hu_hu: Lehetősége van beállítani a képminőséget, hogy a képszerkesztő automatikusan tömörítse a feltöltött képet. A képminőség 0 és 1 közötti érték. Az alapértelmezett érték 0.92. Az alacsonyabb érték alacsonyabb képminőséget és kisebb fájlméretet eredményez. Ez csak JPEG és WEBP esetén támogatott.

source: Image Target Size Width
hu_hu: Kép célméret szélessége

source: The target width of the image in pixels. If the image is larger than the target size, the image will be resized to the target size.
hu_hu: A kép cél szélessége képpontban. Ha a kép nagyobb a célméretnél, a képet a célméretre méretezi a rendszer.

source: Image Target Size Height
hu_hu: Kép célméret magassága

source: The target height of the image in pixels. If the image is larger than the target size, the image will be resized to the target size.
hu_hu: A kép cél magassága képpontban. Ha a kép nagyobb a célméretnél, a képet a célméretre méretezi a rendszer.

source: Image Target Size Fit
hu_hu: Kép célméret illesztése

source: The fit mode of the target size. The default value is contain. Forcing the image to the target size can result in a distorted image.
hu_hu: A célméret illesztési módja. Az alapértelmezett érték: contain. A kép célméretre kényszerítése torz képet eredményezhet.

source: Only works if Direct Upload To Server is set to true.
hu_hu: Csak akkor működik, ha a Direct Upload To Server értéke true.

source: Files
hu_hu: Fájlok

source: File URL / Attachment ID
hu_hu: Fájl URL / Csatolmány ID

source: Post ID
hu_hu: Bejegyzés ID

source: Box Name
hu_hu: Box neve

source: Field Name
hu_hu: Mező neve

source: Download Info
hu_hu: Letöltési információ

source: This element is used to show download information and a download button after a form submission.
hu_hu: Ezt az elemet a letöltési információk és egy letöltés gomb megjelenítésére használhatja űrlap beküldése után.

source: Automatic
hu_hu: Automatikus

source: Manual
hu_hu: Kézi

source: By default, the download info will be loaded automatically, for example after proceeding certain actions like "Create PDF". But you can also set it to "Manual" and include a static download URL.
hu_hu: Alapértelmezés szerint a letöltési információk automatikusan betöltődnek, például bizonyos műveletek (például "Create PDF") végrehajtása után. Beállíthatja azonban "Kézi"-re is, és megadhat egy statikus letöltési URL-t.

source: Download URL
hu_hu: Letöltési URL

source: Button
hu_hu: Gomb

source: Download Button
hu_hu: Letöltés gomb

source: Hidden
hu_hu: Rejtett

source: This field is hidden from users and is used to prevent spam. Just place it somewhere in your form.
hu_hu: Ez a mező rejtve van a felhasználók elől, és a spam megelőzésére szolgál. Egyszerűen helyezze el valahol az űrlapján.

source: Image Checkbox
hu_hu: Képes jelölőnégyzet

source: Image
hu_hu: Kép

source: Image Width
hu_hu: Kép szélessége

source: Image Filter
hu_hu: Képszűrő

source: Image Transform
hu_hu: Kép átalakítás

source: Checked Image
hu_hu: Bejelölt kép

source: Checked Image Filter
hu_hu: Bejelölt kép szűrője

source: Checked Image Transform
hu_hu: Bejelölt kép átalakítása

source: Image Radio
hu_hu: Képes rádiógomb

source: Live Value
hu_hu: Valós idejű érték

source: Connection (Form Field ID)
hu_hu: Kapcsolat (Form Field ID)

source: Fallback
hu_hu: Tartalék

source: Prefix
hu_hu: Előtag

source: Suffix
hu_hu: Utótag

source: Next Step
hu_hu: Következő lépés

source: Label
hu_hu: Címke

source: Number
hu_hu: Szám

source: Min
hu_hu: Minimum

source: Max
hu_hu: Maximum

source: Step
hu_hu: Lépésköz

source: Input Mode
hu_hu: Beviteli mód

source: Decimal
hu_hu: Tizedes

source: Numeric
hu_hu: Numerikus

source: Telephone
hu_hu: Telefon

source: The inputmode allows a browser to display an appropriate virtual keyboard.
hu_hu: A beviteli mód lehetővé teszi a böngésző számára, hogy megfelelő virtuális billentyűzetet jelenítsen meg.

source: Value
hu_hu: Érték

source: Calculation Value
hu_hu: Számítási érték

source: A numeric value that will be used for calculation fields.
hu_hu: Számítási mezőkhöz használt numerikus érték.

source: Option Group
hu_hu: Opciócsoport

source: Password
hu_hu: Jelszó

source: Strip HTML
hu_hu: HTML eltávolítása

source: If checked, all HTML tags will be stripped from the output. By default, not dangerous tags are allowed.
hu_hu: Ha bejelöli, minden HTML-címke el lesz távolítva a kimenetből. Alapértelmezés szerint a nem veszélyes címkék engedélyezettek.

source: Previous Step
hu_hu: Előző lépés

source: Radio
hu_hu: Rádiógomb

source: Radio Wrapper
hu_hu: Rádiógomb konténer

source: Rating
hu_hu: Értékelés

source: Max Rating
hu_hu: Maximális értékelés

source: Default Rating
hu_hu: Alapértelmezett értékelés

source: Rating Icon
hu_hu: Értékelési ikon

source: Icon Gap
hu_hu: Ikonok közötti távolság

source: Icon Color Normal
hu_hu: Ikon színe (normál)

source: Icon Active Hover
hu_hu: Ikon aktív hover

source: Repeater
hu_hu: Ismétlő

source: Data
hu_hu: Adatok

source: Repeater Item
hu_hu: Repeater elem

source: Buttons
hu_hu: Gombok

source: Important
hu_hu: Fontos

source: Styles inside repeater children needs to be added using global classes. ID Level styles will not work.
hu_hu: A Repeater gyermekelemein belüli stílusokat globális osztályokkal kell hozzáadni. Az ID-szintű stílusok nem fognak működni.

source: Custom ID
hu_hu: Egyedi ID

source: Add a custom ID to the repeater
hu_hu: Adjon egy egyedi ID-t a Repeaterhez

source: Show Label
hu_hu: Címke megjelenítése

source: Padding
hu_hu: Kitöltés

source: Margin
hu_hu: Margó

source: Background Color
hu_hu: Háttérszín

source: Information
hu_hu: Információ

source: The Form Field IDs of your Repeater Childs must match the names of the fields in your ACF/Metabox/ACPT/JetEngine Repeater.
hu_hu: A Repeater gyermekelemeinek űrlapmező ID-jeinek meg kell egyezniük az ACF/Metabox/ACPT/JetEngine Repeater mezőneveivel.

source: Data Source
hu_hu: Adatforrás

source: Plus Button Color
hu_hu: Plusz gomb színe

source: Minus Button Color
hu_hu: Mínusz gomb színe

source: Rich Text
hu_hu: Formázott szöveg

source: Select
hu_hu: Választó

source: Modern Select
hu_hu: Modern választó

source: Use Modern Style
hu_hu: Modern stílus használata

source: Multiple
hu_hu: Többes kiválasztás

source: Item Select Text
hu_hu: Elem kiválasztási szöveg

source: Press to select
hu_hu: Nyomja meg a kiválasztáshoz

source: No Results Text
hu_hu: Nincs találat szövege

source: No results found
hu_hu: Nincs találat

source: Searchable
hu_hu: Kereshető

source: Hover Background
hu_hu: Hover háttér

source: Hover Typography
hu_hu: Hover tipográfia

source: Dropdown Border Color
hu_hu: Legördülő szegélyszíne

source: Choices Background
hu_hu: Lehetőségek háttere

source: Choices Typography
hu_hu: Lehetőségek tipográfiája

source: Choices Border
hu_hu: Lehetőségek szegélye

source: Choices Box Shadow
hu_hu: Lehetőségek dobozárnyéka

source: Choices Close Button
hu_hu: Lehetőségek bezáró gombja

source: Signature
hu_hu: Aláírás

source: Canvas
hu_hu: Vászon

source: Actions
hu_hu: Műveletek

source: Upload Location
hu_hu: Feltöltési hely

source: Media Library
hu_hu: Médiatár

source: "Custom" will not create any data records in the media library. This is safer, but will not work with the "File Upload" meta fields of providers like ACF or Metabox, which require an attachment ID instead of a file URL.
hu_hu: "Custom" nem hoz létre semmilyen adatbejegyzést a Médiatárban. Ez biztonságosabb, de nem fog működni az olyan szolgáltatók "File Upload" meta mezőivel, mint az ACF vagy a Metabox, amelyek a fájl URL helyett csatolmány ID-t igényelnek.

source: Upload Directory
hu_hu: Feltöltési könyvtár

source: The directory where the uploaded files will be stored. Relative to wp-content/uploads. Example: my-location. This will create a folder wp-content/uploads/my-location
hu_hu: A könyvtár, ahová a feltöltött fájlok kerülnek. A wp-content/uploads-hoz viszonyítva. Példa: my-location. Ez létrehoz egy wp-content/uploads/my-location mappát

source: CSS Variables are not supported here. Please use regular CSS values.
hu_hu: A CSS változók itt nem támogatottak. Kérjük, használjon hagyományos CSS értékeket.

source: Canvas Height
hu_hu: Vászon magassága

source: The height of the canvas. Default: 200
hu_hu: A vászon magassága. Alapértelmezett: 200

source: Dot Size
hu_hu: Pont mérete

source: The radius of a single dot
hu_hu: Egyetlen pont sugara

source: Min Width
hu_hu: Minimális szélesség

source: The minimum width of a line. Default: 0.5
hu_hu: A vonal minimális szélessége. Alapértelmezett: 0.5

source: Max Width
hu_hu: Maximális szélesség

source: The maximum width of a line. Default: 2.5
hu_hu: A vonal maximális szélessége. Alapértelmezett: 2.5

source: The color of the background
hu_hu: A háttér színe

source: Border
hu_hu: Szegély

source: The border of the canvas
hu_hu: A vászon szegélye

source: Pen Color
hu_hu: Toll színe

source: The color of the pen
hu_hu: A toll színe

source: The time interval between each point. Default: 16
hu_hu: Az egyes pontok közötti időköz. Alapértelmezett: 16

source: Actions Wrapper Flex Direction
hu_hu: Műveletek tárolójának flex iránya

source: The flex direction of the actions wrapper
hu_hu: A műveletek tárolójának flex iránya

source: Actions Wrapper Justify Content
hu_hu: Műveletek tárolójának tartalom igazítása

source: The justify content of the actions wrapper
hu_hu: A műveletek tárolójának tartalom igazítása

source: Actions Wrapper Margin
hu_hu: Műveletek tárolójának margója

source: The margin of the actions wrapper
hu_hu: A műveletek tárolójának margója

source: Show Clear Button
hu_hu: Törlés gomb megjelenítése

source: Show or hide the clear button
hu_hu: A törlés gomb megjelenítése vagy elrejtése

source: Clear Button Text
hu_hu: Törlés gomb szövege

source: Clear
hu_hu: Törlés

source: The text of the clear button
hu_hu: A törlés gomb szövege

source: Clear Button Typography
hu_hu: Törlés gomb tipográfiája

source: The typography of the clear button
hu_hu: A törlés gomb tipográfiája

source: Clear Button Color
hu_hu: Törlés gomb színe

source: The color of the clear button
hu_hu: A törlés gomb színe

source: Clear Button Background Color
hu_hu: Törlés gomb háttérszíne

source: The background color of the clear button
hu_hu: A törlés gomb háttérszíne

source: Clear Button Border
hu_hu: Törlés gomb szegélye

source: The border of the clear button
hu_hu: A törlés gomb szegélye

source: Clear Button Padding
hu_hu: Törlés gomb belső margója

source: The padding of the clear button
hu_hu: A törlés gomb belső margója

source: Clear Button Margin
hu_hu: Törlés gomb margója

source: The margin of the clear button
hu_hu: A törlés gomb margója

source: Slider
hu_hu: Csúszka

source: Slider Settings
hu_hu: Csúszka beállításai

source: Handlers
hu_hu: Fogantyúk

source: Form Field ID
hu_hu: Űrlapmező ID

source: Show Tooltips
hu_hu: Eszköztippek megjelenítése

source: Use Static Values
hu_hu: Statikus értékek használata

source: Static Values
hu_hu: Statikus értékek

source: Round to x decimals
hu_hu: Kerekítés x tizedesjegyre

source: Show Pips
hu_hu: Pips megjelenítése

source: Pips Density
hu_hu: Pips sűrűsége

source: Pips Mode
hu_hu: Pips mód

source: Steps
hu_hu: Lépések

source: Range
hu_hu: Tartomány

source: Orientation
hu_hu: Tájolás

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: If you want to bind a single handler to a form field, you can do it via the "Binding" control on the handler itself.
hu_hu: Ha egyetlen kezelőt szeretne űrlapmezőhöz kötni, ezt megteheti magán a kezelőn található "Binding" vezérlőn keresztül.

source: Bind To Form Field
hu_hu: Kötés űrlapmezőhöz

source: Bind all handler values (comma separated) to a form field.
hu_hu: Kösse az összes kezelő értékét (vesszővel elválasztva) egy űrlapmezőhöz.

source: Default Bars
hu_hu: Alapértelmezett sávok

source: Connection Bars
hu_hu: Összekötő sávok

source: Handler
hu_hu: Kezelő

source: Reset Style
hu_hu: Stílus visszaállítása

source: Pips
hu_hu: Jelölések

source: Pips Typography
hu_hu: Jelölések tipográfiája

source: Pips Top Spacing
hu_hu: Jelölések felső térköze

source: Large Pips Typography
hu_hu: Nagy jelölések tipográfiája

source: Pips Lines Color
hu_hu: Jelölések vonalainak színe

source: Pips Lines Width
hu_hu: Jelölések vonalainak vastagsága

source: Pips Lines Height
hu_hu: Jelölések vonalainak magassága

source: Pips Lines Border
hu_hu: Jelölések vonalainak szegélye

source: Pips Long Lines Color
hu_hu: Hosszú jelölések vonalainak színe

source: Pips Long Lines Width
hu_hu: Hosszú jelölések vonalainak vastagsága

source: Pips Long Lines Height
hu_hu: Hosszú jelölések vonalainak magassága

source: Pips Long Lines Border
hu_hu: Hosszú jelölések vonalainak szegélye

source: Prevent Navigation
hu_hu: Navigáció megakadályozása

source: Hide Step
hu_hu: Lépés elrejtése

source: Error Message
hu_hu: Hibaüzenet

source: This message will be displayed if the conditions are not met and the navigation to the next step is not allowed.
hu_hu: Ez az üzenet akkor jelenik meg, ha a feltételek nem teljesülnek, és nem engedélyezett a következő lépésre való navigáció.

source: Submit Button
hu_hu: Küldés gomb

source: Icon Position
hu_hu: Ikon pozíciója

source: Left
hu_hu: Bal

source: Loading Icon
hu_hu: Betöltési ikon

source: Loading Icon Transform
hu_hu: Betöltési ikon transzformációja

source: Loading Icon Color
hu_hu: Betöltési ikon színe

source: Summary Button
hu_hu: Összegzés gomb

source: Input Masking
hu_hu: Beviteli maszk

source: Max Length Counter
hu_hu: Maximális hossz számlálója

source: Max Length (Characters)
hu_hu: Maximális hossz (karakterek)

source: Show Max Length Counter
hu_hu: Maximális hossz számlálójának megjelenítése

source: Max Length Counter Position
hu_hu: Maximális hossz számlálójának pozíciója

source: Below
hu_hu: Alul

source: Inside
hu_hu: Belül

source: Max Length Counter Text
hu_hu: Maximális hossz számlálójának szövege

source: You can use the variables {{current}}, {{remaining}} and {{maxlength}} to display the current and maximum length of the textarea.
hu_hu: A {{current}}, {{remaining}} és {{maxlength}} változókat használhatja a textarea aktuális és maximális hosszának megjelenítéséhez.

source: Inside Position Top
hu_hu: Belső pozíció fent

source: Inside Position Right
hu_hu: Belső pozíció jobb

source: Inside Position Bottom
hu_hu: Belső pozíció lent

source: Inside Position Left
hu_hu: Belső pozíció bal

source: Max Length Counter Typography
hu_hu: Maximális hosszkorlát számláló tipográfia

source: Max Length Counter Margin
hu_hu: Maximális hosszkorlát számláló margó

source: Max Length Counter Padding
hu_hu: Maximális hosszkorlát számláló belső margó

source: Max Length Counter Background
hu_hu: Maximális hosszkorlát számláló háttér

source: Max Length Counter Border
hu_hu: Maximális hosszkorlát számláló szegély

source: Max Length Counter Box Shadow
hu_hu: Maximális hosszkorlát számláló dobozárnyék

source: Max Length Counter Justify Content
hu_hu: Maximális hosszkorlát számláló tartalom igazítása

source: Remaining Count Typography
hu_hu: Hátralévő szám tipográfia

source: Current Count Typography
hu_hu: Jelenlegi szám tipográfia

source: Max Length Count Typography
hu_hu: Maximális hosszkorlát szám tipográfia

source: Database: Option
hu_hu: Adatbázis: Opció

source: Post Meta Field
hu_hu: Bejegyzés meta mező

source: Storage Item
hu_hu: Tárolóelem

source: Form Field
hu_hu: Űrlapmező

source: Submission Limit Reached
hu_hu: A beküldési korlát elérve

source: Submission Field (ID)
hu_hu: Beküldési mező (ID)

source: Global Variable
hu_hu: Globális változó

source: Is Equal
hu_hu: Egyenlő

source: Is Not Equal
hu_hu: Nem egyenlő

source: Is Greater Than
hu_hu: Nagyobb, mint

source: Is Greater Than or Equal
hu_hu: Nagyobb vagy egyenlő

source: Is Less Than
hu_hu: Kisebb, mint

source: Is Less Than or Equal
hu_hu: Kisebb vagy egyenlő

source: Contains
hu_hu: Tartalmaz

source: Not Contains
hu_hu: Nem tartalmaz

source: Is Contained In
hu_hu: Benne van

source: Is Not Contained In
hu_hu: Nincs benne

source: Starts With
hu_hu: Ezzel kezdődik

source: Ends With
hu_hu: Ezzel végződik

source: Is Empty
hu_hu: Üres

source: Is Not Empty
hu_hu: Nem üres

source: Exists
hu_hu: Létezik

source: Not Exists
hu_hu: Nem létezik

source: String
hu_hu: Karakterlánc

source: Array
hu_hu: Tömb

source: Use query loop
hu_hu: Lekérdezési ciklus használata

source: Query
hu_hu: Lekérdezés

source: Conditionally Selected
hu_hu: Feltételesen kiválasztva

source: Selected If
hu_hu: Kiválasztva, ha

source: Option Value Is
hu_hu: Az opció értéke egyenlő

source: Option Value Contains
hu_hu: Az opció értéke tartalmazza
