Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/bricksforge/bricksforge-*.po
Languages: hu_hu

source: Option Value Contains Array
hu_hu: Az opció értéke tömböt tartalmaz

source: Is Enabled Post Taxonomy Term
hu_hu: Bejegyzés taxonómiai kifejezése engedélyezve

source: The value must be an encoded array of values. For example: ["value1", "value2", "value3"]
hu_hu: Az értéknek kódolt értéktömbnek kell lennie. Például: ["value1", "value2", "value3"]

source: Taxonomy Key
hu_hu: Taxonómia kulcs

source: Checked
hu_hu: Bejelölve

source: Conditionally Checked
hu_hu: Feltételesen bejelölve

source: Checked If
hu_hu: Bejelölve, ha

source: Checkbox Value Is
hu_hu: A jelölőnégyzet értéke egyenlő

source: Checkbox Value Contains
hu_hu: A jelölőnégyzet értéke tartalmazza

source: Checkboxes contain Array Values
hu_hu: A jelölőnégyzetek tömbértékeket tartalmaznak

source: The ID is used to identify the field in the form submission. If not set, the element ID will be used.
hu_hu: Az ID a mező azonosítására szolgál az űrlap beküldésekor. Ha nincs beállítva, az elem ID-je lesz használva.

source: Enable input masking.
hu_hu: Bemeneti maszkolás engedélyezése.

source: Input Masking Method
hu_hu: Bemeneti maszkolás módszere

source: Pattern
hu_hu: Minta

source: Enter the input masking method.
hu_hu: Adja meg a bemeneti maszkolás módszerét.

source: Mask
hu_hu: Maszk

source: Enter the input mask. 0 = Any Digit, a = Any Letter, * = Any Char
hu_hu: Adja meg a bemeneti maszkot. 0 = bármely számjegy, a = bármely betű, * = bármely karakter

source: Mask Definitions
hu_hu: Maszkdefiníciók

source: Character
hu_hu: Karakter

source: Placeholder Character
hu_hu: Helykitöltő karakter

source: Lazy
hu_hu: Késleltetett

source: If checked, the mask will be applied only after the user starts typing.
hu_hu: Ha be van jelölve, a maszk csak akkor lesz alkalmazva, amikor a felhasználó gépelni kezd.

source: Expects a regular expression. (For example: [56]*)
hu_hu: Reguláris kifejezést vár. (Például: [56*])

source: Context
hu_hu: Kontextus

source: If you dont get the data you expect, it sometimes helps to include a post id as context. This field allows dynamic data.
hu_hu: Ha nem a várt adatokat kapja, néha segít egy post id megadása kontextusként. Ez a mező dinamikus adatot támogat.

source: Required
hu_hu: Kötelező

source: If checked, the field will be required.
hu_hu: Ha be van jelölve, a mező kötelező lesz.

source: Required Count
hu_hu: Kötelező darabszám

source: The minimum number of checkboxes that must be checked.
hu_hu: A bejelölendő jelölőnégyzetek minimális száma.

source: Icon Settings can be found under "Pro Forms" -> "Global Field Styles" -> "Icon".
hu_hu: Az ikonbeállítások a "Pro Forms" -> "Global Field Styles" -> "Icon" alatt találhatók.

source: Disabled
hu_hu: Letiltva

source: If checked, the field will be disabled.
hu_hu: Ha be van jelölve, a mező le lesz tiltva.

source: Readonly
hu_hu: Csak olvasható

source: If checked, the field will be readonly.
hu_hu: Ha be van jelölve, a mező csak olvasható lesz.

source: Triggers Next Step
hu_hu: Kiváltja a következő lépést

source: If checked, the field will trigger the next step.
hu_hu: Ha be van jelölve, a mező kiváltja a következő lépést.

source: Transform
hu_hu: Átalakítás

source: Validation Rules
hu_hu: Érvényesítési szabályok

source: Validation Type
hu_hu: Érvényesítés típusa

source: Minimum Characters
hu_hu: Minimális karakterszám

source: Maximum Characters
hu_hu: Maximális karakterszám

source: Custom (Regex)
hu_hu: Egyéni (Regex)

source: Characters
hu_hu: Karakterek

source: Validation Message
hu_hu: Érvényesítési üzenet

source: Show Message Below Field
hu_hu: Üzenet megjelenítése a mező alatt

source: If checked, the validation message will be shown below the field instead as alert below the form.
hu_hu: Ha be van jelölve, az érvényesítési üzenet a mező alatt jelenik meg, nem pedig az űrlap alatti figyelmeztetésként.

source: Live Validation
hu_hu: Élő érvényesítés

source: Validates form fields on blur.
hu_hu: Érvényesíti az űrlapmezőket fókuszvesztéskor.

source: Focus Outline
hu_hu: Fókuszkörvonal

source: Focus Border
hu_hu: Fókusz szegély

source: Focus Filter
hu_hu: Fókusz szűrő

source: Focus Transform
hu_hu: Fókusz átalakítás

source: Condition
hu_hu: Feltétel

source: Data Type
hu_hu: Adattípus

source: Conditions Relation
hu_hu: Feltételek kapcsolata

source: AND
hu_hu: ÉS

source: OR
hu_hu: VAGY

source: Populate options using static data, JSON, Dynamic Data or nestable elements for select, radio, and checkbox fields.
hu_hu: Töltse fel az opciókat statikus adatokkal, JSON-nal, dinamikus adatokkal vagy beágyazható elemekkel a legördülő, rádiógomb és jelölőnégyzet mezőkhöz.

source: Populate Options
hu_hu: Opciók feltöltése

source: Countries
hu_hu: Országok

source: Static Data
hu_hu: Statikus adatok

source: Use the Dynamic Data field to populate options from a dynamic data source. Important: You need to return a json encoded array of objects with a "value" and a "label" property. Use the key "checked" to populate checkboxes and radios.
hu_hu: Használja a Dinamikus adatok mezőt az opciók dinamikus adatforrásból való feltöltéséhez. Fontos: egy JSON-kódolt objektumtömböt kell visszaadnia egy "value" és egy "label" tulajdonsággal. A "checked" kulcsot használja a jelölőnégyzetek és rádiógombok előjelöléséhez.

source: ACF Field Name
hu_hu: ACF mező neve

source: ACF Field Key (Optional)
hu_hu: ACF mező kulcsa (opcionális)

source: In some circumstances it may be necessary to load a field by its key, such as when a value has not yet been saved. If entering the name works for you, you can leave this empty.
hu_hu: Bizonyos esetekben szükség lehet egy mező kulcs alapján történő betöltésére, például amikor az érték még nincs elmentve. Ha a név megadása működik Önnek, ezt üresen hagyhatja.

source: Context (Post Id)
hu_hu: Környezet (Post Id)

source: If you want to load the ACF field from a specific post, you can enter the post ID here.
hu_hu: Ha egy konkrét bejegyzésből szeretné betölteni az ACF mezőt, itt megadhatja a bejegyzés ID-ját.

source: Sync Fields
hu_hu: Mezők szinkronizálása

source: Select / Check the activated field values on page load.
hu_hu: Az oldal betöltésekor válassza ki / jelölje be az aktivált mezőértékeket.

source: JSON Data
hu_hu: JSON adatok

source: Enter a JSON array of objects. Each object can have a "value" and a "label" property. If you use single values, the value will be used as label.
hu_hu: Adjon meg egy JSON objektumtömböt. Minden objektumnak lehet "value" és "label" tulajdonsága. Ha csak értékeket használ, az érték címkeként lesz használva.

source: Alternative Label Key (JSON)
hu_hu: Alternatív címkekulcs (JSON)

source: Alternative Value Key (JSON)
hu_hu: Alternatív értékkulcs (JSON)

source: Show Flags
hu_hu: Zászlók megjelenítése

source: Display country flags alongside country names. Important: Only works with "Modern Style" enabled. Flags are not loaded in the builder.
hu_hu: Országzászlók megjelenítése az országnevek mellett. Fontos: csak a "Modern Style" engedélyezése esetén működik. A zászlók a szerkesztőben nem töltődnek be.

source: Show Phone Prefixes
hu_hu: Telefon-előhívók megjelenítése

source: Display country phone prefixes (e.g., +49 for Germany).
hu_hu: Országok telefonos előhívószámainak megjelenítése (pl.: +49 Németország esetén).

source: Label Format
hu_hu: Címke formátuma

source: Full Name (Germany)
hu_hu: Teljes név (Németország)

source: Country Code (DE)
hu_hu: Országkód (DE)

source: Both (Germany - DE)
hu_hu: Mindkettő (Németország - DE)

source: Hide Country Name (Flag only)
hu_hu: Országnév elrejtése (csak zászló)

source: Value Format
hu_hu: Érték formátuma

source: Country Selection
hu_hu: Országválasztás

source: All Countries
hu_hu: Összes ország

source: Common Countries
hu_hu: Gyakori országok

source: European Countries
hu_hu: Európai országok

source: North American Countries
hu_hu: Észak-amerikai országok

source: South American Countries
hu_hu: Dél-amerikai országok

source: Asian Countries
hu_hu: Ázsiai országok

source: African Countries
hu_hu: Afrikai országok

source: Oceania Countries
hu_hu: Óceániai országok

source: Include Specific Countries
hu_hu: Meghatározott országok bevonása

source: Exclude Specific Countries
hu_hu: Meghatározott országok kizárása

source: Include Countries
hu_hu: Országok bevonása

source: Enter country codes separated by commas (e.g., DE,US,FR,GB).
hu_hu: Adja meg vesszővel elválasztva az országkódokat (pl.: DE,US,FR,GB).

source: Exclude Countries
hu_hu: Országok kizárása

source: Action Conditions
hu_hu: Műveleti feltételek

source: Action
hu_hu: Művelet

source: Ignore if empty
hu_hu: Hagyja figyelmen kívül, ha üres

source: If checked, the option will not be updated when the form field value is empty
hu_hu: Ha be van jelölve, az opció nem frissül, amikor az űrlapmező értéke üres

source: Submit Wrapper
hu_hu: Beküldés burkolóelem

source: Scroll Video
hu_hu: Görgetős videó

source: Table Of Contents
hu_hu: Tartalomjegyzék

source: Content
hu_hu: Tartalom

source: Logic
hu_hu: Logika

source: Box Padding
hu_hu: Doboz belső margója

source: Content Typography
hu_hu: Tartalom tipográfiája

source: Content Padding
hu_hu: Tartalom belső margója

source: Content Margin
hu_hu: Tartalom külső margója

source: Reset List Padding
hu_hu: Lista belső margójának alaphelyzetbe állítása

source: Disable List Style
hu_hu: Lista stílusának letiltása

source: List Type
hu_hu: Lista típusa

source: Limit Detection To Container
hu_hu: Észlelés korlátozása a konténerre

source: Set an ID of an element inside #brx-content. (No spaces. No pound (#) sign). If something is entered here, only within this container will be searched for headlines.
hu_hu: Adjon meg egy, a #brx-contenten belüli elemhez tartozó ID-t. (Ne használjon szóközt. Nincs kettőskereszt (#) jel.) Ha ide megad valamit, a címsorok keresése csak ezen a konténeren belül történik.

source: From Heading
hu_hu: Kezdő címsorszint

source: From which level should headlines be recognized?
hu_hu: Melyik szinttől ismerje fel a címsorokat?

source: Depth
hu_hu: Mélység

source: Example: If "From Heading" was set to "H2", the depth "2" would mean: H2, H3.
hu_hu: Példa: Ha a "Kezdő címsorszint" "H2"-re van állítva, akkor a "2" mélység ezt jelenti: H2, H3.

source: Empty Text
hu_hu: Üres szöveg

source: The text which is showing when empty
hu_hu: A szöveg, amely üres állapotban jelenik meg

source: Hide If Empty
hu_hu: Elrejtés, ha üres

source: Hide the TOC box when there are no headlines on the page
hu_hu: Rejtse el a TOC dobozt, ha az oldalon nincsenek címsorok

source: You can exclude certain headings by adding the attribute "brf-toc-exclude" to the heading.
hu_hu: Bizonyos címsorokat kizárhat, ha a "brf-toc-exclude" attribútumot hozzáadja a címsorhoz.

source: Headline
hu_hu: Címsor

source: 3D Model
hu_hu: 3D modell

source: Camera
hu_hu: Kamera

source: Interaction
hu_hu: Interakció

source: Renderer
hu_hu: Renderelő

source: Upload a 3D model file. The preferred format is glTF.
hu_hu: Töltsön fel egy 3D modellfájlt. Az előnyben részesített formátum: glTF.

source: Scale X
hu_hu: Méretezés X

source: The scale of the model on the X axis.
hu_hu: A modell méretezése az X tengelyen.

source: Scale Y
hu_hu: Méretezés Y

source: The scale of the model on the Y axis.
hu_hu: A modell méretezése az Y tengelyen.

source: Scale Z
hu_hu: Méretezés Z

source: The scale of the model on the Z axis.
hu_hu: A modell méretezése a Z tengelyen.

source: Position X
hu_hu: Pozíció X

source: The position of the model on the X axis.
hu_hu: A modell pozíciója az X tengelyen.

source: Position Y
hu_hu: Pozíció Y

source: The position of the model on the Y axis.
hu_hu: A modell pozíciója az Y tengelyen.

source: Position Z
hu_hu: Pozíció Z

source: The position of the model on the Z axis.
hu_hu: A modell pozíciója a Z tengelyen.

source: Rotation X
hu_hu: Forgatás X

source: The rotation of the model on the X axis.
hu_hu: A modell forgatása az X tengely körül.

source: Rotation Y
hu_hu: Forgatás Y

source: The rotation of the model on the Y axis.
hu_hu: A modell forgatása az Y tengely körül.

source: Rotation Z
hu_hu: Forgatás Z

source: The rotation of the model on the Z axis.
hu_hu: A modell forgatása a Z tengely körül.

source: Allow Animation
hu_hu: Animáció engedélyezése

source: Allow the model to be animated.
hu_hu: Engedélyezze a modell animálását.

source: Canvas Width
hu_hu: Vászon szélessége

source: The width of the canvas.
hu_hu: A vászon szélessége.

source: The height of the canvas.
hu_hu: A vászon magassága.

source: Vertical field of view
hu_hu: Függőleges látószög

source: The vertical field of view of the camera.
hu_hu: A kamera függőleges látószöge.

source: Near clipping plane
hu_hu: Közeli vágósík

source: The near clipping plane of the camera.
hu_hu: A kamera közeli vágósíkja.

source: Far clipping plane
hu_hu: Távoli vágósík

source: The far clipping plane of the camera.
hu_hu: A kamera távoli vágósíkja.

source: The position of the camera on the X axis.
hu_hu: A kamera pozíciója az X tengelyen.

source: The position of the camera on the Y axis.
hu_hu: A kamera pozíciója az Y tengelyen.

source: The position of the camera on the Z axis.
hu_hu: A kamera pozíciója a Z tengelyen.

source: Add a light to the scene.
hu_hu: Adjon hozzá egy fényt a jelenethez.

source: Type
hu_hu: Típus

source: The type of the light.
hu_hu: A fény típusa.

source: Ambient
hu_hu: Környezeti

source: Directional
hu_hu: Irányított

source: Hemisphere
hu_hu: Félgömb

source: Point
hu_hu: Pont

source: The color of the light.
hu_hu: A fény színe.

source: Ground Color
hu_hu: Talaj színe

source: The ground color of the light.
hu_hu: A fény talajszíne.

source: Intensity
hu_hu: Intenzitás

source: The intensity of the light.
hu_hu: A fény intenzitása.

source: Distance
hu_hu: Távolság

source: The distance of the light.
hu_hu: A fény távolsága.

source: Decay
hu_hu: Csillapítás

source: The decay of the light.
hu_hu: A fény csillapítása.

source: Angle
hu_hu: Szög

source: The angle of the light.
hu_hu: A fény szöge.

source: Penumbra
hu_hu: Félárnyék

source: The penumbra of the light.
hu_hu: A fény félárnyéka.

source: The width of the light.
hu_hu: A fény szélessége.

source: The height of the light.
hu_hu: A fény magassága.

source: Cast Shadow
hu_hu: Árnyék vetése

source: Whether the light will cast shadows.
hu_hu: A fény vet-e árnyékot.

source: The position of the light on the X axis.
hu_hu: A fény pozíciója az X tengelyen.

source: The position of the light on the Y axis.
hu_hu: A fény pozíciója az Y tengelyen.

source: The position of the light on the Z axis.
hu_hu: A fény pozíciója a Z tengelyen.

source: Enable Interaction
hu_hu: Interakció engedélyezése

source: Enable orbit controls to interact with the model.
hu_hu: Engedélyezze az Orbit Controls használatát a modellel való interakcióhoz.

source: Enable zoom
hu_hu: Nagyítás engedélyezése

source: Enable zooming in and out.
hu_hu: A közelítés és távolítás engedélyezése.

source: Enable pan
hu_hu: Pásztázás engedélyezése

source: Enable panning.
hu_hu: A pásztázás engedélyezése.

source: Enable rotate
hu_hu: Forgatás engedélyezése

source: Enable rotating.
hu_hu: A forgatás engedélyezése.

source: Min distance
hu_hu: Minimális távolság

source: The minimum distance of the camera.
hu_hu: A kamera minimális távolsága.

source: Max distance
hu_hu: Maximális távolság

source: The maximum distance of the camera.
hu_hu: A kamera maximális távolsága.

source: Prevent bottom view
hu_hu: Alsó nézet megakadályozása

source: Prevent the camera from going below the model.
hu_hu: Megakadályozza, hogy a kamera a modell alá kerüljön.

source: Prevent top view
hu_hu: Felső nézet megakadályozása

source: Prevent the camera from going above the model.
hu_hu: Megakadályozza, hogy a kamera a modell fölé kerüljön.

source: Rotate speed
hu_hu: Forgatási sebesség

source: The speed of the rotation.
hu_hu: A forgatás sebessége.

source: Zoom speed
hu_hu: Nagyítási sebesség

source: The speed of the zoom.
hu_hu: A nagyítás sebessége.

source: Pan speed
hu_hu: Pásztázási sebesség

source: The speed of the pan.
hu_hu: A pásztázás sebessége.

source: Enable Animation
hu_hu: Animáció engedélyezése

source: Enable animation.
hu_hu: Engedélyezze az animációt.

source: The type of animation.
hu_hu: Az animáció típusa.

source: Rotate Left
hu_hu: Forgasson balra

source: Rotate Right
hu_hu: Forgasson jobbra

source: Rotate Up
hu_hu: Forgasson felfelé

source: Rotate Down
hu_hu: Forgasson lefelé

source: Animation Speed
hu_hu: Animáció sebessége

source: The speed of the animation.
hu_hu: Az animáció sebessége.

source: Anti Aliasing
hu_hu: Élsimítás

source: Enable anti aliasing.
hu_hu: Engedélyezze az élsimítást.

source: Tour Guide
hu_hu: Körbevezetés

source: Style: Step
hu_hu: Stílus: Lépés

source: Style: Buttons
hu_hu: Stílus: Gombok

source: Style: Overlay
hu_hu: Stílus: Átfedés

source: Activate the tour
hu_hu: A körbevezetés aktiválása

source: Hide in builder
hu_hu: Elrejtés a szerkesztőben

source: Scroll To Element
hu_hu: Görgetés az elemhez

source: Use Modal Overlay
hu_hu: Modális átfedés használata

source: On Page Load
hu_hu: Oldal betöltésekor

source: On Click
hu_hu: Kattintáskor

source: Trigger Once
hu_hu: Egyszeri aktiválás

source: Trigger Selector
hu_hu: Kiváltó szelektor

source: ID (Optional)
hu_hu: ID (opcionális)

source: Title
hu_hu: Cím

source: Element Selector
hu_hu: Elem szelektor

source: Top
hu_hu: Felül

source: Top Start
hu_hu: Felül kezdete

source: Top End
hu_hu: Felül vége

source: Bottom
hu_hu: Alul

source: Bottom Start
hu_hu: Alul kezdete

source: Bottom End
hu_hu: Alul vége

source: Right Start
hu_hu: Jobb kezdete

source: Right End
hu_hu: Jobb vége

source: Left Start
hu_hu: Bal kezdete

source: Left End
hu_hu: Bal vége

source: Show Close Icon
hu_hu: Bezárás ikon megjelenítése

source: Overlay Padding
hu_hu: Átfedés belső margója

source: Next
hu_hu: Tovább

source: Complete
hu_hu: Befejezés

source: Cancel
hu_hu: Mégse

source: Step 1
hu_hu: 1. lépés

source: Describe your step!
hu_hu: Írja le a lépését!

source: Text Typography
hu_hu: Szöveg tipográfiája

source: Title Typography
hu_hu: Cím tipográfiája

source: Background Color (Hover)
hu_hu: Háttérszín (Hover)

source: Typography (Hover)
hu_hu: Tipográfia (Hover)

source: Enable
hu_hu: Engedélyezés

source: The speed of the parallax effect. A negative value will make the element move slower than regular scrolling. A positive value will make the element move faster.
hu_hu: A parallax effektus sebessége. A negatív érték az elemet a normál görgetésnél lassabban mozgatja. A pozitív érték az elemet gyorsabban mozgatja.

source: From breakpoint
hu_hu: Törésponttól
