Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/bricksforge/bricksforge-*.po
Languages: hu_hu

source: A powerful set of tools to extend the Bricks Builder functionality.
hu_hu: Hatékony eszközkészlet a Bricks Builder funkcióinak bővítéséhez.

source: Settings
hu_hu: Beállítások

source: Forum
hu_hu: Fórum

source: Documentation
hu_hu: Dokumentáció

source: Animations
hu_hu: Animációk

source: Use Animations
hu_hu: Animációk használata

source: Trigger
hu_hu: Kiváltó

source: Select Trigger
hu_hu: Válassza ki a kiváltót

source: Target
hu_hu: Cél

source: Custom Selector
hu_hu: Egyéni szelektor

source: Method
hu_hu: Módszer

source: Select Method
hu_hu: Válassza ki a módszert

source: SVG Path
hu_hu: SVG-útvonal

source: The motion path along which to animate the target as string, for example: "M9,100c0,0,18-41,49-65"
hu_hu: A mozgásútvonal, amely mentén a célt animálja, karakterláncként megadva, például: "M9,100c0,0,18-41,49-65"

source: Use Motion Path Helper
hu_hu: Mozgásút-segéd használata

source: This helper lets you interactively edit a motion path directly in the browser by dragging its anchors and control points
hu_hu: Ez a segéd lehetővé teszi, hogy a böngészőben közvetlenül, interaktívan szerkessze a mozgásútvonalat a horgonyok és a vezérlőpontok húzásával

source: Animation
hu_hu: Animáció

source: Transform
hu_hu: Transzformáció

source: Filters
hu_hu: Szűrők

source: Custom
hu_hu: Egyéni

source: Javascript Object
hu_hu: JavaScript-objektum

source: Duration (s)
hu_hu: Időtartam (s)

source: Delay (s)
hu_hu: Késleltetés (s)

source: Create two repeater fields. The first one is your "From" animation. The second is your "To" animation.
hu_hu: Hozzon létre két ismétlőmezőt. Az első a "From" animációja. A második a "To" animációja.

source: From To Animation
hu_hu: From To animáció

source: Repeat
hu_hu: Ismétlés

source: Auto Rotate
hu_hu: Automatikus forgatás

source: Auto Rotate Value in Degrees
hu_hu: Automatikus forgatás értéke fokban

source: Update Rotation on Scroll Direction Change
hu_hu: Forgatás frissítése a görgetési irány változásakor

source: Value Scroll Up
hu_hu: Érték felfelé görgetéskor

source: Value Scroll Down
hu_hu: Érték lefelé görgetéskor

source: Ignore Parent Dimensions
hu_hu: A szülőelem méreteinek figyelmen kívül hagyása

source: Set Position to Absolute
hu_hu: Pozíció abszolútra állítása

source: Start Position
hu_hu: Kezdőpozíció

source: End Position
hu_hu: Végpozíció

source: Show Markers (for development)
hu_hu: Jelölők megjelenítése (fejlesztéshez)

source: Disable from Breakpoint
hu_hu: Letiltás ettől a törésponttól

source: Render Changes
hu_hu: Módosítások renderelése

source: An error occurred, please try again later.
hu_hu: Hiba történt, kérjük, próbálja meg később.

source: Logs cleared successfully
hu_hu: A naplók sikeresen törölve

source: Settings updated successfully
hu_hu: A beállítások sikeresen frissítve

source: Bricksforge – General
hu_hu: Bricksforge – Általános

source: Bricksforge – Post
hu_hu: Bricksforge – Bejegyzés

source: Bricksforge – User
hu_hu: Bricksforge – Felhasználó

source: Bricksforge – Date
hu_hu: Bricksforge – Dátum

source: Bricksforge – Location
hu_hu: Bricksforge – Hely

source: Current Day
hu_hu: Aktuális nap

source: Is
hu_hu: Egyenlő

source: Is Not
hu_hu: Nem egyenlő

source: Current Month
hu_hu: Aktuális hónap

source: January
hu_hu: Január

source: February
hu_hu: Február

source: March
hu_hu: Március

source: April
hu_hu: Április

source: May
hu_hu: Május

source: June
hu_hu: Június

source: July
hu_hu: Július

source: August
hu_hu: Augusztus

source: September
hu_hu: Szeptember

source: October
hu_hu: Október

source: Current Year
hu_hu: Aktuális év

source: Number of Search Results
hu_hu: Keresési találatok száma

source: Loop Index
hu_hu: Ciklus indexe

source: Loop Element ID
hu_hu: Ciklus elemének ID-ja

source: Includes
hu_hu: Tartalmazza

source: Not Includes
hu_hu: Nem tartalmazza

source: Plugin Is Active
hu_hu: A bővítmény aktív

source: Is Active
hu_hu: Aktív

source: Is Not Active
hu_hu: Nem aktív

source: Is Multisite
hu_hu: Multisite

source: True
hu_hu: Igaz

source: False
hu_hu: Hamis

source: Is Multisite Main
hu_hu: Multisite fő webhely

source: Is Multisite Subdomain
hu_hu: Multisite aldomain

source: Browser Language
hu_hu: Böngésző nyelve

source: Is not
hu_hu: Nem egyenlő

source: Language Code
hu_hu: Nyelvkód

source: Website Language
hu_hu: Weboldal nyelve

source: Country (Geolocation)
hu_hu: Ország (geolokáció)

source: Country Code
hu_hu: Országkód

source: Publishing has been longer than
hu_hu: A közzététel óta eltelt idő hosszabb, mint

source: Minutes
hu_hu: Percek

source: Hours
hu_hu: Órák

source: Days
hu_hu: Napok

source: Weeks
hu_hu: Hetek

source: Months
hu_hu: Hónapok

source: Years
hu_hu: Évek

source: Is Parent
hu_hu: Szülő oldal

source: Is Child
hu_hu: Aloldal

source: Is Front Page
hu_hu: Főoldal

source: Page Type
hu_hu: Oldaltípus

source: Front Page
hu_hu: Főoldal

source: Home
hu_hu: Kezdőlap

source: Singular
hu_hu: Egyedi

source: Archive
hu_hu: Archívum

source: Search Results
hu_hu: Keresési találatok

source: Attachment
hu_hu: Melléklet

source: Taxonomy Archive
hu_hu: Taxonómia archívum

source: Date Archive
hu_hu: Dátum archívum

source: Author Archive
hu_hu: Szerző archívum

source: Custom Post Type
hu_hu: Egyéni bejegyzéstípus

source: WC Shop
hu_hu: WC Bolt

source: WC Product
hu_hu: WC Termék

source: WC Product Category
hu_hu: WC Termékkategória

source: WC Cart
hu_hu: WC Kosár

source: WC Checkout
hu_hu: WC Pénztár

source: WC Account
hu_hu: WC Fiók

source: WC Order Received
hu_hu: WC Rendelés beérkezett

source: WC Endpoint (e.g., view order)
hu_hu: WC végpont (pl.: rendelés megtekintése)

source: Post Tag
hu_hu: Bejegyzés címke

source: Post Meta
hu_hu: Bejegyzés metaadat

source: Matches
hu_hu: Egyezik

source: Not Matches
hu_hu: Nem egyezik

source: Comments Open
hu_hu: Hozzászólások engedélyezve

source: Pings Open
hu_hu: Visszajelzések engedélyezve

source: Post Comment Count
hu_hu: Bejegyzés hozzászólásainak száma

source: Is Sticky
hu_hu: Kiemelt

source: Has Excerpt
hu_hu: Van kivonata

source: Has Post Thumbnail
hu_hu: Van kiemelt képe

source: User Meta
hu_hu: Felhasználói metaadat

source: User Comment Count
hu_hu: Felhasználó hozzászólásainak száma

source: Has Profile Picture
hu_hu: Van profilképe

source: Post Count
hu_hu: Bejegyzések száma

source: Items In Cart (Count)
hu_hu: Tételek a kosárban (darabszám)

source: Product In Cart
hu_hu: Termék a kosárban

source: Is In Cart
hu_hu: A kosárban van

source: Is Not In Cart
hu_hu: Nincs a kosárban

source: Product ID
hu_hu: Termékazonosító

source: Cart Total
hu_hu: Kosár végösszeg

source: Cart Subtotal
hu_hu: Kosár részösszeg

source: Product In Stock
hu_hu: Készleten lévő termék

source: Is in stock
hu_hu: Készleten van

source: Is not in stock
hu_hu: Nincs készleten

source: Product Downloadable
hu_hu: Letölthető termék

source: Is downloadable
hu_hu: Letölthető

source: Is not downloadable
hu_hu: Nem letölthető

source: Product Purchasable
hu_hu: Megvásárolható termék

source: Is purchasable
hu_hu: Megvásárolható

source: Is not purchasable
hu_hu: Nem megvásárolható

source: Product On Sale
hu_hu: Akciós termék

source: Is on sale
hu_hu: Akciós

source: Is not on sale
hu_hu: Nem akciós

source: Product Is Featured
hu_hu: Kiemelt termék

source: Is featured
hu_hu: Kiemelt

source: Is not featured
hu_hu: Nem kiemelt

source: Product Type
hu_hu: Terméktípus

source: Simple
hu_hu: Egyszerű

source: Grouped
hu_hu: Csoportosított

source: External/Affiliate
hu_hu: Külső/partner

source: Variable
hu_hu: Változó

source: Product Stock
hu_hu: Termékkészlet

source: Product Variation Count
hu_hu: Termékváltozatok száma

source: Product Category
hu_hu: Termékkategória

source: Does not include
hu_hu: Nem tartalmazza

source: Product Tag
hu_hu: Termékcímke

source: Product Price
hu_hu: Termék ára

source: Product Rating
hu_hu: Termék értékelése

source: Product Weight
hu_hu: Termék súlya

source: Is Product Page
hu_hu: Termékoldal

source: Is Shop Page
hu_hu: Bolt oldal

source: Is Cart Page
hu_hu: Kosár oldal

source: Is Checkout Page
hu_hu: Pénztár oldal

source: Is Account Page
hu_hu: Fiók oldal

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: User has purchased product
hu_hu: A felhasználó megvásárolta a terméket

source: Has Purchased
hu_hu: Megvásárolta

source: Has Not Purchased
hu_hu: Nem vásárolta meg

source: User Order Count
hu_hu: Felhasználó rendeléseinek száma

source: User Total Spend
hu_hu: Felhasználó teljes költése

source: User Last Order (Days ago)
hu_hu: Felhasználó utolsó rendelése (napokkal ezelőtt)

source: Bricksforge Dynamic Data
hu_hu: Bricksforge dinamikus adatok

source: Form Calculation - add id after :
hu_hu: Űrlap számítás - adja hozzá az id értékét a : után

source: Form Live Value - add field id after :
hu_hu: Űrlap élő érték - adja hozzá a mező id értékét a : után

source: Form WC Variation Price - add id after :
hu_hu: Űrlap WC variációs ár - adja hozzá az id értékét a : után

source: Post Title - add post_id after :
hu_hu: Bejegyzés címe - adja hozzá a post_id értékét a : után

source: Post Content - add post_id after :
hu_hu: Bejegyzés tartalma - adja hozzá a post_id értékét a : után

source: Post Status - add post_id after :
hu_hu: Bejegyzés állapota - adja hozzá a post_id értékét a : után

source: Post Excerpt - add post_id after :
hu_hu: Bejegyzés kivonata - adja hozzá a post_id értékét a : után

source: Post Date - add post_id after :
hu_hu: Bejegyzés dátuma - adja hozzá a post_id értékét a : után

source: Post Thumbnail Url - add post_id after :
hu_hu: Bejegyzés bélyegkép Url - adja hozzá a post_id értékét a : után

source: Post Meta - use :meta_name:post_id
hu_hu: Bejegyzés meta - használja :meta_name:post_id

source: ACF Field - use :field_name:post_id
hu_hu: ACF mező - használja :field_name:post_id

source: Parent Loop Post ID
hu_hu: Szülő ciklus bejegyzés ID

source: Add To Calendar Button
hu_hu: Hozzáadás a naptárhoz gomb

source: General
hu_hu: Általános

source: Button Icon
hu_hu: Gomb ikon

source: Events
hu_hu: Események

source: Calendar Options
hu_hu: Naptár beállítások

source: Dropdown Icons
hu_hu: Lenyíló ikonok

source: Multiple Options Styling
hu_hu: Több beállítás stílusozása

source: HTML tag
hu_hu: HTML címke

source: Size
hu_hu: Méret

source: Default
hu_hu: Alapértelmezett

source: Style
hu_hu: Stílus

source: None
hu_hu: Nincs

source: Circle
hu_hu: Kör

source: Outline
hu_hu: Körvonal

source: CSS Class
hu_hu: CSS osztály

source: Event Title
hu_hu: Esemény címe

source: My Event
hu_hu: Az eseményem

source: Enter event title
hu_hu: Adja meg az esemény címét

source: Event Description
hu_hu: Esemény leírása

source: Enter event description
hu_hu: Adja meg az esemény leírását

source: Event Location
hu_hu: Esemény helyszíne

source: Enter event location
hu_hu: Adja meg az esemény helyszínét

source: Event URL
hu_hu: Esemény URL

source: Event Date Method
hu_hu: Esemény dátumának módja

source: Static
hu_hu: Statikus

source: Dynamic Data
hu_hu: Dinamikus adatok

source: All Day Event
hu_hu: Egész napos esemény

source: Start Date
hu_hu: Kezdés dátuma

source: Select start date
hu_hu: Válassza ki a kezdés dátumát

source: Start Time
hu_hu: Kezdés időpontja

source: Format: HH:MM (24-hour format)
hu_hu: Formátum: HH:MM (24 órás formátum)

source: End Date
hu_hu: Befejezés dátuma

source: Select end date (optional)
hu_hu: Válassza ki a befejezés dátumát (opcionális)

source: End Time
hu_hu: Befejezés időpontja

source: Start Datetime
hu_hu: Kezdés dátuma és ideje

source: Enter start datetime
hu_hu: Adja meg a kezdés dátumát és idejét

source: Enter the dynamic data for the start datetime. Format: YYYY-MM-DD HH:MM:SS
hu_hu: Adja meg a kezdés dátuma és ideje dinamikus adatait. Formátum: YYYY-MM-DD HH:MM:SS

source: End Datetime
hu_hu: Befejezés dátuma és ideje

source: Enter end datetime
hu_hu: Adja meg a befejezés dátumát és idejét

source: Enter the dynamic data for the end datetime. Format: YYYY-MM-DD HH:MM:SS
hu_hu: Adja meg a befejezés dátumához és idejéhez tartozó dinamikus adatokat. Formátum: YYYY-MM-DD HH:MM:SS

source: Enable Reminder
hu_hu: Emlékeztető engedélyezése

source: Reminder Time
hu_hu: Emlékeztető ideje

source: At event time
hu_hu: Az esemény időpontjában

source: 5 minutes before
hu_hu: 5 perccel előtte

source: 10 minutes before
hu_hu: 10 perccel előtte

source: 15 minutes before
hu_hu: 15 perccel előtte

source: 30 minutes before
hu_hu: 30 perccel előtte

source: 1 hour before
hu_hu: 1 órával előtte

source: 2 hours before
hu_hu: 2 órával előtte

source: 1 day before
hu_hu: 1 nappal előtte

source: 2 days before
hu_hu: 2 nappal előtte

source: 1 week before
hu_hu: 1 héttel előtte

source: Timezone
hu_hu: Időzóna

source: Select timezone
hu_hu: Válasszon időzónát

source: Calendar Type
hu_hu: Naptár típusa

source: Download ICS File
hu_hu: ICS-fájl letöltése

source: Show Multiple Options
hu_hu: Több lehetőség megjelenítése

source: ICS Filename
hu_hu: ICS-fájlnév

source: Filename for the downloaded ICS file (without extension)
hu_hu: A letöltött ICS-fájl fájlneve (kiterjesztés nélkül)

source: Dropdown Background
hu_hu: Legördülő háttérszíne

source: Dropdown Border
hu_hu: Legördülő szegélye

source: Dropdown Box Shadow
hu_hu: Legördülő árnyéka

source: Dropdown Padding
hu_hu: Legördülő belső margója

source: Dropdown Width
hu_hu: Legördülő szélessége

source: Option Background
hu_hu: Opció háttérszíne

source: Option Hover Background
hu_hu: Opció háttérszíne hoverkor

source: Option Typography
hu_hu: Opció tipográfiája

source: Option Padding
hu_hu: Opció belső margója

source: Option Border
hu_hu: Opció szegélye

source: Option Gap
hu_hu: Opciók közötti távolság

source: Icon Size
hu_hu: Ikon mérete

source: Icon Color
hu_hu: Ikon színe

source: Dropdown Border Radius
hu_hu: Legördülő szegélyének lekerekítése

source: Option Focus Background
hu_hu: Opció háttérszíne fókuszban

source: Dropdown Max Height
hu_hu: Legördülő maximális magassága

source: Dropdown Z-Index
hu_hu: Legördülő Z-indexe

source: Icon
hu_hu: Ikon

source: Typography
hu_hu: Tipográfia

source: Position
hu_hu: Pozíció

source: Right
hu_hu: Jobb

source: Gap
hu_hu: Hézag

source: Space between
hu_hu: Távolság az elemek között

source: Google Calendar Icon
hu_hu: Google Calendar ikon

source: Outlook Icon
hu_hu: Outlook ikon

source: Apple Calendar Icon
hu_hu: Apple Naptár ikon

source: ICS Download Icon
hu_hu: ICS letöltési ikon

source: Button Text
hu_hu: Gomb szövege

source: Add To Calendar
hu_hu: Adja hozzá a naptárhoz

source: Download ICS
hu_hu: Töltse le az ICS-t

source: Load More
hu_hu: Töltse be a továbbiakat

source: Connection
hu_hu: Kapcsolat

source: The connection to the API Query Builder. This field expects the ID of your API Query Builder Item OR the Bricks Query Loop ID
hu_hu: Kapcsolat az API Query Builderhez. Ez a mező az API Query Builder elemének azonosítóját VAGY a Bricks Query Loop azonosítóját várja

source: Loading Text
hu_hu: Betöltési szöveg

source: Loading...
hu_hu: Betöltés...

source: The text to display while the content is loading.
hu_hu: A betöltés alatt megjelenítendő szöveg.

source: Before And After
hu_hu: Előtte és utána

source: Width
hu_hu: Szélesség

source: Height
hu_hu: Magasság

source: Keep Image Ratio
hu_hu: Képarány megtartása

source: Drag Layer Color
hu_hu: Húzási réteg színe

source: Drag Layer SVG
hu_hu: Húzási réteg SVG

source: Render
hu_hu: Renderelés

source: Flip Everything
hu_hu: Minden megfordítása

source: Developer
hu_hu: Fejlesztő

source: Global Width
hu_hu: Globális szélesség

source: Global Height
hu_hu: Globális magasság

source: Animation Type
hu_hu: Animáció típusa

source: Animation Trigger
hu_hu: Animáció indítója

source: Event: On Start
hu_hu: Esemény: indításkor

source: Event: On Complete
hu_hu: Esemény: befejezéskor

source: Event: On Reverse Complete
hu_hu: Esemény: a visszalejátszás befejezésekor

source: Front
hu_hu: Előlap

source: Text
hu_hu: Szöveg

source: Back
hu_hu: Hátlap

source: You must enter a valid Kit ID to use the Font Awesome Pro Library. You can find the setting in the Bricksforge options.
hu_hu: Érvényes Kit ID-t kell megadnia a Font Awesome Pro könyvtár használatához. A beállítást a Bricksforge beállításoknál találja.

source: Icon Style
hu_hu: Ikon stílusa

source: Icon Class
hu_hu: Ikon Class

source: Spin
hu_hu: Forgatás

source: Color
hu_hu: Szín

source: Color 2
hu_hu: Szín 2

source: Link
hu_hu: Hivatkozás

source: Source
hu_hu: Forrás

source: File
hu_hu: Fájl

source: JSON File
hu_hu: JSON-fájl

source: Autoplay
hu_hu: Automatikus lejátszás

source: Loop
hu_hu: Ismétlés

source: Speed
hu_hu: Sebesség

source: Mode
hu_hu: Mód

source: Normal
hu_hu: Normál

source: Bounce
hu_hu: Pattogás

source: Direction
hu_hu: Irány

source: Reverse
hu_hu: Megfordítás

source: Play On Hover
hu_hu: Lejátszás rámutatáskor

source: Show Controls
hu_hu: Vezérlők megjelenítése

source: Background
hu_hu: Háttér

source: Option
hu_hu: Beállítás

source: Define a fallback if needed. This text will be displayed if there is no entry in the database. Important: The output does not work with arrays.
hu_hu: Határozzon meg tartalékértéket, ha szükséges. Ez a szöveg akkor jelenik meg, ha nincs bejegyzés az adatbázisban. Fontos: A kimenet nem működik arrays-szal.

source: Popup Trigger
hu_hu: Felugró ablak indítója

source: Add children to this Nestable element. These will serve as triggers.
hu_hu: Adjon gyermekelemeket ehhez a Nestable elemhez. Ezek indítóként fognak szolgálni.

source: Pro Forms Steps
hu_hu: Pro Forms lépések

source: Not allowed to add this option
hu_hu: Nem jogosult hozzáadni ezt a beállítást

source: Option already exists.
hu_hu: Ez a beállítás már létezik.

source: Option could not be added.
hu_hu: A beállítást nem sikerült hozzáadni.

source: Message successfully sent. We will get back to you as soon as possible.
hu_hu: Üzenetét sikeresen elküldtük. A lehető leghamarabb felvesszük Önnel a kapcsolatot.

source: Post could not be created.
hu_hu: A bejegyzést nem sikerült létrehozni.

source: Not allowed to delete this option
hu_hu: Nem jogosult törölni ezt a beállítást

source: Option could not be deleted.
hu_hu: A beállítást nem sikerült törölni.

source: You are not allowed to update this post.
hu_hu: Nem jogosult frissíteni ezt a bejegyzést.

source: %s: New contact form message
hu_hu: %s: Új üzenet a kapcsolatfelvételi űrlapról

source: No form settings found.
hu_hu: Nem található űrlapbeállítás.

source: No action has been set for this form.
hu_hu: Ehhez az űrlaphoz nincs művelet beállítva.

source: You are not allowed to submit this form.
hu_hu: Nem jogosult elküldeni ezt az űrlapot.

source: Please verify that you are human.
hu_hu: Kérjük, igazolja, hogy ember.

source: No actions to perform. Please contact the site administrator.
hu_hu: Nincs végrehajtandó művelet. Kérjük, lépjen kapcsolatba a webhely rendszergazdájával.

source: Deletion failed.
hu_hu: A törlés nem sikerült.

source: Some uploaded files were rejected due to security validation.
hu_hu: Néhány feltöltött fájlt a biztonsági ellenőrzés elutasította.

source: Not allowed to update this option
hu_hu: Nem jogosult frissíteni ezt a beállítást

source: Option could not be updated.
hu_hu: A beállítást nem sikerült frissíteni.

source: User ID is required
hu_hu: User ID szükséges

source: User ID is not the logged in user
hu_hu: A User ID nem egyezik a bejelentkezett felhasználóéval

source: The product could not be added to the cart
hu_hu: A terméket nem sikerült a kosárba helyezni

source: Error updating webhook.
hu_hu: A webhook frissítése során hiba történt.

source: Calculation
hu_hu: Számítás

source: Conditions
hu_hu: Feltételek

source: Validation
hu_hu: Érvényesítés

source: Placeholder
hu_hu: Helyőrző

source: You have to set an ID for your element.
hu_hu: Az eleméhez be kell állítania egy ID-t.

source: Card Checkbox
hu_hu: Kártya jelölőnégyzet

source: Checked Style
hu_hu: Bejelölt stílus

source: Accessibility
hu_hu: Akadálymentesség

source: Card Width
hu_hu: Kártya szélessége

source: Card Padding
hu_hu: Kártya belső térköze

source: Card Margin
hu_hu: Kártya margója

source: Card Background
hu_hu: Kártya háttere

source: Card Border
hu_hu: Kártya szegélye

source: Card Box Shadow
hu_hu: Kártya dobozárnyéka

source: Card Filter
hu_hu: Kártya szűrője

source: Card Transform
hu_hu: Kártya transzformációja

source: Checked Card Padding
hu_hu: Bejelölt kártya belső térköze

source: Checked Card Margin
hu_hu: Bejelölt kártya margója

source: Checked Card Background
hu_hu: Bejelölt kártya háttere

source: Checked Card Border
hu_hu: Bejelölt kártya szegélye

source: Checked Card Box Shadow
hu_hu: Bejelölt kártya árnyéka

source: Checked Card Filter
hu_hu: Bejelölt kártya szűrője

source: Checked Card Transform
hu_hu: Bejelölt kártya transzformációja

source: Heading
hu_hu: Címsor

source: Card Radio
hu_hu: Kártya rádiógomb

source: Checkbox
hu_hu: Jelölőnégyzet

source: Checkbox Wrapper
hu_hu: Jelölőnégyzet burkoló

source: Options
hu_hu: Beállítások

source: Flex Direction
hu_hu: Flex irány

source: Align Items
hu_hu: Elemek igazítása

source: Column Gap
hu_hu: Oszloptávolság

source: Row Gap
hu_hu: Sortávolság

source: Color Picker
hu_hu: Színválasztó

source: Color Format
hu_hu: Színformátum

source: Choose the color format.
hu_hu: Válassza ki a színformátumot.

source: Alpha
hu_hu: Alfa

source: Enable transparency.
hu_hu: Engedélyezze az átlátszóságot.

source: Theme
hu_hu: Téma

source: Large
hu_hu: Nagy

source: Choose the theme.
hu_hu: Válassza ki a témát.

source: Theme Mode
hu_hu: Témamód

source: Auto
hu_hu: Automatikus

source: Light
hu_hu: Világos

source: Dark
hu_hu: Sötét

source: Choose the theme mode.
hu_hu: Válassza ki a témamódot.

source: Color Preview Border
hu_hu: Színelőnézet szegélye

source: Color Preview Width
hu_hu: Színelőnézet szélessége

source: Color Preview Height
hu_hu: Színelőnézet magassága

source: Color Preview Top
hu_hu: Színelőnézet felső pozíciója

source: Color Preview Right
hu_hu: Színelőnézet jobb pozíciója

source: Color Preview Bottom
hu_hu: Színelőnézet alsó pozíciója

source: Color Preview Left
hu_hu: Színelőnézet bal pozíciója

source: Conditional Wrapper
hu_hu: Feltételes burkoló

source: Tag Name
hu_hu: Tag neve

source: Always send form data
hu_hu: Mindig küldje el az űrlapadatokat

source: If enabled, the form data will be sent even if the conditional wrapper is hidden.
hu_hu: Ha engedélyezve van, az űrlapadatok akkor is elküldésre kerülnek, ha a feltételes burkoló rejtve van.

source: Date
hu_hu: Dátum

source: Binding
hu_hu: Kötés

source: Custom Options
hu_hu: Egyéni beállítások

source: Show Visual Calendar
hu_hu: Vizuális naptár megjelenítése

source: If checked, the visual calendar will be shown. The input field will be hidden.
hu_hu: Ha be van jelölve, a vizuális naptár megjelenik. A beviteli mező rejtve lesz.

source: Activating custom options will disable all UI options. Option List: https://flatpickr.js.org/options/
hu_hu: Az egyéni beállítások aktiválása letiltja az összes UI-beállítást. Opciólista: https://flatpickr.js.org/options/

source: Variables: dObj, dStr, fp, dayElem
hu_hu: Változók: dObj, dStr, fp, dayElem

source: Bind to
hu_hu: Összekapcsolás

source: Enter the ID of another date field. When this date changes, the bound date field will change as well. Use comma separated values for multiple fields.
hu_hu: Adja meg egy másik dátummező azonosítóját. Ha ez a dátum megváltozik, a kapcsolt dátummező is megváltozik. Több mező esetén vesszővel elválasztott értékeket használjon.

source: As Min Date
hu_hu: Minimális dátumként

source: If checked, the bound date field will be set as min date.
hu_hu: Ha bejelöli, a kapcsolt dátummező minimális dátumként lesz beállítva.
