Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/ninja-forms-user-management/ninja-forms-user-management-*.po
Languages: hu_hu

source: Ninja Forms - User Management
hu_hu: Ninja Forms - Felhasználókezelés

source: Register and manage users on your WordPress website with Ninja Forms.
hu_hu: Regisztráljon és kezeljen felhasználókat WordPress webhelyén a Ninja Forms segítségével.

source: Login User
hu_hu: Felhasználó bejelentkeztetése

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: Please logout to view this form.
hu_hu: Kérjük, jelentkezzen ki az űrlap megtekintéséhez.

source: Please input username and password
hu_hu: Kérjük, adja meg a felhasználónevet és a jelszót

source: Register User
hu_hu: Felhasználó regisztrálása

source: This email address is already in use, please use a different email.
hu_hu: Ez az e-mail-cím már használatban van, kérjük, használjon másik e-mail-címet.

source: This username is taken, please use another.
hu_hu: Ez a felhasználónév foglalt, kérjük, használjon másikat.

source: Update Profile
hu_hu: Profil frissítése

source: This email address is in use. Please try a different email address.
hu_hu: Ez az e-mail-cím használatban van. Kérjük, próbáljon meg egy másik e-mail-címet.

source: This username is take please try another.
hu_hu: Ez a felhasználónév foglalt, kérjük, próbáljon meg egy másikat.

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Role
hu_hu: Szerepkör

source: Login user upon successful registration.
hu_hu: Sikeres regisztráció után jelentkeztesse be a felhasználót.

source: Refresh the page upon registration.
hu_hu: Regisztráció után frissítse az oldalt.

source: This setting will not show success messages that are on your form.
hu_hu: Ez a beállítás nem jeleníti meg az űrlapon lévő sikerüzeneteket.

source: EMAIL CREDENTIALS TO NEWLY CREATED USERS? (GENERATES RANDOM PASSWORD)?
hu_hu: ELKÜLDI E-MAILBEN A BELÉPÉSI ADATOKAT AZ ÚJONNAN LÉTREHOZOTT FELHASZNÁLÓKNAK? (VÉLETLENSZERŰ JELSZÓT GENERÁL)?

source: Custom Meta
hu_hu: Egyéni meta

source: Add New
hu_hu: Új hozzáadása

source: Meta Key
hu_hu: Meta kulcs

source: Meta Value
hu_hu: Meta érték

source: Username Nickname
hu_hu: Felhasználónév Becenév

source: Field Key
hu_hu: Mezőkulcs

source: Password Reset
hu_hu: Jelszó visszaállítása

source: Logout Link
hu_hu: Kijelentkezési hivatkozás

source: User Management
hu_hu: Felhasználókezelés

source: Reset Password
hu_hu: Jelszó visszaállítása

source: Logout
hu_hu: Kijelentkezés

source: Update Ninja Forms for enhanced functionality
hu_hu: Frissítse a Ninja Formsot a továbbfejlesztett funkciókért

source: We recently added new submission management features to our User Management plugin. To enjoy these features, please update the Ninja Forms plugin to the latest version.
hu_hu: Nemrég új beküldéskezelési funkciókat adtunk a User Management bővítményünkhöz. Ezek használatához frissítse a Ninja Forms bővítményt a legújabb verzióra.

source: Select Role
hu_hu: Szerepkör kiválasztása

source: Login Form
hu_hu: Bejelentkezési űrlap

source: Allow your users to login. You can add and remove fields as needed.
hu_hu: Engedélyezze a felhasználóknak a bejelentkezést. Szükség szerint hozzáadhat és eltávolíthat mezőket.

source: Register new users, including custom user meta. You can add and remove fields as needed.
hu_hu: Regisztráljon új felhasználókat, beleértve az egyéni felhasználói metaadatokat. Szükség szerint hozzáadhat és eltávolíthat mezőket.

source: Allow users to update their profiles, including custom user meta. You can add and remove fields as needed.
hu_hu: Engedélyezze a felhasználóknak profiljuk frissítését, beleértve az egyéni felhasználói metaadatokat. Szükség szerint hozzáadhat és eltávolíthat mezőket.

source: Save Settings
hu_hu: Beállítások mentése

source: This role was also added to View Own Submissions list.
hu_hu: Ezt a szerepkört a Saját beküldések megtekintése listához is hozzáadtuk.

source: This role was also added to View Others Submissions list.
hu_hu: Ezt a szerepkört a Mások beküldéseinek megtekintése listához is hozzáadtuk.

source: Use these settings to configure users level of access to submissions.
hu_hu: Ezekkel a beállításokkal beállíthatja a felhasználók beküldésekhez való hozzáférési szintjét.

source: View submissions
hu_hu: Beküldések megtekintése

source: Owner
hu_hu: Tulajdonos

source: Can view own submissions
hu_hu: Megtekintheti saját beküldéseit

source: Can view others submissions
hu_hu: Megtekintheti mások beküldéseit

source: Edit submissions
hu_hu: Beküldések szerkesztése

source: Can edit own submissions
hu_hu: Szerkesztheti saját beküldéseit

source: Can edit others submissions
hu_hu: Szerkesztheti mások beküldéseit
