Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-theme-core/jet-theme-core-*.po
Languages: hu_hu

source: Most powerful plugin created to make building websites super easy
hu_hu: A leghatékonyabb bővítmény, amely a weboldalak létrehozását rendkívül egyszerűvé teszi

source: Your license is missing. Please check your key again.
hu_hu: Hiányzik az Ön licence. Kérjük, ellenőrizze újra a kulcsát.

source: <strong>You have no more activations left.</strong> <a href="%s" target="_blank">Please upgrade to a more advanced license</a> (you'll only need to cover the difference).
hu_hu: <strong>Önnek nem maradt több aktiválása.</strong> <a href="%s" target="_blank">Kérjük, frissítsen magasabb szintű licencre</a> (csak a különbözetet kell fedeznie).

source: <strong>Your License Has Expired.</strong> <a href="%s" target="_blank">Renew your license today</a> to keep getting feature updates, premium support and unlimited access to the template library.
hu_hu: <strong>Az Ön licence lejárt.</strong> <a href="%s" target="_blank">Újítsa meg licencét még ma</a>, hogy továbbra is megkapja a funkciófrissítéseket, a prémium támogatást és korlátlan hozzáférést a sablonkönyvtárhoz.

source: <strong>Your license key has been cancelled</strong> (most likely due to a refund request). Please consider acquiring a new license.
hu_hu: <strong>Az Ön licenckulcsát visszavonták</strong> (feltehetően visszatérítési kérelem miatt). Kérjük, fontolja meg új licenc beszerzését.

source: <strong>Your license key doesn't match your current domain</strong>. This is most likely due to a change in the domain URL of your site (including HTTPS/SSL migration). Please deactivate the license and then reactivate it again.
hu_hu: <strong>Az Ön licenckulcsa nem egyezik a jelenlegi domainnel</strong>. Ez feltehetően a webhelye domain URL-jének megváltozása miatt történt (beleértve a HTTPS/SSL migrációt). Kérjük, deaktiválja a licencet, majd aktiválja újra.

source: <strong>Your license key doesn't match your current domain</strong>. This is most likely due to a change in the domain URL. Please deactivate the license and then reactivate it again.
hu_hu: <strong>Az Ön licenckulcsa nem egyezik a jelenlegi domainnel</strong>. Ez feltehetően a domain URL megváltozása miatt történt. Kérjük, deaktiválja a licencet, majd aktiválja újra.

source: An error occurred. Please check your internet connection and try again. If the problem persists, contact our support.
hu_hu: Hiba történt. Kérjük, ellenőrizze az internetkapcsolatát, majd próbálja meg újra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba ügyfélszolgálatunkkal.

source: Permission denied
hu_hu: Hozzáférés megtagadva

source: File not exists
hu_hu: A fájl nem létezik

source: Can't delete selected backup
hu_hu: A kijelölt biztonsági mentés nem törölhető

source: Template builded by JetWooBuilder
hu_hu: A sablont a JetWooBuilder készítette

source: Products Archive
hu_hu: Termékek archívuma

source: Single Product
hu_hu: Egyedi termék

source: Pages
hu_hu: Oldalak

source: Checkout
hu_hu: Pénztár

source: My Account
hu_hu: Fiókom

source: Select taxonomy
hu_hu: Válasszon taxonómiát

source: %s Archives
hu_hu: %s archívumai

source: %s Taxonomy
hu_hu: %s taxonómia

source: Templates for archives by specific term of given taxonomy and templates for single posts in taxonomy
hu_hu: Sablonok az adott taxonómián belüli meghatározott kifejezés archívumaihoz, valamint sablonok a taxonómián belüli egyedi bejegyzésekhez

source: Single
hu_hu: Egyedi

source: %s Single
hu_hu: %s egyedi

source: Templates for single by custom taxonomy
hu_hu: Sablonok az egyedi nézethez egyéni taxonómia alapján

source: Template for WooCommerce page
hu_hu: Sablon a WooCommerce oldalhoz

source: Shop Pages
hu_hu: Bolt oldalak

source: Products Archives
hu_hu: Termékek archívumai

source: Cart
hu_hu: Kosár

source: Account
hu_hu: Fiók

source: Account Page
hu_hu: Fiók oldal

source: Products Cart
hu_hu: Termékkosár

source: Checkout Endpoint
hu_hu: Pénztár végpont

source: Checkout Endpoints
hu_hu: Pénztár végpontok

source: Account Endpoints
hu_hu: Fiók végpontok

source: Select endpoint
hu_hu: Válasszon végpontot

source: Dashboard
hu_hu: Irányítópult

source: Orders
hu_hu: Rendelések

source: View Order
hu_hu: Rendelés megtekintése

source: Downloads
hu_hu: Letöltések

source: Edit Account
hu_hu: Fiók szerkesztése

source: Edit Address
hu_hu: Cím szerkesztése

source: Payment Methods
hu_hu: Fizetési módok

source: Lost Password
hu_hu: Elfelejtett jelszó

source: Customer Logout
hu_hu: Vásárló kijelentkezése

source: Account Login Page
hu_hu: Fiók bejelentkezési oldal

source: Login Page
hu_hu: Bejelentkezési oldal

source: Account Pages
hu_hu: Fiók oldalak

source: Account Pages templates
hu_hu: Fiók oldalak sablonjai

source: All Products Archives
hu_hu: Összes termékarchívum

source: All Archives
hu_hu: Összes archívum

source: Templates for products archives and product single
hu_hu: Sablonok a termékarchívumokhoz és az egyedi termékoldalakhoz

source: Product Cart
hu_hu: Termékkosár

source: Product Cart Pages
hu_hu: Termékkosár oldalak

source: Product Cart templates
hu_hu: Termékkosár sablonok

source: Product Categories
hu_hu: Termékkategóriák

source: Category taxonomy
hu_hu: Kategória taxonómia

source: Product category taxonomy archive and single post
hu_hu: Termékkategória taxonómia archívum és egyedi bejegyzés

source: Select page
hu_hu: Válasszon oldalt

source: All
hu_hu: Összes

source: Products Checkout Endpoints
hu_hu: Termékek pénztárvégpontjai

source: Pay
hu_hu: Fizetés

source: Order received
hu_hu: Rendelés beérkezett

source: Add payment method
hu_hu: Fizetési mód hozzáadása

source: Delete payment method
hu_hu: Fizetési mód törlése

source: Set default payment method
hu_hu: Alapértelmezett fizetési mód beállítása

source: Products Checkout
hu_hu: Termékek pénztára

source: Checkout Page
hu_hu: Pénztár oldal

source: Checkout Pages
hu_hu: Pénztár oldalak

source: Checkout pages templates
hu_hu: Pénztár oldalak sablonjai

source: Product Empty Cart
hu_hu: Üres termékkosár

source: Empty Cart
hu_hu: Üres kosár

source: Product Tags
hu_hu: Termékcímkék

source: Tags taxonomy
hu_hu: Címkék taxonómia

source: Product tag taxonomy archive and single post
hu_hu: Termékcímke taxonómia archívum és egyedi bejegyzés

source: Search Results
hu_hu: Keresési eredmények

source: Shop Page
hu_hu: Bolt oldal

source: Woocommerce pages
hu_hu: Woocommerce oldalak

source: In Product categories
hu_hu: A termékkategóriákban

source: Select category
hu_hu: Válasszon kategóriát

source: In Child Product Categories
hu_hu: Az alárendelt termékkategóriákban

source: In Product tags
hu_hu: A termékcímkékben

source: Select tag
hu_hu: Válasszon címkét

source: Select product
hu_hu: Válasszon terméket

source: Thank You Page
hu_hu: Köszönő oldal

source: Learn More About Crocoblock
hu_hu: Tudjon meg többet a Crocoblockról

source: Here you can get all the necessary information, detailed instructions and latest news.
hu_hu: Itt megtalál minden szükséges információt, részletes útmutatókat és a legfrissebb híreket.

source: Check documentation
hu_hu: Tekintse meg a dokumentációt

source: Get more info from documentation
hu_hu: Szerezzen további információt a dokumentációból

source: Knowledge Base
hu_hu: Tudásbázis

source: Access the vast knowledge base
hu_hu: Férjen hozzá a hatalmas tudásbázishoz

source: Community
hu_hu: Közösség

source: Join community to stay tuned to the latest news
hu_hu: Csatlakozzon a közösséghez, hogy naprakész maradjon a legfrissebb hírekkel kapcsolatban

source: View Video
hu_hu: Videó megtekintése

source: View video tutorials
hu_hu: Videós oktatóanyagok megtekintése

source: Archive
hu_hu: Archívum

source: Preview Settings
hu_hu: Előnézeti beállítások

source: Post Type
hu_hu: Bejegyzéstípus

source: Please reload page after applying preview settings
hu_hu: Kérjük, töltse újra az oldalt az előnézeti beállítások alkalmazása után

source: Footer
hu_hu: Lábléc

source: Header
hu_hu: Fejléc

source: Page
hu_hu: Oldal

source: Products Checkout Endpoint
hu_hu: Termékek pénztár végpont

source: Section
hu_hu: Szekció

source: Select Post
hu_hu: Bejegyzés kiválasztása

source: Please remove selected post after changing preview post type
hu_hu: Kérjük, távolítsa el a kiválasztott bejegyzést az előnézeti bejegyzéstípus megváltoztatása után

source: Activate license
hu_hu: Licenc aktiválása

source: Template cannot be used, please install required content editor
hu_hu: A sablon nem használható, kérjük, telepítse a szükséges tartalomszerkesztőt

source: Back
hu_hu: Vissza

source: Theme Builder
hu_hu: Témaépítő

source: Kava Theme
hu_hu: Kava téma

source: Settings
hu_hu: Beállítások

source: Server Error
hu_hu: Szerverhiba

source: Success
hu_hu: Siker

source: Settings have been saved
hu_hu: A beállítások mentve lettek

source: Templates library have been synchronized
hu_hu: A sablonkönyvtár szinkronizálva lett

source: Conditions have been saved
hu_hu: A feltételek mentve lettek

source: Jet Overrides
hu_hu: Jet felülbírálások

source: Elementor Pro Overrides
hu_hu: Elementor Pro felülbírálások

source: Show Both, Jet Before Elementor Pro
hu_hu: Mindkettő megjelenítése, Jet az Elementor Pro előtt

source: Show Both, Elementor Pro Before Jet
hu_hu: Mindkettő megjelenítése, Elementor Pro a Jet előtt

source: Server error
hu_hu: Szerverhiba

source: Page is expired. Please reload it and try again.
hu_hu: Az oldal lejárt. Kérjük, töltse újra, és próbálja meg ismét.

source: You are not allowed to install themes.
hu_hu: Nincs jogosultsága témák telepítéséhez.

source: You are not allowed to activate themes.
hu_hu: Nincs jogosultsága témák aktiválásához.

source: You have not permissions to theme updating
hu_hu: Nincs jogosultsága a témák frissítéséhez

source: You already have the latest theme installed
hu_hu: Már a legújabb téma van telepítve

source: New update available
hu_hu: Új frissítés érhető el

source: You are not allowed update themes.
hu_hu: Nincs jogosultsága témák frissítéséhez.

source: You are not allowed backup themes.
hu_hu: Nincs jogosultsága témák biztonsági mentéséhez.

source: Theme backup have been created
hu_hu: A téma biztonsági mentése elkészült

source: Backup deleting error
hu_hu: Hiba a biztonsági mentés törlésekor

source: Backup deleting completed
hu_hu: A biztonsági mentés törlése befejeződött

source: Theme URL not found.
hu_hu: A téma URL nem található.

source: Unable to connect to the filesystem. Please confirm your credentials.
hu_hu: Nem sikerült csatlakozni a fájlrendszerhez. Kérjük, erősítse meg a hitelesítő adatait.

source: Theme have been installed.
hu_hu: A téma telepítve lett

source: Theme slug not found.
hu_hu: A téma slug nem található.

source: Theme not found.
hu_hu: A téma nem található.

source: Theme have been activated.
hu_hu: A téma aktiválva lett

source: You are not allowed to update themes.
hu_hu: Nincs jogosultsága témák frissítéséhez.

source: Theme have been updated.
hu_hu: A téma frissítve lett

source: Update failed.
hu_hu: A frissítés nem sikerült.

source: Active
hu_hu: Aktív

source: Child theme active
hu_hu: Gyermek téma aktív

source: Installed but not active
hu_hu: Telepítve, de nem aktív

source: Not Installed
hu_hu: Nincs telepítve

source: Not installed
hu_hu: Nincs telepítve

source: General Settings
hu_hu: Általános beállítások

source: Device
hu_hu: Eszköz

source: Select device
hu_hu: Válasszon eszközt

source: Desktop
hu_hu: Asztali

source: Mobile
hu_hu: Mobil

source: Mobile Browsers
hu_hu: Mobil böngészők

source: Select browsers
hu_hu: Válasszon böngészőket

source: Mobile OS
hu_hu: Mobil operációs rendszer

source: Roles
hu_hu: Szerepkörök

source: Select roles
hu_hu: Válasszon szerepköröket

source: Guest
hu_hu: Vendég

source: URL Parameter
hu_hu: URL-paraméter

source: Input params string
hu_hu: Bemeneti paraméterek karakterlánca

source: WP Option
hu_hu: WP beállítás

source: Select option
hu_hu: Válasszon beállítást

source: Enter value
hu_hu: Adjon meg értéket

source: All Post Archives
hu_hu: Minden bejegyzés archívuma

source: Blog Posts
hu_hu: Blogbejegyzések

source: Post Type templates
hu_hu: Bejegyzéstípus-sablonok

source: Templates for all site archives
hu_hu: Sablonok a webhely összes archívumához

source: Post categories
hu_hu: Bejegyzéskategóriák

source: Category Archives
hu_hu: Kategória-archívumok

source: Category Taxonomy
hu_hu: Kategória taxonómia

source: Category taxonomy archive and single post
hu_hu: Kategória taxonómia archívuma és egyedi bejegyzés

source: Post tags
hu_hu: Bejegyzéscímkék

source: Tags Archives
hu_hu: Címke-archívumok

source: Tags Taxonomy
hu_hu: Címke taxonómia

source: Blog tags archives
hu_hu: Blogcímke-archívumok

source: CPT Archive(legacy)
hu_hu: CPT archívum(örökölt)

source: Templates for CPT taxonomy archives(legacy)
hu_hu: Sablonok a CPT taxonómia archívumaihoz(örökölt)

source: Select post type
hu_hu: Válasszon bejegyzéstípust

source: CPT Taxonomy(legacy)
hu_hu: CPT taxonómia(örökölt)

source: Templates for CPT archives(legacy)
hu_hu: Sablonok a CPT archívumokhoz(örökölt)

source: Select Taxonomy
hu_hu: Válasszon taxonómiát

source: CPT Single(legacy)
hu_hu: CPT egyedi bejegyzés(örökölt)

source: Templates for CPT single(legacy)
hu_hu: Sablonok a CPT egyedi bejegyzéshez(örökölt)

source: Undefined
hu_hu: Meghatározatlan

source: Entire Site
hu_hu: Teljes webhely

source: Entire
hu_hu: Teljes

source: Description Entire Site
hu_hu: Teljes webhely leírása

source: 404 Page
hu_hu: 404-es oldal

source: Front Page
hu_hu: Kezdőlap

source: Child Page
hu_hu: Aloldal

source: Page Template
hu_hu: Oldalsablon

source: Select template
hu_hu: Válasszon sablont

source: Singular Page
hu_hu: Egyedi oldal

source: Description Singular Page
hu_hu: Egyedi oldal leírása

source: In Post categories
hu_hu: A bejegyzés kategóriáiban

source: Post categories Single
hu_hu: Bejegyzéskategóriák Egyedi

source: In Post tags
hu_hu: A bejegyzés címkéiben

source: Post tags Single
hu_hu: Bejegyzéscímkék Egyedi

source: Posts
hu_hu: Bejegyzések

source: Single Post
hu_hu: Egyedi bejegyzés

source: Templates for single post
hu_hu: Sablonok egyedi bejegyzéshez

source: Post
hu_hu: Bejegyzés

source: All %s Archives
hu_hu: Összes %s archívum

source: Templates for all taxonomy archives %s CPT taxonomy
hu_hu: Sablonok a(z) %s CPT taxonómia összes archívumához

source: Templates for single by specific term of given taxonomy and templates for single posts in taxonomy
hu_hu: Sablonok egyedi nézethez az adott taxonómia meghatározott kifejezéséhez, valamint sablonok a taxonómiában lévő egyedi bejegyzésekhez

source: Select
hu_hu: Válasszon

source: Templates for single by specific custom post type
hu_hu: Sablonok egyedi nézethez meghatározott egyéni bejegyzéstípushoz

source: Not available for this type
hu_hu: Ehhez a típushoz nem érhető el

source: Conditions aren't selected
hu_hu: Nincsenek feltételek kiválasztva

source: Singular
hu_hu: Egyes

source: Advanced
hu_hu: Haladó

source: Archives
hu_hu: Archívumok

source: Footers
hu_hu: Láblécek

source: Headers
hu_hu: Fejlécek

source: Sections
hu_hu: Szakaszok

source: Theme Parts
hu_hu: Téma részei

source: Template
hu_hu: Sablon

source: Add New
hu_hu: Új hozzáadása

source: Add New Template
hu_hu: Új sablon hozzáadása

source: Edit Template
hu_hu: Sablon szerkesztése

source: View Template
hu_hu: Sablon megtekintése

source: Search Template
hu_hu: Sablon keresése

source: No Templates Found
hu_hu: Nem található sablon

source: No Templates Found In Trash
hu_hu: A lomtárban nem található sablon

source: My Library
hu_hu: Saját könyvtáram

source: Type
hu_hu: Típus

source: Page Templates
hu_hu: Oldalsablonok

source: Display Conditions
hu_hu: Megjelenítési feltételek

source: Date
hu_hu: Dátum

source: Edit Conditions
hu_hu: Feltételek szerkesztése

source: You don't have permissions to do this
hu_hu: Nincs jogosultsága ehhez a művelethez

source: Incorrect template type. Please try again.
hu_hu: Helytelen sablontípus. Kérjük, próbálja meg újra.

source: Incorrect template type.
hu_hu: Helytelen sablontípus.

source: Template has been created
hu_hu: A sablon létrehozva

source: Server Error. Please try again later.
hu_hu: Szerverhiba. Kérjük, próbálja meg később újra.

source: Theme Templates
hu_hu: Témasablonok

source: Export Template
hu_hu: Sablon exportálása

source: Block Editor
hu_hu: Blokkszerkesztő

source: Template builded by JetThemeCore
hu_hu: A sablont a JetThemeCore készítette

source: Template builded by Elementor
hu_hu: A sablont az Elementor készítette

source: Template builded by Gutenberg
hu_hu: A sablont a Gutenberg készítette

source: Not Selected
hu_hu: Nincs kiválasztva

source: Page has expired. Please reload this page.
hu_hu: Az oldal lejárt. Kérjük, töltse be újra ezt az oldalt.

source: Template id missed
hu_hu: Hiányzik a sablon ID

source: File not passed
hu_hu: Nincs fájl megadva

source: Format not allowed
hu_hu: A formátum nem engedélyezett

source: No data found in file
hu_hu: Nem található adat a fájlban

source: Template List not found
hu_hu: A sablonlista nem található

source: Templates has been created
hu_hu: A sablonok létrejöttek

source: Elementor plugin not active.
hu_hu: Az Elementor bővítmény nem aktív.

source: Page template has been created
hu_hu: Az oldalsablon létrejött

source: Invalid template id
hu_hu: Érvénytelen sablon ID

source: Page template has been deleted
hu_hu: Az oldalsablon törölve

source: Page template layout updated
hu_hu: Az oldalsablon elrendezése frissítve

source: Template layout updated
hu_hu: A sablon elrendezése frissítve

source: Template cannot be used for JetThemeBuilder
hu_hu: A sablon nem használható a JetThemeBuilderhez

source: Template isn't used yet
hu_hu: A sablon még nincs használatban

source: Use template
hu_hu: Sablon használata

source: Post Types
hu_hu: Bejegyzéstípusok

source: Found page templates with legacy type of conditions
hu_hu: Régi típusú feltételekkel rendelkező oldalsablonok találhatók

source: You can convert legacy conditions to new ones. You can then find these page templates in the template hierarchy tree.
hu_hu: A régi feltételeket átkonvertálhatja új típusúakra. Ezután ezeket az oldalsablonokat megtalálja a sablonhierarchia fában.

source: MagicButton Templates
hu_hu: MagicButton sablonok

source: MagicButton templates synchronization
hu_hu: MagicButton sablonok szinkronizálása

source: Sync Templates Library
hu_hu: Sablonkönyvtár szinkronizálása

source: Prevent Pro locations registration
hu_hu: A Pro helyek regisztrációjának megakadályozása

source: Prevent Elementor Pro locations registration from JetThemeCore. Enable this if your headers/footers disappear when JetThemeCore is active
hu_hu: Az Elementor Pro helyeinek regisztrációjának megakadályozása a JetThemeCore-ból. Engedélyezze ezt, ha a JetThemeCore aktív állapotában eltűnnek a fejlécek/láblécek

source: Elementor Pro and Jet locations relations
hu_hu: Az Elementor Pro és a Jet helyeinek kapcsolatai

source: Define relations before Jet and Elementor Pro templates attached to the same locations
hu_hu: Határozza meg a Jet és az Elementor Pro sablonok közötti prioritásokat, ha ugyanazokhoz a helyekhez vannak hozzárendelve

source: Site Conditions Synchronization
hu_hu: Webhelyfeltételek szinkronizálása

source: Sync Site Conditions
hu_hu: Webhelyfeltételek szinkronizálása

source: Status:
hu_hu: Állapot:

source: version avaliable
hu_hu: elérhető verzió

source: Install
hu_hu: Telepítés

source: Activate
hu_hu: Aktiválás

source: Check Updates
hu_hu: Frissítések keresése

source: Update Now
hu_hu: Frissítés most

source: Child Theme
hu_hu: Gyermektéma

source: Backup Manager
hu_hu: Biztonsági mentéskezelő

source: Enable automatic backup
hu_hu: Automatikus biztonsági mentés engedélyezése

source: New theme backup will be automatically created before each update
hu_hu: Minden frissítés előtt automatikusan létrejön a téma új biztonsági mentése

source: No backups found
hu_hu: Nem található biztonsági mentés

source: File
hu_hu: Fájl

source: Created
hu_hu: Létrehozva

source: Actions
hu_hu: Műveletek

source: Download
hu_hu: Letöltés

source: Delete
hu_hu: Törlés

source: Create backup
hu_hu: Biztonsági mentés létrehozása

source: Set the page template visibility conditions
hu_hu: Állítsa be az oldalsablon láthatósági feltételeit

source: Here you can set one or multiple conditions, according to which the given template will be either shown or hidden on specific pages.
hu_hu: Itt egy vagy több feltételt állíthat be, amelyek alapján a megadott sablon bizonyos oldalakon megjelenik vagy elrejtésre kerül.

source: Add condition
hu_hu: Feltétel hozzáadása

source: Save Conditions
hu_hu: Feltételek mentése

source: Template Type
hu_hu: Sablontípus

source: Template Content Type
hu_hu: Sablon tartalomtípusa

source: Template Name
hu_hu: Sablon neve

source: Create Template
hu_hu: Sablon létrehozása

source: Theme Template Conditions
hu_hu: Témasablon feltételei

source: Use the template conditions for theme locations for topics that support them. We recommended you use the JetThemeBuilder to create new pages for your site.
hu_hu: Használja a sablonfeltételeket a témahelyekhez azoknál a topikoknál, amelyek támogatják ezeket. Javasoljuk, hogy a JetThemeBuildert használja új oldalak létrehozásához a webhelyén.

source: Conditions in Theme Templates and the ones you set while creating the template in Theme Builder are different. Conditions from Theme Builder work with any theme from Crocoblock Installation Wizard and rerender the page structure completely or partially.
hu_hu: A Témasablonokban megadott feltételek és a Theme Builderben a sablon létrehozásakor beállított feltételek különböznek egymástól. A Theme Builder feltételei a Crocoblock Installation Wizard bármely témájával működnek, és az oldal szerkezetét teljesen vagy részben újrarenderelik.

source: Cancel
hu_hu: Mégse

source: Go to JetThemeBuilder
hu_hu: Ugrás a JetThemeBuilderhez

source: Template couldn't be loaded. Please activate you license key before.
hu_hu: A sablont nem sikerült betölteni. Kérjük, előbb aktiválja a licenckulcsát.

source: Back to Library
hu_hu: Vissza a könyvtárhoz

source: Close
hu_hu: Bezárás

source: Insert
hu_hu: Beszúrás

source: Clone to Library
hu_hu: Klónozás a könyvtárba

source: Type:
hu_hu: Típus:

source: Any Topic
hu_hu: Bármely topik
