Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash-achievements/learndash-achievements-*.po
Languages: hu_hu

source: LearnDash LMS - Achievements
hu_hu: LearnDash LMS - Teljesítmények

source: Award badges and points to users for the successful completion of LearnDash and WordPress activities.
hu_hu: Jelvények és pontok odaítélése a felhasználóknak a LearnDash és WordPress tevékenységek sikeres teljesítéséért.

source: Badge Settings
hu_hu: Jelvények beállításai

source: Badge size (px)
hu_hu: Jelvény mérete (px)

source: Tooltip text font size (px)
hu_hu: Buboréksúgó szövegének betűmérete (px)

source: Achievements Settings
hu_hu: Teljesítmények beállításai

source: Allow to use achievements points to buy this course
hu_hu: A teljesítménypontok használatának engedélyezése e tanfolyam megvásárlásához

# placeholders: course
source: Allow to use achievements points to purchase this %1$s.
hu_hu: A teljesítménypontok használatának engedélyezése ennek a(z) %1$s megvásárlásához.

source: Course Price
hu_hu: Tanfolyam ára

source: General Settings
hu_hu: Általános beállítások

source: Allow redeeming courses by points
hu_hu: Tanfolyamok teljesítménypontokkal történő beváltásának engedélyezése

source: Enable this to allow the users to redeem the courses by achievements points.
hu_hu: Engedélyezze ezt, hogy a felhasználók teljesítménypontokkal válthassák be a tanfolyamokat.

source: Disable
hu_hu: Letiltás

source: Enable
hu_hu: Engedélyezés

source: Group Leader Settings
hu_hu: Csoportvezető beállításai

source: Allow delete badges
hu_hu: Jelvények törlésének engedélyezése

source: Allow the group leader can deletes the students' badges
hu_hu: Engedélyezze, hogy a csoportvezető törölhesse a tanulók jelvényeit

source: Shortcodes
hu_hu: Rövidkódok

source: Achievements Shortcodes
hu_hu: Teljesítmények rövidkódjai

source: Shortcodes Options
hu_hu: Rövidkódok beállításai

source: You may use shortcodes to display achievements widgets. Provided is a built-in shortcode for displaying user achievements.
hu_hu: Rövidkódokkal jeleníthet meg teljesítmény-widgeteket. Beépített rövidkód áll rendelkezésre a felhasználói teljesítmények megjelenítéséhez.

source: This shortcode takes a parameter named number, which is the total users to be displayed in an achievement leaderboard.
hu_hu: Ez a rövidkód egy number nevű paramétert fogad, amely a teljesítmény-ranglistán megjelenítendő felhasználók számát adja meg.

source: Example:
hu_hu: Példa:

source: would display achievement leaderboard of top 20 users.
hu_hu: a legjobb 20 felhasználó teljesítmény-ranglistáját jeleníti meg.

source: This shortcode displays a list of a logged in user achievements, including achievements icon and its title on icon hover.
hu_hu: Ez a rövidkód a bejelentkezett felhasználó teljesítményeinek listáját jeleníti meg, beleértve a teljesítmények ikonját és az ikon fölé húzásakor a címét.

source: LearnDash Achievements Settings
hu_hu: LearnDash teljesítmények beállításai

source: Settings
hu_hu: Beállítások

source: Popup Settings
hu_hu: Felugró ablak beállításai

source: Popup Time
hu_hu: Felugró időtartama

source: Number of second(s) before the popup fades away. Enter 0 to manually click to hide the popup.
hu_hu: Másodpercek száma, mielőtt a felugró elhalványul. Adjon meg 0-t, hogy kézi kattintással rejtse el a felugrót.

source: Position
hu_hu: Pozíció

source: Select where the popup displays in the browser window.
hu_hu: Válassza ki, hol jelenjen meg a felugró a böngészőablakban.

source: Top Left
hu_hu: Bal felső

source: Top Center
hu_hu: Felső közép

source: Top Right
hu_hu: Jobb felső

source: Center
hu_hu: Közép

source: Bottom Left
hu_hu: Bal alsó

source: Bottom Center
hu_hu: Alsó közép

source: Bottom Right
hu_hu: Jobb alsó

source: Background Color
hu_hu: Háttérszín

source: Background color of the popup.
hu_hu: A felugró háttérszíne.

source: Text Color
hu_hu: Szövegszín

source: Text color of the popup.
hu_hu: A felugró szövegszíne.

source: Check this box to use RTL layout.
hu_hu: Jelölje be a négyzetet az RTL elrendezés használatához.

source: Save Options
hu_hu: Beállítások mentése

source: Save
hu_hu: Mentés

source: Achievements
hu_hu: Teljesítmények

source: User
hu_hu: Felhasználó

source: Group(s)
hu_hu: Csoport(ok)

source: User registration
hu_hu: Felhasználó regisztrál

source: User logs in
hu_hu: Felhasználó bejelentkezik

source: User adds a post
hu_hu: Felhasználó bejegyzést ad hozzá

source: User adds a comment
hu_hu: Felhasználó hozzászólást ad hozzá

source: User visits a post
hu_hu: Felhasználó meglátogat egy bejegyzést

source: User's post gets visited
hu_hu: A felhasználó bejegyzését meglátogatják

source: User enrolls into a group
hu_hu: Felhasználó csatlakozik egy csoporthoz

source: User enrolls into a course
hu_hu: Felhasználó beiratkozik egy tanfolyamra

source: User completes a course
hu_hu: Felhasználó befejez egy tanfolyamot

source: User completes a lesson
hu_hu: Felhasználó befejez egy leckét

source: User completes a topic
hu_hu: Felhasználó befejez egy témát

source: User passes a quiz
hu_hu: Felhasználó sikeresen teljesít egy kvízt

source: User fails a quiz
hu_hu: Felhasználó nem teljesít sikeresen egy kvízt

source: User completes a quiz
hu_hu: Felhasználó befejez egy kvízt

source: Quiz score above %
hu_hu: A kvíz pontszáma % felett

source: User uploads assignment
hu_hu: Felhasználó beadandót tölt fel

source: User's assignment is approved
hu_hu: A felhasználó beadandóját jóváhagyták

source: User's essay question has been graded
hu_hu: A felhasználó esszékérdését értékelték

# payment_button
source: Use %1$s (Your points: %2$d)
hu_hu: Használja %1$s (Pontjai: %2$d)

source: Message
hu_hu: Üzenet

source: Details
hu_hu: Részletek

source: Image
hu_hu: Kép

source: Achievement trigger is required.
hu_hu: A teljesítmény kiváltója kötelező.

source: Remove
hu_hu: Eltávolítás

source: Select Image
hu_hu: Kép kiválasztása

source: Upload Image
hu_hu: Kép feltöltése

source: Click for Help!
hu_hu: Kattintson a súgóért!

source: Select Trigger
hu_hu: Kiváltó kiválasztása

source: Triggers
hu_hu: Kiváltók

source: Trigger
hu_hu: Kiváltó

source: When achievement will be given and displayed.
hu_hu: Mikor kerül a teljesítmény kiosztásra és megjelenítésre.

source: Group
hu_hu: Csoport

source: Group that the trigger is assigned to.
hu_hu: Az a csoport, amelyhez a kiváltó tartozik.

source: -- Select Group --
hu_hu: -- Csoport kiválasztása --

source: All Groups
hu_hu: Összes csoport

source: Course
hu_hu: Tanfolyam

source: Course that the trigger is assigned to.
hu_hu: Az a tanfolyam, amelyhez a kiváltó tartozik.

source: -- Select Course --
hu_hu: -- Tanfolyam kiválasztása --

source: All Courses
hu_hu: Összes tanfolyam

source: Lesson
hu_hu: Lecke

source: Lesson that the trigger is assigned to.
hu_hu: Az a lecke, amelyhez a kiváltó tartozik.

source: -- Select Lesson --
hu_hu: -- Lecke kiválasztása --

source: All Lessons
hu_hu: Összes lecke

source: Topic
hu_hu: Téma

source: Topic that the trigger is assigned to.
hu_hu: Az a téma, amelyhez a kiváltó tartozik.

source: -- Select Topic --
hu_hu: -- Téma kiválasztása --

source: All Topics
hu_hu: Összes témakör

source: Quiz
hu_hu: Kvíz

source: Quiz that the trigger is assigned to.
hu_hu: Az a kvíz, amelyhez a kiváltó hozzá van rendelve.

source: -- Select Quiz --
hu_hu: -- Válasszon kvízt --

source: All Quizzes
hu_hu: Összes kvíz

source: Percent
hu_hu: Százalék

source: Placeholder
hu_hu: Helyőrző

source: Days
hu_hu: Nap

source: Set to 0 for daily login without a limit.
hu_hu: Állítsa 0-ra a korlátlan napi bejelentkezéshez.

source: %s Count
hu_hu: %s száma

source: Number of %s required. Leave empty to disable this counting towards the achievement.
hu_hu: A szükséges %s száma. Hagyja üresen, ha nem szeretné, hogy ez beleszámítson az elismerésbe.

source: Badges Count
hu_hu: Jelvények száma

source: Number of badges required to trigger the achievement. Leave empty to disable this counting towards the achievement.
hu_hu: Az elismerés kiváltásához szükséges jelvények száma. Hagyja üresen, hogy ez ne számítson bele az elismerésbe.

source: Points Count
hu_hu: Pontok száma

source: Number of points required to trigger the achievement. Leave empty to disable counting towards the achievement.
hu_hu: Az elismerés kiváltásához szükséges pontok száma. Hagyja üresen, hogy ne számítson bele az elismerésbe.

source: User's group
hu_hu: Felhasználó csoportja

source: If provided, then the user must be in this group to achieve the badge.
hu_hu: Ha meg van adva, a felhasználónak ebben a csoportban kell lennie a jelvény megszerzéséhez.

source: Points
hu_hu: Pontok

source: How many points will be awarded for the achievement.
hu_hu: Hány pont jár az elismerésért.

source: Occurrences
hu_hu: Előfordulások

source: Maximum number of occurrences the achievement will be given for. Enter 0 for unlimited occurrences.
hu_hu: Az elismerés odaítélésének maximális előfordulásszáma. Adjon meg 0-t a korlátlan előfordulásokhoz.

source: Achievement
hu_hu: Elismerés

# learndash-achievements
source: Add New Achievement
hu_hu: Új elismerés hozzáadása

source: Add New Achievement
hu_hu: Új elismerés hozzáadása

source: Edit Achievement
hu_hu: Elismerés szerkesztése

source: New Achievement
hu_hu: Új elismerés

source: View Achievement
hu_hu: Elismerés megtekintése

source: Search Achievements
hu_hu: Elismerések keresése

source: No Achievement found
hu_hu: Nem található elismerés

source: No Achievement found in Trash
hu_hu: A Lomtárban nem található elismerés

source: Parent Achievement:
hu_hu: Szülő elismerés:

source: Achievements created for LearnDash.
hu_hu: A LearnDash számára létrehozott elismerések.

source: Points Awarded
hu_hu: Odaítélt pontok

source: Unlimited
hu_hu: Korlátlan

source: LearnDash plugin is required to activate LearnDash Achievements add-on plugin. Please activate it first.
hu_hu: A LearnDash bővítmény szükséges a LearnDash Achievements kiegészítő aktiválásához. Kérjük, először azt aktiválja.

source: -- Select Course First --
hu_hu: -- Először válasszon kurzust --

source: -- Select Lesson First --
hu_hu: -- Először válasszon leckét --

source: -- Select Topic First --
hu_hu: -- Először válasszon témakört --

source: -- Select Quiz First --
hu_hu: -- Először válasszon kvízt --

source: Add New
hu_hu: Új hozzáadása

source: User's achievement points.
hu_hu: Felhasználó elismeréspontjai.

source: Earned Points
hu_hu: Szerzett pontok

source: Extra points
hu_hu: Extra pontok

source: Display current user LearnDash Achievements.
hu_hu: Az aktuális felhasználó LearnDash elismeréseinek megjelenítése.

source: LearnDash My Achievements
hu_hu: LearnDash Saját elismeréseim

source: My Achievements
hu_hu: Saját elismeréseim

source: Display LearnDash Achievements points leaderboard.
hu_hu: A LearnDash elismeréspontok ranglistájának megjelenítése.

source: LearnDash Achievements Leaderboard
hu_hu: LearnDash elismerések ranglistája

source: Leaderboard
hu_hu: Ranglista

source: LearnDash LMS - Achievements requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - Achievements a következő bővítmény(ek) aktív állapotát igényli:

source: Achievement Points
hu_hu: Elismeréspontok

source: Pay with points
hu_hu: Fizetés pontokkal

# payment_button
source: Pay with %1$s
hu_hu: Fizetés %1$s használatával

source: %d Points
hu_hu: %d pont

source: Unknown number of points
hu_hu: Ismeretlen számú pont

source: %s Points
hu_hu: %s pont

source: Unknown
hu_hu: Ismeretlen

source: Achievement Type
hu_hu: Elismerés típusa

source: Points Earned
hu_hu: Szerzett pontok

source: Date Earned
hu_hu: Szerzés dátuma

source: Failed to erase user LearnDash LMS - Achievements data. Can't retrieve a user with the provided email address.
hu_hu: Nem sikerült törölni a felhasználó LearnDash LMS - Achievements adatait. A megadott e-mail-címmel nem található felhasználó.

source: The user LearnDash achievements have been deleted.
hu_hu: A felhasználó LearnDash elismerései törlésre kerültek.

source: User has completed X %1$s or %2$s
hu_hu: A felhasználó teljesített X %1$s vagy %2$s

source: User has logged in for X consecutive days
hu_hu: A felhasználó X egymást követő napon jelentkezett be

source: User has earned X badges or points
hu_hu: A felhasználó X jelvényt vagy pontot szerzett

source: LearnDash LMS - Achievements Add-on requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - Achievements kiegészítő a következő bővítmény(ek) aktív állapotát igényli:

source: Badges Earned
hu_hu: Szerzett jelvények

source: Display a list of current user LearnDash achievements.
hu_hu: Az aktuális felhasználó LearnDash elismeréseinek listája megjelenítése.

source: Show Title
hu_hu: Cím megjelenítése

source: Show Points
hu_hu: Pontok megjelenítése

source: Points Label
hu_hu: Pontok címkéje

source: Points Position
hu_hu: Pontok pozíciója

source: Before Points
hu_hu: Pontok előtt

source: After Points
hu_hu: Pontok után

source: Preview
hu_hu: Előnézet

source: Show Preview
hu_hu: Előnézet megjelenítése

source: [ld_my_achievements] shortcode output shown here
hu_hu: [ld_my_achievements] rövidkód kimenete itt jelenik meg

source: Display LearnDash achievements leaderboard.
hu_hu: A LearnDash elismerések ranglistájának megjelenítése.

source: Number
hu_hu: Darabszám

source: Number of users that will be displayed in leaderboard.
hu_hu: A ranglistán megjelenített felhasználók száma.

source: [ld_achievements_leaderboard] shortcode output shown here
hu_hu: [ld_achievements_leaderboard] rövidkód kimenete itt jelenik meg
