Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/perfmatters/perfmatters-*.po
Languages: hu_hu

source: Include trashed posts in your database optimization. This also includes trashed pages and custom post types.
hu_hu: A kukába helyezett bejegyzések bevonása az adatbázis-optimalizálásba. Ez magában foglalja a kukába helyezett oldalakat és egyedi bejegyzéstípusokat is.

source: Include spam comments in your database optimization.
hu_hu: A spam hozzászólások bevonása az adatbázis-optimalizálásba.

source: Include trashed comments in your database optimization.
hu_hu: A kukába helyezett hozzászólások bevonása az adatbázis-optimalizálásba.

source: Expired Transients
hu_hu: Lejárt Transients

source: Include expired transients in your database optimization.
hu_hu: A lejárt Transients bevonása az adatbázis-optimalizálásba.

source: All Transients
hu_hu: Összes Transients

source: Include all transients in your database optimization.
hu_hu: Az összes Transients bevonása az adatbázis-optimalizálásba.

source: Include tables in your database optimization.
hu_hu: Táblák bevonása az adatbázis-optimalizálásba.

source: Optimize Database
hu_hu: Adatbázis optimalizálása

source: Optimize Now
hu_hu: Optimalizálás most

source: This will make permanent changes that cannot be reverted! Are you sure you want to proceed with optimization?
hu_hu: Ez visszavonhatatlan, végleges módosításokat hajt végre! Biztosan folytatja az optimalizálást?

source: Run a one-time optimization of your WordPress database based on the selected options above. This process runs in the background.
hu_hu: Egyszeri optimalizálás futtatása a WordPress adatbázison a fenti kiválasztott beállítások alapján. A folyamat a háttérben fut.

source: Cancel Optimization
hu_hu: Optimalizálás megszakítása

source: Cancel Current Optimization
hu_hu: Jelenlegi optimalizálás megszakítása

source: Cancel the current database optimization process.
hu_hu: A jelenlegi adatbázis-optimalizálási folyamat megszakítása.

source: Scheduled Optimization
hu_hu: Ütemezett optimalizálás

source: Daily
hu_hu: Napi

source: Weekly
hu_hu: Heti

source: Monthly
hu_hu: Havi

source: Schedule a routine optimization of your WordPress database based on the selected options above. This process runs in the background and starts immediately after saving.
hu_hu: Ütemezzen rendszeres optimalizálást a WordPress adatbázison a fenti kiválasztott beállítások alapján. A folyamat a háttérben fut, és a mentés után azonnal indul.

source: Plugins
hu_hu: Bővítmények

source: Themes
hu_hu: Témák

source: Add New
hu_hu: Új hozzáadása

source: Select Type
hu_hu: Típus kiválasztása

source: All Devices
hu_hu: Összes eszköz

source: Location
hu_hu: Hely

source: Priority
hu_hu: Prioritás

source: High
hu_hu: Magas

source: Low
hu_hu: Alacsony

source: Select Priority
hu_hu: Prioritás kiválasztása

source: Import Plugin Settings
hu_hu: Bővítmény beállításainak importálása

source: Click %s to view documentation.
hu_hu: Kattintson a(z) %s elemre a dokumentáció megtekintéséhez.

source: Documentation
hu_hu: Dokumentáció

source: Need help? Check out our in-depth documentation. Every feature has a step-by-step walkthrough.
hu_hu: Segítségre van szüksége? Nézze meg részletes dokumentációnkat. Minden funkcióhoz lépésről lépésre útmutató tartozik.

source: Contact Us
hu_hu: Lépjen kapcsolatba velünk

source: If you have questions or problems, please send us a message. We’ll get back to you as soon as possible.
hu_hu: Ha kérdése vagy problémája van, kérjük, küldjön nekünk üzenetet. A lehető leghamarabb válaszolunk.

source: Frequently Asked Questions
hu_hu: Gyakran ismételt kérdések

source: How do I license activate the plugin?
hu_hu: Hogyan aktiválhatom a bővítmény licencét?

source: How do I update the plugin?
hu_hu: Hogyan frissíthetem a bővítményt?

source: How do I upgrade my license?
hu_hu: Hogyan frissíthetem a licencemet?

source: Where can I view the changelog?
hu_hu: Hol tekinthetem meg a változási naplót?

source: Where can I sign up for the affiliate program?
hu_hu: Hol regisztrálhatok a partnerprogramra?

source: How do I disable scripts on a per post/page basis?
hu_hu: Hogyan tilthatom le a szkripteket bejegyzésenként/oldalanként?

source: How do I delay JavaScript?
hu_hu: Hogyan késleltethetem a JavaScriptet?

source: How do I remove unused CSS?
hu_hu: Hogyan távolíthatom el a nem használt CSS-t?

source: How do I lazy load images and videos?
hu_hu: Hogyan valósíthatom meg a képek és videók késleltetett betöltését?

source: How do I host Google Analytics locally?
hu_hu: Hogyan hosztolhatom helyben a Google Analytics-et?

source: Action failed.
hu_hu: A művelet nem sikerült.

source: Enter valid license key for automatic updates.
hu_hu: Adjon meg érvényes licenckulcsot az automatikus frissítésekhez.
