Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/perfmatters/perfmatters-*.po
Languages: hu_hu

source: Add the defer attribute to your JavaScript files.
hu_hu: Hozzáadja a defer attribútumot a JavaScript fájlokhoz.

source: Include Inline Scripts
hu_hu: Inline szkriptek bevonása

source: Include inline scripts in deferral.
hu_hu: Inline szkriptek bevonása a halasztásba.

source: Include jQuery
hu_hu: jQuery bevonása

source: Many plugins and themes require jQuery. We recommend either testing jQuery deferral separately or leaving this option turned off.
hu_hu: Sok bővítmény és téma igényli a jQuery-t. Javasoljuk, hogy a jQuery halasztását külön tesztelje, vagy hagyja kikapcsolva ezt a beállítást.

source: Allow jQuery core to be deferred. We recommend testing this separately or leaving it off.
hu_hu: Engedélyezze a jQuery core halasztását. Javasoljuk, hogy ezt külön tesztelje, vagy hagyja kikapcsolva.

source: Excluded from Deferral
hu_hu: Kivétel a halasztás alól

source: Exclude specific JavaScript files from deferral. Exclude a file by adding the source URL (example.js). Format: one per line
hu_hu: Zárjon ki meghatározott JavaScript fájlokat a halasztásból. Egy fájlt a forrás URL megadásával zárhat ki (example.js). Formátum: soronként egy

source: Delay
hu_hu: Késleltetés

source: Delay JavaScript from loading until user interaction.
hu_hu: Késleltesse a JavaScript betöltését felhasználói interakcióig.

source: Delay Behavior
hu_hu: Késleltetés viselkedése

source: Only Delay Specified Scripts
hu_hu: Csak a megadott szkriptek késleltetése

source: Delay All Scripts
hu_hu: Minden szkript késleltetése

source: Choose the method used to delay scripts.
hu_hu: Válassza ki a szkriptek késleltetésének módját.

source: Delayed Scripts
hu_hu: Késleltetett szkriptek

source: Delay specific JavaScript files by adding the source URL (example.js), or delay an inline script by adding a unique string from that script. Format: one per line
hu_hu: Késleltesse a megadott JavaScript fájlokat a forrás URL megadásával (example.js), vagy egy inline szkriptet egy abból származó egyedi karakterlánc hozzáadásával. Formátum: soronként egy

source: Quick Exclusions
hu_hu: Gyors kizárások

source: Exclude scripts for popular plugins and themes based on our predefined lists of common exclusions.
hu_hu: Zárja ki a népszerű bővítmények és sablonok szkriptjeit az előre meghatározott, gyakori kizárásokat tartalmazó listáink alapján.

source: Excluded from Delay
hu_hu: Késleltetésből kizárva

source: Exclude specific JavaScript files from delay by adding the source URL (example.js), or exclude an inline script by adding a unique string from that script. Format: one per line
hu_hu: Zárjon ki bizonyos JavaScript fájlokat a késleltetésből a forrás URL (example.js) megadásával, vagy zárjon ki egy inline szkriptet a szkriptből vett egyedi karakterlánc hozzáadásával. Formátum: soronként egy

source: Delay Timeout
hu_hu: Késleltetési időkorlát

source: Load delayed scripts after a set amount of time if no user interaction has been detected.
hu_hu: Töltse be a késleltetett szkripteket meghatározott idő után, ha nem észlelhető felhasználói interakció.

source: Disable Click Delay
hu_hu: Kattintáskésleltetés letiltása

source: Prevents the first click from being delayed until JavaScript has finished loading. This can be helpful if you are excluding scripts for interactive elements manually.
hu_hu: Megakadályozza, hogy az első kattintás késleltetve legyen, amíg a JavaScript betöltődik. Hasznos lehet, ha az interaktív elemekhez tartozó szkripteket kézzel zárja ki.

source: Enable FastClick
hu_hu: FastClick engedélyezése

source: Load the FastClick library locally to fix the double-click issue on iOS.
hu_hu: A FastClick könyvtár helyi betöltése az iOS-en jelentkező dupla kattintás problémájának javításához.

source: Minify
hu_hu: Minifikálás

source: Remove unnecessary characters and optimize JavaScript files.
hu_hu: Távolítsa el a felesleges karaktereket, és optimalizálja a JavaScript fájlokat.

source: Excluded from Minification
hu_hu: Minifikálásból kizárva

source: Exclude specific JavaScript files from minification by adding the source URL (example.js). Format: one per line
hu_hu: Zárjon ki bizonyos JavaScript fájlokat a minifikálásból a forrás URL (example.js) megadásával. Formátum: soronként egy

source: Clear Minified JS
hu_hu: Minifikált JS törlése

source: Remove all existing minified JavaScript files that have been generated.
hu_hu: Távolítson el minden létrehozott, minifikált JavaScript fájlt.

source: Unused
hu_hu: Nem használt

source: Remove Unused CSS
hu_hu: Nem használt CSS eltávolítása

source: Remove unused CSS from your stylesheets and print out used CSS inline in the header.
hu_hu: Távolítsa el a nem használt CSS-t a stíluslapokról, és írja ki a használt CSS-t inline a fejrészben.

source: Used CSS Method
hu_hu: Használt CSS módszer

source: File
hu_hu: Fájl

source: Choose how the used CSS will be included.
hu_hu: Válassza ki, hogyan legyen beillesztve a használt CSS.

source: Stylesheet Behavior
hu_hu: Stíluslapok viselkedése

source: Remove
hu_hu: Eltávolítás

source: Choose how the original stylesheets (unused CSS) will be included.
hu_hu: Válassza ki, hogyan legyenek beillesztve az eredeti stíluslapok (nem használt CSS).

source: Excluded Stylesheets
hu_hu: Kizárt stíluslapok

source: Exclude specific stylesheets from unused CSS removal by adding a unique portion of the source URL (example.css). Format: one per line
hu_hu: Zárjon ki bizonyos stíluslapokat a nem használt CSS eltávolításából a forrás URL egyedi részletének megadásával (example.css). Formátum: soronként egy

source: Excluded Selectors
hu_hu: Kizárt szelektorok

source: Exclude specific CSS selectors from being removed by adding the element ID, class name, etc. (#id, .class). Format: one per line
hu_hu: Zárjon ki bizonyos CSS szelektorokat az eltávolításból az elem ID, osztálynév stb. megadásával (#id, .class). Formátum: soronként egy

source: Provide your CDN URL if you are using a CDN rewrite outside of Perfmatters.
hu_hu: Adja meg a CDN URL-t, ha CDN-átírást használ a Perfmattersen kívül.

source: Remove all existing unused CSS files that have been generated.
hu_hu: Távolítson el minden létrehozott, nem használt CSS fájlt.

source: Remove unnecessary characters and optimize CSS files.
hu_hu: Távolítsa el a felesleges karaktereket, és optimalizálja a CSS fájlokat.

source: Exclude specific CSS files from minification by adding the source URL (example.css). Format: one per line
hu_hu: Zárjon ki bizonyos CSS fájlokat a minifikálásból a forrás URL (example.css) megadásával. Formátum: soronként egy

source: Clear Minified CSS
hu_hu: Minifikált CSS törlése

source: Remove all existing minified CSS files that have been generated.
hu_hu: Távolítson el minden létrehozott, minifikált CSS fájlt.

source: Add Header Code
hu_hu: Head kód hozzáadása

source: Code added here will be printed in the head section on every page of your website.
hu_hu: Az itt hozzáadott kód a webhely minden oldalán a head szakaszba kerül.

source: Add Body Code
hu_hu: Body kód hozzáadása

source: Code added here will be printed below the opening body tag on every page of your website.
hu_hu: Az itt hozzáadott kód a webhely minden oldalán a body nyitó tagje alá kerül.

source: Add Footer Code
hu_hu: Footer kód hozzáadása

source: Code added here will be printed above the closing body tag on every page of your website.
hu_hu: Az itt hozzáadott kód a webhely minden oldalán a body záró tagje fölé kerül.

source: Enable Instant Page
hu_hu: Instant Page engedélyezése

source: Automatically prefetch URLs in the background after a user hovers over a link. This results in almost instantaneous load times and improves the user experience.
hu_hu: Automatikusan előtölti az URL-eket a háttérben, miután a felhasználó egy hivatkozás fölé viszi az egeret. Ez szinte azonnali betöltési időt eredményez, és javítja a felhasználói élményt.

source: Preload Critical Images
hu_hu: Kritikus képek előtöltése

source: Automatically preload leading images to help improve Largest Contentful Paint (LCP).
hu_hu: Automatikusan előtölti az elsőként megjelenő képeket a Largest Contentful Paint (LCP) javítása érdekében.

source: Preload
hu_hu: Előtöltés

source: Preload allows you to specify resources (such as fonts or CSS) needed right away during a page load. This helps fix render-blocking resource warnings. Format: https://example.com/font.woff2
hu_hu: Az előtöltés lehetővé teszi, hogy megadja az oldal betöltésekor azonnal szükséges erőforrásokat (például betűkészleteket vagy CSS-t). Ez segít megszüntetni a renderelést blokkoló erőforrásokra vonatkozó figyelmeztetéseket. Formátum: https://example.com/font.woff2

source: Send early hint link headers for existing Perfmatters preloads.
hu_hu: Korai jelzésű linkfejléceket küld a meglévő Perfmatters előtöltésekhez.

source: Early Hint Types
hu_hu: Early Hint típusok

source: Choose which file types get early hint link headers.
hu_hu: Válassza ki, mely fájltípusok kapjanak korai jelzésű linkfejléceket.

source: Fetch Priority
hu_hu: Lekérési prioritás

source: Add the fetchpriority HTML attribute to a resource to proritize it higher or lower. This can help improve Largest Contentful Paint (LCP).
hu_hu: Adja hozzá a fetchpriority HTML attribútumot egy erőforráshoz, hogy magasabb vagy alacsonyabb prioritást kapjon. Ez javíthatja a Largest Contentful Paint (LCP) értéket.

source: Disable Core Fetch
hu_hu: Core fetch letiltása

source: Disable the fetch priority attribute added by WordPress core.
hu_hu: A WordPress mag által hozzáadott lekérési prioritás attribútum letiltása.

source: Speculative Loading
hu_hu: Spekulatív betöltés

source: Mode
hu_hu: Mód

source: Auto
hu_hu: Automatikus

source: Change the mode used for speculative loading.
hu_hu: A spekulatív betöltéshez használt mód módosítása.

source: Eagerness
hu_hu: Aggresszivitás

source: Conservative
hu_hu: Visszafogott

source: Moderate
hu_hu: Mérsékelt

source: Eager
hu_hu: Agresszív

source: Change how agressive speculative loading will behave.
hu_hu: Módosítsa, mennyire agresszívan viselkedjen a spekulatív betöltés.

source: Connection
hu_hu: Kapcsolat

source: Preconnect allows the browser to set up early connections before an HTTP request, eliminating roundtrip latency and saving time for users. Format: https://example.com
hu_hu: A Preconnect lehetővé teszi a böngésző számára, hogy HTTP-kérés előtt korai kapcsolatokat hozzon létre, megszüntetve az oda-vissza késleltetést és időt spórolva a felhasználóknak. Formátum: https://example.com

source: Resolve domain names before a user clicks. Format: //example.com (one per line)
hu_hu: Feloldja a tartományneveket, mielőtt a felhasználó kattint. Formátum: //example.com (soronként egy)

source: Images
hu_hu: Képek

source: Enable lazy loading on images.
hu_hu: Engedélyezze a képek halasztott betöltését.

source: Exclude Leading Images
hu_hu: Kezdő képek kizárása

source: Exclude a certain number of images starting from the top of the page.
hu_hu: Zárjon ki bizonyos számú képet az oldal tetejétől kezdve.

source: iFrames and Videos
hu_hu: iFrame-ek és videók

source: Enable lazy loading on iframes and videos.
hu_hu: Engedélyezze a halasztott betöltést az iFrame-eknél és a videóknál.

source: YouTube Preview Thumbnails
hu_hu: YouTube előnézeti bélyegképek

source: Swap out YouTube iFrames with preview thumbnails. The original iFrame is loaded when the thumbnail is clicked.
hu_hu: Cserélje le a YouTube iFrame-eket előnézeti bélyegképekre. Az eredeti iFrame a bélyegképre kattintva töltődik be.

source: Exclude from Lazy Loading
hu_hu: Kizárás a halasztott betöltésből

source: Exclude specific elements from lazy loading. Exclude an element by adding the source URL (example.png) or by adding any unique portion of its attribute string (class="example"). Format: one per line
hu_hu: Zárjon ki bizonyos elemeket a halasztott betöltésből. Egy elemet kizárhat a forrás URL megadásával (example.png), vagy az attribútumlánc bármely egyedi részletével (class="example"). Formátum: soronként egy

source: Exclude by Parent Selector
hu_hu: Kizárás szülő szelektor alapján

source: Exclude specific images from lazy loading by adding any unique portion of an attribute string (class="example") from a parent container. Format: one per line
hu_hu: Zárjon ki bizonyos képeket a halasztott betöltésből egy szülő konténer attribútumláncának bármely egyedi részletének (class="example") megadásával. Formátum: soronként egy

source: Threshold
hu_hu: Küszöbérték

source: Extend the lazy loading threshold allowing images to load before they are visible in the viewport. (px or %)
hu_hu: Növelje a halasztott betöltés küszöbét, hogy a képek még azelőtt betöltődjenek, hogy láthatóvá válnának a nézetablakban. (px vagy %)

source: DOM Monitoring
hu_hu: DOM-figyelés

source: Watch for changes in the DOM and dynamically lazy load newly added elements.
hu_hu: Figyelje a DOM változásait, és dinamikusan késleltetve töltse be az újonnan hozzáadott elemeket.

source: Add Missing Image Dimensions
hu_hu: Hiányzó képméretek hozzáadása

source: Add missing width and height attributes to images.
hu_hu: Adja hozzá a hiányzó width és height attribútumokat a képekhez.

source: Fade In
hu_hu: Beúsztatás

source: Add fade in effect when images are loaded in.
hu_hu: Adjon beúsztatás effektet a képek betöltésekor.

source: CSS Background Images
hu_hu: CSS háttérképek

source: Background Images
hu_hu: Háttérképek

source: Allow lazy loading of background images coming from (CSS) stylesheets.
hu_hu: Engedélyezze a (CSS) stíluslapokból érkező háttérképek halasztott betöltését.

source: Background Selectors
hu_hu: Háttér szelektorok

source: Lazy load a CSS background image by adding a unique selector (ID or class) found on the element that the background image has been applied to. Format: one per line
hu_hu: Egy CSS háttérképet halasztottan tölthet be egy egyedi szelektor (ID vagy class) hozzáadásával, amely azon az elemen található, amelyre a háttérképet alkalmazták. Formátum: soronként egy

source: Exclude Leading
hu_hu: Elsők kizárása

source: Exclude a certain number of background image containers from being lazy loaded starting from the first match.
hu_hu: Zárjon ki az első egyezéstől kezdve bizonyos számú, háttérképet tartalmazó elemet a késleltetett betöltésből.

source: Lazy Elements
hu_hu: Késleltetett elemek

source: Elements
hu_hu: Elemek

source: Allow lazy loading of elements in the DOM.
hu_hu: Engedélyezze az elemek késleltetett betöltését a DOM-ban.

source: Element Selectors
hu_hu: Elemválasztók

source: Lazy load specific elements and their descendants by adding any unique portion of an attribute string (class="example") from a parent container. Format: one per line
hu_hu: Töltsön be késleltetve bizonyos elemeket és azok leszármazottait úgy, hogy megadja a szülő konténer egy attribútum-karakterláncának (class=\"example\") bármely egyedi részletét. Formátum: soronként egy

source: Local Google Fonts
hu_hu: Helyi Google Fonts

source: Host Google Font files locally on your server or CDN.
hu_hu: Tárolja a Google Fonts fájlokat helyben a szerverén vagy a CDN-en.

source: Add the font-display swap property to your Google Fonts.
hu_hu: Adja hozzá a font-display: swap tulajdonságot a Google Fonts betűtípusokhoz.

source: Print Method
hu_hu: Beillesztés módja

source: Choose how the local font stylesheet will be included.
hu_hu: Válassza ki, hogyan kerüljön beillesztésre a helyi betűtípusok stíluslapja.

source: Limit Subsets
hu_hu: Részkészletek korlátozása

source: Limit subsets that are downloaded and included in the stylesheet.
hu_hu: Korlátozza, mely részkészletek kerülnek letöltésre és be a stíluslapba.

source: Allowed Subsets
hu_hu: Engedélyezett részkészletek

source: Choose which subsets to download locally.
hu_hu: Válassza ki, mely részkészleteket töltse le helyben.

source: Use your CDN URL when referencing Google Font files inside a parent stylesheet. Example: https://cdn.example.com
hu_hu: Használja a CDN URL-t, amikor egy szülő stíluslapon belül Google Fonts fájlokra hivatkozik. Példa: https://cdn.example.com

source: Clear Local Fonts
hu_hu: Helyi betűtípusok törlése

source: Remove all existing local Google Font files and stylesheets.
hu_hu: Távolítsa el az összes meglévő helyi Google Fonts fájlt és stíluslapot.

source: Disable Google Fonts
hu_hu: Google Fonts letiltása

source: Removes any instances of Google Fonts being loaded across your entire site.
hu_hu: Eltávolítja a Google Fonts betöltésének minden előfordulását a teljes webhelyen.

source: Enable CDN Rewrite
hu_hu: CDN átírás engedélyezése

source: Enables rewriting of your site URLs with your CDN URLs which can be configured below.
hu_hu: Engedélyezi a webhely URL-jeinek CDN URL-ekre való átírását, amelyek alább konfigurálhatók.

source: Enter your CDN URL without the trailing backslash. Example: https://cdn.example.com
hu_hu: Adja meg a CDN URL-t a záró fordított perjel nélkül. Példa: https://cdn.example.com

source: Included Directories
hu_hu: Bevont könyvtárak

source: Enter any directories you would like to be included in CDN rewriting, separated by commas (,). Default: wp-content,wp-includes
hu_hu: Adja meg azokat a könyvtárakat, amelyeket be szeretne vonni a CDN átírásba, vesszővel (,) elválasztva. Alapértelmezett: wp-content,wp-includes

source: CDN Exclusions
hu_hu: CDN kizárások

source: Enter any directories or file extensions you would like to be excluded from CDN rewriting, separated by commas (,). Default: .php
hu_hu: Adja meg azokat a könyvtárakat vagy fájlkiterjesztéseket, amelyeket ki szeretne zárni a CDN átírásból, vesszővel (,) elválasztva. Alapértelmezett: .php

source: Enable Local Analytics
hu_hu: Helyi Google Analytics engedélyezése

source: Enable syncing of the Google Analytics script to your own server.
hu_hu: Engedélyezze a Google Analytics szkript szinkronizálását a saját szerverére.

source: Tracking ID
hu_hu: Követési azonosító

source: Input your Google Analytics tracking or measurement ID.
hu_hu: Adja meg a Google Analytics követési vagy mérési azonosítóját.

source: Tracking Code Position
hu_hu: Követőkód pozíciója

source: Header
hu_hu: Fejléc

source: Footer
hu_hu: Lábléc

source: Load your analytics script in the header (default) or footer of your site. Default: Header
hu_hu: Töltse be az Analytics szkriptet a webhely fejlécébe (alapértelmezett) vagy láblécébe. Alapértelmezett: Fejléc

source: Script Type
hu_hu: Szkript típusa

source: Choose which script method you would like to use. Default Google Analytics 4 is larger and includes all features, while Minimal is smaller and only includes basic reporting features.
hu_hu: Válassza ki, melyik szkriptmetódust szeretné használni. Az alapértelmezett Google Analytics 4 nagyobb és minden funkciót tartalmaz, míg a Minimal kisebb, és csak az alap jelentési funkciókat tartalmazza.

source: Track Logged In Admins
hu_hu: Bejelentkezett adminisztrátorok követése

source: Include logged-in WordPress admins in your Google Analytics reports.
hu_hu: Vegye bele a bejelentkezett WordPress adminisztrátorokat a Google Analytics jelentésekbe.

source: Use MonsterInsights
hu_hu: MonsterInsights használata

source: Allows MonsterInsights to manage your Google Analytics while still using the locally hosted gtag.js file generated by Perfmatters.
hu_hu: Lehetővé teszi, hogy a MonsterInsights kezelje a Google Analytics-et, miközben továbbra is a Perfmatters által generált, helyben tárolt gtag.js fájlt használja.

source: Enable AMP Support
hu_hu: AMP támogatás engedélyezése

source: Enable support for analytics tracking on AMP sites. This is not a local script, but a native AMP script.
hu_hu: Engedélyezi az analitikai követés támogatását AMP webhelyeken. Ez nem helyi szkript, hanem natív AMP szkript.

source: Plugin
hu_hu: Bővítmény

source: Enables the Perfmatters Script Manager, which gives you the ability to disable CSS and JS files on a page by page basis.
hu_hu: Engedélyezi a Perfmatters Script Managert, amely lehetővé teszi a CSS és JS fájlok oldalankénti letiltását.

source: Show Advanced Options
hu_hu: Speciális beállítások megjelenítése

source: Show advanced options in the Perfmatters UI.
hu_hu: Speciális beállítások megjelenítése a Perfmatters felhasználói felületén.

source: Advanced options should only be used if you know exactly what you are doing, as they can break certain plugin functionality if used improperly.
hu_hu: A speciális beállításokat csak akkor használja, ha pontosan tudja, mit csinál, mivel helytelen használatuk bizonyos bővítményfunkciókat megsérthet.

source: Disable for Logged In Users
hu_hu: Bejelentkezett felhasználók számára letiltás

source: Disable optimizations for logged in users.
hu_hu: Optimalizálások letiltása a bejelentkezett felhasználók számára.

source: Hide Admin Bar Menu
hu_hu: Admin eszköztár menü elrejtése

source: Hide the Perfmatters menu in the admin bar.
hu_hu: A Perfmatters menü elrejtése az admin eszköztárban.

source: Accessibility Mode
hu_hu: Akadálymentes mód

source: Disable the use of visual UI elements in the plugin settings such as checkbox toggles and hovering tooltips.
hu_hu: A vizuális UI-elemek használatának letiltása a bővítmény beállításaiban, például a jelölőnégyzet-kapcsolók és a lebegő eszköztippek esetében.

source: Restore Default Options
hu_hu: Alapértelmezett beállítások visszaállítása

source: Are you sure? This will remove all existing plugin options and restore them to their default states.
hu_hu: Biztos benne? Ez törli az összes meglévő bővítménybeállítást, és visszaállítja az alapértelmezett állapotukra.

source: Restore all plugin options to their default settings.
hu_hu: Az összes bővítménybeállítás visszaállítása alapértelmezett beállításaira.

source: Purge Meta Options
hu_hu: Meta beállítások törlése

source: Are you sure? This will delete all existing Perfmatters meta options for all posts from the database.
hu_hu: Biztos benne? Ez törli az adatbázisból az összes bejegyzéshez tartozó összes meglévő Perfmatters meta beállítást.

source: Permanently delete all existing Perfmatters meta options from your database.
hu_hu: Az összes meglévő Perfmatters meta beállítás végleges törlése az adatbázisból.

source: Export Settings
hu_hu: Beállítások exportálása

source: Export Plugin Settings
hu_hu: Bővítménybeállítások exportálása

source: Export your Perfmatters settings for this site as a .json file. This lets you easily import the configuration into another site.
hu_hu: Exportálja ezen webhely Perfmatters beállításait .json fájlba. Ez lehetővé teszi a konfiguráció egyszerű importálását egy másik webhelyre.

source: Import Settings
hu_hu: Beállítások importálása

source: Import Perfmatters settings from an exported .json file.
hu_hu: Perfmatters beállítások importálása egy exportált .json fájlból.

source: Scan Database
hu_hu: Adatbázis vizsgálata

source: Scan Now
hu_hu: Vizsgálat most

source: Scan the database to calculate items available for optimization.
hu_hu: Vizsgálja át az adatbázist az optimalizálható elemek felméréséhez.

source: Post Revisions
hu_hu: Bejegyzés-revíziók

source: Include post revisions in your database optimization. This also includes revisions for pages and custom post types.
hu_hu: A bejegyzés-revíziók bevonása az adatbázis-optimalizálásba. Ez magában foglalja az oldalak és az egyedi bejegyzéstípusok revízióit is.

source: Post Auto-Drafts
hu_hu: Bejegyzések automatikus piszkozatai

source: Include post auto-drafts in your database optimization. This also includes auto-drafts for pages and custom post types.
hu_hu: A bejegyzések automatikus piszkozatainak bevonása az adatbázis-optimalizálásba. Ez magában foglalja az oldalak és az egyedi bejegyzéstípusok automatikus piszkozatait is.
