Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/perfmatters/perfmatters-*.po
Languages: hu_hu

source: Perfmatters is a lightweight performance plugin developed to speed up your WordPress site.
hu_hu: A Perfmatters egy könnyű teljesítményjavító bővítmény, amelyet a WordPress-webhelye felgyorsítására fejlesztettek.

source: There is a new version of %1$s available.
hu_hu: Elérhető a(z) %1$s új verziója.

source: Contact your network administrator to install the update.
hu_hu: Lépjen kapcsolatba a hálózati rendszergazdával a frissítés telepítéséhez.

source: %1$sView version %2$s details%3$s.
hu_hu: %1$sA %2$s verzió részleteinek megtekintése%3$s.

source: %1$sView version %2$s details%3$s or %4$supdate now%5$s.
hu_hu: %1$sA %2$s verzió részleteinek megtekintése%3$s vagy %4$sfrissítsen most%5$s.

source: Update now.
hu_hu: Frissítsen most.

source: You do not have permission to install plugin updates
hu_hu: Nincs jogosultsága a bővítményfrissítések telepítéséhez

source: Error
hu_hu: Hiba

source: General
hu_hu: Általános

source: Preloading
hu_hu: Előbetöltés

source: Lazy Loading
hu_hu: Késleltetett betöltés

source: Fonts
hu_hu: Betűkészletek

source: Analytics
hu_hu: Analitika

source: Code
hu_hu: Kód

source: Tools
hu_hu: Eszközök

source: Database
hu_hu: Adatbázis

source: Network
hu_hu: Hálózat

source: License
hu_hu: Licenc

source: Support
hu_hu: Támogatás

source: Version
hu_hu: Verzió

source: Save Changes
hu_hu: Változtatások mentése

source: Settings saved.
hu_hu: Beállítások mentve.

source: Successfully restored default options.
hu_hu: Alapértelmezett beállítások sikeresen visszaállítva.

source: Settings exported.
hu_hu: Beállítások exportálva.

source: No import file given.
hu_hu: Nincs megadva importfájl.

source: Please upload a valid .json file.
hu_hu: Kérjük, töltsön fel érvényes .json fájlt.

source: Successfully imported Perfmatters settings.
hu_hu: A Perfmatters beállításai sikeresen importálva.

source: Permission denied.
hu_hu: Hozzáférés megtagadva.

source: Nonce is invalid.
hu_hu: A nonce érvénytelen.

source: Clear Used CSS
hu_hu: Használt CSS törlése

source: All
hu_hu: Összes

source: Current
hu_hu: Aktuális

source: Used CSS cleared.
hu_hu: A használt CSS törölve.

source: Minified CSS cleared.
hu_hu: A minifikált CSS törölve.

source: Database optimization is running in the background.
hu_hu: Az adatbázis-optimalizálás a háttérben fut.

source: Database optimization completed. The following items were removed:
hu_hu: Az adatbázis-optimalizálás befejeződött. A következő elemek kerültek eltávolításra:

source: Database optimization completed. No optimizations found.
hu_hu: Az adatbázis-optimalizálás befejeződött. Nem található optimalizálás.

source: Once Weekly
hu_hu: Hetente egyszer

source: Once Monthly
hu_hu: Havonta egyszer

source: Revisions
hu_hu: Változatok

source: Auto Drafts
hu_hu: Automatikus vázlatok

source: Trashed Posts
hu_hu: Kukába helyezett bejegyzések

source: Spam Comments
hu_hu: Spam hozzászólások

source: Trashed Comments
hu_hu: Lomtárba helyezett hozzászólások

source: Expired transients
hu_hu: Lejárt tranziensek

source: Transients
hu_hu: Tranziensek

source: Tables
hu_hu: Táblák

source: There is already an existing database optimization process running.
hu_hu: Már fut egy adatbázis-optimalizálási folyamat.

source: No items selected for optimization.
hu_hu: Nincs optimalizálásra kiválasztott elem.

source: Database optimization process started.
hu_hu: Adatbázis-optimalizálási folyamat elindult.

source: Database optimization process cancelled.
hu_hu: Adatbázis-optimalizálási folyamat megszakítva.

source: Revisions Found
hu_hu: Revíziók találva

source: Auto-Drafts Found
hu_hu: Automatikus piszkozatok találva

source: Trashed Posts Found
hu_hu: Lomtárba helyezett bejegyzések találva

source: Spam Comments Found
hu_hu: Spam hozzászólások találva

source: Trashed Comments Found
hu_hu: Lomtárba helyezett hozzászólások találva

source: Expired Transients Found
hu_hu: Lejárt tranziensek találva

source: Transients Found
hu_hu: Tranziensek találva

source: Unoptimized Tables Found
hu_hu: Optimalizálatlan táblák találva

source: Database scan completed.
hu_hu: Adatbázis-ellenőrzés befejezve.

source: Local fonts cleared.
hu_hu: Helyi betűtípusok törölve.

source: Minified JS cleared.
hu_hu: Minifikált JS törölve.

source: video
hu_hu: videó

source: Defer JavaScript
hu_hu: JavaScript halasztása

source: Delay JavaScript
hu_hu: JavaScript késleltetése

source: Minify JavaScript
hu_hu: JavaScript minifikálása

source: Unused CSS
hu_hu: Nem használt CSS

source: Minify CSS
hu_hu: CSS minifikálása

source: No meta options selected.
hu_hu: Nincs meta beállítás kiválasztva.

source: Meta options purged.
hu_hu: Meta beállítások törölve.

source: Meta options not purged.
hu_hu: Meta beállítások nem kerültek törlésre.

source: Clear Minified JS/CSS
hu_hu: Minifikált JS/CSS törlése

source: Minified JS/CSS cleared.
hu_hu: Minifikált JS/CSS törölve.

source: Unlimited site license required.
hu_hu: Korlátlan számú webhelyre szóló licenc szükséges.

source: License activated.
hu_hu: Licenc aktiválva.

source: License could not be activated.
hu_hu: A licencet nem sikerült aktiválni.

source: License deactivated.
hu_hu: Licenc deaktiválva.

source: License could not be deactivated.
hu_hu: A licencet nem sikerült deaktiválni.

source: License removed.
hu_hu: Licenc eltávolítva.

source: License could not be removed.
hu_hu: A licencet nem sikerült eltávolítani.

source: Used CSS cleared for all network sites.
hu_hu: Használt CSS törölve a hálózat összes webhelyén.

source: Minified CSS cleared for all network sites.
hu_hu: Minifikált CSS törölve a hálózat összes webhelyén.

source: Minified JS cleared for all network sites.
hu_hu: Minifikált JS törölve a hálózat összes webhelyén.

source: Local Fonts cleared for all network sites.
hu_hu: Helyi betűtípusok törölve a hálózat összes webhelyén.

source: File not found.
hu_hu: Fájl nem található.

source: Please use a valid .json file.
hu_hu: Kérjük, használjon érvényes .json fájlt.

source: Settings imported.
hu_hu: Beállítások importálva.

source: Option not found.
hu_hu: Beállítás nem található.

source: Option enabled.
hu_hu: Beállítás engedélyezve.

source: Option disabled.
hu_hu: Beállítás letiltva.

source: Sorry, you do not have permission to make REST API requests.
hu_hu: Sajnáljuk, nincs jogosultsága REST API kérések küldéséhez.

source: Comments are disabled.
hu_hu: A hozzászólások le vannak tiltva.

source: Perfmatters Warning
hu_hu: Perfmatters figyelmeztetés

source: WP_POST_REVISIONS is already enabled somewhere else on your site. We suggest only enabling this feature in one place.
hu_hu: A WP_POST_REVISIONS már engedélyezve van a webhelyén valahol máshol. Azt javasoljuk, hogy ezt a funkciót csak egy helyen engedélyezze.

source: AUTOSAVE_INTERVAL is already enabled somewhere else on your site. We suggest only enabling this feature in one place.
hu_hu: Az AUTOSAVE_INTERVAL már engedélyezve van a webhelyén valahol máshol. Azt javasoljuk, hogy ezt a funkciót csak egy helyen engedélyezze.

source: This has been disabled.
hu_hu: Ez le lett tiltva.

source: Local Analytics is enabled but no Tracking ID is set.
hu_hu: A Local Analytics engedélyezve van, de nincs beállítva Tracking ID.

source: Network Access
hu_hu: Hálózati hozzáférés

source: Choose who has access to manage Perfmatters plugin settings.
hu_hu: Válassza ki, kik férhetnek hozzá a Perfmatters bővítmény beállításainak kezeléséhez.

source: Network Default
hu_hu: Hálózati alapértelmezett

source: Choose a subsite that you want to pull default settings from.
hu_hu: Válassza ki azt az alwebhelyet, amelyről az alapértelmezett beállításokat át kívánja venni.

source: Clean Uninstall
hu_hu: Tiszta eltávolítás

source: When enabled, this will cause all Perfmatters options data to be removed from your database when the plugin is uninstalled.
hu_hu: Engedélyezéskor a bővítmény eltávolításakor minden Perfmatters beállítási adat törlődik az adatbázisból.

source: Site Admins (Default)
hu_hu: Webhelyadminok (alapértelmezett)

source: Super Admins Only
hu_hu: Csak szuperadminok

source: None
hu_hu: Nincs

source: Script Manager
hu_hu: Szkriptkezelő

source: Close Script Manager
hu_hu: Szkriptkezelő bezárása

source: Save
hu_hu: Mentés

source: Saving
hu_hu: Mentés folyamatban

source: Settings saved successfully!
hu_hu: A beállítások sikeresen mentve!

source: Settings failed to update.
hu_hu: A beállítások frissítése nem sikerült.

source: No disabled location selected.
hu_hu: Nincs letiltott hely kiválasztva.

source: No options were changed.
hu_hu: Nem változott semmilyen beállítás.

source: Status
hu_hu: Állapot

source: Script
hu_hu: Szkript

source: Type
hu_hu: Típus

source: Size
hu_hu: Méret

source: MU Mode is currently enabled, the above settings will apply to the entire plugin.
hu_hu: Az MU Mode jelenleg engedélyezve van, a fenti beállítások a teljes bővítményre vonatkoznak.

source: The above settings will apply to all assets in this group.
hu_hu: A fenti beállítások a csoport összes erőforrására vonatkoznak.

source: Depends on
hu_hu: Ettől függ

source: Required by
hu_hu: Ezt igényli

source: ON
hu_hu: BE

source: OFF
hu_hu: KI

source: Disabled
hu_hu: Letiltva

source: Everywhere
hu_hu: Mindenhol

source: 404 Template
hu_hu: 404 sablon

source: Current URL
hu_hu: Jelenlegi URL

source: Users
hu_hu: Felhasználók

source: Default
hu_hu: Alapértelmezett

source: Logged In
hu_hu: Bejelentkezve

source: Logged Out
hu_hu: Kijelentkezve

source: Devices
hu_hu: Eszközök

source: Desktop
hu_hu: Asztali

source: Mobile
hu_hu: Mobil

source: Exceptions
hu_hu: Kivételek

source: MU plugin version mismatch.
hu_hu: Nem egyezik az MU plugin verziója.

source: View Documentation
hu_hu: Dokumentáció megtekintése

source: MU plugin file not found.
hu_hu: Nem található az MU plugin fájl.

source: License Key
hu_hu: Licenckulcs

source: Save License
hu_hu: Licenc mentése

source: Remove License
hu_hu: Licenc eltávolítása

source: Save or remove your license key.
hu_hu: Mentse vagy távolítsa el a licenckulcsot.

source: Activate License
hu_hu: Licenc aktiválása

source: Deactivate License
hu_hu: Licenc deaktiválása

source: Unlimited License needed for use in a multisite environment. Please contact support to upgrade.
hu_hu: Multisite környezetben való használathoz Korlátlan licenc szükséges. Frissítéshez lépjen kapcsolatba a támogatással.

source: License Status
hu_hu: Licenc állapota

source: Renew Your License for Updates + Support!
hu_hu: Újítsa meg licencét a frissítésekért + támogatásért!

source: Licenses Used
hu_hu: Felhasznált licencek

source: Expiration Date
hu_hu: Lejárati dátum

source: Lifetime
hu_hu: Élettartam

source: Default settings applied!
hu_hu: Alapértelmezett beállítások alkalmazva!

source: Select a site that is not already the Network Default.
hu_hu: Válasszon egy webhelyet, amely még nem a hálózat alapértelmezettje.

source: Network Default not set.
hu_hu: A hálózati alapértelmezett nincs beállítva.

source: Error: Blog Not Found.
hu_hu: Hiba: A blog nem található.

source: No available sites found.
hu_hu: Nem találhatók elérhető webhelyek.

source: Options saved.
hu_hu: Beállítások mentve.

source: Network Setup
hu_hu: Hálózat beállítása

source: Apply Default Settings
hu_hu: Alapértelmezett beállítások alkalmazása

source: Select a site from the dropdown and click to apply the settings from your network default (above).
hu_hu: Válasszon egy webhelyet a legördülőből, és kattintson a fenti hálózati alapértelmezett beállítások alkalmazásához.

source: Select a Site
hu_hu: Válasszon webhelyet

source: Apply the settings from your network default to all sites. Depending on the amount, this may take a while.
hu_hu: Alkalmazza a hálózati alapértelmezett beállításokat minden webhelyre. A mennyiségtől függően ez eltarthat egy ideig.

source: Apply Default Settings to All Sites
hu_hu: Alapértelmezett beállítások alkalmazása minden webhelyre

source: Are you sure? This will permanently overwrite all Perfmatters options for all subsites.
hu_hu: Biztos benne? Ez véglegesen felülírja az összes Perfmatters beállítást minden alwebhelyen.

source: Global View
hu_hu: Globális nézet

source: Settings
hu_hu: Beállítások

source: We recommend testing Script Manager changes on a staging/dev site first, as you could break your site's appearance.
hu_hu: Javasoljuk, hogy a Script Manager módosításait először egy staging/dev webhelyen tesztelje, mivel ez tönkreteheti a webhely megjelenését.

source: Manage scripts loading on the current page.
hu_hu: A jelenlegi oldalon betöltődő szkriptek kezelése.

source: Total size
hu_hu: Teljes méret

source: The Script Manager does not support AMP pages.
hu_hu: A Script Manager nem támogatja az AMP oldalakat.

source: Loading Scripts
hu_hu: Szkriptek betöltése

source: View and manage all of your Script Manager settings.
hu_hu: Tekintse meg és kezelje az összes Script Manager beállítását.

source: Display Archives
hu_hu: Archívumok megjelenítése

source: Add WordPress archives to your Script Manager selection options. Archive posts will no longer be grouped with their post type.
hu_hu: Adja hozzá a WordPress archívumokat a Script Manager választási opcióihoz. Az archív bejegyzések többé nem lesznek a bejegyzéstípusukkal együtt csoportosítva.

source: Display Dependencies
hu_hu: Függőségek megjelenítése

source: Show dependencies for each script.
hu_hu: Függőségek megjelenítése minden szkripthez.

source: Testing Mode
hu_hu: Tesztelési mód

source: Restrict your Script Manager configuration to logged-in admins only.
hu_hu: Korlátozza a Script Manager konfigurációját kizárólag a bejelentkezett adminisztrátorokra.

source: Must-use (MU) mode requires elevated permissions and a file to be copied into the mu-plugins directory. This gives you more control and the ability to disable plugin queries, inline CSS, etc.
hu_hu: A Must-use (MU) módhoz emelt jogosultságok szükségesek, és egy fájlt be kell másolni a mu-plugins könyvtárba. Ez nagyobb ellenőrzést ad, valamint lehetőséget a bővítmény-lekérdezések, inline CSS stb. letiltására.

source: Warning
hu_hu: Figyelmeztetés

source: Any previous plugin-level disables will now disable the entire plugin. Please review your existing Script Manager configuration before enabling this option.
hu_hu: A korábbi, bővítmény-szintű letiltások mostantól az egész bővítményt letiltják. Kérjük, ellenőrizze a meglévő Script Manager konfigurációját, mielőtt engedélyezi ezt az opciót.

source: MU plugin installed.
hu_hu: MU bővítmény telepítve.

source: Hide Disclaimer
hu_hu: Jogi nyilatkozat elrejtése

source: Hide the disclaimer message box across all Script Manager views.
hu_hu: A jogi nyilatkozat üzenetdobozának elrejtése a Script Manager összes nézetében.

source: Reset Script Manager
hu_hu: Script Manager visszaállítása

source: Remove and reset all of your existing Script Manager settings.
hu_hu: Távolítsa el és állítsa vissza az összes meglévő Script Manager beállítást.

source: This is a visual representation of the Script Manager configuration across your entire site.
hu_hu: Ez a Script Manager konfigurációjának vizuális megjelenítése az egész webhelyen.

source: Handle
hu_hu: Azonosító

source: Setting
hu_hu: Beállítás

source: You don't have any scripts disabled yet.
hu_hu: Még nincs egyetlen letiltott szkript sem.

source: Core
hu_hu: Alap

source: Disable Emojis
hu_hu: Emojik letiltása

source: Removes WordPress Emojis JavaScript file (wp-emoji-release.min.js).
hu_hu: Eltávolítja a WordPress emojik JavaScript-fájlját (wp-emoji-release.min.js).

source: Disable Dashicons
hu_hu: Dashicons letiltása

source: Disables dashicons on the front end when not logged in.
hu_hu: Letiltja a Dashicons-t a nyilvános felületen, ha nincs bejelentkezve.

source: Disable Embeds
hu_hu: Beágyazások letiltása

source: Removes WordPress Embed JavaScript file (wp-embed.min.js).
hu_hu: Eltávolítja a WordPress Embed JavaScript-fájlt (wp-embed.min.js).

source: Disable XML-RPC
hu_hu: XML-RPC letiltása

source: Disables WordPress XML-RPC functionality.
hu_hu: Letiltja a WordPress XML-RPC funkcióját.

source: Remove jQuery Migrate
hu_hu: jQuery Migrate eltávolítása

source: Removes jQuery Migrate JavaScript file (jquery-migrate.min.js).
hu_hu: Eltávolítja a jQuery Migrate JavaScript-fájlt (jquery-migrate.min.js).

source: Hide WP Version
hu_hu: WP-verzió elrejtése

source: Removes WordPress version meta tag.
hu_hu: Eltávolítja a WordPress verzió meta címkéjét.

source: Remove RSD Link
hu_hu: RSD link eltávolítása

source: Remove RSD (Real Simple Discovery) link tag.
hu_hu: Eltávolítja az RSD (Real Simple Discovery) link címkét.

source: Remove Shortlink
hu_hu: Shortlink eltávolítása

source: Remove Shortlink link tag.
hu_hu: Eltávolítja a Shortlink link címkét.

source: Disable RSS Feeds
hu_hu: RSS-hírcsatornák letiltása

source: Disable WordPress generated RSS feeds and 301 redirect URL to parent.
hu_hu: Letiltja a WordPress által generált RSS-hírcsatornákat, és 301-es átirányítással a szülő URL-re irányít.

source: Remove RSS Feed Links
hu_hu: RSS-hírcsatorna hivatkozások eltávolítása

source: Disable WordPress generated RSS feed link tags.
hu_hu: Letiltja a WordPress által generált RSS-hírcsatorna link címkéket.

source: Disable Self Pingbacks
hu_hu: Saját pingbackek letiltása

source: Disable Self Pingbacks (generated when linking to an article on your own blog).
hu_hu: Letiltja a saját pingbackeket (amelyek akkor keletkeznek, amikor a saját blogodon lévő cikkre hivatkozol).

source: Disable REST API
hu_hu: REST API letiltása

source: Default (Enabled)
hu_hu: Alapértelmezett (engedélyezve)

source: Disable for Non-Admins
hu_hu: Letiltás nem adminisztrátorok számára

source: Disable When Logged Out
hu_hu: Letiltás, ha nincs bejelentkezve

source: Disables REST API requests and displays an error message if the requester doesn't have permission.
hu_hu: Letiltja a REST API kéréseket, és hibaüzenetet jelenít meg, ha a kérés kezdeményezője nem rendelkezik jogosultsággal.

source: Remove REST API Links
hu_hu: REST API hivatkozások eltávolítása

source: Removes REST API link tag from the front end and the REST API header link from page requests.
hu_hu: Eltávolítja a REST API link címkét a nyilvános felületről, valamint az oldalkérésekből a REST API fejléc hivatkozást.

source: Disable Google Maps
hu_hu: Google Maps letiltása

source: Removes any instances of Google Maps being loaded across your entire site.
hu_hu: Eltávolítja a Google Maps minden betöltött példányát a teljes webhelyről.

source: Exclude Post IDs
hu_hu: Post ID-k kizárása

source: Prevent Google Maps from being disabled on specific post IDs. Format: comma separated
hu_hu: Megakadályozza a Google Maps letiltását bizonyos Post ID-knál. Formátum: vesszővel elválasztva

source: Disable Password Strength Meter
hu_hu: Jelszóerősség-mérő letiltása

source: Removes WordPress and WooCommerce Password Strength Meter scripts from non essential pages.
hu_hu: Eltávolítja a WordPress és a WooCommerce jelszóerősség-mérő szkriptjeit a nem alapvető oldalakról.

source: Disable Comments
hu_hu: Hozzászólások letiltása

source: Disables WordPress comments across your entire site.
hu_hu: Letiltja a WordPress hozzászólásokat a teljes webhelyen.

source: Remove Comment URLs
hu_hu: Hozzászólások URL-jeinek eltávolítása

source: Removes the WordPress comment author link and website field from blog posts.
hu_hu: Eltávolítja a WordPress hozzászólás szerzőjének hivatkozását és a weboldal mezőt a blogbejegyzésekből.

source: Add Blank Favicon
hu_hu: Üres favicon hozzáadása

source: Adds a blank favicon to your WordPress header, which will prevent a missing favicon or 404 error. If you already have a favicon on your site, you should leave this off.
hu_hu: Üres favicont ad a WordPress fejlécéhez, ami megelőzi a hiányzó favicon vagy 404-es hiba előfordulását. Ha már van favicon a webhelyeden, hagyd ezt kikapcsolva.

source: Remove Global Styles
hu_hu: Globális stílusok eltávolítása

source: Remove the inline global styles related to WordPress core blocks.
hu_hu: Eltávolítja a WordPress core blokkjaihoz tartozó inline globális stílusokat.

source: Separate Block Styles
hu_hu: Blokkstílusok szétválasztása

source: Load core block styles only when they are rendered instead of in a global stylesheet.
hu_hu: A core blokkstílusok csak akkor töltődnek be, amikor megjelenítésre kerülnek, nem pedig egy globális stíluslapból.

source: Disable Heartbeat
hu_hu: Heartbeat letiltása

source: Disable Everywhere
hu_hu: Letiltás mindenhol

source: Only Allow When Editing Posts/Pages
hu_hu: Csak bejegyzések/oldalak szerkesztésekor engedélyezze

source: Disable WordPress Heartbeat everywhere or in certain areas (used for auto saving and revision tracking).
hu_hu: A WordPress Heartbeat letiltása mindenhol vagy bizonyos területeken (automatikus mentéshez és változatkövetéshez használatos).

source: Heartbeat Frequency
hu_hu: Heartbeat gyakorisága

source: %s Seconds
hu_hu: %s másodperc

source: Controls how often the WordPress Heartbeat API is allowed to run.
hu_hu: Szabályozza, milyen gyakran futhat a WordPress Heartbeat API.

source: Limit Post Revisions
hu_hu: Bejegyzés-változatok korlátozása

source: Disable Post Revisions
hu_hu: Bejegyzés-változatok letiltása

source: Limits the maximum amount of revisions that are allowed for posts and pages.
hu_hu: Korlátozza a bejegyzésekhez és oldalakhoz engedélyezett változatok maximális számát.

source: Autosave Interval
hu_hu: Automatikus mentés időköze

source: Minute
hu_hu: Perc

source: Disable Autosave Interval
hu_hu: Automatikus mentés időközének letiltása

source: Minutes
hu_hu: Percek

source: Controls how often WordPress will auto save posts and pages while editing.
hu_hu: Szabályozza, milyen gyakran menti a WordPress automatikusan a bejegyzéseket és oldalakat szerkesztés közben.

source: Login URL
hu_hu: Bejelentkezési URL

source: Custom Login URL
hu_hu: Egyedi bejelentkezési URL

source: When set, this will change your WordPress login URL (slug) to the provided string and will block wp-admin and wp-login endpoints from being directly accessed.
hu_hu: Beállításakor a WordPress bejelentkezési URL-t (slug) a megadott karakterláncra módosítja, és blokkolja a wp-admin és wp-login végpontok közvetlen elérését.

source: Disabled Behavior
hu_hu: Letiltott viselkedés

source: Message
hu_hu: Üzenet

source: Home URL
hu_hu: Kezdőlap URL

source: Local Redirect
hu_hu: Helyi átirányítás

source: Change what happens when an original login endpoint is visited.
hu_hu: Módosítsa, mi történik, amikor az eredeti bejelentkezési végpontot felkeresik.

source: Change the disabled message that is displayed.
hu_hu: Módosítsa a megjelenített letiltási üzenetet.

source: Redirect Slug
hu_hu: Átirányítás slugja

source: Change the slug that is used for the local redirect.
hu_hu: Módosítsa a helyi átirányításhoz használt slugot.

source: Disable Scripts
hu_hu: Szkriptek letiltása

source: Disables WooCommerce scripts and styles except on product, cart, and checkout pages.
hu_hu: Letiltja a WooCommerce szkripteket és stílusokat, kivéve a termék-, kosár- és pénztár oldalakon.

source: Disable Cart Fragmentation
hu_hu: Kosár-fragmensek letiltása

source: Disables WooCommerce cart fragmentation script when there are no items in the cart.
hu_hu: Letiltja a WooCommerce kosár-fragmensek szkriptjét, ha nincs tétel a kosárban.

source: Disable Status Meta Box
hu_hu: Állapot metabox letiltása

source: Disables WooCommerce status meta box from the WP Admin Dashboard.
hu_hu: Letiltja a WooCommerce állapot metaboxot a WP Admin vezérlőpulton.

source: Disable Widgets
hu_hu: Widgetek letiltása

source: Disables all WooCommerce widgets.
hu_hu: Letiltja az összes WooCommerce widgetet.

source: Defer
hu_hu: Halasztás

source: Defer Javascript
hu_hu: JavaScript halasztása
