Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-back-*-stock-notifications/woocommerce-back-*-stock-notifications-*.po
Languages: hu_hu

source: Notify your customers when their favorite products are back in stock.
hu_hu: Értesítse ügyfeleit, amikor kedvenc termékeik újra raktáron vannak.

source: Deliveries
hu_hu: Kézbesítések

source: Sign-ups
hu_hu: Feliratkozások

source: Insufficient privileges to export notifications.
hu_hu: Nincs elegendő jogosultsága az értesítések exportálásához.

source: Stock Notifications
hu_hu: Készletértesítések

source: Dashboard
hu_hu: Vezérlőpult

source: Add Notification
hu_hu: Értesítés hozzáadása

source: Edit Notification
hu_hu: Értesítés szerkesztése

source: Activity
hu_hu: Tevékenység

source: Notifications
hu_hu: Értesítések

source: Stock Notifications Dashboard
hu_hu: Készletértesítések vezérlőpultja

source: <strong>WooCommerce Back In Stock Notifications</strong> is updating your database.%s
hu_hu: <strong>WooCommerce Back In Stock Notifications</strong> frissíti az adatbázisát.%s

source: <strong>WooCommerce Back In Stock Notifications</strong> has been updated! To keep things running smoothly, your database needs to be updated, as well.
hu_hu: <strong>WooCommerce Back In Stock Notifications</strong> frissült! Annak érdekében, hogy minden zökkenőmentesen működjön, az adatbázisát is frissíteni kell.

source: Before you proceed, please take a few minutes to <a href="%s" target="_blank">learn more</a> about best practices when updating.
hu_hu: Mielőtt folytatná, kérjük, szánjon néhány percet, hogy <a href="%s" target="_blank">tudjon meg többet</a> a frissítés legjobb gyakorlatairól.

source: <strong>WooCommerce Back In Stock Notifications</strong> has not finished updating your database.%s
hu_hu: <strong>WooCommerce Back In Stock Notifications</strong> még nem fejezte be az adatbázisa frissítését.%s

source: <strong>WooCommerce Back In Stock Notifications</strong> has finished updating your database. Thank you for updating to the latest version!
hu_hu: <strong>WooCommerce Back In Stock Notifications</strong> befejezte az adatbázisa frissítését. Köszönjük, hogy a legújabb verzióra frissített!

source: Update database
hu_hu: Adatbázis frissítése

source: run it manually
hu_hu: futtassa kézzel

source: The process seems to be taking a little longer than usual. Let's try to %s.
hu_hu: Úgy tűnik, a folyamat a szokásosnál egy kicsit tovább tart. Próbáljuk meg %s.

source: get in touch with us
hu_hu: lépjen kapcsolatba velünk

source: If this message persists, please restore your database from a backup, or %s.
hu_hu: Ha ez az üzenet továbbra is megjelenik, kérjük, állítsa vissza az adatbázisát egy biztonsági mentésből, vagy %s.

source: Thank you for installing <strong>WooCommerce Back In Stock Notifications</strong>. Please take a minute to <a href="%s">review your settings</a>, and we won't bother you again &ndash; ever!
hu_hu: Köszönjük, hogy telepítette a <strong>WooCommerce Back In Stock Notifications</strong> bővítményt. Kérjük, szánjon egy percet a <a href="%s">beállításai áttekintésére</a>, és többé nem zavarjuk &ndash; soha!

source: Loopback test passed!
hu_hu: A loopback teszt sikeres!

source: Loopback test failed!
hu_hu: A loopback teszt sikertelen!

source: Back In Stock Notifications ran a quick check-up on your site, and found that loopback requests might be failing to complete. Loopback requests are used by WooCommerce to run scheduled events, such as database upgrades. To keep your site in top shape, please ask the host or administrator of your server to look into this for you.
hu_hu: A Back In Stock Notifications gyors ellenőrzést futtatott a webhelyén, és azt találta, hogy a loopback kérések előfordulhat, hogy nem futnak le teljesen. A WooCommerce a loopback kéréseket ütemezett események futtatásához használja, például adatbázis-frissítésekhez. Annak érdekében, hogy a webhelye a lehető legjobb állapotban maradjon, kérje meg a tárhelyszolgáltatóját vagy a kiszolgáló rendszergazdáját, hogy vizsgálja meg ezt az ügyet.

source: Repeat test
hu_hu: Teszt megismétlése

source: Back In Stock Notifications ran a quick check-up on your site, and found that the task scheduler built into WooCommerce might be failing to process notifications deliveries in time. To keep your site in top shape, please ask the host or administrator of your server to look into this for you.
hu_hu: A Back In Stock Notifications gyors ellenőrzést futtatott a webhelyén, és azt találta, hogy a WooCommerce-be épített feladatütemező előfordulhat, hogy nem tudja időben feldolgozni az értesítések kézbesítéseit. Annak érdekében, hogy a webhelye a lehető legjobb állapotban maradjon, kérje meg a tárhelyszolgáltatóját vagy a kiszolgáló rendszergazdáját, hogy vizsgálja meg ezt az ügyet.

source: Notification updated.
hu_hu: Értesítés frissítve.

source: Notification sent to "%s".
hu_hu: Értesítés elküldve ide: "%s".

source: Failed to send notification. Please make sure that (a) the notification is active, and (b) the listed product is available.
hu_hu: Nem sikerült elküldeni az értesítést. Kérjük, győződjön meg arról, hogy (a) az értesítés aktív, és (b) a megadott termék elérhető.

source: Verification e-mail sent to "%s".
hu_hu: Megerősítő e-mail elküldve ide: "%s".

source: A <a href="%s">notification</a> for the same product and customer already exists in your database.
hu_hu: Ugyanazon termékhez és ügyfélhez tartozó <a href="%s">értesítés</a> már létezik az adatbázisában.

source: Notification created.
hu_hu: Értesítés létrehozva.

source: Notification deleted.
hu_hu: Értesítés törölve.

source: Notification not found.
hu_hu: Értesítés nem található.

source: The installed version of <strong>Back In Stock</strong> is not compatible with the <code>selectSW</code> library found on your system. Please update Back In Stock to the latest version.
hu_hu: A telepített <strong>Back In Stock</strong> verzió nem kompatibilis az Ön rendszerén található <code>selectSW</code> könyvtárral. Kérjük, frissítse a Back In Stock bővítményt a legújabb verzióra.

source: WooCommerce Back In Stock Notifications stores the following information when customers sign up to receive back-in-stock notifications:
hu_hu: A WooCommerce Back In Stock Notifications a következő információkat tárolja, amikor az ügyfelek feliratkoznak a készletértesítések fogadására:

source: Customer e-mail.
hu_hu: Ügyfél e-mail-címe.

source: Sign-up date.
hu_hu: Feliratkozás dátuma.

source: Notification date.
hu_hu: Értesítés dátuma.

source: This information can be used to personally identify customers, and is stored in the database indefinitely.
hu_hu: Ezek az információk alkalmasak az ügyfelek személyes azonosítására, és az adatbázisban határozatlan ideig kerülnek tárolásra.

source: Delete this notification permanently?
hu_hu: Véglegesen törli ezt az értesítést?

source: Delete the selected notifications permanently?
hu_hu: Véglegesen törli a kijelölt értesítéseket?

source: Export Notifications
hu_hu: Értesítések exportálása

source: No data recorded.
hu_hu: Nincs rögzített adat.

source: %notifications% signed up on %date%
hu_hu: %notifications% feliratkozott ekkor: %date%

source: %notifications% sent on %date%
hu_hu: %notifications% elküldve ekkor: %date%

source: Stock notifications
hu_hu: Készletértesítések

source: Let customers sign up to be notified when this product is restocked
hu_hu: Engedje meg, hogy a vásárlók feliratkozzanak értesítésre, ha ez a termék újra készleten lesz.

source: Sign-ups for stock notifications are disabled for all products in the store. To control sign-ups for this product, first enable the global <a href="%s">"Allow sign-ups"</a> option.
hu_hu: A készletértesítésekre történő feliratkozás az áruház összes termékénél le van tiltva. Ennek a terméknek a feliratkozásait csak akkor tudja kezelni, ha először engedélyezi a globális <a href=\"%s\">\"Feliratkozások engedélyezése\"</a> opciót.

source: This action cannot be undone. Continue?
hu_hu: Ez a művelet nem vonható vissza. Folytatja?

source: ID
hu_hu: Azonosító

source: Product ID
hu_hu: Termékazonosító

source: Product title
hu_hu: Termék címe

source: Product name
hu_hu: Termék neve

source: Product SKU
hu_hu: Termék cikkszáma

source: User ID
hu_hu: Felhasználóazonosító

source: User e-mail
hu_hu: Felhasználó e-mail-címe

source: User firstname
hu_hu: Felhasználó keresztneve

source: User lastname
hu_hu: Felhasználó vezetékneve

source: Sign-up date
hu_hu: Feliratkozás dátuma

source: Activation date
hu_hu: Aktiválás dátuma

source: Notified date
hu_hu: Értesítés dátuma

source: Status
hu_hu: Állapot

source: View Notification
hu_hu: Értesítés megtekintése

source: &#8220;%s&#8221; (Edit)
hu_hu: &#8220;%s&#8221; (Szerkesztés)

source: SYSTEM
hu_hu: RENDSZER

source: %s ago
hu_hu: %s ezelőtt

# column_name
source: Notification
hu_hu: Értesítés

# column_name
source: Event
hu_hu: Esemény

# column_name
source: User / E-mail
hu_hu: Felhasználó / E-mail

# column_name
source: Product
hu_hu: Termék

# column_name
source: Signed Up
hu_hu: Feliratkozott

source: Activity Log
hu_hu: Tevékenységnapló

source: No activity recorded just yet.
hu_hu: Egyelőre nincs rögzített tevékenység.

source: No activity recorded
hu_hu: Nincs rögzített tevékenység

source: Filter
hu_hu: Szűrés

source: All customers
hu_hu: Összes vásárló

source: Filter by type
hu_hu: Szűrés típus szerint

source: All types
hu_hu: Összes típus

source: Filter by date
hu_hu: Szűrés dátum szerint

source: All dates
hu_hu: Összes dátum

source: Select %s
hu_hu: Válassza a(z) %s elemet

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Pending
hu_hu: Függőben

source: Awaiting verification
hu_hu: Megerősítésre vár

source: Queued
hu_hu: Sorban áll

source: Inactive
hu_hu: Inaktív

source: Active
hu_hu: Aktív

source: Unpublished
hu_hu: Nem közzétett

# column_name
source: Status
hu_hu: Állapot

# column_name
source: User/Email
hu_hu: Felhasználó/E-mail

# column_name
source: Waiting
hu_hu: Várakozó

source: Activate
hu_hu: Aktiválás

source: Deactivate
hu_hu: Deaktiválás

source: Delete permanently
hu_hu: Végleges törlés

source: Notifications updated.
hu_hu: Értesítések frissítve.

source: Notifications deleted.
hu_hu: Értesítések törölve.

source: Queued notifications aborted.
hu_hu: Sorba állított értesítések megszakítva.

source: No Notifications found
hu_hu: Nem található értesítés

source: Abort Queued
hu_hu: Sorban állók megszakítása

source: Select product&hellip;
hu_hu: Válasszon terméket&hellip;

source: Select customer&hellip;
hu_hu: Válasszon vásárlót&hellip;

source: General
hu_hu: Általános

source: Allow sign-ups
hu_hu: Feliratkozások engedélyezése

source: Let customers sign up to be notified when products in your store are restocked.
hu_hu: Lehetővé teszi, hogy a vásárlók feliratkozzanak értesítésre, amikor az áruházában lévő termékeket újrakészletezik.

source: Require double opt-in to sign up
hu_hu: Kettős megerősítés (double opt-in) megkövetelése a feliratkozáshoz

source: To complete the sign-up process, customers must follow a verification link sent to their e-mail after submitting the sign-up form.
hu_hu: A feliratkozási folyamat befejezéséhez a vásárlóknak a feliratkozási űrlap beküldése után az e-mailben küldött megerősítő hivatkozást kell követniük.

source: Delete unverified notification sign-ups after (in days)
hu_hu: Nem ellenőrzött értesítési feliratkozások törlése ennyi idő után (napokban)

source: Contols how long the plugin will store unverified notification sign-ups in the database. Enter zero, or leave this field empty if you would like to store expired sign-up requests indefinitey.
hu_hu: Meghatározza, meddig tárolja a bővítmény az adatbázisban a nem ellenőrzött értesítési feliratkozásokat. Írjon be nullát, vagy hagyja üresen ezt a mezőt, ha a lejárt feliratkozási kérelmeket határozatlan ideig szeretné tárolni.

source: Require account to sign up
hu_hu: Fiók megkövetelése a feliratkozáshoz

source: Customers must be logged in to sign up for stock notifications.
hu_hu: A készletértesítésekre való feliratkozáshoz a vásárlóknak be kell jelentkezniük.

source: When enabled, guests will be redirected to a login page to complete the sign-up process.
hu_hu: Engedélyezés esetén a vendég felhasználók átirányításra kerülnek egy bejelentkezési oldalra a feliratkozási folyamat befejezéséhez.

source: Create account on sign-up
hu_hu: Fiók létrehozása feliratkozáskor

source: Create an account when guests sign up for stock notifications.
hu_hu: Vendég felhasználók számára fiók létrehozása, amikor készletértesítésre feliratkoznak.

source: Minimum stock quantity
hu_hu: Minimális készletmennyiség

source: Stock quantity required to trigger stock notifications when restocking.
hu_hu: Az a készletmennyiség, amely újrakészletezéskor aktiválja a készletértesítéseket.

source: Product Page
hu_hu: Termékoldal

source: Display opt-in checkbox
hu_hu: Hozzájárulási jelölőnégyzet megjelenítése

source: Enable this option if you would like guests to provide explicit consent in order to sign up.
hu_hu: Engedélyezze ezt az opciót, ha azt szeretné, hogy a vendégek kifejezett hozzájárulást adjanak a feliratkozáshoz.

source: Opt-in checkbox text
hu_hu: Hozzájárulási jelölőnégyzet szövege

source: Display signed-up customers
hu_hu: Feliratkozott vásárlók megjelenítése

source: Let visitors know how many customers have already signed up.
hu_hu: Tudassa a látogatókkal, hány vásárló iratkozott már fel.

source: Note: If page caching is enabled on your site, the displayed count may not be accurate at all times.
hu_hu: Megjegyzés: Ha a webhelyén az oldal gyorsítótárazása engedélyezve van, a megjelenített szám nem minden esetben pontos.

source: Signed-up customers text
hu_hu: Feliratkozott vásárlók szövege

source: Text to use when 1 customer has signed up for a stock notification.
hu_hu: Szöveg, amikor 1 vásárló iratkozott fel készletértesítésre.

source: Text to use when multiple customers have signed up for stock notifications. <code>{customers_count}</code> will be substituted by the number of signed-up customers.
hu_hu: Szöveg, amikor több vásárló iratkozott fel készletértesítésre. A <code>{customers_count}</code> helyére a feliratkozott vásárlók száma kerül.

source: Sign-up form text
hu_hu: Feliratkozási űrlap szövege

source: Sign-up form text &mdash; already signed up
hu_hu: Feliratkozási űrlap szövege &mdash; már feliratkozott

source: Text to display to logged-in customers who have already signed up, instead of the <strong>Sign-up form text</strong> above. <code>{manage_account_link}</code> will be substituted by the text below and converted into a <strong>My Account > Stock Notifications</strong> page link.
hu_hu: Azon bejelentkezett vásárlóknak megjelenítendő szöveg, akik már feliratkoztak, a fenti <strong>Feliratkozási űrlap szövege</strong> helyett. A <code>{manage_account_link}</code> az alábbi szövegre lesz cserélve, és egy <strong>Fiókom > Készletértesítések</strong> oldalhivatkozássá lesz alakítva.

source: Text substituted into <code>{manage_account_link}</code> above.
hu_hu: A fenti <code>{manage_account_link}</code> helyére behelyettesített szöveg.

source: Sign-up form button text
hu_hu: Regisztrációs űrlap gombjának felirata

source: Catalog
hu_hu: Katalógus

source: Display sign-up prompt in catalog
hu_hu: Regisztrációs felhívás megjelenítése a katalógusban

source: Display a message next to out-of-stock products in catalog pages, prompting customers to sign up for stock notifications.
hu_hu: Üzenet megjelenítése a készlethiányos termékek mellett a katalógusoldalakon, amely felhívja a vásárlókat, hogy iratkozzanak fel a készletértesítésekre.

source: Catalog sign-up prompt text
hu_hu: Katalógus regisztrációs felhívásának szövege

source: Text to display next to out-of-stock products in catalog pages. <code>{prompt_link}</code> will be substituted by the text below and converted into a product page link.
hu_hu: Szöveg, amely a készlethiányos termékek mellett jelenik meg a katalógusoldalakon. A <code>{prompt_link}</code> az alábbi szövegre lesz cserélve, és termékoldalra mutató hivatkozássá lesz alakítva.

source: Text substituted into <code>{prompt_link}</code> above.
hu_hu: A fenti <code>{prompt_link}</code> helyére behelyettesített szöveg.

source: Catalog sign-up prompt text &mdash; already signed up
hu_hu: Katalógus regisztrációs felhívás szövege &mdash; már feliratkozott

source: Text to display next to out-of-stock products in catalog pages to logged-in customers who have already signed up. <code>{prompt_link}</code> will be substituted by the text below and converted into a <strong>My Account > Stock Notifications</strong> page link.
hu_hu: Szöveg, amely a készlethiányos termékek mellett jelenik meg a katalógusoldalakon azoknak a bejelentkezett vásárlóknak, akik már feliratkoztak. A <code>{prompt_link}</code> az alábbi szövegre lesz cserélve, és a <strong>Fiókom > Készletértesítések</strong> oldalra mutató hivatkozássá lesz alakítva.

source: WooCommerce is currently <a href="%s">configured</a> to create new accounts without generating passwords automatically. Guests who sign up to receive stock notifications will need to reset their password before they can log into their new account.
hu_hu: A WooCommerce jelenleg úgy van <a href="%s">beállítva</a>, hogy új fiókokat hozzon létre jelszavak automatikus generálása nélkül. A készletértesítésekre feliratkozó vendégeknek a jelszavukat vissza kell állítaniuk, mielőtt be tudnának jelentkezni az új fiókjukba.

source: WooCommerce is currently <a href="%s">configured</a> to hide out-of-stock products from your catalog. Customers will not be able sign up for back-in-stock notifications while this option is enabled.
hu_hu: A WooCommerce jelenleg úgy van <a href="%s">beállítva</a>, hogy elrejtse a készlethiányos termékeket az Ön katalógusából. A vásárlók nem tudnak feliratkozni a készletértesítésekre, amíg ez az opció engedélyezve van.

source: Database version
hu_hu: Adatbázis-verzió

source: The version of WooCommerce Back In Stock Notifications reported by the database. This should be the same as the plugin version.
hu_hu: Az adatbázis által jelentett WooCommerce Back In Stock Notifications verziója. Ennek meg kell egyeznie a bővítmény verziójával.

source: Database version mismatch.
hu_hu: Az adatbázis-verzió nem egyezik.

source: Loopback test
hu_hu: Loopback teszt

source: Loopback requests are used by WooCommerce to process tasks in the background.
hu_hu: A WooCommerce a loopback kéréseket használja a feladatok háttérben történő feldolgozásához.

source: Loopback test failed.
hu_hu: A loopback teszt sikertelen.

source: Search activity
hu_hu: Keresési tevékenység

source: Sent last month
hu_hu: Elküldve múlt hónapban

source: Sent today
hu_hu: Elküldve ma

source: Sign-Ups
hu_hu: Feliratkozások

source: Signed up last month
hu_hu: Feliratkozások múlt hónapban

source: Signed up today
hu_hu: Feliratkozások ma

source: Product Leaderboards
hu_hu: Termékranglisták

source: Most wanted
hu_hu: Legkeresettebb

source: Product
hu_hu: Termék

source: Customers
hu_hu: Vásárlók

source: Most overdue
hu_hu: Legrégebb óta esedékes

source: Days
hu_hu: Nap

source: Most signed-up
hu_hu: Legtöbb feliratkozás

source: Generate and download a CSV file with notification sign-up data.
hu_hu: CSV-fájl létrehozása és letöltése az értesítési feliratkozások adataival.

source: Options
hu_hu: Beállítások

source: Apply current filters
hu_hu: Jelenlegi szűrők alkalmazása

source: Export custom meta
hu_hu: Egyéni metaadat exportálása

source: Download CSV
hu_hu: CSV letöltése

source: Add notification
hu_hu: Értesítés hozzáadása

source: View All
hu_hu: Összes megtekintése

source: Notification actions
hu_hu: Értesítési műveletek

source: Choose an action...
hu_hu: Válasszon egy műveletet...

source: Create
hu_hu: Létrehozás

source: Notification details
hu_hu: Értesítés részletei

source: Customer
hu_hu: Vásárló

source: Search for a customer&hellip;
hu_hu: Vásárló keresése&hellip;

source: Enter customer e-mail&hellip;
hu_hu: Adja meg a vásárló e-mail-címét&hellip;

source: Add New
hu_hu: Új hozzáadása

source: Send
hu_hu: Küldés

source: Reactivate
hu_hu: Újraaktiválás

source: Resend verification email
hu_hu: Megerősítő e-mail újraküldése

source: Update
hu_hu: Frissítés

source: Notification #%d details
hu_hu: Értesítés #%d részletei

source: Delivered
hu_hu: Kézbesítve

source: View profile &rarr;
hu_hu: Profil megtekintése &rarr;

source: View notifications &rarr;
hu_hu: Értesítések megtekintése &rarr;

source: Product not found.
hu_hu: A termék nem található.

source: Waiting
hu_hu: Függőben

source: Signed up
hu_hu: Feliratkozva

source: Signed-up customers
hu_hu: Feliratkozott vásárlók

source: Attributes
hu_hu: Tulajdonságok

source: Export
hu_hu: Exportálás

source: Search Notifications
hu_hu: Értesítések keresése

source: No customers have signed up to receive back-in-stock notifications from you just yet.
hu_hu: Még egyetlen vásárló sem iratkozott fel Önnél a készletre visszaérkezésről szóló értesítésekre.

source: Learn more
hu_hu: További információ

source: In stock
hu_hu: Raktáron

source: , or create a new account now.
hu_hu: , vagy hozzon létre most új fiókot.

source: Please log in to complete the sign-up process%s.
hu_hu: Kérjük, jelentkezzen be a feliratkozási folyamat befejezéséhez%s.

source: Sign up failed. Please try again.
hu_hu: A feliratkozás nem sikerült. Kérjük, próbálja meg újra.

source: You have already joined this waitlist.
hu_hu: Már csatlakozott ehhez a várólistához.

source: Manage notifications
hu_hu: Értesítések kezelése

source: Thanks for signing up! An account has been created for you. Please complete the sign-up process by following the verification link sent to your e-mail.
hu_hu: Köszönjük a feliratkozását! Létrehoztunk egy fiókot az Ön számára. Kérjük, fejezze be a feliratkozási folyamatot az e-mailben elküldött megerősítő hivatkozás követésével.

source: Thanks for signing up! Please complete the sign-up process by following the verification link sent to your e-mail.
hu_hu: Köszönjük a feliratkozását! Kérjük, fejezze be a feliratkozási folyamatot az e-mailben elküldött megerősítő hivatkozás követésével.

source: You have already joined this waitlist. Please complete the sign-up process by following the verification link sent to your e-mail.
hu_hu: Már csatlakozott ehhez a várólistához. Kérjük, fejezze be a feliratkozási folyamatot az e-mailben elküldött megerősítő hivatkozás követésével.

source: Resend verification
hu_hu: Megerősítő e-mail újraküldése

source: You have successfully signed up and will be notified when "%s" is back in stock! Note that a new account has been created for you; please check your e-mail for details.
hu_hu: Sikeresen feliratkozott, és értesítést kap, amikor "%s" újra raktáron lesz! Felhívjuk figyelmét, hogy új fiókot hoztunk létre az Ön számára; kérjük, ellenőrizze az e-mailjét a részletekért.

source: You have successfully signed up! You will be notified when "%s" is back in stock.
hu_hu: Sikeresen feliratkozott! Értesítést kap, amikor "%s" újra raktáron lesz.

source: Thanks for signing up! A new account has been created for you. Please complete the sign-up process by following the verification link sent to your e-mail.
hu_hu: Köszönjük a feliratkozását! Új fiókot hoztunk létre az Ön számára. Kérjük, fejezze be a feliratkozási folyamatot az e-mailben elküldött megerősítő hivatkozás követésével.

source: We were unable to process your request. Please try again later, or get in touch with us for assistance.
hu_hu: Kérését nem tudtuk feldolgozni. Kérjük, próbálja meg később, vagy lépjen kapcsolatba velünk segítségért.

source: We were unable to process your request. Notification not found.
hu_hu: Kérését nem tudtuk feldolgozni. Az értesítés nem található.
