Repository: hellowpio/wordpress-translations
Catalog: plugins/*/gravitysmtp/gravitysmtp-*.po
Languages: hu_hu

source: Change of User Email or Password
hu_hu: Felhasználói e-mail-cím vagy jelszó módosítása

source: Reset Password Request
hu_hu: Jelszó-visszaállítási kérelem

source: Password Reset Successfully
hu_hu: Sikeres jelszó-visszaállítás

source: Password Changed
hu_hu: Jelszó megváltozott

source: Email Change Attempt
hu_hu: E-mail-cím módosítási kísérlet

source: Email Changed
hu_hu: E-mail-cím megváltozott

source: Personal Data Requests
hu_hu: Személyes adatokra vonatkozó kérelmek

source: User Confirmed Export / Erasure Request
hu_hu: Felhasználó által megerősített exportálási / törlési kérelem

source: Admin Erased Data
hu_hu: Admin által törölt adatok

source: Admin Sent Link to Export Data
hu_hu: Admin elküldte az adatok exportálásához szükséges hivatkozást

source: Automatic Updates
hu_hu: Automatikus frissítések

source: Plugin Status
hu_hu: Bővítmény állapota

source: Theme Status
hu_hu: Sablon állapota

source: WP Core Status
hu_hu: WP Core állapota

source: Full Log
hu_hu: Teljes napló

source: New User
hu_hu: Új felhasználó

source: Created (Admin)
hu_hu: Létrehozva (rendszergazda)

source: Created (User)
hu_hu: Létrehozva (felhasználó)

source: Comments
hu_hu: Hozzászólások

source: Awaiting Moderation
hu_hu: Moderálásra vár

source: Published
hu_hu: Közzétéve

source: Purchase Receipt
hu_hu: Vásárlási bizonylat

source: Password Change
hu_hu: Jelszóváltoztatás

source: 1 Day
hu_hu: 1 nap

source: 1 Week
hu_hu: 1 hét

source: 1 Month
hu_hu: 1 hónap

source: 3 Months
hu_hu: 3 hónap

source: 6 Months
hu_hu: 6 hónap

source: 1 Year
hu_hu: 1 év

source: Never Delete
hu_hu: Soha ne törölje

source: Send a Test
hu_hu: Teszt küldése

source: Scheduled Events
hu_hu: Ütemezett események

source: Import/Export
hu_hu: Importálás/Exportálás

source: Debug Log
hu_hu: Hibakeresési napló

source: System Report
hu_hu: Rendszerjelentés

source: Permissions
hu_hu: Jogosultságok

source: Debug Results
hu_hu: Hibakeresési eredmények

source: No debug logs
hu_hu: Nincsenek hibakeresési naplók

source: You will see debug log details when they occur on your site.
hu_hu: A hibakeresési napló részletei akkor jelennek meg, amikor előfordulnak a webhelyén.

source: Debug Log Details
hu_hu: Hibakeresési napló részletei

source: Event
hu_hu: Esemény

source: Date
hu_hu: Dátum

source: Error getting debug log for requested page
hu_hu: Hiba a kért oldal hibakeresési naplójának lekérésekor

source: Fetching debug log page: %1$s
hu_hu: Hibakeresési naplóoldal lekérése: %1$s

source: Error fetching debug log page: %1$s
hu_hu: Hiba a hibakeresési naplóoldal lekérésekor: %1$s

source: Sending test email: %1$s
hu_hu: Teszt e-mail küldése: %1$s

source: Error sending test email: %1$s
hu_hu: Hiba a teszt e-mail küldésekor: %1$s

source: Verify your SMTP setup to ensure reliable email delivery.
hu_hu: Ellenőrizze az SMTP-beállítását a megbízható e-mail kézbesítés érdekében.

source: Send a Test Email
hu_hu: Teszt e-mail küldése

source: Send To
hu_hu: Címzett

source: Enter an email address
hu_hu: Adjon meg egy e-mail-címet

source: Enter the email address you want to send the test email to.
hu_hu: Adja meg annak az e-mail-címét, amelyre a teszt e-mailt küldeni szeretné.

source: Send With
hu_hu: Küldés ezzel

source: Choose which integration you would like to send a test with.
hu_hu: Válassza ki, melyik integrációval szeretne tesztet küldeni.

source: Send test email as HTML.
hu_hu: Teszt e-mail küldése HTML formátumban.

source: Send Test
hu_hu: Teszt küldése

source: Try Again
hu_hu: Próbálja újra

source: Issue Detected:
hu_hu: Észlelt probléma:

source: Possible Reasons for Error:
hu_hu: A hiba lehetséges okai:

source: Recommended Steps:
hu_hu: Javasolt lépések:

source: View Full Error Log
hu_hu: Teljes hibanapló megtekintése

source: Copy Error Log
hu_hu: Hibanapló másolása

source: Error log copied
hu_hu: A hibanapló másolva

source: The system report contains useful technical information to help troubleshooting issues.
hu_hu: A rendszerjelentés hasznos technikai információkat tartalmaz a hibaelhárítás megkönnyítéséhez.

source: Copy System Report
hu_hu: Rendszerjelentés másolása

source: System report copied to clipboard
hu_hu: A rendszerjelentés a vágólapra másolva

source: WordPress Environment
hu_hu: WordPress környezet

source: Active Plugins
hu_hu: Aktív bővítmények

source: Web Server
hu_hu: Webkiszolgáló

source: Database Server
hu_hu: Adatbázis-kiszolgáló

source: Date and Time
hu_hu: Dátum és idő

source: Integration Settings
hu_hu: Integrációs beállítások

source: Translations
hu_hu: Fordítások

source: Defined Constants
hu_hu: Definiált konstansok

source: Site Locale
hu_hu: Webhely területi beállítása

source: User (ID: %d) Locale
hu_hu: Felhasználó (ID: %d) területi beállítása

source: Installed Translations
hu_hu: Telepített fordítások

source: No translations installed
hu_hu: Nincsenek telepített fordítások

source: Version
hu_hu: Verzió

source: Home URL
hu_hu: Kezdőlap URL

source: Site URL
hu_hu: Webhely URL

source: REST API Base URL
hu_hu: REST API alap URL

source: WordPress Version
hu_hu: WordPress-verzió

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: WordPress Memory Limit
hu_hu: WordPress memóriakorlát

source: WordPress Debug Mode
hu_hu: WordPress hibakeresési mód

source: WordPress Debug Log
hu_hu: WordPress hibakeresési napló

source: WordPress Script Debug Mode
hu_hu: WordPress szkript hibakeresési mód

source: WordPress Alternate Cron
hu_hu: WordPress alternatív Cron

source: Background tasks
hu_hu: Háttérfeladatok

source: by %1$s - %2$s
hu_hu: készítette: %1$s - %2$s

source: Software
hu_hu: Szoftver

source: Document Root
hu_hu: Dokumentumgyökér

source: Memory Limit
hu_hu: Memóriakorlát

source: Maximum Execution Time
hu_hu: Maximális végrehajtási idő

source: Maximum File Upload Size
hu_hu: Maximális fájlfeltöltési méret

source: Maximum File Uploads
hu_hu: Fájlfeltöltések maximális száma

source: Maximum Post Size
hu_hu: Maximális POST-méret

source: Maximum Input Variables
hu_hu: Maximális bemeneti változók száma

source: cURL Enabled
hu_hu: cURL engedélyezve

source: Yes (version %s)
hu_hu: Igen (verzió: %s)

source: Mcrypt Enabled
hu_hu: Mcrypt engedélyezve

source: Mbstring Enabled
hu_hu: Mbstring engedélyezve

source: Loaded Extensions
hu_hu: Betöltött kiterjesztések

source: Debug Retention Period
hu_hu: Hibakeresési megőrzési idő

source: Debug Log Link
hu_hu: Hibakeresési napló hivatkozás

source: No Integrations Enabled
hu_hu: Nincsenek engedélyezett integrációk

source: Enabled Integrations
hu_hu: Engedélyezett integrációk

source: No Primary Integration Enabled
hu_hu: Nincs engedélyezett elsődleges integráció

source: No Backup Integration Enabled
hu_hu: Nincs engedélyezett tartalék integráció

source: Primary Integration
hu_hu: Elsődleges integráció

source: Backup Integration
hu_hu: Tartalék integráció

source: Database Management System
hu_hu: Adatbázis-kezelő rendszer

source: Database Character Set
hu_hu: Adatbázis-karakterkészlet

source: Database Collation
hu_hu: Adatbázis-kolláció

source: %1$s at %2$s
hu_hu: %1$s %2$s-kor

source: WordPress (Local) Timezone
hu_hu: WordPress (helyi) időzóna

source: MySQL - Universal time (UTC)
hu_hu: MySQL - Univerzális idő (UTC)

source: MySQL - Local time
hu_hu: MySQL - Helyi idő

source: PHP - Universal time (UTC)
hu_hu: PHP - Univerzális idő (UTC)

source: PHP - Local time
hu_hu: PHP - Helyi idő

source: Date & Time
hu_hu: Dátum és idő

source: Send either a date range value or start/end dates; do not send both.
hu_hu: Vagy egy dátumtartományt küldjön, vagy kezdő- és végdátumokat; ne küldje mindkettőt.

source: Must provide both start and end dates.
hu_hu: Meg kell adnia a kezdő- és a végdátumot.

source: Setup Wizard Screen 01: Checking license key: %1$s
hu_hu: Beállítási varázsló 01. képernyő: Licenckulcs ellenőrzése: %1$s

source: Setup Wizard Screen 01: Error checking license key: %1$s
hu_hu: Beállítási varázsló 01. képernyő: Hiba a licenckulcs ellenőrzésekor: %1$s

source: Setup Wizard Screen 02: Migrating data: %1$s
hu_hu: Beállítási varázsló 02. képernyő: Adatok migrálása: %1$s

source: Setup Wizard Screen 02: Error migrating data: %1$s
hu_hu: Beállítási varázsló 02. képernyő: Hiba az adatok migrálásakor: %1$s

source: Setup Wizard Screen 01: Saving license key: %1$s
hu_hu: Beállítási varázsló 01. képernyő: Licenckulcs mentése: %1$s

source: Setup Wizard Screen 01: Error saving license key: %1$s
hu_hu: Beállítási varázsló 01. képernyő: Hiba a licenckulcs mentésekor: %1$s

source: Setup Wizard Screen 01: Error saving should display: %1$s
hu_hu: Beállítási varázsló 01. képernyő: Hiba a should display mentésekor: %1$s

source: Setup Wizard Screen 01: Starting wizard for first run: %1$s
hu_hu: Beállítási varázsló 01. képernyő: Varázsló indítása az első futtatáshoz: %1$s

source: Setup Wizard Screen 01: Starting wizard from the settings screen: %1$s
hu_hu: Beállítási varázsló 01. képernyő: Varázsló indítása a beállítások képernyőről: %1$s

source: Setup Wizard Screen 01: Setting should display to false: %1$s
hu_hu: Beállítási varázsló 01. képernyő: A should display false értékre állítása: %1$s

source: Setup Wizard Screen 01: Updating usage analytics: %1$s
hu_hu: Beállítási varázsló 01. képernyő: Használati analitika frissítése: %1$s

source: Setup Wizard Screen 01: Error updating usage analytics: %1$s
hu_hu: Beállítási varázsló 01. képernyő: Hiba a használati analitika frissítésekor: %1$s

source: Welcome to Gravity SMTP
hu_hu: Üdvözöljük a Gravity SMTP-ben

source: You're only minutes away from sending emails with confidence! Use the setup wizard to get started if this is your first time using Gravity SMTP.
hu_hu: Már csak percekre van attól, hogy magabiztosan küldjön e-maileket! Ha most használja először a Gravity SMTP-t, az első lépésekhez használja a beállítási varázslót.

source: The Most Popular WordPress SMTP Plugin
hu_hu: A legnépszerűbb WordPress SMTP-bővítmény

source: Advanced Open & Click Tracking
hu_hu: Fejlett megnyitási és kattintási követés

source: Weekly Email Summaries
hu_hu: Heti e-mail összefoglalók

source: Text Alerts For Service Interruptions
hu_hu: Szöveges riasztások szolgáltatáskiesések esetén

source: Let's Get Started
hu_hu: Kezdjük el

source: Verify License
hu_hu: Licenc ellenőrzése

source: Checking License
hu_hu: Licenc ellenőrzése

source: Enter License Key
hu_hu: Adja meg a licenckulcsot

source: Enter your license key here
hu_hu: Adja meg itt a licenckulcsát

source: Back
hu_hu: Vissza

source: Skip This Step
hu_hu: E lépés kihagyása

source: Return to Dashboard
hu_hu: Vissza a vezérlőpultra

source: Migrate Your SMTP Settings
hu_hu: SMTP-beállításainak migrálása

source: Gravity SMTP is compatible with multiple SMTP plugins. We’ve detected other SMTP plugins installed on your website. Choose which plugin’s data you want to import to Gravity SMTP for a seamless migration experience.
hu_hu: A Gravity SMTP több SMTP-bővítménnyel is kompatibilis. Más SMTP-bővítményeket észleltünk a webhelyén. Válassza ki, melyik bővítmény adatait szeretné importálni a Gravity SMTP-be a zökkenőmentes migráció érdekében.

source: Choose Your SMTP Mail Solution
hu_hu: Válassza ki az SMTP-levelezési megoldását

source: Which SMTP mail solution would you like to use to send emails?
hu_hu: Melyik SMTP-levelezési megoldást szeretné használni az e-mailek küldéséhez?

source: Not sure which to choose? Check out our Ultimate Gravity SMTP Guide for details on each option.
hu_hu: Nem biztos benne, melyiket válassza? Tekintse meg az Ultimate Gravity SMTP útmutatónkat, amelyben részleteket talál az egyes lehetőségekről.

source: Configure Mail Settings
hu_hu: E-mail beállítások konfigurálása

source: Get Started With %s
hu_hu: Kezdje el a(z) %s használatát

source: Setup Skipped
hu_hu: Beállítás kihagyva

source: Congratulations, you're ready to start reliably and securely sending email from your site using Gravity SMTP. Head on over to the plugin dashboard to check out all the features Gravity SMTP has to offer.
hu_hu: Gratulálunk, készen áll arra, hogy megbízhatóan és biztonságosan küldjön e-maileket az oldaláról a Gravity SMTP használatával. Látogasson el a bővítmény vezérlőpultjára, és tekintse meg mindazokat a funkciókat, amelyeket a Gravity SMTP kínál.

source: Setup Complete
hu_hu: Beállítás befejezve

source: Whoops, looks like things aren't configured properly.
hu_hu: Hoppá, úgy tűnik, nincs minden megfelelően beállítva.

source: We just tried to send a test email, but something prevented that from working. To see more details about the issue we detected, as well as our suggestions to fix it, please start troubleshooting.
hu_hu: Most megpróbáltunk egy teszt e-mailt küldeni, de valami megakadályozta ennek sikerét. Az észlelt problémáról, valamint a javítására vonatkozó javaslatainkról további részletekért kérjük, kezdje meg a hibaelhárítást.

source: Activate %s Integration
hu_hu: A(z) %s integráció aktiválása

source: Invalid license key.
hu_hu: Érvénytelen licenckulcs.

source: Default From Email
hu_hu: Alapértelmezett feladó e-mail-cím

source: Force From Email
hu_hu: Feladó e-mail-cím kényszerítése

source: If Force Email is enabled, the Default From Email address will override other plugin settings for all outgoing emails.
hu_hu: Ha a Feladó e-mail-cím kényszerítése engedélyezve van, az Alapértelmezett feladó e-mail-cím felülírja a bővítmény egyéb beállításait minden kimenő e-mail esetén.

source: Default From Name
hu_hu: Alapértelmezett feladó neve

source: Force From Name
hu_hu: Feladó nevének kényszerítése

source: If Force Name is enabled, the Default From Name will override other plugin settings for all outgoing emails.
hu_hu: Ha a Feladó nevének kényszerítése engedélyezve van, az Alapértelmezett feladó neve felülírja a bővítmény egyéb beállításait minden kimenő e-mail esetén.

source: No Primary or Backup connections enabled. Using wp_mail() to send message.
hu_hu: Nincs engedélyezve elsődleges vagy tartalék kapcsolat. Az üzenet küldése wp_mail() használatával.

source: Setup wizard data reset.
hu_hu: A beállítási varázsló adatai visszaállítva.

source: Error retrieving data for event ID: %d.
hu_hu: Hiba az adatok lekérésekor az eseményazonosítóhoz: %d.

source: Could not send get data for event ID: %d.
hu_hu: Nem sikerült lekérni az adatokat az eseményazonosítóhoz: %d.

source: Detailed log information for this email.
hu_hu: Részletes naplóinformációk ehhez az e-mailhez.

source: Created
hu_hu: Létrehozva

source: Error saving settings for %1$s: %2$s
hu_hu: Hiba a(z) %1$s beállításainak mentésekor: %2$s

source: Request must contain either an array of values to update, or a key and value to update individually.
hu_hu: A kérésnek tartalmaznia kell vagy a frissítendő értékek tömbjét, vagy külön egy kulcsot és egy értéket a frissítéshez.

source: Test Successful
hu_hu: Teszt sikeres

source: Congratulations! Gravity SMTP is sending emails correctly!
hu_hu: Gratulálunk! A Gravity SMTP helyesen küldi az e-maileket!

source: Gravity SMTP is taking care of sending your emails, so now you can focus on the content of your emails and leave the technical details to us.
hu_hu: A Gravity SMTP gondoskodik az e-mailek küldéséről, így most az e-mailek tartalmára összpontosíthat, a technikai részleteket pedig ránk bízhatja.

source: Logo
hu_hu: Logó

source: Mail Icon
hu_hu: Levél ikon

source: Test Email from Gravity SMTP
hu_hu: Teszt e-mail a Gravity SMTP-től

source: Incorrect plugin settings, such as invalid SMTP credentials or expired API key.
hu_hu: Helytelen bővítménybeállítások, például érvénytelen SMTP-hitelesítési adatok vagy lejárt API-kulcs.

source: The SMTP server blocking the incoming connection.
hu_hu: Az SMTP-kiszolgáló blokkolja a bejövő kapcsolatot.

source: Your web host rejecting the connection.
hu_hu: A tárhelyszolgáltatója elutasítja a kapcsolatot.

source: Triple check the plugin settings and ensure they are accurate, especially if you copy-pasted the values.
hu_hu: Ellenőrizze többször is a bővítmény beállításait, és győződjön meg róla, hogy pontosak, különösen, ha másolta és beillesztette az értékeket.

source: Contact your web hosting provider to verify if your server allows outside connections and if any firewall or security policies are in place that could interfere.
hu_hu: Lépjen kapcsolatba a tárhelyszolgáltatójával, hogy ellenőrizze, a kiszolgálója engedélyezi-e a külső kapcsolódásokat, és vannak-e olyan tűzfal- vagy biztonsági szabályok, amelyek zavarhatnak.

source: Consider using one of the other available integration types.
hu_hu: Fontolja meg a többi elérhető integrációs típus egyikének használatát.

source: There was a problem sending the test email.
hu_hu: Hiba történt a teszt e-mail küldésekor.

source: Send a test error: %1$s
hu_hu: Tesztküldési hiba: %1$s

source: Token is invalid or expired.
hu_hu: A token érvénytelen vagy lejárt.

source: Unable to retrieve associated email.
hu_hu: Nem sikerült lekérni a társított e-mailt.

source: Amazon SES offers a reliable and cost-effective service for sending and receiving emails using your own domain. It leverages Amazon’s robust infrastructure, making it a powerful option for managing your email communication.
hu_hu: Az Amazon SES megbízható és költséghatékony szolgáltatást kínál e-mailek küldésére és fogadására a saját domainje használatával. Az Amazon robusztus infrastruktúrájára támaszkodik, így erőteljes lehetőség az e-mailes kommunikáció kezelésére.

source: Starting email send for Amazon SES connector.
hu_hu: E-mailküldés indítása az Amazon SES csatlakozóval.

source: Email sandboxed.
hu_hu: E-mail sandboxban.

source: Email successfully sent.
hu_hu: E-mail sikeresen elküldve.

source: Amazon SES Settings
hu_hu: Amazon SES beállítások

source: Configuration
hu_hu: Konfiguráció

source: Log in to your {{link}}AWS Console{{link}}, go to the IAM dashboard, and create a new access key for an IAM user with AmazonSESFullAccess and AmazonSNSFullAccess permissions.
hu_hu: Jelentkezzen be az {{link}}AWS Console{{link}} felületére, lépjen az IAM irányítópultra, és hozzon létre egy új hozzáférési kulcsot olyan IAM-felhasználó számára, akinek AmazonSESFullAccess és AmazonSNSFullAccess jogosultságai vannak.

source: Region
hu_hu: Régió

source: US East (N. Virginia)
hu_hu: USA keleti (Észak-Virginia)

source: US East (Ohio)
hu_hu: USA keleti (Ohio)

source: US West (N. California)
hu_hu: USA nyugati (Észak-Kalifornia)

source: US West (Oregon)
hu_hu: USA nyugati (Oregon)

source: Africa (Cape Town)
hu_hu: Afrika (Fokváros)

source: Asia Pacific (Hong Kong)
hu_hu: Ázsia és Csendes-óceáni térség (Hongkong)

source: Asia Pacific (Jakarta)
hu_hu: Ázsia és Csendes-óceáni térség (Jakarta)

source: Asia Pacific (Mumbai)
hu_hu: Ázsia és Csendes-óceáni térség (Mumbai)

source: Asia Pacific (Osaka)
hu_hu: Ázsia és Csendes-óceáni térség (Oszaka)

source: Asia Pacific (Seoul)
hu_hu: Ázsia és Csendes-óceáni térség (Szöul)

source: Asia Pacific (Singapore)
hu_hu: Ázsia és Csendes-óceáni térség (Szingapúr)

source: Asia Pacific (Sydney)
hu_hu: Ázsia és Csendes-óceáni térség (Sydney)

source: Asia Pacific (Tokyo)
hu_hu: Ázsia és Csendes-óceáni térség (Tokió)

source: Canada (Central)
hu_hu: Kanada (Központi)

source: Europe (Frankfurt)
hu_hu: Európa (Frankfurt)

source: Europe (Ireland)
hu_hu: Európa (Írország)

source: Europe (London)
hu_hu: Európa (London)

source: Europe (Milan)
hu_hu: Európa (Milánó)

source: Europe (Paris)
hu_hu: Európa (Párizs)

source: Europe (Stockholm)
hu_hu: Európa (Stockholm)

source: Middle East (Bahrain)
hu_hu: Közel-Kelet (Bahrein)

source: South America (São Paulo)
hu_hu: Dél-Amerika (São Paulo)

source: Confidently send transactional emails with Brevo, formerly Sendinblue. With an impressive free plan, Brevo allows you to send up to 300 transactional emails a day! And for those who need to send more, simply pay for what you send. For more information on how to get started with Brevo, read our documentation.
hu_hu: Magabiztosan küldhet tranzakciós e-maileket a Brevo-val (korábban Sendinblue). A lenyűgöző ingyenes csomaggal a Brevo lehetővé teszi, hogy naponta akár 300 tranzakciós e-mailt küldjön! És ha ennél többet szeretne küldeni, egyszerűen csak a ténylegesen elküldött mennyiség után fizet. További információért arról, hogyan kezdhet neki a Brevo használatának, olvassa el a dokumentációnkat.

source: Starting email send for Brevo connector.
hu_hu: E-mail-küldés indítása a Brevo csatlakozóval.

source: Brevo Settings
hu_hu: Brevo beállításai

source: API Key
hu_hu: API-kulcs

source: To generate an API key from Brevo, log in to your Brevo dashboard and navigate to the API section. %1$sCreate a new API key%2$s and ensure your %3$sAuthorized IPs settings%2$s are configured correctly.
hu_hu: A Brevo-ban API-kulcs létrehozásához jelentkezzen be a Brevo irányítópultjára, és navigáljon az API szakaszba. %1$sHozzon létre egy új API-kulcsot%2$s, és győződjön meg róla, hogy a %3$sAuthorized IPs beállításai%2$s megfelelően vannak konfigurálva.

source: No API Key provided.
hu_hu: Nincs megadva API-kulcs.

source: Invalid API Key provided.
hu_hu: Érvénytelen API-kulcs került megadásra.

source: Use our Custom SMTP feature to easily connect to any SMTP server. If you don't want to use one of Gravity SMTP's built-in integrations, with Custom SMTP you can sync with a huge array of services that can reliably send your site's emails. For more information on how to get started with Custom SMTP, read our documentation.
hu_hu: Használja az Egyéni SMTP funkciónkat, hogy egyszerűen csatlakozzon bármely SMTP-kiszolgálóhoz. Ha nem szeretné használni a Gravity SMTP beépített integrációinak egyikét, az Egyéni SMTP segítségével szolgáltatások széles körével szinkronizálhat, amelyek megbízhatóan képesek elküldeni webhelye e-mailjeit. További információért arról, hogyan kezdhet neki az Egyéni SMTP használatának, olvassa el a dokumentációnkat.

source: Custom SMTP Settings
hu_hu: Egyéni SMTP beállításai

source: The URL (such as smtp.mailprovider.com) or IP address of your SMTP host.
hu_hu: SMTP-kiszolgálója URL-címe (például smtp.mailprovider.com) vagy IP-címe.

source: SMTP Hostname
hu_hu: SMTP hostnév

source: Port 465 is usually used with SSL. Ports 25 and 587 are usually used with TLS.
hu_hu: A 465-ös portot általában SSL-lel használják. A 25-ös és 587-es portokat általában TLS-sel használják.

source: If Return Path is enabled this adds the return path to the email header which indicates where non-deliverable notifications should be sent. Bounce messages may be lost if not enabled.
hu_hu: Ha a Return Path engedélyezve van, ez hozzáadja a return path értéket az e-mail fejlécéhez, amely jelzi, hova kell küldeni a kézbesíthetetlenségi értesítéseket. A visszapattanó üzenetek elveszhetnek, ha nincs engedélyezve.

source: SMTP servers usually use TLS if available. However, on some servers, you may need to disable it to prevent issues.
hu_hu: Az SMTP-kiszolgálók általában TLS-t használnak, ha elérhető. Ugyanakkor egyes kiszolgálókon előfordulhat, hogy a problémák megelőzése érdekében le kell tiltania.

source: Auto TLS
hu_hu: Automatikus TLS

source: Encryption
hu_hu: Titkosítás

source: None
hu_hu: Nincs

source: In most cases, TLS is the preferred encryption method.
hu_hu: A legtöbb esetben a TLS az előnyben részesített titkosítási módszer.

source: Enable authentication if your SMTP server requires a username and password. This option should be enabled in most cases.
hu_hu: Engedélyezze a hitelesítést, ha az SMTP-kiszolgálója felhasználónevet és jelszót igényel. Ezt a beállítást a legtöbb esetben érdemes engedélyezni.

source: Authentication
hu_hu: Hitelesítés

source: The username for logging into your mail server.
hu_hu: A levelezőkiszolgálójába való bejelentkezéshez használt felhasználónév.

source: Authentication Username
hu_hu: Hitelesítési felhasználónév
