Repository: hellowpio/wordpress-translations
Catalog: plugins/*/gravitysmtp/gravitysmtp-*.po
Languages: hu_hu

source: The password for accessing your mail server. It will be stored securely in the database.
hu_hu: A levelezőkiszolgálójához való hozzáféréshez használt jelszó. Biztonságosan kerül tárolásra az adatbázisban.

source: Authentication Password
hu_hu: Hitelesítési jelszó

source: PHPMailer is not configured on this system.
hu_hu: A PHPMailer nincs konfigurálva ezen a rendszeren.

source: Integrate your website with Gmail or a Google Workspace account, helping to improve email deliverability and prevent your carefully crafted content from ending up in spam folders. Be sure to check the email sending limits for Gmail and Google Workspace. For more information on how to get started with Gmail / Google Workspace, read our documentation.
hu_hu: Integrálja webhelyét a Gmaillal vagy egy Google Workspace-fiókkal, ezzel javítva az e-mailek kézbesíthetőségét és megelőzve, hogy gondosan elkészített tartalma a levélszemét mappában végezze. Feltétlenül ellenőrizze a Gmail és a Google Workspace e-mail-küldési korlátait. A Gmail / Google Workspace használatának megkezdéséről további információt dokumentációnkban talál.

source: Starting email send for Google connector.
hu_hu: E-mail küldés indítása a Google csatlakozóval.

source: Google / Gmail Settings
hu_hu: Google / Gmail beállítások

source: Before proceeding, make sure to save your settings with the Client ID and Client Secret.
hu_hu: Mielőtt továbblépne, győződjön meg róla, hogy elmentette beállításait a Client ID és Client Secret megadásával.

source: Read our Google / Gmail documentation
hu_hu: Olvassa el a Google / Gmail dokumentációnkat

source: Error Connecting to Google. Check your credentials and try again.
hu_hu: Hiba a Google-höz való csatlakozáskor. Ellenőrizze hitelesítő adatait, és próbálja meg újra.

source: To obtain a Client ID from Google / Gmail, log in to your {{link}}Google Cloud Console{{link}} and generate the Client ID.
hu_hu: A Google / Gmail szolgáltatásból származó Client ID beszerzéséhez jelentkezzen be a {{link}}Google Cloud Console{{link}} felületére, és generáljon egy Client ID-t.

source: To obtain a Client Secret from Google / Gmail, log in to your {{link}}Google Cloud Console{{link}} and generate the Client ID.
hu_hu: A Google / Gmail szolgáltatásból származó Client Secret beszerzéséhez jelentkezzen be a {{link}}Google Cloud Console{{link}} felületére, és generáljon egy Client ID-t.

source: Copy
hu_hu: Másolás

source: Authorized redirect URI
hu_hu: Engedélyezett átirányítási URI

source: Copy this URL into the "Authorized redirect URIs" field of your Google web application.
hu_hu: Másolja ezt az URL-t a Google webalkalmazás "Authorized redirect URIs" mezőjébe.

source: Authorization
hu_hu: Engedélyezés

source: Sign in with Google
hu_hu: Jelentkezzen be a Google-lal

source: Connected with email account:
hu_hu: Csatlakoztatva e-mail-fiókkal:

source: Disconnect from Google
hu_hu: Válassza le a Google-ről

source: Reach inboxes when it matters most. Send email notifications to your contacts with MailChimp Transactional Email.
hu_hu: Érje el a beérkező leveleket, amikor a leginkább számít. Küldjön e-mail értesítéseket kapcsolatainak a MailChimp Transactional Email segítségével.

source: Starting email send for Mailchimp connector.
hu_hu: E-mail küldés indítása a Mailchimp csatlakozóval.

source: Mailchimp Settings
hu_hu: Mailchimp beállítások

source: To generate an API key from Mailchimp, navigate to the %ssettings of your Mailchimp Transactional account%s and look for the API Keys section.
hu_hu: API-kulcs létrehozásához a Mailchimpben lépjen a %sMailchimp Transactional fiókja beállításaihoz%s, és keresse meg az API Keys szakaszt.

source: Could not authenticate with Mailchimp.
hu_hu: Nem sikerült a hitelesítés a Mailchimp szolgáltatással.

source: No authenticated Domains found in your account. Sending will not be possible until you add a verified domain to your Mailchimp Account.
hu_hu: Nem található hitelesített domain a fiókjában. A küldés nem lesz lehetséges, amíg nem ad hozzá egy ellenőrzött domaint a Mailchimp-fiókjához.

source: Mailgun is a transactional email service that provides industry-leading reliability, compliance, and speed. Offering a 30-day trial, Mailgun’s premium service starts at $35 a month, which allows you to send up to 50,000 emails. For more information on how to get started with Mailgun, read our documentation.
hu_hu: A Mailgun egy tranzakciós e-mail szolgáltatás, amely iparágvezető megbízhatóságot, megfelelést és sebességet biztosít. 30 napos próbát kínálva a Mailgun prémium szolgáltatása havi $35-tól indul, amely legfeljebb 50 000 e-mail küldését teszi lehetővé. A Mailgun használatának megkezdéséről további információt dokumentációnkban talál.

source: Starting email send for Mailgun connector.
hu_hu: E-mail küldés indítása a Mailgun csatlakozóval.

source: Mailgun Settings
hu_hu: Mailgun beállítások

source: To obtain a %1$sMailgun API Key%2$s, please navigate to the 'Mailgun API Keys' and generate a key.
hu_hu: A %1$sMailgun API Key%2$s beszerzéséhez kérjük, lépjen a 'Mailgun API Keys' részhez, és generáljon egy kulcsot.

source: Choose your message sending endpoint. If subject to EU regulations, consider the EU region. For more information, visit %1$sMailgun.com%2$s.
hu_hu: Válassza ki az üzenetküldési végpontot. Ha az EU-szabályozás vonatkozik Önre, fontolja meg az EU régiót. További információért keresse fel a %1$sMailgun.com%2$s oldalt.

source: Sending Domain
hu_hu: Küldő domain

source: Verify your Mailgun domain name. %1$sView domains%2$s.
hu_hu: Ellenőrizze a Mailgun domain nevét. %1$sDomainek megtekintése%2$s.

source: Invalid sending domain provided.
hu_hu: Érvénytelen küldő domain lett megadva.

source: Deliver emails with confidence using Microsoft 365 / Outlook. Connect to Microsoft’s API to securely authenticate and send any emails or form notifications from your website.
hu_hu: Küldje el e-mailjeit magabiztosan a Microsoft 365 / Outlook használatával. Csatlakozzon a Microsoft API-jához, hogy biztonságosan hitelesítsen, és e-maileket vagy űrlapértesítéseket küldjön a webhelyéről.

source: Starting email send for Microsoft connector.
hu_hu: E-mail küldés indítása a Microsoft csatlakozóval.

source: 365 / Outlook Settings
hu_hu: 365 / Outlook beállítások

source: Please click the button below to initiate a connection with your Microsoft account. Remember to fill out both the Client ID and Client Secret fields before proceeding.
hu_hu: Kattintson az alábbi gombra a kapcsolat kezdeményezéséhez a Microsoft-fiókjával. Mielőtt továbblépne, ne felejtse el kitölteni a Client ID és Client Secret mezőket.

source: Read our Microsoft 365 / Outlook documentation
hu_hu: Olvassa el a Microsoft 365 / Outlook dokumentációnkat

source: Error Connecting to Microsoft. Check your credentials and try again.
hu_hu: Hiba a Microsofthoz való csatlakozáskor. Ellenőrizze hitelesítő adatait, és próbálja meg újra.

source: To obtain an Application ID from 365 / Outlook, login to your {{link}}Microsoft Azure{{link}} dashboard and generate an Application ID.
hu_hu: Application ID beszerzéséhez a 365 / Outlook szolgáltatáshoz jelentkezzen be a {{link}}Microsoft Azure{{link}} vezérlőpultjára, és hozzon létre egy Application ID-t.

source: To obtain a Client Secret password, log in to your {{link}}Microsoft Azure{{link}} dashboard and generate a new client secret. Then, copy the value into this field.
hu_hu: A Client Secret jelszó beszerzéséhez jelentkezzen be a {{link}}Microsoft Azure{{link}} vezérlőpultjára, és hozzon létre egy új Client Secretet. Ezután másolja be az értéket ebbe a mezőbe.

source: Redirect URI (Personal Accounts)
hu_hu: Redirect URI (Személyes fiókok)

source: If your app is set up to support Personal Accounts, copy this URL and enter it as a Redirect URI in your App Settings.
hu_hu: Ha az alkalmazása a személyes fiókok támogatására van beállítva, másolja ezt az URL-t, és adja meg Redirect URI-ként az alkalmazás beállításaiban.

source: Redirect URI (School or Work Accounts)
hu_hu: Redirect URI (Iskolai vagy munkahelyi fiókok)

source: If your app is set up to support School and Work accounts, copy this URL and enter it as a Redirect URI in your App Settings.
hu_hu: Ha az alkalmazása az iskolai és munkahelyi fiókok támogatására van beállítva, másolja ezt az URL-t, és adja meg Redirect URI-ként az alkalmazás beállításaiban.

source: Sign in with Microsoft
hu_hu: Jelentkezzen be a Microsofttal

source: Disconnect from Microsoft
hu_hu: Válassza le a Microsoftról

source: Use your server's default PHP Mailer to send email.
hu_hu: Használja az Ön szerverének alapértelmezett PHP Mailerét e-mail küldéséhez.

source: PHP Mail Settings
hu_hu: PHP Mail beállítások

source: When using PHP Mail, emails might not be delivered reliably. For optimal performance, we recommend using a dedicated email provider.
hu_hu: A PHP Mail használatakor előfordulhat, hogy az e-mailek kézbesítése nem megbízható. Az optimális teljesítmény érdekében javasoljuk egy dedikált e-mail szolgáltató használatát.

source: Owned by ActiveCampaign, Postmark is a popular email-sending service with an impressive reputation for reliability and deliverability. Postmark offers a free plan that allows you to send up to 100 emails a month. Over 100, prices vary depending on the number of emails sent. For more information on how to get started with Postmark, read our documentation.
hu_hu: Az ActiveCampaign tulajdonában lévő Postmark egy népszerű e-mail-küldő szolgáltatás, kiváló megbízhatósági és kézbesítési hírnévvel. A Postmark ingyenes csomagot kínál, amellyel havonta legfeljebb 100 e-mailt küldhet. 100 felett az árak a küldött e-mailek számától függően változnak. További információért a Postmark használatának megkezdéséről olvassa el a dokumentációnkat.

source: Starting email send for Postmark connector.
hu_hu: E-mail-küldés indítása a Postmark csatlakozóhoz.

source: Postmark Settings
hu_hu: Postmark beállítások

source: Server API Token
hu_hu: Szerver API-token

source: To get a Server API Token, go to the %1$sAPI Token%2$s tab on your Postmark account page.
hu_hu: A Server API Token megszerzéséhez nyissa meg Postmark-fiókja oldalán az %1$sAPI Token%2$s lapot.

source: Send at scale with Twilio SendGrid, boasting an industry-leading 99% deliverability rate. SendGrid offers both a free-forever plan of 100 emails a day, and, if you need to exceed that limit, a selection of preset pricing plans, starting at $19.95 per month for up to 50,000 emails. For more information on how to get started with SendGrid, read our documentation.
hu_hu: Küldjön nagy mennyiségben a Twilio SendGrid segítségével, iparágvezető, 99%-os kézbesítési aránnyal. A SendGrid egy örökké ingyenes csomagot kínál napi 100 e-maillel, és ha túl kell lépnie ezt a limitet, előre beállított díjcsomagok közül választhat, havi 19,95 USD-tól akár 50 000 e-mailig. További információért a SendGrid használatának megkezdéséről olvassa el a dokumentációnkat.

source: Starting email send for SendGrid connector.
hu_hu: E-mail-küldés indítása a SendGrid csatlakozóhoz.

source: SendGrid Settings
hu_hu: SendGrid beállítások

source: SendGrid API Key
hu_hu: SendGrid API-kulcs

source: To obtain an API key from SendGrid you will need to %1$sgenerate an API key%2$s. To send emails, the API key only requires 'Mail Send' access.
hu_hu: A SendGridtől API-kulcs beszerzéséhez %1$shozzon létre egy API-kulcsot%2$s. E-mailek küldéséhez az API-kulcsnak csak 'Mail Send' hozzáférésre van szüksége.

source: API Key does not have permission to send mail.
hu_hu: Az API-kulcsnak nincs jogosultsága e-mail küldésére.

source: Reach inboxes when it matters most. Send email notifications to your contacts with Zoho Mail.
hu_hu: Érje el a beérkező leveleket, amikor a leginkább számít. Küldjön e-mail értesítéseket a kapcsolattartóinak a Zoho Mail segítségével.

source: Zoho Mail Settings
hu_hu: Zoho Mail beállítások

source: Please click the button below to initiate a connection with your Zoho Mail account. Remember to fill out both the Client ID and Client Secret fields before proceeding.
hu_hu: Kérjük, kattintson az alábbi gombra a kapcsolat kezdeményezéséhez az Ön Zoho Mail-fiókjával. Ne felejtse el kitölteni a Client ID és a Client Secret mezőket, mielőtt továbblépne.

source: Read our Zoho Mail documentation
hu_hu: Olvassa el a Zoho Mail dokumentációnkat

source: Error Connecting to Zoho Mail. Check your credentials and try again.
hu_hu: Hiba a Zoho Mailhez való csatlakozáskor. Ellenőrizze a hitelesítő adatait, és próbálja meg újra.

source: If you are unsure about your Datacenter location, check your Zoho account.
hu_hu: Ha nem biztos az adatközpontja helyét illetően, ellenőrizze Zoho-fiókját.

source: Datacenter Region
hu_hu: Adatközpont régiója

source: To obtain an Client ID from Zoho Mail, login to your {{link}}Zoho API{{link}} dashboard and generate a Client ID.
hu_hu: Client ID beszerzéséhez a Zoho Mailtől jelentkezzen be a {{link}}Zoho API{{link}} irányítópultjára, és hozzon létre egy Client ID-t.

source: To obtain a Client Secret password, log in to your {{link}}Zoho API{{link}} dashboard and generate a new client secret. Then, copy the value into this field.
hu_hu: Client Secret jelszó beszerzéséhez jelentkezzen be a {{link}}Zoho API{{link}} irányítópultjára, és hozzon létre egy új client secretet. Ezután másolja be az értéket ebbe a mezőbe.

source: Redirect URI
hu_hu: Átirányítási URI

source: Copy this URL into the "Authorized redirect URIs" field of your Zoho Mail application.
hu_hu: Másolja ezt az URL-t a "Authorized redirect URIs" mezőbe a Zoho Mail alkalmazásában.

source: Sign in with Zoho Mail
hu_hu: Jelentkezzen be Zoho Mail-fiókkal

source: Connected to Zoho Mail with account:
hu_hu: Kapcsolódva a Zoho Mailhez ezzel a fiókkal:

source: Disconnect from Zoho Mail
hu_hu: Kapcsolat bontása a Zoho Maillel

source: Admin
hu_hu: Adminisztrátor

source: Sent to the proposed new Site Admin email address when the Administration Email Address is changed in WordPress General Settings.
hu_hu: A javasolt új Webhely adminisztrátor e-mail címére kerül elküldésre, amikor a WordPress Általános beállításokban módosítják az adminisztrációs e-mail címet.

source: Sent to the old Site Admin email address when the Administration Email Address change has been confirmed.
hu_hu: A régi Webhely adminisztrátor e-mail címére kerül elküldésre, amikor az adminisztrációs e-mail cím módosítása megerősítést nyert.

source: Network Admin Email Change Attempt
hu_hu: Hálózati adminisztrátor e-mail cím módosításának kísérlete

source: Sent to the proposed new Network Admin email address when the Network Admin Email is changed in Network Settings.
hu_hu: A javasolt új Hálózati adminisztrátor e-mail címére kerül elküldésre, amikor a Hálózati beállításokban módosítják a Hálózati adminisztrátor e-mail címét.

source: Network Admin Email Changed
hu_hu: Hálózati adminisztrátor e-mail címe megváltozott

source: Sent to the old Network Admin email address when the Network Admin Email change has been confirmed.
hu_hu: A régi Hálózati adminisztrátor e-mail címére kerül elküldésre, amikor a Hálózati adminisztrátor e-mail címének módosítása megerősítést nyert.

source: User Password Reset Request
hu_hu: Felhasználói jelszó-visszaállítási kérelem

source: User
hu_hu: Felhasználó

source: Sent to the User email address when a password reset is requested by the User or an administrator.
hu_hu: A Felhasználó e-mail címére kerül elküldésre, amikor a Felhasználó vagy egy adminisztrátor jelszó-visszaállítást kér.

source: User Password Reset
hu_hu: Felhasználói jelszó visszaállítása

source: Sent to the Site Admin email address when a User resets their password.
hu_hu: A Webhely adminisztrátor e-mail címére kerül elküldésre, amikor egy Felhasználó visszaállítja a jelszavát.

source: User Password Changed
hu_hu: Felhasználói jelszó megváltoztatva

source: Sent to the User when their password is changed.
hu_hu: A Felhasználónak kerül elküldésre, amikor a jelszava megváltozik.

source: User Email Change Attempt
hu_hu: Felhasználói e-mail cím módosításának kísérlete

source: Sent to the proposed new User email address when a User attempts to change their email address.
hu_hu: A javasolt új Felhasználói e-mail címre kerül elküldésre, amikor egy Felhasználó megpróbálja módosítani az e-mail címét.

source: User Email Changed
hu_hu: Felhasználói e-mail cím megváltozott

source: Sent to the User email address when they confirm their email address change.
hu_hu: A Felhasználó e-mail címére kerül elküldésre, amikor megerősíti az e-mail címe módosítását.

source: Network Admin
hu_hu: Hálózati adminisztrátor

source: Site Admin
hu_hu: Webhely adminisztrátor

source: Personal Data Request Confirmation
hu_hu: Személyes adatokra vonatkozó kérelem megerősítése

source: Personal Data
hu_hu: Személyes adatok

source: Sent to the Site Admin email address when a User confirms a Personal Data Export or Erasure Request.
hu_hu: Elküldve a webhely adminisztrátorának e-mail-címére, amikor egy felhasználó megerősít egy személyesadat-exportálási vagy törlési kérelmet.

source: Personal Data Export Sent
hu_hu: Személyes adatok exportja elküldve

source: Sent to the Requester email address when an administrator responds to a Personal Data Export Request.
hu_hu: Elküldve a kérelmező e-mail-címére, amikor egy adminisztrátor válaszol egy személyesadat-exportálási kérelemre.

source: Personal Data Erased
hu_hu: Személyes adatok törölve

source: Sent to the Requester email address when an administrator has processed a Personal Data Erasure Request.
hu_hu: Elküldve a kérelmező e-mail-címére, amikor egy adminisztrátor feldolgozta a személyesadat-törlési kérelmet.

source: Automatic Plugin Update
hu_hu: Automatikus bővítményfrissítés

source: Sent to the %s when a background automatic update to a plugin completes or fails.
hu_hu: Elküldve a(z) %s részére, amikor egy bővítmény háttérben futó automatikus frissítése befejeződik vagy meghiúsul.

source: Automatic Theme Update
hu_hu: Automatikus témafrissítés

source: Sent to the %s when a background automatic update to a theme completes or fails.
hu_hu: Elküldve a(z) %s részére, amikor egy téma háttérben futó automatikus frissítése befejeződik vagy meghiúsul.

source: Automatic Core Update
hu_hu: Automatikus WordPress-magfrissítés

source: Sent to the %s when a background automatic update to WordPress core completes or fails.
hu_hu: Elküldve a(z) %s részére, amikor a WordPress mag háttérben futó automatikus frissítése befejeződik vagy meghiúsul.

source: Full Background Update Result Log
hu_hu: Teljes háttérfrissítési eredménynapló

source: Sent to the %s. Only sent when using a development version of WordPress.
hu_hu: Elküldve a(z) %s részére. Csak a WordPress fejlesztői verziójának használatakor kerül elküldésre.

source: New User Invited to Site
hu_hu: Új felhasználó meghívva a webhelyre

source: Sent to the User email address when they are invited to join a site.
hu_hu: Elküldve a felhasználó e-mail-címére, amikor meghívást kap egy webhelyhez való csatlakozásra.

source: New User Created
hu_hu: Új felhasználó létrehozva

source: Sent to the Network Admin email address when a new user is created via wpmu_create_user().
hu_hu: Elküldve a hálózati adminisztrátor e-mail-címére, amikor új felhasználó jön létre a wpmu_create_user() használatával.

source: User Added or Activated
hu_hu: Felhasználó hozzáadva vagy aktiválva

source: Sent to the User email address when they are added or their account is activated.
hu_hu: Elküldve a felhasználó e-mail-címére, amikor hozzáadják, vagy a fiókja aktiválódik.

source: New User Admin Notification
hu_hu: Új felhasználó – adminisztrátori értesítés

source: Sent to the Site Admin email address when a new user is created.
hu_hu: Elküldve a webhely adminisztrátorának e-mail-címére, amikor új felhasználó jön létre.

source: New User Notification
hu_hu: Új felhasználó értesítése

source: Sent to the User email address when their account is created.
hu_hu: Elküldve a felhasználó e-mail-címére, amikor a fiókja létrejön.

source: Comment Awaiting Moderation
hu_hu: Moderálásra váró hozzászólás

source: Sent to the Site Admin and Post Author (if they have the ability to edit comments) email address when a user or visitor submits a comment and it is awaiting moderation.
hu_hu: Elküldve a webhely adminisztrátorának és a bejegyzés szerzőjének (ha jogosultak hozzászólásokat szerkeszteni) e-mail-címére, amikor egy felhasználó vagy látogató beküld egy hozzászólást, és az moderálásra vár.

source: Comment is Published
hu_hu: Hozzászólás közzétéve

source: Sent to the Post Author email address when a comment is published.
hu_hu: Elküldve a bejegyzés szerzőjének e-mail-címére, amikor egy hozzászólás közzétételre kerül.

source: New Site Created
hu_hu: Új webhely létrehozva

source: New Site
hu_hu: Új webhely

source: Sent to the Network Admin email address when a New Site is created from Network Admin.
hu_hu: Elküldve a hálózati adminisztrátor e-mail-címére, amikor új webhely jön létre a Hálózati adminisztrátor felületéről.

source: User Registers New Site
hu_hu: Felhasználó új webhelyet regisztrál

source: Sent to the Site Admin email address when a visitor registers a new user account and site when site registration is enabled.
hu_hu: Elküldve a webhely adminisztrátorának e-mail-címére, amikor egy látogató új felhasználói fiókot és webhelyet regisztrál, ha a webhelyregisztráció engedélyezve van.

source: New Site Network Admin Notification
hu_hu: Új webhely – hálózati adminisztrátori értesítés

source: Sent to the Network Admin email address when a user activates a new site, or a site is added from the Network Admin.
hu_hu: Elküldve a hálózati adminisztrátor e-mail-címére, amikor egy felhasználó aktivál egy új webhelyet, vagy egy webhely hozzáadásra kerül a Hálózati adminisztrátor felületéről.

source: New Site Admin Notification
hu_hu: Új webhely – webhely-adminisztrátori értesítés

source: Sent to new Site Admin email address when user activates a new site, or a site is added from the Network Admin.
hu_hu: Elküldve az új webhely adminisztrátorának e-mail-címére, amikor egy felhasználó aktivál egy új webhelyet, vagy egy webhely hozzáadásra kerül a Hálózati adminisztrátor felületéről.

source: The default WordPress mailer was used to send this email
hu_hu: Ennek az e-mailnek az elküldéséhez a WordPress alapértelmezett levélküldője került felhasználásra

source: The %1$s integration was used to send this email
hu_hu: Ennek az e-mailnek az elküldéséhez a %1$s integráció került felhasználásra

source: Manually Suppressed
hu_hu: Kézzel letiltva

source: United States
hu_hu: Egyesült Államok

source: Europe
hu_hu: Európa

source: Australia
hu_hu: Ausztrália

source: Japan
hu_hu: Japán

source: Canada
hu_hu: Kanada

source: Saudi Arabia
hu_hu: Szaúd-Arábia

source: Gravity SMTP successfully uninstalled.
hu_hu: A Gravity SMTP sikeresen eltávolításra került.

source: A fatal error occured when sending
hu_hu: Végzetes hiba történt a küldés során

source: Attempted to resend email %s, but could not due to either the message body not being stored, or attachments not being saved.
hu_hu: Kísérlet történt a(z) %s e-mail újbóli elküldésére, de ez nem sikerült, mert vagy az üzenettörzs nem lett tárolva, vagy a mellékletek nem kerültek mentésre.

source: Email could not be resent as it was not stored with all required values.
hu_hu: Az e-mailt nem lehetett újraküldeni, mivel nem lett minden szükséges értékkel eltárolva.

source: Email could not be resent; check your logs for more details.
hu_hu: Az e-mail újraküldése nem sikerült; további részletekért ellenőrizze a naplóit.

source: Email sent via Gravity SMTP. %sView Email%s
hu_hu: E-mail elküldve a Gravity SMTP-n keresztül. %sE-mail megtekintése%s
