Repository: hellowpio/wordpress-translations
Catalog: plugins/*/gravitysmtp/gravitysmtp-*.po
Languages: hu_hu

source: All logs deleted successfully
hu_hu: Minden napló sikeresen törölve

source: Event deleted successfully
hu_hu: Esemény sikeresen törölve

source: Events deleted successfully
hu_hu: Események sikeresen törölve

source: All events deleted successfully
hu_hu: Minden esemény sikeresen törölve

source: Could not get content for email ID: %d.
hu_hu: Nem sikerült lekérni a tartalmat a(z) %d e-mail-azonosítóhoz.

source: Message logged
hu_hu: Üzenet naplózva

source: Unauthorized
hu_hu: Jogosulatlan

source: Could not find handler for migration type:
hu_hu: Nem található kezelő a következő migrációtípushoz:

source: Fatal
hu_hu: Végzetes

source: Error
hu_hu: Hiba

source: Warning
hu_hu: Figyelmeztetés

source: Debug
hu_hu: Hibakeresés

source: Info
hu_hu: Információ

source: Reactivate
hu_hu: Újraaktiválás

source: Dashboard
hu_hu: Vezérlőpult

source: Suppressions
hu_hu: Letiltások

source: Tools
hu_hu: Eszközök

source: Primary and Backup integrations failed to send. Aborting email send.
hu_hu: Az elsődleges és a tartalék integrációk nem tudtak küldeni. Az e-mail küldést megszakítjuk.

source: Backup integration not set, aborting email send.
hu_hu: A tartalék integráció nincs beállítva, az e-mail küldést megszakítjuk.

source: Secondary integration identified:
hu_hu: Másodlagos integráció azonosítva:

source: Secondary integration not enabled. Skipping.
hu_hu: A másodlagos integráció nincs engedélyezve. Kihagyás.

source: Primary integration not set, checking for Backup integration.
hu_hu: Az elsődleges integráció nincs beállítva, a tartalék integrációt ellenőrizzük.

source: Primary integration identified:
hu_hu: Elsődleges integráció azonosítva:

source: Primary integration not enabled, moving on to Backup integration.
hu_hu: Az elsődleges integráció nincs engedélyezve, továbblépés a tartalék integrációra.

source: Add specific email addresses to a blacklist to suppress send attempts to those recipients.
hu_hu: Adjon hozzá konkrét e-mail-címeket a feketelistához, hogy letiltsa az ezeknek a címzetteknek irányuló küldési kísérleteket.

source: Suppressed Recipients
hu_hu: Letiltott címzettek

source: No suppressions
hu_hu: Nincsenek letiltások

source: You will see suppressions here when you set some up.
hu_hu: Itt fogja látni a letiltásokat, amikor beállít néhányat.

source: All %1$s suppressions on this page are selected
hu_hu: Ezen az oldalon az összes %1$s letiltás ki van jelölve

source: All %1$s suppressions are selected
hu_hu: Az összes %1$s letiltás ki van jelölve

source: Select All %1$s Suppressions
hu_hu: Összes %1$s letiltás kijelölése

source: Add Note
hu_hu: Megjegyzés hozzáadása

source: Add Suppressed Recipients
hu_hu: Letiltott címzettek hozzáadása

source: Recipients on the suppression list will not receive emails.
hu_hu: A letiltási listán szereplő címzettek nem kapnak e-mailt.

source: Email Addresses
hu_hu: E-mail-címek

source: Add Recipients
hu_hu: Címzettek hozzáadása

source: Manually Add
hu_hu: Kézi hozzáadás

source: Email Address
hu_hu: E-mail-cím

source: Reason
hu_hu: Ok

source: Note
hu_hu: Megjegyzés

source: Date Suppressed
hu_hu: Letiltás dátuma

source: Emails reactivated.
hu_hu: E-mailek újraaktiválva.

source: Error reactivating emails.
hu_hu: Hiba az e-mailek újraaktiválásakor.

source: Error getting suppressions for requested page.
hu_hu: Hiba a kért oldal letiltásainak lekérésekor.

source: Suppressions added.
hu_hu: Letiltások hozzáadva.

source: Error adding suppressions.
hu_hu: Hiba a letiltások hozzáadásakor.

source: Adding suppressed emails: %s
hu_hu: Tiltólistás e-mail-címek hozzáadása: %s

source: Error adding suppressed emails: %s
hu_hu: Hiba a tiltólistás e-mail-címek hozzáadása közben: %s

source: Fetching suppressions page: %1$s
hu_hu: Tiltólista oldal lekérése: %1$s

source: Error fetching suppressions page: %1$s
hu_hu: Hiba a tiltólista oldal lekérése közben: %1$s

source: Reactivating suppressed emails: %s
hu_hu: Tiltólistás e-mail-címek újraaktiválása: %s

source: Error reactivating suppressed emails: %s
hu_hu: Hiba a tiltólistás e-mail-címek újraaktiválása közben: %s

source: Creating a new uploads directory at path:
hu_hu: Új uploads könyvtár létrehozása ezen az elérési úton:

source: Could not locate file at path:
hu_hu: Nem sikerült megtalálni a fájlt ezen az elérési úton:

source: being moved to new location:
hu_hu: új helyre kerül áthelyezésre:

source: Every Minute
hu_hu: Percenként
