Repository: hellowpio/wordpress-translations
Catalog: plugins/*/gravitysmtp/gravitysmtp-*.po
Languages: hu_hu

source: Confidently send emails from your website with secure and reliable SMTP providers and API-based services.
hu_hu: Küldjön magabiztosan e-maileket webhelyéről biztonságos és megbízható SMTP-szolgáltatókkal és API-alapú szolgáltatásokkal.

source: Alerts
hu_hu: Riasztások

source: Use these settings to configure alerts for failed email sending attempts. Set up notifications through Slack or SMS (via Twilio) to ensure you're informed when an email fails to send. Multiple integrations can be added and managed.
hu_hu: Használja ezeket a beállításokat a sikertelen e-mail-küldési kísérletek riasztásainak konfigurálásához. Állítson be értesítéseket a Slacken vagy SMS-ben (a Twilio-n keresztül), hogy értesüljön, amikor egy e-mail küldése meghiúsul. Több integráció is hozzáadható és kezelhető.

source: Alerts Settings
hu_hu: Riasztások beállításai

source: When to Notify
hu_hu: Mikor értesítsen

source: Email send request fails
hu_hu: Sikertelen e-mail-küldési kérelem

source: Enable this option send an alert when an email send attempt fails for any reason.
hu_hu: Engedélyezze ezt az opciót riasztás küldéséhez, ha egy e-mail-küldési kísérlet bármilyen okból meghiúsul.

source: Failure Amount
hu_hu: Hibák száma

source: The number of failures to trigger an alert.
hu_hu: A riasztást kiváltó hibák száma.

source: Alert Rate
hu_hu: Riasztási gyakoriság

source: Interval for sending alerts about failures (in minutes).
hu_hu: A hibákról szóló riasztások küldésének időköze (percben).

source: Slack Alerts
hu_hu: Slack riasztások

source: Enable the Slack webhook URL you'd like to use to alerts when email sending fails.
hu_hu: Engedélyezze azt a Slack webhook URL-t, amelyet riasztások küldésére kíván használni, amikor az e-mail-küldés meghiúsul.

source: Add Webhook
hu_hu: Webhook hozzáadása

source: Delete
hu_hu: Törlés

source: Twilio Account: %s
hu_hu: Twilio-fiók: %s

source: SMS via Twilio Alerts
hu_hu: Riasztások SMS-ben (Twilio-n keresztül)

source: Enter the Twilio account you'd like to use to send alerts when email sending fails.
hu_hu: Adja meg azt a Twilio-fiókot, amelyet riasztások küldésére kíván használni, amikor az e-mail-küldés meghiúsul.

source: Add Another Account
hu_hu: Másik fiók hozzáadása

source: Save Settings
hu_hu: Beállítások mentése

source: Click to toggle drag and drop.
hu_hu: Kattintson a fogd és vidd mód váltásához.

source: Entering drag and drop for item %1$s.
hu_hu: Belépés fogd és vidd módba a(z) %1$s elemhez.

source: Exiting drag and drop for item %1$s.
hu_hu: Kilépés a fogd és vidd módból a(z) %1$s elemnél.

source: Item %1$s moved to position %2$s.
hu_hu: A(z) %1$s elem a(z) %2$s pozícióra lett áthelyezve.

source: Moving item %1$s to position %2$s.
hu_hu: A(z) %1$s elem áthelyezése a(z) %2$s pozícióra.

source: Twilio Account:
hu_hu: Twilio-fiók:

source: Account Name
hu_hu: Fióknév

source: Twilio Account ID
hu_hu: Twilio-fiókazonosító

source: Twilio Auth Token
hu_hu: Twilio hitelesítési token

source: From Phone Number
hu_hu: Feladó telefonszáma

source: To Phone Number
hu_hu: Címzett telefonszáma

source: Missing required parameters.
hu_hu: Hiányoznak a kötelező paraméterek.

source: Expand
hu_hu: Kibontás

source: Collapse
hu_hu: Összecsukás

source: Cancel
hu_hu: Mégse

source: Confirm
hu_hu: Megerősítés

source: Debug Log Enabled
hu_hu: Hibakeresési napló engedélyezve

source: Test Mode Enabled
hu_hu: Tesztmód engedélyezve

source: This setting is locked due to a defined constant and cannot be modified.
hu_hu: Ez a beállítás egy definiált konstans miatt zárolva van, és nem módosítható.

source: Deleting activity log rows: %1$s
hu_hu: Tevékenységnapló-sorok törlése: %1$s

source: Error deleting activity log rows: %1$s
hu_hu: Hiba a tevékenységnapló-sorok törlésekor: %1$s

source: Deleting all debug logs: %1$s
hu_hu: Minden hibakeresési napló törlése: %1$s

source: Error deleting all debug logs: %1$s
hu_hu: Hiba minden hibakeresési napló törlésekor: %1$s

source: Saving integration settings for the %1$s connector: %2$s
hu_hu: Integrációs beállítások mentése a(z) %1$s csatlakozóhoz: %2$s

source: Error saving integration settings for the %1$s connector: %2$s
hu_hu: Hiba a(z) %1$s csatlakozó integrációs beállításainak mentésekor: %2$s

source: Saving plugin settings: %1$s
hu_hu: Bővítmény beállításainak mentése: %1$s

source: Error saving plugin settings: %1$s
hu_hu: Hiba a bővítmény beállításainak mentésekor: %1$s

source: Share Gravity SMTP Analytics
hu_hu: Gravity SMTP-analitika megosztása

source: We love improving the email sending experience for everyone in our community. By enabling analytics you can help us learn more about how our customers use Gravity SMTP. {{learn_link}}Learn more{{learn_link}}
hu_hu: Szeretjük fejleszteni a közösségünk minden tagja számára az e-mail-küldési élményt. Az analitika engedélyezésével segíthet nekünk többet megtudni arról, hogy ügyfeleink hogyan használják a Gravity SMTP-t. {{learn_link}}Tudjon meg többet{{learn_link}}

source: API settings saved
hu_hu: API-beállítások mentve

source: Error saving setting
hu_hu: Hiba a beállítás mentésekor

source: Setting successfully updated
hu_hu: A beállítás sikeresen frissítve

source: Could not send test email; please check your logs
hu_hu: Nem sikerült elküldeni a teszt e-mailt; kérjük, ellenőrizze a naplókat

source: Email successfully sent
hu_hu: E-mail sikeresen elküldve

source: Error deleting log entries
hu_hu: Hiba a naplóbejegyzések törlésekor

source: Error getting email log for requested page
hu_hu: Hiba a kért oldalhoz tartozó e-mail napló lekérésekor

source: Error getting email log details
hu_hu: Hiba az e-mail napló részleteinek lekérésekor

source: Error getting email log details, the log data was empty
hu_hu: Hiba az e-mail napló részleteinek lekérésekor, a naplóadatok üresek voltak

source: Error deleting email log
hu_hu: Hiba az e-mail napló törlésekor

source: Email log successfully deleted
hu_hu: Az e-mail napló sikeresen törölve

source: Error deleting debug log
hu_hu: Hiba a hibakeresési napló törlésekor

source: Debug log successfully deleted
hu_hu: A hibakeresési napló sikeresen törölve

source: URL copied to clipboard
hu_hu: URL a vágólapra másolva

source: Test mode is enabled, emails will not be sent.
hu_hu: A tesztmód engedélyezve van, e-mailek nem kerülnek elküldésre.

source: Total Emails
hu_hu: Összes e-mail

source: Total Sent
hu_hu: Összes elküldött

source: Percent Opened
hu_hu: Megnyitási arány

source: Total Failed
hu_hu: Összes sikertelen

source: This is where your email statistics will appear.
hu_hu: Itt fognak megjelenni az Ön e-mail statisztikái.

source: No data for the selected date range.
hu_hu: Nincs adat a kiválasztott dátumtartományra.

source: Sent
hu_hu: Elküldve

source: Failed
hu_hu: Sikertelen

source: Date Range
hu_hu: Dátumtartomány

source: Custom Date
hu_hu: Egyéni dátum

source: Your Integrations
hu_hu: Az Ön integrációi

source: Top Sending Sources
hu_hu: Legfőbb küldési források

source: Top Email Recipients
hu_hu: Legfőbb e-mail címzettek

source: Quick Links
hu_hu: Gyors hivatkozások

source: %1$s Emails
hu_hu: %1$s e-mailek

source: Primary
hu_hu: Elsődleges

source: Backup
hu_hu: Tartalék

source: Connected
hu_hu: Csatlakoztatva

source: Configured
hu_hu: Beállítva

source: Not Configured
hu_hu: Nincs beállítva

source: Last Day
hu_hu: Elmúlt nap

source: Last 7 Days
hu_hu: Elmúlt 7 nap

source: Last 30 Days
hu_hu: Elmúlt 30 nap

source: Last 90 Days
hu_hu: Elmúlt 90 nap

source: Last 180 Days
hu_hu: Elmúlt 180 nap

source: Last 365 Days
hu_hu: Elmúlt 365 nap

source: Getting Started
hu_hu: Első lépések

source: Troubleshooting Gravity SMTP
hu_hu: Gravity SMTP hibaelhárítása

source: Email Delivery Best Practices
hu_hu: Az e-mail-kézbesítés bevált gyakorlatai

source: An Overview of Gravity SMTP
hu_hu: A Gravity SMTP áttekintése

source: Integrations
hu_hu: Integrációk

source: Frequently Asked Questions
hu_hu: Gyakran ismételt kérdések

source: Gravity SMTP Changelog
hu_hu: Gravity SMTP változásnapló

source: Open Support Ticket
hu_hu: Támogatási jegy megnyitása

source: View email log
hu_hu: E-mail napló megtekintése

source: View email
hu_hu: E-mail megtekintése

source: Delete email log
hu_hu: E-mail napló törlése

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Subject
hu_hu: Tárgy

source: Status
hu_hu: Állapot

source: Recipient
hu_hu: Címzett

source: Opened
hu_hu: Megnyitva

source: Source
hu_hu: Forrás

source: Service
hu_hu: Szolgáltatás

source: Date Sent
hu_hu: Elküldés dátuma

source: Actions
hu_hu: Műveletek

source: Error Saving
hu_hu: Mentési hiba

source: Could not save; please check your logs.
hu_hu: Nem sikerült menteni; kérjük, ellenőrizze a naplóit.

source: Close
hu_hu: Bezárás

source: Email Log
hu_hu: E-mail napló

source: Activity
hu_hu: Tevékenység

source: Filters:
hu_hu: Szűrők:

source: Reset Filters
hu_hu: Szűrők visszaállítása

source: Select all rows
hu_hu: Összes sor kijelölése

source: Clear search
hu_hu: Keresés törlése

source: Date: %s
hu_hu: Dátum: %s

source: Date filters: %1$s to %2$s
hu_hu: Dátumszűrők: %1$s – %2$s

source: Reset
hu_hu: Visszaállítás

source: Today
hu_hu: Ma

source: No emails yet
hu_hu: Még nincsenek e-mailek

source: As soon as your site sends some emails, you will see them here!
hu_hu: Amint a webhelye küld néhány e-mailt, itt látni fogja őket!

source: Select bulk actions
hu_hu: Csoportos műveletek kiválasztása

source: Apply
hu_hu: Alkalmaz

source: Search
hu_hu: Keresés

source: All %1$s emails on this page are selected
hu_hu: Ezen az oldalon található összes %1$s e-mail ki van jelölve

source: All %1$s emails in the email log are selected
hu_hu: Az e-mail naplóban lévő összes %1$s e-mail ki van jelölve

source: Select All %1$s Emails
hu_hu: Összes %1$s e-mail kijelölése

source: Clear Selection
hu_hu: Kijelölés törlése

source: Filters: %s filters active.
hu_hu: Szűrők: %s szűrő aktív.

source: Next
hu_hu: Következő

source: Previous
hu_hu: Előző

source: Next Page
hu_hu: Következő oldal

source: Previous Page
hu_hu: Előző oldal

source: No results found
hu_hu: Nincs találat

source: No results found for your search
hu_hu: A keresésére nincs találat

source: Search: %s
hu_hu: Keresés: %s

source: Select row
hu_hu: Sor kijelölése

source: Deleting activity log: %1$s
hu_hu: Tevékenységnapló törlése: %1$s

source: Error deleting activity log: %1$s
hu_hu: Hiba a tevékenységnapló törlésekor: %1$s

source: Fetching activity log page: %1$s
hu_hu: Tevékenységnapló oldal lekérése: %1$s

source: Error fetching activity log page: %1$s
hu_hu: Hiba a tevékenységnapló oldal lekérésekor: %1$s

source: Fetching activity log details: %1$s
hu_hu: Tevékenységnapló részleteinek lekérése: %1$s

source: Error fetching activity log details: %1$s
hu_hu: Hiba a tevékenységnapló részleteinek lekérésekor: %1$s

source: Delete Email
hu_hu: E-mail törlése

source: Are you sure you want to delete this email log?
hu_hu: Biztos benne, hogy törölni kívánja ezt az e-mail naplóbejegyzést?

source: Confirm Deletion
hu_hu: Törlés megerősítése

source: Are you sure you want to delete %1$s entries? This action is irreversible, and all records will be permanently removed from the database.
hu_hu: Biztos benne, hogy törölni kíván %1$s bejegyzést? Ez a művelet nem visszavonható, és minden rekord véglegesen eltávolításra kerül az adatbázisból.

source: Sandboxed
hu_hu: Sandbox módban

source: Suppressed
hu_hu: Tiltólistán

source: Pending
hu_hu: Függőben

source: Email Log Details
hu_hu: E-mail napló részletei

source: The email could not be found, go back and try again.
hu_hu: Az e-mail nem található, lépjen vissza, és próbálja újra.

source: View Email
hu_hu: E-mail megtekintése

source: Resend
hu_hu: Újraküldés

source: Print
hu_hu: Nyomtatás

source: Export
hu_hu: Exportálás

source: Delete Log Entry
hu_hu: Naplóbejegyzés törlése

source: Back to Email Log
hu_hu: Vissza az e-mail naplóhoz

source: Email Details
hu_hu: E-mail részletei

source: From
hu_hu: Feladó

source: To
hu_hu: Címzett

source: Navigate to the next log detail
hu_hu: Navigáljon a következő naplórészlethez

source: Navigate to the previous log detail
hu_hu: Navigáljon az előző naplórészlethez

source: Technical Information
hu_hu: Technikai információk

source: Log
hu_hu: Napló

source: Headers
hu_hu: Fejlécek

source: Log Details
hu_hu: Napló részletei

source: Status:
hu_hu: Állapot:

source: Opened:
hu_hu: Megnyitva:

source: Service:
hu_hu: Szolgáltatás:

source: Has attachment:
hu_hu: Van melléklet:

source: Log ID:
hu_hu: Naplóazonosító:

source: Source:
hu_hu: Forrás:

source: Attachments
hu_hu: Mellékletek

source: Preview email in desktop mode
hu_hu: E-mail előnézete asztali módban

source: Preview email in mobile mode
hu_hu: E-mail előnézete mobil módban

source: Resending email: %1$s
hu_hu: E-mail újraküldése: %1$s

source: Error resending email: %1$s
hu_hu: Hiba az e-mail újraküldésekor: %1$s

source: Error resending email
hu_hu: Hiba az e-mail újraküldésekor

source: Email successfully resent
hu_hu: Az e-mail sikeresen újraküldve

source: The Email Log is set to store a maximum of %d records. Any records over that limit will be deleted, starting with oldest records first.
hu_hu: Az e-mail napló legfeljebb %d rekord tárolására van beállítva. Az ezt meghaladó rekordok törlésre kerülnek, a legrégebbiektől kezdve.

source: Could not save, please check your logs.
hu_hu: Nem sikerült menteni, kérjük, ellenőrizze a naplókat.

source: Uninstalling plugin: %1$s
hu_hu: Bővítmény eltávolítása: %1$s

source: Error uninstalling plugin: %1$s
hu_hu: Hiba a bővítmény eltávolításakor: %1$s

source: Unsaved Changes
hu_hu: Mentetlen módosítások

source: You have unsaved changes. Are you sure you want to leave this page?
hu_hu: Mentetlen módosításai vannak. Biztos benne, hogy el kívánja hagyni ezt az oldalt?

source: Settings
hu_hu: Beállítások

source: License
hu_hu: Licenc

source: A valid license key is required for access to automatic plugin upgrades and product support.
hu_hu: Az automatikus bővítményfrissítésekhez és a terméktámogatáshoz érvényes licenckulcs szükséges.

source: License Key
hu_hu: Licenckulcs

source: Enter your license key to gain access to plugin updates.
hu_hu: Adja meg licenckulcsát a bővítményfrissítésekhez való hozzáféréshez.

source: Already purchased?
hu_hu: Már megvásárolta?

source: Save License
hu_hu: Licenc mentése

source: License key successfully validated!
hu_hu: A licenckulcs sikeresen érvényesítve!

source: Invalid license key entered. Please check your license key and try again.
hu_hu: Érvénytelen licenckulcs került megadásra. Kérjük, ellenőrizze a licenckulcsát, és próbálja újra.

source: Experimental Features
hu_hu: Kísérleti funkciók

source: These features are works-in-progress, so you may find some bugs along the way.
hu_hu: Ezek a funkciók még fejlesztés alatt állnak, ezért előfordulhatnak hibák.

source: Setup alerts via Slack or SMS (using Twilio) to stay informed when emails fail to send.
hu_hu: Állítson be riasztásokat Slacken vagy SMS-ben (Twilio használatával), hogy értesüljön, ha az e-mailek küldése sikertelen.

source: Email Digest Notification
hu_hu: E-mail összefoglaló értesítés

source: Keep track of your email communication with ease using our Email Digest Notification feature. Receive regular email updates on your email activity and address potential issues promptly. Stay in control of your WordPress email communication and never miss an important message again.
hu_hu: Kövesse nyomon e-mailes kommunikációját egyszerűen az E-mail összefoglaló értesítés funkcióval. Kapjon rendszeres e-mailes frissítéseket az e-mailes tevékenységéről, és kezelje a felmerülő problémákat időben. Tartsa kézben WordPress e-mailes kommunikációját, és soha ne mulasszon el egyetlen fontos üzenetet sem.

source: Enable Digest Summary
hu_hu: Összefoglaló engedélyezése

source: Notification Day
hu_hu: Értesítés napja

source: Select when you want the email digest to be sent.
hu_hu: Válassza ki, mikor szeretné elküldeni az e-mail összefoglalót.

source: Notification Email Addresses
hu_hu: Értesítési e-mail-címek

source: This is a hint text to help users.
hu_hu: Ez egy súgószöveg a felhasználók segítésére.

source: Enable HTML Mode
hu_hu: HTML mód engedélyezése

source: Test Mode
hu_hu: Teszt mód

source: When test mode is on, your site will not send out any emails. If you turn on %semail logging%s, all emails will be stored in the Email Logs.
hu_hu: Ha a teszt mód be van kapcsolva, a webhelye nem küld ki e-maileket. Ha bekapcsolja az %se-mail naplózást%s, minden e-mail az e-mail naplókban kerül tárolásra.

source: Note: Some WordPress plugins use their own email delivery system instead of the standard wp_mail() function. Test mode might not block emails sent by these plugins. Consult their documentation to learn how to enable test emails.
hu_hu: Megjegyzés: Egyes WordPress bővítmények a szabványos wp_mail() függvény helyett saját e-mail kézbesítési rendszert használnak. A teszt mód lehet, hogy nem blokkolja az ezekből a bővítményekből küldött e-maileket. A teszt e-mailek engedélyezéséhez tekintse meg a dokumentációjukat.

source: Enable Test Mode
hu_hu: Teszt mód engedélyezése

source: General Settings
hu_hu: Általános beállítások

source: Uninstall
hu_hu: Eltávolítás

source: This operation deletes ALL Gravity SMTP settings. If you continue, you will NOT be able to retrieve these settings.
hu_hu: Ez a művelet MINDEN Gravity SMTP beállítást töröl. Ha folytatja, NEM tudja visszaállítani ezeket a beállításokat.

source: Erase ALL Gravity SMTP Data
hu_hu: MINDEN Gravity SMTP adat törlése

source: Confirm Delete
hu_hu: Törlés megerősítése

source: There was an error uninstalling Gravity SMTP
hu_hu: Hiba történt a Gravity SMTP eltávolításakor

source: Select and configure the integration you would like to use to send emails from this site. Don't see an integration you're looking for?
hu_hu: Válassza ki és konfigurálja azt az integrációt, amellyel e-maileket szeretne küldeni erről a webhelyről. Nem találja a keresett integrációt?

source: Suggest an integration.
hu_hu: Javasoljon integrációt.

source: Alerts & Notifications
hu_hu: Riasztások és értesítések

source: Don't miss important notifications, leads, or sales again. Get notified instantly through Slack, SMS, WhatsApp, or Telegram if there are any issues with your SMTP service.
hu_hu: Ne maradjon le többé fontos értesítésekről, érdeklődőkről vagy értékesítésekről. Azonnali értesítést kaphat Slacken, SMS-ben, WhatsAppon vagy Telegramon, ha probléma merül fel az SMTP szolgáltatásával.

source: Activate Integration
hu_hu: Integráció aktiválása

source: Currently Enabled
hu_hu: Jelenleg engedélyezve

source: Learn More
hu_hu: Tudjon meg többet

source: More Settings
hu_hu: További beállítások

source: There was an error saving your settings
hu_hu: Hiba történt a beállítások mentésekor

source: Save Changes
hu_hu: Változtatások mentése

source: Saved
hu_hu: Mentve

source: Confirm Change
hu_hu: Változtatás megerősítése

source: Please confirm that you'd like to switch the active email integration.
hu_hu: Kérjük, erősítse meg, hogy át szeretné váltani az aktív e-mail integrációt.

source: %1$s set as primary integration
hu_hu: %1$s elsődleges integrációként beállítva

source: %1$s set as backup integration
hu_hu: %1$s tartalék integrációként beállítva

source: Primary Integration Disabled
hu_hu: Elsődleges integráció letiltva

source: You have disabled your primary email integration. To continue sending emails via Gravity SMTP, please enable a backup integration or set and enable a new primary integration.
hu_hu: Letiltotta az elsődleges e-mail integrációját. Az e-mailek küldésének folytatásához a Gravity SMTP-n keresztül engedélyezzen egy tartalék integrációt, vagy állítson be és engedélyezzen egy új elsődleges integrációt.

source: Email Management
hu_hu: E-mailek kezelése

source: WordPress, by default, will send out emails for many events on your site. Using the toggles below, you can decide exactly which emails you'd like enabled.
hu_hu: A WordPress alapértelmezés szerint számos eseményről küld e-maileket a webhelyén. Az alábbi kapcsolókkal pontosan kiválaszthatja, mely e-maileket szeretné engedélyezni.

source: Manage Emails
hu_hu: E-mailek kezelése

source: Email Logging
hu_hu: E-mail naplózás

source: Email logging keeps copies of all emails sent from your WordPress site, so you can review your sent emails and check their delivery status.
hu_hu: Az e-mail naplózás másolatot őriz meg a WordPress webhelyéről elküldött összes e-mailről, így áttekintheti az elküldött leveleket és ellenőrizheti a kézbesítési állapotukat.

source: Enable Log
hu_hu: Naplózás engedélyezése

source: Keep copies of all emails sent from your site.
hu_hu: Őrizze meg a webhelyéről elküldött összes e-mail másolatát.

source: Save Email Body
hu_hu: E-mail törzsének mentése

source: Store the email body for all emails sent from your site.
hu_hu: Tárolja a webhelyéről elküldött összes e-mail törzsét.

source: Save Attachments
hu_hu: Mellékletek mentése

source: Store attachments on the server in the uploads folder.
hu_hu: Tárolja a mellékleteket a kiszolgálón az uploads mappában.

source: Open Email Tracking
hu_hu: E-mail-megnyitások követése

source: Track viewed emails by recipients.
hu_hu: Kövesse nyomon a címzettek által megnyitott e-maileket.

source: Log Retention Period
hu_hu: Naplómegőrzési időszak

source: Email logs older than the selected timeframe will be permanently deleted.
hu_hu: A kiválasztott időtartamnál régebbi e-mail naplók véglegesen törlődnek.

source: There was an error saving the settings
hu_hu: Hiba történt a beállítások mentése közben

source: Debug Logging
hu_hu: Hibakeresési naplózás

source: Enable Debug Log
hu_hu: Hibakeresési naplózás engedélyezése

source: When enabled email sending errors debugging events will be logged, allowing you to detect email sending issues.
hu_hu: Bekapcsolásakor az e-mail-küldési hibák hibakeresési eseményei naplózásra kerülnek, ami lehetővé teszi az e-mail-küldési problémák észlelését.

source: Debug Log Retention Period
hu_hu: Hibakeresési napló megőrzési ideje

source: Debug events older than the selected period will be permanently deleted from the database.
hu_hu: A kiválasztott időszaknál régebbi hibakeresési események véglegesen törlődnek az adatbázisból.

source: View Email Log
hu_hu: E-mail napló megtekintése

source: Delete Email Log
hu_hu: E-mail napló törlése

source: View Debug Log
hu_hu: Hibakeresési napló megtekintése

source: Copy Debug Log Link
hu_hu: Hibakeresési napló hivatkozásának másolása

source: Delete Debug Log
hu_hu: Hibakeresési napló törlése

source: This operation deletes ALL email logs. If you continue, you will NOT be able to retrieve these logs.
hu_hu: Ez a művelet MINDEN e-mail naplót töröl. Ha folytatja, NEM tudja visszaállítani ezeket a naplókat.

source: This operation deletes ALL debug logs. If you continue, you will NOT be able to retrieve these logs.
hu_hu: Ez a művelet MINDEN hibakeresési naplót töröl. Ha folytatja, NEM tudja visszaállítani ezeket a naplókat.

source: Every Day
hu_hu: Minden nap

source: Every Week
hu_hu: Minden héten

source: Every Month
hu_hu: Minden hónapban

source: Every Year
hu_hu: Minden évben

source: Emails
hu_hu: E-mailek

source: Logging
hu_hu: Naplózás

source: Routing
hu_hu: Irányítás

source: API Settings
hu_hu: API beállítások

source: Send A Test
hu_hu: Teszt küldése

source: Set As Primary
hu_hu: Beállítás elsődlegesként

source: Set As Backup
hu_hu: Beállítás tartalékként

source: Change of Admin Email
hu_hu: Adminisztrátori e-mail-cím módosítása

source: Site Admin Email Change Attempt
hu_hu: Webhely-adminisztrátori e-mail-cím módosítási kísérlet

source: Site Admin Email Changed
hu_hu: Webhely-adminisztrátori e-mail-cím módosult
