Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: Internal links are important for SEO and user experience. Always try to link your content together, with quality link anchors.
hu_hu: A belső hivatkozások fontosak az SEO és a felhasználói élmény szempontjából. Mindig törekedjen tartalmait belső hivatkozásokkal, minőségi horgonyszövegekkel összekapcsolni.

source: Here is a list of articles related to your content, sorted by relevance, that you should link to.
hu_hu: Itt található a tartalmához kapcsolódó cikkek listája, relevancia szerint rendezve, amelyekre érdemes hivatkoznia.

source: Link copied in the clipboard
hu_hu: Hivatkozás a vágólapra másolva

source: No suggestion of internal links.
hu_hu: Nincs belső hivatkozási javaslat.

source: Matching word:
hu_hu: Egyező szó:

source: Open this link in a new window
hu_hu: Nyissa meg ezt a hivatkozást új ablakban

source: Edit this link in a new window
hu_hu: Szerkessze ezt a hivatkozást új ablakban

source: Nope! Security check failed!
hu_hu: Nem! A biztonsági ellenőrzés sikertelen!

source: No nonce provided!
hu_hu: Nem lett megadva nonce!

source: Invalid post ID provided.
hu_hu: Érvénytelen bejegyzésazonosító lett megadva.

source: Security check failed.
hu_hu: A biztonsági ellenőrzés sikertelen.

source: Generate, in this language %1$s, an engaging SEO title metadata in one sentence of sixty characters maximum, with at least one of these keywords in the prompt response: "%2$s", based on this content: %3$s.
hu_hu: Generáljon ezen a nyelven: %1$s egy figyelemfelkeltő SEO cím metaadatot egy mondatban, legfeljebb hatvan karakterben, a válaszban az alábbi kulcsszavak közül legalább eggyel: "%2$s", a következő tartalom alapján: %3$s.

source: Generate, in this language %1$s, an engaging SEO meta description in less than 160 characters, with at least one of these keywords in the prompt response: "%2$s", based on this content: %3$s.
hu_hu: Generáljon ezen a nyelven: %1$s egy figyelemfelkeltő SEO metaleírást 160 karakternél rövidebben, a válaszban az alábbi kulcsszavak közül legalább eggyel: "%2$s", a következő tartalom alapján: %3$s.

source: An error occurred with %1$s API, please try again. Response code: %2$s
hu_hu: Hiba történt a %1$s API-val, kérjük, próbálja meg újra. Válaszkód: %2$s

source: Image alt text generation is not supported by %1$s. Please use OpenAI or another provider that supports multimodal content.
hu_hu: A képek alt szövegének generálását a %1$s nem támogatja. Kérjük, használja az OpenAI-t vagy egy másik, multimodális tartalmat támogató szolgáltatót.

source: Write in less than 10 words an alternative text to improve accessibility and SEO, in this language %s.
hu_hu: Írjon legfeljebb 10 szóban egy alternatív szöveget az akadálymentesség és az SEO javítására, ezen a nyelven: %s.

source: Return the answer in JSON. The key containing the alternative text must be called alt_text.
hu_hu: A választ JSON formátumban adja vissza. Az alternatív szöveget tartalmazó kulcs neve alt_text legyen.

source: You must respond with ONLY a valid JSON object. The JSON must have exactly one key: "alt_text" containing the alternative text. Format: {"alt_text": "your alt text here"}
hu_hu: KIZÁRÓLAG érvényes JSON objektummal válaszoljon. A JSON pontosan egy kulcsot tartalmazzon: "alt_text", amely az alternatív szöveget tartalmazza. Formátum: {"alt_text": "your alt text here"}

source: Invalid JSON response from %1$s API: %2$s
hu_hu: Érvénytelen JSON-válasz a %1$s API-tól: %2$s

source: AI refused to describe this image.
hu_hu: Az MI megtagadta a kép leírását.

source: Unable to extract content from AI response.
hu_hu: Nem sikerült tartalmat kinyerni az MI válaszából.

source: Your %s API key has not been entered. Please enter your API key.
hu_hu: A(z) %s API-kulcsát nem adta meg. Kérjük, adja meg az API-kulcsát.

source: Your %1$s API key appears to be a placeholder. Please enter your actual API key from %2$s website.
hu_hu: Úgy tűnik, hogy az Ön %1$s API-kulcsa helyőrző. Kérjük, adja meg a tényleges API-kulcsát a %2$s webhelyről.

source: Failed to connect to %1$s API: %2$s
hu_hu: Nem sikerült csatlakozni a %1$s API-hoz: %2$s

source: Your %s API key is valid.
hu_hu: Az Ön %s API-kulcsa érvényes.

source: Your %1$s API key is invalid or has expired. Error: %2$s
hu_hu: Az Ön %1$s API-kulcsa érvénytelen vagy lejárt. Hiba: %2$s

source: Your %1$s API key is invalid or has expired. Error: %2$s. Go to your <a href="%3$s" target="_blank">%4$s Usage page</a> to check this.
hu_hu: Az Ön %1$s API-kulcsa érvénytelen vagy lejárt. Hiba: %2$s. Ellenőrzéshez nyissa meg a <a href="%3$s" target="_blank">%4$s Usage oldalt</a>.

source: Display an HTML breadcrumbs.
hu_hu: HTML morzsamenü megjelenítése.

source: breadcrumbs
hu_hu: morzsamenü

source: crumbs
hu_hu: morzsák

source: navigation
hu_hu: navigáció

source: Example title
hu_hu: Példa cím

source: How To Step
hu_hu: Útmutató lépés

source: Display a tutorial step.
hu_hu: Útmutató lépés megjelenítése.

source: Type a title
hu_hu: Írjon be egy címet

source: Type a description
hu_hu: Írjon be egy leírást

source: Block settings
hu_hu: Blokk beállításai

source: Display as unordered list.
hu_hu: Megjelenítés rendezetlen listaként.

source: Days
hu_hu: Napok

source: Hours
hu_hu: Órák

source: Minutes
hu_hu: Percek

source: Estimated cost: %1$s
hu_hu: Becsült költség: %1$s

source: How to
hu_hu: Útmutató

source: Display a tutorial block.
hu_hu: Oktatóanyag-blokk megjelenítése.

source: Tutorial
hu_hu: Oktatóanyag

source: Type in a tutorial description or introduction
hu_hu: Írjon be egy oktatóanyag-leírást vagy bevezetőt

source: Select the field to display
hu_hu: Válassza ki a megjelenítendő mezőt

source: Field settings
hu_hu: Mezőbeállítások

source: Hide closed days
hu_hu: Zárvatartási napok elrejtése

source: Display the field value inline
hu_hu: A mező értékének megjelenítése soron belül

source: Open link in a new tab
hu_hu: Hivatkozás megnyitása új lapon

source: Displays a single Local Business field
hu_hu: Egyetlen Local Business mezőt jelenít meg

source: Zipcode
hu_hu: Irányítószám

source: Phone
hu_hu: Telefonszám

source: Map link
hu_hu: Térképhivatkozás

source: Displays Local Business information
hu_hu: Local Business információkat jelenít meg

source: Headings to include
hu_hu: Beillesztendő címsorok

source: The headings chosen from the block panel will appear here.
hu_hu: A blokkpanelben kiválasztott címsorok itt jelennek meg.

# block title
source: Breadcrumbs
hu_hu: Morzsamenü

# block description
source: Display an HTML breadcrumbs
hu_hu: HTML morzsamenü megjelenítése

# block title
source: How To Step
hu_hu: Útmutató-lépés

# block description
source: Display a tutorial step
hu_hu: Oktatóanyag-lépés megjelenítése

# block title
source: How To
hu_hu: Útmutató

# block description
source: Display a tutorial block
hu_hu: Oktatóanyag-blokk megjelenítése

# block description
source: Displays a single Local Business field
hu_hu: Egyetlen Local Business mezőt jelenít meg

# block description
source: Displays Local Business information
hu_hu: Local Business információkat jelenít meg

# block title
source: Table of Contents
hu_hu: Tartalomjegyzék

# block description
source: Creates a table of contents.
hu_hu: Tartalomjegyzéket hoz létre.

# block keyword
source: table of contents
hu_hu: tartalomjegyzék
