Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: Every page must contain at least one image (whether or not you include markup). Google will pick the best image to display in Search results based on the aspect ratio and resolution.<br> Image URLs must be crawlable and indexable.<br> Images must represent the marked up content.<br> Images must be in .jpg, .png, or. gif format.<br> For best results, provide multiple high-resolution images (minimum of 50K pixels when multiplying width and height) with the following aspect ratios: 16x9, 4x3, and 1x1.
hu_hu: Minden oldalnak legalább egy képet kell tartalmaznia (függetlenül attól, hogy használ-e jelölést). A Google a képarány és a felbontás alapján választja ki a Keresési eredményekben megjelenítendő legjobb képet.<br> A kép URL-eknek feltérképezhetőnek és indexelhetőnek kell lenniük.<br> A képeknek a megjelölt tartalmat kell képviselniük.<br> A képeknek .jpg, .png vagy .gif formátumúnak kell lenniük.<br> A legjobb eredmények érdekében több, nagy felbontású képet adjon meg (minimum 50K képpont a szélesség és a magasság szorzata alapján) az alábbi képarányokkal: 16x9, 4x3 és 1x1.

source: e.g.
hu_hu: pl.

source: Cuisine served
hu_hu: Konyha típusa

source: Only to be filled if the business type is: "FoodEstablishment", "Bakery", "BarOrPub", "Brewery", "CafeOrCoffeeShop", "FastFoodRestaurant", "IceCreamShop", "Restaurant" or "Winery".
hu_hu: Csak akkor töltse ki, ha az üzlet típusa: "FoodEstablishment", "Bakery", "BarOrPub", "Brewery", "CafeOrCoffeeShop", "FastFoodRestaurant", "IceCreamShop", "Restaurant" vagy "Winery".

source: URL of the menu
hu_hu: Az étlap URL-je

source: Default value if empty: URL from the Website property
hu_hu: Alapértelmezett érték, ha üres: URL a Website tulajdonságból

source: Accepts reservations
hu_hu: Foglalásokat elfogad

source: Indicates whether a FoodEstablishment accepts reservations. Values can be Boolean (True or False), an URL at which reservations can be made or (for backwards compatibility) the strings Yes or No.
hu_hu: Jelzi, hogy egy FoodEstablishment fogad-e foglalásokat. Az érték lehet Boolean (True vagy False), egy URL, ahol foglalásokat lehet tenni, vagy (visszafelé kompatibilitás miatt) a Yes vagy No karakterláncok.

source: <strong>Morning and Afternoon are just time slots</strong>. e.g. if you're opened from 10:00 AM to 9:00 PM, check Morning and enter 10:00 / 21:00. If you are open non-stop, check Morning and enter 0:00 / 23:59.
hu_hu: <strong>A Morning és az Afternoon csupán idősávok</strong>. pl. ha 10:00 AM-től 9:00 PM-ig van nyitva, jelölje be a Morning opciót, és írja be: 10:00 / 21:00. Ha non-stop nyitva van, jelölje be a Morning opciót, és írja be: 0:00 / 23:59.

source: Learn more about the <strong>Product schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet a <strong>Termék sémáról</strong> a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: To automatically add <strong>aggregateRating</strong> and <strong>Review</strong> properties to your schema, you have to enable <strong>User Reviews</strong> from WooCommerce settings.
hu_hu: Ahhoz, hogy automatikusan hozzáadja az Ön sémájához az <strong>aggregateRating</strong> és <strong>Review</strong> tulajdonságokat, engedélyeznie kell a <strong>User Reviews</strong> funkciót a WooCommerce beállításokban.

source: Please activate these options from <strong>WC settings</strong>, <strong>Products</strong>, <a href="%s"><strong>General tab</strong></a>:
hu_hu: Kérjük, aktiválja ezeket az opciókat a <strong>WC settings</strong>, <strong>Products</strong>, <a href="%s"><strong>General tab</strong></a> menüpontban:

source: Enable product reviews
hu_hu: Termékértékelések engedélyezése

source: Enable star rating on reviews
hu_hu: Csillagos értékelés engedélyezése az értékeléseknél

source: Star ratings should be required, not optional
hu_hu: A csillagos értékelés legyen kötelező, ne opcionális

source: You have not deactivated the default WooCommerce structured data type from our <a href="%s"><strong>PRO settings > WooCommerce tab</strong></a>. It's recommended to disable it to avoid any conflicts with your product schemas.
hu_hu: Nem tiltotta le az alapértelmezett WooCommerce strukturált adattípust a <a href="%s"><strong>PRO beállítások > WooCommerce fül</strong></a> alatt. Javasolt letiltani, hogy elkerülje a terméksémáival való ütközéseket.

source: WooCommerce is not enabled on your site. Some properties like <strong>aggregateRating</strong> and <strong>Review</strong> will not work out of the box.
hu_hu: A WooCommerce nincs engedélyezve az oldalán. Egyes tulajdonságok, mint az <strong>aggregateRating</strong> és a <strong>Review</strong>, nem fognak azonnal működni.

source: Pictures clearly showing the product, e.g. against a white background, are preferred.
hu_hu: Előnyben részesítjük azokat a képeket, amelyek egyértelműen mutatják a terméket, pl. fehér háttér előtt.

source: e.g. 30. Even if this value is set to None, we‘ll still display a value for this property to follow Google guidelines and avoid warnings in Google Search Console.
hu_hu: pl. 30. Még ha ezt az értéket None értékre állítja is, akkor is megjelenítünk egy értéket ehhez a tulajdonsághoz, hogy kövessük a Google irányelveit és elkerüljük a figyelmeztetéseket a Google Search Console-ban.

source: Product Brand
hu_hu: Termék márkája

source: <strong>Authorized values:</strong> "NewCondition", "UsedCondition", "DamagedCondition", "RefurbishedCondition"
hu_hu: <strong>Engedélyezett értékek:</strong> "NewCondition", "UsedCondition", "DamagedCondition", "RefurbishedCondition"

source: <strong>Authorized values:</strong> "InStock", "InStoreOnly", "OnlineOnly", "LimitedAvailability", "SoldOut", "OutOfStock", "Discontinued", "PreOrder", "PreSale"
hu_hu: <strong>Engedélyezett értékek:</strong> "InStock", "InStoreOnly", "OnlineOnly", "LimitedAvailability", "SoldOut", "OutOfStock", "Discontinued", "PreOrder", "PreSale"

source: Energy Consumption
hu_hu: Energiafogyasztás

source: Learn more about the <strong>Recipe schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet a <strong>Recept sémáról</strong> a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: Minimum size: 185px by 185px, aspect ratio 1:1
hu_hu: Minimális méret: 185px x 185px, képarány 1:1

source: A video URL describing the recipe preparation
hu_hu: A recept elkészítését bemutató videó URL

source: e.g. 30 min
hu_hu: pl. 30 perc

source: e.g. 45 min
hu_hu: pl. 45 perc

source: Learn more about the <strong>Review schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet az <strong>Értékelés sémáról</strong> a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: <strong>Authorized values:</strong> "CreativeWorkSeason", "CreativeWorkSeries", "Episode", "Game", "MediaObject", "MusicPlaylist", "MusicRecording", "Organization"
hu_hu: <strong>Engedélyezett értékek:</strong> "CreativeWorkSeason", "CreativeWorkSeries", "Episode", "Game", "MediaObject", "MusicPlaylist", "MusicRecording", "Organization"

source: Review item image URL
hu_hu: Az értékelt elem képének URL-je

source: Your rating: scale from 1 to 5
hu_hu: Az Ön értékelése: skála 1-től 5-ig

source: Only required if your scale is different from 1 to 5.
hu_hu: Csak akkor szükséges, ha az Ön skálája eltér az 1–5-ös skálától.

source: We invite webmasters to stop using the <strong>Service schema</strong> as it is deprecated. Please use the <strong>LocalBusiness schema</strong> instead.
hu_hu: Felhívjuk a webmesterek figyelmét, hogy ne használják tovább a <strong>Service sémát</strong>, mivel elavult. Kérjük, helyette a <strong>LocalBusiness sémát</strong> használja.

source: The telephone of your service (international format)
hu_hu: Az Ön szolgáltatásának telefonszáma (nemzetközi formátumban)

source: Learn more about the <strong>Software App schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet a <strong>Software App sémáról</strong> a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: <strong>Authorized values:</strong> "GameApplication", "SocialNetworkingApplication", "TravelApplication", "ShoppingApplication", "SportsApplication", "LifestyleApplication", "BusinessApplication", "DesignApplication", "DeveloperApplication", "DriverApplication", "EducationalApplication", "HealthApplication", "FinanceApplication", "SecurityApplication", "BrowserApplication", "CommunicationApplication", "DesktopEnhancementApplication", "EntertainmentApplication", "MultimediaApplication", "HomeApplication", "UtilitiesApplication", "ReferenceApplication"
hu_hu: <strong>Engedélyezett értékek:</strong> "GameApplication", "SocialNetworkingApplication", "TravelApplication", "ShoppingApplication", "SportsApplication", "LifestyleApplication", "BusinessApplication", "DesignApplication", "DeveloperApplication", "DriverApplication", "EducationalApplication", "HealthApplication", "FinanceApplication", "SecurityApplication", "BrowserApplication", "CommunicationApplication", "DesktopEnhancementApplication", "EntertainmentApplication", "MultimediaApplication", "HomeApplication", "UtilitiesApplication", "ReferenceApplication"

source: Learn more about the <strong>Video schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet a <strong>Videó sémáról</strong> a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: Minimum size: 160px by 90px - Max size: 1920x1080px - crawlable and indexable
hu_hu: Minimális méret: 160px x 90px - Maximális méret: 1920x1080px - feltérképezhető és indexelhető

source: e.g. 00:04:30 for 4 minutes and 30 seconds
hu_hu: pl. 00:04:30 4 perc 30 másodperc esetén

source: Proper structured data in your news, blog, and sports article page can enhance your appearance in Google Search results.
hu_hu: A megfelelő strukturált adatok híroldalain, blogján és sportcikk-oldalain javíthatják megjelenését a Google Keresés találatai között.

source: (maximum limit)
hu_hu: (maximális korlát)

source: To use with <strong>Live Blog Posting</strong> article type
hu_hu: A <strong>Live Blog Posting</strong> cikktípushoz használható

source: The beginning of live coverage. For example, "2017-01-24T19:33:17+00:00".
hu_hu: Élő közvetítés kezdete. Például: "2017-01-24T19:33:17+00:00".

source: The end of live coverage. For example, "2017-01-24T19:33:17+00:00".
hu_hu: Élő közvetítés vége. Például: "2017-01-24T19:33:17+00:00".

source: Mark up your course lists with structured data so prospective students find you through Google Search.
hu_hu: Lássa el a kurzuslistáit strukturált adatokkal, hogy a leendő hallgatók megtalálják Önt a Google Keresésen keresztül.

source: Only use course markup for educational content that fits the following definition of a course: A series or unit of curriculum that contains lectures, lessons, or modules in a particular subject and/or topic.
hu_hu: Kurzusjelölést csak olyan oktatási tartalomhoz használjon, amely megfelel az alábbi kurzusdefiníciónak: Egy tantárgyhoz és/vagy témához tartozó tantervi sorozat vagy egység, amely előadásokat, leckéket vagy modulokat tartalmaz.

source: A course must have an explicit educational outcome of knowledge and/or skill in a particular subject and/or topic, and be led by one or more instructors with a roster of students.
hu_hu: Egy kurzusnak kifejezett oktatási kimenettel kell rendelkeznie egy adott tantárgyban és/vagy témában (tudás és/vagy készség), és egy vagy több oktató vezeti, hallgatói névsorral.

source: A general public event such as "Astronomy Day" is not a course, and a single 2-minute "How to make a Sandwich Video" is not a course.
hu_hu: Egy általános nyilvános esemény, például az "Astronomy Day", nem kurzus, és egyetlen 2 perces "How to make a Sandwich Video" sem kurzus.

source: List of offers
hu_hu: Ajánlatok listája

source: Free
hu_hu: Ingyenes

source: Partially free
hu_hu: Részben ingyenes

source: Subscription
hu_hu: Előfizetés

source: Paid
hu_hu: Fizetős

source: Offer %d
hu_hu: Ajánlat %d

source: Category (required)
hu_hu: Kategória (kötelező)

source: Price currency
hu_hu: Ár pénzneme

source: Enter your price
hu_hu: Adja meg az árat

source: Remove offer
hu_hu: Távolítsa el az ajánlatot

source: Add offer
hu_hu: Adjon hozzá ajánlatot

source: List of course instances
hu_hu: Kurzuspéldányok listája

source: Onsite
hu_hu: Helyszíni

source: Daily
hu_hu: Napi

source: Weekly
hu_hu: Heti

source: Monthly
hu_hu: Havi

source: Yearly
hu_hu: Éves

source: Course Instance %d
hu_hu: Kurzuspéldány %d

source: Course Mode
hu_hu: Kurzus módja

source: Location
hu_hu: Helyszín

source: 123 Fake street, Fakecity
hu_hu: 123 Kamu utca, Kamuváros

source: Duration (hours)
hu_hu: Időtartam (órában)

source: Repeat count
hu_hu: Ismétlések száma

source: Repeat frequency
hu_hu: Ismétlési gyakoriság

source: Remove instance
hu_hu: Távolítsa el a példányt

source: Add course instance
hu_hu: Adjon hozzá kurzuspéldányt

source: Build your custom schema. Don't forget to include the script tag: %s
hu_hu: Készítse el az egyéni sémáját. Ne felejtse el a script tag-et beilleszteni: %s

source: e.g. <script type="application/ld+json">{ "@context": "https://schema.org/", "@type": "Review", "itemReviewed": { "@type": "Restaurant", "image": "http://www.example.com/seafood-restaurant.jpg", "name": "Legal Seafood", "servesCuisine": "Seafood", "telephone": "1234567", "address" :{ "@type": "PostalAddress", "streetAddress": "123 William St", "addressLocality": "New York", "addressRegion": "NY", "postalCode": "10038", "addressCountry": "US" } }, "reviewRating": { "@type": "Rating", "ratingValue": "4" }, "name": "A good seafood place.", "author": { "@type": "Person", "name": "Bob Smith" }, "reviewBody": "The seafood is great.", "publisher": { "@type": "Organization", "name": "Washington Times" } }</script>
hu_hu: pl. <script type="application/ld+json">{ "@context": "https://schema.org/", "@type": "Review", "itemReviewed": { "@type": "Restaurant", "image": "http://www.example.com/seafood-restaurant.jpg", "name": "Legal Seafood", "servesCuisine": "Seafood", "telephone": "1234567", "address" :{ "@type": "PostalAddress", "streetAddress": "123 William St", "addressLocality": "New York", "addressRegion": "NY", "postalCode": "10038", "addressCountry": "US" } }, "reviewRating": { "@type": "Rating", "ratingValue": "4" }, "name": "A good seafood place.", "author": { "@type": "Person", "name": "Bob Smith" }, "reviewBody": "The seafood is great.", "publisher": { "@type": "Organization", "name": "Washington Times" } }</script>

source: Event markup describes the details of organized events. When you use it in your content, that event becomes relevant for enhanced search results for relevant queries.
hu_hu: Az eseményjelölés a szervezett események részleteit írja le. Ha a tartalmában használja, az esemény megjelenhet a vonatkozó lekérdezések bővített keresési találatai között.

source: Expired events. Events data for any feature will never be shown for expired events. However, you do not have to remove markup for expired events.
hu_hu: Lejárt események. A funkciók eseményadatai soha nem jelennek meg lejárt események esetén. A lejárt események jelölését azonban nem kell eltávolítania.

source: Indicate the performer. Each event item must specify a performer property corresponding to the event's performer; that is, a musician, musical group, presenter, actor, and so on.
hu_hu: Jelölje meg az előadót. Minden eseménytételben meg kell adni egy performer tulajdonságot, amely az esemény előadójának felel meg; például zenész, zenekar, műsorvezető, színész stb.

source: Do not include promotional elements in the name.
hu_hu: A név ne tartalmazzon promóciós elemeket.

source: Promoting non-event products or services: "Trip package: San Diego/LA, 7 nights"
hu_hu: Nem esemény jellegű termékek vagy szolgáltatások népszerűsítése: "Utazási csomag: San Diego/LA, 7 éjszaka"

source: Prices in event titles: "Music festival - only $10!" Instead, highlight ticket prices using the tickets property in your markup.
hu_hu: Árak az eseménycímekben: "Zenei fesztivál - csak $10!" Ehelyett emelje ki a jegyárakat a jelölésében a tickets tulajdonság használatával.

source: Using a non-event for a title, such as: "Sale on dresses!"
hu_hu: Nem esemény jellegű cím használata, például: "Akció ruhákra!"

source: Discounts or purchase opportunties, such as: "Concert - buy your tickets now," or "Concert - 50 percent off until Saturday!"
hu_hu: Kedvezmények vagy vásárlási lehetőségek, például: "Koncert - vegye meg jegyét most," vagy "Koncert - szombatig 50 százalék kedvezmény!"

source: Multi-day events. If your event/ticket info is for the festival itself, specify both the start and end date of the festival. If your event/ticket info is for a specific performance that is part of the festival, specify the specific date of the performance. If the specific date is unavailable, specify both the start and end date of the festival.
hu_hu: Többnapos események. Ha az eseményre/jegyre vonatkozó információ a fesztivál egészére vonatkozik, adja meg a fesztivál kezdő- és záró dátumát is. Ha az információ a fesztivál részét képező konkrét előadásra vonatkozik, adja meg az előadás konkrét dátumát. Ha a konkrét dátum nem áll rendelkezésre, adja meg a fesztivál kezdő- és záró dátumát.

source: Business Event
hu_hu: Üzleti esemény

source: Children's Event
hu_hu: Gyermekeknek szóló esemény

source: Comedy Event
hu_hu: Humoros esemény

source: Course Instance
hu_hu: Kurzuspéldány

source: Dance Event
hu_hu: Táncesemény

source: Delivery Event
hu_hu: Szállítási esemény

source: Education Event
hu_hu: Oktatási esemény

source: Exhibition Event
hu_hu: Kiállítási esemény

source: Festival
hu_hu: Fesztivál

source: Food Event
hu_hu: Gasztronómiai esemény

source: Literary Event
hu_hu: Irodalmi esemény

source: Music Event
hu_hu: Zenei esemény

source: Publication Event
hu_hu: Közzétételi esemény

source: Sale Event
hu_hu: Leárazási esemény

source: Screening Event
hu_hu: Vetítési esemény

source: Social Event
hu_hu: Társasági esemény

source: Sports Event
hu_hu: Sportesemény

source: Theater Event
hu_hu: Színházi esemény

source: Visual Arts Event
hu_hu: Képzőművészeti esemény

source: Primary
hu_hu: Elsődleges

source: Secondary
hu_hu: Másodlagos

source: Presale
hu_hu: Elővétel

source: Premium
hu_hu: Prémium

source: The lowest available price, including service charges and fees, of this type of ticket.
hu_hu: Az ennél a jegytípusnál elérhető legalacsonyabb ár, beleértve a szolgáltatási díjakat és illetékeket.

source: In Stock
hu_hu: Készleten

source: Sold Out
hu_hu: Elfogyott

source: Pre Order
hu_hu: Előrendelés

source: Select your event status
hu_hu: Válassza ki az Ön eseményének állapotát

source: Select a status event
hu_hu: Válasszon egy eseményállapotot

source: Event cancelled
hu_hu: Esemény törölve

source: Event moved online
hu_hu: Esemény online módba áthelyezve

source: Event postponed
hu_hu: Esemény elhalasztva

source: Event rescheduled
hu_hu: Esemény átütemezve

source: Event scheduled
hu_hu: Esemény ütemezve

source: Select your event attendance mode
hu_hu: Válassza ki az Ön eseményének részvételi módját

source: Offline event
hu_hu: Offline esemény

source: Online event
hu_hu: Online esemény

source: Mixed event
hu_hu: Hibrid esemény

source: Mark up your Frequently Asked Questions page with JSON-LD to try to get the position 0 in search results.
hu_hu: Jelölje meg az Ön Gyakran ismételt kérdések oldalát JSON-LD-vel, hogy megpróbálja elérni a 0. pozíciót a keresési eredményekben.

source: Empty Question
hu_hu: Üres kérdés

source: Empty Answer
hu_hu: Üres válasz

source: Question (required)
hu_hu: Kérdés (kötelező)

source: Enter your question
hu_hu: Adja meg a kérdését

source: Answer (required)
hu_hu: Válasz (kötelező)

source: Enter your answer
hu_hu: Adja meg a válaszát

source: Remove question
hu_hu: Távolítsa el a kérdést

source: Add question
hu_hu: Adjon hozzá kérdést

source: Mark up your How-to page with JSON-LD to try to get the position 0 in search results.
hu_hu: Jelölje meg az Ön How-to oldalát JSON-LD-vel, hogy megpróbálja elérni a 0. pozíciót a keresési eredményekben.

source: Title of the how-to
hu_hu: A How-to címe

source: The name of your how-to
hu_hu: Az Ön How-to-jának neve

source: How-to name
hu_hu: How-to neve

source: How-to description (default excerpt, or beginning of the content)
hu_hu: How-to leírása (alapértelmezett kivonat, vagy a tartalom eleje)

source: Enter your how-to description
hu_hu: Adja meg az Ön How-to-jának leírását

source: How-to description
hu_hu: How-to leírása

source: Estimated cost
hu_hu: Becsült költség

source: The estimated cost
hu_hu: A becsült költség

source: How-to estimated cost
hu_hu: How-to becsült költsége

source: The currency of the estimated cost
hu_hu: A becsült költség pénzneme

source: How-to currency
hu_hu: How-to pénzneme

source: Total time needed
hu_hu: Szükséges összidő

source: e.g. HH:MM:SS
hu_hu: pl. HH:MM:SS

source: The title of the step (required)
hu_hu: A lépés címe (kötelező)

source: Enter a title for this step
hu_hu: Adjon címet ehhez a lépéshez

source: Step name
hu_hu: Lépés neve

source: The text of your step (required)
hu_hu: Az Ön lépésének szövege (kötelező)

source: Enter the text of your step
hu_hu: Adja meg az Ön lépésének szövegét

source: Step text
hu_hu: Lépés szövege

source: Remove step
hu_hu: Lépés eltávolítása

source: Step
hu_hu: Lépés

source: Add step
hu_hu: Lépés hozzáadása

source: Adding structured data makes your job postings eligible to appear in a special user experience in Google Search results.
hu_hu: A strukturált adatok hozzáadása alkalmassá teszi az Ön álláshirdetéseit arra, hogy a Google Keresés találatai között speciális felhasználói élményben jelenjenek meg.

source: Default: Organization name from your Knowledge Graph (SEO > Social Networks > Knowledge Graph)
hu_hu: Alapértelmezett: Szervezet neve az Ön Knowledge Graphjából (SEO > Közösségi hálózatok > Knowledge Graph)

source: Default: URL of your site
hu_hu: Alapértelmezett: az Ön webhelyének URL-je

source: Remote job
hu_hu: Távmunka

source: Direct apply
hu_hu: Közvetlen jelentkezés

source: When users search for businesses on Google Search or Maps, Search results may display a prominent Knowledge Graph card with details about a business that matched the query.
hu_hu: Amikor a felhasználók vállalkozásokra keresnek a Google Keresésben vagy a Google Térképen, a találatok egy jól látható Knowledge Graph-kártyát jeleníthetnek meg a lekérdezésnek megfelelő vállalkozás adataival.
