Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: This page doesn't have any internal links from other content. Links from archive pages are not considered internal links due to lack of context.
hu_hu: Ezen az oldalon nincsenek belső hivatkozások más tartalmakból. Az archív oldalakról származó hivatkozásokat a kontextus hiánya miatt nem tekintjük belső hivatkozásoknak.

source: You must fix this. Canonical URL duplication is bad for SEO.
hu_hu: Ezt mindenképpen javítania kell. A kanonikus URL-ek duplikációja árt a SEO-nak.

source: This page doesn't have any canonical URL.
hu_hu: Ezen az oldalon nincs kanonikus URL.

source: Duplicated JSON schemas
hu_hu: Duplikált JSON sémák

source: No JSON schemas found
hu_hu: Nem találhatók JSON sémák

source: Post too old
hu_hu: A bejegyzés túl régi

source: Target keyword not found in permalink
hu_hu: A célkulcsszó nem található a permalinkben

source: No headings found
hu_hu: Nem találhatók címsorok

source: Duplicated H1
hu_hu: Duplikált H1

source: H1 not found
hu_hu: H1 nem található

source: H1 without target keyword
hu_hu: H1 célkulcsszó nélkül

source: H2 without target keyword
hu_hu: H2 célkulcsszó nélkül

source: H3 without target keyword
hu_hu: H3 célkulcsszó nélkül

source: Meta title without target keyword
hu_hu: Meta title célkulcsszó nélkül

source: Meta title too long
hu_hu: Meta title túl hosszú

source: Meta title not customized
hu_hu: Meta title nincs testreszabva

source: Meta desc without target keyword
hu_hu: Meta desc célkulcsszó nélkül

source: Meta desc too long
hu_hu: Meta desc túl hosszú

source: Meta desc not customized
hu_hu: Meta desc nincs testreszabva

source: OG title duplicated
hu_hu: OG title duplikált

source: OG title empty
hu_hu: OG title üres

source: OG title missing
hu_hu: OG title hiányzik

source: OG description duplicated
hu_hu: OG leírás duplikált

source: OG description empty
hu_hu: OG leírás üres

source: OG description missing
hu_hu: OG leírás hiányzik

source: OG image empty
hu_hu: OG kép üres

source: OG image missing
hu_hu: OG kép hiányzik

source: OG URL duplicated
hu_hu: OG URL duplikált

source: OG URL empty
hu_hu: OG URL üres

source: OG URL missing
hu_hu: OG URL hiányzik

source: OG sitename duplicated
hu_hu: OG webhely neve duplikált

source: OG sitename empty
hu_hu: OG webhely neve üres

source: OG sitename missing
hu_hu: OG webhely neve hiányzik

source: X title duplicated
hu_hu: X cím duplikált

source: X title empty
hu_hu: X cím üres

source: X title missing
hu_hu: X cím hiányzik

source: X description duplicated
hu_hu: X leírás duplikált

source: X description empty
hu_hu: X leírás üres

source: X description missing
hu_hu: X leírás hiányzik

source: X image empty
hu_hu: X kép üres

source: X image missing
hu_hu: X kép hiányzik

source: Meta robots duplicated
hu_hu: Meta robots duplikált

source: noindex is ON
hu_hu: noindex be van kapcsolva

source: nofollow is ON
hu_hu: nofollow be van kapcsolva

source: noimageindex is ON
hu_hu: noimageindex be van kapcsolva

source: nosnippet is ON
hu_hu: nosnippet be van kapcsolva

source: Alt text missing
hu_hu: Alt szöveg hiányzik

source: No media found
hu_hu: Nem található média

source: Too many nofollow links
hu_hu: Túl sok nofollow hivatkozás

source: Outbound links missing
hu_hu: Kimenő hivatkozások hiányoznak

source: Internal links missing
hu_hu: Belső hivatkozások hiányoznak

source: Duplicated canonical tag
hu_hu: Duplikált canonical címke

source: Canonical tag missing
hu_hu: Canonical címke hiányzik

source: Structured data types
hu_hu: Strukturált adatok típusai

source: Last modified date
hu_hu: Utolsó módosítás dátuma

source: Search engines love fresh content. Update regularly your articles without entirely rewriting your content and give them a boost in search rankings.
hu_hu: A keresőmotorok szeretik a friss tartalmat. Frissítse rendszeresen cikkeit anélkül, hogy teljesen újraírná a tartalmát, és javítsa a helyezésüket a keresési rangsorokban.

source: Keywords in permalink
hu_hu: Kulcsszavak a permalinkben

source: Headings
hu_hu: Címsorok

source: Social meta tags
hu_hu: Közösségi meta címkék

source: Alternative texts of images
hu_hu: Képek alternatív szövegei

source: No alternative text found for these images. Alt tags are important for both SEO and accessibility. Edit your images using the media library or your favorite page builder and fill in alternative text fields.
hu_hu: Nem található alternatív szöveg ezekhez a képekhez. Az alt címkék az SEO és az akadálymentesség szempontjából is fontosak. Szerkessze képeit a médiatárban vagy kedvenc oldalépítőjével, és töltse ki az alternatív szöveg mezőket.

source: NoFollow Links
hu_hu: NoFollow hivatkozások

source: Outbound Links
hu_hu: Kimenő hivatkozások

source: Internal Links
hu_hu: Belső hivatkozások

source: Select a Currency
hu_hu: Válasszon pénznemet

source: U.S. Dollar
hu_hu: Amerikai dollár

source: Pound Sterling
hu_hu: Font sterling

source: Euro
hu_hu: Euró

source: Argentina Peso
hu_hu: Argentin peso

source: Australian Dollar
hu_hu: Ausztrál dollár

source: Brazilian Real
hu_hu: Brazil reál

source: Bulgarian lev
hu_hu: bolgár leva

source: Canadian Dollar
hu_hu: kanadai dollár

source: Chilean Peso
hu_hu: chilei peso

source: Czech Koruna
hu_hu: cseh korona

source: Danish Krone
hu_hu: dán korona

source: Hong Kong Dollar
hu_hu: hongkongi dollár

source: Hungarian Forint
hu_hu: magyar forint

source: Indian rupee
hu_hu: indiai rúpia

source: Israeli New Sheqel
hu_hu: izraeli új sékel

source: Japanese Yen
hu_hu: japán jen

source: Malaysian Ringgit
hu_hu: maláj ringgit

source: Mexican Peso
hu_hu: mexikói peso

source: Norwegian Krone
hu_hu: norvég korona

source: New Zealand Dollar
hu_hu: új-zélandi dollár

source: Philippine Peso
hu_hu: Fülöp-szigeteki peso

source: Polish Zloty
hu_hu: lengyel zloty

source: Indonesian rupiah
hu_hu: indonéz rúpia

source: Russian Ruble
hu_hu: orosz rubel

source: Singapore Dollar
hu_hu: szingapúri dollár

source: South African Rand
hu_hu: dél-afrikai rand

source: Swedish Krona
hu_hu: svéd korona

source: Swiss Franc
hu_hu: svájci frank

source: Taiwan New Dollar
hu_hu: tajvani új dollár

source: Ukrainian hryvnia
hu_hu: ukrán hrivnya

source: Vietnamese đồng
hu_hu: vietnami đồng

source: Where to display the schema?
hu_hu: Hol jelenjen meg a séma?

source: Business type
hu_hu: Vállalkozás típusa

source: Accepts Reservations
hu_hu: Foglalásokat elfogad

source: Display Format
hu_hu: Megjelenítési formátum

source: Time Separator
hu_hu: Idő elválasztójele

source: <span class="field-recommended">Recommended</span> property by Google.
hu_hu: A Google által <span class="field-recommended">ajánlott</span> tulajdonság.

source: <span class="field-required">Required</span> property by Google.
hu_hu: A Google által <span class="field-required">kötelező</span> tulajdonság.

source: Morning and Afternoon are just time slots
hu_hu: A Reggel és a Délután csak idősávok.

source: e.g. if you're opened from 10:00 AM to 9:00 PM, check Morning and enter 10:00 / 21:00.
hu_hu: pl. ha Ön 10:00 AM és 9:00 PM között tart nyitva, jelölje be a Reggel opciót, és írja be: 10:00 / 21:00.

source: If you are open non-stop, check Morning and enter 0:00 / 23:59.
hu_hu: Ha Ön éjjel-nappal nyitva van, jelölje be a Reggel opciót, és írja be: 0:00 / 23:59.

source: 24-hour format (e.g., 14:30)
hu_hu: 24 órás formátum (pl. 14:30)

source: 12-hour format (e.g., 2:30 PM)
hu_hu: 12 órás formátum (pl. 2:30 PM)

source: Choose how opening hours are displayed in the frontend widget.
hu_hu: Válassza ki, hogyan jelenjen meg a nyitvatartás a frontend widgetben.

source: Colon (:)
hu_hu: Kettőspont (:)

source: Dot (.)
hu_hu: Pont (.)

source: Space ( )
hu_hu: Szóköz ( )

source: Choose the separator between hours and minutes in time display.
hu_hu: Válassza ki az óra és a perc közötti elválasztójelet az idő megjelenítésében.

source: Enter your post, page or post type ID, e.g. 64
hu_hu: Adja meg a bejegyzés, oldal vagy bejegyzéstípus azonosítóját, pl. 64

source: Default: homepage. Google recommends to include your business details (address, phone, website...) for your visitors too.
hu_hu: Alapértelmezett: kezdőlap. A Google azt javasolja, hogy a látogatók számára is tüntesse fel vállalkozása adatait (cím, telefon, webhely...).

source: e.g. ChIJ1zmBfihrUQ0RE02R1pnXoc8
hu_hu: pl. ChIJ1zmBfihrUQ0RE02R1pnXoc8

source: <a href="https://developers.google.com/places/web-service/place-id" target="_blank">Click here to find your Google Maps Place ID</a><span class="seopress-help dashicons dashicons-external"></span> for your Local Business. <br>This ID will be used to display the Google Maps link from the LB widget.
hu_hu: <a href="https://developers.google.com/places/web-service/place-id" target="_blank">Kattintson ide a Google Maps Place ID azonosítójának megkereséséhez</a><span class="seopress-help dashicons dashicons-external"></span> az Ön helyi vállalkozásához. <br>Ezt az azonosítót az LB widget Google Maps hivatkozásának megjelenítésére használjuk.

source: default: %s
hu_hu: alapértelmezett: %s

source: Default: homepage.
hu_hu: Alapértelmezett: kezdőlap.

source: You have to set an image in Knowledge Graph settings, otherwise, your Google Local Business data will not be valid.
hu_hu: Be kell állítania egy képet a Knowledge Graph beállításokban, különben a Google Local Business adatai érvénytelenek lesznek.

source: To edit your business name, visit this page.
hu_hu: A vállalkozása nevének szerkesztéséhez látogasson el erre az oldalra.

source: <strong>Need to add multiple locations?</strong> Create a manual Local Business schema from the schema metabox when you edit a post, page or post type, or an <a href="%s">automatic Local Business schema</a>.
hu_hu: <strong>Több helyszínt kell hozzáadnia?</strong> Hozzon létre kézi Local Business sémát a séma metaboxból, amikor bejegyzést, oldalt vagy bejegyzéstípust szerkeszt, vagy egy <a href="%s">automatikus Local Business sémát</a>.

source: Add Structured Data Types support, mark your content, and get better Google Search Results.
hu_hu: Adja hozzá a strukturált adattípusok támogatását, jelölje meg a tartalmát, és érjen el jobb Google-keresési eredményeket.

source: Configure WordPress default feeds. <br><br><a href="%1$s" class="btn btnSecondary" target="_blank">View my RSS feed</a>
hu_hu: Állítsa be a WordPress alapértelmezett hírcsatornáit. <br><br><a href="%1$s" class="btn btnSecondary" target="_blank">RSS-hírcsatornám megtekintése</a>

source: Use the power of AI to improve your productivity.
hu_hu: Használja az MI erejét a hatékonyságának növeléséhez.

source: Loading
hu_hu: Betöltés

source: issues
hu_hu: problémák

source: Impact
hu_hu: Hatás

source: Post URL
hu_hu: Bejegyzés URL-je

source: Issue name
hu_hu: Probléma neve

source: Issue description
hu_hu: Probléma leírása

source: Actions
hu_hu: Műveletek

source: Ignore?
hu_hu: Figyelmen kívül hagyja?

source: All good!
hu_hu: Minden rendben!

source: Missing!
hu_hu: Hiányzik!

source: View this content in a new window
hu_hu: Tekintse meg ezt a tartalmat új ablakban

source: Edit this content in a new window
hu_hu: Szerkessze ezt a tartalmat új ablakban

source: Ignore
hu_hu: Figyelmen kívül hagyás

source: Generate missing alt text with AI
hu_hu: Generálja a hiányzó alt szöveget MI-vel

source: Headline (max limit: 110)
hu_hu: Főcím (max. korlát: 110)

source: The representative image of the article. Only a marked-up image that directly belongs to the article should be specified. Default value if empty: Post thumbnail (featured image). Minimum size: 696px wide, JPG, PNG or GIF, crawlable and indexable (default: post thumbnail if available)
hu_hu: A cikk reprezentatív képe. Csak olyan, jelöléssel ellátott képet adjon meg, amely közvetlenül a cikkhez tartozik. Alapértelmezett érték, ha üres: bejegyzés bélyegképe (kiemelt kép). Minimális méret: 696px széles, JPG, PNG vagy GIF, feltérképezhető és indexelhető (alapértelmezés: bejegyzés bélyegképe, ha elérhető)

source: To use with Live Blog Posting article type
hu_hu: A Live Blog Posting cikk típushoz használható

source: List of CourseInstances
hu_hu: CourseInstances listája

source: e.g. <script type="application/ld+json">{ "@context": "https://schema.org/", "@type": "Review", "itemReviewed": { "@type": "Restaurant", "image": "http://www.example.com/seafood-restaurant.jpg", "name": "Legal Seafood", "servesCuisine": "Seafood", "telephone": "1234567", "address" :{ "@type": "PostalAddress", "streetAddress": "123 William St", "addressLocality": "New York", "addressRegion": "NY", "postalCode": "10038", "addressCountry": "US" } }, "reviewRating": { "@type": "Rating", "ratingValue": "4" }, "name": "A good seafood place.", "author": { "@type": "Person", "name": "Bob Smith" }, "reviewBody": "The seafood is great.", "publisher": { "@type": "Organization", "name": "Washington Times" } }</script>
hu_hu: pl. <script type="application/ld+json">{ "@context": "https://schema.org/", "@type": "Review", "itemReviewed": { "@type": "Restaurant", "image": "http://www.example.com/seafood-restaurant.jpg", "name": "Legal Seafood", "servesCuisine": "Seafood", "telephone": "1234567", "address" :{ "@type": "PostalAddress", "streetAddress": "123 William St", "addressLocality": "New York", "addressRegion": "NY", "postalCode": "10038", "addressCountry": "US" } }, "reviewRating": { "@type": "Rating", "ratingValue": "4" }, "name": "Egy jó tengeri étterem.", "author": { "@type": "Person", "name": "Bob Smith" }, "reviewBody": "A tenger gyümölcsei nagyszerűek.", "publisher": { "@type": "Organization", "name": "Washington Times" } }</script>

source: Minimum width: 720px - Recommended size: 1920px - .jpg, .png, or. gif format - crawlable and indexable
hu_hu: Minimális szélesség: 720px - Ajánlott méret: 1920px - .jpg, .png, vagy. gif formátum - feltérképezhető és indexelhető

source: $$, €€€, or ££££...
hu_hu: $$, €€€, vagy ££££...

source: French, Italian, Indian, American
hu_hu: Francia, olasz, indiai, amerikai

source: <strong>Morning and Afternoon are just time slots.</strong> e.g. if you're opened from 10:00 AM to 9:00 PM, check Morning and enter 10:00 / 21:00. If you are open non-stop, check Morning and enter 0:00 / 23:59.
hu_hu: <strong>A Morning és az Afternoon csak idősávok.</strong> pl. ha 10:00-tól 21:00-ig van nyitva, jelölje be a Morningot, és írja be: 10:00 / 21:00. Ha non-stop nyitva tart, jelölje be a Morningot, és írja be: 0:00 / 23:59.

source: Energy consumption
hu_hu: Energiafogyasztás

source: Enter your positive notes
hu_hu: Adja meg a pozitív megjegyzéseit

source: Enter your negative notes
hu_hu: Adja meg a negatív megjegyzéseit

source: Mark up your How-to page with JSON-LD to try to get the position 0 in search results.
hu_hu: Jelölje meg a How-to oldalát JSON-LD-vel, hogy megpróbálja elérni a 0. pozíciót a keresési találatok között.

source: <strong>Expired events.</strong> Events data for any feature will never be shown for expired events. However, you do not have to remove markup for expired events.
hu_hu: <strong>Lejárt események.</strong> Az események adatai egyetlen funkcióban sem jelennek meg lejárt események esetén. Azonban nem kell eltávolítania a lejárt események jelölését.

source: <strong>Indicate the performer.</strong> Each event item must specify a performer property corresponding to the event's performer; that is, a musician, musical group, presenter, actor, and so on.
hu_hu: <strong>Tüntesse fel az előadót.</strong> Minden eseményelemnek meg kell adnia egy performer tulajdonságot, amely az esemény előadójának felel meg; azaz zenész, zenekar, műsorvezető, színész stb.

source: <strong>Multi-day events.</strong> If your event/ticket info is for the festival itself, specify both the start and end date of the festival. If your event/ticket info is for a specific performance that is part of the festival, specify the specific date of the performance. If the specific date is unavailable, specify both the start and end date of the festival.
hu_hu: <strong>Többnapos események.</strong> Ha az esemény/jegy információi magára a fesztiválra vonatkoznak, adja meg a fesztivál kezdő- és záró dátumát is. Ha az esemény/jegy információi a fesztivál részét képező konkrét előadásra vonatkoznak, adja meg az előadás konkrét dátumát. Ha a konkrét dátum nem áll rendelkezésre, adja meg a fesztivál kezdő- és záró dátumát is.

source: <strong>Use markup for a specific product, not a category or list of products.</strong> For example, "shoes in our shop" is not a specific product.
hu_hu: <strong>Konkrét termékre használjon jelölést, ne kategóriára vagy terméklistára.</strong> Például a "shoes in our shop" nem konkrét termék.

source: <strong>Adult-related products are not supported.</strong>
hu_hu: <strong>Felnőtt tartalomhoz kapcsolódó termékek nem támogatottak.</strong>

source: <strong>Works best with WooCommerce: we automatically add aggregateRating properties from user reviews (you have to enable this option from WooCommerce settings).</strong>
hu_hu: <strong>WooCommerce-rel működik a legjobban: automatikusan hozzáadjuk az aggregateRating tulajdonságokat a felhasználói értékelésekből (ezt az opciót a WooCommerce beállításaiban kell engedélyeznie).</strong>

source: No API key defined from the settings tab
hu_hu: Nincs API-kulcs megadva a beállítások fülön

source: Inspect the current post URL with Google Search Console and get informations about your indexing, crawling, rich snippets and more.
hu_hu: Ellenőrizze az aktuális bejegyzés URL-jét a Google Search Console-lal, és szerezzen információkat az indexelésről, a feltérképezésről, a rich snippetekről és egyébről.

source: Inspect URL with Google
hu_hu: URL ellenőrzése a Google segítségével

source: No Google API key found.
hu_hu: Nem található Google API-kulcs.

source: No data found, click Inspect URL button above.
hu_hu: Nem található adat, kattintson a fenti URL ellenőrzése gombra.

source: View Full Report
hu_hu: Teljes jelentés megtekintése

source: Unknown verdict
hu_hu: Ismeretlen eredmény

source: The URL has been indexed, can appear in Google Search results, and no problems were found with any enhancements found in the page (structured data, linked AMP pages, and so on).
hu_hu: Az URL indexelve van, megjelenhet a Google Keresés találatai között, és nem találtunk problémát az oldalon található fejlesztésekkel (strukturált adatok, kapcsolt AMP-oldalak stb.).

source: URL is on Google
hu_hu: Az URL szerepel a Google találatai között

source: URL is on Google, but has issues
hu_hu: Az URL szerepel a Google találatai között, de vannak problémái

source: The URL has been indexed and can appear in Google Search results, but there are some problems that might prevent it from appearing with the enhancements that you applied to the page. This might mean a problem with an associated AMP page, or malformed structured data for a rich result (such as a recipe or job posting) on the page.
hu_hu: Az URL indexelve van, és megjelenhet a Google Keresés találatai között, de vannak olyan problémák, amelyek megakadályozhatják, hogy az oldalon alkalmazott fejlesztésekkel jelenjen meg. Ez jelenthet problémát egy kapcsolt AMP-oldallal, vagy hibás strukturált adatokat egy bővített találathoz (például recepthez vagy álláshirdetéshez) az oldalon.

source: URL is not on Google: Indexing errors
hu_hu: Az URL nem szerepel a Google találatai között: indexelési hibák

source: There was at least one critical error that prevented the URL from being indexed, and it cannot appear in Google Search until those issues are fixed.
hu_hu: Legalább egy kritikus hiba megakadályozta az URL indexelését, és amíg ezek a problémák nem kerülnek javításra, nem jelenhet meg a Google Keresésben.

source: URL is not on Google
hu_hu: Az URL nem szerepel a Google találatai között

source: This URL won‘t appear in Google Search results, but we think that was your intention. Common reasons include that the page is password-protected or robots.txt protected, or blocked by a noindex directive.
hu_hu: Ez az URL nem fog megjelenni a Google Keresés találatai között, de úgy véljük, hogy ez volt az Ön szándéka. Gyakori okok: az oldal jelszóval védett, robots.txt védi, vagy egy noindex utasítás blokkolja.

source: Unknown indexing status.
hu_hu: Ismeretlen indexelési állapot.

source: Indexing allowed.
hu_hu: Indexelés engedélyezve.

source: Indexing not allowed, 'noindex' detected in 'robots' meta tag.
hu_hu: Indexelés nem engedélyezett, 'noindex' található a 'robots' metacímkében.

source: Indexing not allowed, 'noindex' detected in 'X-Robots-Tag' http header.
hu_hu: Indexelés nem engedélyezett, 'noindex' található az 'X-Robots-Tag' HTTP-fejlécben.

source: Indexing not allowed, blocked to Googlebot with a robots.txt file.
hu_hu: Indexelés nem engedélyezett, a robots.txt fájl blokkolja a Googlebotot.

source: Unknown fetch state.
hu_hu: Ismeretlen lekérési állapot.

source: Successful fetch.
hu_hu: Sikeres lekérés.

source: Blocked by robots.txt.
hu_hu: A robots.txt blokkolja.

source: Not found (404).
hu_hu: Nem található (404).

source: Blocked due to unauthorized request (401).
hu_hu: Blokkolva jogosulatlan kérés miatt (401).

source: Server error (5xx).
hu_hu: Szerverhiba (5xx).

source: Redirection error.
hu_hu: Átirányítási hiba.

source: Blocked due to access forbidden (403).
hu_hu: Blokkolva a hozzáférés megtagadása miatt (403).

source: Blocked due to other 4xx issue (not 403, 404).
hu_hu: Blokkolva egyéb 4xx probléma miatt (nem 403, 404).

source: Internal error.
hu_hu: Belső hiba.

source: Invalid URL.
hu_hu: Érvénytelen URL.

source: Unknown user agent.
hu_hu: Ismeretlen user agent.

source: Googlebot desktop
hu_hu: Googlebot asztali

source: Googlebot smartphone
hu_hu: Googlebot okostelefon

source: Unknown robots.txt state, typically because the page wasn‘t fetched or found, or because robots.txt itself couldn‘t be reached.
hu_hu: Ismeretlen robots.txt-állapot, jellemzően azért, mert az oldalt nem sikerült lekérni vagy megtalálni, illetve mert magát a robots.txt fájlt sem lehetett elérni.

source: Crawl blocked by robots.txt.
hu_hu: A feltérképezést a robots.txt blokkolja.

source: No data available
hu_hu: Nincs elérhető adat

source: For some reason we couldn‘t retrieve the page or test its mobile-friendliness. Please wait a bit and try again.
hu_hu: Valamilyen okból nem tudtuk lekérni az oldalt vagy tesztelni a mobilbarát jellegét. Kérjük, várjon egy kicsit, és próbálja meg újra.

source: Page is mobile friendly
hu_hu: Az oldal mobilbarát

source: The page should probably work well on a mobile device.
hu_hu: Az oldal feltehetően jól fog működni mobileszközön.

source: Page is not mobile friendly
hu_hu: Az oldal nem mobilbarát

source: The page won‘t work well on a mobile device because of a few issues.
hu_hu: Az oldal néhány probléma miatt nem fog jól működni mobileszközön.

source: No detected schemas
hu_hu: Nem észlelt sémák

source: Your Rich Snippets are valid
hu_hu: Az Ön Rich Snippets-adatai érvényesek

source: Your Rich Snippets are not valid
hu_hu: Az Ön Rich Snippets-adatai nem érvényesek

source: Discovery
hu_hu: Felfedezés

source: Sitemaps
hu_hu: Webhelytérképek

source: Referring page
hu_hu: Hivatkozó oldal

source: Crawl
hu_hu: Feltérképezés

source: Last crawl
hu_hu: Utolsó feltérképezés

source: Crawled as
hu_hu: Feltérképezve mint

source: Crawl allowed?
hu_hu: Feltérképezés engedélyezett?

source: Page fetch
hu_hu: Oldal lekérése

source: Indexing allowed?
hu_hu: Indexelés engedélyezett?

source: Indexing
hu_hu: Indexelés

source: User-declared canonical
hu_hu: Felhasználó által megadott kanonikus

source: Google-selected canonical
hu_hu: A Google által kiválasztott kanonikus

source: Enhancements
hu_hu: Fejlesztések

source: Mobile Usability
hu_hu: Mobilhasználhatóság

source: Rich Snippets detected
hu_hu: Rich snippetek észlelve
