Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: Previous Start time
hu_hu: Korábbi kezdési időpont

source: Previous start time
hu_hu: Korábbi kezdési időpont

source: Location name
hu_hu: Helyszín neve

source: e.g. My Local Business name
hu_hu: pl. Helyi vállalkozásom neve

source: Event website
hu_hu: Esemény webhelye

source: e.g. https://www.example.com
hu_hu: pl. https://www.example.com

source: Location Address
hu_hu: Helyszín címe

source: e.g. 1 Avenue de l'Imperatrice, 64200 Biarritz
hu_hu: pl. 1 Avenue de l'Imperatrice, 64200 Biarritz

source: Offer name
hu_hu: Ajánlat neve

source: e.g. General admission
hu_hu: pl. Általános belépő

source: Offer category
hu_hu: Ajánlat kategóriája

source: Select your offer category
hu_hu: Válassza ki az Ön ajánlatának kategóriáját

source: Offer price
hu_hu: Ajánlat ára

source: e.g. 10
hu_hu: pl. 10

source: Offer price currency
hu_hu: Ajánlat pénzneme

source: e.g. USD, EUR...
hu_hu: pl. USD, EUR...

source: Availability
hu_hu: Elérhetőség

source: e.g. InStock, SoldOut, PreOrder
hu_hu: pl. InStock, SoldOut, PreOrder

source: Valid From
hu_hu: Érvényesség kezdete

source: The date when tickets go on sale
hu_hu: Az a dátum, amikor a jegyek értékesítése megkezdődik

source: Time
hu_hu: Időpont

source: The time when tickets go on sale
hu_hu: Az az időpont, amikor a jegyek értékesítése megkezdődik

source: Website to buy tickets
hu_hu: Jegyvásárlási webhely

source: Performer name
hu_hu: Előadó neve

source: e.g. Lana Del Rey
hu_hu: pl. Lana Del Rey

source: Organizer name
hu_hu: Szervező neve

source: e.g. Apple
hu_hu: pl. Apple

source: Organizer URL
hu_hu: Szervező URL-je

source: Event status
hu_hu: Esemény állapota

source: e.g. EventCancelled
hu_hu: pl. EventCancelled

source: Possible values: "EventCancelled", "EventMovedOnline", "EventPostponed", "EventRescheduled", "EventScheduled"
hu_hu: Lehetséges értékek: "EventCancelled", "EventMovedOnline", "EventPostponed", "EventRescheduled", "EventScheduled"

source: Event attendance mode
hu_hu: Esemény részvételi módja

source: e.g. OfflineEventAttendanceMode
hu_hu: pl. OfflineEventAttendanceMode

source: Possible values: "OfflineEventAttendanceMode", "OnlineEventAttendanceMode", "MixedEventAttendanceMode"
hu_hu: Lehetséges értékek: "OfflineEventAttendanceMode", "OnlineEventAttendanceMode", "MixedEventAttendanceMode"

source: Product name
hu_hu: Termék neve

source: The name of your product
hu_hu: Az Ön termékének neve

source: Default: product title
hu_hu: Alapértelmezett: termék címe

source: Product description
hu_hu: Termékleírás

source: The description of the product
hu_hu: A termék leírása

source: Default: product excerpt
hu_hu: Alapértelmezett: termék kivonata

source: Thumbnail
hu_hu: Bélyegkép

source: Default: product image
hu_hu: Alapértelmezett: a termék képe

source: Product price
hu_hu: Termék ára

source: Default: active product price
hu_hu: Alapértelmezett: a termék aktív ára

source: Product price valid until
hu_hu: A termék ára eddig érvényes

source: Default: sale price dates To field
hu_hu: Alapértelmezett: az akciós ár dátumok To mezője

source: Product SKU
hu_hu: Termék SKU

source: e.g. 0446310786
hu_hu: pl. 0446310786

source: Default: product SKU
hu_hu: Alapértelmezett: termék SKU

source: Product Global Identifiers type
hu_hu: A termék globális azonosítóinak típusa

source: e.g. gtin8
hu_hu: pl. gtin8

source: Product Global Identifiers
hu_hu: Termék globális azonosítói

source: e.g. 925872
hu_hu: pl. 925872

source: Select a brand
hu_hu: Válasszon márkát

source: e.g. category
hu_hu: pl. kategória

source: Product currency
hu_hu: Termék pénzneme

source: e.g. USD, EUR
hu_hu: pl. USD, EUR

source: Default: USD
hu_hu: Alapértelmezett: USD

source: Product Condition
hu_hu: Termék állapota

source: e.g. NewCondition, UsedCondition...
hu_hu: pl. NewCondition, UsedCondition...

source: Default: new
hu_hu: Alapértelmezett: új

source: Product Availability
hu_hu: Termék elérhetősége

source: e.g. InStock, InStoreOnly...
hu_hu: pl. InStock, InStoreOnly...

source: Default: In Stock
hu_hu: Alapértelmezett: készleten

source: Positive Notes
hu_hu: Pozitív megjegyzések

source: e.g. Great design
hu_hu: pl. Nagyszerű dizájn

source: Negative Notes
hu_hu: Negatív megjegyzések

source: e.g. Too expensive
hu_hu: pl. Túl drága

source: Service name
hu_hu: Szolgáltatás neve

source: The name of your service
hu_hu: Az Ön szolgáltatásának neve

source: Service type
hu_hu: Szolgáltatás típusa

source: The type of service
hu_hu: A szolgáltatás típusa

source: Service description
hu_hu: Szolgáltatás leírása

source: The description of your service
hu_hu: Az Ön szolgáltatásának leírása

source: Area served
hu_hu: Szolgáltatási terület

source: The area served by your service
hu_hu: Az Ön szolgáltatása által lefedett terület

source: Provider name
hu_hu: Szolgáltató neve

source: The provider name of your service
hu_hu: Az Ön szolgáltatásának szolgáltatójának neve

source: Location image
hu_hu: Helyszín képe

source: Select your location image
hu_hu: Válassza ki az Ön helyszínének képét

source: Provider mobility (static or dynamic)
hu_hu: Szolgáltató mobilitása (statikus vagy dinamikus)

source: The provider mobility of your service
hu_hu: Az Ön szolgáltatásának szolgáltatói mobilitása

source: Slogan
hu_hu: Szlogen

source: The slogan of your service
hu_hu: Az Ön szolgáltatásának szlogenje

source: The street address of your service
hu_hu: Az Ön szolgáltatásának utcai címe

source: The city of your service
hu_hu: Az Ön szolgáltatásának városa

source: The state of your service
hu_hu: Az Ön szolgáltatásának állama

source: The postal code of your service
hu_hu: Az Ön szolgáltatásának irányítószáma

source: The country of your service (ISO format)
hu_hu: Az Ön szolgáltatásának országa (ISO formátum)

source: The latitude of your service
hu_hu: Az Ön szolgáltatásának földrajzi szélessége

source: The longitude of your service
hu_hu: Az Ön szolgáltatásának földrajzi hosszúsága

source: The telephone of your service
hu_hu: Az Ön szolgáltatásának telefonszáma

source: The price range of your service
hu_hu: Az Ön szolgáltatásának árkategóriája

source: Software name
hu_hu: Szoftver neve

source: The name of your app
hu_hu: Az Ön alkalmazásának neve

source: App name
hu_hu: Alkalmazás neve

source: Operating system
hu_hu: Operációs rendszer

source: The operating system(s) required to use the app
hu_hu: Az alkalmazás használatához szükséges operációs rendszer(ek)

source: Application category
hu_hu: Alkalmazás kategóriája

source: Price of your app
hu_hu: Az Ön alkalmazásának ára

source: The price of your app (set "0" if the app is free of charge)
hu_hu: Az Ön alkalmazásának ára (ha az alkalmazás ingyenes, állítsa "0"-ra)

source: Price
hu_hu: Ár

source: Your rating
hu_hu: Az Ön értékelése

source: The item rating
hu_hu: Az elem értékelése

source: Max best rating
hu_hu: Legjobb értékelés maximuma

source: Review item name
hu_hu: Értékelt elem neve

source: The item name reviewed
hu_hu: Az értékelt elem neve

source: Review item type
hu_hu: Értékelt elem típusa

source: Review item image
hu_hu: Véleményezett elem képe

source: Review body
hu_hu: Vélemény szövege

source: Your review body
hu_hu: Az Ön véleményének szövege

source: Custom schema
hu_hu: Egyéni séma

source: e.g. <script type="application/ld+json">{ "@context": "https://schema.org/", "@type": "Review", "itemReviewed": { "@type": "Restaurant", "image": "http://www.example.com/seafood-restaurant.jpg", "name": "Legal Seafood", "servesCuisine": "Seafood", "telephone": "1234567", "address" :{ "@type": "PostalAddress", "streetAddress": "123 William St", "addressLocality": "New York", "addressRegion": "NY", "postalCode": "10038", "addressCountry": "US" } }, "reviewRating": { "@type": "Rating", "ratingValue": "4" }, "name": "A good seafood place.", "author": { "@type": "Person", "name": "Bob Smith" }, "reviewBody": "The seafood is great.", "publisher": { "@type": "Organization", "name": "Washington Times" } }</script>
hu_hu: pl. <script type="application/ld+json">{ "@context": "https://schema.org/", "@type": "Review", "itemReviewed": { "@type": "Restaurant", "image": "http://www.example.com/seafood-restaurant.jpg", "name": "Legal Seafood", "servesCuisine": "Seafood", "telephone": "1234567", "address" :{ "@type": "PostalAddress", "streetAddress": "123 William St", "addressLocality": "New York", "addressRegion": "NY", "postalCode": "10038", "addressCountry": "US" } }, "reviewRating": { "@type": "Rating", "ratingValue": "4" }, "name": "Egy jó tengeri étterem.", "author": { "@type": "Person", "name": "Bob Smith" }, "reviewBody": "A tengeri ételek kiválóak.", "publisher": { "@type": "Organization", "name": "Washington Times" } }</script>

source: No automatic schema created for this content.
hu_hu: Ehhez a tartalomhoz nem készült automatikus séma.

source: Add a schema
hu_hu: Séma hozzáadása

source: Article (WebPage)
hu_hu: Cikk (weboldal)

source: FAQ
hu_hu: GYIK

source: How-to
hu_hu: Útmutató

source: Course
hu_hu: Tanfolyam

source: Recipe
hu_hu: Recept

source: Job
hu_hu: Állás

source: Video
hu_hu: Videó

source: Event
hu_hu: Esemény

source: Product
hu_hu: Termék

source: Software Application
hu_hu: Szoftveralkalmazás

source: Service
hu_hu: Szolgáltatás

source: Review
hu_hu: Vélemény

source: Custom
hu_hu: Egyéni

source: Automatic
hu_hu: Automatikus

source: Manual
hu_hu: Kézi

source: Delete schema
hu_hu: Séma törlése

source: It is recommended to enter as many properties as possible to maximize the chances of getting a rich snippet in Google search results.
hu_hu: Javasoljuk, hogy a lehető legtöbb tulajdonságot adja meg, hogy maximalizálja a gazdag kivonat megjelenésének esélyét a Google keresési találatokban.

source: Expand
hu_hu: Kibontás

source: Close
hu_hu: Bezárás

source: Validate my schema
hu_hu: Érvényesítse a sémámat

source: Alternative text input could not be found.
hu_hu: Az alternatív szöveg beviteli mezője nem található.

source: Generate meta with AI
hu_hu: Metaadatok generálása MI-vel

source: Enable FAQ Schema
hu_hu: GYIK séma engedélyezése

source: Content
hu_hu: Tartalom

source: Alignment
hu_hu: Igazítás

source: Left
hu_hu: Balra

source: Center
hu_hu: Középre

source: Right
hu_hu: Jobbra

source: Style
hu_hu: Stílus

source: Text Color
hu_hu: Szöveg színe

source: Link Color
hu_hu: Hivatkozás színe

source: Link hover Color
hu_hu: Hivatkozás színe egér fölé húzásakor

# Post Type General Name
source: Redirections
hu_hu: Átirányítások

# Post Type Singular Name
source: Redirections
hu_hu: Átirányítások

source: Item Archives
hu_hu: Elem archívumai

source: Parent Item:
hu_hu: Szülő elem:

source: All redirections
hu_hu: Összes átirányítás

source: Add New redirection
hu_hu: Új átirányítás hozzáadása

source: Add redirection
hu_hu: Átirányítás hozzáadása

source: New redirection
hu_hu: Új átirányítás

source: Edit redirection
hu_hu: Átirányítás szerkesztése

source: Update redirection
hu_hu: Átirányítás frissítése

source: View redirection
hu_hu: Átirányítás megtekintése

source: Search redirection
hu_hu: Átirányítás keresése

source: Redirections and Monitoring 404
hu_hu: Átirányítások és 404-es hibák figyelése

# Taxonomy General Name
source: Categories
hu_hu: Kategóriák

# Taxonomy Singular Name
source: Category
hu_hu: Kategória

source: Categories
hu_hu: Kategóriák

source: All Categories
hu_hu: Összes kategória

source: Parent Category
hu_hu: Szülő kategória

source: Parent Category:
hu_hu: Szülő kategória:

source: New Category Name
hu_hu: Új kategória neve

source: Add New Category
hu_hu: Új kategória hozzáadása

source: Edit Category
hu_hu: Kategória szerkesztése

source: Update Category
hu_hu: Kategória frissítése

source: View Category
hu_hu: Kategória megtekintése

source: Separate categories with commas
hu_hu: Kategóriák elválasztása vesszővel

source: Add or remove categories
hu_hu: Kategóriák hozzáadása vagy eltávolítása

source: Choose from the most used
hu_hu: Választás a leggyakrabban használtak közül

source: Popular Categories
hu_hu: Népszerű kategóriák

source: Search Categories
hu_hu: Kategóriák keresése

source: Not Found
hu_hu: Nem található

source: No items
hu_hu: Nincsenek elemek

source: Categories list
hu_hu: Kategóriák listája

source: Categories list navigation
hu_hu: Kategóriák listájának navigációja

source: All redirects
hu_hu: Összes átirányítás

source: Import / Export redirects
hu_hu: Átirányítások importálása / exportálása

source: Clean all entries
hu_hu: Összes bejegyzés törlése

source: Your redirections and 404 errors will appear here.
hu_hu: Az Ön átirányításai és 404-es hibái itt jelennek meg.

source: Create a redirect
hu_hu: Átirányítás létrehozása

source: Start Import
hu_hu: Importálás indítása

source: Test redirection
hu_hu: Átirányítás tesztelése

source: Redirects
hu_hu: Átirányítások

source: 404 errors
hu_hu: 404-es hibák

source: All
hu_hu: Összes

source: Pending
hu_hu: Függőben

source: Draft
hu_hu: Vázlat

source: Trash
hu_hu: Lomtár

source: All categories
hu_hu: Összes kategória

source: All status
hu_hu: Összes állapot

source: Enable redirection
hu_hu: Átirányítás engedélyezése

source: Disable redirection
hu_hu: Átirányítás letiltása

source: Enable regex
hu_hu: Regex engedélyezése

source: Disable regex
hu_hu: Regex letiltása

source: Mark as 301
hu_hu: Megjelölés 301-ként

source: Mark as 302
hu_hu: Jelölje 302-ként

source: Mark as 307
hu_hu: Jelölje 307-ként

source: Mark as 410
hu_hu: Jelölje 410-ként

source: Mark as 451
hu_hu: Jelölje 451-ként

source: Enter the old URL here without domain name
hu_hu: Írja be ide a régi URL-t domainnév nélkül

source: Enter your <strong>relative</strong> URL above. Do not use anchors, they are not sent by your browser.
hu_hu: Adja meg fent a <strong>relatív</strong> URL-t. Ne használjon horgonyokat, a böngészője nem küldi el azokat.

source: e.g. <code>my-custom-permalink</code>. If you have a permalink structure like <code>/%category%/%postname%/</code>, make sure to include the categories: <code>category/sub-category/my-custom-permalink</code>.
hu_hu: pl. <code>my-custom-permalink</code>. Ha olyan permalink-struktúrája van, mint <code>/%category%/%postname%/</code>, ügyeljen rá, hogy a kategóriákat is tartalmazza: <code>category/sub-category/my-custom-permalink</code>.

source: %1$s updated. %2$s
hu_hu: %1$s frissítve. %2$s

source: %1$s published. %2$s
hu_hu: %1$s közzétéve. %2$s

source: Redirection saved.
hu_hu: Átirányítás elmentve.

source: On?
hu_hu: Bekapcsolva?

source: Origin URL
hu_hu: Eredeti URL

source: Destination URL
hu_hu: Cél URL

source: Hits
hu_hu: Találatok

source: Date
hu_hu: Dátum

source: Last time loaded
hu_hu: Legutóbb betöltve

source: Full Origin
hu_hu: Teljes forrás

source: Moved permanently
hu_hu: Véglegesen áthelyezve

source: 302 Found / Moved Temporarily
hu_hu: 302 Found / Átmenetileg áthelyezve

source: 307 Moved Temporarily
hu_hu: 307 Átmenetileg áthelyezve

source: 410 Gone
hu_hu: 410 Véglegesen eltávolítva

source: 451 Unavailable For Legal Reasons
hu_hu: 451 Jogi okokból nem érhető el

source: 404 not found
hu_hu: 404 nem található

source: New URL
hu_hu: Új URL

source: 301 Moved Permanently
hu_hu: 301 Véglegesen áthelyezve

source: Redirection settings
hu_hu: Átirányítás beállításai

source: Enable redirection?
hu_hu: Engedélyezi az átirányítást?

source: Learn more about the <strong>Article schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet a <strong>Article sémáról</strong> a <a href="%s" target="_blank">Google hivatalos dokumentációs weboldalán</a>

source: You have set a publisher logo. Good!
hu_hu: Beállított egy kiadói logót. Jó!

source: You don't have set a <a href="%s">publisher logo</a>. It's required for Article content types.
hu_hu: Nem állított be <a href="%s">kiadói logót</a>. Az Article tartalomtípusokhoz kötelező.

source: Select your article type
hu_hu: Válassza ki a cikk típusát

source: Article (generic)
hu_hu: Cikk (általános)

source: Advertiser Content Article
hu_hu: Hirdetői tartalmú cikk

source: News Article
hu_hu: Hírcikk

source: Report
hu_hu: Jelentés

source: Satirical Article
hu_hu: Szatirikus cikk

source: Scholarly Article
hu_hu: Tudományos cikk

source: Social Media Posting
hu_hu: Közösségi média bejegyzés

source: Blog Posting
hu_hu: Blogbejegyzés

source: Tech Article
hu_hu: Technológiai cikk

source: Analysis News Article
hu_hu: Elemző cikk

source: Ask Public News Article
hu_hu: Közönséget bevonó cikk

source: Background News Article
hu_hu: Háttércikk

source: Opinion News Article
hu_hu: Véleménycikk

source: Reportage News Article
hu_hu: Riportcikk

source: Review News Article
hu_hu: Kritikacikk

source: Live Blog Posting
hu_hu: Élő blogbejegyzés

source: The representative image of the article. Only a marked-up image that directly belongs to the article should be specified.
hu_hu: A cikk reprezentatív képe. Csak olyan, közvetlenül a cikkhez tartozó, jelöléssel ellátott képet adjon meg.

source: Minimum size: 696px wide, JPG, PNG or GIF, crawlable and indexable (default: post thumbnail if available)
hu_hu: Minimális méret: 696px széles, JPG, PNG vagy GIF, feltérképezhető és indexelhető (alapértelmezett: a bejegyzés bélyegképe, ha elérhető)

source: e.g. YYYY-MM-DD - To use with <strong>Live Blog Posting</strong> article type only
hu_hu: pl. YYYY-MM-DD - Csak az <strong>Élő blogbejegyzés</strong> cikk típushoz használja

source: e.g. HH:MM - To use with <strong>Live Blog Posting</strong> article type only
hu_hu: pl. HH:MM - Csak az <strong>Élő blogbejegyzés</strong> cikk típushoz használja

source: Addresses content in the annotated pages (such as class attribute)
hu_hu: A megjelölt oldalakon lévő tartalomra hivatkozik (például class attribútum)

source: Learn more about the <strong>Course schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet a <strong>Course schema</strong>-ról a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: Offers
hu_hu: Ajánlatok

source: List of Offers
hu_hu: Ajánlatok listája

source: List of CourseInstance
hu_hu: CourseInstance listája

source: ⚠ Make sure to open and close the script tag.
hu_hu: ⚠ Ügyeljen rá, hogy megnyissa és lezárja a script tag-et.

source: <a href="%s" target="_blank">You can use dynamic variables in your schema.</a>
hu_hu: <a href="%s" target="_blank">Használhat dinamikus változókat a schema-jában.</a>

source: Learn more about the <strong>Events schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet az <strong>Events schema</strong>-ról a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: Event description (default excerpt, or beginning of the content)
hu_hu: Eseményleírás (alapértelmezett kivonat vagy a tartalom eleje)

source: Minimum width: 720px - Recommended size: 1920px - .jpg, .png, or. gif format - crawlable and indexable
hu_hu: Minimális szélesség: 720px - Ajánlott méret: 1920px - .jpg, .png vagy .gif formátum - feltérképezhető és indexelhető

source: Previous Start date
hu_hu: Előző kezdési dátum

source: <strong>Authorized values: </strong>"Primary", "Secondary", "Presale", "Premium"
hu_hu: <strong>Engedélyezett értékek: </strong>"Primary", "Secondary", "Presale", "Premium"

source: Select your currency
hu_hu: Válassza ki a pénznemét

source: <strong>Authorized values:</strong> "EventCancelled", "EventMovedOnline", "EventPostponed", "EventRescheduled", "EventScheduled"
hu_hu: <strong>Engedélyezett értékek:</strong> "EventCancelled", "EventMovedOnline", "EventPostponed", "EventRescheduled", "EventScheduled"

source: <strong>Authorized values:</strong> "OfflineEventAttendanceMode", "OnlineEventAttendanceMode", "MixedEventAttendanceMode"
hu_hu: <strong>Engedélyezett értékek:</strong> "OfflineEventAttendanceMode", "OnlineEventAttendanceMode", "MixedEventAttendanceMode"

source: Learn more about the <strong>FAQ schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet az <strong>FAQ schema</strong>-ról a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: Using <strong>Advanced Custom Fields</strong> plugin? Learn <a href="%s" target="_blank">how to use repeater fields to build an automatic FAQ schema</a>
hu_hu: A <strong>Advanced Custom Fields</strong> bővítményt használja? Tudja meg <a href="%s" target="_blank">hogyan használhat ismétlő mezőket egy automatikus FAQ schema felépítéséhez</a>

source: Learn more about the <strong>Job Posting schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet a <strong>Job Posting schema</strong>-ról a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: Type of employment, You can include more than one employmentType property. Authorized values: "FULL_TIME", "PART_TIME", "CONTRACTOR", "TEMPORARY", "INTERN", "VOLUNTEER", "PER_DIEM", "OTHER"
hu_hu: Foglalkoztatás típusa. Több employmentType tulajdonságot is megadhat. Engedélyezett értékek: "FULL_TIME", "PART_TIME", "CONTRACTOR", "TEMPORARY", "INTERN", "VOLUNTEER", "PER_DIEM", "OTHER"

source: The hiring organization's value identifier value for the job
hu_hu: A munkát meghirdető szervezet azonosítója a munkához

source: Hiring Organization
hu_hu: Felvételt hirdető szervezet

source: Organization website
hu_hu: Szervezet weboldala

source: Default: Logo from your Knowledge Graph (SEO > Social Networks > Knowledge Graph)
hu_hu: Alapértelmezett: Logó az Ön Knowledge Graphjából (SEO > Közösségi hálózatok > Knowledge Graph)

source: If a value exists (e.g. "yes"), the job offer will be marked as fully remote. Don't mark up jobs that allow occasional work-from-home, jobs for which remote work is a negotiable benefit, or have other arrangements that are not 100% remote. The "gig economy" nature of a job doesn't imply that it is or is not remote.
hu_hu: Ha létezik érték (pl. "yes"), az állásajánlat teljes mértékben távmunkásként lesz megjelölve. Ne jelölje meg azokat az állásokat, amelyek esetenkénti otthoni munkavégzést engednek, amelyeknél a távmunka alku tárgya, vagy más, nem 100%-ban távoli megoldást jelentenek. A "gig economy" jelleg önmagában nem jelenti azt, hogy egy állás távoli-e vagy sem.

source: Indicates whether the URL that's associated with this job posting enables direct application for the job. Expected value: "true" or "false".
hu_hu: Jelzi, hogy az ehhez az álláshirdetéshez társított URL lehetővé teszi-e a közvetlen jelentkezést az állásra. Elvárt érték: "true" vagy "false".

source: e.g. 50.00
hu_hu: pl. 50.00

source: e.g. USD
hu_hu: pl. USD

source: Authorized values: "HOUR", "DAY", "WEEK", "MONTH", "YEAR"
hu_hu: Engedélyezett értékek: "HOUR", "DAY", "WEEK", "MONTH", "YEAR"

source: Learn more about the <strong>Local Business schema</strong> from the <a href="%s" target="_blank">Google official documentation website</a>
hu_hu: Tudjon meg többet a <strong>Local Business schema</strong>-ról a <a href="%s" target="_blank">Google hivatalos dokumentációs webhelyén</a>

source: All business types (new window)
hu_hu: Összes üzlettípus (új ablak)

source: Full list of business types available on schema.org
hu_hu: A schema.org oldalon elérhető üzlettípusok teljes listája
