Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: Every page must contain at least one image (whether or not you include markup). Google will pick the best image to display in Search results based on the aspect ratio and resolution.<br> Image URLs must be crawlable and indexable.<br> Images must represent the marked up content.<br> Images must be in .jpg, .png, or. gif format.<br> For best results, provide multiple high-resolution images (minimum of 50K pixels when multiplying width and height) with the following aspect ratios: 16x9, 4x3, and 1x1.
hu_hu: Minden oldalnak legalább egy képet kell tartalmaznia (függetlenül attól, hogy használ-e jelölést). A Google a képarány és a felbontás alapján választja ki a Google Keresés találataiban megjelenítendő legjobb képet.<br> A kép-URL-eknek feltérképezhetőnek és indexelhetőnek kell lenniük.<br> A képeknek a megjelölt tartalmat kell reprezentálniuk.<br> A képeknek .jpg, .png, vagy . gif formátumúnak kell lenniük.<br> A legjobb eredmény érdekében több, nagy felbontású képet adjon meg (legalább 50K képpont a szélesség és a magasság szorzataként) a következő képarányokkal: 16x9, 4x3 és 1x1.

source: e.g. %s
hu_hu: pl. %s

source: e.g. French, Italian, Indian, American
hu_hu: pl. francia, olasz, indiai, amerikai

source: The type of cuisine the restaurant serves.
hu_hu: Az étterem által kínált konyha típusa.

source: The URL of the menu.
hu_hu: Az étlap URL-je.

source: e.g. True
hu_hu: pl. True

source: Accepts reservations
hu_hu: Foglalást elfogad

source: Add markup to your product pages so Google can provide detailed product information in rich Search results - including Image Search. Users can see price, availability... right on Search results.
hu_hu: Adjon hozzá jelölést a termékoldalaihoz, hogy a Google részletes termékinformációkat jeleníthessen meg a Google Keresés gazdag találataiban – beleértve a Képkeresést is. A felhasználók közvetlenül a Keresés találataiban láthatják az árat, az elérhetőséget...

source: Use markup for a specific product, not a category or list of products. For example, "shoes in our shop" is not a specific product.
hu_hu: A jelölést konkrét termékhez használja, ne kategóriához vagy terméklistához. Például a "cipők az üzletünkben" nem konkrét termék.

source: Adult-related products are not supported.
hu_hu: A felnőtt tartalommal kapcsolatos termékek nem támogatottak.

source: Works best with WooCommerce: we automatically add aggregateRating properties from user reviews (you have to enable this option from WooCommerce settings).
hu_hu: WooCommerce-szel működik a legjobban: automatikusan hozzáadjuk az aggregateRating tulajdonságokat a felhasználói értékelések alapján (ezt az opciót a WooCommerce beállításaiban kell engedélyeznie).

source: Pictures clearly showing the product, e.g. against a white background, are preferred
hu_hu: A terméket egyértelműen bemutató képek, pl. fehér háttérrel, előnyben részesítendők

source: Select a global identifier
hu_hu: Válasszon globális azonosítót

source: Product Global Identifier value
hu_hu: A termék globális azonosítójának értéke

source: Select a taxonomy
hu_hu: Válasszon taxonómiát

source: New
hu_hu: Új

source: Used
hu_hu: Használt

source: Damaged
hu_hu: Sérült

source: Refurbished
hu_hu: Felújított

source: In Store Only
hu_hu: Csak üzletben elérhető

source: Online Only
hu_hu: Csak online elérhető

source: Limited Availability
hu_hu: Korlátozott elérhetőség

source: Out Of Stock
hu_hu: Nincs készleten

source: Discontinued
hu_hu: Forgalmazása megszűnt

source: Pre Sale
hu_hu: Előértékesítés

source: Select an Energy Consumption
hu_hu: Válasszon energiafogyasztási besorolást

source: Positive notes
hu_hu: Pozitív megjegyzések

source: Empty Statement
hu_hu: Üres állítás

source: Name (required)
hu_hu: Név (kötelező)

source: Enter your name
hu_hu: Adja meg a nevét

source: Name
hu_hu: Név

source: Remove statement
hu_hu: Állítás eltávolítása

source: Add statement
hu_hu: Állítás hozzáadása

source: Negative notes
hu_hu: Negatív megjegyzések

source: Mark up your recipe content with structured data to provide rich cards and host-specific lists for your recipes, such as cooking and preparation times, nutrition information...
hu_hu: Jelölje meg recepttartalmát strukturált adatokkal, hogy receptjeihez gazdag kártyák és szolgáltató-specifikus listák jelenjenek meg, például a főzési és előkészítési idők, tápérték-információk...

source: Use recipe markup for content about preparing a particular dish. For example, "facial scrub" or "party ideas" are not valid names for a dish.
hu_hu: A receptjelölést egy konkrét étel elkészítéséről szóló tartalomhoz használja. Például az "arcradír" vagy a "partiötletek" nem ételek nevei.

source: The region associated with your recipe. For example, "French", Mediterranean", or "American"
hu_hu: A receptjéhez társított régió. Például: "francia", mediterrán", vagy "amerikai"

source: A simple review about something. When Google finds valid reviews or ratings markup, they may show a rich snippet that includes stars and other summary info from reviews or ratings.
hu_hu: Egyszerű értékelés valamiről. Ha a Google érvényes értékelés- vagy értékelési pontszám-jelölést talál, megjeleníthet egy gazdag kivonatot, amely csillagokat és egyéb összefoglaló információkat tartalmaz az értékelésekből vagy az értékelési pontszámokból.

source: Your rating: scale from 1 to 5.
hu_hu: Az Ön értékelése: skála 1-től 5-ig.

source: Enter your review body
hu_hu: Adja meg az értékelés szövegét

source: Add markup to your service pages so that Google can provide detailed service information in rich Search results.
hu_hu: Adjon jelölést szolgáltatási oldalaihoz, hogy a Google részletes szolgáltatási információkat jeleníthessen meg a gazdag Keresési találatokban.

source: Default: post title
hu_hu: Alapértelmezett: bejegyzés címe

source: The type of your service
hu_hu: Szolgáltatásának típusa

source: Default: post excerpt
hu_hu: Alapértelmezett: bejegyzés kivonata

source: Default: post thumbnail
hu_hu: Alapértelmezett: bejegyzés kiemelt képe

source: Provider mobility
hu_hu: Szolgáltató mobilitása

source: Mark up software application information so that Google can provide detailed service information in rich Search results.
hu_hu: Jelölje meg a szoftveralkalmazás adatait, hogy a Google részletes alkalmazásinformációkat jeleníthessen meg a gazdag Keresési találatokban.

source: Currency: USD, EUR...
hu_hu: Pénznem: USD, EUR...

source: Mark up your video content with structured data to make Google Search an entry point for discovering and watching videos.
hu_hu: Jelölje meg videós tartalmait strukturált adatokkal, hogy a Google Keresés belépési pontként szolgálhasson a videók felfedezéséhez és megtekintéséhez.

source: You must respect the format of this field: hh:mm:ss
hu_hu: Be kell tartania a mező formátumát: hh:mm:ss

source: is equal to
hu_hu: egyenlő

source: is NOT equal to
hu_hu: nem egyenlő

source: Term Taxonomy
hu_hu: Kifejezés taxonómia

source: Post ID
hu_hu: Bejegyzésazonosító

# Post Type General Name
source: Schemas
hu_hu: Sémák

# Post Type Singular Name
source: Schema
hu_hu: Séma

source: All schemas
hu_hu: Összes séma

source: Add New schema
hu_hu: Új séma hozzáadása

source: Add schema
hu_hu: Séma hozzáadása

source: New schema
hu_hu: Új séma

source: Edit schema
hu_hu: Séma szerkesztése

source: Update schema
hu_hu: Séma frissítése

source: View schema
hu_hu: Séma megtekintése

source: Search schema
hu_hu: Séma keresése

source: Schemas list
hu_hu: Sémák listája

source: Schemas list navigation
hu_hu: Sémák listájának navigációja

source: Filter schema list
hu_hu: Sémák listájának szűrése

source: List of Schemas
hu_hu: Sémák listája

source: Enter the name of your schema
hu_hu: Adja meg sémája nevét

source: Boost your visibility in search results and increase your traffic and conversions.
hu_hu: Növelje láthatóságát a keresési találatok között, és növelje forgalmát és konverzióit.

source: Create a schema
hu_hu: Hozzon létre sémát

source: Learn more about schemas
hu_hu: Tudjon meg többet a sémákról

source: %s saved.
hu_hu: %s elmentve.

source: Data type
hu_hu: Adattípus

source: and
hu_hu: és

source: or
hu_hu: vagy

source: Your schema
hu_hu: Az Ön sémája

source: Site Title
hu_hu: Webhely címe

source: Tagline
hu_hu: Egysoros leírás

source: Site URL
hu_hu: Webhely URL-je

source: Post / Product ID
hu_hu: Bejegyzés / Termék ID

source: Post Title / Product title
hu_hu: Bejegyzés címe / Termék címe

source: Excerpt / Product short description
hu_hu: Kivonat / Termék rövid leírása

source: Author
hu_hu: Szerző

source: Publish date
hu_hu: Közzététel dátuma

source: Last update
hu_hu: Utolsó frissítés

source: Regular Price
hu_hu: Normál ár

source: Sale Price
hu_hu: Akciós ár

source: Sales price, including tax
hu_hu: Akciós ár, adóval együtt

source: Sale price dates "From"
hu_hu: Akciós ár dátumai "Kezdet"

source: Sale price dates "To"
hu_hu: Akciós ár dátumai "Vég"

source: Product Global Identifier type
hu_hu: Termék globális azonosító típusa

source: Product Global Identifier
hu_hu: Termék globális azonosítója

source: Product category
hu_hu: Termékkategória

source: Product availability
hu_hu: Termék elérhetősége

source: Select your custom taxonomy / product attribute
hu_hu: Válassza ki az egyéni taxonómiáját / termék attribútumát

source: Select your custom field
hu_hu: Válassza ki az egyéni mezőjét

source: Manual text
hu_hu: Kézi szöveg

source: Manual text on each post
hu_hu: Kézi szöveg minden bejegyzésnél

source: Enter a global value here
hu_hu: Adjon meg itt egy globális értéket

source: Manual value
hu_hu: Kézi érték

source: Local Business type
hu_hu: Helyi vállalkozás típusa

source: Knowledge Graph logo (SEO > Social)
hu_hu: Knowledge Graph logó (SEO > Social)

source: Featured image / Product image
hu_hu: Kiemelt kép / Termékkép

source: Post author picture
hu_hu: Bejegyzés szerzőjének képe

source: Manual Image URL
hu_hu: Kézi kép URL

source: Manual Image from Library
hu_hu: Kézi kép a médiatárból

source: Select your global image from the media library
hu_hu: Válassza ki a globális képét a médiatárból

source: Event location name
hu_hu: Esemény helyszínének neve

source: Event location address
hu_hu: Esemény helyszínének címe

source: Event cost
hu_hu: Esemény költsége

source: Event currency
hu_hu: Esemény pénzneme

source: Manual date
hu_hu: Kézi dátum

source: Manual date on each post
hu_hu: Kézi dátum minden bejegyzésnél

source: Global date
hu_hu: Globális dátum

source: Manual time
hu_hu: Kézi idő

source: Manual time on each post
hu_hu: Kézi idő minden bejegyzésnél

source: Manual rating
hu_hu: Kézi értékelés

source: Manual rating on each post
hu_hu: Kézi értékelés minden bejegyzésnél

source: Rating
hu_hu: Értékelés

source: Manual custom schema
hu_hu: Kézi egyéni séma

source: Manual custom schema on each post
hu_hu: Kézi egyéni séma minden bejegyzésnél

source: e.g. <script type="application/ld+json">{ "@context": "https://schema.org/", "@type": "Review", "itemReviewed": { "@type": "Restaurant", "image": "http://www.example.com/seafood-restaurant.jpg", "name": "Legal Seafood", "servesCuisine": "Seafood", "telephone": "1234567", "address" :{ "@type": "PostalAddress", "streetAddress": "123 William St", "addressLocality": "New York", "addressRegion": "NY", "postalCode": "10038", "addressCountry": "US" } }, "reviewRating": { "@type": "Rating", "ratingValue": "4" }, "name": "A good seafood place.", "author": { "@type": "Person", "name": "Bob Smith" }, "reviewBody": "The seafood is great.", "publisher": { "@type": "Organization", "name": "Washington Times" } }</script>
hu_hu: pl. <script type="application/ld+json">{ "@context": "https://schema.org/", "@type": "Review", "itemReviewed": { "@type": "Restaurant", "image": "http://www.example.com/seafood-restaurant.jpg", "name": "Legal Seafood", "servesCuisine": "Seafood", "telephone": "1234567", "address" :{ "@type": "PostalAddress", "streetAddress": "123 William St", "addressLocality": "New York", "addressRegion": "NY", "postalCode": "10038", "addressCountry": "US" } }, "reviewRating": { "@type": "Rating", "ratingValue": "4" }, "name": "A good seafood place.", "author": { "@type": "Person", "name": "Bob Smith" }, "reviewBody": "The seafood is great.", "publisher": { "@type": "Organization", "name": "Washington Times" } }</script>

source: Schema Type
hu_hu: Séma típusa

source: Select the type of structured data you want to add to your content
hu_hu: Válassza ki, milyen típusú strukturált adatot kíván hozzáadni a tartalmához

source: No schema will be added.
hu_hu: Nem kerül séma hozzáadásra.

source: For blog posts, news, and articles.
hu_hu: Blogbejegyzésekhez, hírekhez és cikkekhez.

source: For local businesses and organizations.
hu_hu: Helyi vállalkozásokhoz és szervezetekhez.

source: For frequently asked questions.
hu_hu: Gyakran ismételt kérdésekhez.

source: For educational courses.
hu_hu: Oktatási kurzusokhoz.

source: For food and recipe content.
hu_hu: Ételekhez és receptekhez kapcsolódó tartalomhoz.

source: For job postings.
hu_hu: Álláshirdetésekhez.

source: For video content.
hu_hu: Videótartalomhoz.

source: For events and happenings.
hu_hu: Eseményekhez és rendezvényekhez.

source: For products and e-commerce.
hu_hu: Termékekhez és e-kereskedelemhez.

source: For service offerings.
hu_hu: Szolgáltatásokhoz.

source: For software and apps.
hu_hu: Szoftverekhez és alkalmazásokhoz.

source: For reviews and ratings.
hu_hu: Véleményekhez és értékelésekhez.

source: Add your own custom schema.
hu_hu: Adja hozzá a saját egyéni sémáját.

source: Show this schema if your singular post, page or post type has:
hu_hu: Ezt a sémát akkor jelenítse meg, ha az egyedi bejegyzés, oldal vagy bejegyzéstípus rendelkezik a következővel:

source: Add a rule
hu_hu: Szabály hozzáadása

source: Map all schema properties to a value:
hu_hu: Rendelje az összes séma-tulajdonságot egy értékhez:

source: Common issues
hu_hu: Gyakori problémák

source: How to add your own <a href="%s" target="_blank">predefined dynamic variables</a>.
hu_hu: Hogyan adhat hozzá saját <a href="%s" target="_blank">előre definiált dinamikus változókat</a>.

source: I don’t see <a href="%s" target="_blank">all my custom fields from the list</a>!
hu_hu: Nem látom <a href="%s" target="_blank">az összes egyéni mezőmet a listában</a>!

source: Google Analytics Stats in Dashboard widget
hu_hu: Google Analytics statisztikák a Vezérlőpult widgetben

source: By default, only users with <code>edit_dashboard</code> capability can view and configure the Google Analytics widget.
hu_hu: Alapértelmezés szerint csak az <code>edit_dashboard</code> jogosultsággal rendelkező felhasználók tekinthetik meg és konfigurálhatják a Google Analytics widgetet.

source: Check a user role below to allow it to view and configure the GA widget:
hu_hu: Jelöljön be egy felhasználói szerepkört alább, hogy engedélyezze számára a GA widget megtekintését és konfigurálását:

source: Matomo Analytics Stats in Dashboard widget
hu_hu: Matomo Analytics statisztikák a Vezérlőpult widgetben

source: By default, only users with <code>edit_dashboard</code> capability can view and configure the Matomo Analytics widget.
hu_hu: Alapértelmezés szerint csak az <code>edit_dashboard</code> jogosultsággal rendelkező felhasználók tekinthetik meg és konfigurálhatják a Matomo Analytics widgetet.

source: Check a user role below to allow it to view and configure the Matomo widget:
hu_hu: Jelöljön be egy felhasználói szerepkört alább, hogy engedélyezze számára a Matomo widget megtekintését és konfigurálását:

source: Enter your <strong>API key</strong>, select an <strong>AI model</strong>, and start automagically <strong> generating your title and description meta tags, as well as alt texts for images</strong> (from the SEO metabox or from your posts‘ list view bulk actions).
hu_hu: Adja meg az <strong>API-kulcsát</strong>, válasszon egy <strong>MI-modellt</strong>, és kezdje el automatikusan <strong> a cím- és leírásmeta-címkék, valamint a képek alt szövegeinek generálását</strong> (az SEO metaboxból vagy a bejegyzések listanézetének csoportos műveleteiből).

source: We send your <strong>post content</strong>, <strong>language</strong> and <strong>target keywords</strong> to AI for better results. We ask in return to put at least one of your target keywords. However, we can‘t fully control the answers provided by the AI.
hu_hu: Az MI-nek elküldjük a <strong>bejegyzés tartalmát</strong>, a <strong>nyelvet</strong> és a <strong>célkulcsszavakat</strong> a jobb eredmények érdekében. Cserébe azt kérjük, hogy legalább egy célkulcsszavát adja meg. Ugyanakkor az MI által adott válaszokat nem tudjuk teljes mértékben ellenőrizni.

source: General settings
hu_hu: Általános beállítások

source: How to connect your site with OpenAI?
hu_hu: Hogyan kapcsolja össze webhelyét az OpenAI-val?

source: Create an account on <a href="%s" target="_blank">OpenAI</a><span class="dashicons dashicons-external"></span> website.
hu_hu: Hozzon létre fiókot az <a href="%s" target="_blank">OpenAI</a><span class="dashicons dashicons-external"></span> webhelyén.

source: Make a <strong>payment of at least $5</strong> on the OpenAI platform.
hu_hu: Fizessen <strong>legalább $5</strong> az OpenAI platformon.

source: Generate an <strong>OpenAI API key</strong>.
hu_hu: Hozzon létre egy <strong>OpenAI API-kulcsot</strong>.

source: <strong>Paste it</strong> below and <strong>Save changes</strong>.
hu_hu: <strong>Illessze be</strong> alább, majd <strong>Mentse a módosításokat</strong>.

source: And There you go! Start <strong>generating titles, meta desc and alt texts using AI</strong>.
hu_hu: És kész is! Kezdje el <strong>MI-vel generálni a címeket, meta leírásokat és alt szövegeket</strong>.

source: If you encounter any error, please read this <a href="%s" target="_blank">guide</a>.
hu_hu: Ha bármilyen hibát tapasztal, kérjük, olvassa el ezt az <a href="%s" target="_blank">útmutatót</a>.

source: How to connect your site with DeepSeek?
hu_hu: Hogyan kapcsolja össze webhelyét a DeepSeekkel?

source: Create an account on <a href="%s" target="_blank">DeepSeek</a><span class="dashicons dashicons-external"></span> website.
hu_hu: Hozzon létre fiókot a <a href="%s" target="_blank">DeepSeek</a><span class="dashicons dashicons-external"></span> webhelyén.

source: Make a <strong>payment of at least $2</strong> on the DeepSeek platform.
hu_hu: Fizessen <strong>legalább $2</strong> a DeepSeek platformon.

source: Generate an <strong>DeepSeek API key</strong>.
hu_hu: Hozzon létre egy <strong>DeepSeek API-kulcsot</strong>.

source: Misc
hu_hu: Egyéb

source: Stats in dashboard
hu_hu: Statisztikák a Vezérlőpulton

source: Connect your WordPress site with Google Analytics API and get statistics right in your Dashboard.
hu_hu: Csatlakoztassa WordPress webhelyét a Google Analytics API-hoz, és kapjon statisztikákat közvetlenül a Vezérlőpulton.

source: This feature is completely independent of user tracking. For example, statistical data will be collected even if you have not entered your API keys below.
hu_hu: Ez a funkció teljesen független a felhasználókövetéstől. Például a statisztikai adatok akkor is gyűjtésre kerülnek, ha alább nem adta meg az API-kulcsait.

source: Watch our video guide to connect your WordPress site with Google Analytics API + common errors
hu_hu: Tekintse meg videós útmutatónkat a WordPress webhely Google Analytics API-hoz való csatlakoztatásáról + gyakori hibák

source: No stats in the <strong>dashboard widget?</strong> Make sure to have activated these 2 Google APIs from Google Console: <span class="seopress-help dashicons dashicons-external"></span><a href="%1$s" target="_blank"><strong>Google Analytics API</strong></a> and <span class="seopress-help dashicons dashicons-external"></span><a href="%2$s" target="_blank"><strong>Google Analytics Data API</strong></a>.
hu_hu: Nincsenek statisztikák a <strong>vezérlőpult widgetben?</strong> Győződjön meg róla, hogy a Google Console-ban aktiválta ezt a 2 Google API-t: <span class="seopress-help dashicons dashicons-external"></span><a href="%1$s" target="_blank"><strong>Google Analytics API</strong></a> és <span class="seopress-help dashicons dashicons-external"></span><a href="%2$s" target="_blank"><strong>Google Analytics Data API</strong></a>.

source: You must save your settings after selecting your GA property.
hu_hu: A GA-tulajdon kiválasztása után mentenie kell a beállításait.

source: Ecommerce
hu_hu: E-kereskedelem

source: Track your ecommerce metrics with Google Analytics Enhanced Ecommerce.
hu_hu: Kövesse nyomon e-kereskedelmi metrikáit a Google Analytics Enhanced Ecommerce segítségével.

source: Learn how to setup Google Analytics Enhanced Ecommerce
hu_hu: Ismerje meg, hogyan állíthatja be a Google Analytics Enhanced Ecommerce-t.

source: You need to enable <strong>WooCommerce</strong> to apply these settings.
hu_hu: Ezeknek a beállításoknak az alkalmazásához engedélyeznie kell a <strong>WooCommerce</strong>-t.

source: Connect your WordPress site with Matomo Analytics API and get statistics right in your Dashboard.
hu_hu: Csatlakoztassa WordPress webhelyét a Matomo Analytics API-hoz, és kapjon statisztikákat közvetlenül a Vezérlőpulton.

source: This feature is completely independent of user tracking. For example, statistical data will be collected even if you have not entered your API key below.
hu_hu: Ez a funkció teljesen független a felhasználókövetéstől. Például a statisztikai adatok akkor is gyűjtésre kerülnek, ha alább nem adta meg az API-kulcsát.

source: Read our guide to connect your WordPress site with Matomo Analytics API
hu_hu: Olvassa el útmutatónkat a WordPress webhely Matomo Analytics API-hoz való csatlakoztatásáról

source: Site Audit
hu_hu: Webhelyaudit

source: Find all content analysis in one place to solve technical SEO issues. Everytime you edit a post, page or post type with the <strong>published status</strong>, your site audit will be automatically updated here.
hu_hu: Találja meg egy helyen az összes tartalomelemzést a technikai SEO-problémák megoldásához. Valahányszor a <strong>közzétett állapotú</strong> bejegyzést, oldalt vagy bejegyzéstípust szerkeszt, a webhelyaudit itt automatikusan frissül.

source: If you have linked your <a href="%s"><strong>Google Search Console account</strong></a>, we also display <strong>clicks and positions</strong> data associated with each URL to help you prioritize your optimizations.
hu_hu: Ha összekapcsolta a <a href="%s"><strong>Google Search Console-fiókját</strong></a>, az egyes URL-ekhez kapcsolódó <strong>kattintások és pozíciók</strong> adatait is megjelenítjük, hogy segítsünk az optimalizálási feladatok rangsorolásában.

source: Run the Site Audit to update existing data. If you want to start from scratch, go to <a href="%s">Tools, Reset</a>.
hu_hu: Futtassa a Webhelyauditot a meglévő adatok frissítéséhez. Ha az alapoktól szeretné kezdeni, lépjen a <a href="%s">Eszközök, Visszaállítás</a> menüpontra.

source: Cancel current audit
hu_hu: Jelenlegi audit megszakítása

source: Run audit
hu_hu: Audit futtatása

source: Resume audit
hu_hu: Audit folytatása

source: <strong>Last scan:</strong> %s
hu_hu: <strong>Utolsó vizsgálat:</strong> %s

source: <span id="seopress-site-audit-offset">%1$d</span> posts analyzed out of <strong>%2$d</strong>.
hu_hu: <span id="seopress-site-audit-offset">%1$d</span> bejegyzés elemezve a <strong>%2$d</strong> közül.

source: You can close this tab, the site audit will continue to run in background.
hu_hu: Bezárhatja ezt a lapot, a webhelyaudit a háttérben tovább fut.

source: Issues detected
hu_hu: Észlelt problémák

source: ignored
hu_hu: figyelmen kívül hagyva

source: High impact issues
hu_hu: Magas hatású problémák

source: Medium impact issues
hu_hu: Közepes hatású problémák
