Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: The PRO version of SEOPress. SEOPress required (free).
hu_hu: A SEOPress PRO verziója. SEOPress szükséges (ingyenes).

source: The SEO Guys at SEOPress
hu_hu: A SEOPress SEO-szakemberei

source: Broken Links
hu_hu: Törött linkek

source: Schemas
hu_hu: Sémák

source: Redirections
hu_hu: Átirányítások

source: License
hu_hu: Licenc

source: The license key is used to access automatic updates and support.
hu_hu: A licenckulcs az automatikus frissítések és a támogatás eléréséhez szükséges.

source: View my account
hu_hu: Fiókom megtekintése

source: Reset your license
hu_hu: Licenc visszaállítása

source: Steps to follow to activate your license:
hu_hu: Lépések a licenc aktiválásához:

source: Paste your license key
hu_hu: Illessze be a licenckulcsát

source: Save changes
hu_hu: Módosítások mentése

source: Activate License
hu_hu: Licenc aktiválása

source: That's it!
hu_hu: Kész!

source: You can also use the define %1$s to automatically activate your license key. <a href="%2$s" target="_blank" class="seopress-help">Learn more</a>
hu_hu: Használhatja a %1$s define beállítást is licenckulcsának automatikus aktiválásához. <a href="%2$s" target="_blank" class="seopress-help">További információ</a>

source: Download unauthorized? - Can‘t activate?
hu_hu: A letöltés nem engedélyezett? - Nem tudja aktiválni?

source: License Key
hu_hu: Licenckulcs

source: Enter your license key
hu_hu: Adja meg a licenckulcsát

source: Your license key is defined in wp-config.php.
hu_hu: A licenckulcsa a wp-config.php fájlban van definiálva.

source: active
hu_hu: aktív

source: Deactivate License
hu_hu: Licenc deaktiválása

source: License status
hu_hu: A licenc állapota

source: Click <strong>Reset license</strong> button above, enter your <strong>license key</strong>, <strong>save changes</strong>, and click <strong>Activate</strong>.
hu_hu: Kattintson a fenti <strong>Licenc visszaállítása</strong> gombra, adja meg a <strong>licenckulcsát</strong>, <strong>mentse a módosításokat</strong>, majd kattintson az <strong>Aktiválás</strong> gombra.

source: Still can't activate your license? Please contact us, thank you!
hu_hu: Még mindig nem tudja aktiválni a licencét? Kérjük, lépjen kapcsolatba velünk, köszönjük!

source: Your license has been successfully activated!
hu_hu: A licenc sikeresen aktiválva lett!

source: Your settings have been saved.
hu_hu: A beállításai mentésre kerültek.

source: Redirections / 404
hu_hu: Átirányítások / 404

source: Structured Data Types
hu_hu: Strukturált adattípusok

source: Local Business
hu_hu: Helyi vállalkozás

source: Breadcrumbs
hu_hu: Morzsamenü

source: SEO Alerts
hu_hu: SEO riasztások

source: Data
hu_hu: Adatok

source: Settings
hu_hu: Beállítások

source: Plugins
hu_hu: Bővítmények

source: Video sitemap
hu_hu: Videó webhelytérkép

source: Reset
hu_hu: Visszaállítás

source: Looking for the CSV import / export tool? Please <strong>update SEOPress PRO</strong> to version 6.1.
hu_hu: A CSV importálási / exportálási eszközt keresi? Kérjük, <strong>frissítse a SEOPress PRO-t</strong> 6.1-es verzióra.

source: Clean Site Audit
hu_hu: Webhelyaudit tisztítása

source: By clicking Delete SEO audit scans, all SEO issues will be deleted from your database.
hu_hu: A SEO audit vizsgálatok törlése gombra kattintva az összes SEO-probléma törlődni fog az adatbázisából.

source: Delete SEO audit scans
hu_hu: SEO audit vizsgálatok törlése

source: Redirections feature is disabled. Please activate it from the <strong>PRO page</strong>.
hu_hu: Az átirányítások funkció le van tiltva. Kérjük, aktiválja a <strong>PRO oldalon</strong>.

source: Activate Redirections
hu_hu: Aktiválja az átirányításokat

source: Video XML sitemap
hu_hu: Videó XML webhelytérkép

source: Add YouTube videos to the XML Video sitemap
hu_hu: Adjon YouTube-videókat az XML videó webhelytérképhez

source: Click the button below to automatically scan all your content for YouTube URL and add them to the video XML sitemap. We automatically add YouTube videos each time you save a post.
hu_hu: Kattintson az alábbi gombra, hogy automatikusan átvizsgáljuk az összes tartalmát YouTube URL-ek után, és hozzáadjuk azokat a videó XML webhelytérképhez. Minden bejegyzés mentésekor automatikusan hozzáadjuk a YouTube-videókat.

source: Open Video Sitemap
hu_hu: Nyissa meg a videó webhelytérképet

source: Regenerate
hu_hu: Generálja újra

source: XML Video sitemap feature is disabled. Please activate it from the <strong>XML sitemaps settings page</strong>.
hu_hu: Az XML videó webhelytérkép funkció le van tiltva. Kérjük, az <strong>XML webhelytérképek beállítási oldalán</strong> aktiválja.

source: Activate XML Video sitemap
hu_hu: Aktiválja az XML videó webhelytérképet

source: Click to disable this feature
hu_hu: Kattintson ide a funkció letiltásához

source: Click to enable this feature
hu_hu: Kattintson ide a funkció engedélyezéséhez

source: SEO Network settings
hu_hu: SEO hálózati beállítások

source: Broken links
hu_hu: Törött hivatkozások

source: Unable to request page:
hu_hu: Nem lehet lekérni az oldalt:

source: domain not found
hu_hu: domain nem található

source: Impossible to open file:
hu_hu: Nem lehet megnyitni a fájlt:

source: Impossible to write in file:
hu_hu: Nem lehet írni a fájlba:

source: .htaccess not updated due to a syntax error!
hu_hu: .htaccess nem frissült szintaktikai hiba miatt!

source: .htaccess successfully updated!
hu_hu: .htaccess sikeresen frissítve!

source: Your .htaccess is not writable.
hu_hu: Az Ön .htaccess fájlja nem írható.

source: Permission denied.
hu_hu: Hozzáférés megtagadva.

source: Service not available.
hu_hu: Szolgáltatás nem érhető el.

source: Monitor 404, create 301, 302 and 307 redirections.
hu_hu: 404 monitorozása, 301, 302 és 307 átirányítások létrehozása.

source: Add data types to your content: articles, courses, recipes, videos, events, products and more.
hu_hu: Adjon adattípusokat a tartalmához: cikkek, tanfolyamok, receptek, videók, események, termékek és egyebek.

source: Edit your robots.txt file.
hu_hu: Szerkessze a robots.txt fájlját.

source: Edit your htaccess file.
hu_hu: Szerkessze a htaccess fájlját.

source: Add Google Local Business data type.
hu_hu: Adja hozzá a Google Local Business adattípust.

source: Use the power of artificial intelligence to increase your productivity.
hu_hu: Használja a mesterséges intelligencia erejét termelékenysége növeléséhez.

source: Enable Breadcrumbs for your theme and improve your SEO in SERPs.
hu_hu: Engedélyezze a morzsamenüt a témájához, és javítsa SEO-ját a SERP-ekben.

source: Improve WooCommerce SEO.
hu_hu: Javítsa a WooCommerce SEO-ját.

source: Improve Easy Digital Downloads SEO.
hu_hu: Javítsa az Easy Digital Downloads SEO-ját.

source: Track your website performance to improve SEO with Google Page Speed.
hu_hu: Kövesse nyomon webhelye teljesítményét, hogy javítsa SEO-ját a Google Page Speed segítségével.

source: Get clicks, positions, CTR and impressions. Inspect your URL for details about crawling, indexing, mobile compatibility, schemas and more.
hu_hu: Szerezzen adatokat a kattintásokról, pozíciókról, CTR-ről és megjelenítésekről. Ellenőrizze URL-jét a feltérképezésről, indexelésről, mobilkompatibilitásról, sémákról és egyebekről szóló részletekért.

source: Google News Sitemap
hu_hu: Google News webhelytérkép

source: Optimize your site for Google News.
hu_hu: Optimalizálja webhelyét a Google News számára.

source: Scan your site to find SEO problems and broken links.
hu_hu: Vizsgálja át webhelyét SEO-problémák és törött hivatkozások felderítésére.

source: Receive alerts by email/Slack about your SEO before it‘s too late.
hu_hu: Kapjon értesítéseket e-mailen/Slacken a SEO-járól, mielőtt túl késő lenne.

source: Add Dublin Core meta tags.
hu_hu: Adja hozzá a Dublin Core meta címkéket.

source: Configure default WordPress RSS.
hu_hu: Konfigurálja az alapértelmezett WordPress RSS-t.

source: Edit your license key.
hu_hu: Szerkessze a licenckulcsát.

source: Site overview
hu_hu: Webhely áttekintése

source: Google Page Speed Score
hu_hu: Google Page Speed pontszám

source: Learn how your site has performed, based on data from your actual users around the world.
hu_hu: Tudja meg, hogyan teljesített webhelye a világ minden tájáról származó valódi felhasználói adatok alapján.

source: Core Web Vitals Assessment:
hu_hu: Core Web Vitals értékelés:

source: Passed
hu_hu: Megfelelt

source: No data found
hu_hu: Nem található adat

source: Failed
hu_hu: Nem felelt meg

source: Computed from the %s Core Web Vitals metrics over the latest 28-day collection period.
hu_hu: A legutóbbi 28 napos gyűjtési időszakban gyűjtött %s Core Web Vitals metrikák alapján számítva.

source: No data available.
hu_hu: Nem áll rendelkezésre adat.

source: See full report
hu_hu: Tekintse meg a teljes jelentést

source: You need to login to Google Search Console to get your data.
hu_hu: Az adatai eléréséhez be kell jelentkeznie a Google Search Console-ba.

source: Authenticate
hu_hu: Hitelesítés

source: Most searched queries
hu_hu: Leggyakrabban keresett kifejezések

source: How visitors find your site on Google
hu_hu: Hogyan találják meg az Ön webhelyét a Google-ben

source: Avg. position: %s
hu_hu: Átlagos pozíció: %s

source: Top 5 results
hu_hu: Top 5 találat

source: Clicks
hu_hu: Kattintások

source: Your most popular content
hu_hu: Az Ön legnépszerűbb tartalmai

source: By clicks in the past %s
hu_hu: Kattintások alapján az elmúlt %s során

source: Open in a new tab
hu_hu: Nyissa meg új lapon

source: Activate your license key
hu_hu: Aktiválja a licenckulcsát

source: Generate XML sitemaps
hu_hu: Hozzon létre XML webhelytérképeket

source: Be social
hu_hu: Legyen aktív a közösségi médiában

source: Improve Local SEO
hu_hu: Fejlessze a helyi SEO-t

source: Add Structured Data Types to increase visibility in SERPs
hu_hu: Adjon hozzá strukturált adattípusokat a SERPs-ben való láthatóság növeléséhez

# Post Type General Name
source: Broken links
hu_hu: Törött hivatkozások

# Post Type Singular Name
source: Broken links
hu_hu: Törött hivatkozások

source: Item Links
hu_hu: Elem hivatkozásai

source: Parent Link:
hu_hu: Szülő hivatkozás:

source: All Broken links
hu_hu: Összes törött hivatkozás

source: Add New Link
hu_hu: Új hivatkozás hozzáadása

source: Add link
hu_hu: Hivatkozás hozzáadása

source: New link
hu_hu: Új hivatkozás

source: Edit link
hu_hu: Hivatkozás szerkesztése

source: Update Link
hu_hu: Hivatkozás frissítése

source: View Link
hu_hu: Hivatkozás megtekintése

source: Search Link
hu_hu: Hivatkozás keresése

source: Not found
hu_hu: Nem található

source: Not found in Trash
hu_hu: A Lomtárban nem található

source: Featured Image
hu_hu: Kiemelt kép

source: Set featured image
hu_hu: Kiemelt kép beállítása

source: Remove featured image
hu_hu: Kiemelt kép eltávolítása

source: Use as featured image
hu_hu: Használja kiemelt képként

source: Insert into item
hu_hu: Szúrja be az elembe

source: Uploaded to this item
hu_hu: Ehhez az elemhez feltöltve

source: Redirections list
hu_hu: Átirányítások listája

source: Redirections list navigation
hu_hu: Az átirányítások listájának navigációja

source: Filter redirections list
hu_hu: Átirányítások listájának szűrése

source: List of broken links
hu_hu: Törött hivatkozások listája

source: Edit source to fix link
hu_hu: Szerkessze a forrást a hivatkozás javításához

source: Show All
hu_hu: Összes megjelenítése

source: %s updated.
hu_hu: %s frissítve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: %1$s restored to revision from %2$s
hu_hu: %1$s visszaállítva a %2$s időpontból származó verzióra

source: %s published.
hu_hu: %s közzétéve.

source: Page saved.
hu_hu: Oldal mentve.

source: %s submitted.
hu_hu: %s beküldve.

source: %1$s scheduled for: <strong>%2$s</strong>.
hu_hu: %1$s ütemezve erre: <strong>%2$s</strong>.

source: %s draft updated.
hu_hu: %s piszkozat frissítve.

source: Scan broken links
hu_hu: Törött hivatkozások vizsgálata

source: Export to CSV
hu_hu: Exportálás CSV-be

source: Broken link
hu_hu: Törött hivatkozás

source: Count
hu_hu: Darabszám

source: Status
hu_hu: Állapot

source: Type
hu_hu: Típus

source: Anchor text
hu_hu: Horgonyszöveg

source: Source
hu_hu: Forrás

source: Post type
hu_hu: Bejegyzéstípus

source: Display Page Speed column to check performances
hu_hu: Jelenítse meg a Page Speed oszlopot a teljesítmény ellenőrzéséhez

source: Display Search Console Data (clicks, impressions, CTR, positions)
hu_hu: Jelenítse meg a Search Console adatait (kattintások, megjelenítések, CTR, pozíciók)

source: Search results base
hu_hu: Keresési eredmények alapja

source: Search results base, e.g. "search-results" without quotes
hu_hu: Keresési eredmények alapja, pl. "search-results" idézőjelek nélkül

source: You have to flush your permalinks each time you change this setting.
hu_hu: Minden alkalommal, amikor módosítja ezt a beállítást, frissítenie kell a közvetlen hivatkozásokat.

source: Disable AI Live Chat
hu_hu: AI élő csevegés letiltása

source: OpenAI API key
hu_hu: OpenAI API-kulcs

source: Enter your OpenAI API key
hu_hu: Adja meg az OpenAI API-kulcsát

source: Sign up to <a href="%s" target="_blank">OpenAI</a> to generate your API key.
hu_hu: Regisztráljon az <a href="%s" target="_blank">OpenAI</a> oldalán az API-kulcsa létrehozásához.

source: Your OpenAI key is defined in wp-config.php.
hu_hu: Az OpenAI-kulcsa a wp-config.php fájlban van megadva.

source: Test API Key
hu_hu: API-kulcs tesztelése

source: GPT-3.5 Turbo (deprecated, will no longer be supported after October 2025)
hu_hu: GPT-3.5 Turbo (elavult, 2025 októbere után már nem lesz támogatott)

source: Select your OpenAI model. This requires at least 1 successful payment of $5 via the OpenAI platform. GPT-3.5 Turbo is deprecated, will no longer be supported after October 2025.
hu_hu: Válassza ki az OpenAI-modellt. Ehhez legalább 1 sikeres, $5 összegű fizetés szükséges az OpenAI platformon keresztül. A GPT-3.5 Turbo elavult, 2025 októbere után már nem lesz támogatott.

source: DeepSeek API key
hu_hu: DeepSeek API-kulcs

source: Enter your DeepSeek API key
hu_hu: Adja meg a DeepSeek API-kulcsát

source: Sign up to <a href="%s" target="_blank">DeepSeek</a> to generate your API key.
hu_hu: Regisztráljon a <a href="%s" target="_blank">DeepSeek</a> oldalán az API-kulcsa létrehozásához.

source: Your DeepSeek key is defined in wp-config.php.
hu_hu: A DeepSeek-kulcsa a wp-config.php fájlban van megadva.

source: DeepSeek Chat (recommended)
hu_hu: DeepSeek Chat (ajánlott)

source: Select your DeepSeek model.
hu_hu: Válassza ki a DeepSeek modelljét.

source: DeepSeek does not support alt text generation.
hu_hu: A DeepSeek nem támogatja az alternatív szöveg generálását.

source: When uploading an image file, automatically set the alternative text using AI
hu_hu: Képfájl feltöltésekor automatikusan állítsa be az alternatív szöveget AI segítségével

source: This may slow down the image upload.
hu_hu: Ez lelassíthatja a kép feltöltését.

source: AI Logs
hu_hu: AI naplók

source: Below is the latest error message obtained from the AI API:
hu_hu: Az alábbiakban az AI API-ból kapott legutóbbi hibaüzenet látható:

source: Currently no errors logged.
hu_hu: Jelenleg nincs naplózott hiba.

source: Receive an alert if your homepage is set to noindex
hu_hu: Kapjon értesítést, ha a kezdőlapja noindexre van állítva

source: Receive an alert if your robots.txt returns an error code
hu_hu: Kapjon értesítést, ha a robots.txt hibakódot ad vissza

source: Receive an alert if your XML sitemap index return an error code
hu_hu: Kapjon értesítést, ha az XML webhelytérkép-index hibakódot ad vissza

source: Your email address
hu_hu: Az Ön e-mail-címe

source: e.g. admin@example.com
hu_hu: pl. admin@example.com

source: Receive SEO alerts by mail. Separate emails by commas.
hu_hu: Kapjon SEO-értesítéseket e-mailben. Az e-mail-címeket vesszővel válassza el.

source: Your Slack webhook URL
hu_hu: Az Ön Slack Webhook URL-je

source: Receive notifications, twice a day, to Slack.
hu_hu: Kapjon értesítéseket, naponta kétszer, a Slackre.

source: How to find my Slack Webhook URL?
hu_hu: Hogyan találhatja meg a Slack Webhook URL-jét?

source: To sign in with Google Analytics, you have to set a Client and Secret ID in the fields below:
hu_hu: A Google Analytics-szel való bejelentkezéshez az alábbi mezőkben meg kell adnia a Client ID-t és a Secret ID-t:

source: Connect with Google Analytics
hu_hu: Csatlakozás a Google Analyticshez

source: Log out from Google
hu_hu: Kijelentkezés a Google-ból

source: Enter your client ID
hu_hu: Adja meg a Client ID értékét

source: Guide to connect your WordPress site with Google Analytics - new window
hu_hu: Útmutató a WordPress webhely Google Analyticshez kapcsolásához - új ablak

source: Enter your secret ID
hu_hu: Adja meg a Secret ID értékét

source: To get your Google Analytics stats in dashboard, your <strong>GA4 property ID must NOT be equals to your GA4 measurement ID</strong>. <span class="seopress-help dashicons dashicons-external"></span><a class="seopress-help" href="%s" target="_blank">Find my property ID</a>
hu_hu: Ahhoz, hogy a Google Analytics statisztikái megjelenjenek a vezérlőpulton, az Ön <strong>GA4 property ID must NOT be equals to your GA4 measurement ID</strong>. <span class="seopress-help dashicons dashicons-external"></span><a class="seopress-help" href="%s" target="_blank">Saját property ID-m megkeresése</a>

source: Enter your Google Analytics v4 property ID
hu_hu: Adja meg a Google Analytics v4 property ID-t

source: Find my property ID
hu_hu: Saját property ID-m megkeresése

source: Remove Google Analytics stats widget from WordPress dashboard
hu_hu: Távolítsa el a Google Analytics statisztikai widgetet a WordPress vezérlőpultról

source: Google Analytics Logs
hu_hu: Google Analytics naplók

source: Below is the latest error message obtained from the Google Analytics API:
hu_hu: Az alábbiakban a Google Analytics API-ból kapott legutóbbi hibaüzenet látható:

source: Measure purchases
hu_hu: Vásárlások mérése

source: Only orders with <code>completed</code> or <code>processing</code> status will be tracked.
hu_hu: Csak a <code>completed</code> vagy <code>processing</code> állapotú rendelések kerülnek követésre.

source: You can change this behavior with this hook.
hu_hu: Ezt a viselkedést ezzel a hookkal módosíthatja.

source: Measure product views
hu_hu: Termékmegtekintések mérése

source: Measure additions to shopping carts
hu_hu: Kosárba helyezések mérése

source: Measure removals from shopping carts
hu_hu: Kosárból eltávolítások mérése

source: Matomo authentication token
hu_hu: Matomo hitelesítési token

source: Remove Matomo stats widget from WordPress dashboard
hu_hu: Távolítsa el a Matomo statisztikai widgetet a WordPress vezérlőpultról

source: Receive an alert by mail once the site audit is completed. Separate emails by commas.
hu_hu: Kapjon értesítést e-mailben, amint a webhelyaudit befejeződött. Az e-mail-címeket vesszővel válassza el.

source: By default, all custom post types registered as %s will be analyzed.
hu_hu: Alapértelmezés szerint minden, %s-ként regisztrált egyedi bejegyzéstípus elemzésre kerül.

source: Yes
hu_hu: Igen

source: By default, content marked as %s will NOT be scanned.
hu_hu: Alapértelmezés szerint a %s-ként megjelölt tartalom NEM kerül átvizsgálásra.

source: How many posts to scan at once. Default: 10. Max: 50
hu_hu: Egyszerre ennyi bejegyzést vizsgáljon át. Alapértelmezett: 10. Max: 50

source: Post content
hu_hu: Bejegyzés tartalma

source: Source code of your page (extremely slow)
hu_hu: Oldalának forráskódja (rendkívül lassú)

source: The higher the value, the more time it will take. Min 10. Default: 100
hu_hu: Minél magasabb az érték, annál több időt vesz igénybe. Min 10. Alapértelmezett: 100

source: If the request exceeds x seconds of delay, the link will be considered as down
hu_hu: Ha a kérés késleltetése meghaladja az x másodpercet, a hivatkozás hibásnak minősül

source: Enable HTML Breadcrumbs
hu_hu: HTML morzsamenü engedélyezése

source: Enable JSON-LD Breadcrumbs
hu_hu: JSON-LD morzsamenü engedélyezése

source: To avoid duplicated schemas, we automatically remove the microdata on the HTML breadcrumbs.
hu_hu: Az ismétlődő sémák elkerülése érdekében automatikusan eltávolítjuk a HTML morzsamenüből a mikroadatokat.

source: We automatically add the JSON-LD to the head of your document using the wp_head hook.
hu_hu: A JSON-LD-t automatikusan hozzáadjuk a dokumentumának fejrészéhez a wp_head hook használatával.

source: You don't need to manually call the breadcrumbs function.
hu_hu: Nem kell kézzel meghívnia a morzsamenü függvényt.

source: Breadcrumbs Separator
hu_hu: Morzsamenü elválasztó

source: e.g. /
hu_hu: pl. /

source: Customize breadcrumbs separator with a hook
hu_hu: Testreszabhatja a morzsamenü elválasztóját egy hookkal

source: Select the post types that you want to display in the breadcrumbs for this taxonomy.
hu_hu: Válassza ki azokat a bejegyzéstípusokat, amelyeket ehhez a taxonómiához tartozó morzsamenüben meg kíván jeleníteni.

source: Select the taxonomy that you want to display in the breadcrumbs for this post type.
hu_hu: Válassza ki azt a taxonómiát, amelyet ehhez a bejegyzéstípushoz tartozó morzsamenüben meg kíván jeleníteni.

source: Remove static Posts page defined in WordPress Reading settings
hu_hu: Távolítsa el a WordPress Olvasás beállításaiban megadott statikus Bejegyzések oldalt.

source: Remove the static Shop page defined in the WooCommerce settings
hu_hu: Távolítsa el a WooCommerce beállításaiban meghatározott statikus Bolt oldalt.

source: e.g. You are here:
hu_hu: pl. Ön itt van:

source: HTML tags allowed, e.g. <code>span</code>, <code>p</code>...
hu_hu: HTML tagek engedélyezettek, pl. <code>span</code>, <code>p</code>...

source: Home
hu_hu: Kezdőlap

source: default: Home
hu_hu: alapértelmezett: Kezdőlap

source: Author:
hu_hu: Szerző:

source: default: Author:
hu_hu: alapértelmezett: Szerző:

source: 404 error
hu_hu: 404 hiba

source: default: 404 error
hu_hu: alapértelmezett: 404 hiba

source: Search results for:
hu_hu: Keresési eredmények erre:

source: default: Search results for:
hu_hu: alapértelmezett: Keresési eredmények erre:

source: No results
hu_hu: Nincs találat

source: Default: No results
hu_hu: Alapértelmezett: Nincs találat

source: Attachments
hu_hu: Mellékletek

source: Default: Attachments
hu_hu: Alapértelmezett: Mellékletek

source: Page
hu_hu: Oldal

source: Default: Page
hu_hu: Alapértelmezett: Oldal

source: My theme is already displaying a separator in my breadcrumbs
hu_hu: A témám már megjelenít elválasztót a morzsamenümben.

source: Try to automatically override Storefront‘s default breadcrumbs
hu_hu: Próbálja meg automatikusan felülírni a Storefront alapértelmezett morzsamenüjét.

source: Enable Dublin Core meta tags (dc.title, dc.description, dc.source, dc.language, dc.relation, dc.subject)
hu_hu: Engedélyezze a Dublin Core meta címkéket (dc.title, dc.description, dc.source, dc.language, dc.relation, dc.subject)

source: Add product:price:amount meta for product
hu_hu: Adja hozzá a product:price:amount metaadatot a termékhez

source: Add product:price:currency meta for product
hu_hu: Adja hozzá a product:price:currency metaadatot a termékhez

source: Remove EDD meta generator
hu_hu: Távolítsa el az EDD meta generátort

source: Enable Google News Sitemap
hu_hu: Engedélyezze a Google News webhelytérképet

source: Publication Name (must be the same as used in Google News)
hu_hu: Kiadvány neve (egyeznie kell a Google Newsban használt névvel)

source: Enter your Google News Publication Name
hu_hu: Adja meg a Google News kiadványának nevét
