Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: Crawled URL
hu_hu: Feltérképezett URL

source: Run a scan to find issues.
hu_hu: Futtasson vizsgálatot a problémák felderítéséhez.

source: Scan
hu_hu: Vizsgálat

source: The bot scans links in your content to find errors (404...). We limit this search by default to the last 100 posts/pages/custom post types.
hu_hu: A bot a tartalmában található hivatkozásokat vizsgálja, hogy hibákat (404...) találjon. Alapértelmezetten az utolsó 100 bejegyzésre/oldalra/egyedi bejegyzéstípusra korlátozzuk ezt a keresést.

source: You can increase this value in the settings tab.
hu_hu: Ezt az értéket a Beállítások lapon növelheti.

source: Check our guide
hu_hu: Tekintse meg útmutatónkat

source: View scan results
hu_hu: Vizsgálati eredmények megtekintése

source: Broken links settings
hu_hu: Törött hivatkozások beállításai

source: Site audit settings
hu_hu: Webhelyaudit beállításai

source: How to install the Breadcrumbs?
hu_hu: Hogyan telepítse a Morzsamenüt?

source: Block Editor / FSE
hu_hu: Blokkszerkesztő / FSE

source: Add the Breadcrumbs block using the <strong>Block Editor</strong> or the <strong>Full Site Editing</strong> feature.
hu_hu: Adja hozzá a Morzsamenü blokkot a <strong>Blokkszerkesztő</strong> vagy a <strong>Full Site Editing</strong> funkcióval.

source: Shortcode
hu_hu: Rövidkód

source: You can also use this shortcode in your content (post, page, post type...):
hu_hu: Ezt a rövidkódot a tartalmában (bejegyzés, oldal, bejegyzéstípus...) is használhatja:

source: PHP template
hu_hu: PHP sablon

source: Copy and paste this function into your theme (e.g. header.php) to enable your breadcrumbs:
hu_hu: Másolja és illessze be ezt a függvényt a témájába (pl. header.php), hogy engedélyezze a morzsamenüt:

source: This function accepts 1 parameter: <strong>true / false</strong> for <strong>echo / return</strong>. Default: <strong>true</strong>.
hu_hu: Ez a függvény 1 paramétert fogad: <strong>true / false</strong> az <strong>echo / return</strong>-hoz. Alapértelmezett: <strong>true</strong>.

source: Watch this video guide to easily integrate your breadcrumbs with your WordPress theme
hu_hu: Tekintse meg ezt a videós útmutatót a morzsamenü egyszerű integrálásához az Ön WordPress-témájába

source: Elementor user?
hu_hu: Elementor-felhasználó?

source: We also provide a widget for <strong>Elementor users</strong> (Elementor Builder > Elements tab > Site section > Breadcrumbs widget).
hu_hu: Az <strong>Elementor felhasználói</strong> számára is biztosítunk egy widgetet (Elementor Builder > Elements fül > Site szakasz > Breadcrumbs widget).

source: Click to watch the video tutorial
hu_hu: Kattintson a videós oktatóanyag megtekintéséhez

source: Enable
hu_hu: Engedélyezés

source: Customize
hu_hu: Testreszabás

source: Translations
hu_hu: Fordítások

source: Learn how to translate these options with multilingual plugins
hu_hu: Ismerje meg, hogyan fordíthatja le ezeket a beállításokat többnyelvű bővítményekkel

source: You need to enable <strong>Easy Digital Downloads</strong> to apply these settings.
hu_hu: Az <strong>Easy Digital Downloads</strong> bővítményt engedélyeznie kell ezen beállítások alkalmazásához.

source: You need to enable XML Sitemap feature, in order to use Google News Sitemap.
hu_hu: A Google News Sitemap használatához engedélyeznie kell az XML Sitemap funkciót.

source: Change this settings
hu_hu: Módosítsa ezeket a beállításokat

source: We respect the rules of <strong>Google News</strong>: Only articles published during the <strong>previous two days</strong>, and, to a limit of <strong>1000 articles</strong>, are visible in the sitemap.
hu_hu: Tiszteletben tartjuk a <strong>Google News</strong> szabályait: csak az <strong>elmúlt két napban</strong> megjelent cikkek jelennek meg a webhelytérképen, legfeljebb <strong>1000 cikk</strong> erejéig.

source: The Google News XML sitemap must be sent to the <a href="%s" target="_blank">Google Publication Center</a>.
hu_hu: A Google News XML webhelytérképet el kell küldenie a <a href="%s" target="_blank">Google Publication Center</a> felületre.

source: <strong>Noindex content</strong> will not be displayed in Sitemaps. Same for <strong>custom canonical URLs</strong>.
hu_hu: <strong>Noindex tartalom</strong> nem jelenik meg a webhelytérképekben. Ugyanez érvényes az <strong>egyedi kanonikus URL-ekre</strong>.

source: Blank sitemap?
hu_hu: Üres webhelytérkép?

source: 404 error?
hu_hu: 404-es hiba?

source: HTML error? Exclude XML and XSL from caching plugins!
hu_hu: HTML-hiba? Zárja ki az XML-t és az XSL-t a gyorsítótárazó bővítményekből!

source: Add your XML sitemaps to Google Search Console (video)
hu_hu: Adja hozzá az XML webhelytérképeit a Google Search Console-hoz (videó)

source: SAVE YOUR HTACCESS FILE BEFORE EDIT!
hu_hu: MENTSE EL A HTACCESS FÁJLJÁT SZERKESZTÉS ELŐTT!

source: Analyse with PageSpeed Insights
hu_hu: Elemezze a PageSpeed Insights segítségével

source: Save as PDF
hu_hu: Mentés PDF-ként

source: Remove last analysis
hu_hu: Távolítsa el az utolsó elemzést

source: Performance
hu_hu: Teljesítmény

source: Screenshot
hu_hu: Képernyőkép

source: The Core Web Vitals metrics are FID, LCP, and CLS. For aggregations with sufficient data in all three metrics, the aggregation passes the Core Web Vitals assessment if the 75th percentiles of all three metrics are Good. Otherwise, the aggregation does not pass the assessment. If the aggregation has insufficient data for FID, then it will pass the assessment if both the 75th percentiles of LCP and CLS are Good.
hu_hu: A Core Web Vitals mutatói a FID, az LCP és a CLS. Az olyan aggregációk, amelyek mindhárom mutatóban elegendő adattal rendelkeznek, akkor mennek át a Core Web Vitals értékelésen, ha mindhárom mutató 75. percentilise Jó. Ellenkező esetben az aggregáció nem megy át az értékelésen. Ha az aggregációnak a FID-hez nincs elegendő adata, akkor akkor megy át az értékelésen, ha az LCP és a CLS 75. percentilise is Jó.

source: Learn more about Core Web Vitals
hu_hu: Tudjon meg többet a Core Web Vitals-ról

source: Full report on Google Page Speed website
hu_hu: Teljes jelentés a Google Page Speed webhelyén

source: Opportunities
hu_hu: Lehetőségek

source: Diagnostics
hu_hu: Diagnosztika

source: Passed audits
hu_hu: Sikeres ellenőrzések

source: Learn more
hu_hu: További információ

source: Captured at
hu_hu: Rögzítve ekkor

source: Configure your breadcrumbs, using schema.org markup, allowing it to appear in Google's search results.
hu_hu: Konfigurálja a morzsamenüt schema.org jelöléssel, hogy megjelenhessen a Google találatai között.

source: Google developers website (new window)
hu_hu: Google fejlesztői webhelye (új ablak)

source: Lean more on Google developers website
hu_hu: Tudjon meg többet a Google fejlesztői webhelyén

source: Use the power of <strong>AI</strong> to improve your productivity.
hu_hu: Használja az <strong>AI</strong> erejét a termelékenysége növeléséhez.

source: General
hu_hu: Általános

source: Logs
hu_hu: Naplók

source: Local Business data type for Google. This schema will be displayed on the homepage. <br>You can also display these informations using our <a href="%1$s">Local Business widget</a> or Local Business block to optimize your site for <a class="seopress-help" href="%2$s" target="_blank" title="Optimizing WordPress sites for Google EAT (new window)">Google EAT</a><span class="seopress-help dashicons dashicons-external"></span>.
hu_hu: Local Business adattípus a Google számára. Ez a séma a kezdőlapon fog megjelenni. <br>Ezeket az információkat megjelenítheti a <a href="%1$s">Local Business widget</a> vagy a Local Business blokk használatával is, hogy optimalizálja webhelyét a <a class="seopress-help" href="%2$s" target="_blank" title="Optimizing WordPress sites for Google EAT (new window)">Google EAT</a><span class="seopress-help dashicons dashicons-external"></span> számára.

source: Improve WooCommerce SEO. By enabling this feature, we‘ll automatically add <strong>product identifiers type</strong> and <strong>product identifiers value</strong> fields to the WooCommerce product metabox (barcode) for the Product schema.
hu_hu: Javítsa a WooCommerce SEO-ját. A funkció engedélyezésével automatikusan hozzáadjuk a Termék séma számára a WooCommerce termék metaboxához (vonalkód) a <strong>termékazonosítók típusa</strong> és a <strong>termékazonosítók értéke</strong> mezőket.

source: We also recommend <a class="nav-tab" %s>adding WooCommerce directives to your robots.txt</a> file to reduce your crawl budget.
hu_hu: Azt is javasoljuk, hogy <a class="nav-tab" %s>adjon hozzá WooCommerce direktívákat a robots.txt</a> fájljához a feltérképezési költségkeret csökkentése érdekében.

source: Receive alerts by email/Slack about important SEO issues before it‘s too late. We check major problem twice a day.
hu_hu: Kapjon értesítéseket e-mailben/Slackon a fontos SEO-problémákról, mielőtt túl késő lenne. A főbb problémákat naponta kétszer ellenőrizzük.

source: Dublin Core is a set of meta tags to describe your content.<br> These tags are automatically generated. Recognized by states / governements, they are used by directories, Bing, Baidu and Yandex.
hu_hu: A Dublin Core olyan metacímkék gyűjteménye, amely a tartalmát írja le.<br> Ezek a címkék automatikusan generálódnak. Államok/kormányok által elismert, címtárak, a Bing, a Baidu és a Yandex használják.

source: Structured Data Types (schema.org)
hu_hu: Strukturált adattípusok (schema.org)

source: Add Structured Data Types support, mark your content, and get better Google Search Results. <span class="seopress-help dashicons dashicons-external"></span><a class="seopress-help" href="%s" target="_blank">Learn More</a>
hu_hu: Adja hozzá a strukturált adattípusok támogatását, jelölje meg a tartalmát, és érjen el jobb Google-keresési eredményeket. <span class="seopress-help dashicons dashicons-external"></span><a class="seopress-help" href="%s" target="_blank">További információ</a>

source: Check your site performance with Google PageSpeed Insights.
hu_hu: Ellenőrizze webhelye teljesítményét a Google PageSpeed Insights segítségével.

source: Get insights from your post / page / post type list with <strong>clicks, positions, CTR and impressions</strong>. <br>Inspect your URL for details about crawling, indexing, mobile compatibility, schemas and more from the <strong>Content Analysis</strong> metabox / tab. <br>Display the Search Console widget from the SEO dashboard with useful insights.
hu_hu: Szerezzen betekintést a bejegyzés-/oldal-/tartalomtípus-listájából a <strong>kattintások, pozíciók, CTR és megjelenítések</strong> alapján. <br>Ellenőrizze az URL-jét a feltérképezéssel, indexeléssel, mobilkompatibilitással, sémákkal és egyebekkel kapcsolatos részletekért a <strong>Content Analysis</strong> metaboxból/fülből. <br>Jelenítse meg a Search Console widgetet az SEO-irányítópulton hasznos betekintésekkel.

source: Configure your virtual robots.txt file.
hu_hu: Konfigurálja a virtuális robots.txt fájlját.

source: Enable your Google News Sitemap.
hu_hu: Engedélyezze a Google News Sitemapet.

source: 404 monitoring / Redirections
hu_hu: 404-figyelés / Átirányítások

source: Monitor 404 urls in your Dashboard. Crawlers (robots/spiders) will be automatically exclude (e.g. Google Bot, Yahoo, Bing...).
hu_hu: Figyelje a 404-es URL-eket a Vezérlőpulton. A robotok (crawlers/spiders) automatikusan ki lesznek zárva (pl. Google Bot, Yahoo, Bing...).

source: RSS feeds
hu_hu: RSS-hírcsatornák

source: Configure WordPress default feeds. <br><br><a href="%s" class="btn btnTertiary" target="_blank">View my RSS feed</a>
hu_hu: Konfigurálja a WordPress alapértelmezett hírcsatornáit. <br><br><a href="%s" class="btn btnTertiary" target="_blank">RSS-hírcsatornám megtekintése</a>

source: Enable White Label.
hu_hu: Engedélyezze a White Labelt.

source: AI (beta)
hu_hu: AI (béta)

source: 404 URLS are bad for:
hu_hu: A 404-es URL-ek rosszak a következőkre:

source: User experience
hu_hu: Felhasználói élmény

source: Performances
hu_hu: Teljesítmény

source: Crawl budget allocated by Google
hu_hu: A Google által kiosztott feltérképezési költségkeret

source: All these reasons degrade your SEO AND your conversion.
hu_hu: Mindezek az okok rontják az Ön SEO-ját ÉS konverzióját.

source: We recommend to enable this feature after a site migration for example, or after major content changes on your site for <strong>about 1 month max to avoid false positives (robots, SPAMS...)</strong>.
hu_hu: Azt javasoljuk, hogy például egy webhely-migráció után, vagy a webhelyén történt jelentős tartalomváltoztatások után <strong>legfeljebb körülbelül 1 hónapig a téves pozitív találatok elkerülése érdekében (robotok, SPAM-ek...)</strong> engedélyezze ezt a funkciót.

source: View your redirects
hu_hu: Tekintse meg az átirányításait

source: View your 404 errors
hu_hu: Tekintse meg a 404-es hibáit

source: View your robots.txt
hu_hu: Tekintse meg a robots.txt fájlját

source: A <strong>robots.txt file</strong> lives at the root of your site. So, for site %1$s, the robots.txt file lives at %2$s.
hu_hu: A <strong>robots.txt fájl</strong> a webhelye gyökerében található. A(z) %1$s webhely esetében a robots.txt fájl a(z) %2$s címen található.

source: robots.txt is a plain text file that follows the <strong>Robots Exclusion Standard</strong>.
hu_hu: A robots.txt egy egyszerű szöveges fájl, amely követi a <strong>Robots Exclusion Standard</strong> szabványt.

source: A robots.txt file consists of one or more rules. <strong>Each rule blocks (disallows or allows) access</strong> for a given crawler to a specified file path in that website.
hu_hu: A robots.txt fájl egy vagy több szabályból áll. <strong>Minden szabály szabályozza (tiltja vagy engedi) a hozzáférést</strong> egy adott feltérképező számára a webhelyen megadott fájlútvonalhoz.

source: Our robots.txt file is <strong>virtual</strong> (like the default WordPress one). It means it‘s not physically present on your server. It‘s generated via <strong>URL rewriting</strong>.
hu_hu: A mi robots.txt fájlunk <strong>virtuális</strong> (mint az alapértelmezett WordPress-é). Ez azt jelenti, hogy fizikailag nincs jelen a szerverén. <strong>URL rewriting</strong> útján jön létre.

source: A <strong>robots.txt</strong> file already exists at the root of your site. We invite you to remove it so we can handle it virtually.
hu_hu: A webhelye gyökerében már létezik egy <strong>robots.txt</strong> fájl. Kérjük, távolítsa el, hogy virtuálisan kezelhessük.

source: View my automatic schemas
hu_hu: Tekintse meg az automatikus sémáimat

source: Show Google Page Speed column in post types
hu_hu: Google Page Speed oszlop megjelenítése a bejegyzéstípusokban

source: Show search console data
hu_hu: Search Console adatok megjelenítése

source: Custom URL for search results
hu_hu: Egyéni URL a keresési eredményekhez

source: Disable Live Chat
hu_hu: Élő chat letiltása

source: AI provider
hu_hu: AI-szolgáltató

source: OpenAI model
hu_hu: OpenAI-modell

source: DeepSeek model
hu_hu: DeepSeek-modell

source: Use AI to set the image Alt text
hu_hu: AI használata a kép Alt szövegének beállításához

source: Alert if noindex on homepage
hu_hu: Figyelmeztetés, ha a kezdőlapon noindex van

source: Alert if robots.txt failed to load
hu_hu: Figyelmeztetés, ha a robots.txt betöltése nem sikerült

source: Alert if XML sitemaps failed to load
hu_hu: Figyelmeztetés, ha az XML oldaltérképek betöltése nem sikerült

source: Recipients
hu_hu: Címzettek

source: Connect with Google Analytics API
hu_hu: Kapcsolódjon a Google Analytics API-hoz

source: Remove Analytics dashboard widget
hu_hu: Analytics irányítópult-widget eltávolítása

source: Stats in Dashboard
hu_hu: Statisztikák az irányítópulton

source: View item details
hu_hu: Elem részleteinek megtekintése

source: Add to cart event
hu_hu: Kosárba helyezés esemény

source: Remove from cart event
hu_hu: Kosárból eltávolítás esemény

source: Matomo Authentication Token
hu_hu: Matomo hitelesítési token

source: Remove Matomo dashboard widget
hu_hu: Matomo irányítópult-widget eltávolítása

source: Post types to scan
hu_hu: Átvizsgálandó bejegyzéstípusok

source: Scan noindex content
hu_hu: Noindex tartalom átvizsgálása

source: Batch size
hu_hu: Kötegméret

source: Find links in
hu_hu: Hivatkozások keresése itt

source: Number of posts / pages / post types to scan
hu_hu: Átvizsgálandó bejegyzések / oldalak / bejegyzéstípusok száma

source: Scan link type (slow down the bot)
hu_hu: Hivatkozástípus átvizsgálása (lelassítja a botot)

source: Scan 404 only
hu_hu: Csak 404-esek átvizsgálása

source: Request Timeout (default 5 sec)
hu_hu: Kérés időkorlátja (alapértelmezés: 5 mp)

source: Clean broken links list when requesting a new scan
hu_hu: A törött hivatkozások listájának törlése új vizsgálat kérésekor

source: Enable Breadcrumbs
hu_hu: Morzsamenü engedélyezése

source: Post type to show in Breadcrumbs
hu_hu: A morzsamenüben megjelenítendő bejegyzéstípus

source: Taxonomy to show in Breadcrumbs
hu_hu: A morzsamenüben megjelenítendő taxonómia

source: Remove Posts page
hu_hu: A Bejegyzések oldal eltávolítása

source: Remove Shop page
hu_hu: Távolítsa el a Bolt oldalt

source: Display a text before the breadcrumbs
hu_hu: Jelenítsen meg szöveget a morzsamenü előtt

source: Translation for homepage
hu_hu: Kezdőlap fordítása

source: Translation for "Author:"
hu_hu: A(z) "Szerző:" fordítása

source: Translation for "Error 404"
hu_hu: A(z) "404-es hiba" fordítása

source: Translation for "Search results for"
hu_hu: A(z) "Keresési eredmények erre" fordítása

source: Translation for "No results"
hu_hu: A(z) "Nincs találat" fordítása

source: Translation for "Attachments"
hu_hu: A(z) "Mellékletek" fordítása

source: Translation for "Page "
hu_hu: A(z) "Oldal " fordítása

source: Disable default breadcrumbs separator
hu_hu: Tiltsa le az alapértelmezett morzsamenü-elválasztót

source: Storefront compatibility
hu_hu: Storefront kompatibilitás

source: Enable Dublin Core
hu_hu: Engedélyezze a Dublin Core-t

source: OG Price
hu_hu: OG ár

source: OG Currency
hu_hu: OG pénznem

source: Remove Easy Digital Downloads generator tag in your head
hu_hu: Távolítsa el az Easy Digital Downloads generator tag-et a head részben

source: Select your Custom Post Type to INCLUDE in your Google News Sitemap
hu_hu: Válassza ki a Custom Post Type-jét, amelyet BELE szeretne foglalni a Google News Sitemapbe

source: Google Search Console API key (JSON file)
hu_hu: Google Search Console API-kulcs (JSON fájl)

source: Domain property
hu_hu: Domain-tulajdon

source: Date range
hu_hu: Dátumtartomány

source: Enter a URL to check
hu_hu: Adjon meg egy URL-t az ellenőrzéshez

source: Enter your own Google Page Speed API key
hu_hu: Adja meg a saját Google Page Speed API-kulcsát

source: 404 log
hu_hu: 404 napló

source: 404 cleaning
hu_hu: 404 tisztítás

source: Redirect 404 to
hu_hu: A 404 átirányítása ide

source: Status code of redirections
hu_hu: Az átirányítások állapotkódja

source: Email notifications
hu_hu: E-mail értesítések

source: Disable redirect suggestions
hu_hu: Tiltsa le az átirányítási javaslatokat

source: Disable guess redirect url for 404
hu_hu: Tiltsa le a 404-hez tartozó átirányítási url kitalálását

source: Enable Robots
hu_hu: Engedélyezze a Robotsot

source: Add post thumbnail
hu_hu: Adja hozzá a bejegyzés bélyegképét

source: Disable comments RSS feed
hu_hu: Tiltsa le a hozzászólások RSS feedjét

source: Disable posts RSS feed
hu_hu: Tiltsa le a bejegyzések RSS feedjét

source: Disable extra RSS feed
hu_hu: Tiltsa le az extra RSS feedet

source: Disable all RSS feeds
hu_hu: Tiltsa le az összes RSS feedet

source: Enable Structured Data Types
hu_hu: Engedélyezze a strukturált adattípusokat

source: Block Structured Data Types metabox to user roles
hu_hu: Blokkolja a Structured Data Types metaboxot a felhasználói szerepkörök számára

source: Google Analytics widget permission
hu_hu: Google Analytics widget jogosultság

source: Matomo Analytics widget permission
hu_hu: Matomo Analytics widget jogosultság

source: Enable XML Video Sitemap
hu_hu: Engedélyezze az XML Video Sitemapet

source: Keep only the SEO management block from SEO dashboard
hu_hu: Csak az SEO kezelési blokkot tartsa meg az SEO irányítópultból

source: Filter SEO admin menu dashicons
hu_hu: Szűrje az SEO admin menü dashiconokat

source: Edit SEOPress item in admin bar
hu_hu: Szerkessze a SEOPress elemet az admin sávban

source: Edit SEOPress title in main menu
hu_hu: Szerkessze a SEOPress címét a főmenüben

source: Hide SEOPress links / help icons
hu_hu: Rejtse el a SEOPress hivatkozásokat / súgóikonokat

source: Remove SEOPress menu/submenu pages/dashboard items
hu_hu: Távolítsa el a SEOPress menü/almenü oldalakat/irányítópult-elemeket

source: Change plugin title in plugins list
hu_hu: Módosítsa a bővítmény címét a bővítmények listájában

source: Change plugin title (PRO) in plugins list
hu_hu: Módosítsa a bővítmény címét (PRO) a bővítmények listájában

source: Change plugin description in plugins list
hu_hu: Módosítsa a bővítmény leírását a bővítmények listájában

source: Change plugin description (PRO) in plugins list
hu_hu: Módosítsa a bővítmény leírását (PRO) a bővítmények listájában

source: Change plugin author in plugins list
hu_hu: Módosítsa a bővítmény szerzőjét a bővítmények listájában

source: Change plugin website in plugins list
hu_hu: A bővítmény webhelyének módosítása a bővítménylistában

source: Remove View details / notification update in plugin list
hu_hu: „Részletek megtekintése” / frissítési értesítés eltávolítása a bővítménylistában

source: Cart page
hu_hu: Kosár oldal

source: Checkout page
hu_hu: Pénztár oldal

source: Customer account pages
hu_hu: Vásárlói fiók oldalak

source: Remove WooCommerce generator tag in your head
hu_hu: A WooCommerce generátor tag eltávolítása az Ön head-jéből

source: Remove WooCommerce Schemas
hu_hu: WooCommerce sémák eltávolítása

source: Remove WooCommerce breadcrumbs schemas only
hu_hu: Csak a WooCommerce morzsamenü sémák eltávolítása

source: Canonical
hu_hu: Kanonikus

source: Clicks
hu_hu: Kattintások

source: Impressions
hu_hu: Megjelenítések

source: Position
hu_hu: Pozíció

source: Redirect?
hu_hu: Átirányítás?

source: Redirect URL
hu_hu: Átirányítási URL

source: There is a new version of %1$s available.
hu_hu: Elérhető a(z) %1$s új verziója.

source: Contact your network administrator to install the update.
hu_hu: Lépjen kapcsolatba a hálózati rendszergazdájával a frissítés telepítéséhez.

source: %1$sView version %2$s details%3$s.
hu_hu: %1$sA %2$s verzió részleteinek megtekintése%3$s.

source: %1$sView version %2$s details%3$s or %4$supdate now%5$s.
hu_hu: %1$sA %2$s verzió részleteinek megtekintése%3$s vagy %4$sfrissítsen most%5$s.

source: Update now.
hu_hu: Frissítsen most.

source: You do not have permission to install plugin updates
hu_hu: Nincs jogosultsága bővítményfrissítések telepítéséhez

source: Error
hu_hu: Hiba

source: We have %s redirections that needs your attention
hu_hu: Van %s átirányítás, amely figyelmet igényel

source: View all notices (%s)
hu_hu: Összes értesítés megtekintése (%s)

source: Remove all notices
hu_hu: Összes értesítés eltávolítása

source: Export all slug changes
hu_hu: Összes slug módosítás exportálása

source: Dismiss this notice
hu_hu: Ezen értesítés elutasítása

source: Create a redirection (new window)
hu_hu: Átirányítás létrehozása (új ablak)

source: We have detected that you have changed the slug of this post. We suggest you to redirect this URL.
hu_hu: Észleltük, hogy módosította ezen bejegyzés slugját. Javasoljuk, hogy irányítsa át ezt az URL-t.

source: We have detected that you have deleted a post (<code>%s</code>).
hu_hu: Észleltük, hogy törölt egy bejegyzést (<code>%s</code>).
