Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: Access not allowed by the PHP define.
hu_hu: A hozzáférést a PHP define nem engedélyezi.

source: Multisite is enabled, go to network SEO settings to manage your .htaccess file.
hu_hu: A Multisite engedélyezve van, lépjen a hálózati SEO beállításokhoz a .htaccess fájl kezelése érdekében.

source: Edit your htaccess file
hu_hu: Szerkessze a htaccess fájlját

source: This is your htaccess file!
hu_hu: Ez az Ön htaccess fájlja!

source: Block directory browsing
hu_hu: Könyvtárböngészés letiltása

source: Protect wp-config.php file
hu_hu: Védje a wp-config.php fájlt

source: 301 redirection
hu_hu: 301-es átirányítás

source: Saves htaccess changes
hu_hu: Elmenti a htaccess módosításait

source: You don't have an htaccess file on your server or it‘s not writable.
hu_hu: Nincs htaccess fájl a szerverén, vagy nem írható.

source: Your server is running Nginx, you don't have htaccess file.
hu_hu: Az Ön szerverén Nginx fut, nincs htaccess fájl.

source: Paste your full Google JSON key file here
hu_hu: Illessze be ide a teljes Google JSON kulcsfájlt

source: Paste your Google JSON key file here
hu_hu: Illessze be ide a Google JSON kulcsfájlt

source: To use the <span class="dashicons dashicons-external"></span><a href="%1$s" target="_blank">Google Search Console API</a> and generate your JSON key file, please <span class="dashicons dashicons-external"></span><a href="%2$s" target="_blank">follow our guide.</a>
hu_hu: A <span class="dashicons dashicons-external"></span><a href="%1$s" target="_blank">Google Search Console API</a> használatához és a JSON kulcsfájl létrehozásához, kérjük, <span class="dashicons dashicons-external"></span><a href="%2$s" target="_blank">kövesse az útmutatónkat.</a>

source: Yes, I‘m using a domain property to add my site in Google Search Console
hu_hu: Igen, domain propertyt használok a webhelyem hozzáadásához a Google Search Console-hoz

source: Last 7 days
hu_hu: Elmúlt 7 nap

source: Last 28 days
hu_hu: Elmúlt 28 nap

source: Last 3 months (default)
hu_hu: Elmúlt 3 hónap (alapértelmezett)

source: Last 6 months
hu_hu: Elmúlt 6 hónap

source: Last 12 months
hu_hu: Elmúlt 12 hónap

source: Last 16 months
hu_hu: Elmúlt 16 hónap

source: To see Google Search Console data from your post types list, please <a href="%s">enable the GSC columns from <strong>Advanced settings</strong></a>
hu_hu: A Google Search Console adatok megjelenítéséhez a bejegyzéstípusok listájában, kérjük, <a href="%s">engedélyezze a GSC oszlopokat a <strong>Speciális beállítások</strong>ban</a>

source: A schedule task will be executed <strong>daily</strong> to get your data from <strong>Search Console</strong>. Use the button below to manually init the data.
hu_hu: Egy ütemezett feladat <strong>naponta</strong> fog lefutni, hogy lekérje az adatait a <strong>Search Console</strong>-ból. Az alábbi gombbal kézzel inicializálhatja az adatokat.

source: Note that the metrics obtained may be slightly different due to incomplete date ranges in Search Console.
hu_hu: Kérjük, vegye figyelembe, hogy a kapott metrikák kissé eltérhetnek a Search Console-ban található hiányos dátumtartományok miatt.

source: Be sure to <strong>save changes</strong> before requesting data from Search Console to reflect your new settings.
hu_hu: Mielőtt adatokat kér a Search Console-ból, feltétlenül <strong>mentse a módosításokat</strong>, hogy az új beállításai érvényesüljenek.

source: Get Insights from Google Search Console
hu_hu: Betekintések lekérése a Google Search Console-ból

source: An error occurred, please try again. Response code:
hu_hu: Hiba történt, kérjük, próbálja meg újra. Válaszkód:

source: Your license key expired on %s.
hu_hu: A licenckulcsa lejárt ekkor: %s.

source: Your license key has been disabled.
hu_hu: A licenckulcsa le lett tiltva.

source: Invalid license.
hu_hu: Érvénytelen licenc.

source: Your license is not active for this URL.
hu_hu: Az Ön licence nincs aktiválva ehhez az URL-hez.

source: This appears to be an invalid license key for %s.
hu_hu: Úgy tűnik, hogy ez érvénytelen licenckulcs %s számára.

source: Your license key has reached its activation limit.
hu_hu: A licenckulcsa elérte az aktiválási korlátot.

source: An error occurred, please try again.
hu_hu: Hiba történt, kérjük, próbálja meg újra.

source: Enter a URL to analyse with Page Speed Insights
hu_hu: Adjon meg egy URL-t a Page Speed Insights általi elemzéshez

source: Leave this field empty to analyse homepage
hu_hu: Hagyja ezt a mezőt üresen a kezdőlap elemzéséhez

source: Google Page Speed Insights API key
hu_hu: Google Page Speed Insights API-kulcs

source: Enter your Page Speed Insights API key
hu_hu: Adja meg a Page Speed Insights API-kulcsát

source: Learn how to create a free Google Page Speed API key.
hu_hu: Ismerje meg, hogyan hozhat létre ingyenes Google Page Speed API-kulcsot.

source: A Page Speed Insights key
hu_hu: A Page Speed Insights kulcs

source: is required to avoid quota errors.
hu_hu: szükséges a kvótahibák elkerüléséhez.

source: PageSpeed Insights Logs
hu_hu: PageSpeed Insights naplók

source: Below is the latest error message obtained from the PageSpeed Insights API:
hu_hu: Az alábbiakban látható a PageSpeed Insights API-tól kapott legutóbbi hibaüzenet:

source: Enable 404 monitoring
hu_hu: 404 monitorozás engedélyezése

source: Automatically delete 404 after %s (useful if you have a lot of 404)
hu_hu: 404-ek automatikus törlése %s után (hasznos, ha sok 404-je van)

source: Clean manually your 404
hu_hu: Tisztítsa meg kézzel a 404-eket

source: None
hu_hu: Nincs

source: Homepage
hu_hu: Kezdőlap

source: Custom URL
hu_hu: Egyéni URL

source: Enter your custom url
hu_hu: Adja meg az egyéni url-jét

source: Redirect to specific URL
hu_hu: Átirányítás egy megadott URL-re

source: 301 redirect
hu_hu: 301-es átirányítás

source: 302 redirect
hu_hu: 302-es átirányítás

source: 307 redirect
hu_hu: 307-es átirányítás

source: 1 email per week with the top 404 errors, and the latest logged (within a limit of 10).
hu_hu: Hetente 1 e-mail a leggyakoribb 404 hibákkal, és a legutóbb naplózottakkal (legfeljebb 10).

source: Enter your email
hu_hu: Adja meg az e-mail-címét

source: Send emails to
hu_hu: E-mailek küldése ide

source: Separate emails by comma
hu_hu: Az e-mail-címeket vesszővel válassza el

source: Disable notifications on slug changes or post / term deletions
hu_hu: Értesítések letiltása slug módosításakor vagy bejegyzés / kifejezés törlésekor

source: Stop WordPress to attempt to guess a redirect URL for a 404 request
hu_hu: Akadályozza meg, hogy a WordPress megpróbáljon átirányítási URL-t kitalálni egy 404-es kéréshez

source: Import your redirections
hu_hu: Importálja az átirányításait

source: Select an option
hu_hu: Válasszon egy lehetőséget

source: CSV file (must match the template)
hu_hu: CSV fájl (meg kell egyeznie a sablonnal)

source: Redirections plugin (JSON - WordPress Redirects)
hu_hu: Redirections bővítmény (JSON - WordPress Redirects)

source: Yoast Premium plugin (CSV)
hu_hu: Yoast Premium bővítmény (CSV)

source: Rank Math plugin (JSON)
hu_hu: Rank Math bővítmény (JSON)

source: AIOSEO plugin (JSON)
hu_hu: AIOSEO bővítmény (JSON)

source: SmartCrawl plugin (JSON)
hu_hu: SmartCrawl bővítmény (JSON)

source: Import Redirections
hu_hu: Átirányítások importálása

source: Import your own redirections from a .csv file (separator %1$s or %2$s). <br>You must have these columns in this order:
hu_hu: Importálja a saját átirányításait .csv fájlból (elválasztó: %1$s vagy %2$s). <br>Ezeknek az oszlopoknak kell szerepelniük ebben a sorrendben:

source: URL to match (without your domain name): %s
hu_hu: Illesztendő URL (a saját domainnév nélkül): %s

source: URL to redirect in absolute: %s
hu_hu: Átirányítás cél-URL-je abszolút formában: %s

source: type of redirection: %1$s, %2$s, %3$s, %4$s or %5$s,
hu_hu: átirányítás típusa: %1$s, %2$s, %3$s, %4$s vagy %5$s,

source: %s to enable the redirect (leave it empty to disable the redirect)
hu_hu: %s az átirányítás engedélyezéséhez (hagyja üresen az átirányítás letiltásához)

source: the query parameter: %1$s = Exact match with all parameters, %2$s = Exclude all parameters, %3$s = Exclude all parameters and pass them to the redirection,
hu_hu: a lekérdezési paraméter: %1$s = pontos egyezés minden paraméterrel, %2$s = az összes paraméter kizárása, %3$s = az összes paraméter kizárása és továbbítása az átirányításnak,

source: the counter (optional),
hu_hu: a számláló (opcionális),

source: category redirect IDs separated by commas (optional): %s
hu_hu: kategória-átirányítási azonosítók vesszővel elválasztva (opcionális): %s

source: %s to enable regular expressions (leave it empty to disable this),
hu_hu: %s a reguláris kifejezések engedélyezéséhez (hagyja üresen ennek letiltásához),

source: and the last parameter, the connection status without the quotes: %1$s, %2$s or %3$s.
hu_hu: és az utolsó paraméter, az idézőjelek nélküli bejelentkezési állapot: %1$s, %2$s vagy %3$s.

source: Download a CSV example
hu_hu: CSV-példa letöltése

source: Duplicate entries will be automatically removed during import.
hu_hu: Az ismétlődő bejegyzések az importálás során automatikusan eltávolításra kerülnek.

source: Select your separator:
hu_hu: Válassza ki az elválasztót:

source: Comma separator: <code>,</code>
hu_hu: Vessző elválasztó: <code>,</code>

source: Semicolon separator: <code>;</code>
hu_hu: Pontosvessző elválasztó: <code>;</code>

source: Import
hu_hu: Importálás

source: Import Redirections from the Redirections plugin
hu_hu: Átirányítások importálása a Redirections bővítményből

source: Import your own redirections from a .json file generated by the Redirections plugin (make sure to select <strong>"WordPress redirects"</strong> when you export your file).
hu_hu: Importálja a saját átirányításait a Redirections bővítmény által generált .json fájlból (győződjön meg róla, hogy az exportáláskor a <strong>"WordPress redirects"</strong> lehetőséget választja).

source: To avoid conflicts, make sure there are no duplicates between your file and existing redirects.
hu_hu: Az ütközések elkerülése érdekében győződjön meg róla, hogy nincsenek duplikátumok a fájlja és a meglévő átirányítások között.

source: Import Redirections from Yoast Premium
hu_hu: Átirányítások importálása a Yoast Premium-ból

source: Import your own redirections from a .csv file generated by Yoast Premium.
hu_hu: Importálja a saját átirányításait a Yoast Premium által generált .csv fájlból.

source: Import Redirections from Rank Math
hu_hu: Átirányítások importálása a Rank Math-ból

source: Import your own redirections from a .json file generated by Rank Math.
hu_hu: Importálja a saját átirányításait a Rank Math által generált .json fájlból.

source: Import Redirections from AIOSEO
hu_hu: Átirányítások importálása az AIOSEO-ból

source: Import your own redirections from a .json file generated by AIOSEO.
hu_hu: Importálja a saját átirányításait az AIOSEO által generált .json fájlból.

source: Import Redirections from SmartCrawl
hu_hu: Átirányítások importálása a SmartCrawl-ból

source: Import your own redirections from a .json file generated by SmartCrawl.
hu_hu: Importálja a saját átirányításait a SmartCrawl által generált .json fájlból.

source: Export Redirections
hu_hu: Átirányítások exportálása

source: Export all redirections for this site as a .csv file. This allows you to easily import the redirections into another site, to Excel / Google Sheets...
hu_hu: Exportálja ezen webhely összes átirányítását .csv fájlként. Ez lehetővé teszi, hogy az átirányításokat könnyen importálja egy másik webhelyre, az Excelbe / Google Sheets-be...

source: Separator:
hu_hu: Elválasztó:

source: Export
hu_hu: Exportálás

source: Export Redirections for an .htaccess file
hu_hu: Átirányítások exportálása .htaccess fájlhoz

source: Export all redirects from this site to a txt file. Then copy and paste the formatted URLs into your .htaccess file.
hu_hu: Exportálja ezen webhely összes átirányítását egy txt fájlba. Ezután másolja be a formázott URL-eket a .htaccess fájljába.

source: Only active redirections will be exported.
hu_hu: Csak az aktív átirányítások kerülnek exportálásra.

source: Save your .htaccess file before editing it. <strong>Safety first!</strong>
hu_hu: Mentse el a .htaccess fájlját a szerkesztés előtt. <strong>A biztonság az első!</strong>

source: Do not forget to test every redirects!
hu_hu: Ne felejtse el tesztelni az összes átirányítást!

source: Export slug changes
hu_hu: Slug-változások exportálása

source: Export all slug changes for this site as a .csv file.
hu_hu: Exportálja ezen webhely összes slug-változását .csv fájlként.

source: Export 404 errors
hu_hu: 404 hibák exportálása

source: Export all 404 errors for this site as a .csv file.
hu_hu: Exportálja ezen webhely összes 404 hibáját .csv fájlként.

source: Clean your 404
hu_hu: Tisztítsa meg a 404 hibákat

source: Delete all your 404 errors. We don‘t delete any redirects.
hu_hu: Törölje az összes 404 hibáját. Egyetlen átirányítást sem törlünk.

source: You can also use <span class="dashicons dashicons-external"></span><a href="%s" target="_blank">this MySQL query</a> if necessary.
hu_hu: Szükség esetén használhatja <span class="dashicons dashicons-external"></span><a href="%s" target="_blank">ezt a MySQL-lekérdezést</a> is.

source: Delete all 404
hu_hu: Összes 404 törlése

source: Reset the Counters column
hu_hu: A Számlálók oszlopának visszaállítása

source: Reset counters for the number of times a redirect has been loaded.
hu_hu: Az átirányítások betöltési számlálóinak visszaállítása.

source: Reset Count column
hu_hu: A Számláló oszlopának visszaállítása

source: Clean all your redirects and 404 errors
hu_hu: Az összes átirányítás és 404 hiba törlése

source: Delete all your 301, 302, 307, 404, 410 and 451 entries.
hu_hu: Az összes 301, 302, 307, 404, 410 és 451 bejegyzés törlése.

source: <strong>WARNING:</strong> Backup your database before deletion. Safety FIRST!
hu_hu: <strong>FIGYELMEZTETÉS:</strong> Készítsen biztonsági másolatot az adatbázisáról a törlés előtt. A biztonság AZ ELSŐ!

source: Delete
hu_hu: Törlés

source: Enable robots.txt virtual file
hu_hu: A robots.txt virtuális fájl engedélyezése

source: Virtual Robots.txt file
hu_hu: Virtuális Robots.txt fájl

source: This is your robots.txt file!
hu_hu: Ez az Ön robots.txt fájlja!

source: AI & Chat Bots
hu_hu: AI & chatbotok

source: SEO Analysis Tools
hu_hu: SEO elemző eszközök

source: E-commerce
hu_hu: E-kereskedelem

source: Block Add-to-Cart Links
hu_hu: „Kosárba” hivatkozások blokkolása

source: WooCommerce Rules
hu_hu: WooCommerce szabályok

source: Content Management
hu_hu: Tartalomkezelés

source: Block RSS Feeds
hu_hu: RSS-hírcsatornák blokkolása

source: Block Search Results
hu_hu: Keresési találatok blokkolása

source: System & Sitemap
hu_hu: Rendszer & webhelytérkép

source: WordPress Rules
hu_hu: WordPress-szabályok

source: Add Sitemap
hu_hu: Webhelytérkép hozzáadása

source: Guide to edit your robots.txt file - new window
hu_hu: Útmutató a robots.txt fájl szerkesztéséhez - új ablak

source: Enter your HTML content
hu_hu: Adja meg a HTML-tartalmát

source: Display content before each post
hu_hu: Tartalom megjelenítése minden bejegyzés előtt

source: HTML tags allowed: strong, em, br, a href
hu_hu: Engedélyezett HTML-címkék: strong, em, br, a href

source: Dynamic variables: %%sitetitle%%, %%tagline%%, %%post_author%%, %%post_permalink%%, %%post_title%%
hu_hu: Dinamikus változók: %%sitetitle%%, %%tagline%%, %%post_author%%, %%post_permalink%%, %%post_title%%

source: Display content after each post
hu_hu: Tartalom megjelenítése minden bejegyzés után

source: Display post thumbnail for each post if available
hu_hu: Kiemelt kép megjelenítése minden bejegyzésnél, ha elérhető

source: Remove feed link in source code
hu_hu: Hírcsatorna-hivatkozás eltávolítása a forráskódból

source: Remove feed link in source code (default WordPress RSS feed)
hu_hu: Hírcsatorna-hivatkozás eltávolítása a forráskódból (alapértelmezett WordPress RSS feed)

source: Remove feed link in source code (author, categories, custom taxonomies, custom post type, comments feed for a single post...)
hu_hu: Hírcsatorna-hivatkozás eltávolítása a forráskódból (szerző, kategóriák, egyéni taxonómiák, egyéni bejegyzéstípus, egyetlen bejegyzés hozzászólásainak hírcsatornája...)

source: Disable all WordPress RSS feeds (all feeds will no longer be accessible and will be redirected to the homepage)
hu_hu: Az összes WordPress RSS hírcsatorna letiltása (minden hírcsatorna többé nem lesz elérhető, és a kezdőlapra lesz átirányítva)

source: Enable Structured Data Types metabox for your posts, pages and custom post types
hu_hu: A Structured Data Types metabox engedélyezése a bejegyzéseihez, oldalaihoz és egyéni bejegyzéstípusaihoz

source: Upload your publisher logo
hu_hu: Töltse fel a kiadó logóját

source: Select your logo
hu_hu: Válassza ki a logóját

source: Upload an Image
hu_hu: Kép feltöltése

source: Remove
hu_hu: Eltávolítás

source: A logo that is representative of the organization. Files must be BMP, GIF, JPEG, PNG, WebP or SVG. The image must be 112x112px, at minimum.
hu_hu: A szervezetet reprezentáló logó. A fájloknak BMP, GIF, JPEG, PNG, WebP vagy SVG formátumúnak kell lenniük. A képnek legalább 112x112px méretűnek kell lennie.

source: Click to select an image
hu_hu: Kattintson a kép kiválasztásához

source: Hook to filter Structured data types metabox call by post type - new window
hu_hu: Hook a Structured data types metabox hívásának szűréséhez bejegyzéstípus szerint - új ablak

source: Hook to filter user capability for GA stats in dashboard widget - new window
hu_hu: Hook a felhasználói jogosultság szűréséhez a GA statisztikákhoz a vezérlőpult widgetben - új ablak

source: Hook to filter user capability for Matomo stats in dashboard widget - new window
hu_hu: Hook a felhasználói jogosultság szűréséhez a Matomo statisztikákhoz a vezérlőpult widgetben - új ablak

source: Enable Video Sitemap
hu_hu: Videó webhelytérkép engedélyezése

source: Guide to enable XML video sitemap - new window
hu_hu: Útmutató az XML videó webhelytérkép engedélyezéséhez - új ablak

source: Your video sitemap is empty? Read our guide to learn more about <a href="%s" target="_blank">adding videos to your sitemap.</a>
hu_hu: Üres az Ön videó webhelytérképe? Olvassa el útmutatónkat, hogy többet tudjon meg a <a href="%s" target="_blank">videók hozzáadásáról a webhelytérképéhez.</a>

source: YouTube videos are automatically added when you create / save a post, page or post type.
hu_hu: A YouTube-videók automatikusan hozzáadásra kerülnek, amikor bejegyzést, oldalt vagy bejegyzéstípust hoz létre / ment.

source: <a href="%s">Regenerate automatic XML Video sitemap for YouTube?</a>
hu_hu: <a href="%s">Újragenerálja az automatikus XML videó webhelytérképet a YouTube-hoz?</a>

source: Remove all blocks except SEO management from the SEO dashboard
hu_hu: Távolítsa el az összes blokkot a SEO irányítópultról, a SEO-kezelést kivéve

source: Enter your dashicons CSS class name
hu_hu: Adja meg a dashicons CSS osztálynevét

source: CSS Dashicons class name without quotes
hu_hu: CSS Dashicons osztálynév idézőjelek nélkül

source: Find your Dashicons CSS class name on the official website
hu_hu: Keresse meg a Dashicons CSS osztálynevét a hivatalos webhelyen

source: e.g. <span class="my-custom-icon-class"></span> SEO
hu_hu: pl. <span class="my-custom-icon-class"></span> SEO

source: Enter the label of the link for admin bar
hu_hu: Adja meg a hivatkozás címkéjét az admin sávhoz

source: default value: SEO
hu_hu: alapértelmezett érték: SEO

source: Enter the title for the main menu
hu_hu: Adja meg a főmenü címét

source: Hide help icons and SEOPress documentation links
hu_hu: Rejtse el a súgóikonokat és a SEOPress dokumentációs hivatkozásait

source: e.g. SEO plugin
hu_hu: pl. SEO bővítmény

source: Enter a plugin title
hu_hu: Adja meg a bővítmény címét

source: e.g. Best SEO WordPress plugin
hu_hu: pl. Legjobb SEO WordPress bővítmény

source: Enter a description
hu_hu: Adjon meg egy leírást

source: e.g. John Doe
hu_hu: pl. John Doe

source: Enter the author name
hu_hu: Adja meg a szerző nevét

source: This option will apply to both SEOPress and SEOPress PRO.
hu_hu: Ez a beállítás a SEOPressre és a SEOPress PRO-ra egyaránt érvényes

source: e.g. https://www.example.com/
hu_hu: pl. https://www.example.com/

source: Enter a website URL
hu_hu: Adjon meg egy webhely URL-t

source: Remove View details modal & update notification links
hu_hu: Távolítsa el a Részletek megtekintése modált & a frissítési értesítések hivatkozásait

source: Titles & Metas
hu_hu: Címek és metaadatok

source: XML / HTML Sitemap
hu_hu: XML / HTML webhelytérkép

source: Social Networks
hu_hu: Közösségi hálózatok

source: Analytics
hu_hu: Analitika

source: Advanced
hu_hu: Haladó

source: Tools
hu_hu: Eszközök

source: Users with the "manage_options" capability will still see the menus.
hu_hu: A "manage_options" jogosultsággal rendelkező felhasználók továbbra is látni fogják a menüket.

source: If your theme or plugin displays the cart across your entire WordPress site, don't enable this option.
hu_hu: Ha a témája vagy bővítménye a kosarat az egész WordPress-webhelyen megjeleníti, ne engedélyezze ezt a beállítást.

source: Remove WooCommerce meta generator
hu_hu: Távolítsa el a WooCommerce meta-generátort

source: Remove default JSON-LD structured data (WooCommerce 3+)
hu_hu: Távolítsa el az alapértelmezett JSON-LD strukturált adatokat (WooCommerce 3+)

source: The default product schema added by WooCommerce generates errors in Google Search Console. Disable it and create your own <a href="%s">automatic product schema</a>.
hu_hu: A WooCommerce által hozzáadott alapértelmezett termékséma hibákat generál a Google Search Console-ban. Tiltsa le, és hozza létre a saját <a href="%s">automatikus terméksémáját</a>.

source: Remove default breadcrumbs JSON-LD structured data (WooCommerce 3+)
hu_hu: Távolítsa el az alapértelmezett morzsamenü JSON-LD strukturált adatokat (WooCommerce 3+)

source: If "Remove default JSON-LD structured data (WooCommerce 3+)" option is already checked, the breadcrumbs schema is already removed from your source code.
hu_hu: Ha a "Remove default JSON-LD structured data (WooCommerce 3+)" opció már be van jelölve, a morzsamenü séma már el lett távolítva a forráskódjából.

source: Sessions
hu_hu: Munkamenetek

source: Users
hu_hu: Felhasználók

source: Page Views
hu_hu: Oldalmegtekintések

source: Session Duration
hu_hu: Munkamenet időtartama

source: Unique visitors
hu_hu: Egyedi látogatók

source: Visits
hu_hu: Látogatások

source: Maximum actions in one visit
hu_hu: Maximális műveletszám egy látogatás során

source: Average actions per visit
hu_hu: Átlagos műveletszám látogatásonként

source: Bounce Rate
hu_hu: Visszafordulási arány

source: Avg. Visit Duration (in seconds)
hu_hu: Átlagos látogatási idő (másodpercben)

source: 404 alert - %s
hu_hu: 404 riasztás - %s

source: Latest 404 errors since 1 week
hu_hu: Legutóbbi 404 hibák az elmúlt 1 hétben

source: Hits
hu_hu: Találatok

source: Top 404 errors
hu_hu: Leggyakoribb 404 hibák

source: Sent from %s
hu_hu: Küldve innen: %s

source: View all 404 errors
hu_hu: Összes 404 hiba megtekintése

source: SEO Alerts - %s
hu_hu: SEO riasztások - %s

source: ⚠️ Your <strong>homepage</strong> has a <code>noindex</code> meta robots. Please check it at <a href="%1$s" target="_blank">%2$s</a>
hu_hu: ⚠️ Az Ön <strong>kezdőlapján</strong> <code>noindex</code> meta robots van. Kérjük, ellenőrizze itt: <a href="%1$s" target="_blank">%2$s</a>
