Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: We suggest you to redirect this URL to avoid any SEO issues, and keep an optimal user experience.
hu_hu: Javasoljuk, hogy irányítsa át ezt az URL-t az esetleges SEO-problémák elkerülése és az optimális felhasználói élmény fenntartása érdekében.

source: We have detected that you have changed a slug (<code>%s</code>) to (<code>%s</code>).
hu_hu: Észleltük, hogy egy slugot (<code>%s</code>) erre módosított: (<code>%s</code>).

source: We suggest you to redirect this URL.
hu_hu: Javasoljuk, hogy irányítsa át ezt az URL-t.

source: We have detected that you have deleted a term (<code>%s</code>).
hu_hu: Észleltük, hogy törölt egy kifejezést (<code>%s</code>).

source: Welcome to %s!
hu_hu: Üdvözöljük a(z) %s-ben!

source: Please activate your license to receive automatic updates and get premium support.
hu_hu: Kérjük, aktiválja a licencét az automatikus frissítésekhez és a prémium támogatáshoz.

source: Check error logs
hu_hu: Hibanaplók megtekintése

source: Average session duration
hu_hu: Átlagos munkamenet-időtartam

source: You need to login to Google Analytics.
hu_hu: Be kell jelentkeznie a Google Analyticsbe.

source: Make sure you have enabled these 2 APIs from <strong>Google Cloud Console</strong>:
hu_hu: Győződjön meg arról, hogy engedélyezte ezt a 2 API-t a <strong>Google Cloud Console</strong>-ban:

source: Today
hu_hu: Ma

source: Yesterday
hu_hu: Tegnap

source: 7 days ago
hu_hu: 7 napja

source: 30 days ago
hu_hu: 30 napja

source: 90 days ago
hu_hu: 90 napja

source: 180 days ago
hu_hu: 180 napja

source: 360 days ago
hu_hu: 360 napja

source: Period
hu_hu: Időszak

source: Page views
hu_hu: Oldalmegtekintések

source: Page views per session
hu_hu: Oldalmegtekintések munkamenetenként

source: Bounce rate
hu_hu: Visszafordulási arány

source: New Sessions
hu_hu: Új munkamenetek

source: Stats
hu_hu: Statisztikák

source: Unique Visitors
hu_hu: Egyedi látogatók

source: Max actions in one visit
hu_hu: Maximális műveletszám egy látogatás során

source: No stats found
hu_hu: Nem találhatók statisztikák

source: You need to login to Matomo Analytics.
hu_hu: Be kell jelentkeznie a Matomo Analyticsbe.

source: Make sure you have entered an authentication token from Matomo settings page.
hu_hu: Győződjön meg róla, hogy megadott egy hitelesítési tokent a Matomo beállítások oldaláról.

source: 365 days ago
hu_hu: 365 napja

source: This value is missing from your Local Business settings
hu_hu: Ez az érték hiányzik az Ön helyi vállalkozásának beállításaiból

source: View this local business on Google Maps (new window)
hu_hu: Tekintse meg ezt a helyi vállalkozást a Google Mapsen (új ablakban)

source: View this local business on Google Maps
hu_hu: Tekintse meg ezt a helyi vállalkozást a Google Mapsen

source: View on Google Maps
hu_hu: Megtekintés a Google Mapsen

source: Closed
hu_hu: Zárva

source: Scan Broken Links
hu_hu: Törött hivatkozások vizsgálata

source: Issues
hu_hu: Problémák

source: Currently no content analysis found. Go back later!
hu_hu: Jelenleg nem található tartalomelemzés. Térjen vissza később!

source: Latest scan:
hu_hu: Legutóbbi vizsgálat:

source: Links found:
hu_hu: Talált hivatkozások:

source: Export CSV
hu_hu: CSV exportálása

source: No scan
hu_hu: Nincs vizsgálat

source: Launch the bot!
hu_hu: Indítsa el a botot!

source: ---Click Launch the bot! button to run the scan (don't close this window)---
hu_hu: ---Kattintson az Indítsa el a botot! gombra a vizsgálat futtatásához (ne zárja be ezt az ablakot)---

source: Check out logs
hu_hu: Naplók megtekintése

source: Generate alt text with AI
hu_hu: Alt szöveg generálása AI-val

source: Generate alt text with AI (only for missing alt text)
hu_hu: Alt szöveg generálása AI-val (csak a hiányzó alt szöveghez)

source: AI settings or check logs.
hu_hu: AI beállítások vagy naplók megtekintése.

source: Author:
hu_hu: Szerző:

source: Please upload a valid .csv file
hu_hu: Kérjük, töltsön fel egy érvényes .csv fájlt

source: Please upload a file to import
hu_hu: Kérjük, töltsön fel egy importálandó fájlt

source: Please choose a separator
hu_hu: Kérjük, válasszon egy elválasztót

source: Please upload a valid .json file
hu_hu: Kérjük, töltsön fel egy érvényes .json fájlt

source: Display local business informations
hu_hu: Helyi vállalkozás információinak megjelenítése

source: Edit your Local Business information here
hu_hu: Szerkessze itt az Ön helyi vállalkozásának adatait

source: <strong>Drag and drop fields</strong> to change their order in front-end.
hu_hu: <strong>Fogja meg és húzza a mezőket</strong> a sorrendjük módosításához a front-end felületen.

source: Title:
hu_hu: Cím:

source: Description:
hu_hu: Leírás:

source: Description about your local business
hu_hu: Leírás az Ön helyi vállalkozásáról

source: Add additional information here.
hu_hu: Adjon meg itt további információkat.

source: Show street address?
hu_hu: Mutassa az utcacímet?

source: Show city?
hu_hu: Mutassa a várost?

source: Show state?
hu_hu: Megjelenítse az államot?

source: Show postal code?
hu_hu: Megjelenítse az irányítószámot?

source: Show country?
hu_hu: Megjelenítse az országot?

source: Show map link (new window)?
hu_hu: Megjelenítse a térképre mutató hivatkozást (új ablakban)?

source: Show phone number?
hu_hu: Megjelenítse a telefonszámot?

source: Show opening hours?
hu_hu: Megjelenítse a nyitvatartási időt?

source: Hide closed days?
hu_hu: Elrejtse a zárva tartó napokat?

source: A valid product identifier to be used in the product schema (accepted types: gtin8 (ean8) | gtin12 (ean12) | gtin13 (ean13) | gtin14 (ean14) | mpn | isbn)
hu_hu: A terméksémában használható érvényes termékazonosító (elfogadott típusok: gtin8 (ean8) | gtin12 (ean12) | gtin13 (ean13) | gtin14 (ean14) | mpn | isbn)

source: Please enable <strong>Structured Data Types metabox for your posts, pages and custom post types</strong> option in order to use automatic schemas.
hu_hu: Kérjük, engedélyezze a <strong>Structured Data Types metabox for your posts, pages and custom post types</strong> opciót az automatikus sémák használatához.

source: Fix this!
hu_hu: Javítsa ki!

source: We were unable to create the redirection you requested (<code>%1$s</code> to <code>%2$s</code>).
hu_hu: Nem sikerült létrehoznunk az Ön által kért átirányítást (<code>%1$s</code> → <code>%2$s</code>).

source: This URL is already listed as a redirection or a 404 error. Click this link to edit it: <a href="%1$s">%2$s</a> </p>
hu_hu: Ez az URL már átirányításként vagy 404-es hibaként szerepel. Kattintson erre a hivatkozásra a szerkesztéséhez: <a href="%1$s">%2$s</a> </p>

source: XML Sitemaps
hu_hu: XML webhelytérképek

source: This XML Sitemap contains %s videos.
hu_hu: Ez az XML-webhelytérkép %s videót tartalmaz.

source: Duration (sec)
hu_hu: Időtartam (mp)

source: Publication Date
hu_hu: Közzététel dátuma

source: Mobile
hu_hu: Mobil

source: Desktop
hu_hu: Asztali

source: Local Business (default)
hu_hu: Helyi vállalkozás (alapértelmezett)

source: Animal Shelter
hu_hu: Állatmenhely

source: Automotive Business
hu_hu: Autóipari vállalkozás

source: |-Auto Body Shop
hu_hu: |-Karosszériajavító műhely

source: |-Auto Dealer
hu_hu: |-Autókereskedés

source: |-Auto Parts Store
hu_hu: |-Autóalkatrész-üzlet

source: |-Auto Rental
hu_hu: |-Autókölcsönző

source: |-Auto Repair
hu_hu: |-Autószerviz

source: |-AutoWash
hu_hu: |-Autómosó

source: |-Gas Station
hu_hu: |-Benzinkút

source: |-Motorcycle Dealer
hu_hu: |-Motorkerékpár-kereskedés

source: |-Motorcycle Repair
hu_hu: |-Motorkerékpár-szerviz

source: Child Care
hu_hu: Gyermekfelügyelet

source: Dry Cleaning Or Laundry
hu_hu: Vegytisztító vagy mosoda

source: Emergency Service
hu_hu: Sürgősségi szolgálat

source: |-Fire Station
hu_hu: |-Tűzoltóság

source: |-Hospital
hu_hu: |-Kórház

source: |-Police Station
hu_hu: |-Rendőrkapitányság

source: Employment Agency
hu_hu: Munkaerő-közvetítő iroda

source: Entertainment Business
hu_hu: Szórakoztatóipari vállalkozás

source: |-Adult Entertainment
hu_hu: |-Felnőtt szórakoztatás

source: |-Amusement Park
hu_hu: |-Vidámpark

source: |-Art Gallery
hu_hu: |-Művészeti galéria

source: |-Casino
hu_hu: |-Kaszinó

source: |-Comedy Club
hu_hu: |-Humorklub

source: |-Movie Theater
hu_hu: |-Mozi

source: |-Night Club
hu_hu: |-Éjszakai klub

source: Financial Service
hu_hu: Pénzügyi szolgáltatás

source: |-Accounting Service
hu_hu: |-Könyvelési szolgáltatás

source: |-Automated Teller
hu_hu: |-Bankjegykiadó automata

source: |-Bank Or Credit Union
hu_hu: |-Bank vagy hitelszövetkezet

source: |-Insurance Agency
hu_hu: |-Biztosítási ügynökség

source: Food Establishment
hu_hu: Vendéglátóhely

source: |-Bakery
hu_hu: |-Pékség

source: |-Bar Or Pub
hu_hu: |-Bár vagy pub

source: |-Brewery
hu_hu: |-Sörfőzde

source: |-Cafe Or Coffee Shop
hu_hu: |-Kávézó vagy kávébolt

source: |-Fast Food Restaurant
hu_hu: |-Gyorsétterem

source: |-Ice Cream Shop
hu_hu: |-Fagyizó

source: |-Restaurant
hu_hu: |-Étterem

source: |-Winery
hu_hu: |-Borászat

source: Government Office
hu_hu: Kormányzati hivatal

source: |-PostOffice
hu_hu: |-Postahivatal

source: Health And Beauty Business
hu_hu: Egészség- és szépségápolási vállalkozás

source: |-Beauty Salon
hu_hu: |-Szépségszalon

source: |-Day Spa
hu_hu: |-Nappali spa

source: |-Hair Salon
hu_hu: |-Fodrászszalon

source: |-Health Club
hu_hu: |-Egészségklub

source: |-Nail Salon
hu_hu: |-Körömszalon

source: |-Tattoo Parlor
hu_hu: |-Tetoválószalon

source: Home And Construction Business
hu_hu: Otthon- és építőipari vállalkozás

source: |-Electrician
hu_hu: |-Villanyszerelő

source: |-HVAC Business
hu_hu: |-HVAC vállalkozás

source: |-House Painter
hu_hu: |-Szobafestő

source: |-Locksmith
hu_hu: |-Zárszerviz

source: |-Moving Company
hu_hu: |-Költöztető cég

source: |-Plumber
hu_hu: |-Vízvezeték-szerelő

source: |-Roofing Contractor
hu_hu: |-Tetőfedő kivitelező

source: Internet Cafe
hu_hu: Internetkávézó

source: Medical Business
hu_hu: Egészségügyi vállalkozás

source: |-Community Health
hu_hu: |-Közösségi egészségügy

source: |-Dentist
hu_hu: |-Fogorvos

source: |-Dermatology
hu_hu: |-Bőrgyógyászat

source: |-Diet Nutrition
hu_hu: |-Diéta és táplálkozás

source: |-Emergency
hu_hu: |-Sürgősségi ellátás

source: |-Gynecologic
hu_hu: |-Nőgyógyászat

source: |-Medical Clinic
hu_hu: |-Orvosi rendelő

source: |-Midwifery
hu_hu: |-Szülésznői ellátás

source: |-Nursing
hu_hu: |-Ápolás

source: |-Obstetric
hu_hu: |-Szülészet

source: |-Oncologic
hu_hu: |-Onkológia

source: |-Optician
hu_hu: |-Optikus

source: |-Optometric
hu_hu: |-Optometria

source: |-Otolaryngologic
hu_hu: |-Fül-orr-gégészet

source: |-Pediatric
hu_hu: |-Gyermekgyógyászat

source: |-Pharmacy
hu_hu: |-Gyógyszertár

source: |-Physician
hu_hu: |-Orvos

source: |-Physiotherapy
hu_hu: |-Fizioterápia

source: |-Plastic Surgery
hu_hu: |-Plasztikai sebészet

source: |-Podiatric
hu_hu: |-Podiátria

source: |-Primary Care
hu_hu: |-Alapellátás

source: |-Psychiatric
hu_hu: |-Pszichiátria

source: |-Public Health
hu_hu: |-Közegészségügy

source: |-Veterinary Care
hu_hu: |-Állatorvosi ellátás

source: Legal Service
hu_hu: Jogi szolgáltatás

source: |-Attorney
hu_hu: |-Ügyvéd

source: |-Notary
hu_hu: |-Közjegyző

source: Library
hu_hu: Könyvtár

source: Lodging Business
hu_hu: Szálláshely-szolgáltatás

source: |-Bed And Breakfast
hu_hu: |-Panzió

source: |-Campground
hu_hu: |-Kemping

source: |-Hotel
hu_hu: |-Szálloda

source: |-Resort
hu_hu: |-Üdülőközpont

source: Professional Service
hu_hu: Szakmai szolgáltatás

source: Radio Station
hu_hu: Rádióállomás

source: Real Estate Agent
hu_hu: Ingatlanügynök

source: Recycling Center
hu_hu: Újrahasznosító központ

source: Real Self Storage
hu_hu: Real önkiszolgáló raktár

source: Shopping Center
hu_hu: Bevásárlóközpont

source: Sports Activity Location
hu_hu: Sporttevékenység helyszíne

source: |-Bowling Alley
hu_hu: |-Bowlingpálya

source: |-Exercise Gym
hu_hu: |-Edzőterem

source: |-Golf Course
hu_hu: |-Golfpálya

source: |-Public Swimming Pool
hu_hu: |-Nyilvános uszoda

source: |-Ski Resort
hu_hu: |-Síüdülőközpont

source: |-Sports Club
hu_hu: |-Sportklub

source: |-Stadium Or Arena
hu_hu: |-Stadion vagy aréna

source: |-Tennis Complex
hu_hu: |-Teniszközpont

source: Store
hu_hu: Üzlet

source: |-Bike Store
hu_hu: |-Kerékpárbolt

source: |-Book Store
hu_hu: |-Könyvesbolt

source: |-Clothing Store
hu_hu: |-Ruházati üzlet

source: |-Computer Store
hu_hu: |-Számítógépbolt

source: |-Convenience Store
hu_hu: |-Vegyesbolt

source: |-Department Store
hu_hu: |-Áruház

source: |-Electronics Store
hu_hu: |-Műszaki bolt

source: |-Florist
hu_hu: |-Virágüzlet

source: |-Furniture Store
hu_hu: |-Bútorbolt

source: |-Garden Store
hu_hu: |-Kertészeti szaküzlet

source: |-Grocery Store
hu_hu: |-Élelmiszerbolt

source: |-Hardware Store
hu_hu: |-Barkácsbolt

source: |-Hobby Shop
hu_hu: |-Hobbibolt

source: |-Home Goods Store
hu_hu: |-Lakberendezési bolt

source: |-Jewelry Store
hu_hu: |-Ékszerüzlet

source: |-Liquor Store
hu_hu: |-Italbolt

source: |-Mens Clothing Store
hu_hu: |-Férfiruházati üzlet

source: |-Mobile Phone Store
hu_hu: |-Mobiltelefon-üzlet

source: |-Movie Rental Store
hu_hu: |-Videókölcsönző

source: |-Music Store
hu_hu: |-Zenebolt

source: |-Office Equipment Store
hu_hu: |-Irodaszer-üzlet

source: |-Outlet Store
hu_hu: |-Outlet üzlet

source: |-Pawn Shop
hu_hu: |-Zálogház

source: |-Pet Store
hu_hu: |-Állatkereskedés

source: |-Shoe Store
hu_hu: |-Cipőbolt

source: |-Sporting Goods Store
hu_hu: |-Sportbolt

source: |-Tire Shop
hu_hu: |-Gumiabroncs-üzlet

source: |-Toy Store
hu_hu: |-Játékbolt

source: |-Wholesale Store
hu_hu: |-Nagykereskedés

source: Tourist Information Center
hu_hu: Turisztikai információs központ

source: Travel Agency
hu_hu: Utazási iroda

source: You have enabled 404 cleaning BUT the scheduled task is not running.
hu_hu: Engedélyezte a 404 tisztítást, DE az ütemezett feladat nem fut.

source: To solve this, please disable and re-enable SEOPress PRO. No data will be lost.
hu_hu: A megoldáshoz kérjük, tiltsa le, majd engedélyezze újra a SEOPress PRO-t. Adatvesztés nem történik.

source: Medium impact
hu_hu: Közepes hatás

source: Structured data types is not correctly enabled
hu_hu: A strukturált adattípusok nincsenek megfelelően engedélyezve.

source: Please enable <strong>Structured Data Types metabox for your posts, pages and custom post types</strong> option in order to use automatic and manual schemas. (SEO > PRO > Structured Data Types (schema.org)
hu_hu: Kérjük, engedélyezze a <strong>Structured Data Types metabox for your posts, pages and custom post types</strong> opciót az automatikus és kézi sémák használatához. (SEO > PRO > Structured Data Types (schema.org)

source: High impact
hu_hu: Magas hatás

source: You have to enter your licence key to get updates and support
hu_hu: A frissítésekhez és támogatáshoz meg kell adnia a licenckulcsát.

source: Please activate the SEOPress PRO license key to automatically receive updates to guarantee you the best user experience possible.
hu_hu: Kérjük, aktiválja a SEOPress PRO licenckulcsot, hogy automatikusan megkapja a frissítéseket, és a lehető legjobb felhasználói élményt biztosítsuk Önnek.

source: A physical robots.txt file has been found
hu_hu: Fizikai robots.txt fájlt találtunk.

source: A robots.txt file already exists at the root of your site. We invite you to remove it so we can handle it virtually.
hu_hu: A webhelye gyökérkönyvtárában már létezik egy robots.txt fájl. Kérjük, távolítsa el, hogy virtuálisan kezelhessük.

source: Your GA4 property ID is incorrectly set!
hu_hu: A GA4 tulajazonosítója helytelenül van beállítva!

source: To get your Google Analytics stats in dashboard, your GA4 property ID must NOT be equals to your GA4 measurement ID.
hu_hu: Ahhoz, hogy a Vezérlőpultban lássa a Google Analytics statisztikáit, a GA4 tulajazonosítónak NEM szabad megegyeznie a GA4 mérési azonosítóval.

source: %s matches.
hu_hu: %s egyezés.

source: The analysis is complete. We have matched %s urls. Go to post / page or post types list to see your metrics.
hu_hu: Az elemzés befejeződött. Összerendeltünk %s URL-t. A mérőszámok megtekintéséhez lépjen a bejegyzés / oldal vagy az egyedi bejegyzéstípusok listájára.

source: Connection error. Please try again.
hu_hu: Kapcsolódási hiba. Kérjük, próbálja újra.

source: Network error. Please check your connection and try again.
hu_hu: Hálózati hiba. Kérjük, ellenőrizze a kapcsolatot, és próbálja újra.

source: Log div not found! Looking for:
hu_hu: A napló div nem található! A következőt keressük:

source: Regeneration completed!
hu_hu: Újragenerálás befejeződött!

source: Help?
hu_hu: Súgó?

source: Please enable <strong>SEOPress</strong> in order to use SEOPress PRO.
hu_hu: Kérjük, engedélyezze a <strong>SEOPress</strong>-t a SEOPress PRO használatához.

source: Enable / Download now!
hu_hu: Engedélyezze / Töltse le most!

source: Welcome to SEOPress PRO!
hu_hu: Üdvözöljük a SEOPress PRO-ban!

source: Support
hu_hu: Támogatás

source: Activate your license
hu_hu: Aktiválja a licencét

source: Page Speed
hu_hu: Oldalsebesség

source: Analyze this page with Google Page Speed
hu_hu: Elemezze ezt az oldalt a Google Page Speed segítségével.

source: Broken Link
hu_hu: Törött hivatkozás

source: Exclude this post from Google News Sitemap?
hu_hu: Kizárja ezt a bejegyzést a Google News Sitemap-ből?

source: The video will be available only to users with SafeSearch turned off.?
hu_hu: A videó csak azok számára lesz elérhető, akiknél a SafeSearch ki van kapcsolva.?

source: YouTube videos are automatically added when you create / save a post, page or post type. If your post is set to noindex, it will be automatically excluded from the sitemap.
hu_hu: A YouTube-videók automatikusan hozzáadódnak, amikor bejegyzést, oldalt vagy bejegyzéstípust hoz létre / ment. Ha a bejegyzése noindexre van állítva, automatikusan ki lesz zárva a sitemapból.

source: <strong>%1$s</strong> is duplicated <strong>%2$d</strong> times
hu_hu: <strong>%1$s</strong> <strong>%2$d</strong> alkalommal duplikált.

source: No schemas found in the source code of this page. Get rich snippets in Google Search results and improve your visibility by adding structured data types (schemas) to your page.
hu_hu: Ennek az oldalnak a forráskódjában nem található séma. Szerezzen rich snippeteket a Google keresési találatokban, és javítsa a láthatóságát, ha strukturált adattípusokat (sémákat) ad hozzá az oldalához.

source: Last update: <strong>%s</strong>.
hu_hu: Utolsó frissítés: <strong>%s</strong>.

source: You should add one of your target keyword in your permalink.
hu_hu: Érdemes a célzott kulcsszavai egyikét hozzáadnia a permalinkhez.

source: Headings are great way to structure your content to make it easily understandable for both humans and crawlers.
hu_hu: A címsorok nagyszerű eszközt jelentenek a tartalom strukturálására, hogy az emberek és a keresőrobotok számára is könnyen érthető legyen.

source: No Heading 1 (H1) found in your content. This is required for both SEO and Accessibility!
hu_hu: Nem található 1. szintű címsor (H1) a tartalmában. Ez SEO és akadálymentesség szempontjából is szükséges!

source: None of your target keywords were found in Heading 1 (H1).
hu_hu: Egyik célzott kulcsszava sem található meg az 1. szintű címsorban (H1).

source: None of your target keywords were found in Heading 2 (H2).
hu_hu: Egyik célzott kulcsszava sem található meg a 2. szintű címsorban (H2).

source: None of your target keywords were found in Heading 3 (H3).
hu_hu: Egyik célzott kulcsszava sem található meg a 3. szintű címsorban (H3).

source: None of your target keywords were found in the Meta Title.
hu_hu: Egyik célzott kulcsszava sem található meg a Meta Title-ben.

source: Your title tag is <strong>%d</strong> characters too long.
hu_hu: Az Ön title címkéje <strong>%d</strong> karakterrel túl hosszú.

source: No custom title is set for this post. If the global meta title suits you, you can ignore this recommendation.
hu_hu: Ehhez a bejegyzéshez nincs egyedi cím beállítva. Ha a globális meta title megfelel Önnek, ezt az ajánlást figyelmen kívül hagyhatja.

source: None of your target keywords were found in the Meta description.
hu_hu: Az Ön célkulcsszavai közül egy sem található a meta leírásban.

source: Your meta description is <strong>%d</strong> characters too long.
hu_hu: Az Ön meta leírása <strong>%d</strong> karakterrel túl hosszú.

source: No custom meta description is set for this post. If the global meta description suits you, you can ignore this recommendation.
hu_hu: Ehhez a bejegyzéshez nincs egyedi meta leírás beállítva. Ha a globális meta leírás megfelel Önnek, ezt az ajánlást figyelmen kívül hagyhatja.

source: Your Open Graph Title tag is empty!
hu_hu: Az Ön Open Graph Title címkéje üres!

source: Your Open Graph Title is missing!
hu_hu: Az Ön Open Graph Title-je hiányzik!

source: Your Open Graph Description tag is empty!
hu_hu: Az Ön Open Graph Description címkéje üres!

source: Your Open Graph Description is missing!
hu_hu: Az Ön Open Graph Description-je hiányzik!

source: Your Open Graph Image tag is empty!
hu_hu: Az Ön Open Graph Image címkéje üres!

source: Your Open Graph Image is missing!
hu_hu: Az Ön Open Graph Image-je hiányzik!

source: Your Open Graph URL tag is empty!
hu_hu: Az Ön Open Graph URL címkéje üres!

source: Your Open Graph URL is missing!
hu_hu: Az Ön Open Graph URL-je hiányzik!

source: Your Open Graph Site Name tag is empty!
hu_hu: Az Ön Open Graph Site Name címkéje üres!

source: Your Open Graph Site Name is missing!
hu_hu: Az Ön Open Graph Site Name-je hiányzik!

source: Your X Title tag is empty!
hu_hu: Az Ön X Title címkéje üres!

source: Your X Title is missing!
hu_hu: Az Ön X Title-je hiányzik!

source: Your X Description tag is empty!
hu_hu: Az Ön X Description címkéje üres!

source: Your X Description is missing!
hu_hu: Az Ön X Description-je hiányzik!

source: Your X Image tag is empty!
hu_hu: Az Ön X Image címkéje üres!

source: Your X Image is missing!
hu_hu: Az Ön X Image-je hiányzik!

source: We found <strong>%d</strong> meta robots in your page. There is probably something wrong with your theme!
hu_hu: Az oldalán <strong>%d</strong> meta robots címkét találtunk. Valószínűleg valami nincs rendben a témájával!

source: <strong>noindex</strong> is on! Search engines can't index this page.
hu_hu: <strong>noindex</strong> be van kapcsolva! A keresőmotorok nem tudják indexelni ezt az oldalt.

source: <strong>nofollow</strong> is on! Search engines can't follow your links on this page.
hu_hu: <strong>nofollow</strong> be van kapcsolva! A keresőmotorok nem tudják követni az oldalán található hivatkozásokat.

source: <strong>noimageindex</strong> is on! Google will not index your images on this page (but if someone makes a direct link to one of your image in this page, it will be indexed).
hu_hu: <strong>noimageindex</strong> be van kapcsolva! A Google nem indexeli az ezen az oldalon lévő képeit (de ha valaki közvetlen hivatkozást hoz létre az egyik képére ezen az oldalon, azt indexelni fogja).

source: <strong>nosnippet</strong> is on! Search engines will not display a snippet of this page in search results.
hu_hu: <strong>nosnippet</strong> be van kapcsolva! A keresőmotorok nem jelenítenek meg kivonatot erről az oldalról a találati listákban.

source: We could not find any image in your content. Content with media is a plus for your SEO.
hu_hu: Nem találtunk képet a tartalmában. A médiát tartalmazó tartalom előnyös az Ön SEO-ja szempontjából.

source: This page doesn't have any outbound links.
hu_hu: Ezen az oldalon nincsenek kimenő hivatkozások.
