Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-seopress-pro/wp-seopress-pro-*.po
Languages: hu_hu

source: ⚠️ Your <code>robots.txt</code> file returns an error. Please check it at <a href="%1$s" target="_blank">%2$s</a>
hu_hu: ⚠️ Az Ön <code>robots.txt</code> fájlja hibát jelez. Kérjük, ellenőrizze itt: <a href="%1$s" target="_blank">%2$s</a>

source: ⚠️ Your <strong>XML sitemap</strong> returns an error. Please check your index sitemap at <a href="%1$s" target="_blank">%2$s</a>
hu_hu: ⚠️ Az Ön <strong>XML webhelytérképe</strong> hibát jelez. Kérjük, ellenőrizze az index webhelytérképet itt: <a href="%1$s" target="_blank">%2$s</a>

source: You are receiving this email because SEO alerts are enabled on your WordPress site. <a href="%s">Manage notifications</a>
hu_hu: Azért kapja ezt az e-mailt, mert a SEO riasztások engedélyezve vannak a WordPress webhelyén. <a href="%s">Értesítések kezelése</a>

source: Site audit completed - %s
hu_hu: Webhelyaudit befejezve - %s

source: We have finished auditing your site's SEO.
hu_hu: Befejeztük webhelye SEO-ellenőrzését.

source: <strong>Scan duration:</strong> %1$s minutes %2$s seconds
hu_hu: <strong>Vizsgálat időtartama:</strong> %1$s perc %2$s másodperc

source: Find all the details of the analysis by clicking on the following link:
hu_hu: Az elemzés részleteit a következő hivatkozásra kattintva találja meg:

source: Read the audit
hu_hu: Audit elolvasása

source: Read the site audit
hu_hu: Webhelyaudit elolvasása

source: Upload CSV file
hu_hu: CSV-fájl feltöltése

source: Column mapping
hu_hu: Oszlop-hozzárendelés

source: Done!
hu_hu: Kész!

source: Import metadata from a CSV file
hu_hu: Metaadatok importálása CSV-fájlból

source: This tool allows you to import SEO metadata to your site from a CSV file.
hu_hu: Ezzel az eszközzel CSV-fájlból importálhat SEO-metaadatokat a webhelyére.

source: Existing posts / terms that match by ID will be updated.
hu_hu: A meglévő bejegyzések / kifejezések, amelyek ID alapján egyeznek, frissítve lesznek.

source: Posts, pages, custom post types or term taxonomies that do not exist will be skipped.
hu_hu: A nem létező bejegyzések, oldalak, egyéni bejegyzéstípusok vagy taxonómiák kihagyásra kerülnek.

source: Before you can upload your import file, you will need to fix the following error:
hu_hu: Mielőtt feltölthetné az importfájlt, a következő hibát kell javítania:

source: Choose a CSV file from your computer:
hu_hu: Válasszon egy CSV-fájlt a számítógépéről:

source: Maximum size: %s
hu_hu: Maximális méret: %s

source: Ignore existing values?
hu_hu: Mellőzi a meglévő értékeket?

source: Existing post and term metas will not be updated. Only empty values will be filled.
hu_hu: A meglévő bejegyzés- és kifejezésmeták nem kerülnek frissítésre. Csak az üres értékek kerülnek kitöltésre.

source: Next step
hu_hu: Következő lépés

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
hu_hu: A fájl üres. Kérjük, töltsön fel valami tartalmasabbat. Ezt a hibát okozhatja az is, ha a php.ini-ben le van tiltva a feltöltés, vagy ha a php.ini-ben a post_max_size kisebb, mint az upload_max_filesize.

source: Invalid file type. The importer supports CSV and TXT file formats.
hu_hu: Érvénytelen fájltípus. Az importáló CSV és TXT fájlformátumokat támogat.

source: Please upload or provide the link to a valid CSV file.
hu_hu: Kérjük, töltsön fel vagy adja meg egy érvényes CSV-fájl hivatkozását.

source: The file is empty or using a different encoding than UTF-8, please try again with a new file.
hu_hu: A fájl üres, vagy az UTF-8-tól eltérő kódolást használ; próbálja meg új fájllal.

source: Upload a new file
hu_hu: Új fájl feltöltése

source: Map CSV fields to post metas
hu_hu: CSV-mezők hozzárendelése bejegyzésmetákhoz

source: Select fields from your CSV file to map against posts / terms fields, or to ignore during import.
hu_hu: Válassza ki a CSV-fájljából azokat a mezőket, amelyeket a bejegyzések / kifejezések mezőihez rendel, vagy amelyeket az importálás során mellőz.

source: Column name
hu_hu: Oszlop neve

source: Map to field
hu_hu: Hozzárendelés mezőhöz

source: Sample:
hu_hu: Minta:

source: Do not import
hu_hu: Ne importálja

source: Run the importer
hu_hu: Importáló futtatása

source: The file does not exist, please try again.
hu_hu: A fájl nem létezik, próbálja újra.

source: Importing
hu_hu: Importálás

source: Your metadata are now being imported...
hu_hu: Metaadatai most importálásra kerülnek...

source: Import complete!
hu_hu: Importálás befejezve!

source: View import log
hu_hu: Importnapló megtekintése

source: Post
hu_hu: Bejegyzés

source: Reason for failure
hu_hu: Hiba oka

source: View posts
hu_hu: Bejegyzések megtekintése

source: Make another import
hu_hu: Újabb importálás

source: Post / term title
hu_hu: Bejegyzés / kifejezés címe

source: Taxonomy
hu_hu: Taxonómia

source: Post Type
hu_hu: Bejegyzéstípus

source: Meta Title
hu_hu: Meta cím

source: Meta description
hu_hu: Meta leírás

source: Facebook title
hu_hu: Facebook cím

source: Facebook description
hu_hu: Facebook leírás

source: Facebook thumbnail
hu_hu: Facebook bélyegkép

source: X title
hu_hu: X cím

source: X description
hu_hu: X leírás

source: X thumbnail
hu_hu: X bélyegkép

source: Canonical URL
hu_hu: Kanonikus URL

source: Primary category
hu_hu: Elsődleges kategória

source: Active redirect
hu_hu: Aktív átirányítás

source: Redirect status
hu_hu: Átirányítás állapota

source: Redirection type
hu_hu: Átirányítás típusa

source: URL redirect
hu_hu: URL-átirányítás

source: Target Keyword
hu_hu: Célkulcsszó

source: noindex? (yes)
hu_hu: noindex? (igen)

source: nofollow? (yes)
hu_hu: nofollow? (igen)

source: noimageindex? (yes)
hu_hu: noimageindex? (igen)

source: nosnippet? (yes)
hu_hu: nosnippet? (igen)

source: Invalid separator
hu_hu: Érvénytelen elválasztó

source: SEO metadata (CSV)
hu_hu: SEO metaadatok (CSV)

source: Import <strong>metadata</strong> (title, meta description, social metas...) to your site via a csv file.
hu_hu: Importáljon <strong>metaadatokat</strong> (cím, meta leírás, közösségi metaadatok...) a webhelyére egy csv fájlon keresztül.

source: Insufficient privileges to import metadata.
hu_hu: Nincs elegendő jogosultsága a metaadatok importálásához.

source: Title
hu_hu: Cím

source: Import data from a CSV
hu_hu: Adatok importálása CSV-ből

source: Upload a CSV file to quickly import post (post, page, single post type) and term metadata.
hu_hu: Töltsön fel egy CSV fájlt a bejegyzések (bejegyzés, oldal, egyedi bejegyzéstípus) és kifejezések metaadatainak gyors importálásához.

source: Learn how to import SEO metadata from a CSV file
hu_hu: Ismerje meg, hogyan importálhat SEO metaadatokat egy CSV fájlból

source: Post title / term title
hu_hu: Bejegyzés címe / kifejezés címe

source: Meta title
hu_hu: Meta cím

source: Facebook Open Graph tags (title, description, image)
hu_hu: Facebook Open Graph címkék (cím, leírás, kép)

source: X Cards tags (title, description, image)
hu_hu: X Cards címkék (cím, leírás, kép)

source: Redirection (enable, login status, type, URL)
hu_hu: Átirányítás (engedélyezés, bejelentkezési állapot, típus, URL)

source: Target keywords
hu_hu: Célkulcsszavak

source: Export metadata to a CSV
hu_hu: Metaadatok exportálása CSV-be

source: Export your post (post, page, single post type) and term metadata for this site as a .csv file.
hu_hu: Exportálja ezen a webhelyen a bejegyzések (bejegyzés, oldal, egyéni bejegyzéstípus) és kifejezések metaadatait .csv fájlba.

source: Learn how to export SEO metadata to a CSV file
hu_hu: Ismerje meg, hogyan exportálhatja az SEO-metaadatokat CSV-fájlba

source: Permalink
hu_hu: Közvetlen hivatkozás

source: Select post types to export:
hu_hu: Válassza ki az exportálandó bejegyzéstípusokat:

source: Select taxonomies to export:
hu_hu: Válassza ki az exportálandó taxonómiákat:

source: Overview
hu_hu: Áttekintés

source: Inspect with Google
hu_hu: Ellenőrizze a Google-lal

source: Internal Linking
hu_hu: Belső hivatkozások

source: Google suggestions
hu_hu: Google-javaslatok

source: Enter a keyword, or a phrase, to find the top 10 Google suggestions instantly. This is useful if you want to work with the long tail technique.
hu_hu: Adjon meg egy kulcsszót vagy kifejezést, hogy azonnal megtalálja a 10 legjobb Google-javaslatot. Ez hasznos, ha a long tail technikával szeretne dolgozni.

source: Get suggestions from Google
hu_hu: Kérjen javaslatokat a Google-tól

source: Click on a suggestion below to add it as a target keyword.
hu_hu: Kattintson egy alábbi javaslatra, hogy hozzáadja célkulcsszóként.

source: Get suggestions!
hu_hu: Kérjen javaslatokat!

source: Generate meta title with AI
hu_hu: Generáljon meta címet MI-vel

source: Generate meta description with AI
hu_hu: Generáljon meta leírást MI-vel

source: Video Sitemap
hu_hu: Videó-webhelytérkép

source: Exclude this post from Google News Sitemap?
hu_hu: Kizárja ezt a bejegyzést a Google News webhelytérképből?

source: Exclude this post from Video Sitemap?
hu_hu: Kizárja ezt a bejegyzést a videó-webhelytérképből?

source: If your post is set to noindex, it will be automatically excluded from the sitemap.
hu_hu: Ha a bejegyzés noindexre van állítva, automatikusan ki lesz zárva a webhelytérképből.

source: Video
hu_hu: Videó

source: Video URL (required)
hu_hu: Videó URL (kötelező)

source: Enter your video URL
hu_hu: Adja meg a videó URL-jét

source: Video URL
hu_hu: Videó URL

source: NOT an external video (e.g. video hosting on YouTube, Vimeo, Wistia...)? Check this if your video is hosting on this server.
hu_hu: NEM külső videó (pl. video hosting a YouTube-on, a Vimeo-n, a Wistia...)? Jelölje be ezt, ha a videó ezen a szerveren van.

source: Video Title (required)
hu_hu: Videó cím (kötelező)

source: Enter your video title
hu_hu: Adja meg a videó címét

source: Video title
hu_hu: Videó cím

source: Default: title tag, if not available, post title.
hu_hu: Alapértelmezett: title tag; ha nem elérhető, a bejegyzés címe.

source: Video Description (required)
hu_hu: Videó leírás (kötelező)

source: Enter your video description
hu_hu: Adja meg a videó leírását

source: Video description
hu_hu: Videó leírás

source: 2048 characters max.; default: meta description. If not available, use the beginning of the post content.
hu_hu: Legfeljebb 2048 karakter; alapértelmezett: meta leírás. Ha nem elérhető, a bejegyzés tartalmának eleje kerül felhasználásra.

source: Video Thumbnail (required)
hu_hu: Videó indexkép (kötelező)

source: Select your video thumbnail
hu_hu: Válassza ki a videó indexképét

source: Video Thumbnail
hu_hu: Videó indexkép

source: Minimum size: 160x90px (1920x1080 max), JPG, PNG or GIF formats. Default: your post featured image.
hu_hu: Minimális méret: 160x90px (1920x1080 max), JPG, PNG vagy GIF formátumok. Alapértelmezett: a bejegyzés kiemelt képe.

source: Video Duration (recommended)
hu_hu: Videó időtartama (ajánlott)

source: Duration in seconds
hu_hu: Időtartam másodpercben

source: Video duration
hu_hu: Videó időtartama

source: The duration of the video in seconds. Value must be between 0 and 28800 (8 hours).
hu_hu: A videó időtartama másodpercben. Az értéknek 0 és 28800 között kell lennie (8 óra).

source: Video Rating
hu_hu: Videó értékelése

source: Video rating
hu_hu: Videó értékelése

source: Allowed values are float numbers in the range 0.0 to 5.0.
hu_hu: Az engedélyezett értékek 0,0 és 5,0 közötti lebegőpontos számok.

source: View count
hu_hu: Megtekintések száma

source: Number of views
hu_hu: Megtekintések száma

source: Video tags
hu_hu: Videócímkék

source: Enter your video tags
hu_hu: Adja meg a videó címkéit

source: 32 tags max., separate tags with commas. Default: target keywords + post tags if available.
hu_hu: Legfeljebb 32 címke, a címkéket vesszővel válassza el. Alapértelmezett: célkulcsszavak + bejegyzéscímkék, ha elérhető.

source: NOT family friendly?
hu_hu: NEM családbarát?

source: The video will be available only to users with SafeSearch turned off.
hu_hu: A videó csak a kikapcsolt SafeSearch beállítású felhasználók számára lesz elérhető.

source: Remove video
hu_hu: Távolítsa el a videót

source: Add video
hu_hu: Adjon hozzá videót

source: Custom breadcrumbs
hu_hu: Egyéni morzsamenü

source: Enter a custom value, useful if your title is too long
hu_hu: Adjon meg egy egyéni értéket, hasznos, ha a címe túl hosszú

source: Current breadcrumbs: %s
hu_hu: Jelenlegi morzsamenü: %s

source: Disable all automatic schemas for this post?
hu_hu: Letiltja az összes automatikus sémát ennél a bejegyzésnél?

source: Name:
hu_hu: Név:

source: Type:
hu_hu: Típus:

source: Edit
hu_hu: Szerkesztés

source: Disable this automatic schema for this post?
hu_hu: Letiltja ezt az automatikus sémát ennél a bejegyzésnél?

source: Headline <em>(max limit: 110)</em>
hu_hu: Főcím <em>(max. korlát: 110)</em>

source: Default value if empty: Post title
hu_hu: Alapértelmezett érték, ha üres: Bejegyzés címe

source: The headline of the article
hu_hu: A cikk főcíme

source: Description
hu_hu: Leírás

source: Default value if empty: Post excerpt
hu_hu: Alapértelmezett érték, ha üres: Bejegyzés kivonata

source: The description of the article
hu_hu: A cikk leírása

source: Post author
hu_hu: Bejegyzés szerzője

source: Default value if empty: Post author
hu_hu: Alapértelmezett érték, ha üres: Bejegyzés szerzője

source: The author of the article
hu_hu: A cikk szerzője

source: Image
hu_hu: Kép

source: Default value if empty: Post thumbnail (featured image)
hu_hu: Alapértelmezett érték, ha üres: Bejegyzés bélyegképe (kiemelt kép)

source: Select your image
hu_hu: Válassza ki a képet

source: Coverage Start Date
hu_hu: Közvetítés kezdő dátuma

source: e.g. YYYY-MM-DD
hu_hu: pl. YYYY-MM-DD

source: Coverage Start Time
hu_hu: Közvetítés kezdő időpontja

source: e.g. HH:MM
hu_hu: pl. HH:MM

source: Coverage End Date
hu_hu: Közvetítés záró dátuma

source: Coverage End Time
hu_hu: Közvetítés záró időpontja

source: Speakable CSS Selector
hu_hu: Felolvasható CSS-szelektor

source: e.g. post
hu_hu: pl. post

source: Name of your business
hu_hu: Vállalkozásának neve

source: e.g. My Local Business
hu_hu: pl. My Local Business

source: Select a business type
hu_hu: Válasszon vállalkozástípust

source: e.g. TravelAgency
hu_hu: pl. TravelAgency

source: Street Address
hu_hu: Utca, házszám

source: e.g. Place Bellevue
hu_hu: pl. Place Bellevue

source: City
hu_hu: Város

source: e.g. Biarritz
hu_hu: pl. Biarritz

source: State
hu_hu: Állam/megye

source: e.g. Nouvelle Aquitaine
hu_hu: pl. Nouvelle Aquitaine

source: Postal code
hu_hu: Irányítószám

source: e.g. 64200
hu_hu: pl. 64200

source: Country
hu_hu: Ország

source: e.g. FR for France
hu_hu: pl. FR Franciaország esetén

source: Latitude
hu_hu: Szélesség

source: e.g. 43.4831389
hu_hu: pl. 43.4831389

source: Longitude
hu_hu: Hosszúság

source: e.g. -1.5630987
hu_hu: pl. -1.5630987

source: Telephone
hu_hu: Telefon

source: e.g. +33501020304
hu_hu: pl. +33501020304

source: Price range
hu_hu: Árkategória

source: e.g. $$, €€€, or ££££...
hu_hu: pl. $$, €€€, vagy ££££...

source: Opening hours
hu_hu: Nyitvatartás

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Closed all the day?
hu_hu: Egész nap zárva?

source: Open in the morning?
hu_hu: Délelőtt nyitva?

source: Open in the afternoon?
hu_hu: Délután nyitva?

source: Question
hu_hu: Kérdés

source: Your question
hu_hu: Az Ön kérdése

source: Answer
hu_hu: Válasz

source: Your answer
hu_hu: Az Ön válasza

source: The title of your lesson, course...
hu_hu: Az Ön leckéjének, kurzusának címe...

source: Course description
hu_hu: Kurzus leírása

source: Enter your course/lesson description
hu_hu: Adja meg kurzusa/leckéje leírását

source: School/Organization
hu_hu: Iskola/Szervezet

source: Name of university, organization...
hu_hu: Az egyetem, szervezet neve...

source: School/Organization Website
hu_hu: Iskola/Szervezet weboldala

source: Enter the URL like https://example.com/
hu_hu: Adja meg az URL-t, például: https://example.com/

source: Course offers
hu_hu: Kurzus ajánlatai

source: Course instances
hu_hu: Kurzusalkalmak

source: Recipe name
hu_hu: Recept neve

source: The name of your dish
hu_hu: Az Ön ételének neve

source: Short recipe description
hu_hu: Rövid receptleírás

source: A short summary describing the dish.
hu_hu: Rövid összefoglaló, amely leírja az ételt.

source: Recipe category
hu_hu: Receptkategória

source: e.g. appetizer, entree, or dessert
hu_hu: pl. előétel, főétel vagy desszert

source: Video URL of the recipe
hu_hu: A recept videó-URL-je

source: e.g. https://www.youtube.com/watch?v=p6v9Jd5lRIU
hu_hu: pl. https://www.youtube.com/watch?v=p6v9Jd5lRIU

source: Preparation time (in minutes)
hu_hu: Előkészítési idő (percben)

source: e.g. 30
hu_hu: pl. 30

source: Cooking time (in minutes)
hu_hu: Főzési idő (percben)

source: e.g. 45
hu_hu: pl. 45

source: Calories
hu_hu: Kalória

source: Number of calories
hu_hu: Kalóriák száma

source: Recipe yield
hu_hu: Adagok száma

source: e.g. number of people served, or number of servings
hu_hu: pl. kiszolgált személyek száma vagy az adagok száma

source: Keywords (separated by commas)
hu_hu: Kulcsszavak (vesszővel elválasztva)

source: e.g. winter apple pie, nutmeg crust (NOT recommended: dessert, American)
hu_hu: pl. téli almás pite, szerecsendiós kéreg (NEM ajánlott: desszert, amerikai)

source: Keywords
hu_hu: Kulcsszavak

source: Recipe cuisine
hu_hu: Konyha típusa

source: The region associated with your recipe. For example, "French", Mediterranean", or "American".
hu_hu: A receptjéhez kapcsolódó régió. Például: "francia", mediterrán", vagy "amerikai".

source: Recipe ingredients (one per line)
hu_hu: Hozzávalók (soronként egy)

source: Ingredients used in the recipe. One ingredient per line. Include only the ingredient text that is necessary for making the recipe. Don't include unnecessary information, such as a definition of the ingredient.
hu_hu: A receptben felhasznált hozzávalók. Soronként egy hozzávaló. Csak a recept elkészítéséhez szükséges hozzávaló szövegét tartalmazza. Ne tartalmazzon felesleges információt, például a hozzávaló definícióját.

source: Recipe ingredients
hu_hu: Recept hozzávalói

source: Recipe instructions (one per line)
hu_hu: A recept elkészítési utasításai (soronként egy)

source: e.g. Heat oven to 425°F. Include only text on how to make the recipe and don't include other text such as "Directions", "Watch the video", "Step 1".
hu_hu: pl. Melegítse elő a sütőt 425°F-re. Csak a recept elkészítésére vonatkozó szöveget tartalmazza, és ne tartalmazzon más szöveget, például "Directions", "Watch the video", "Step 1".

source: Recipe instructions
hu_hu: Recept elkészítési utasításai

source: Job title
hu_hu: Munkakör megnevezése

source: The title of the job (not the title of the posting). For example, "Software Engineer" or "Barista".
hu_hu: A munkakör megnevezése (nem a hirdetés címe). Például: "Software Engineer" vagy "Barista".

source: Job description
hu_hu: Munkaköri leírás

source: The full description of the job in HTML format.
hu_hu: A munkakör teljes leírása HTML formátumban.

source: Published date
hu_hu: Közzététel dátuma

source: The original date that employer posted the job in ISO 8601 format. For example, "2017-01-24" or "2017-01-24T19:33:17+00:00".
hu_hu: Az eredeti dátum, amikor a munkaadó közzétette az állást, ISO 8601 formátumban. Például: "2017-01-24" vagy "2017-01-24T19:33:17+00:00".

source: Expiration date
hu_hu: Lejárati dátum

source: The date when the job posting will expire in ISO 8601 format. For example, "2017-02-24" or "2017-02-24T19:33:17+00:00".
hu_hu: Az álláshirdetés lejáratának dátuma ISO 8601 formátumban. Például: "2017-02-24" vagy "2017-02-24T19:33:17+00:00".

source: Type of employment
hu_hu: Foglalkoztatás típusa

source: Type of employment, You can include more than one employmentType property.
hu_hu: Foglalkoztatás típusa. Több employmentType tulajdonságot is megadhat.

source: Identifier name
hu_hu: Azonosító neve

source: The hiring organization's unique identifier name for the job
hu_hu: A felvételt hirdető szervezet álláshoz tartozó egyedi azonosítójának neve

source: Identifier value
hu_hu: Azonosító értéke

source: The hiring organization's unique identifier value for the job
hu_hu: A felvételt hirdető szervezet álláshoz tartozó egyedi azonosítójának értéke

source: Organization that hires
hu_hu: Felvételt hirdető szervezet

source: The organization offering the job position. This should be the name of the company.
hu_hu: Az állásajánlatot közzétevő szervezet. Ennek a cég nevét kell tartalmaznia.

source: Organization URL
hu_hu: Szervezet URL-je

source: The organization website URL offering the job position.
hu_hu: Az állásajánlatot közzétevő szervezet webhelyének URL-je.

source: Organization logo
hu_hu: Szervezet logója

source: The organization logo offering the job position.
hu_hu: Az állásajánlatot közzétevő szervezet logója.

source: Street address
hu_hu: Utca és házszám

source: Locality address
hu_hu: Település

source: Region
hu_hu: Régió

source: Remote job?
hu_hu: Távoli munka?

source: Location requirement for remote job
hu_hu: Távmunkára vonatkozó helyszínkövetelmény

source: Direct apply?
hu_hu: Közvetlen jelentkezés?

source: Salary
hu_hu: Fizetés

source: Currency
hu_hu: Pénznem

source: Select your unit text
hu_hu: Válassza ki az egység megnevezését

source: Video name
hu_hu: Videó neve

source: The title of your video
hu_hu: Videója címe

source: The description of the video
hu_hu: A videó leírása

source: Uploaded date
hu_hu: Feltöltés dátuma

source: The uploaded date of your video in ISO 8601 format. For example, "2017-01-24" or "2017-01-24T19:33:17+00:00".
hu_hu: Videója feltöltésének dátuma ISO 8601 formátumban. Például: "2017-01-24" vagy "2017-01-24T19:33:17+00:00".

source: Video thumbnail
hu_hu: Videó bélyegképe

source: Duration of your video (format: hh:mm:ss)
hu_hu: Videója hossza (formátum: hh:mm:ss)

source: e.g. 00:12:00 for 12 mins
hu_hu: pl. 00:12:00 12 perc esetén

source: e.g. https://example.com/video.mp4
hu_hu: pl. https://example.com/video.mp4

source: Event type
hu_hu: Esemény típusa

source: Select your event type
hu_hu: Válassza ki az Ön eseményének típusát

source: <strong>Authorized values:</strong> "BusinessEvent", "ChildrensEvent", "ComedyEvent", "CourseInstance", "DanceEvent", "DeliveryEvent", "EducationEvent", "ExhibitionEvent", "Festival", "FoodEvent", "LiteraryEvent", "MusicEvent", "PublicationEvent", "SaleEvent", "ScreeningEvent", "SocialEvent", "SportsEvent", "TheaterEvent", "VisualArtsEvent"
hu_hu: <strong>Engedélyezett értékek:</strong> "BusinessEvent", "ChildrensEvent", "ComedyEvent", "CourseInstance", "DanceEvent", "DeliveryEvent", "EducationEvent", "ExhibitionEvent", "Festival", "FoodEvent", "LiteraryEvent", "MusicEvent", "PublicationEvent", "SaleEvent", "ScreeningEvent", "SocialEvent", "SportsEvent", "TheaterEvent", "VisualArtsEvent"

source: Event name
hu_hu: Esemény neve

source: The name of your event
hu_hu: Az Ön eseményének neve

source: Event description
hu_hu: Esemény leírása

source: Enter your event description
hu_hu: Adja meg az Ön eseményének leírását

source: Image thumbnail
hu_hu: Bélyegkép

source: Start date
hu_hu: Kezdés dátuma

source: Timezone
hu_hu: Időzóna

source: e.g. -4:00
hu_hu: pl. -4:00

source: Timezone start date
hu_hu: Időzóna szerinti kezdési dátum

source: Start time
hu_hu: Kezdés időpontja

source: End date
hu_hu: Befejezés dátuma

source: End time
hu_hu: Befejezés időpontja

source: Previous start date
hu_hu: Korábbi kezdési dátum
