Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-booking-system-gopay/wp-booking-system-gopay-*.po
Languages: hu_hu

source: WP Booking System - GoPay Add-on
hu_hu: WP Booking System - GoPay kiegészítő

source: Allow customers to pay with their credit cards or via bank transfer through GoPay.
hu_hu: Lehetővé teszi az ügyfeleknek, hogy bankkártyájukkal vagy banki átutalással fizessenek a GoPay-en keresztül.

source: Give the customer the option to pay with a credit card using GoPay.
hu_hu: Lehetőséget ad az ügyfélnek, hogy GoPay használatával bankkártyával fizessen.

source: Enable GoPay
hu_hu: GoPay engedélyezése

source: Please note that GoPay does not support the %s currency.
hu_hu: Felhívjuk figyelmét, hogy a GoPay nem támogatja a(z) %s pénznemet.

source: Display name
hu_hu: Megjelenített név

source: The payment method name that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód neve.

source: Description
hu_hu: Leírás

source: The payment method description that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód leírása.

source: Invoice Item Name
hu_hu: Számlatétel neve

source: The name of the product that appears on the GoPay invoice. Eg. "Booking at Anne's house."
hu_hu: A GoPay számlán megjelenő termék neve. Pl.: "Foglalás Annánál."

source: API Credentials
hu_hu: API hitelesítő adatok

source: If you need help getting your API Keys, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/gopay-integration/">check out our guide</a> which offers step by step instructions.
hu_hu: Ha segítségre van szüksége az API-kulcsok beszerzéséhez, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/gopay-integration/">tekintse meg az útmutatónkat</a>, amely lépésről lépésre végigvezet.

source: Enable Test Mode
hu_hu: Teszt mód engedélyezése

source: We recommend enabling test mode and testing the payment integration before going live.
hu_hu: Javasoljuk a teszt mód engedélyezését és a fizetési integráció tesztelését az élesítés előtt.

source: Test GoID
hu_hu: Teszt GoID

source: Test Client ID
hu_hu: Teszt Client ID

source: Test Client Secret Key
hu_hu: Teszt Client Secret Key

source: Live GoID
hu_hu: Éles GoID

source: Live Client ID
hu_hu: Éles Client ID

source: Live Client Secret Key
hu_hu: Éles Client Secret Key

source: Please add your API keys in the plugin's Settings Page.
hu_hu: Kérjük, adja hozzá az API-kulcsait a bővítmény Beállítások oldalán.

source: Something went wrong. Please refresh the page and try again.
hu_hu: Valami hiba történt. Kérjük, frissítse az oldalt, majd próbálja újra.

source: The minimum payable amount is 0.50$
hu_hu: A minimálisan fizetendő összeg 0.50$

source: GoPay Test mode is enabled.
hu_hu: A GoPay teszt mód engedélyezve van.

source: Deposit
hu_hu: Előleg

source: Final Payment
hu_hu: Végső fizetés

source: Pay with your credit card or bank account through GoPay.
hu_hu: Fizessen bankkártyájával vagy bankszámlájáról a GoPay-en keresztül.

source: The <strong>GoPay</strong> Add-on requires WP Booking System version
hu_hu: A <strong>GoPay</strong> kiegészítő a WP Booking System verzióját igényli
