Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-maintenance-extension/mainwp-maintenance-extension-*.po
Languages: hu_hu

source: MainWP Maintenance Extension
hu_hu: MainWP Karbantartás kiegészítő

source: MainWP Maintenance Extension is MainWP Dashboard extension that clears unwanted entries from your child sites. You can delete post revisions, delete auto draft pots, delete trash posts, delete spam, pending and trash comments, delete unused tags and categories and optimize database tables on selected child sites.
hu_hu: A MainWP Karbantartás kiegészítő a MainWP Vezérlőpult kiegészítője, amely eltávolítja a nem kívánt bejegyzéseket a gyermek webhelyekről. Törölhetők a bejegyzésváltozatok, az automatikus piszkozatok, a lomtárban lévő bejegyzések, a spam, függőben lévő és lomtárban lévő hozzászólások, a nem használt címkék és kategóriák, valamint optimalizálhatók az adatbázistáblák a kiválasztott gyermek webhelyeken.

source: Day
hu_hu: Nap

source: Week
hu_hu: Hét

source: Month
hu_hu: Hónap

source: Year
hu_hu: Év

source: Delete all post revisions
hu_hu: Összes bejegyzésváltozat törlése

source: Delete all auto draft posts
hu_hu: Összes automatikus piszkozat-bejegyzés törlése

source: Delete trash posts
hu_hu: Lomtárban lévő bejegyzések törlése

source: Delete spam comments
hu_hu: Spam hozzászólások törlése

source: Delete pending comments
hu_hu: Függőben lévő hozzászólások törlése

source: Delete trash comments
hu_hu: Lomtárban lévő hozzászólások törlése

source: Delete tags with 0 posts associated
hu_hu: 0 bejegyzéssel rendelkező címkék törlése

source: Delete categories with 0 posts associated
hu_hu: 0 bejegyzéssel rendelkező kategóriák törlése

source: Optimize database tables
hu_hu: Adatbázistáblák optimalizálása

source: Maintenance options
hu_hu: Karbantartási beállítások

source: If enabled, the extension will
hu_hu: Ha engedélyezve van, a kiegészítő a következőket végzi el

source: Except for the last
hu_hu: Az utolsó kivételével

source: Set the number of revisions to keep. Newest revisions will be kept. Set 0 to delete all.
hu_hu: Állítsa be a megtartandó változatok számát. A legújabb változatok maradnak meg. Állítsa 0-ra az összes törléséhez.

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Schedule options
hu_hu: Ütemezési beállítások

source: Schedule title
hu_hu: Ütemezés címe

source: Enter the schedule title.
hu_hu: Adja meg az ütemezés címét.

source: Schedule frequency
hu_hu: Ütemezés gyakorisága

source: Set how many times you want to run the task.
hu_hu: Állítsa be, hányszor szeretné futtatni a feladatot.

source: time(s) per
hu_hu: alkalommal

source: Run on
hu_hu: Futtatás napja

source: January
hu_hu: Január

source: February
hu_hu: Február

source: March
hu_hu: Március

source: April
hu_hu: Április

source: May
hu_hu: Május

source: June
hu_hu: Június

source: July
hu_hu: Július

source: August
hu_hu: Augusztus

source: September
hu_hu: Szeptember

source: October
hu_hu: Október

source: of the Month
hu_hu: a hónap

source: 404 Email Alerts
hu_hu: 404-es e-mail értesítések

source: Enable 404 email notifications
hu_hu: 404-es e-mail értesítések engedélyezése

source: Enable if you want to receive email notification about 404 errors on your child sites. In some cases, this feature can cause large amount of emails to be sent from your child sites.
hu_hu: Engedélyezze, ha e-mailes értesítést szeretne kapni a gyermek webhelyein előforduló 404 hibákról. Bizonyos esetekben ez a funkció nagy mennyiségű e-mail kiküldését okozhat a gyermek webhelyeiről.

source: Notification email address
hu_hu: Értesítési e-mail-cím

source: Enter email address where you want to receive notifications.
hu_hu: Adja meg azt az e-mail-címet, amelyre az értesítéseket szeretné kapni.

source: Incorrect maintenance task ID.
hu_hu: Érvénytelen karbantartási feladat-azonosító.

source: Maintenance
hu_hu: Karbantartás

source: Schedules
hu_hu: Ütemezések

source: Add Schedule
hu_hu: Ütemezés hozzáadása

source: Edit
hu_hu: Szerkesztés

source: Clean and optimize your child sites databases. Before doing any maintenance jobs, we highly recommend creating your child sites databases backup.
hu_hu: Tisztítsa és optimalizálja gyermek webhelyei adatbázisait. Bármilyen karbantartási feladat elvégzése előtt nyomatékosan javasoljuk, hogy készítsen biztonsági mentést gyermek webhelyei adatbázisairól.

source: Please review the %1$shelp document%2$s for detailed information.
hu_hu: Kérjük, tekintse át a %1$ssúgódokumentumot%2$s a részletes információkért.

source: Select Sites
hu_hu: Webhelyek kiválasztása

source: Run Maintenance
hu_hu: Karbantartás futtatása

source: Schedule a new maintenance task.
hu_hu: Új karbantartási feladat ütemezése.

source: Please review the %1$shelp document%2$s for detailed information.
hu_hu: Kérjük, tekintse át a %1$ssúgódokumentumot%2$s a részletes információkért.

source: Schedule Maintenance
hu_hu: Karbantartás ütemezése

source: Click to open a new tab to createa new maintenance schedule.
hu_hu: Kattintson egy új lap megnyitásához, ahol új karbantartási ütemezést hozhat létre.

source: Create New Schedule
hu_hu: Új ütemezés létrehozása

source: Manage scheduled maintenance tasks.
hu_hu: Ütemezett karbantartási feladatok kezelése.

source: Edit scheduled maintanence task.
hu_hu: Ütemezett karbantartási feladat szerkesztése.

source: Save Changes
hu_hu: Módosítások mentése

source: Monitor your child sites for 404 errors. It will email you as soon as somebody hits an un-existing page on your child site.
hu_hu: Figyelje gyermek webhelyein a 404 hibákat. Amint valaki nem létező oldalt nyit meg valamelyik gyermek webhelyén, e-mailt kap.

source: Save Settings
hu_hu: Beállítások mentése

source: 404 Alerts
hu_hu: 404 riasztások

source: Title
hu_hu: Cím

source: Schedule
hu_hu: Ütemezés

source: Last Run
hu_hu: Utolsó futtatás

source: Next Run
hu_hu: Következő futtatás

source: Click the schedule task to edit it.
hu_hu: Kattintson az ütemezett feladatra a szerkesztéséhez.

source: Schedule frequency.
hu_hu: Ütemezés gyakorisága.

source: Schedule last run.
hu_hu: Ütemezés utolsó futtatása.

source: Schedule next run.
hu_hu: Ütemezés következő futtatása.

source: Click to execute the task.
hu_hu: Kattintson a feladat végrehajtásához.

source: Run Now
hu_hu: Futtatás most

source: Click to edit this task.
hu_hu: Kattintson a feladat szerkesztéséhez.

source: Click to delete this task.
hu_hu: Kattintson a feladat törléséhez.

source: Delete
hu_hu: Törlés

source: Please enter a title for the maintenance task.
hu_hu: Adjon meg egy címet a karbantartási feladatnak.

source: Undefined error occurred. Please, try again.
hu_hu: Ismeretlen hiba történt. Kérjük, próbálja meg újra.

source: Please enter a valid email address.
hu_hu: Kérjük, adjon meg egy érvényes e-mail-címet.

source: Start maintenance tasks
hu_hu: Karbantartási feladatok indítása

source: Once hourly
hu_hu: Óránként egyszer

source: Continue maintenance tasks
hu_hu: Karbantartási feladatok folytatása

source: Once every minute
hu_hu: Percenként egyszer
