Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/addify_css/addify_css-*.po
Languages: hu_hu

source: Custom Stock Status
hu_hu: Egyedi készletállapot

source: Display custom stock statuses to communicate precise information about your stock availability.
hu_hu: Egyedi készletállapotok megjelenítése a készlet elérhetőségéről szóló pontos információk közléséhez.

source: must be active for this plugin to work. Please install &amp; activate WooCommerce.
hu_hu: aktívnak kell lennie, hogy ez a bővítmény működjön. Kérjük, telepítse &amp; aktiválja a WooCommerce-t.

source: Add New
hu_hu: Új hozzáadása

source: Add New Rule
hu_hu: Új szabály hozzáadása

source: Edit Rule
hu_hu: Szabály szerkesztése

source: New Template
hu_hu: Új sablon

source: View Template
hu_hu: Sablon megtekintése

source: Search Rules
hu_hu: Szabályok keresése

source: No Rule found
hu_hu: Nem található szabály

source: No Rule found in trash
hu_hu: A lomtárban nem található szabály

source: Custom Stock
hu_hu: Egyedi készlet

source: Rule Priority
hu_hu: Szabály prioritása

source: Stock Sub Rule
hu_hu: Készlet alszabály

source: New Sub Rule
hu_hu: Új alszabály

source: Sub Rule Title
hu_hu: Alszabály címe

source: Edit Sub Rule
hu_hu: Alszabály szerkesztése

source: Search Sub Rules
hu_hu: Alszabályok keresése

source: No Sub Rule found
hu_hu: Nem található alszabály

source: No Sub Rule found in trash
hu_hu: A lomtárban nem található alszabály

source: Stock Sub Rules
hu_hu: Készlet alszabályok

source: Remove
hu_hu: Eltávolítás

source: Title
hu_hu: Cím

source: Menu Order
hu_hu: Menüsorrend

source: Out of Stock
hu_hu: Nincs raktáron

source: Back Orders
hu_hu: Utánrendelések

source: Stock Range
hu_hu: Készlettartomány

source: Message Type
hu_hu: Üzenet típusa

source: Select Message Type
hu_hu: Válasszon üzenettípust

source: Text Message
hu_hu: Szöveges üzenet

source: Text Message with Icon
hu_hu: Szöveges üzenet ikonnal

source: Image
hu_hu: Kép

source: Text Message with Date
hu_hu: Szöveges üzenet dátummal

source: Select Message Type First !
hu_hu: Először válasszon üzenettípust !

source: Use {stock_qty} variable to show stock quantity.
hu_hu: Használja a {stock_qty} változót a készlet mennyiségének megjelenítéséhez.

source: Text Message with icon
hu_hu: Szöveges üzenet ikonnal

source: Icon
hu_hu: Ikon

source: Date Selector
hu_hu: Dátumválasztó

source: Select Font Color(In Stock)
hu_hu: Válasszon betűszínt(Készleten)

source: Select color to show custom message for instock.
hu_hu: Válasszon színt az egyedi üzenet megjelenítéséhez, ha készleten van.

source: Select Font size(In Stock)
hu_hu: Válasszon betűméretet(Készleten)

source: Select Font Size to show custom message for instock.
hu_hu: Válasszon betűméretet az egyedi üzenet megjelenítéséhez, ha készleten van.

source: Select Font color(Out of Stock)
hu_hu: Válasszon betűszínt(Nincs raktáron)

source: Select color to show custom message for out of stock.
hu_hu: Válasszon színt az egyedi üzenet megjelenítéséhez, ha nincs raktáron.

source: Select Font size(Out of Stock)
hu_hu: Válasszon betűméretet(Nincs raktáron)

source: Select Font size to show custom message for out of stock.
hu_hu: Válasszon betűméretet az egyedi üzenet megjelenítéséhez, ha nincs raktáron.

source: Select Font Color(Back order)
hu_hu: Válasszon betűszínt(Utánrendelés)

source: Select color to show custom message for onbackorder.
hu_hu: Válasszon színt az onbackorder egyéni üzenetének megjelenítéséhez.

source: Select Font size(Back order)
hu_hu: Válassza ki a betűméretet(előrendelés)

source: Select Font size to show custom message for onbackorder.
hu_hu: Válassza ki a betűméretet az onbackorder egyéni üzenetének megjelenítéséhez.

source: Apply on All Products
hu_hu: Alkalmazás minden termékre

source: Enable checkbox to apply on all products.
hu_hu: Jelölje be a jelölőnégyzetet, hogy minden termékre alkalmazza.

source: Select Products
hu_hu: Termékek kiválasztása

source: Choose products on which you want to apply rule.
hu_hu: Válassza ki azokat a termékeket, amelyekre a szabályt alkalmazni szeretné.

source: Select Products Categories
hu_hu: Termékkategóriák kiválasztása

source: Select products categories.
hu_hu: Válasszon termékkategóriákat.

source: User Roles
hu_hu: Felhasználói szerepkörök

source: Select user roles to apply setting. Do not Leave empty.
hu_hu: Válassza ki a felhasználói szerepköröket a beállítás alkalmazásához. Ne hagyja üresen.

source: Add Rule
hu_hu: Szabály hozzáadása

source: General Setting
hu_hu: Általános beállítás

source: Custom Message Styling
hu_hu: Egyéni üzenet stílusa

source: Display custom stock status (Shop Page)
hu_hu: Egyéni készletállapot megjelenítése (Bolt oldal)

source: Display custom stock status on shop page.
hu_hu: Egyéni készletállapot megjelenítése a bolt oldalon.

source: Set location where to show custom status (Shop Page)
hu_hu: Állítsa be a helyet, ahol az egyéni állapot megjelenjen (Bolt oldal)

source: Choose location where you want to show custom stock status on shop page.
hu_hu: Válassza ki a helyet, ahol a bolt oldalon az egyéni készletállapotot meg szeretné jeleníteni.

source: Select Location
hu_hu: Hely kiválasztása

source: Before Product Title
hu_hu: Termékcím előtt

source: After Product Title
hu_hu: Termékcím után

source: After Product Price
hu_hu: Termékár után

source: After Add to cart button
hu_hu: Kosárba gomb után

source: Display default stock status (Shop Page)
hu_hu: Alapértelmezett készletállapot megjelenítése (Bolt oldal)

source: Allows admin to show default stock status with custom status on shop page.
hu_hu: Lehetővé teszi az admin számára, hogy a bolt oldalon az alapértelmezett készletállapotot az egyéni állapottal együtt jelenítse meg.

source: Display custom stock status (Product Detail page)
hu_hu: Egyéni készletállapot megjelenítése (Termék részletei oldal)

source: Display custom stock status on product detail page.
hu_hu: Egyéni készletállapot megjelenítése a termék részletei oldalon.

source: Display default stock status (Product Detail page)
hu_hu: Alapértelmezett készletállapot megjelenítése (Termék részletei oldal)

source: Allows admin to show default stock status with custom status on product page.
hu_hu: Lehetővé teszi az admin számára, hogy a termékoldalon az alapértelmezett készletállapotot az egyéni állapottal együtt jelenítse meg.

source: Show multiple status
hu_hu: Több állapot megjelenítése

source: Enable if you want to implement multiple rules on product detail page & shop page.
hu_hu: Engedélyezze, ha több szabályt szeretne alkalmazni a termék részletei oldalon & a bolt oldalon.

source: Stock message color
hu_hu: Készletüzenet színe

source: Select stock message color.
hu_hu: Válassza ki a készletüzenet színét.

source: Stock message Font
hu_hu: Készletüzenet betűtípusa

source: Set stock message font.
hu_hu: Állítsa be a készletüzenet betűtípusát.

source: If the standard function is not available in your product page to display stock statuses, use this short code to display custom stock statuses. Add short code anywhere in our product page.
hu_hu: Ha a termékoldalán nem érhető el a készletállapotok megjelenítésének szabványos funkciója, használja ezt a short code-ot az egyéni készletállapotok megjelenítéséhez. Adjon hozzá short code-ot a termékoldalunk bármely pontjára.
