Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woo-*-drpc/woo-*-drpc-*.po
Languages: hu_hu

source: Use {product_name} for product name , {req_qty} for required quantity to get discount , {discount} for discount amount , {start_date} for start date of discount rule , {end_date} for ending of discount rule, {gift_product} for gift products in conditional discount and {min_spent_amount} for informing user about min spent amount to get discount from rule
hu_hu: Használja a {product_name} jelölőt a terméknévhez , {req_qty} a kedvezményhez szükséges mennyiséghez , {discount} a kedvezmény összegéhez , {start_date} a kedvezményszabály kezdő dátumához , {end_date} a kedvezményszabály befejezéséhez, {gift_product} a feltételes kedvezményben szereplő ajándéktermékekhez és a {min_spent_amount} a felhasználó tájékoztatásához a kedvezményhez szükséges minimális költésről a szabályból

source: %1$s restored to revision from %2$s
hu_hu: %1$s visszaállítva a %2$s szerinti változatra

source: %1$s scheduled for: <strong>%2$s</strong>.
hu_hu: %1$s ütemezve ekkorra: <strong>%2$s</strong>.

source: %s draft updated.
hu_hu: %s vázlata frissítve.

source: %s published.
hu_hu: %s közzétéve.

source: %s saved.
hu_hu: %s mentve.

source: %s submitted.
hu_hu: %s beküldve.

source: %s updated.
hu_hu: %s frissítve.

source: Above "Add to Cart " button
hu_hu: A "Kosárba " gomb felett

source: Add Cart Rule
hu_hu: Kosárszabály hozzáadása

source: Add New Cart Rule
hu_hu: Új kosárszabály hozzáadása

source: Add New Product Rule
hu_hu: Új termékszabály hozzáadása

source: Add Product Rule
hu_hu: Termékszabály hozzáadása

source: Adjustment Type
hu_hu: Kiigazítás típusa

source: Adjustment Type
hu_hu: Kiigazítás típusa

source: All Cart Rules
hu_hu: Összes kosárszabály

source: All Product Rules
hu_hu: Összes termékszabály

source: All Products
hu_hu: Összes termék

source: All User Roles
hu_hu: Összes felhasználói szerepkör

source: All days
hu_hu: Minden nap

source: Amount spent up till now
hu_hu: Eddig elköltött összeg

source: Apply all rules
hu_hu: Minden szabály alkalmazása

source: Apply discount from both rules
hu_hu: Kedvezmény alkalmazása mindkét szabályból

source: Apply discount on regular price
hu_hu: Kedvezmény alkalmazása az alapárra

source: Apply discount on sale price
hu_hu: Kedvezmény alkalmazása az akciós árra

source: Apply discount only from product rule
hu_hu: Kedvezmény alkalmazása csak a termékszabályból

source: Apply this rule must
hu_hu: E szabályt kötelező alkalmazni

source: Below "Add to Cart " button
hu_hu: A "Kosárba " gomb alatt

source: Below price of product
hu_hu: A termék ára alatt

source: Card
hu_hu: Kártya

source: Card Background Color
hu_hu: Kártya háttérszíne

source: Card Border Color
hu_hu: Kártya szegélyszíne

source: Card Text Color
hu_hu: Kártya szövegszíne

source: Cart Discount Rules
hu_hu: Kosárkedvezmény-szabályok

source: Cart Discounts Rules
hu_hu: Kosárkedvezmények szabályai

source: Check if you want to show pricing template on product page
hu_hu: Jelölje be, ha az árképzési sablont szeretné megjeleníteni a termékoldalon

source: Choose Customer...
hu_hu: Ügyfél kiválasztása...

source: Choose Products...
hu_hu: Termékek kiválasztása...

source: Choose a method for minimum amount spent by user to get discount
hu_hu: Válassza ki a kedvezményhez szükséges felhasználói minimális költés meghatározásának módját

source: Choose a method when there are both (cart rule and product rule) rules applies
hu_hu: Válassza ki a módszert, amikor mindkét szabály (kosárszabály és termékszabály) érvényes.

source: Choose card background color.
hu_hu: Válassza ki a kártya háttérszínét.

source: Choose card border color.
hu_hu: Válassza ki a kártya szegélyszínét.

source: Choose card text color.
hu_hu: Válassza ki a kártya szövegszínét.

source: Choose categories for cart rule
hu_hu: Kategóriák kiválasztása a kosárszabályhoz

source: Choose categories for product rule
hu_hu: Válassza ki a kategóriákat a termékszabályhoz

source: Choose list background color.
hu_hu: Válassza ki a lista háttérszínét.

source: Choose list border color.
hu_hu: Válassza ki a lista szegélyszínét.

source: Choose list text color.
hu_hu: Válassza ki a lista szövegszínét.

source: Choose location for pricing template shown on product page
hu_hu: Válassza ki a termékoldalon megjelenő árazási sablon helyét

source: Choose pricing template
hu_hu: Válassza ki az árazási sablont

source: Choose pricing template for product page
hu_hu: Válassza ki a termékoldal árazási sablonját

source: Choose product categories
hu_hu: Válassza ki a termékkategóriákat

source: Choose product selection method
hu_hu: Válassza ki a termékválasztás módját

source: Choose product selection method for cart rule
hu_hu: Válassza ki a termékválasztás módját a kosárszabályhoz

source: Choose product selection method for product rule
hu_hu: Válassza ki a termékválasztás módját a termékszabályhoz

source: Choose products
hu_hu: Válassza ki a termékeket

source: Choose products...
hu_hu: Válassza ki a termékeket...

source: Choose sale tag background color.
hu_hu: Válassza ki az akciócímke háttérszínét.

source: Choose sale tag text color.
hu_hu: Válassza ki az akciócímke szövegszínét.

source: Choose selected List background color.
hu_hu: Válassza ki a kijelölt lista háttérszínét.

source: Choose selected List text color.
hu_hu: Válassza ki a kijelölt lista szövegszínét.

source: Choose selected card border color.
hu_hu: Válassza ki a kijelölt kártya szegélyszínét.

source: Choose specific products for cart rule
hu_hu: Válassza ki a konkrét termékeket a kosárszabályhoz

source: Choose specific products for product rule
hu_hu: Válassza ki a konkrét termékeket a termékszabályhoz

source: Choose style for pricing table shown on product page (Only Applicable for table)
hu_hu: Válassza ki a termékoldalon megjelenő árazási táblázat stílusát (Csak a táblázatra érvényes)

source: Choose table border color.
hu_hu: Válassza ki a táblázat szegélyszínét.

source: Choose table even rows background color.
hu_hu: Válassza ki a táblázat páros sorainak háttérszínét.

source: Choose table even rows text color.
hu_hu: Válassza ki a táblázat páros sorainak szövegszínét.

source: Choose table header background color.
hu_hu: Válassza ki a táblázat fejlécének háttérszínét.

source: Choose table header text color.
hu_hu: Válassza ki a táblázat fejlécének szövegszínét.

source: Choose table odd rows background color.
hu_hu: Válassza ki a táblázat páratlan sorainak háttérszínét.

source: Choose table odd rows text color.
hu_hu: Válassza ki a táblázat páratlan sorainak szövegszínét.

source: Choose the discount setting for sale price product
hu_hu: Válassza ki az akciós árú termék kedvezmény beállítását

source: Choose type of rules applied for cart discount rules
hu_hu: Válassza ki a kosárkedvezmény-szabályok alkalmazási típusát

source: Choose type of rules applied for product discount rules
hu_hu: Válassza ki a termékkedvezmény-szabályok alkalmazási típusát

source: Choose user role...
hu_hu: Válassza ki a felhasználói szerepkört...

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Customer
hu_hu: Vásárló

source: Customers
hu_hu: Vásárlók

source: Customers
hu_hu: Vásárlók

source: Days for discount
hu_hu: Kedvezmény napjai

source: Discount
hu_hu: Kedvezmény

source: Discount Adjustments
hu_hu: Kedvezmény módosításai

source: Discount Settings
hu_hu: Kedvezmény beállításai

source: Discount rule type
hu_hu: Kedvezményszabály típusa

source: Dynamic Adjustment Based on Cart Amount
hu_hu: Dinamikus módosítás a kosár összege alapján

source: Dynamic Adjustment Based on Cart Quantity
hu_hu: Dinamikus módosítás a kosár mennyisége alapján

source: Dynamic Pricing
hu_hu: Dinamikus árazás

source: Dynamic Pricing & Discounts
hu_hu: Dinamikus árazás és kedvezmények

source: Dynamic pricing adjustment
hu_hu: Dinamikus árazási módosítás

source: Edit Cart Rule
hu_hu: Kosárszabály szerkesztése

source: Edit Product Rule
hu_hu: Termékszabály szerkesztése

source: Enable Sale Tag
hu_hu: Akciócímke engedélyezése

source: Enable Save Column
hu_hu: Megtakarítás oszlop engedélyezése

source: Enable Table Border
hu_hu: Táblázatszegély engedélyezése

source: Enable Tax on Fee (applies tax to fee amount)
hu_hu: Díj adóztatásának engedélyezése (adót alkalmaz a díj összegére)

source: Enable Template Heading
hu_hu: Sablon fejlécének engedélyezése

source: Enable Template Icon
hu_hu: Sablon ikonjának engedélyezése

source: Enable if do you want to use table border as a separator.
hu_hu: Engedélyezze, ha a táblázatszegélyt elválasztóként szeretné használni.

source: Enable sale tag for card.
hu_hu: Akció címke engedélyezése a kártyán.

source: Enable save column in pricing table.
hu_hu: Megtakarítás oszlop engedélyezése az árazási táblázatban.

source: Enable the heading for template.
hu_hu: Sablon fejlécének engedélyezése.

source: Enable the icon for template.
hu_hu: Sablon ikonjának engedélyezése.

source: End Date OF Rule
hu_hu: Szabály végdátuma

source: End Date of rule
hu_hu: Szabály végdátuma

source: Enter Font Family for Template
hu_hu: Adja meg a sablon betűcsaládját

source: Enter congratulation message which will show to when discount is applied
hu_hu: Adja meg a gratuláló üzenetet, amely a kedvezmény alkalmazásakor jelenik meg

source: Enter congratulation message which will show to when discount is applied.
hu_hu: Adja meg a gratuláló üzenetet, amely a kedvezmény alkalmazásakor jelenik meg.

source: Enter font size for table header, by default theme values will be inherited.
hu_hu: Adja meg a táblázat fejléce betűméretét, alapértelmezés szerint a téma értékei öröklődnek.

source: Enter font size for table rows, by default theme values will be inherited.
hu_hu: Adja meg a táblázatsorok betűméretét, alapértelmezés szerint a téma értékei öröklődnek.

source: Enter font size for template heading, by default theme values will be inherited.
hu_hu: Adja meg a sablon fejlécének betűméretét, alapértelmezés szerint a téma értékei öröklődnek.

source: Enter message which will show to inform user about remaining discount requirement to avail discount
hu_hu: Adja meg azt az üzenetet, amely a felhasználót a kedvezmény igénybevételéhez szükséges hátralévő feltételekről tájékoztatja

source: Enter message which will show to inform user about remaining discount requirement to avail discount.
hu_hu: Adja meg azt az üzenetet, amely a felhasználót a kedvezmény igénybevételéhez szükséges hátralévő feltételekről tájékoztatja.

source: Enter minimum amount spent by user to get discount
hu_hu: Adja meg a kedvezményhez szükséges minimális költési összeget

source: Enter template heading text.
hu_hu: Adja meg a sablon fejlécének szövegét.

source: Failed security check!
hu_hu: Sikertelen biztonsági ellenőrzés!

source: Fees
hu_hu: Díjak

source: Fixed decrease
hu_hu: Fix csökkentés

source: Fixed increase
hu_hu: Fix növelés

source: Fixed price
hu_hu: Fix ár

source: Follow Sequence
hu_hu: Sorrend követése

source: Follow sequence
hu_hu: Sorrend követése

source: Follow the priority sequence
hu_hu: Prioritási sorrend követése

source: Friday
hu_hu: Péntek

source: General Settings
hu_hu: Általános beállítások

source: Gift
hu_hu: Ajándék

source: Gift Product
hu_hu: Ajándéktermék

source: Gift Products will be added by sequence of rules
hu_hu: Az ajándéktermékek a szabályok sorrendjében kerülnek hozzáadásra

source: Gift Quantity
hu_hu: Ajándékmennyiség

source: Gift a Product
hu_hu: Termék ajándékozása

source: Gift a Product based on Amount
hu_hu: Termék ajándékozása összeg alapján

source: Gift a Product based on Quantity
hu_hu: Termék ajándékozása mennyiség alapján

source: Guest
hu_hu: Vendég

source: Horizontal table
hu_hu: Vízszintes táblázat

source: Ignore amount spend by user
hu_hu: A felhasználó által elköltött összeg figyelmen kívül hagyása

source: Ignore discount
hu_hu: Kedvezmény figyelmen kívül hagyása

source: Is taxable
hu_hu: Adóköteles

source: Layout of tier table pricing
hu_hu: Sávos árképzési táblázat elrendezése

source: List
hu_hu: Lista

source: List Background Color
hu_hu: Lista háttérszíne

source: List Border Color
hu_hu: Lista szegélyszíne

source: List Text Color
hu_hu: Lista szövegszíne

source: Location for tier pricing template
hu_hu: Sávos árképzési sablon helye

source: Max
hu_hu: Maximum

source: Max (Qty)
hu_hu: Maximum (menny.)

source: Max Required
hu_hu: Szükséges maximum

source: Message Settings
hu_hu: Üzenetbeállítások

source: Message for after discount applied
hu_hu: Üzenet a kedvezmény alkalmazása után

source: Message for before discount applied
hu_hu: Üzenet a kedvezmény alkalmazása előtt

source: Messages Settings
hu_hu: Üzenetek beállításai

source: Min
hu_hu: Minimum

source: Min (Qty)
hu_hu: Minimum (menny.)

source: Min (Qty)
hu_hu: Minimum (menny.)

source: Min Required
hu_hu: Szükséges minimum

source: Minimum spent
hu_hu: Minimális költési összeg

source: Minimum spent amount by user
hu_hu: Felhasználónkénti minimális költési összeg

source: Minimum spent amount end date
hu_hu: Minimális költési összeg végdátuma

source: Minimum spent amount start date
hu_hu: Minimális költési összeg kezdő dátuma

source: Monday
hu_hu: Hétfő

source: Multi rules selection
hu_hu: Több szabály kiválasztása

source: Must Apply
hu_hu: Kötelező alkalmazni

source: New Cart Rule
hu_hu: Új kosárszabály

source: New Product Rule
hu_hu: Új termékszabály

source: No rule found
hu_hu: Nem található szabály

source: No rule found in trash
hu_hu: A Lomtárban nem található szabály

source: Percentage decrease
hu_hu: Százalékos csökkentés

source: Percentage increase
hu_hu: Százalékos növelés

source: Price
hu_hu: Ár

source: Price for sale price products
hu_hu: Akciós árú termékek ára

source: Pricing Design Template
hu_hu: Árazási dizájn sablon

source: Pricing Template Design
hu_hu: Árazási sablon dizájnja

source: Pricing Template Settings
hu_hu: Árazási sablon beállításai

source: Priority of cart rules
hu_hu: Kosárszabályok prioritása

source: Priority of product rules
hu_hu: Termékszabályok prioritása

source: Product Dynamic Pricing and Discounts is inactive.
hu_hu: A Product Dynamic Pricing and Discounts inaktív.

source: Product Pricing Rules
hu_hu: Termékárazási szabályok

source: Range (Qty)
hu_hu: Tartomány (menny.)

source: Replace Price
hu_hu: Ár cseréje

source: Replace price
hu_hu: Ár cseréje

source: Reset
hu_hu: Visszaállítás

source: Rule Settings
hu_hu: Szabálybeállítások

source: Rule order
hu_hu: Szabály sorrendje

source: Rule priority
hu_hu: Szabály prioritása

source: Rule priority
hu_hu: Szabály prioritása

source: Sale Tag Background Color
hu_hu: Akció címke háttérszíne

source: Sale Tag Text Color
hu_hu: Akció címke szövegszíne

source: Saturday
hu_hu: Szombat

source: Save
hu_hu: Mentés

source: Search Cart Rule
hu_hu: Kosárszabály keresése

source: Search Product Rule
hu_hu: Termékszabály keresése

source: Security Violated !
hu_hu: Biztonság megsértve !

source: Select Product and Categories
hu_hu: Válassza ki a terméket és a kategóriákat

source: Select a type for product and users for discount
hu_hu: Válasszon típust a termékhez és a felhasználókhoz a kedvezményhez

source: Select a type for products and users for discount in cart
hu_hu: Válasszon típust a kosárban lévő termékekhez és felhasználókhoz a kedvezményhez

source: Select days setting for this rule
hu_hu: Válassza ki a napok beállítását ehhez a szabályhoz

source: Select discounts for specific customers
hu_hu: Válasszon kedvezményeket meghatározott vásárlók számára

source: Select discounts for user roles
hu_hu: Válasszon kedvezményeket felhasználói szerepkörökhöz

source: Select end Date for discount on products
hu_hu: Válassza ki a termékekre vonatkozó kedvezmény befejezési dátumát

source: Select end date of minimum amount spent by user to get discount
hu_hu: Válassza ki a kedvezményhez szükséges felhasználói minimális költés végdátumát

source: Select gift products for user roles
hu_hu: Válasszon ajándéktermékeket felhasználói szerepkörökhöz

source: Select gift products in table for specific users
hu_hu: Válasszon ajándéktermékeket a táblázatban meghatározott felhasználók számára

source: Select priority for this rule
hu_hu: Válasszon prioritást ehhez a szabályhoz

source: Select specific days for rule.
hu_hu: Válasszon konkrét napokat a szabályhoz.

source: Select start Date for discount on products
hu_hu: Válassza ki a termékekre vonatkozó kedvezmény kezdő dátumát

source: Select start and end date
hu_hu: Válassza ki a kezdő és záró dátumot

source: Select start date of minimum amount spent by user to get discount
hu_hu: Válassza ki a kedvezményhez szükséges felhasználói minimális költés kezdő dátumát

source: Selected Card Border Color
hu_hu: Kiválasztott kártya szegélyszíne

source: Selected List Background Color
hu_hu: Kiválasztott lista háttérszíne

source: Selected List Text Color
hu_hu: Kiválasztott lista szövegszíne

source: Show Pricing Template
hu_hu: Árazási sablon megjelenítése

source: Sorry, your nonce did not verify.
hu_hu: Sajnáljuk, a nonce ellenőrzése sikertelen.

source: Specific Products
hu_hu: Konkrét termékek

source: Specific days
hu_hu: Konkrét napok

source: Specify the font family for the template text, or leave it blank to use the website's default font family.
hu_hu: Adja meg a sablonszöveg betűcsaládját, vagy hagyja üresen a webhely alapértelmezett betűcsaládjának használatához.

source: Start Date of Rule
hu_hu: A szabály kezdő dátuma

source: Start Date of rule
hu_hu: A szabály kezdő dátuma

source: Sunday
hu_hu: Vasárnap

source: Table
hu_hu: Táblázat

source: Table Border Color
hu_hu: Táblázat szegélyszíne

source: Table Even Rows Color
hu_hu: Táblázat páros sorainak színe

source: Table Even Rows Text Color
hu_hu: Táblázat páros sorainak szövegszíne

source: Table Header Color
hu_hu: Táblázat fejlécének színe

source: Table Header Font Size
hu_hu: Táblázat fejlécének betűmérete

source: Table Header Text Color
hu_hu: Táblázat fejlécének szövegszíne

source: Table Odd Rows Color
hu_hu: Táblázat páratlan sorainak színe

source: Table Odd Rows Text Color
hu_hu: Táblázat páratlan sorainak szövegszíne

source: Table Rows Font Size
hu_hu: Táblázat sorainak betűmérete

source: Template Heading Font Size
hu_hu: Sablon címsorának betűmérete

source: Template Heading Text
hu_hu: Sablon címszövege

source: Template Icon
hu_hu: Sablon ikon

source: This rule must be applied.
hu_hu: Ezt a szabályt kötelező alkalmazni.

source: Thursday
hu_hu: Csütörtök

source: To revert all settings to default.
hu_hu: Az összes beállítás visszaállítása alapértelmezettre.

source: Tuesday
hu_hu: Kedd

source: Use {cart_qty} for current cart quantity / price, {product_names} for product names of selected in cart , {rem_qty} for remaining quantity to get discount, {start_date} for start date of discount rule , {end_date} for ending of discount rule, {gift_products} for gift products in conditional discount, {rec_discount} for the discount user have received and {min_spent_amount} for informing user about min spent amount to get discount from rule
hu_hu: Use {cart_qty} a jelenlegi kosár mennyiségéhez / árához, {product_names} a kosárban kiválasztott terméknevekhez , {rem_qty} a kedvezményhez szükséges hátralévő mennyiséghez, {start_date} a kedvezményszabály kezdő dátumához , {end_date} a kedvezményszabály befejező dátumához, {gift_products} a feltételes kedvezmény ajándéktermékeihez, {rec_discount} a felhasználó által kapott kedvezményhez és {min_spent_amount} a felhasználó tájékoztatásához a szabály szerinti kedvezményhez szükséges minimális költésről

source: Use rule with highest Discount/Fees
hu_hu: Használja a legmagasabb kedvezménnyel/díjakkal rendelkező szabályt

source: Use rule with highest price
hu_hu: Használja a legmagasabb árat eredményező szabályt

source: Use rule with smaller Discount/Fees
hu_hu: Használja a kisebb kedvezménnyel/díjakkal rendelkező szabályt

source: Use rule with smaller price
hu_hu: Használja a kisebb árat eredményező szabályt

source: Use {product_name} for product name , {product_qty} for current product quantity , {rem_qty} for remaining quantity to get discount , {discount} for discount amount , {start_date} for start date of discount rule , {end_date} for ending of discount rule {gift_product} for gift products in conditional discount and {min_spent_amount} for informing user about min spent amount to get discount from rule
hu_hu: Use {product_name} a terméknévhez , {product_qty} az aktuális termékmennyiséghez , {rem_qty} a kedvezményhez szükséges hátralévő mennyiséghez , {discount} a kedvezmény összegéhez , {start_date} a kedvezményszabály kezdő dátumához , {end_date} a kedvezményszabály befejező dátumához {gift_product} a feltételes kedvezmény ajándéktermékeihez és {min_spent_amount} a felhasználó tájékoztatásához a szabály szerinti kedvezményhez szükséges minimális költésről

source: Use {req_products} for required products, {cart_qty} for current cart quantity / price, {product_names} for product names of selected in cart , {rem_qty} for remaining quantity to get discount , {start_date} for start date of discount rule , {end_date} for ending of discount rule and {min_spent_amount} for informing user about min spent amount to get discount from rule
hu_hu: Use {req_products} a szükséges termékekhez, {cart_qty} a jelenlegi kosár mennyiségéhez / árához, {product_names} a kosárban kiválasztott terméknevekhez , {rem_qty} a kedvezményhez szükséges hátralévő mennyiséghez , {start_date} a kedvezményszabály kezdő dátumához , {end_date} a kedvezményszabály befejező dátumához és {min_spent_amount} a felhasználó tájékoztatásához a szabály szerinti kedvezményhez szükséges minimális költésről

source: User Role
hu_hu: Felhasználói szerepkör

source: User Role
hu_hu: Felhasználói szerepkör

source: User Roles
hu_hu: Felhasználói szerepkörök

source: Value
hu_hu: Érték

source: Value
hu_hu: Érték

source: Vertical table
hu_hu: Függőleges táblázat

source: View Cart Rule
hu_hu: Kosárszabály megtekintése

source: View Product Rule
hu_hu: Termékszabály megtekintése

source: Wednesday
hu_hu: Szerda

source: With Cart Products
hu_hu: A kosárban lévő termékekkel

source: must be active for this plugin to work. Please install &amp; activate WooCommerce.
hu_hu: aktívnak kell lennie ahhoz, hogy ez a bővítmény működjön. Kérjük, telepítse &amp; aktiválja a WooCommerce-t.

source: with
hu_hu: -val/-vel
