Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/yaymail/yaymail-*.po
Languages: hu_hu

source: Email Customizer for WooCommerce Subscriptions
hu_hu: E-mail testreszabó a WooCommerce Subscriptions számára

source: Customize WooCommerce Subscriptions email templates with YayMail - WooCommerce Email Customizer
hu_hu: Szabja testre a WooCommerce Subscriptions e-mail sablonjait a YayMail - WooCommerce Email Customizer segítségével

source: Subscription End Details
hu_hu: Előfizetés befejezésének részletei

source: Title color
hu_hu: Cím színe

source: Text color
hu_hu: Szöveg színe

source: Border color
hu_hu: Szegély színe

source: Main title
hu_hu: Főcím

source: ID title
hu_hu: Azonosító címe

source: Price title
hu_hu: Ár címe

source: End Date title
hu_hu: Befejezési dátum címe

source: Content
hu_hu: Tartalom

source: Subscription Price Changed Details
hu_hu: Előfizetés árának változásának részletei

source: New price title
hu_hu: Új ár címe

source: Old Price title
hu_hu: Régi ár címe

source: Subscription Trial End Details
hu_hu: Előfizetés próbaidőszakának végének részletei

source: Trial End Date title
hu_hu: Próbaidőszak vége dátumának címe

source: Subscription Cancelled
hu_hu: Előfizetés lemondva

source: Last Order Date title
hu_hu: Utolsó rendelés dátumának címe

source: End of Prepaid Term title
hu_hu: Előre kifizetett időszak vége címe

source: Subscription Expired
hu_hu: Előfizetés lejárt

source: Subscription Information
hu_hu: Előfizetés adatai

source: Start date title
hu_hu: Kezdési dátum címe

source: End date title
hu_hu: Befejezési dátum címe

source: Recurring total title
hu_hu: Ismétlődő összeg címe

source: Subscription Order Details
hu_hu: Előfizetés rendelésének részletei

source: Order item title
hu_hu: Rendelési tétel címe

source: Product title
hu_hu: Termék címe

source: Cost title
hu_hu: Költség címe

source: Quantity title
hu_hu: Mennyiség címe

source: Subtotal title
hu_hu: Részösszeg címe

source: Payment method title
hu_hu: Fizetési mód címe

source: Total title
hu_hu: Összesen címe

source: Note title
hu_hu: Megjegyzés címe

source: Shipping title
hu_hu: Szállítás címe

source: Discount title
hu_hu: Kedvezmény címe

source: Subscription Suspended
hu_hu: Előfizetés felfüggesztve

source: Date Suspended title
hu_hu: Felfüggesztés dátumának címe

source: Subscription Switch Order Details
hu_hu: Előfizetés-váltás rendelésének részletei

source: Customer Dashboard's Subscription Details
hu_hu: Ügyfél irányítópultjának előfizetési részletei

source: Subscription Can Renew Early
hu_hu: Előfizetés idő előtt megújítható

source: Subscription Renewal Link
hu_hu: Előfizetés megújítási hivatkozás

source: Subscription information
hu_hu: Előfizetési információk

source: Subscription cancelled
hu_hu: Előfizetés lemondva

source: Subscription expired
hu_hu: Előfizetés lejárt

source: YayMail Addon For WooCommerce Subscription
hu_hu: YayMail kiegészítő a WooCommerce Subscription számára

source: To use this addon, you need to update YayMail plugin to version 4.0 or higher. Get
hu_hu: A kiegészítő használatához frissítenie kell a YayMail bővítményt 4.0-s vagy újabb verzióra. Szerezze be

source: In order to customize templates of %1$s, please install %2$s first.
hu_hu: A(z) %1$s sablonjainak testreszabásához először telepítse a(z) %2$s-t.

source: To use this addon, you need to install and activate YayMail plugin. Get
hu_hu: Ennek a kiegészítőnek a használatához telepítenie és aktiválnia kell a YayMail bővítményt. Szerezze be

source: shipping
hu_hu: szállítás

source: Subscription Price Change Details
hu_hu: Előfizetés árának módosításának részletei

source: The subscription end details does not have data in this order.
hu_hu: Ebben a rendelésben nincs adat az előfizetés befejezésének részleteiről.

source: The subscription trial end does not have data in this order.
hu_hu: Ebben a rendelésben nincs adat az előfizetés próbaidőszakának végéről.

source: The subscription price changed details does not have data in this order.
hu_hu: Ebben a rendelésben nincs adat az előfizetés árváltozásának részleteiről.

source: Subscription
hu_hu: Előfizetés

source: Price
hu_hu: Ár

source: End Date
hu_hu: Lejárat dátuma

source: New Price
hu_hu: Új ár

source: Trial End Date
hu_hu: Próbaidőszak vége dátuma

source: Last Order Date
hu_hu: Utolsó rendelés dátuma

source: End of Prepaid Term
hu_hu: Előre fizetett időszak vége

source: When cancelled
hu_hu: Lemondáskor

source: The subscription information does not have data in this order.
hu_hu: Ebben a rendelésben nincs adat az előfizetés adatairól.

source: Free shipping
hu_hu: Ingyenes szállítás

source: Direct bank transfer
hu_hu: Közvetlen banki átutalás

source: Date Suspended
hu_hu: Felfüggesztés dátuma

source: Subscription Time Til Event
hu_hu: Előfizetés hátralévő ideje az eseményig

source: Subscription Event Date
hu_hu: Előfizetési esemény dátuma

source: Subscription Get Human Time Diff
hu_hu: Előfizetés – olvasható időkülönbség lekérése

source: Renewal Invoice Text
hu_hu: Megújítási számla szövege

source: Order ID
hu_hu: Rendelésazonosító

source: Subscription ID
hu_hu: Előfizetés-azonosító

source: Subscription ID link
hu_hu: Előfizetés-azonosító hivatkozás

source: Subscription Order Url
hu_hu: Előfizetés rendelésének Url-je

source: Subscription Next Payment
hu_hu: Előfizetés következő fizetése

source: The subscription suspended does not have data in this order.
hu_hu: Ebben a rendelésben nincs adat az előfizetés felfüggesztéséről.

source: The subscription expired does not have data in this order.
hu_hu: Ebben a rendelésben nincs adat az előfizetés lejárásáról.

source: The subscription switch does not have data in this order.
hu_hu: Ebben a rendelésben nincs adat az előfizetés váltásáról.

source: The subscription cancelled does not have data in this order.
hu_hu: Ebben a rendelésben nincs adat az előfizetés lemondásáról.

source: The subscription does not have data in this order.
hu_hu: Ebben a rendelésben nincs adat az előfizetésről.
