Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-appointments/woocommerce-appointments-*.po
Languages: hu_hu

source: Setup appointable products for WooCommerce
hu_hu: Foglalható termékek beállítása a WooCommerce-ben

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Vezetéknév

source: Company
hu_hu: Cégnév

source: Address line 1
hu_hu: Cím 1. sora

source: Address line 2
hu_hu: Cím 2. sora

source: City
hu_hu: Város

source: Postcode / ZIP
hu_hu: Irányítószám / ZIP

source: Country / Region
hu_hu: Ország / Régió

source: Select a country / region&hellip;
hu_hu: Válasszon országot / régiót&hellip;

source: State / County
hu_hu: Állam / Megye

source: Email address
hu_hu: E-mail-cím

source: Phone
hu_hu: Telefonszám

source: Error - please try again
hu_hu: Hiba - próbálja meg újra

source: Please choose an appointable product
hu_hu: Kérjük, válasszon egy foglalható terméket

source: Invalid order ID provided
hu_hu: Érvénytelen rendelésazonosító lett megadva

source: Error: Could not create order
hu_hu: Hiba: Nem sikerült létrehozni a rendelést

source: Error: Could not create item
hu_hu: Hiba: Nem sikerült létrehozni a tételt

source: Appointments
hu_hu: Időpontok

source: The staff has already been assigned to this product
hu_hu: Ehhez a termékhez már hozzá lett rendelve a munkatárs

source: Unable to add staff
hu_hu: Nem sikerült munkatársat hozzáadni

source: Unable to add product
hu_hu: Nem sikerült terméket hozzáadni

source: The product has already been assigned to this staff
hu_hu: A termék már hozzá lett rendelve ehhez a munkatárshoz

source: Reload the page and try again.
hu_hu: Töltse újra az oldalt, és próbálja meg újra.

source: check synced events
hu_hu: szinkronizált események ellenőrzése

source: You do not have sufficient permissions to access this page.
hu_hu: Nincs megfelelő jogosultsága az oldal eléréséhez.

source: You have taken too long. Please go back and retry.
hu_hu: Túl sok idő telt el. Lépjen vissza, és próbálja meg újra.

source: This appointment is unavailable.
hu_hu: Ez az időpont nem elérhető.

# appointment cost string
source: Cost
hu_hu: Díj

source: Please enter a valid date.
hu_hu: Kérjük, adjon meg érvényes dátumot.

source: No slots available.
hu_hu: Nincs elérhető idősáv.

source: All staff
hu_hu: Összes munkatárs

source: Google Recurring Event
hu_hu: Google ismétlődő esemény

source: Google Event
hu_hu: Google esemény

source: Repeating
hu_hu: Ismétlődő

source: , except
hu_hu: , kivéve

source: View / Edit
hu_hu: Megtekintés / Szerkesztés

source: Appointment Export
hu_hu: Időpontok exportja

source: Insufficient privileges to export appointments.
hu_hu: Nincs elegendő jogosultsága az időpontok exportálásához.

source: Ready to start accepting appointments?
hu_hu: Készen áll, hogy időpontokat fogadjon?

source: Add New Appointment
hu_hu: Új időpont hozzáadása

source: Add Appointable Product
hu_hu: Foglalható termék hozzáadása

source: ID: %d
hu_hu: Azonosító: %d

source: Appointment
hu_hu: Időpont

source: When
hu_hu: Mikor

source: Product
hu_hu: Termék

source: Add-ons
hu_hu: Kiegészítők

source: Staff
hu_hu: Munkatárs

source: Actions
hu_hu: Műveletek

source: Order #%2$s
hu_hu: Rendelés #%2$s

source: View
hu_hu: Megtekintés

source: Confirm
hu_hu: Megerősítés

source: Start Date
hu_hu: Kezdő dátum

source: End Date
hu_hu: Záró dátum

source: Filter by product
hu_hu: Szűrés termék szerint

source: Confirm appointments
hu_hu: Időpontok megerősítése

source: Unconfirm appointments
hu_hu: Időpontok megerősítésének visszavonása

source: Cancel appointments
hu_hu: Időpontok lemondása

source: Mark appointments as paid
hu_hu: Időpontok megjelölése fizetettként

source: Mark appointments as unpaid
hu_hu: Időpontok megjelölése nem fizetettként

source: Add New
hu_hu: Új hozzáadása

source: Calendar
hu_hu: Naptár

source: Global Availability
hu_hu: Globális elérhetőség

source: Google Calendar
hu_hu: Google Naptár

source: Google Calendar Sync
hu_hu: Google Naptár szinkronizálása

source: To use this integration go through %s instructions.
hu_hu: Az integráció használatához kövesse a %s útmutatót.

source: Google Calendar Integration
hu_hu: Google Naptár-integráció

source: Client ID
hu_hu: Ügyfélazonosító

source: Your Google Client ID.
hu_hu: Az Ön Google ügyfélazonosítója.

source: Client Secret
hu_hu: Ügyféltitok

source: Your Google Client Secret.
hu_hu: Az Ön Google ügyféltitka.

source: Authorization
hu_hu: Engedélyezés

source: Calendar ID
hu_hu: Naptár-azonosító

source: Sync Preference
hu_hu: Szinkronizálási beállítás

source: Choose the sync preference.
hu_hu: Válassza ki a szinkronizálási beállítást.

source: One way - from Store to Google
hu_hu: Egyirányú - az áruházból a Google felé

source: Two way - between Store and Google
hu_hu: Kétirányú - az áruház és a Google között

source: Last Sync
hu_hu: Utolsó szinkronizálás

source: Testing
hu_hu: Tesztelés

source: Log Google Calendar events, such as API requests, inside %s
hu_hu: Google Naptár események, például API-kérések naplózása a %s-ben

source: Debug Log
hu_hu: Hibakeresési napló

source: Enable logging
hu_hu: Naplózás engedélyezése

source: Connect with Google
hu_hu: Csatlakozás a Google-hoz

source: Successfully authenticated.
hu_hu: Sikeresen hitelesítve.

source: Disconnect
hu_hu: Leválasztás

source: Please fill out all required fields from above.
hu_hu: Kérjük, töltse ki a fenti kötelező mezőket.

source: Your Google Calendar ID. Leave empty if you only want to sync on staff level.
hu_hu: Az Ön Google Naptár-azonosítója. Hagyja üresen, ha csak munkatársi szinten szeretne szinkronizálni.

source: No synced rules.
hu_hu: Nincsenek szinkronizált szabályok.

source: Sync Manually
hu_hu: Kézi szinkronizálás

source: Please configure <a href="%s">Google Calendar Sync settings</a> first.
hu_hu: Kérjük, először állítsa be a <a href="%s">Google Naptár szinkronizálási beállításokat</a>.

source: Staff details
hu_hu: Munkatárs adatai

source: Custom Availability
hu_hu: Egyéni elérhetőség

source: Staff rules
hu_hu: Személyzeti szabályok

source: Synced rules
hu_hu: Szinkronizált szabályok

source: Type
hu_hu: Típus

source: Range
hu_hu: Tartomány

source: Title
hu_hu: Cím

source: Priority
hu_hu: Prioritás

source: Rules with lower priority numbers will override rules with a higher priority (e.g. 9 overrides 10 ). By using priority numbers you can execute rules in different orders for all three levels: Global, Product and Staff rules.
hu_hu: Az alacsonyabb prioritási számmal rendelkező szabályok felülírják a magasabb prioritású szabályokat (pl. a 9 felülírja a 10 ). A prioritási számok használatával a szabályokat mindhárom szinten (Globális, Termék és Személyzeti szabályok) különböző sorrendben hajthatja végre.

source: Available
hu_hu: Elérhető

source: If not available, users won't be able to choose slots in this range for their appointment.
hu_hu: Ha nem elérhető, a felhasználók nem tudnak idősávokat választani ebben a tartományban az időpontfoglalásukhoz.

source: Add Rule
hu_hu: Szabály hozzáadása

source: Assigned Products
hu_hu: Hozzárendelt termékek

source: Price
hu_hu: Ár

source: Quantity
hu_hu: Mennyiség

source: Additional Cost
hu_hu: További költség

source: Additional cost for this staff, which will be calculated into overall product cost.
hu_hu: Ehhez a személyzethez tartozó további költség, amely beleszámít az összesített termékköltségbe.

source: Staff Quantity
hu_hu: Személyzeti kapacitás

source: The maximum number of appointments per slot. Overrides product quantity.
hu_hu: Az idősávonkénti időpontok maximális száma. Felülírja a termék mennyiségét.

source: Assign Product
hu_hu: Termék hozzárendelése

source: Select an appointable product...
hu_hu: Válasszon foglalható terméket...

source: Timezone
hu_hu: Időzóna

source: Availability
hu_hu: Elérhetőség

source: Appointment updated.
hu_hu: Időpont frissítve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: Appointment saved.
hu_hu: Időpont mentve.

source: Appointment submitted.
hu_hu: Időpont beküldve.

source: Appointable product
hu_hu: Foglalható termék

source: Are you sure?
hu_hu: Biztos benne?

source: minutes
hu_hu: perc

source: hours
hu_hu: óra

source: days
hu_hu: nap

source: Export
hu_hu: Exportálás

source: <p><strong>Your theme (%1$s) contains outdated copies of some WooCommerce Appointments template files.</strong> These files may need updating to ensure they are compatible with the current version of WooCommerce Appointments. You can see which files are affected from the <a href="%2$s">system status page</a>. If in doubt, check with the author of the theme.<p><p class="submit"><a class="button-primary" href="%3$s" target="_blank">Learn More About Templates</a></p>
hu_hu: <p><strong>A témája (%1$s) elavult másolatokat tartalmaz néhány WooCommerce Appointments sablonfájlból.</strong> Ezeket a fájlokat frissíteni kellhet, hogy kompatibilisek legyenek a WooCommerce Appointments aktuális verziójával. A <a href="%2$s">rendszerállapot oldalon</a> láthatja, mely fájlokat érinti. Kétség esetén egyeztessen a téma készítőjével.<p><p class="submit"><a class="button-primary" href="%3$s" target="_blank">Tudjon meg többet a sablonokról</a></p>

source: Customer details
hu_hu: Vásárló adatai

source: Billing:
hu_hu: Számlázás:

source: Shipping:
hu_hu: Szállítás:

source: Phone:
hu_hu: Telefon:

source: View User
hu_hu: Felhasználó megtekintése

source: Appointment Details
hu_hu: Időpont részletei

source: This appointment is scheduled over 2 years into the future. Please ensure this is correct.
hu_hu: Ez az időpont több mint 2 évvel a jövőbe van ütemezve. Kérjük, ellenőrizze, hogy helyes-e.

source: This appointment is scheduled over the products allowed max appointment date (%s). Please ensure this is correct.
hu_hu: Ez az időpont meghaladja a termék által engedélyezett legkésőbbi időpontot (%s). Kérjük, ellenőrizze, hogy helyes-e.

source: This appointment has an end date set before the start date.
hu_hu: Ennek az időpontnak a befejezési dátuma a kezdési dátum elé van állítva.

source: It appears the appointment product associated with this appointment has been removed.
hu_hu: Úgy tűnik, az ehhez az időponthoz társított foglalható terméket eltávolították.

source: This appointment is missing a required add-on (product type: %s). Some information is shown below but might be incomplete. Please install the missing add-on through the plugins screen.
hu_hu: Ehhez az időponthoz hiányzik egy szükséges bővítmény (terméktípus: %s). Néhány információ alább látható, de hiányos lehet. Kérjük, telepítse a hiányzó bővítményt a bővítmények képernyőjén.

source: Appointment #%d
hu_hu: Időpont #%d

source: View on calendar
hu_hu: Megtekintés a naptárban

source: Linked to Order %s
hu_hu: Rendeléshez kapcsolva: %s

source: Appointment type: %s
hu_hu: Időpont típusa: %s

source: General Details
hu_hu: Általános adatok

source: Customer:
hu_hu: Vásárló:

source: Customer Status:
hu_hu: Vásárló státusza:

source: Appointment Status:
hu_hu: Időpont állapota:

source: Specification
hu_hu: Specifikáció

source: Product:
hu_hu: Termék:

source: Staff:
hu_hu: Személyzet:

source: Parent Appointment ID
hu_hu: Szülő időpont azonosítója

source: Qty
hu_hu: Menny.

source: Date/Time
hu_hu: Dátum/Idő

source: All Day:
hu_hu: Egész nap:

source: Check this box if the appointment lasts all day.
hu_hu: Jelölje be, ha az időpont egész nap tart.

source: Start Date:
hu_hu: Kezdő dátum:

source: Start Time:
hu_hu: Kezdési idő:

source: End Date:
hu_hu: Befejezési dátum:

source: End Time:
hu_hu: Befejezési idő:

source: Customer Timezone:
hu_hu: Vásárló időzónája:

source: Save
hu_hu: Mentés

source: Created on:
hu_hu: Létrehozva:

source: h
hu_hu: ó

source: m
hu_hu: p

source: Track changes
hu_hu: Változások követése

source: Private note
hu_hu: Privát megjegyzés

source: Note to customer
hu_hu: Megjegyzés a vásárlónak

source: When appointment changes, add a private note or send a note to customer
hu_hu: Az időpont módosulásakor adjon hozzá privát megjegyzést, vagy küldjön megjegyzést a vásárlónak

source: Move to Trash
hu_hu: Áthelyezés a kukába

source: Update
hu_hu: Frissítés

source: Save/update the appointment
hu_hu: Időpont mentése/frissítése

source: Appointment #%1$d has been updated.
hu_hu: Az #%1$d számú időpont frissítve lett.

source: Appointment Data
hu_hu: Időpont adatai

source: You can add a new appointment for a customer here. Created orders will be marked as pending payment.
hu_hu: Itt új időpontot adhat a vásárlónak. A létrehozott rendelések fizetésre váróként lesznek megjelölve.

source: Customer
hu_hu: Vásárló

source: Guest
hu_hu: Vendég

source: Order
hu_hu: Rendelés

source: Create a new order
hu_hu: Új rendelés létrehozása

source: Please note - appointment won't be active until order is processed/completed.
hu_hu: Kérjük, vegye figyelembe - az időpont nem lesz aktív, amíg a rendelés nincs feldolgozva/teljesítve.

source: Assign to an existing order
hu_hu: Hozzárendelés meglévő rendeléshez

source: Billing
hu_hu: Számlázás

source: Edit
hu_hu: Szerkesztés

source: No billing set.
hu_hu: Nincs megadva számlázás.

source: Payment method
hu_hu: Fizetési mód

source: Other
hu_hu: Egyéb

source: Transaction ID
hu_hu: Tranzakcióazonosító

source: Next
hu_hu: Következő

source: January
hu_hu: január

source: February
hu_hu: február

source: March
hu_hu: március

source: April
hu_hu: április

source: May
hu_hu: május

source: June
hu_hu: Június

source: July
hu_hu: Július

source: August
hu_hu: Augusztus

source: September
hu_hu: Szeptember

source: October
hu_hu: Október

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Week %s
hu_hu: %s. hét

source: Date range
hu_hu: Dátumtartomány

source: Date range with time
hu_hu: Dátum- és időtartomány

source: Range of months
hu_hu: Hónaptartomány

source: Range of weeks
hu_hu: Héttartomány

source: Range of days
hu_hu: Naptartomány

source: Time Ranges
hu_hu: Időtartományok

source: Recurring Time (all week)
hu_hu: Ismétlődő időszak (egész hét)

source: Recurring Time (date range)
hu_hu: Ismétlődő időszak (dátumtartomány)

source: Invalid recurring rule
hu_hu: Érvénytelen ismétlődési szabály

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Availability Check
hu_hu: Elérhetőség ellenőrzése

source: By default availability per each slot in range is checked. You can also check availability for starting slot only.
hu_hu: Alapértelmezés szerint a tartomány minden idősávjára ellenőrizzük az elérhetőséget. Beállítható, hogy csak a kezdő idősávra történjen az ellenőrzés.

source: All slots in availability range
hu_hu: Az elérhetőségi tartomány összes idősávja

source: The starting slot only
hu_hu: Csak a kezdő idősáv

source: Auto-select?
hu_hu: Automatikus kiválasztás?

source: Check this box if you want to auto-select first available day and/or time.
hu_hu: Jelölje be, ha az első elérhető napot és/vagy időpontot automatikusan ki szeretné választani.

source: Restrict start days?
hu_hu: Kezdő napok korlátozása?

source: Restrict appointments so that they can only start on certain days of the week. Does not affect availability.
hu_hu: Korlátozza az időpontokat úgy, hogy csak a hét meghatározott napjain kezdődhetnek. Nem befolyásolja az elérhetőséget.

source: Add custom availability rules to override <a href="%s">global availability</a> for this appointment only.
hu_hu: Adjon meg egyedi elérhetőségi szabályokat, hogy csak ennél az időpontnál felülírja a <a href="%s">globális elérhetőséget</a>.

source: Export Appointments
hu_hu: Időpontok exportálása

source: Export appointments to a CSV file
hu_hu: Időpontok exportálása CSV fájlba

source: Columns
hu_hu: Oszlopok

source: Export all columns
hu_hu: Összes oszlop exportálása

source: Products
hu_hu: Termékek

source: Export for all products
hu_hu: Exportálás minden termékre

source: Export for all staff
hu_hu: Exportálás minden munkatársra

source: Export add-on fields?
hu_hu: Kiegészítő mezők exportálása?

source: Yes, export all add-on fields
hu_hu: Igen, az összes kiegészítő mezőt exportálja

source: Generate CSV
hu_hu: CSV létrehozása

source: Label instead of price?
hu_hu: Címke az ár helyett?

source: Check this box if the appointment should display text label instead of fixed price amount.
hu_hu: Jelölje be, ha az időpontnál rögzített ár helyett szöveges címkét kell megjeleníteni.

source: Price Label
hu_hu: Árcímke

source: Price Varies
hu_hu: Változó ár

source: Show this label instead of fixed price amount.
hu_hu: Ezt a címkét jelenítse meg a rögzített ár helyett.

source: Custom pricing rules?
hu_hu: Egyedi árképzési szabályok?

source: Check this box if the appointment has custom pricing rules.
hu_hu: Jelölje be, ha az időpontra egyedi árképzési szabályok vonatkoznak.

source: Base cost
hu_hu: Alapdíj

source: Applied to the appointment as a whole. Must be inside range rules to be applied.
hu_hu: Az időpontra egészében alkalmazzuk. Csak akkor érvényes, ha a tartományszabályok között szerepel.

source: Slot cost
hu_hu: Idősáv díja

source: Applied to each appointment slot separately. When appointment lasts for 2 days or more, this cost applies to each day in range separately.
hu_hu: Külön-külön alkalmazva minden idősávra. Ha az időpont 2 napnál tovább tart, ez a díj a tartomány minden napjára külön-külön vonatkozik.

source: All matching rules will be applied to the appointment.
hu_hu: Minden egyező szabály alkalmazásra kerül az időpontra.

source: Duration
hu_hu: Időtartam

source: Minute(s)
hu_hu: perc

source: Hour(s)
hu_hu: óra

source: Day(s)
hu_hu: nap

source: Month(s)
hu_hu: hónap

source: How long do you plan this appointment to last?
hu_hu: Mennyi ideig tartson ez az időpont?

source: Interval
hu_hu: Időköz

source: Select intervals when each appointment slot is available for scheduling.
hu_hu: Válassza ki azokat az időközöket, amikor az egyes idősávok foglalhatók.

source: Padding Time
hu_hu: Pufferidő

source: Specify the padding time you need between appointments.
hu_hu: Adja meg a szükséges pufferidőt az időpontok között.

source: Lead Time
hu_hu: Előfoglalási idő

source: Week(s)
hu_hu: hét

source: How much in advance do you need before a client schedules an appointment?
hu_hu: Mennyi idővel előre legyen szükséges, mielőtt az ügyfél időpontot foglalhat?

source: Scheduling Window
hu_hu: Foglalási időablak

source: How far in advance are customers allowed to schedule an appointment?
hu_hu: Milyen hosszú időre előre foglalhatnak az ügyfelek időpontot?

source: Requires confirmation?
hu_hu: Visszaigazolás szükséges?

source: Check this box if appointment requires confirmation. Payment will not be taken during checkout.
hu_hu: Jelölje be, ha az időponthoz visszaigazolás szükséges. Fizetésre a pénztárnál nem kerül sor.

source: Can be cancelled?
hu_hu: Lemondható?

source: Check this box if appointment can be cancelled by the customer. A refund will not be sent automatically.
hu_hu: Jelölje be, ha az időpontot az ügyfél lemondhatja. A visszatérítés nem történik meg automatikusan.

source: Cancelled at least
hu_hu: Lemondás legalább

source: before the start date.
hu_hu: a kezdési dátum előtt.

source: Can be rescheduled?
hu_hu: Átütemezhető?

source: Check this box if appointment can be rescheduled by the customer.
hu_hu: Jelölje be, ha az időpontot az ügyfél átütemezheti.

source: Rescheduled at least
hu_hu: Átütemezés legalább

source: Customer timezones?
hu_hu: Ügyfél időzónája?

source: Check this box if can be converted to customer's timezone.
hu_hu: Jelölje be, ha átváltható az ügyfél időzónájára.

source: Calendar color
hu_hu: Naptárszín

source: Pick a color that will represent this appointable product inside admin calendar.
hu_hu: Válasszon egy színt, amely az admin naptárban ezt a foglalható terméket jelöli.

source: The available number per time slot.
hu_hu: Az elérhető mennyiség idősávonként.

source: The required minimum per appointment.
hu_hu: Az időpontonként szükséges minimum.

source: The available maximum per appointment.
hu_hu: Az időpontonként elérhető maximum.

source: Quantity count
hu_hu: Darabszám

source: Edit Product
hu_hu: Termék szerkesztése

source: Click to toggle
hu_hu: Kattintson a váltáshoz

source: Providers
hu_hu: Szolgáltatók

source: Label
hu_hu: Címke

source: The label shown on the frontend if the staff is customer defined.
hu_hu: A címke, amely a felületen megjelenik, ha a személyzetet az ügyfél határozza meg.

source: Selection
hu_hu: Kiválasztás

source: Customer selected
hu_hu: Vásárló által kiválasztott

source: Automatically assigned
hu_hu: Automatikusan hozzárendelve

source: Automatically assigned (all staff together)
hu_hu: Automatikusan hozzárendelve (az összes munkatárs együtt)

source: Customer selected staff allow customers to choose one from the appointment form.
hu_hu: Vásárló által kiválasztott munkatárs esetén a vásárlók az időpontfoglalási űrlapon választhatnak egyet.

source: No Preference?
hu_hu: Nincs preferencia?

source: Check this box if you want to show No preference option.
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha meg szeretné jeleníteni a Nincs preferencia opciót.

source: Assign Staff
hu_hu: Munkatárs hozzárendelése

source: Manage Staff
hu_hu: Munkatársak kezelése

source: Add Staff
hu_hu: Munkatárs hozzáadása

source: All Day
hu_hu: Egész nap

source: Close
hu_hu: Bezárás

source: Select staff &#8230;
hu_hu: Válasszon munkatársat &#8230;

source: Date
hu_hu: Dátum

source: Time
hu_hu: Időpont

source: New Appointment
hu_hu: Új időpont

source: Status
hu_hu: Állapot

source: Cost
hu_hu: Költség

source: All Staff
hu_hu: Összes munkatárs

source: Month
hu_hu: Hónap

source: Week
hu_hu: Hét

source: Day
hu_hu: Nap

source: Edit User and Availability
hu_hu: Felhasználó és elérhetőség szerkesztése

source: Unassigned
hu_hu: Nincs hozzárendelve

source: Global availability
hu_hu: Globális elérhetőség

source: The availability rules you define here will affect all appointable products. You can override them for each product, staff.
hu_hu: Az itt megadott elérhetőségi szabályok minden foglalható termékre vonatkoznak. Termékenként és munkatársonként felülírhatók.

source: Site rules
hu_hu: Webhelyszabályok

source: Unique identifier for the resource.
hu_hu: Az erőforrás egyedi azonosítója.

source: Whether to bypass trash and force deletion.
hu_hu: Meghatározza, hogy kihagyja-e a kukát, és kényszeríti-e a törlést.

source: Not an appointable product
hu_hu: Nem foglalható termék

source: Limit result set to products assigned a specific staff ID.
hu_hu: Az eredményhalmaz korlátozása a megadott munkatárs-azonosítóhoz rendelt termékekre.

source: Timezone:
hu_hu: Időzóna:

source: Check appointment availability
hu_hu: Időpont elérhetőségének ellenőrzése

source: Get confirmation for the order.
hu_hu: Megerősítés kérése a rendeléshez.

source: Request Confirmation
hu_hu: Megerősítés kérése

source: An appointment for %s has been removed from your cart due to inactivity.
hu_hu: A(z) %s időpont az inaktivitás miatt eltávolításra került a kosarából.

source: Appointments for %s have been removed from your cart due to inactivity.
hu_hu: A(z) %s időpontjai az inaktivitás miatt eltávolításra kerültek a kosarából.

source: %s has been removed from your cart. It is not possible to complete the purchase along with an appointment that requires confirmation.
hu_hu: %s eltávolításra került a kosarából. Nem lehetséges a vásárlás befejezése olyan időponttal együtt, amely megerősítést igényel.
