Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-appointments/woocommerce-appointments-*.po
Languages: hu_hu

source: Could not import add-ons, as the import string was created by an older plugin version. Please export your add-ons again and retry.
hu_hu: Nem sikerült importálni a kiegészítőket, mert az import karakterlánc a bővítmény régebbi verziójával készült. Kérjük, exportálja újra a kiegészítőket, majd próbálja meg ismét.

source: %d add-ons were successfully imported.
hu_hu: %d kiegészítő sikeresen importálva.

source: Please complete all highlighted fields before saving.
hu_hu: Kérjük, mentés előtt töltse ki az összes kiemelt mezőt.

source: Add-on titles must have maximum 255 characters. Please update the titles of the highlighted add-ons.
hu_hu: A kiegészítők címei legfeljebb 255 karakteresek lehetnek. Kérjük, frissítse a kiemelt kiegészítők címeit.

source: There must be at least 1 visible option for required add-ons.
hu_hu: A kötelező kiegészítőkhöz legalább 1 látható opciónak kell rendelkezésre állnia.

source: Limit price
hu_hu: Árkorlát

source: Limit quantity
hu_hu: Mennyiségi korlát

source: Limit character length
hu_hu: Karakterhossz-korlát

source: Restrictions
hu_hu: Korlátozások

source: Remove this add-on field?
hu_hu: Eltávolítja ezt a kiegészítő mezőt?

source: Delete this option?
hu_hu: Törli ezt az opciót?

source: Add Image Swatch
hu_hu: Képminta hozzáadása

source: Add Image
hu_hu: Kép hozzáadása

source: Use this field to paste the add-ons you previously exported.
hu_hu: Használja ezt a mezőt a korábban exportált kiegészítők beillesztéséhez.

source: Add-ons successfully copied to your clipboard.
hu_hu: A kiegészítők sikeresen a vágólapra másolva.

source: The selected add-on groups will be deleted permanently. Are you sure?
hu_hu: A kiválasztott kiegészítőcsoportok véglegesen törölve lesznek. Biztos benne?

source: Option title
hu_hu: Opció címe

source: Option title/image
hu_hu: Opció címe/képe

source: Click to make this option visible
hu_hu: Kattintson ide az opció láthatóvá tételéhez

source: Click to hide this option
hu_hu: Kattintson ide az opció elrejtéséhez

source: Failed to initialize form. If this issue persists, please reload the page and try again.
hu_hu: Nem sikerült inicializálni az űrlapot. Ha a probléma továbbra is fennáll, frissítse az oldalt, és próbálja meg újra.

source: Failed to validate configuration. If this issue persists, please reload the page and try again.
hu_hu: Nem sikerült ellenőrizni a konfigurációt. Ha a probléma továbbra is fennáll, frissítse az oldalt, és próbálja meg újra.

source: Please choose an option.
hu_hu: Kérjük, válasszon egy opciót.

source: Please enter some text in this field.
hu_hu: Kérjük, írjon be szöveget ebbe a mezőbe.

source: Please enter a number in this field.
hu_hu: Kérjük, adjon meg egy számot ebben a mezőben.

source: Please upload a file.
hu_hu: Kérjük, töltsön fel egy fájlt.

source: Please enter letters only.
hu_hu: Kérjük, csak betűket adjon meg.

source: Please enter numbers only.
hu_hu: Kérjük, csak számokat adjon meg.

source: Please enter letters and numbers only.
hu_hu: Kérjük, csak betűket és számokat adjon meg.

source: Please enter a valid email address.
hu_hu: Kérjük, adjon meg egy érvényes e-mail címet.

source: Please enter at least %1$s characters.
hu_hu: Kérjük, legalább %1$s karaktert adjon meg.

source: Please enter up to %1$s characters.
hu_hu: Kérjük, legfeljebb %1$s karaktert adjon meg.

source: Please enter %1$s or more.
hu_hu: Kérjük, adjon meg %1$s vagy többet.

source: Please enter %1$s or less.
hu_hu: Kérjük, adjon meg %1$s vagy kevesebbet.

source: Please enter a price with one monetary decimal point (%1$s) without thousand separators.
hu_hu: Kérjük, adjon meg egy árat egyetlen tizedesjel (%1$s) használatával, ezres elválasztók nélkül.

source: Subtotal
hu_hu: Részösszeg

source: %s characters remaining
hu_hu: %s karakter maradt

source: Global Add-ons
hu_hu: Globális kiegészítők

source: Product Add-Ons has detected that your server may have failed to process and save some of the data on this page. Please get in touch with your server's host or administrator and (kindly) ask them to increase the number of variables that PHP scripts can post and process%1$s.
hu_hu: Product Add-Ons észlelte, hogy a kiszolgálója előfordulhat, hogy nem tudta feldolgozni és elmenteni az oldal egyes adatait. Kérjük, vegye fel a kapcsolatot a szerver tárhelyszolgáltatójával vagy rendszergazdájával, és (udvariasan) kérje meg, hogy növelje a PHP-szkriptek által beküldhető és feldolgozható változók számát%1$s.

source: (currently %s)
hu_hu: (jelenleg %s)

source: Add-on saved successfully
hu_hu: A kiegészítő sikeresen mentve

source: Error: Add-on not found
hu_hu: Hiba: kiegészítő nem található

source: Add-ons Group
hu_hu: Kiegészítőcsoport

source: Add-on deleted successfully
hu_hu: A kiegészítő sikeresen törölve

source: Checkbox
hu_hu: Jelölőnégyzet

source: Short Text
hu_hu: Rövid szöveg

source: Long Text
hu_hu: Hosszú szöveg

source: File Upload
hu_hu: Fájlfeltöltés

source: Dropdown
hu_hu: Legördülő lista

source: Date Picker
hu_hu: Dátumválasztó

source: Heading
hu_hu: Címsor

source: Multiple Choice
hu_hu: Többválasztós

source: <strong>%1$s</strong> has at least one add-on whose <strong>Title</strong> is longer than <strong>255</strong> characters. Please adjust its value and save your changes.
hu_hu: <strong>%1$s</strong> legalább egy olyan kiegészítőt tartalmaz, amelynek a <strong>Címe</strong> hosszabb mint <strong>255</strong> karakter. Kérjük, módosítsa az értékét, és mentse a változtatásokat.

source: Some add-ons could not be saved correctly because their <strong>Title</strong> was not set. Please review your add-ons configuration and update this product.
hu_hu: Egyes kiegészítőket nem sikerült megfelelően menteni, mert a <strong>Cím</strong> nincs beállítva. Kérjük, ellenőrizze a kiegészítők beállításait, és frissítse ezt a terméket.

source: Some add-ons could not be saved correctly because their <strong>Title</strong> was longer than 255 characters. Please review your add-ons configuration and update this product.
hu_hu: Egyes kiegészítőket nem sikerült megfelelően menteni, mert a <strong>Cím</strong> hosszabb volt 255 karakternél. Kérjük, ellenőrizze a kiegészítők beállításait, és frissítse ezt a terméket.

source: %s (No longer exists)
hu_hu: %s (már nem létezik)

source: Variation ID:
hu_hu: Variáció azonosítója:

source: Required field
hu_hu: Kötelező mező

source: Clear
hu_hu: Törlés

source: Existing file: %s
hu_hu: Meglévő fájl: %s

source: (max file size %s)
hu_hu: (max fájlméret %s)

source: Select an option...
hu_hu: Válasszon egy opciót...

source: Flat Fee
hu_hu: Fix díj

source: Percentage Based
hu_hu: Százalékos alapú

source: Pre-selected by default
hu_hu: Alapértelmezetten előre kiválasztva

source: Visible
hu_hu: Látható

source: Delete option
hu_hu: Opció törlése

source: Use Global Add-Ons?
hu_hu: Használja a globális kiegészítőket?

source: Use this option to control if <a href="%s">global add-ons</a> are assigned to this product.
hu_hu: Ezzel az opcióval szabályozhatja, hogy a <a href="%s">globális kiegészítők</a> hozzá legyenek-e rendelve ehhez a termékhez.

source: Import
hu_hu: Importálás

source: Close all
hu_hu: Összes bezárása

source: Expand all
hu_hu: Összes kibontása

source: Choose an add-on field to add to this group,
hu_hu: Válasszon egy kiegészítő mezőt, amelyet hozzáad ehhez a csoporthoz,

source: or <a href="#" class="wc-pao-import-addons">click here</a> to import data.
hu_hu: vagy az <a href="#" class="wc-pao-import-addons">ide kattintva</a> importálja az adatokat.

source: Use add-ons to add free or paid options to this product.
hu_hu: Használjon kiegészítőket ingyenes vagy fizetős opciók hozzáadásához ehhez a termékhez.

source: Choose a field type to add below, or <a href="#" class="wc-pao-import-addons">click here</a> to import data.
hu_hu: Válassza ki alább a hozzáadandó mezőtípust, vagy az <a href="#" class="wc-pao-import-addons">ide kattintva</a> importáljon adatokat.

source: Add field&hellip;
hu_hu: Mező hozzáadása&hellip;

source: Checkboxes
hu_hu: Jelölőnégyzetek

source: Customer Defined Price
hu_hu: Vásárló által megadott ár

source: Multiple choice
hu_hu: Többválasztós

source: Add-on title is too long. Please use up to 255 characters.
hu_hu: A kiegészítő címe túl hosszú. Kérjük, legfeljebb 255 karaktert használjon.

source: Title format
hu_hu: Cím formátuma

source: Hide
hu_hu: Elrejtés

source: Display as
hu_hu: Megjelenítés módja

source: Radio Buttons
hu_hu: Rádiógombok

source: Images
hu_hu: Képek

source: Default selection
hu_hu: Alapértelmezett választás

source: Restriction
hu_hu: Korlátozás

source: Any Text
hu_hu: Bármilyen szöveg

source: Only Letters
hu_hu: Csak betűk

source: Only Numbers
hu_hu: Csak számok

source: Only Letters and Numbers
hu_hu: Csak betűk és számok

source: Only Email Address
hu_hu: Csak e-mail cím

source: Pre-filled quantity
hu_hu: Előre kitöltött mennyiség

source: Pre-filled price
hu_hu: Előre kitöltött ár

source: Require selection
hu_hu: Kötelező választás

source: Require upload
hu_hu: Kötelező feltöltés

source: Require input
hu_hu: Kötelező bevitel

source: Add description
hu_hu: Leírás hozzáadása

source: Add placeholder
hu_hu: Helyőrző hozzáadása

source: Choose how to calculate the price of this add-on: Apply a flat fee regardless of quantity, charge per quantity ordered, or charge a percentage of the total.
hu_hu: Válassza ki, hogyan számolja ennek a kiegészítőnek az árát: alkalmazzon fix díjat a mennyiségtől függetlenül, számoljon fel díjat a rendelt mennyiség alapján, vagy számoljon a végösszeg százalékaként.

source: Default
hu_hu: Alapértelmezett

source: Choose which options are pre-selected by default.
hu_hu: Válassza ki, mely opciók legyenek alapértelmezetten előre kiválasztva.

source: Add Option
hu_hu: Opció hozzáadása

source: unlimited
hu_hu: korlátlan

source: Adjust price
hu_hu: Ár módosítása

source: Create add-ons group
hu_hu: Kiegészítőcsoport létrehozása

source: Publish
hu_hu: Közzététel

source: Edit Add-on
hu_hu: Kiegészítő szerkesztése

source: Create a group of global add-ons to add free or paid options to your products in bulk. You may optionally limit these add-ons to specific product categories.
hu_hu: Hozzon létre globális kiegészítők csoportját, hogy tömegesen adjon ingyenes vagy fizetős opciókat a termékeihez. Opcionálisan ezeket a kiegészítőket korlátozhatja meghatározott termékkategóriákra.

source: To create add-ons for individual products, navigate to the <strong>Product Data > Add-ons</strong> tab in the product editor.
hu_hu: Egyedi termékekhez tartozó kiegészítők létrehozásához lépjen a termékszerkesztőben a <strong>Termékadatok > Kiegészítők</strong> fülre.

source: Name
hu_hu: Név

source: Type a unique name to identify this global add-ons group. This will not be visible to customers.
hu_hu: Adjon meg egy egyedi nevet a globális kiegészítőcsoport azonosításához. Ez nem lesz látható a vásárlók számára.

source: Product Categories
hu_hu: Termékkategóriák

source: Choose categories&hellip;
hu_hu: Válasszon kategóriákat&hellip;

source: Product categories
hu_hu: Termékkategóriák

source: Use this option to assign this global add-ons group to specific product categories.
hu_hu: Ezzel a beállítással ezt a globális kiegészítőcsoportot meghatározott termékkategóriákhoz rendelheti.

source: Display Order
hu_hu: Megjelenítési sorrend

source: This number determines the position of this add-ons group relative to other groups in product pages. Groups with a lower <strong>Display Order</strong> are displayed higher in the product page. Add-ons created for individual products are displayed at order 10.
hu_hu: Ez a szám meghatározza ennek a kiegészítőcsoportnak a pozícióját a többi csoporthoz képest a termékoldalakon. Az alacsonyabb <strong>Megjelenítési sorrenddel</strong> rendelkező csoportok feljebb jelennek meg a termékoldalon. Az egyes termékekhez létrehozott kiegészítők 10-es sorrendben jelennek meg.

source: Add new
hu_hu: Új hozzáadása

source: Use global add-ons to add free or paid options to your products in bulk.
hu_hu: Használjon globális kiegészítőket, hogy tömegesen adjon ingyenes vagy fizetős opciókat a termékeihez.

source: Create your first add-on
hu_hu: Hozza létre az első kiegészítőjét

source: Addons data.
hu_hu: Kiegészítők adatai.

source: Global group ID
hu_hu: Globális csoport azonosítója

source: Name of the global group
hu_hu: A globális csoport neve

source: Priority of the group
hu_hu: A csoport prioritása

source: Product categories this group applies to, or an empty array if it applies to all products
hu_hu: Azok a termékkategóriák, amelyekre ez a csoport vonatkozik, vagy üres tömb, ha minden termékre vonatkozik

source: Fields containing the add-ons and their options for the group.
hu_hu: Mezők, amelyek a csoport kiegészítőit és opcióit tartalmazzák.

source: Unique identifier for the add-on
hu_hu: A kiegészítő egyedi azonosítója

source: Name of the product add-on
hu_hu: A termékkiegészítő neve

source: Format of the add-on title
hu_hu: A kiegészítő címének formátuma

source: Default add-on value
hu_hu: A kiegészítő alapértelmezett értéke

source: Status indicating if the add-on description is enabled
hu_hu: Állapot, amely jelzi, hogy a kiegészítő leírása engedélyezve van-e

source: Description of the add-on
hu_hu: A kiegészítő leírása

source: Status indicating if the add-on placeholder is enabled
hu_hu: Állapot, amely jelzi, hogy a kiegészítő helyőrzője engedélyezve van-e

source: Placeholder text for the add-on, applicable for custom_text and custom_textarea add-on types
hu_hu: A kiegészítő helyőrző szövege, a custom_text és custom_textarea kiegészítőtípusoknál alkalmazható

source: Type of the add-on
hu_hu: A kiegészítő típusa

source: Display options for multiple_choice type add-ons
hu_hu: Megjelenítési beállítások a multiple_choice típusú kiegészítőkhöz

source: Position of the add-on in the product
hu_hu: A kiegészítő pozíciója a terméknél

source: Status indicating if the add-on is required
hu_hu: Állapot, amely jelzi, hogy a kiegészítő kötelező-e

source: Status indicating if min/max limits for price or text length are enabled
hu_hu: Állapot, amely jelzi, hogy az árra vagy a szöveghosszra vonatkozó min/max korlátok engedélyezve vannak-e

source: Input restrictions for custom_text type add-ons
hu_hu: Beviteli korlátozások a custom_text típusú kiegészítőkhöz

source: Status indicating if the add-on adjusts the product price
hu_hu: Állapot, amely jelzi, hogy a kiegészítő módosítja-e a termék árát

source: Type of price adjustment for the add-on
hu_hu: A kiegészítő árkorrekciójának típusa

source: Price of the add-on, if applicable (numeric string)
hu_hu: A kiegészítő ára, ha van (numerikus karakterlánc)

source: Minimum allowed input for custom_text, custom_textarea, custom_price, and input_multiplier add-ons
hu_hu: A minimálisan megengedett bevitel a custom_text, custom_textarea, custom_price és input_multiplier kiegészítőkhöz

source: Maximum allowed input for custom_text, custom_textarea, custom_price, and input_multiplier add-ons
hu_hu: A maximálisan megengedett bevitel a custom_text, custom_textarea, custom_price és input_multiplier kiegészítőkhöz

source: List of options for multiple_choice and checkbox type add-ons
hu_hu: Az opciók listája a multiple_choice és checkbox típusú kiegészítőkhöz

source: Label for the add-on option
hu_hu: A kiegészítő opciójának címkéje

source: Price of the add-on option, if applicable (numeric string)
hu_hu: A kiegészítő opciójának ára, ha van (numerikus karakterlánc)

source: Type of price adjustment for the add-on option
hu_hu: A kiegészítő opció árkorrekciójának típusa

source: Image ID for the add-on option for image display type, or 0
hu_hu: Képazonosító a kiegészítő opcióhoz képmegjelenítési típus esetén, vagy 0

source: Add-on Group's Name parameter is required when creating Add-on Group.
hu_hu: Kiegészítőcsoport létrehozásakor kötelező a csoport Name paramétere.

source: Invalid add-on ID provided.
hu_hu: Érvénytelen kiegészítő-azonosító lett megadva.

source: Unable to delete group. Invalid global add-on group ID.
hu_hu: A csoport nem törölhető. Érvénytelen globális kiegészítőcsoport-azonosító.

source: Status indicating if the global add-on are excluded from this product
hu_hu: Állapot, amely jelzi, hogy a globális kiegészítők ki vannak-e zárva ebből a termékből

source: Add-ons assigned to this product
hu_hu: Ehhez a termékhez rendelt kiegészítők

source: Product with ID "%d" not found.
hu_hu: A(z) "%d" azonosítójú termék nem található.

source: Product not found.
hu_hu: A termék nem található.

source: Add-on
hu_hu: Kiegészítő

source: Global group
hu_hu: Globális csoport

source: Name required when creating %s.
hu_hu: Név szükséges %s létrehozásakor.

source: %s name must be a string.
hu_hu: A(z) %s neve karakterlánc kell legyen.

source: %s name can be maximum 255 characters long.
hu_hu: A(z) %s neve legfeljebb 255 karakter hosszú lehet.

source: Array expected for fields.
hu_hu: A fields esetén tömb az elvárt.

source: "%s" is required
hu_hu: "%s" kötelező

source: Float (or empty string) expected for "%s"
hu_hu: "%s" esetén lebegőpontos szám (vagy üres karakterlánc) az elvárt

source: Type must be defined when creating an Add-on.
hu_hu: Kiegészítő létrehozásakor meg kell adni a típust.

source: Min/max values can only be defined/set for "Quantity", "Price", "Short Text" and "Long Text" add-on types.
hu_hu: Min/max értékek csak a "Quantity", "Price", "Short Text" és "Long Text" kiegészítőtípusokhoz adhatók meg/állíthatók be.

source: Min/max values must be integers for "Quantity", "Short Text" and "Long Text" add-on types.
hu_hu: A min/max értékeknek egész számoknak kell lenniük a "Quantity", "Short Text" és "Long Text" kiegészítőtípusoknál.

source: Provided min value (%1$d) must be less than or equal to the max value (%2$d).
hu_hu: A megadott minimum értéknek (%1$d) kisebbnek vagy egyenlőnek kell lennie a maximum értéknél (%2$d).

source: Default values can only be defined/set for "Multiple Choice", "Checkboxes", "Quantity" and "Price" add-on types.
hu_hu: Alapértelmezett értékek csak a "Multiple Choice", "Checkboxes", "Quantity" és "Price" kiegészítőtípusokhoz adhatók meg/állíthatók be.

source: Provided default quantity (%1$s) is not a numeric string.
hu_hu: A megadott alapértelmezett mennyiség (%1$s) nem numerikus karakterlánc.

source: Provided default quantity (%1$s) is not a positive number.
hu_hu: A megadott alapértelmezett mennyiség (%1$s) nem pozitív szám.

source: Provided default value (%1$d) must be greater than or equal to the min value (%2$d).
hu_hu: A megadott alapértelmezett értéknek (%1$d) nagyobbnak vagy egyenlőnek kell lennie a minimum értéknél (%2$d).

source: Provided default value (%1$d) must be less than or equal to the max value (%2$d).
hu_hu: A megadott alapértelmezett értéknek (%1$d) kisebbnek vagy egyenlőnek kell lennie a maximum értéknél (%2$d).

source: Provided default value (%1$g) must be greater than or equal to the min value (%2$g).
hu_hu: A megadott alapértelmezett értéknek (%1$g) nagyobbnak vagy egyenlőnek kell lennie a minimum értéknél (%2$g).

source: Provided default value (%1$g) must be less than or equal to the max value (%2$g).
hu_hu: A megadott alapértelmezett értéknek (%1$g) kisebbnek vagy egyenlőnek kell lennie a maximum értéknél (%2$g).

source: At least one option is required to set a default.
hu_hu: Alapértelmezett érték beállításához legalább egy opció szükséges.

source: Provided default option index (%1$s) does not exist.
hu_hu: A megadott alapértelmezett opcióindex (%1$s) nem létezik.

source: Provided default option index (%1$d) does not exist. The index of the last option is (%2$d).
hu_hu: A megadott alapértelmezett opcióindex (%1$d) nem létezik. Az utolsó opció indexe: (%2$d).

source: The default value for "Checkboxes" add-ons must be a comma separated string of default option indexes
hu_hu: A "Checkboxes" kiegészítőknél az alapértelmezett értéknek az alapértelmezett opcióindexeket tartalmazó, vesszővel elválasztott karakterláncnak kell lennie

source: Provided default option index (%1$s) does not exist. The index of the last option is (%2$d).
hu_hu: A megadott alapértelmezett opcióindex (%1$s) nem létezik. Az utolsó opció indexe: (%2$d).

source: Options can only be defined/set for "Multiple Choice" and "Checkboxes" add-on types.
hu_hu: Opciók csak a "Multiple Choice" és "Checkboxes" kiegészítőtípusokhoz adhatók meg/állíthatók be.

source: "Multiple Choice" and "Checkboxes" add-on types require at lease one option.
hu_hu: A "Multiple Choice" és "Checkboxes" kiegészítőtípusok legalább egy opciót igényelnek.

source: Each "option" must have a "label" property defined.
hu_hu: Minden "option" elemhez meg kell adni egy "label" tulajdonságot.

source: In required add-ons, there must be at least one visible option.
hu_hu: Kötelező kiegészítőknél legalább egy látható opciónak lennie kell.

source: Foul!
hu_hu: Hiba!

source: Product Bundles
hu_hu: Termékcsomagok

source: The installed version of <strong>%1$s</strong> is not supported by <strong>Product Add-ons</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
hu_hu: A telepített <strong>%1$s</strong> verziót nem támogatja a <strong>Product Add-ons</strong>. Kérjük, frissítse a(z) <a href="%2$s" target="_blank">%3$s</a> bővítményt legalább <strong>%4$s</strong> verzióra.

source: The installed version of <strong>%1$s</strong> does not support <strong>Product Add-ons</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
hu_hu: A telepített <strong>%1$s</strong> verzió nem támogatja a <strong>Product Add-ons</strong> bővítményt. Kérjük, frissítse a <a href="%2$s" target="_blank">%3$s</a> bővítményt legalább <strong>%4$s</strong> verzióra.

source: Select options
hu_hu: Válasszon opciókat

source: "%s" is a required field.
hu_hu: "%s" kötelező mező.

source: The minimum characters required for "%1$s" is %2$s.
hu_hu: A(z) "%1$s" minimális karakterszáma: %2$s.

source: The maximum allowed characters for "%1$s" is %2$s.
hu_hu: A(z) "%1$s" megengedett maximális karakterszáma: %2$s.

source: The minimum amount required for "%1$s" is %2$s.
hu_hu: A(z) "%1$s" minimálisan szükséges összege: %2$s.

source: The maximum allowed amount for "%1$s" is %2$s.
hu_hu: A(z) "%1$s" megengedett maximális összege: %2$s.

source: Please enter a value greater than 0 for "%s".
hu_hu: Adjon meg 0-nál nagyobb értéket a(z) "%s" mezőhöz.

source: Filesize exceeds the limit.
hu_hu: A fájlméret meghaladja a korlátot.

source: "%s" is not available for purchase.
hu_hu: "%s" nem vásárolható meg.

source: Unable to retrieve data. Invalid global add ons group or product ID.
hu_hu: Az adatok nem kérhetők le. Érvénytelen globális add ons csoport vagy termékazonosító.

source: Unable to delete group. Invalid global add ons group ID.
hu_hu: A csoport nem törölhető. Érvénytelen globális add ons csoportazonosító.

source: Product Add-Ons require at least PHP <strong>%1$s</strong>. Learn <a href="%2$s">how to update PHP</a>.
hu_hu: A Product Add-Ons használatához legalább <strong>%1$s</strong> PHP szükséges. Tudja meg, <a href="%2$s">hogyan frissíthető a PHP</a>.

source: Product Add-Ons require at least WooCommerce version <strong>%1$s</strong>. %2$s
hu_hu: A Product Add-Ons használatához legalább <strong>%1$s</strong> verziójú WooCommerce szükséges. %2$s

source: Please install and activate WooCommerce.
hu_hu: Kérjük, telepítse és aktiválja a WooCommerce-t.

source: Please update WooCommerce.
hu_hu: Kérjük, frissítse a WooCommerce-t.

# woocommerce-appointments
source: Appointment Reminder
hu_hu: Időpont-emlékeztető
