Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-appointments/woocommerce-appointments-*.po
Languages: hu_hu

source: An appointment that requires confirmation has been removed from your cart. It is not possible to complete the purchase along with an appointment that doesn't require confirmation.
hu_hu: Egy megerősítést igénylő időpont eltávolításra került a kosarából. Nem lehetséges a vásárlás befejezése olyan időponttal együtt, amely nem igényel megerősítést.

source: You cannot add another %s to your cart.
hu_hu: Nem adhat hozzá még egy %s-t a kosarához.

source: View cart
hu_hu: Kosár megtekintése

source: Sorry, the selected block is no longer available for %1$s. Please choose another block.
hu_hu: Sajnáljuk, a kiválasztott blokk már nem érhető el a(z) %1$s számára. Kérjük, válasszon másik blokkot.

source: Your appointment has already been cancelled.
hu_hu: Az időpontja már le lett mondva.

source: Your appointment has been cancelled.
hu_hu: Az időpontja le lett mondva.

source: Your appointment can no longer be cancelled. Please contact us if you need assistance.
hu_hu: Az időpontja már nem mondható le. Kérjük, lépjen kapcsolatba velünk, ha segítségre van szüksége.

source: Invalid appointment.
hu_hu: Érvénytelen időpont.

source: Appointment #%1$d has been rescheduled from %2$s to %3$s.
hu_hu: A(z) #%1$d időpont át lett ütemezve %2$s időpontról %3$s időpontra.

source: Appointments (page %d)
hu_hu: Időpontok (%d. oldal)

source: Reschedule #%d
hu_hu: Átütemezés #%d

source: Current
hu_hu: Aktuális

source: Upcoming
hu_hu: Közelgő

source: Past
hu_hu: Múltbeli

source: Appointment #%1$d cancelled due to failed order.
hu_hu: A(z) #%1$d időpont lemondásra került a sikertelen rendelés miatt.

source: WooCommerce Appointments Data
hu_hu: WooCommerce Appointments adatok

source: By using this extension, you may be storing personal data or sharing data with an external service.
hu_hu: A bővítmény használatával személyes adatokat tárolhat, illetve adatokat oszthat meg külső szolgáltatással.

source: Appointment Number
hu_hu: Időpont száma

source: Appointment start
hu_hu: Időpont kezdete

source: Appointment end
hu_hu: Időpont vége

source: Scheduled order ID
hu_hu: Ütemezett rendelés azonosítója

source: WooCommerce Appointments Data Erased.
hu_hu: WooCommerce Appointments adatok törölve.

source: Sorry, the selected day is not available.
hu_hu: Sajnáljuk, a kiválasztott nap nem érhető el.

source: Account connected successfully!
hu_hu: A fiók sikeresen csatlakoztatva!

source: Failed to connect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
hu_hu: Nem sikerült csatlakozni a fiókjához, kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, kapcsolja be a Debug Log opciót, és ellenőrizze, mi történik.

source: Account disconnected successfully!
hu_hu: A fiók sikeresen leválasztva!

source: Failed to disconnect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
hu_hu: Nem sikerült leválasztani a fiókját, kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, kapcsolja be a Debug Log opciót, és ellenőrizze, mi történik.

source: Permission denied!
hu_hu: Hozzáférés megtagadva!

source: Invalid request!
hu_hu: Érvénytelen kérés!

source: Appointment ID
hu_hu: Időpont azonosító

source: Appointments from %s
hu_hu: Időpontok innen: %s

source: Appointment description:
hu_hu: Időpont leírása:

source: Edit Appointment
hu_hu: Időpont szerkesztése

source: View Appointment
hu_hu: Időpont megtekintése

source: Search Appointments
hu_hu: Időpontok keresése

source: No Appointments found
hu_hu: Nem találhatók időpontok

source: No Appointments found in trash
hu_hu: Nem találhatók időpontok a kukában

source: Parent Appointments
hu_hu: Szülő időpontok

# Admin menu name
source: Appointments
hu_hu: Időpontok

source: All Appointments
hu_hu: Összes időpont

source: This is where appointments are stored.
hu_hu: Itt kerülnek tárolásra az időpontok.

# woocommerce-appointments
source: Complete
hu_hu: Befejezett

# woocommerce-appointments
source: Paid &amp; Confirmed
hu_hu: Fizetve és megerősítve

# woocommerce-appointments
source: Confirmed
hu_hu: Megerősítve

# woocommerce-appointments
source: Un-paid
hu_hu: Nem fizetett

# woocommerce-appointments
source: Pending Confirmation
hu_hu: Megerősítésre vár

# woocommerce-appointments
source: Cancelled
hu_hu: Lemondva

# woocommerce-appointments
source: In Cart
hu_hu: Kosárban

source: Today
hu_hu: Ma

source: Previous
hu_hu: Előző

source: Selected date is unavailable
hu_hu: A kiválasztott dátum nem érhető el

source: Selected date is not valid
hu_hu: A kiválasztott dátum érvénytelen

source: Selected time is unavailable
hu_hu: A kiválasztott időpont nem érhető el

source: Selected date is fully scheduled and unavailable
hu_hu: A kiválasztott dátum teljesen be van ütemezve, nem érhető el

source: Selected date is partially scheduled - but appointments still remain
hu_hu: A kiválasztott dátum részben be van ütemezve - de még maradtak szabad időpontok

source: Selected date is available
hu_hu: A kiválasztott dátum elérhető

source: Choose a Start Date
hu_hu: Válasszon kezdő dátumot

source: Choose an End Date
hu_hu: Válasszon befejező dátumot

source: Dates
hu_hu: Dátumok

source: To clear selection, pick a new start date
hu_hu: A kijelölés törléséhez válasszon új kezdő dátumot

source: Appointable products
hu_hu: Időpontfoglalható termékek

source: Shop Staff
hu_hu: Személyzet

source: Missing timezone
hu_hu: Hiányzó időzóna

source: Filter products in your store by availability.
hu_hu: Szűrje az üzlet termékeit elérhetőség szerint.

source: Filter Products by Availability
hu_hu: Termékek szűrése elérhetőség szerint

source: Filter by availability
hu_hu: Szűrés elérhetőség szerint

source: Filter
hu_hu: Szűrés

source: You cannot trash/delete an appointable product that has Appointments associated with it.
hu_hu: Nem lehet kukába helyezni/törölni olyan időpontfoglalható terméket, amelyhez időpontok tartoznak.

source: Was In Cart
hu_hu: Kosárban volt

source: Appointment #%1$d status changed from "%2$s" to "%3$s"
hu_hu: Időpont #%1$d állapota "%2$s" helyett "%3$s" lett

source: Appointment #%1$d staff changed from "%2$s" to "%3$s"
hu_hu: Időpont #%1$d személyzete "%2$s" helyett "%3$s" lett

# Guest string with name from appointment order in brackets
source: %s (Guest)
hu_hu: %s (Vendég)

source: Book
hu_hu: Foglalás

source: Check Availability
hu_hu: Elérhetőség ellenőrzése

source: Book Now
hu_hu: Foglaljon most

source: Free!
hu_hu: Ingyenes!

source: From: %s
hu_hu: Ettől: %s

source: This slot cannot be scheduled.
hu_hu: Ez az idősáv nem foglalható.

source: Date is required - please choose one above
hu_hu: Dátum megadása szükséges - kérjük, válasszon fent

source: Time is required - please choose one above
hu_hu: Idő megadása szükséges - kérjük, válasszon fent

source: You must choose a future date and time.
hu_hu: Válasszon jövőbeli dátumot és időpontot.

source: The earliest appointment possible is currently %s.
hu_hu: A legkorábbi lehetséges időpont jelenleg: %s.

source: The latest appointment possible is currently %s.
hu_hu: A legkésőbbi lehetséges időpont jelenleg: %s.

source: Sorry, appointments cannot start on this day.
hu_hu: Sajnáljuk, ezen a napon nem kezdődhet időpont.

source: Sorry, the selected slot is not available.
hu_hu: Sajnáljuk, a kiválasztott idősáv nem elérhető.

source: Morning
hu_hu: Délelőtt

source: Afternoon
hu_hu: Délután

source: Evening
hu_hu: Este

source: Appointment &ndash; %s
hu_hu: Időpont &ndash; %s

# Appointment date parsed by date()
source: M d, Y @ H:i a
hu_hu: Y. M d. @ H:i

source: Invalid event.
hu_hu: Érvénytelen esemény.

source: Direct bank transfer
hu_hu: Közvetlen banki átutalás

source: This is a customer note. Customers can add a note to their order on checkout. It can be multiple lines. If there’s no note, this section is hidden.
hu_hu: Ez egy vásárlói megjegyzés. A vásárlók a pénztárnál megjegyzést fűzhetnek a rendelésükhöz. Többsoros is lehet. Ha nincs megjegyzés, ez a szakasz rejtve marad.

source: Admin Appointment Cancelled
hu_hu: Admin: Időpont lemondva

source: Appointment cancelled emails are sent when the status of an appointment goes to cancelled.
hu_hu: Az időpont lemondásáról szóló e-mailek akkor kerülnek kiküldésre, amikor az időpont állapota lemondottra változik.

source: [{site_title}]: Appointment for {product_title} has been cancelled
hu_hu: [{site_title}]: A(z) {product_title} időpontja lemondva

source: Appointment #{appointment_number} Cancelled
hu_hu: Időpont #{appointment_number} lemondva

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable this email notification
hu_hu: E-mail értesítés engedélyezése

source: Recipient(s)
hu_hu: Címzett(ek)

source: Enter recipients (comma separated) for this email. Defaults to assigned staff and <code>%s</code>.
hu_hu: Adja meg az e-mail címzettjeit (vesszővel elválasztva). Alapértelmezés szerint a kijelölt személyzet és a <code>%s</code> kapja.

source: Subject
hu_hu: Tárgy

source: Available placeholders: %s
hu_hu: Elérhető helyőrzők: %s

source: Email Heading
hu_hu: E-mail fejléc

source: Email type
hu_hu: E-mail típusa

source: Choose which format of email to send.
hu_hu: Válassza ki a küldendő e-mail formátumát.

source: Admin Appointment Rescheduled
hu_hu: Admin: Időpont átütemezve

source: Appointment rescheduled emails are sent when the customer reschedules the appointment.
hu_hu: Az átütemezésről szóló e-mailek akkor kerülnek kiküldésre, amikor az ügyfél átütemezi az időpontot.

source: [{site_title}]: Appointment for {product_title} has been rescheduled
hu_hu: [{site_title}]: A(z) {product_title} időpontját átütemezték

source: Appointment #{appointment_number} Rescheduled
hu_hu: Időpont #{appointment_number} átütemezve

source: Admin New Appointment
hu_hu: Admin: Új időpont

source: New appointment emails are sent to the admin when a new appointment is created and paid. This email is also received when a Pending confirmation appointment is created.
hu_hu: Az új időpontról szóló e-mailek akkor kerülnek kiküldésre az adminnak, amikor új időpont jön létre és azt kifizetik. Ezt az e-mailt akkor is megkapják, amikor visszaigazolásra váró időpont jön létre.

source: [{site_title}]: Confirm appointment for {product_title}
hu_hu: [{site_title}]: {product_title} időpontjának megerősítése

source: [{site_title}]: New appointment for {product_title}
hu_hu: [{site_title}]: Új időpont: {product_title}

source: Confirm appointment: #{appointment_number}
hu_hu: Időpont megerősítése: #{appointment_number}

source: New appointment: #{appointment_number}
hu_hu: Új időpont: #{appointment_number}

source: Subject (Pending confirmation)
hu_hu: Tárgy (Visszaigazolásra vár)

source: Email Heading (Pending confirmation)
hu_hu: E-mail fejléc (Visszaigazolásra vár)

source: Appointment Cancelled
hu_hu: Időpont lemondva

source: Please contact us if you have any questions or concerns.
hu_hu: Kérdés vagy észrevétel esetén vegye fel velünk a kapcsolatot.

source: Additional Content
hu_hu: További tartalom

source: Appointment Confirmed
hu_hu: Időpont megerősítve

source: Appointment confirmation emails are sent when the status of an appointment goes to confirmed. %1$sNew appointment notification is part of New order email%2$s.
hu_hu: Az időpont megerősítéséről szóló e-mailek akkor kerülnek kiküldésre, amikor az időpont állapota megerősítettre változik. %1$sAz új időpont értesítés az Új rendelés e-mail része%2$s.

source: [{site_title}]: Appointment for {product_title} has been confirmed
hu_hu: [{site_title}]: A(z) {product_title} időpontja megerősítve

source: Appointment #{appointment_number} Confirmed
hu_hu: Időpont #{appointment_number} megerősítve

source: Thanks for scheduling with us.
hu_hu: Köszönjük, hogy nálunk foglalt.

source: Appointment Follow-up
hu_hu: Időpont utáni utánkövetés

source: Appointment follow-ups are sent to the customer after appointment is completed.
hu_hu: Az időpont utáni utánkövető e-mailek az időpont teljesítése után kerülnek kiküldésre az ügyfélnek.

source: after the completion.
hu_hu: a befejezést követően.

source: [{site_title}]: Appointment follow-up for {product_title}
hu_hu: [{site_title}]: Utókövetés a(z) {product_title} időponttal kapcsolatban

source: Thanks for your appointment!
hu_hu: Köszönjük a foglalást!

source: Sending time
hu_hu: Küldés ideje

source: Sending time after the appointment is completed.
hu_hu: A küldés ideje az időpont befejezése után.

source: Appointment Reminder
hu_hu: Időpont-emlékeztető

source: Appointment reminders are sent to the customer to remind them of an upcoming appointment.
hu_hu: Az időpont-emlékeztetők a közelgő időpontra emlékeztetik az ügyfelet.

source: [{site_title}]: Reminder of your appointment for {product_title}
hu_hu: [{site_title}]: Emlékeztető a(z) {product_title} időpontjára

source: Appointment #{appointment_number} Reminder
hu_hu: Időpont #{appointment_number} emlékeztető

source: Sending time before the appointment is scheduled.
hu_hu: A küldés ideje az időpont kezdete előtt.

source: Settings
hu_hu: Beállítások

source: This is fictitious payment method used for appointments that requires confirmation.
hu_hu: Ez egy fiktív fizetési mód, amelyet visszaigazolást igénylő időpontokhoz használnak.

source: This gateway requires no configuration.
hu_hu: Ehhez a fizetési kapuhoz nincs szükség beállításra.

source: This order is awaiting confirmation from the shop manager
hu_hu: Ez a rendelés az üzletvezető visszaigazolására vár

source: Your appointment has been confirmed. Thank you.
hu_hu: Az időpontját megerősítettük. Köszönjük.

source: Your appointment is awaiting confirmation. You will be notified by email as soon as we've confirmed availability.
hu_hu: Az időpontja visszaigazolásra vár. Amint megerősítettük az elérhetőséget, e-mailben értesítjük.

source: Customer Notes
hu_hu: Vásárlói megjegyzések

source: Order Notes
hu_hu: Rendelési megjegyzések

# woocommerce-appointments
source: Partially Paid
hu_hu: Részben fizetve

source: Partially Paid
hu_hu: Részben fizetve

source: Appointment Cancelled: #{appointment_number}
hu_hu: Időpont lemondva: #{appointment_number}

source: Appointment Confirmed: #{appointment_number}
hu_hu: Időpont megerősítve: #{appointment_number}

source: Appointment Reminder: #{appointment_number}
hu_hu: Időpont-emlékeztető: #{appointment_number}

source: Recent Appointments
hu_hu: Legutóbbi időpontok

source: There are no appointments available.
hu_hu: Nincsenek elérhető időpontok.

source: Scheduled Product
hu_hu: Ütemezett termék

source: Order Detail
hu_hu: Rendelés részletei

source: Staff label
hu_hu: Személyzet felirat

source: Appointment status
hu_hu: Időpont állapota

source: [Any]
hu_hu: [Bármelyik]

source: Unpaid
hu_hu: Kifizetetlen

source: Pending confirmation
hu_hu: Megerősítésre vár

source: Confirmed
hu_hu: Megerősítve

source: Paid
hu_hu: Fizetve

source: Complete
hu_hu: Teljesítve

source: In cart
hu_hu: Kosárban

source: Cancelled
hu_hu: Lemondva

source: Appointment Created
hu_hu: Időpont létrehozva

source: This trigger fires when a new appointment is created. This includes appointments initiated by shoppers on store front end and manually created by admin users. This trigger doesn't fire for "in-cart" appointments and a valid customer is needed to trigger this job.
hu_hu: Ez a trigger akkor fut le, amikor új időpont jön létre. Ez magában foglalja a vásárlók által az áruház felületén kezdeményezett, valamint az admin felhasználók által kézzel létrehozott időpontokat. Ez a trigger nem fut le a „kosárban” lévő időpontokra, és a feladat indításához érvényes vevő szükséges.

source: Appointment Status Changed
hu_hu: Időpont állapota megváltozott

source: This trigger fires when a appointment status changes. Notice a valid customer is needed to trigger this job.
hu_hu: Ez a trigger akkor fut le, amikor egy időpont állapota megváltozik. Fontos: a feladat indításához érvényes vevő szükséges.

source: Status changes from
hu_hu: Állapot változik erről

source: Select valid previous appointment status values to trigger this workflow. Leave blank to allow any previous status.
hu_hu: Válasszon érvényes korábbi időpontállapotokat a folyamat indításához. Hagyja üresen, ha bármelyik korábbi állapot megfelel.

source: Status changes to
hu_hu: Állapot változik erre

source: Select which appointment status values will trigger this workflow. Leave blank to allow all.
hu_hu: Válassza ki, mely időpontállapotok indítsák el ezt a folyamatot. Hagyja üresen, ha mindegyik megengedett.

source: Displays the cost of the appointment.
hu_hu: Megjeleníti az időpont költségét.

source: Displays the duration of the appointment.
hu_hu: Megjeleníti az időpont időtartamát.

source: Displays the appointment end date in your website's timezone.
hu_hu: Megjeleníti az időpont befejezési dátumát a webhely időzónájában.

source: Displays the appointment end time in your website's timezone. Nothing will be displayed for all-day appointments.
hu_hu: Megjeleníti az időpont befejezési idejét a webhely időzónájában. Egész napos időpontoknál nem jelenik meg semmi.

source: Displays the appointment's unique ID.
hu_hu: Megjeleníti az időpont egyedi azonosítóját.

source: Displays any staff included in the appointment.
hu_hu: Megjeleníti az időpontban szereplő személyzetet.

source: Displays the appointment start date in your website's timezone.
hu_hu: Megjeleníti az időpont kezdési dátumát a webhely időzónájában.

source: Displays the appointment start time in your website's timezone. Nothing will be displayed for all-day appointments.
hu_hu: Megjeleníti az időpont kezdési idejét a webhely időzónájában. Egész napos időpontoknál nem jelenik meg semmi.

source: Displays the status of the appointment.
hu_hu: Megjeleníti az időpont állapotát.

source: Before Scheduled Date
hu_hu: Ütemezett dátum előtt

source: After Scheduled Date
hu_hu: Ütemezett dátum után

source: After Appointment is Created
hu_hu: Időpont létrehozása után

source: After Appointment Status: %s
hu_hu: Időpont állapota után: %s

source: Send follow-up emails to customers that schedule appointments, services or rentals.<br />Increase revenue with a custom lifecycle marketing program from Outbound Commerce. It is email marketing for busy eCommerce businesses built by experienced eCommerce and marketing professionals.
hu_hu: Küldjön utánkövető e-maileket azoknak az ügyfeleknek, akik időpontot, szolgáltatást vagy bérlést foglalnak.<br />Növelje bevételeit az Outbound Commerce egyedi életciklus-marketing programjával. Ez egy e-mail marketing megoldás elfoglalt eCommerce vállalkozások számára, amelyet tapasztalt eCommerce és marketing szakemberek készítettek.

source: Not sure where to start? Let Outbound Commerce help. Get email marketing for busy eCommerce businesses built by experienced eCommerce and marketing professionals.
hu_hu: Nem tudja, hol kezdje? Segít az Outbound Commerce. Szerezzen e-mail marketinget elfoglalt eCommerce vállalkozások számára, tapasztalt eCommerce és marketing szakemberek által készítve.

source: Customers who scheduled this event
hu_hu: Ezt az eseményt ütemező ügyfelek

source: The name of the purchased item.
hu_hu: A megvásárolt tétel neve.

source: The list of categories where the purchased item is under.
hu_hu: Azoknak a kategóriáknak a listája, amelyekbe a megvásárolt tétel tartozik.

source: The quantity of the purchased item.
hu_hu: A megvásárolt tétel mennyisége.

source: The start date of the scheduled product or service
hu_hu: Az ütemezett termék vagy szolgáltatás kezdési dátuma

source: The end date of the scheduled product or service
hu_hu: Az ütemezett termék vagy szolgáltatás befejezési dátuma

source: The duration of the scheduled product or service
hu_hu: Az ütemezett termék vagy szolgáltatás időtartama

source: The date of the scheduled product or service
hu_hu: Az ütemezett termék vagy szolgáltatás dátuma

source: The time of the scheduled product or service
hu_hu: Az ütemezett termék vagy szolgáltatás ideje

source: The amount or cost of the scheduled product or service
hu_hu: Az ütemezett termék vagy szolgáltatás összege vagy költsége

source: The staff scheduled
hu_hu: Az ütemezett személyzet

source: The ID of scheduled product or service
hu_hu: Az ütemezett termék vagy szolgáltatás azonosítója

source: The cancellation link for appointment
hu_hu: Az időpont lemondási hivatkozása

source: Email queued: %s scheduled on %s<br/>Trigger: %s
hu_hu: E-mail sorba állítva: %s ütemezve ekkor: %s<br/>Trigger: %s

source: Enable for
hu_hu: Engedélyezés ehhez

source: All products
hu_hu: Minden termék

source: A specific product
hu_hu: Egy konkrét termék

source: A specific category
hu_hu: Egy konkrét kategória

source: Include variations
hu_hu: Variációk bevonása

source: Category
hu_hu: Kategória

source: Search for a category&hellip;
hu_hu: Kategória keresése&hellip;

source: Any Category
hu_hu: Bármely kategória

source: Last Status
hu_hu: Utolsó állapot

source: Any status
hu_hu: Bármely állapot

source: Only send this email if the appointment's last status matches the selected value
hu_hu: Csak akkor küldje el ezt az e-mailt, ha az időpont utolsó állapota megegyezik a kiválasztott értékkel

source: %1$s has been deactivated as it is already included with the %2$s.
hu_hu: %1$s deaktiválva lett, mivel már a(z) %2$s része.

source: Hide duration label
hu_hu: Időtartam felirat elrejtése

source: Hide price label
hu_hu: Ár felirat elrejtése

source: Show before appointment form
hu_hu: Megjelenítés az időpont űrlap előtt

source: Adjust duration
hu_hu: Időtartam módosítása

source: Choose how to calculate duration: apply a flat time regardless of quantity or charge per quantity ordered
hu_hu: Válassza ki, hogyan számolja az időtartamot: alkalmazzon fix időt a mennyiségtől függetlenül, vagy számoljon a megrendelt mennyiség alapján

source: Flat Time
hu_hu: Fix idő

source: Quantity Based
hu_hu: Mennyiségalapú

source: Choose how to calculate the duration: Apply a flat time regardless of quantity or charge per quantity ordered
hu_hu: Válassza ki, hogyan számolja az időtartamot: alkalmazzon fix időt a mennyiségtől függetlenül, vagy számoljon a megrendelt mennyiség alapján

source: None
hu_hu: Nincs

# addon value changed note format
source: %1$s changed from <em>(%2$s)</em> to <em>(%3$s)</em>
hu_hu: %1$s a(z) <em>(%2$s)</em> értékről a(z) <em>(%3$s)</em> értékre változott

source: Adjusted product addons: %s
hu_hu: Módosított termék-kiegészítők: %s

source: Missing order_id or item_id
hu_hu: Hiányzó order_id vagy item_id

source: Invalid order
hu_hu: Érvénytelen rendelés

source: Invalid item
hu_hu: Érvénytelen tétel

source: Delete
hu_hu: Törlés

source: %s (Edit)
hu_hu: %s (Szerkesztés)

source: Select %s
hu_hu: %s kiválasztása

source: All Products
hu_hu: Minden termék

source: No Products Assigned
hu_hu: Nincsenek hozzárendelt termékek

# column_name
source: Name
hu_hu: Név

# column_name
source: Display Order
hu_hu: Megjelenítési sorrend

# column_name
source: Product Categories
hu_hu: Termékkategóriák

# column_name
source: Number of fields
hu_hu: Mezők száma

source: Add-ons deleted.
hu_hu: Kiegészítők törölve.

source: No add-ons found
hu_hu: Nem találhatók kiegészítők

source: Configure
hu_hu: Beállítás

source: Done
hu_hu: Kész

source: Show Incomplete subtotal
hu_hu: Hiányos részösszeg megjelenítése

source: Show running subtotal, even if not all required add-on choices have been made.
hu_hu: Részösszeg folyamatos megjelenítése akkor is, ha még nem történt meg minden kötelező kiegészítő kiválasztása.

source: Could not import add-ons. Please review the import string and try again.
hu_hu: Nem sikerült importálni a kiegészítőket. Kérjük, ellenőrizze az import karakterláncot, és próbálja újra.
