Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-appointments/woocommerce-appointments-*.po
Languages: hu_hu

source: Reminder: Appointment (%appointment_name%) will take place soon (%appointment_time%).
hu_hu: Emlékeztető: Az időpont (%appointment_name%) hamarosan esedékes (%appointment_time%).

source: Appointments Settings
hu_hu: Időpontok beállításai

source: Opt-in Checkbox Label
hu_hu: Feliratkozási jelölőnégyzet felirata

source: This message overrides the default label when an appointment is purchased.
hu_hu: Ez az üzenet felülírja az alapértelmezett feliratot időpont vásárlásakor.

source: Please send appointment reminders via text message
hu_hu: Kérek időpont-emlékeztetőket SMS-ben

source: Admin Notifications
hu_hu: Admin értesítések

source: Customer Notifications
hu_hu: Ügyfélértesítések

source: Use these tags to customize your message: %1$s{billing_name}%2$s, %1$s{appointment_start_time}%2$s, %1$s{appointment_end_time}%2$s, %1$s{appointment_date}%2$s, %1$s{staff}%2$s, %1$s{appointment_pay}%2$s. Remember that SMS messages may be limited to 160 characters or less.
hu_hu: Használja ezeket a tageket az üzenet testreszabásához: %1$s{billing_name}%2$s, %1$s{appointment_start_time}%2$s, %1$s{appointment_end_time}%2$s, %1$s{appointment_date}%2$s, %1$s{staff}%2$s, %1$s{appointment_pay}%2$s. Ne feledje, hogy az SMS-ek hossza legfeljebb 160 karakter lehet.

source: Send %s SMS notifications
hu_hu: Küldjön %s SMS-értesítést

source: Notification recipient(s)
hu_hu: Értesítés címzettje(i)

source: Enter the mobile number (starting with the country code) where the notification should be sent. Send to multiple recipients by separating numbers with commas.
hu_hu: Adja meg a mobilszámot (országhívóval kezdve), amelyre az értesítést küldeni kell. Több címzetthez a számokat vesszővel válassza el.

source: after appointment ends
hu_hu: az időpont vége után

source: before appointment starts
hu_hu: az időpont kezdete előtt

source: Send this message
hu_hu: Ezt az üzenetet küldje el

source: %s message
hu_hu: %s üzenet

source: SMS Notification
hu_hu: SMS-értesítés

source: Use global settings
hu_hu: Globális beállítások használata

source: Override global settings
hu_hu: Globális beállítások felülírása

source: Don't send
hu_hu: Ne küldjön

source: Use these tags to customize your message: %1$s{billing_name}%2$s, %1$s{appointment_start_time}%2$s, %1$s{appointment_end_time}%2$s, %1$s{appointment_date}%2$s, %1$s{staff}%2$s. Remember that SMS messages may be limited to 160 characters or less.
hu_hu: Használja ezeket a tageket az üzenet testreszabásához: %1$s{billing_name}%2$s, %1$s{appointment_start_time}%2$s, %1$s{appointment_end_time}%2$s, %1$s{appointment_date}%2$s, %1$s{staff}%2$s. Ne feledje, hogy az SMS-ek hossza legfeljebb 160 karakter lehet.

source: Send follow-up
hu_hu: Követő üzenet küldése

source: Send reminder
hu_hu: Emlékeztető küldése

source: Message
hu_hu: Üzenet

source: To pay for this appointment please use the following link: %s
hu_hu: Az időpont kifizetéséhez használja a következő hivatkozást: %s

source: Pay for appointment
hu_hu: Időpont kifizetése

source: Error sending SMS: %s
hu_hu: Hiba az SMS küldésekor: %s

source: Admin reminder
hu_hu: Admin emlékeztető

source: Admin cancellation
hu_hu: Admin lemondás

source: Customer reminder
hu_hu: Ügyfél emlékeztető

source: Customer follow up
hu_hu: Ügyfél követő üzenet

source: Customer cancellation
hu_hu: Ügyfél lemondás

source: Customer confirmation
hu_hu: Ügyfél visszaigazolás

source: The {shop_name} appointment for {billing_name} starts at {appointment_start_time} on {appointment_date}
hu_hu: A {shop_name} időpont {billing_name} részére {appointment_date} napján {appointment_start_time}-kor kezdődik

source: Heads up: your appointment with {billing_name} starts at {appointment_start_time}
hu_hu: Figyelem: a(z) {billing_name} időpontja {appointment_start_time}-kor kezdődik

source: Your appointment with {billing_name} at {appointment_start_time} on {appointment_date} has been cancelled
hu_hu: A(z) {billing_name} időpontja {appointment_date} napján {appointment_start_time}-kor lemondásra került

source: Hi {billing_name}! This is a reminder that your {shop_name} appointment starts at {appointment_start_time} on {appointment_date}. See you soon!
hu_hu: Kedves {billing_name}! Emlékeztető: a(z) {shop_name} időpontja {appointment_date} napján {appointment_start_time}-kor kezdődik. Hamarosan találkozunk!

source: Thanks again for appointment with {shop_name}, {billing_name}! We hope to see you again soon.
hu_hu: Köszönjük ismét az időpontot a(z) {shop_name}-nál, {billing_name}! Reméljük, hamarosan újra találkozunk.

source: Your appointment with {shop_name} at {appointment_start_time} on {appointment_date} has been cancelled
hu_hu: A(z) {shop_name}-nál {appointment_date} napján {appointment_start_time}-kor esedékes időpontját lemondtuk.

source: Your appointment with {shop_name} at {appointment_start_time} on {appointment_date} has been confirmed. See you there! {appointment_pay}
hu_hu: A(z) {shop_name}-nál {appointment_date} napján {appointment_start_time}-kor esedékes időpontját megerősítettük. Találkozunk ott! {appointment_pay}

source: Reminder SMS notifications can only be sent up to 48 hours before an event starts. Your schedule has been automatically adjusted.
hu_hu: Emlékeztető SMS-ek legfeljebb az esemény kezdete előtt 48 órával küldhetők. Az ütemtervét automatikusan módosítottuk.

source: Pending Confirmation
hu_hu: Megerősítésre vár

source: In Cart
hu_hu: Kosárban

source: Expected
hu_hu: Várható

source: Arrived
hu_hu: Megérkezett

source: No-show
hu_hu: Nem jelent meg

source: Rules further down the table will override those at the top.
hu_hu: A táblázat lejjebb lévő szabályai felülírják a fentieket.

source: Rules with lower priority numbers will override rules with a higher priority (e.g. 9 overrides 10 ). Global rules take priority over product rules which take priority over staff rules. By using priority numbers you can execute rules in different orders.
hu_hu: Az alacsonyabb prioritási számú szabályok felülírják a magasabb prioritásúakat (pl. a 9 felülírja a 10-et). A globális szabályok elsőbbséget élveznek a termékszabályokkal szemben, amelyek pedig a személyzetre vonatkozó szabályok előtt állnak. A prioritási számok használatával a szabályok végrehajtási sorrendje megváltoztatható.

source: Choose...
hu_hu: Válasszon...

source: Year
hu_hu: Év

source: Choose a date above to see available time slots.
hu_hu: Válasszon fent egy dátumot az elérhető időpontok megtekintéséhez.

source: &mdash; No Preference &mdash;
hu_hu: &mdash; Nincs preferencia &mdash;

source: The following appointment has been cancelled by the customer. The details of the cancelled appointment can be found below.
hu_hu: Az alábbi időpontot az ügyfél lemondta. A lemondott időpont részletei alább találhatók.

source: Appointment Date
hu_hu: Időpont dátuma

source: Appointment Duration
hu_hu: Időpont időtartama

source: Appointment Providers
hu_hu: Időpont szolgáltatói

source: You can view and edit this appointment in the dashboard here: %s
hu_hu: Ezt az időpontot itt tekintheti meg és szerkesztheti az irányítópulton: %s

source: The following appointment has been rescheduled by the customer. The details of the rescheduled appointment can be found below.
hu_hu: Az alábbi időpontot az ügyfél átütemezte. Az átütemezett időpont részletei alább találhatók.

source: An appointment has been made by %s and is awaiting your approval. The details of this appointment are shown below.
hu_hu: %s időpontot foglalt, amely az Ön jóváhagyására vár. Az időpont részletei alább láthatók.

source: An new appointment has been made by %s. The details of this appointment are shown below.
hu_hu: Új időpontot foglalt %s. Az időpont részletei alább láthatók.

source: This appointment is awaiting your approval. Please check it and inform the customer if the date is available or not.
hu_hu: Ez az időpont az Ön jóváhagyására vár. Kérjük, ellenőrizze, és értesítse az ügyfelet, hogy a dátum elérhető-e vagy sem.

source: We are sorry to say that your appointment could not be confirmed and has been cancelled. The details of the cancelled appointment are shown below.
hu_hu: Sajnáljuk, de az időpontját nem tudtuk megerősíteni, ezért lemondtuk. A lemondott időpont részletei alább láthatók.

source: Your appointment has been confirmed. The details of your appointment are shown below.
hu_hu: Az időpontját megerősítettük. Az időpont részletei alább láthatók.

source: Your appointment took place on %1$s.
hu_hu: Az Ön időpontja %1$s napján megtörtént.

source: Your appointment will take place today.
hu_hu: Az időpontra ma kerül sor.

source: Your appointment will take place on %1$s.
hu_hu: Az időpontra %1$s napján kerül sor.

source: Scheduled Product: %s
hu_hu: Ütemezett termék: %s

source: Appointment ID: %s
hu_hu: Időpont azonosító: %s

source: Appointment Date: %s
hu_hu: Időpont dátuma: %s

source: Appointment Duration: %s
hu_hu: Időpont időtartama: %s

source: Appointment Providers: %s
hu_hu: Időpont szolgáltatói: %s

source: A appointment has been made by %s and is awaiting your approval. The details of this appointment are as follows:
hu_hu: %s időpontot foglalt, amely az Ön jóváhagyására vár. Az időpont részletei a következők:

source: A new appointment has been made by %s. The details of this appointment are as follows:
hu_hu: Új időpontot foglalt %s. Az időpont részletei a következők:

source: Hello %s
hu_hu: Kedves %s

source: We are sorry to say that your appointment could not be confirmed and has been cancelled. The details of the cancelled appointment can be found below.
hu_hu: Sajnáljuk, de az időpontját nem tudtuk megerősíteni, ezért lemondtuk. A lemondott időpont részletei alább találhatók.

source: Your appointment for has been confirmed. The details of your appointment are shown below.
hu_hu: Az időpontja megerősítést nyert. Az időpont részletei alább láthatók.

source: Order number: %s
hu_hu: Rendelésszám: %s

source: Order date: %s
hu_hu: Rendelés dátuma: %s

source: Your browser must support JavaScript in order to schedule an appointment.
hu_hu: Az időpont foglalásához a böngészőjének támogatnia kell a JavaScriptet.

source: Scheduled
hu_hu: Ütemezett

source: Cancel
hu_hu: Mégse

source: Reschedule
hu_hu: Átütemezés

source: No appointments scheduled yet.
hu_hu: Még nincsenek ütemezett időpontok.

source: Welcome to WooCommerce Appointments. <a href="%s" class="button button-primary">Add Appointable Products</a>
hu_hu: Üdvözöljük a WooCommerce Appointmentsben. <a href="%s" class="button button-primary">Foglalható termékek hozzáadása</a>

source: Cloning is forbidden.
hu_hu: A klónozás tilos.

source: Unserializing instances of this class is forbidden.
hu_hu: Ennek az osztálynak a példányainak deszerializálása tilos.

source: View Documentation
hu_hu: Dokumentáció megtekintése

source: Docs
hu_hu: Dokumentáció

source: Visit Support Forum
hu_hu: Támogatási fórum felkeresése

source: Premium Support
hu_hu: Prémium támogatás
