Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/bricksextras/bricksextras-*.po
Languages: hu_hu

source: Element Library for Bricks.
hu_hu: Elemkönyvtár a Brickshez.

source: Set the opacity/transform for the button in for the hidden state
hu_hu: Állítsa be a gomb opacity/transform értékét a rejtett állapothoz

source: Rank Math breadcrumbs not found, check is active
hu_hu: A Rank Math morzsamenü nem található, ellenőrizze, hogy aktív-e

source: Breadcrumb NavXT not found, check is active
hu_hu: A Breadcrumb NavXT nem található, ellenőrizze, hogy aktív-e

source: Slim SEO breadcrumbs not found, check is active
hu_hu: A Slim SEO morzsamenü nem található, ellenőrizze, hogy aktív-e

source: All in One SEO not found, check is active
hu_hu: Az All in One SEO nem található, ellenőrizze, hogy aktív-e

source: Yoast SEO not found, check is active
hu_hu: A Yoast SEO nem található, ellenőrizze, hogy aktív-e

source: If iframe source is pages on your site, you can limit the iframe content to one individual selector (leave blank for the whole page)
hu_hu: Ha az iframe forrása az Ön webhelyének oldalai, korlátozhatja az iframe tartalmát egyetlen egyedi szelektorra (hagyja üresen az egész oldalhoz)

source: Choose a template for displaying the post content inside a lightbox
hu_hu: Válasszon egy sablont a bejegyzés tartalmának lightboxban történő megjelenítéséhez

source: (If video /image content, the height is dynamic)
hu_hu: (Ha videó-/képtartalom, a magasság dinamikus)

source: To add a custom close button inside the lightbox content, add the attribute name "data-x-lightbox-close" to your chosen element.
hu_hu: Egyéni bezáró gomb hozzáadásához a lightbox tartalmán belül adja hozzá a "data-x-lightbox-close" attribútum nevét a választott elemhez.

source: Fluent Forms isn't active.
hu_hu: A Fluent Forms nem aktív.

source: Generate Authentication Tokens
hu_hu: Hitelesítési tokenek létrehozása

source: Token Expiry Time (seconds)
hu_hu: Token lejárati ideje (másodperc)

source: How long the authentication token will be valid
hu_hu: Meddig lesz érvényes a hitelesítési token

source: Auto populate captions
hu_hu: Feliratok automatikus kitöltése

source: Enable if your Bunny Stream has CDN Token Authentication enabled
hu_hu: Engedélyezze, ha a Bunny Streamen a CDN Token Authentication engedélyezve van

source: Page Tour
hu_hu: Oldal-bemutató

source: Are you sure you want to exit the tour?
hu_hu: Biztosan ki kíván lépni a bemutatóból?

source: Icons
hu_hu: Ikonok

source: Automatically add unique IDs to headings
hu_hu: Automatikusan adjon egyedi azonosítókat a címsorokhoz

source: WS Form isn't active.
hu_hu: A WS Form nem aktív.

source: Interactive
hu_hu: Interaktív

source: Tooltip
hu_hu: Eszköztipp

source: Element interactions are not visible when editing in the builder, view on the front end after applying.
hu_hu: Az elemek interakciói nem láthatók a builderben szerkesztéskor, az alkalmazást követően a front enden tekinthetők meg.

source: Parallax scroll effect
hu_hu: Parallax görgetési effektus

source: Floating effect
hu_hu: Lebegő effektus

source: Tilt hover effect
hu_hu: Döntéses hover effektus

source: Add glare
hu_hu: Csillogás hozzáadása

source: Tooltip content
hu_hu: Eszköztipp tartalma

source: For use with the popover/tooltip element (enable Dynamic tooltip text)
hu_hu: A popover/tooltip elemhez használható (engedélyezze a Dynamic tooltip textet)

source: Accent color
hu_hu: Kiemelőszín

source: Titles
hu_hu: Címek

source: Inputs
hu_hu: Beviteli mezők

source: Labels
hu_hu: Címkék

source: Checkbox / Radio
hu_hu: Jelölőnégyzet / Rádiógomb

source: Buttons
hu_hu: Gombok

source: Selections
hu_hu: Kiválasztások

source: Dropdown
hu_hu: Legördülő

source: Load More
hu_hu: Továbbiak betöltése

source: Range Slider
hu_hu: Tartománycsúszka

source: Pagination
hu_hu: Lapozás

source: Reset
hu_hu: Visszaállítás

source: Search
hu_hu: Keresés

source: Number
hu_hu: Szám

source: Date
hu_hu: Dátum

source: Star Rating
hu_hu: Csillagos értékelés

source: General colors
hu_hu: Általános színek
