Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-ssl-monitor-extension/mainwp-ssl-monitor-extension-*.po
Languages: hu_hu

source: MainWP SSL Monitor Extension
hu_hu: MainWP SSL Monitor bővítmény

source: MainWP SSL Monitor Add-on lets you keep a watchful eye on your SSL Certificates. It alerts you via email when monitored certificates are nearing expiration.
hu_hu: A MainWP SSL Monitor kiegészítő lehetővé teszi, hogy szemmel tartsa SSL-tanúsítványait. E-mailben értesít, amikor a megfigyelt tanúsítványok közelednek a lejárathoz.

source: Undefined site id. Please, try again.
hu_hu: Nem definiált webhelyazonosító. Kérjük, próbálja újra.

source: Dashboard
hu_hu: Vezérlőpult

source: Settings
hu_hu: Beállítások

source: Manage the SSL Monitor settings. For detailed information, review %1$shelp documentation%2$s.
hu_hu: Kezelje az SSL Monitor beállításait. Részletes információkért tekintse meg a %1$ssúgódokumentációt%2$s.

source: Individual Site SSL Monitor Settings
hu_hu: Egyedi webhely SSL Monitor beállításai

source: Overwrite general settings
hu_hu: Általános beállítások felülírása

source: Enable to overwrite the general settings for this child site.
hu_hu: Engedélyezze az általános beállítások felülírását ehhez a gyermek webhelyhez.

source: SSL Monitor Settings
hu_hu: SSL Monitor beállításai

source: Notifications threshold (days)
hu_hu: Értesítési küszöb (nap)

source: Set the SSL Certificate expiration threshold for the email notification.
hu_hu: Állítsa be az e-mail értesítéshez az SSL-tanúsítvány lejárati küszöbét.

source: Automated Checks
hu_hu: Automatikus ellenőrzések

source: Automatically check SSL certificates
hu_hu: SSL-tanúsítványok automatikus ellenőrzése

source: Enable if you want the extension to run SSL certificate checks automatically.
hu_hu: Engedélyezze, ha azt szeretné, hogy a bővítmény automatikusan lefuttassa az SSL-tanúsítványok ellenőrzését.

source: Automated SSL certificate checks frequency
hu_hu: Automatikus SSL-tanúsítvány-ellenőrzések gyakorisága

source: Select automated SSL certificate checks frequency.
hu_hu: Válassza ki az automatikus SSL-tanúsítvány-ellenőrzések gyakoriságát.

source: Save Settings
hu_hu: Beállítások mentése

source: SSL Certificate Info
hu_hu: SSL-tanúsítvány adatai

source: Review the SSL Certificate info for the child site.
hu_hu: Tekintse át a gyermek webhely SSL-tanúsítványának adatait.

source: This seems to be a HTTP site. SSL Crtificate is not detected.
hu_hu: Úgy tűnik, ez egy HTTP webhely. SSL-tanúsítvány nem észlelhető.

source: SSL Certificate Info (Last check: %s)
hu_hu: SSL-tanúsítvány adatai (Utolsó ellenőrzés: %s)

source: Name
hu_hu: Név

source: Issuer
hu_hu: Kibocsátó

source: Subject
hu_hu: Alany

source: Valid From
hu_hu: Érvényes ettől

source: Valid To
hu_hu: Érvényes eddig

source: Subject Alternative Name
hu_hu: Alany alternatív neve

source: Version
hu_hu: Verzió

source: Serial Number
hu_hu: Sorozatszám

source: Serial Number Hex
hu_hu: Sorozatszám hexadecimális

source: Signature Type SN
hu_hu: Aláírás típusa SN

source: Signature Type LN
hu_hu: Aláírás típusa LN

source: Signature Type NID
hu_hu: Aláírás típusa NID

source: Monitor SSL Certificates status.
hu_hu: Figyelje az SSL-tanúsítványok állapotát.

source: Expiration Date
hu_hu: Lejárati dátum

source: Go to the site overview.
hu_hu: Ugrás a webhely áttekintéséhez.

source: Expires in %s day(s).
hu_hu: Lejár %s nap múlva.

source: SSL Monitor Dashboard
hu_hu: SSL Monitor vezérlőpult

source: SSL Certificate
hu_hu: SSL-tanúsítvány

source: Exprires in
hu_hu: Lejár

source: days.
hu_hu: nap.

source: - No SSL Certificate info
hu_hu: - Nincs SSL-tanúsítvány-információ

source: SSL Certificate information is not available.
hu_hu: Az SSL-tanúsítvány adatai nem érhetők el.

source: SSL Certificate Not Detected!
hu_hu: SSL-tanúsítvány nem észlelhető!

source: Invalid request. Please, try again.
hu_hu: Érvénytelen kérés. Kérjük, próbálja újra.

source: SSL info not found.
hu_hu: SSL-információ nem található.

source: Name:
hu_hu: Név:

source: Issuer Organization:
hu_hu: Kibocsátó szervezet:

source: Issuer Common Name:
hu_hu: Kibocsátó Common Name:

source: Issuer Country:
hu_hu: Kibocsátó ország:

source: Subject (C):
hu_hu: Alany (C):

source: Subject (ST):
hu_hu: Alany (ST):

source: Subject (L):
hu_hu: Alany (L):

source: Subject (O):
hu_hu: Alany (O):

source: Subject (CN):
hu_hu: Alany (CN):

source: Valid From:
hu_hu: Érvényes ettől:

source: Valid To:
hu_hu: Érvényes eddig:

source: Version:
hu_hu: Verzió:

source: Serial Number:
hu_hu: Sorozatszám:

source: Serial Number Hex:
hu_hu: Sorozatszám hexadecimális:

source: Signature Type SN:
hu_hu: Aláírás típusa SN:

source: Signature Type LN:
hu_hu: Aláírás típusa LN:

source: Signature Type NID:
hu_hu: Aláírás típusa NID:

source: SSL data not found.
hu_hu: SSL adatok nem találhatók.

source: How to use SSL Monitor Add-on
hu_hu: Az SSL Monitor Add-on használata

source: Bulk actions
hu_hu: Csoportos műveletek

source: Check SSL Certificate
hu_hu: SSL tanúsítvány ellenőrzése

source: Go to WP Admin
hu_hu: Ugrás a WP Admin felületre

source: Go to Site
hu_hu: Ugrás a webhelyre

source: Apply
hu_hu: Alkalmaz

source: Click to start the SSL Certificate check process for all sites.
hu_hu: Kattintson az összes webhely SSL tanúsítvány-ellenőrzésének indításához.

source: Check SSL Certificate on All Sites
hu_hu: SSL tanúsítvány ellenőrzése minden webhelyen

source: Jump to the WP Admin.
hu_hu: Ugrás a WP Admin felületre.

source: Not checked
hu_hu: Nem ellenőrzött

source: Overview
hu_hu: Áttekintés

source: Edit
hu_hu: Szerkesztés

source: Actions
hu_hu: Műveletek

source: Returns this page to the state it was in when installed. The feature also restores any column you have moved through the drag and drop feature on the page.
hu_hu: Visszaállítja az oldalt a telepítéskori állapotára. A funkció visszaállítja az oldalon a fogd és vidd módszerrel áthelyezett oszlopokat is.

source: Reset Page
hu_hu: Oldal alaphelyzetbe állítása

source: Page Settings
hu_hu: Oldal beállításai

source: Would you like to turn on home screen previews? This function queries WordPress.com servers to capture a screenshot of your site the same way comments shows you preview of URLs.
hu_hu: Szeretné bekapcsolni a kezdőképernyő-előnézeteket? Ez a funkció a WordPress.com kiszolgálóitól kér le képernyőképet a webhelyéről, ugyanúgy, ahogy a hozzászólások az URL-ek előnézetét mutatják.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: SSL Certificate Check
hu_hu: SSL tanúsítvány-ellenőrzés

source: Go to the site Overview page.
hu_hu: Ugrás a webhely Áttekintés oldalára.

source: Pending. Please wait...
hu_hu: Folyamatban. Kérjük, várjon...

source: Sites not found.
hu_hu: Nem találhatók webhelyek.

source: Invalid site ID. Please reload and try again.
hu_hu: Érvénytelen webhely-azonosító. Kérjük, töltse újra, és próbálja meg újra.

source: HTTP site. SSL Certificate not detected.
hu_hu: HTTP webhely. SSL tanúsítvány nem észlelve.

source: SSL Status
hu_hu: SSL állapot

source: Valid
hu_hu: Érvényes

source: Expired
hu_hu: Lejárt

source: SSL Monitor Notification Email
hu_hu: SSL Monitor értesítési e-mail

source: This template has been overridden and can be found in:
hu_hu: Ezt a sablont felülírták, és itt található:

source: To overwrite and edit this email template copy:
hu_hu: Ennek az e-mail sablonnak a felülírásához és szerkesztéséhez másolja:

source: to the folder:
hu_hu: a következő mappába:

source: MainWP SSL Monitor Continue Interval
hu_hu: MainWP SSL Monitor folytatási intervalluma

source: Once Every 5 Minutes
hu_hu: 5 percenként egyszer

source: Start SSL Certificate check
hu_hu: SSL-tanúsítvány ellenőrzésének indítása

source: Once every 5 minutes
hu_hu: 5 percenként egyszer

source: year
hu_hu: év

source: month
hu_hu: hónap

source: week
hu_hu: hét

source: day
hu_hu: nap

source: hour
hu_hu: óra

source: minute
hu_hu: perc

source: second
hu_hu: másodperc

source: s ago
hu_hu: mp ezelőtt

source: ago
hu_hu: ezelőtt

source: SSL check started.
hu_hu: SSL-ellenőrzés elindítva.

source: Once a Day
hu_hu: Naponta egyszer

source: Once a Week
hu_hu: Hetente egyszer

source: Twice a Month
hu_hu: Havonta kétszer

source: Once Monthly
hu_hu: Havonta egyszer

source: Last Check
hu_hu: Utolsó ellenőrzés

source: Expires
hu_hu: Lejárat

source: Site
hu_hu: Webhely

source: Site Title
hu_hu: Webhely neve

source: An undefined error occured.
hu_hu: Meghatározatlan hiba történt.

source: Site not found.
hu_hu: A webhely nem található.

source: requires <a href="https://mainwp.com/" target="_blank" rel="noopener noreferrer">MainWP Dashboard Plugin</a> to be activated in order to work. Please install and activate <a href="https://mainwp.com/" target="_blank" rel="noopener noreferrer">MainWP Dashboard Plugin</a> first.
hu_hu: működéséhez a <a href="https://mainwp.com/" target="_blank" rel="noopener noreferrer">MainWP Dashboard Plugin</a> aktiválása szükséges. Kérjük, először telepítse és aktiválja a <a href="https://mainwp.com/" target="_blank" rel="noopener noreferrer">MainWP Dashboard Plugin</a>-t.

source: child site SSL Certificate is about to expire!
hu_hu: A gyermek webhely SSL-tanúsítványa hamarosan lejár!

source: Click here
hu_hu: Kattintson ide

source: to check your SSL Certificate info.
hu_hu: az SSL-tanúsítvány adatai ellenőrzéséhez.

source: Powered by
hu_hu: Működteti
