{"translation-revision-date":"2025-10-21 10:10+0200","generator":"WP-CLI\/2.12.0","source":"assets\/dist\/admin\/product-tutorial.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Assign a base price to your Bundle":["Adjon alapárat a csomagjának"],"Use these fields to define a base price for your Bundle. This can be handy if your Bundle does not include any options that affect its price. If you prefer to <link>preserve the prices of individual bundled items<\/link>, you may omit this step.":["Ezekkel a mezőkkel adhat meg alapárat a csomaghoz. Ez akkor hasznos, ha a csomag nem tartalmaz az árát befolyásoló opciókat. Ha inkább <link>megőrzi az egyes csomagolt tételek árait<\/link>, ezt a lépést kihagyhatja."],"Product Bundles configuration documentation.":["Product Bundles konfigurációs dokumentáció."],"Add bundled items":["Csomagolt tételek hozzáadása"],"You can add both Simple and Variable products to this Bundle. Once added, every bundled item reveals <link>additional pricing, shipping and display options<\/link> to configure.":["Ehhez a csomaghoz Egyszerű és Változó termékeket is hozzáadhat. Miután hozzáadta, minden csomagelem <link>további árazási, szállítási és megjelenítési beállításokat<\/link> jelenít meg, amelyeket beállíthat."],"Configure shipping options":["Szállítási beállítások beállítása"],"Assembled Bundles have their own dimensions and weight: Choose the Assembled option if the items contained in your Bundle are physically assembled in a common container. Unassembled Bundles do not have any shipping options to configure: Choose the Unassembled option if the items of your Bundle are shipped in their existing packaging.":["Az összeállított csomagoknak saját méretük és tömegük van: Válassza az Összeállított opciót, ha a csomagban lévő tételek fizikailag egy közös csomagolásban vannak összeállítva. A nem összeállított csomagok esetén nincsenek konfigurálható szállítási beállítások: Válassza a Nem összeállított opciót, ha a csomag tételei meglévő csomagolásukban kerülnek szállításra."]}}}