Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-virusdie-extension/mainwp-virusdie-extension-*.po
Languages: hu_hu

source: MainWP Virusdie Extension
hu_hu: MainWP Virusdie bővítmény

source: MainWP Virusdie Extension uses Virusdie, a powerful, user-friendly, and professional-grade antivirus for your websites. It helps you monitor all your sites directly from your MainWP Dashboard.
hu_hu: A MainWP Virusdie bővítmény a Virusdie-t használja, egy hatékony, felhasználóbarát, professzionális szintű vírusirtót a webhelyek számára. Segítségével közvetlenül a MainWP vezérlőpultról felügyelheti az összes webhelyét.

source: Site not found.
hu_hu: A webhely nem található.

source: Checked bytes
hu_hu: Ellenőrzött bájtok

source: Detected files
hu_hu: Észlelt fájlok

source: Incurable files
hu_hu: Nem tisztítható fájlok

source: Vulnerabilities
hu_hu: Sérülékenységek

source: Checked dirs
hu_hu: Ellenőrzött könyvtárak

source: Checked files
hu_hu: Ellenőrzött fájlok

source: Treated files
hu_hu: Kezelt fájlok

source: Deleted files
hu_hu: Törölt fájlok

source: Scan started.
hu_hu: A vizsgálat elindult.

source: Site not found in the Virusdie account.
hu_hu: A webhely nem található a Virusdie-fiókban.

source: Report not found.
hu_hu: A jelentés nem található.

source: Site ID should not be empty.
hu_hu: A webhelyazonosító nem lehet üres.

source: Error retrieving the scan report
hu_hu: Hiba a vizsgálati jelentés lekérésekor

source: Infected files:
hu_hu: Fertőzött fájlok:

source: Incurable files:
hu_hu: Nem tisztítható fájlok:

source: Vulnerabilities:
hu_hu: Sérülékenységek:

source: Checked dirs:
hu_hu: Ellenőrzött könyvtárak:

source: Checked files:
hu_hu: Ellenőrzött fájlok:

source: Suspicious files:
hu_hu: Gyanús fájlok:

source: Treated files:
hu_hu: Kezelt fájlok:

source: Deleted files:
hu_hu: Törölt fájlok:

source: Scan report not found.
hu_hu: A vizsgálati jelentés nem található.

source: Virusdie Dashboard
hu_hu: Virusdie vezérlőpult

source: Settings
hu_hu: Beállítások

source: Site
hu_hu: Webhely

source: Checked
hu_hu: Ellenőrizve

source: Malicious
hu_hu: Kártékony

source: Suspicious
hu_hu: Gyanús

source: Scanned at
hu_hu: Vizsgálat időpontja

source: Firewall
hu_hu: Tűzfal

source: Not scanned yet.
hu_hu: Még nem lett vizsgálva.

source: Enabled
hu_hu: Engedélyezve

source: Disabled
hu_hu: Letiltva

source: See more options
hu_hu: További beállítások

source: CLEAN UP
hu_hu: TISZTÍTÁS

source: Scan Site
hu_hu: Webhely vizsgálata

source: Site Reports
hu_hu: Webhelyjelentések

source: Disable AutoCleanup
hu_hu: AutoCleanup letiltása

source: Enable AutoCleanup
hu_hu: AutoCleanup engedélyezése

source: Disable Firewall
hu_hu: Tűzfal letiltása

source: Enable Firewall
hu_hu: Tűzfal engedélyezése

source: Remove from Virusdie account
hu_hu: Eltávolítás a Virusdie-fiókból

source: Remove Site
hu_hu: Webhely eltávolítása

source: Add To Virusdie
hu_hu: Hozzáadás a Virusdie-hez

source: Sign up for Virusdie
hu_hu: Regisztráljon a Virusdie-re

source: Sign up for Virusdie to be able to automatically eliminate malicious code. You'll be able to detect and eliminate viruses on your sites before they can cause serious damage. You'll be able to set up scans at regular intervals, every day, once a week or once a month; and you'll be able to select the exact time of your scans. A file editor with malicious code hight-lighting and a vulnerability patching manager are also available only with a Premium license
hu_hu: Regisztráljon a Virusdie-re, hogy automatikusan eltávolíthassa a rosszindulatú kódot. Képes lesz észlelni és eltávolítani a vírusokat a webhelyein, még mielőtt komoly károkat okoznának. Beállíthat rendszeres vizsgálatokat: naponta, hetente egyszer vagy havonta egyszer, és megadhatja a vizsgálatok pontos időpontját. Rosszindulatú kód kiemelésével rendelkező fájlszerkesztő és sebezhetőség-javítási kezelő is elérhető, kizárólag Premium licenccel

source: Sign Up Now
hu_hu: Regisztráljon most

source: Learn more
hu_hu: Tudjon meg többet

source: Scanning...
hu_hu: Vizsgálat folyamatban...

source: Close
hu_hu: Bezárás

source: Adding Sites to Virusdie
hu_hu: Webhelyek hozzáadása a Virusdie-hez

source: Running...
hu_hu: Fut...

source: Signin
hu_hu: Bejelentkezés

source: Signup
hu_hu: Regisztráció

source: Save
hu_hu: Mentés

source: Due to limitations in Virusdie's API, existing accounts created without using the MainWP Virusdie Extension do not have the required permissions to manage connected sites.
hu_hu: A Virusdie API korlátai miatt a MainWP Virusdie Extension használata nélkül létrehozott meglévő fiókok nem rendelkeznek a csatlakoztatott webhelyek kezeléséhez szükséges jogosultságokkal.

source: Use this extension only if you plan to create a new Virusdie account through the Sign-Up form below.
hu_hu: Csak akkor használja ezt a bővítményt, ha az alábbi regisztrációs űrlapon keresztül új Virusdie-fiókot tervez létrehozni.

source: Create a free Virusdie account
hu_hu: Hozzon létre ingyenes Virusdie-fiókot

source: Email address
hu_hu: E-mail-cím

source: Enter your email to create a free Virusdie account.
hu_hu: Adja meg e-mail-címét egy ingyenes Virusdie-fiók létrehozásához.

source: Sign Up
hu_hu: Regisztráció

source: Virusdie API Connected successfully.
hu_hu: A Virusdie API sikeresen csatlakoztatva.

source: Sign in to your Virusdie account to get API Credentials
hu_hu: Jelentkezzen be a Virusdie-fiókjába az API-hitelesítő adatok megszerzéséhez

source: One-time password
hu_hu: Egyszer használatos jelszó

source: Check your email to find an email from Virusdie that contains the one-time password.
hu_hu: Ellenőrizze az e-mailjét, és keresse a Virusdie levelét, amely tartalmazza az egyszer használatos jelszót.

source: Sign In
hu_hu: Bejelentkezés

source: Reload Virusdie Data
hu_hu: Virusdie-adatok újratöltése

source: Sign Out
hu_hu: Kijelentkezés

source: Account created successfully. Check your email please to get the one time password.
hu_hu: A fiók sikeresen létrejött. Kérjük, ellenőrizze az e-mailjét az egyszer használatos jelszóért.

source: Account creation failed. Please try again or contact support.
hu_hu: A fiók létrehozása nem sikerült. Próbálja meg újra, vagy lépjen kapcsolatba a támogatással.

source: You are signed in successfully. API credenetials will be loaded automatically.
hu_hu: Sikeresen bejelentkezett. Az API-hitelesítő adatok automatikusan betöltődnek.

source: Sign-in failed. Please try again or contact support.
hu_hu: A bejelentkezés nem sikerült. Próbálja meg újra, vagy lépjen kapcsolatba a támogatással.

source: API connected successfully.
hu_hu: Az API sikeresen csatlakoztatva.

source: API could not be connected. Please try again or contact support.
hu_hu: Az API-t nem sikerült csatlakoztatni. Próbálja meg újra, vagy lépjen kapcsolatba a támogatással.

source: You are signed out successfully.
hu_hu: Sikeresen kijelentkezett.

source: Sign-out failed. Please try again or contact support.
hu_hu: A kijelentkezés nem sikerült. Próbálja meg újra, vagy lépjen kapcsolatba a támogatással.

source: Data updated.
hu_hu: Adatok frissítve.

source: No threats were found.
hu_hu: Nem található fenyegetés.

source: Sync error.
hu_hu: Szinkronizálási hiba.

source: Threats were found.
hu_hu: Fenyegetések találhatók.

source: Add All Child Sites to Virusdie
hu_hu: Összes gyermek webhely hozzáadása a Virusdie-hez

source: Filter sites:
hu_hu: Webhelyek szűrése:

source: Select group
hu_hu: Csoport kiválasztása

source: Site not connected to your Virusdie account.
hu_hu: A webhely nincs csatlakoztatva a Virusdie-fiókjához.

source: Status (last scan):
hu_hu: Állapot (utolsó vizsgálat):

source: Scanned at:
hu_hu: Vizsgálat ideje:

source: Reports
hu_hu: Jelentések

source: No saved reports.
hu_hu: Nincsenek mentett jelentések.

source: Virusdie Scan Report
hu_hu: Virusdie vizsgálati jelentés

source: Loading data...
hu_hu: Adatok betöltése...

source: All sites have already been added.
hu_hu: Minden webhely már hozzá lett adva.

source: Sites added successfully. Please wait until your unique sync file gets uploaded to your child sites.
hu_hu: A webhelyek sikeresen hozzáadva. Kérjük, várjon, amíg az egyedi szinkronfájl feltöltődik a gyermek webhelyeire.

source: Unique sync file could not be uploaded. Please upload it manually.
hu_hu: Az egyedi szinkronizációs fájlt nem sikerült feltölteni. Kérjük, töltse fel manuálisan.

source: Uploading synchronization files
hu_hu: Szinkronizációs fájlok feltöltése

source: Site not found in Virusdie dashboard.
hu_hu: A webhely nem található a Virusdie irányítópultján.

source: Scan process initiated.
hu_hu: Vizsgálati folyamat elindítva.

source: Site removed successfully.
hu_hu: A webhely sikeresen eltávolítva.

source: Invalid option.
hu_hu: Érvénytelen opció.

source: Successful.
hu_hu: Sikeres.

source: requires <a href="https://mainwp.com" target="_blank">MainWP Dashboard Plugin</a> to be activated in order to work. Please install and activate <a href="https://mainwp.com" target="_blank">MainWP Dashboard Plugin</a> first.
hu_hu: a működéshez a <a href="https://mainwp.com" target="_blank">MainWP Dashboard Plugin</a> aktiválása szükséges. Kérjük, először telepítse és aktiválja a <a href="https://mainwp.com" target="_blank">MainWP Dashboard Plugin</a>-t.
