Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-team-control/mainwp-team-control-*.po
Languages: hu_hu

source: MainWP Team Control extension allows you to create a custom roles for your dashboard site users and limiting their access to MainWP features. Requires MainWP Dashboard plugin.
hu_hu: A MainWP Team Control kiegészítő lehetővé teszi egyéni szerepkörök létrehozását a vezérlőpult webhelyének felhasználói számára, és korlátozza a hozzáférésüket a MainWP funkcióihoz. A MainWP Dashboard bővítmény szükséges.

source: Role name or role ID is empty.
hu_hu: A szerepkör neve vagy azonosítója üres.

source: Role ID must contain latin characters, digits, hyphens or underscore only! Special charactes are not allowed.
hu_hu: A szerepkör azonosítója csak latin betűket, számjegyeket, kötőjelet vagy aláhúzásjelet tartalmazhat! Különleges karakterek nem engedélyezettek.

source: WordPress does not support numeric Role name (ID). Use latin characters.
hu_hu: A WordPress nem támogatja a numerikus szerepkörnevet (azonosítót). Használjon latin betűket.

source: %s role already exists.
hu_hu: A(z) %s szerepkör már létezik.

source: Error encountered during the process of new role creation. Please try again.
hu_hu: Hiba történt az új szerepkör létrehozása során. Kérjük, próbálja meg újra.

source: %s role created successfully.
hu_hu: A(z) %s szerepkör sikeresen létrehozva.

source: Role could not be found.
hu_hu: A szerepkör nem található.

source: Sites
hu_hu: Webhelyek

source: Add Sites
hu_hu: Webhelyek hozzáadása

source: Manage Site Settings
hu_hu: Webhelybeállítások kezelése

source: Delete Sites
hu_hu: Webhelyek törlése

source: Access Site Overview
hu_hu: Hozzáférés a webhely áttekintéséhez

source: Access WP Admin
hu_hu: Hozzáférés a WP Adminhoz

source: Manage Site Hardening
hu_hu: Webhely biztonsági megerősítésének kezelése

source: Test Connection
hu_hu: Kapcsolat tesztelése

source: Monitor Sites
hu_hu: Webhelyek figyelése

source: Clients
hu_hu: Ügyfelek

source: Manage Clients
hu_hu: Ügyfelek kezelése

source: Backups (Legacy)
hu_hu: Biztonsági mentések (örökölt)

source: Execute Backups
hu_hu: Biztonsági mentések végrehajtása

source: Restore Backups
hu_hu: Biztonsági mentések visszaállítása

source: Download Backups
hu_hu: Biztonsági mentések letöltése

source: Add Backup Tasks
hu_hu: Biztonsági mentési feladatok hozzáadása

source: Edit Backup Tasks
hu_hu: Biztonsági mentési feladatok szerkesztése

source: Delete Backup Tasks
hu_hu: Biztonsági mentési feladatok törlése

source: Pause/Resume Backup Tasks
hu_hu: Biztonsági mentési feladatok szüneteltetése/folytatása

source: Run Backup Tasks
hu_hu: Biztonsági mentési feladatok futtatása

source: Plugins
hu_hu: Bővítmények

source: Install Plugins
hu_hu: Bővítmények telepítése

source: Delete Plugins
hu_hu: Bővítmények törlése

source: Activate/Deactivate Plugins
hu_hu: Bővítmények aktiválása/deaktiválása

source: Themes
hu_hu: Sablonok

source: Install Themes
hu_hu: Sablonok telepítése

source: Delete Themes
hu_hu: Sablonok törlése

source: Activate Themes
hu_hu: Sablonok aktiválása

source: Updates
hu_hu: Frissítések

source: Update WordPress
hu_hu: WordPress frissítése

source: Update Plugins
hu_hu: Bővítmények frissítése

source: Update Themes
hu_hu: Sablonok frissítése

source: Update Translations
hu_hu: Fordítások frissítése

source: Ignore/Unignore Updates
hu_hu: Frissítések mellőzése/Mellőzés visszavonása

source: Trust/Untrust Updates
hu_hu: Frissítések megbízhatónak/nem megbízhatónak jelölése

source: Content
hu_hu: Tartalom

source: Manage Posts
hu_hu: Bejegyzések kezelése

source: Manage Pages
hu_hu: Oldalak kezelése

source: Manage Users
hu_hu: Felhasználók kezelése

source: Manage Tags
hu_hu: Címkék kezelése

source: Manage Add-ons
hu_hu: Kiegészítők kezelése

source: Access
hu_hu: Hozzáférés

source: Access MainWP Settings
hu_hu: Hozzáférés a MainWP beállításaihoz

source: Access Overview
hu_hu: Hozzáférés az áttekintéshez

source: Access System Info
hu_hu: Hozzáférés a rendszerinformációkhoz

source: Cost Tracker
hu_hu: Költségkövető

source: Access Cost Summary
hu_hu: Hozzáférés a költségösszegzéshez

source: Access Manage Costs
hu_hu: Hozzáférés a költségek kezeléséhez

source: Edit Costs
hu_hu: Költségek szerkesztése

source: Add Costs
hu_hu: Költségek hozzáadása

source: Delete Costs
hu_hu: Költségek törlése

source: Manage Cost Tracker Settings
hu_hu: Költségkövető beállításainak kezelése

source: Sites Changes
hu_hu: Webhelyek változásai

source: Manage Insights Actions
hu_hu: Elemzések műveleteinek kezelése

source: Access Insights Dashboard
hu_hu: Hozzáférés az Elemzések irányítópultjához

source: Bulk Install and Activate Add-ons
hu_hu: Kiegészítők tömeges telepítése és aktiválása

source: Manage Dashboard Users
hu_hu: Irányítópult felhasználóinak kezelése

source: Roles & Permissions
hu_hu: Szerepkörök és jogosultságok

source: Create New Role
hu_hu: Új szerepkör létrehozása

source: Bulk actions
hu_hu: Tömeges műveletek

source: Delete
hu_hu: Törlés

source: Apply
hu_hu: Alkalmaz

source: Select role
hu_hu: Szerepkör kiválasztása

source: Administrator
hu_hu: Adminisztrátor

source: Editor
hu_hu: Szerkesztő

source: Author
hu_hu: Szerző

source: Contributor
hu_hu: Közreműködő

source: Subscriber
hu_hu: Előfizető

source: Change Role
hu_hu: Szerepkör módosítása

source: Loading users
hu_hu: Felhasználók betöltése

source: Notes
hu_hu: Jegyzetek

source: Edit note
hu_hu: Jegyzet szerkesztése

source: Allowed HTML tags:
hu_hu: Engedélyezett HTML-címkék:

source: Save note
hu_hu: Jegyzet mentése

source: Edit
hu_hu: Szerkesztés

source: Close
hu_hu: Bezárás

source: Search Options
hu_hu: Keresési beállítások

source: Show Users
hu_hu: Felhasználók megjelenítése

source: Create New User
hu_hu: Új felhasználó létrehozása

source: No users found for the selected search parameters.
hu_hu: A kiválasztott keresési paraméterekkel nem találhatók felhasználók.

source: Username
hu_hu: Felhasználónév

source: Name
hu_hu: Név

source: Role
hu_hu: Szerepkör

source: Role Description
hu_hu: Szerepkör leírása

source: No roles created. Please create roles.
hu_hu: Nincsenek szerepkörök létrehozva. Kérjük, hozzon létre szerepköröket.

source: Create Role
hu_hu: Szerepkör létrehozása

source: Enter role name
hu_hu: Adja meg a szerepkör nevét

source: Enter role description
hu_hu: Adja meg a szerepkör leírását

source: Edit Role / Manage Permissions
hu_hu: Szerepkör szerkesztése / Jogosultságok kezelése

source: Role Info
hu_hu: Szerepkör adatai

source: Loading permissions...
hu_hu: Jogosultságok betöltése...

source: Update Role
hu_hu: Szerepkör frissítése

source: Delete Role
hu_hu: Szerepkör törlése

source: Loading users...
hu_hu: Felhasználók betöltése...

source: Undefined role ID.
hu_hu: Nem definiált szerepkör-azonosító.

source: Role not found.
hu_hu: Szerepkör nem található.

source: Role Permissions
hu_hu: Szerepkör jogosultságai

source: Select All
hu_hu: Összes kijelölése

source: Select None
hu_hu: Kijelölés megszüntetése

source: Permissions not defined.
hu_hu: Jogosultságok nincsenek meghatározva.

source: Allowed Extensions for the Role
hu_hu: A szerepkör számára engedélyezett kiterjesztések

source: Custom Permissions for the Role
hu_hu: A szerepkör egyéni jogosultságai

source: Allowed Child Sites for the Role
hu_hu: A szerepkör számára engedélyezett gyermek webhelyek

source: Select by Site
hu_hu: Kiválasztás webhely szerint

source: Select by Tag
hu_hu: Kiválasztás címke szerint

source: Type to filter sites
hu_hu: Írjon a webhelyek szűréséhez

source: No child sites found. You need to connect your websites first.
hu_hu: Nem találhatók gyermek webhelyek. Először csatlakoztatnia kell a webhelyeit.

source: Type to filter tags
hu_hu: Írjon a címkék szűréséhez

source: No groups found. You need to create website groups first.
hu_hu: Nem találhatók csoportok. Először webhelycsoportokat kell létrehoznia.

source: The role has been deleted successfully.
hu_hu: A szerepkör sikeresen törölve lett.

source: Deleting failed. Role could not be found.
hu_hu: A törlés nem sikerült. A szerepkör nem található.

source: Role name is empty. Please enter the role name.
hu_hu: A szerepkör neve üres. Kérjük, adja meg a szerepkör nevét.

source: Saved without of changes.
hu_hu: Változtatások nélkül mentve.

source: Role name already exist. Please use different role name.
hu_hu: A szerepkör neve már létezik. Kérjük, használjon másik szerepkörnevet.

source: Creating role failed. Please, try again.
hu_hu: A szerepkör létrehozása nem sikerült. Kérjük, próbálja meg újra.

source: There are no users with the "%s" role detected.
hu_hu: Nem találhatók "%s" szerepkörrel rendelkező felhasználók.

source: There is %1$d users with the "%2$s" role detected. What should we do with these users?
hu_hu: %1$d felhasználó található "%2$s" szerepkörrel. Mit tegyünk ezekkel a felhasználókkal?

source: Set role to
hu_hu: Szerepkör beállítása

source: None
hu_hu: Nincs

source: Undefined Role ID.
hu_hu: Nem definiált szerepkör-azonosító.

source: This user is you, you can not delete or change role yourself.
hu_hu: Ez a felhasználó Ön; nem törölheti és nem módosíthatja a saját szerepkörét.

source: Undefined error occurred. Please, try again.
hu_hu: Ismeretlen hiba történt. Kérjük, próbálja meg újra.

source: *** Missed role? ***
hu_hu: *** Hiányzik a szerepkör? ***

source: MainWP Team Control requires %1$sMainWP Dashboard plugin%2$s to be activated in order to work. Please install and activate %3$sMainWP Dashboard plugin%4$s first.
hu_hu: A MainWP Team Control működéséhez aktiválni kell a %1$sMainWP Dashboard bővítményt%2$s. Kérjük, először telepítse és aktiválja a %3$sMainWP Dashboard bővítményt%4$s.

source: Role name is required. Please enter the role name.
hu_hu: A szerepkör neve kötelező. Kérjük, adja meg a szerepkör nevét.

source: Are you sure?
hu_hu: Biztos benne?
