{"translation-revision-date":"2025-10-19 22:48","generator":"WP-CLI\/2.12.0","source":"core\/admin-pages\/entries\/settings\/pages\/site-type\/questions\/questions\/scan-site\/found-issues.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Patchstack":["Patchstack"],"Powered by":["Működteti"],"We found some issues":["Találtunk néhány problémát"],"Exploiting vulnerable software is one of the main tactics used by bad actors to hack your site.":["A sebezhető szoftverek kihasználása az egyik fő módszer, amelyet rosszindulatú szereplők a webhelye feltörésére használnak."],"We also found %d additional vulnerability on your site.":[""],"Pro Tip: Solid Security can scan your site twice a day to ensure it stays free of any vulnerabilities, just enable the feature below.":["Profi tipp: A Solid Security naponta kétszer képes átvizsgálni webhelyét, hogy az sebezhetőségektől mentes maradjon; csak engedélyezze az alábbi funkciót."],"Pro Tip: Solid Security will scan your site twice a day to ensure it stays free of any vulnerabilities.":["Profi tipp: A Solid Security naponta kétszer átvizsgálja webhelyét, hogy az sebezhetőségektől mentes maradjon."],"Here’s what’s next":["Ez következik"],"We will revisit and resolve your existing vulnerabilities once you’ve set up Solid Security.":["Miután beállította a Solid Securityt, visszatérünk és megoldjuk a meglévő sebezhetőségeket."],"Preview of the Vulnerabilities page in Solid Security.":["A Solid Security Sebezhetőségek oldalának előnézete."],"Why not resolve the vulnerabilities now?":["Miért ne oldaná meg most a sebezhetőségeket?"],"Manually resolving vulnerabilities requires some poking around. It’s best to have a configured security environment before jumping into manually resolving vulnerabilities.":["A sebezhetőségek kézi megoldása némi keresgélést igényel. A legjobb, ha a biztonsági környezet már be van állítva, mielőtt belekezd a kézi elhárításukba."],"Continue Setup":["Beállítás folytatása"]}}}