{"translation-revision-date":"2025-10-21 10:10+0200","generator":"WP-CLI\/2.12.0","source":"pro\/fingerprinting\/entries\/confirmation\/components\/unrecognized-mode\/body.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Trusted Devices":["Megbízható eszközök"],"You are logged in on an unrecognized device":["Ön egy ismeretlen eszközön van bejelentkezve"],"You are signed in on an unknown device or in an unknown location. Since Trusted Devices is enabled on this site and this device has not already been approved you will have restricted access on this device. This device won’t be able to edit sensitive information or perform certain administrative tasks <b>until it is confirmed<\/b>.":["Ön ismeretlen eszközön vagy ismeretlen helyen van bejelentkezve. Mivel ezen a webhelyen engedélyezve van a Megbízható eszközök funkció, és ez az eszköz még nem lett jóváhagyva, korlátozott hozzáférése lesz ezen az eszközön. Ez az eszköz nem tud érzékeny információkat szerkeszteni, illetve bizonyos adminisztratív feladatokat végrehajtani <b>amíg meg nem erősítik<\/b>."],"Learn more about Trusted Devices and unrecognized login mode (\"limited access\")":["Tudjon meg többet a Megbízható eszközökről és az ismeretlen bejelentkezési módról (\"korlátozott hozzáférés\")"],"Restricted capabilities:":["Korlátozott jogosultságok:"],"Install\/delete plugins & themes":["Bővítmények és sablonok telepítése\/törlése"],"Activate\/deactivate plugins & themes":["Bővítmények és sablonok aktiválása\/deaktiválása"],"Edit posts, pages, etc. created by other users":["Más felhasználók által létrehozott bejegyzések, oldalak stb. szerkesztése"],"Change the author for posts, pages, etc.":["Bejegyzések, oldalak stb. szerzőjének módosítása"],"Other capabilities, depending upon your site’s plugins and themes":["Egyéb jogosultságok, a webhely bővítményeitől és sablonjaitól függően"],"Send a confirmation email to approve or block this device or continue with limited access and capabilities.":["Küldjön megerősítő e-mailt az eszköz jóváhagyásához vagy letiltásához, illetve folytassa korlátozott hozzáféréssel és jogosultságokkal."]}}}