{"translation-revision-date":"2025-10-19 22:48","generator":"WP-CLI\/2.12.0","source":"core\/modules\/two-factor\/entries\/profile\/app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Enable":["Engedélyezés"],"Two-Factor Authentication":["Kétlépcsős hitelesítés"],"Configure":["Beállítás"],"Enabling two-factor authentication greatly increases the security of your user account on this site. With two-factor authentication enabled, after you submit your username and password, you will be asked for an additional authentication code to complete your login. <b>Two-factor authentication codes can come from an app that runs on your mobile device, an email that is sent to you after you log in with your username and password, or from a pre-generated list of codes.<\/b> The button below allows you to configure which of these authentication code providers are enabled for your user.":["A kétfaktoros hitelesítés engedélyezése jelentősen növeli az Ön felhasználói fiókjának biztonságát ezen a webhelyen. Ha a kétfaktoros hitelesítés engedélyezve van, a felhasználónév és jelszó megadása után egy további hitelesítési kódot is kérni fogunk a bejelentkezés befejezéséhez. <b>A kétfaktoros hitelesítési kódok származhatnak a mobileszközén futó alkalmazásból, egy e-mailből, amelyet a felhasználónév és jelszó megadásával történő bejelentkezés után kap, vagy egy előre legenerált kódlistából.<\/b> Az alábbi gombbal beállíthatja, hogy ezek közül a hitelesítési kódszolgáltatók közül melyek legyenek engedélyezve az Ön felhasználói fiókjához."]}}}