{"translation-revision-date":"2025-10-19 22:48","generator":"WP-CLI\/2.12.0","source":"pro\/webauthn\/entries\/manage\/screens\/add-credential\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"An unexpected error occurred.":["Váratlan hiba történt."],"Registered on %s.":["Regisztrálva: %s."],"Set up Passkey Login":["Passkey-bejelentkezés beállítása"],"Your device doesn’t support passkeys.":["Az eszköze nem támogatja a passkey-eket."],"Why:":["Miért:"],"Passkeys <b>improve security<\/b> and <b>speed up the login process<\/b> by using authentication built into your device instead of passwords. This can mean biometrics like Face ID, Touch ID, or Windows Hello. If your device doesn’t have those capabilities, don’t worry, you can still use passkeys.":["A hozzáférési kulcsok <b>növelik a biztonságot<\/b>, és <b>felgyorsítják a bejelentkezést<\/b> azáltal, hogy jelszavak helyett az eszközébe épített hitelesítést használják. Ez jelentheti a biometrikus azonosítást, például a Face ID, Touch ID vagy Windows Hello használatát. Ha az eszköze nem rendelkezik ezekkel a lehetőségekkel, ne aggódjon, továbbra is használhat hozzáférési kulcsokat."],"When authenticating with a passkey, your personal information never leaves your device. Hackers can’t leak passkeys or trick you into sharing them.":["Amikor hozzáférési kulccsal hitelesít, a személyes adatai soha nem hagyják el az eszközét. A hackerek nem tudnak hozzáférési kulcsokat kiszivárogtatni, és nem tudják rávenni, hogy megossza azokat."],"It looks like passkeys, also known as Platform Authenticators, aren’t available for your device yet.":["Úgy tűnik, hogy a hozzáférési kulcsok, más néven platformhitelesítők, még nem érhetők el az eszközén."],"Read more about <a>device compatibility<\/a>.":["Tudjon meg többet az <a>eszközkompatibilitásról<\/a>."],"If you have a YubiKey, Titan Key, or another USB Security Key, you can still register that device.":["Ha van YubiKey, Titan Key vagy más USB biztonsági kulcsa, azt az eszközt továbbra is regisztrálhatja."],"How it works:":["Hogyan működik:"],"Add USB Security Key":["USB biztonsági kulcs hozzáadása"],"Add Passkey":["Hozzáférési kulcs hozzáadása"],"Press “Add Passkey” to register your device.":["Az eszköze regisztrálásához kattintson a “Hozzáférési kulcs hozzáadása” gombra."],"A pop-up will appear; follow its instructions.":["Megjelenik egy felugró ablak; kövesse az abban szereplő utasításokat."],"Name your passkey and you’re done!":["Nevezze el a hozzáférési kulcsát, és kész!"]}}}