{"translation-revision-date":"2025-10-19 22:48","generator":"WP-CLI\/2.12.0","source":"core\/modules\/promos\/entries\/firewall\/app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Dismiss":["Elutasítás"],"Enable Patchstack":["Patchstack engedélyezése"],"Get Solid Security Pro + Patchstack":["Szerezze be a Solid Security Pro + Patchstack csomagot"],"Upgrade":["Frissítés"],"Upgrade to enable automatic protection with <strong>virtual patches<\/strong>.":["Frissítsen, hogy engedélyezze az automatikus védelmet <strong>virtuális javításokkal<\/strong>."],"Rest easy at night. Upgrade to Solid Security Pro with Patchstack and reduce your WordPress website’s risk to nearly zero thanks to Patchstack’s automated Virtual Patching. Vulnerabilities are patched when your attention is elsewhere and even when a patch hasn’t been released. Go Pro.":["Aludjon nyugodtan éjszaka. Frissítsen Patchstackkel ellátott Solid Security Pro-ra, és csökkentse WordPress webhelye kockázatát szinte nullára a Patchstack automatizált Virtual Patching megoldásának köszönhetően. A sebezhetőségek akkor is kijavításra kerülnek, amikor mással foglalkozik, sőt akkor is, ha még nem adtak ki javítást. Váltson Pro-ra."],"Thank you for being an iThemes Security Pro customer. You recently upgraded to Solid Security Pro and we hope you’re enjoying all the great <a>new features<\/a>. For even more protection, we suggest enabling Patchstack. This automatically patches vulnerabilities when your attention is elsewhere or before a patch is even released. Purchase an additional license per site.":["Köszönjük, hogy az iThemes Security Pro ügyfele. Ön nemrég frissített a Solid Security Pro-ra, és reméljük, hogy élvezi az összes nagyszerű <a>új funkciót<\/a>. Még nagyobb védelem érdekében javasoljuk a Patchstack engedélyezését. Ez automatikusan kijavítja a sebezhetőségeket, amikor a figyelme máshol van, vagy még azelőtt, hogy javítás jelenne meg. Vásároljon webhelyenként egy további licencet."],"Upgrade Now":["Frissítsen most"],"Confused by Firewall Rules? Automate it!":["Összezavarják a Firewall Rules? Automatizálja!"],"We know creating Firewall Rules can be complex, but thanks to our Patchstack integration, Solid Security Pro automatically patches your website vulnerabilities with no action required. Upgrade to Pro with a Patchstack license to be protected while you sleep!":["Tudjuk, hogy a Firewall Rules létrehozása összetett lehet, de a Patchstack integrációnknak köszönhetően a Solid Security Pro automatikusan kijavítja webhelye sebezhetőségeit, anélkül hogy bármit tennie kellene. Frissítsen Pro-ra Patchstack licenccel, hogy akkor is védve legyen, amikor alszik!"],"We know creating custom Firewall Rules can be complex, but thanks to our Patchstack integration, Solid Security automatically patches your website vulnerabilities with no action required. Upgrade to a Patchstack license and be protected while you sleep!":["Tudjuk, hogy az egyedi Firewall Rules létrehozása összetett lehet, de a Patchstack integrációnknak köszönhetően a Solid Security automatikusan kijavítja webhelye sebezhetőségeit, anélkül hogy bármit tennie kellene. Frissítsen Patchstack licencre, és legyen védve akkor is, amikor alszik!"],"Upgrade to a Patchstack License":["Frissítsen Patchstack licencre"]}}}