{"translation-revision-date":"2025-10-19 22:48","generator":"WP-CLI\/2.12.0","source":"pro\/webauthn\/entries\/profile\/app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Passkeys":["Passkeys"],"Registered Passkeys":["Regisztrált hozzáférési kulcsok"],"Passkeys <b>improve security<\/b> and <b>speed up the login process<\/b> by using authentication built into your device instead of passwords. This can mean biometrics like Face ID, Touch ID, or Windows Hello. If your device doesn’t have those capabilities, don’t worry, you can still use passkeys.":["A hozzáférési kulcsok <b>növelik a biztonságot<\/b>, és <b>felgyorsítják a bejelentkezést<\/b> azáltal, hogy jelszavak helyett az eszközébe épített hitelesítést használják. Ez jelentheti a biometrikus azonosítást, például a Face ID, Touch ID vagy Windows Hello használatát. Ha az eszköze nem rendelkezik ezekkel a lehetőségekkel, ne aggódjon, továbbra is használhat hozzáférési kulcsokat."],"When authenticating with a passkey, your personal information never leaves your device. Hackers can’t leak passkeys or trick you into sharing them.":["Amikor hozzáférési kulccsal hitelesít, a személyes adatai soha nem hagyják el az eszközét. A hackerek nem tudnak hozzáférési kulcsokat kiszivárogtatni, és nem tudják rávenni, hogy megossza azokat."],"Manage Passkeys":["Hozzáférési kulcsok kezelése"]," Advanced users can also use external security keys like a YubiKey or Titan Key.":[" Haladó felhasználók külső biztonsági kulcsokat is használhatnak, például YubiKey vagy Titan Key eszközöket."],"Setup Passkeys":["Hozzáférési kulcsok beállítása"]}}}