Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/addify_promo_bar/addify_promo_bar-*.po
Languages: hu_hu

source: Top Bar for WooCommerce
hu_hu: Felső sáv a WooCommerce-hez

source: Add top notification bar on your website to highlight the latest products, offers or upcoming events. (PLEASE TAKE BACKUP BEFORE UPDATING THE PLUGIN).
hu_hu: Adjon hozzá felső értesítési sávot a webhelyéhez, hogy kiemelje a legújabb termékeket, ajánlatokat vagy közelgő eseményeket. (A BŐVÍTMÉNY FRISSÍTÉSE ELŐTT KÉRJÜK, KÉSZÍTSEN BIZTONSÁGI MENTÉST.)

source: General
hu_hu: Általános

source: Bar Content
hu_hu: Sáv tartalma

source: Bar Style
hu_hu: Sáv stílusa

source: Settings
hu_hu: Beállítások

source: Bar Position
hu_hu: Sáv pozíciója

source: Start Date
hu_hu: Kezdő dátum

source: End Date
hu_hu: Záró dátum

source: Date Added
hu_hu: Hozzáadás dátuma

source: Addify Plugin Options
hu_hu: Addify bővítmény beállításai

source: Countdown Timer Settings
hu_hu: Visszaszámláló beállításai

source: Addify Notifications Bar Module Settings
hu_hu: Addify értesítési sáv modul beállításai

source: This settings will be used when countdown timer is enabled in notification bar.
hu_hu: Ezek a beállítások akkor kerülnek felhasználásra, ha az értesítési sávban engedélyezve van a visszaszámláló.

source: Select Counter
hu_hu: Számláló kiválasztása

source: Counter 1
hu_hu: Számláló 1

source: Counter 2
hu_hu: Számláló 2

source: Counter 3
hu_hu: Számláló 3

source: Counter 4
hu_hu: Számláló 4

source: Counter 5
hu_hu: Számláló 5

source: Select the counter style which you want to show on frontend.
hu_hu: Válassza ki a számláló stílusát, amelyet a frontend felületen meg szeretne jeleníteni.

source: Count Down Timer
hu_hu: Visszaszámláló időzítő

source: Background Color
hu_hu: Háttérszín

source: Font Color
hu_hu: Betűszín

source: Font Size
hu_hu: Betűméret

source: Digit Color
hu_hu: Számjegy színe

source: Label Color
hu_hu: Címke színe

source: Digit Font Size
hu_hu: Számjegy betűmérete

source: Label Font Size
hu_hu: Címke betűmérete

source: Digit Font Color
hu_hu: Számjegy betűszíne

source: Digit Background Color
hu_hu: Számjegy háttérszíne

source: Save Settings
hu_hu: Beállítások mentése

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: DAYS
hu_hu: NAPOK

source: HOURS
hu_hu: ÓRÁK

source: MINUTES
hu_hu: PERCEK

source: SECONDS
hu_hu: MÁSODPERCEK

source: Enable Call to Action
hu_hu: Call to Action engedélyezése

source: Enable/Disable call to action on the bar.
hu_hu: A call to action engedélyezése/letiltása a sávon.

source: Call to Action Button Text
hu_hu: Call to Action gomb szövege

source: This text will be displayed on button, if call to action is enabled.
hu_hu: Ez a szöveg jelenik meg a gombon, ha a call to action engedélyezve van.

source: Call to Action Button Link
hu_hu: Call to Action gomb hivatkozása

source: Enter link like that https://www.addifypro.com .
hu_hu: Adjon meg ilyen hivatkozást https://www.addifypro.com .

source: Enable Timer
hu_hu: Időzítő engedélyezése

source: Enable/Disable timer on bar.
hu_hu: Az időzítő engedélyezése/letiltása a sávon.

source: Timer Type
hu_hu: Időzítő típusa

source: Date Range
hu_hu: Dátumtartomány

source: Reset Timer
hu_hu: Időzítő visszaállítása

source: Choose from range-based timer and limited time auto resetting timer.
hu_hu: Válasszon a tartományalapú időzítő és a korlátozott idejű, automatikusan visszaálló időzítő közül.

source: If range based timer is selected then the bar will be displayed only in selected time range only. If auto-resetting timer is selected then the bar will reset after given time.
hu_hu: Ha a tartományalapú időzítőt választja, a sáv csak a kiválasztott időtartományban jelenik meg. Ha az automatikusan visszaálló időzítőt választja, a sáv a megadott idő után visszaáll.

source: Start/End Date
hu_hu: Kezdő/záró dátum

source: Start/End date for the bar. If timer is enabled this start date will be used in timer.
hu_hu: A sáv kezdő/záró dátuma. Ha az időzítő engedélyezve van, ez a kezdő dátum kerül felhasználásra az időzítőben.

source: Start/End Time
hu_hu: Kezdő/záró idő

source: Start/End time for the bar. If timer is enabled this start time will be used in timer.
hu_hu: A sáv kezdő/záró ideje. Ha az időzítő engedélyezve van, ez a kezdési idő kerül felhasználásra az időzítőben.

source: Hours
hu_hu: Órák

source: Add hours for reset timer.
hu_hu: Adjon hozzá órákat a visszaállítási időzítőhöz.

source: Bar Text
hu_hu: Sáv szövege

source: Add bar text or use {aftb_top_bar_counter} to display countdown timer, use {aftb_top_bar_button} to display button.
hu_hu: Adjon meg sávszöveget, vagy használja a {aftb_top_bar_counter} elemet a visszaszámláló megjelenítéséhez, a {aftb_top_bar_button} elemet a gomb megjelenítéséhez.

source: Top of Page
hu_hu: Oldal teteje

source: Above Footer
hu_hu: Lábléc felett

source: Below Footer
hu_hu: Lábléc alatt

source: Fixed
hu_hu: Rögzített

source: Sticky
hu_hu: Görgetéskor követő

source: Select Bar Animation
hu_hu: Sáv animációjának kiválasztása

source: Static Information Bar
hu_hu: Statikus információs sáv

source: Scrolling Text Bar
hu_hu: Gördülő szövegsáv

source: Manual Sliding Bar
hu_hu: Kézi csúsztatású sáv

source: Automatic Sliding Bar
hu_hu: Automatikus csúsztatású sáv

source: Applied On
hu_hu: Alkalmazás helye

source: Whole Website
hu_hu: Teljes webhely

source: Selected Items
hu_hu: Kiválasztott elemek

source: Choose where you want to show this bar, either on whole website or selected items.
hu_hu: Válassza ki, hol jelenjen meg ez a sáv: a teljes webhelyen vagy csak a kiválasztott elemeken.

source: Products
hu_hu: Termékek

source: Choose on which product(s) you want to apply top bar.
hu_hu: Válassza ki, mely termék(ek)en szeretné alkalmazni a felső sávot.

source: Categories
hu_hu: Kategóriák

source: Choose on which categories you want to apply the promo bar. Promo bar will be displayed on selected category pages and their products.
hu_hu: Válassza ki, mely kategóriákra szeretné alkalmazni a promóciós sávot. A promóciós sáv a kiválasztott kategóriaoldalakon és az azokhoz tartozó termékeken jelenik meg.

source: Pages
hu_hu: Oldalak

source: Choose on which pages you want to apply the promo bar.
hu_hu: Válassza ki, mely oldalakon szeretné alkalmazni a promóciós sávot.

source: Blog Posts
hu_hu: Blogbejegyzések

source: Choose on which blog post(s) you want to apply promo bar.
hu_hu: Válassza ki, mely blogbejegyzés(ek)re szeretné alkalmazni a promóciós sávot.

source: Select Countries
hu_hu: Országok kiválasztása

source: Select countries to display bar.
hu_hu: Válassza ki, mely országokban jelenjen meg a sáv.

source: Bar Priority
hu_hu: Sáv prioritása

source: 1 - 100, In case of multiple bars at same location, bar with high priority will be shown first and then others.
hu_hu: 1 - 100, ha több sáv van ugyanazon a helyen, a magasabb prioritású jelenik meg elsőként, majd a többi.

source: Bar Shortcode
hu_hu: Sáv rövidkódja

source: Display topbar using Shortcode.
hu_hu: Felső sáv megjelenítése rövidkóddal.

source: Bar Background Color
hu_hu: Sáv háttérszíne

source: Background color for the promo bar.
hu_hu: A promóciós sáv háttérszíne.

source: Bar Font Color
hu_hu: Sáv betűszíne

source: Text color for the promo bar.
hu_hu: A promóciós sáv szövegszíne.

source: Button Background Color
hu_hu: Gomb háttérszíne

source: Button background color for the top bar.
hu_hu: A felső sáv gombjának háttérszíne.

source: Button Font Color
hu_hu: Gomb betűszíne

source: Button Text color for the top bar.
hu_hu: A felső sáv gombjának szövegszíne.

source: Bar Background Image
hu_hu: Sáv háttérképe

source: Upload Image
hu_hu: Kép feltöltése

source: Remove Image
hu_hu: Kép eltávolítása

source: Background image for the promo bar.
hu_hu: Háttérkép a promóciós sávhoz.

source: Bar Font Family
hu_hu: Sáv betűcsaládja

source: Font Family for the top bar.
hu_hu: Betűcsalád a felső sávhoz.

source: Button Font Family
hu_hu: Gomb betűcsaládja

source: Button Font Family for the top bar.
hu_hu: Gomb betűcsaládja a felső sávhoz.

source: Bar Font Size(px)
hu_hu: Sáv betűmérete(px)

source: Text size for the promo bar.
hu_hu: Szövegméret a promóciós sávhoz.

source: Button Font Size(px)
hu_hu: Gomb betűmérete(px)

source: Button Text size for the top bar.
hu_hu: Gomb szövegmérete a felső sávhoz.

source: Bar Border Radius
hu_hu: Sáv sarokkerekítése

source: Enter bar border radius here.
hu_hu: Adja meg itt a sáv sarokkerekítését.

source: Button Border Radius
hu_hu: Gomb sarokkerekítése

source: Enter button border radius for top bar.
hu_hu: Adja meg a felső sáv gombjának sarokkerekítését.

source: Bar Content Width(%)
hu_hu: Sáv tartalmának szélessége(%)

source: Enter the width of the content inside the bar (in percentage). The height will adjust automatically based on content.
hu_hu: Adja meg a sávon belüli tartalom szélességét (százalékban). A magasság a tartalomhoz automatikusan igazodik.

source: Custom CSS
hu_hu: Egyéni CSS

source: Add custom CSS, this will be applied on this demo bar.
hu_hu: Adjon meg egyéni CSS-t, ez erre a demó sávra lesz alkalmazva.

source: Top Bar
hu_hu: Felső sáv

source: Add New Top Bar
hu_hu: Új felső sáv hozzáadása

source: Edit Top Bar
hu_hu: Felső sáv szerkesztése

source: New Top Bar
hu_hu: Új felső sáv

source: View Top Bar
hu_hu: Felső sáv megtekintése

source: Search Top Bar
hu_hu: Felső sáv keresése

source: No promo bar found
hu_hu: Nem található promóciós sáv

source: No promo found in trash
hu_hu: A lomtárban nem található promóció

source: All Top Bars
hu_hu: Összes felső sáv

source: Rule updated.
hu_hu: Szabály frissítve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: Rule restored to revision from %s
hu_hu: A szabály visszaállítva a(z) %s időpontból származó változatra.

source: Rule published.
hu_hu: Szabály közzétéve.

source: Rule saved.
hu_hu: Szabály mentve.

source: Rule submitted.
hu_hu: Szabály beküldve.

source: Rule scheduled.
hu_hu: Szabály ütemezve.

source: Rule draft updated.
hu_hu: Szabály piszkozata frissítve.
