Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mb-frontend-submission/mb-frontend-submission-*.po
Languages: hu_hu

source: Submit posts and custom fields in the frontend.
hu_hu: Bejegyzések és egyéni mezők beküldése a frontend felületen.

source: Post
hu_hu: Bejegyzés

source: Custom Model
hu_hu: Egyéni modell

source: Failed to delete the record.
hu_hu: Nem sikerült törölni a rekordot.

source: Please login to view the dashboard.
hu_hu: Kérjük, jelentkezzen be a vezérlőpult megtekintéséhez.

source: Something is wrong with the edit page with ID #%d. Please check again
hu_hu: Valami nincs rendben a(z) #%d azonosítójú szerkesztési oldallal. Kérjük, ellenőrizze újra

source: Add New
hu_hu: Új hozzáadása

source: Title
hu_hu: Cím

source: Date
hu_hu: Dátum

source: Status
hu_hu: Állapot

source: Actions
hu_hu: Műveletek

source: Model name is required
hu_hu: A modell neve kötelező

source: Model %s not found
hu_hu: A(z) %s modell nem található

source: Howdie, %s!
hu_hu: Üdv, %s!

source: You have %1$d %2$s.
hu_hu: Önnek %1$d %2$s van.

source: Edit
hu_hu: Szerkesztés

source: Are you sure to delete this record?
hu_hu: Biztosan törli ezt a rekordot?

source: You are not allowed to edit this post.
hu_hu: Nincs jogosultsága a bejegyzés szerkesztéséhez.

source: Invalid form submission
hu_hu: Érvénytelen űrlapbeküldés

source: Clear
hu_hu: Törlés

source: Clear color
hu_hu: Szín törlése

source: Default
hu_hu: Alapértelmezett

source: Select default color
hu_hu: Alapértelmezett szín kiválasztása

source: Select Color
hu_hu: Szín kiválasztása

source: Color value
hu_hu: Szín értéke

source: Are you sure to delete this post?
hu_hu: Biztosan törli ezt a bejegyzést?

source: Error trying to execute grecaptcha.
hu_hu: Hiba a grecaptcha futtatásakor.

source: Submit
hu_hu: Beküldés

source: Add new
hu_hu: Új hozzáadása

source: Delete
hu_hu: Törlés

source: Your post has been successfully submitted. Thank you.
hu_hu: A bejegyzés sikeresen beküldve. Köszönjük.

source: Your post has been successfully deleted.
hu_hu: A bejegyzés sikeresen törölve.

source: Submission Form
hu_hu: Beküldési űrlap

source: Field group ID(s). If multiple field groups, enter their IDs separated by commas.
hu_hu: Mezőcsoport ID(s). Ha több mezőcsoport van, adja meg az ID-ket vesszővel elválasztva.

source: Enable Ajax submission
hu_hu: Ajax-beküldés engedélyezése

source: Allow scroll
hu_hu: Görgetés engedélyezése

source: Enable scroll to message after ajax submission.
hu_hu: Görgetés engedélyezése az üzenethez az Ajax-beküldés után.

source: Allow users to edit the post after submitting. If enabled then ajax attribute will be disabled.
hu_hu: Engedélyezze a felhasználóknak a bejegyzés szerkesztését a beküldés után. Ha engedélyezve van, az ajax attribútum letiltásra kerül.

source: Allow delete
hu_hu: Törlés engedélyezése

source: Allow users to delete the submitted post.
hu_hu: Engedélyezze a felhasználóknak a beküldött bejegyzés törlését.

source: Force delete
hu_hu: Végleges törlés

source: Whether to delete the submitted post permanently or temporarily (move to Trash).
hu_hu: A beküldött bejegyzés végleges vagy ideiglenes törlése (Lomtárba helyezés).

source: Show add more
hu_hu: Több hozzáadása megjelenítése

source: Show add new button after submit.
hu_hu: Új hozzáadása gomb megjelenítése beküldés után.

source: Object type
hu_hu: Objektum típusa

source: Object type to submit.
hu_hu: Beküldendő objektumtípus.

source: Object ID
hu_hu: Objektum ID

source: The object ID. Used when you want to update an existing object. If you want to pass the ID of the current post, set it to "current".
hu_hu: Az objektum ID-je. Akkor használja, ha egy meglévő objektumot szeretne frissíteni. Ha az aktuális bejegyzés ID-ját szeretné átadni, állítsa "current"-re.

source: Post type
hu_hu: Bejegyzéstípus

source: The submitted post type. Default is the first post type defined in the meta box. If meta box is made for multiple post types, you should set this attribute to the correct one.
hu_hu: A beküldött bejegyzéstípus. Alapértelmezésben a meta boxban elsőként meghatározott bejegyzéstípus. Ha a meta box több bejegyzéstípushoz készült, állítsa ezt az attribútumot a megfelelőre.

source: Post status
hu_hu: Bejegyzés állapota

source: The status for submitted posts.
hu_hu: A beküldött bejegyzések állapota.

source: Post Fields
hu_hu: Bejegyzés mezői

source: Content
hu_hu: Tartalom

source: Excerpt
hu_hu: Kivonat

source: Thumbnail
hu_hu: Bélyegkép

source: List of post fields you want to show in the frontend.
hu_hu: Azoknak a bejegyzésmezőknek a listája, amelyeket a frontenden meg szeretne jeleníteni.

source: Title field label
hu_hu: Cím mező címkéje

source: Content field label
hu_hu: Tartalom mező címkéje

source: Excerpt field label
hu_hu: Kivonat mező címkéje

source: Date field label
hu_hu: Dátum mező címkéje

source: Thumbnail field label
hu_hu: Bélyegkép mező címkéje

source: Submit button text
hu_hu: Küldés gomb szövege

source: Add new button text
hu_hu: Új hozzáadása gomb szövege

source: Delete button text
hu_hu: Törlés gomb szövege

source: Custom redirect URL
hu_hu: Egyéni átirányítási URL

source: Confirmation text
hu_hu: Megerősítő szöveg

source: The text for the confirmation message when the form is successfully submitted.
hu_hu: A megerősítő üzenet szövege, amikor az űrlap sikeresen elküldésre kerül.

source: Delete confirmation text
hu_hu: Törlés megerősítő szövege

source: The text for the confirmation message when the post is deleted.
hu_hu: A megerősítő üzenet szövege, amikor a bejegyzést törlik.

source: Recaptcha key
hu_hu: reCaptcha kulcs

source: Google reCaptcha site key (version 3).
hu_hu: Google reCaptcha site key (3-as verzió).

source: Google reCaptcha secret key (version 3).
hu_hu: Google reCaptcha secret key (3-as verzió).

source: User Dashboard
hu_hu: Felhasználói vezérlőpult

source: Edit Page
hu_hu: Szerkesztő oldal

source: Choose a page where users can submit posts.
hu_hu: Válasszon egy oldalt, ahol a felhasználók bejegyzéseket küldhetnek be.

source: Field group ID(s)
hu_hu: Mezőcsoport ID(k)

source: Overwrite field group ID(s) from the edit page. If multiple field groups, enter their IDs separated by commas.
hu_hu: A szerkesztő oldalon megadott mezőcsoport ID(k) felülírása. Több mezőcsoport esetén adja meg az ID-ket vesszővel elválasztva.

source: Object type of the submissions.
hu_hu: A beküldések objektumtípusa.

source: Select
hu_hu: Válasszon

source: Model name
hu_hu: Modell neve

source: Select related model for the submissions.
hu_hu: Válassza ki a beküldésekhez kapcsolódó modellt.

source: Overwrite the submitted post type from the edit page.
hu_hu: A beküldött bejegyzéstípus felülírása a szerkesztő oldalról.

source: Show welcome message
hu_hu: Üdvözlő üzenet megjelenítése

source: Columns
hu_hu: Oszlopok

source: List of columns to be displayed in the dashboard.
hu_hu: A vezérlőpulton megjelenítendő oszlopok listája.

source: Title Column Label
hu_hu: Cím oszlop címkéje

source: The label for the title column.
hu_hu: A cím oszlop címkéje.

source: Date Column Label
hu_hu: Dátum oszlop címkéje

source: The label for the date column.
hu_hu: A dátum oszlop címkéje.

source: Status Column Label
hu_hu: Állapot oszlop címkéje

source: The label for the status column.
hu_hu: Az állapot oszlop címkéje.

source: Actions Column Label
hu_hu: Műveletek oszlop címkéje

source: The label for the actions column.
hu_hu: A műveletek oszlop címkéje.

source: Post Action Link
hu_hu: Bejegyzés műveleti hivatkozás

source: View
hu_hu: Megtekintés

source: The link action when clicking post titles.
hu_hu: A hivatkozás művelete, amikor a bejegyzés címére kattintanak.

source: Add New Button Text
hu_hu: Új hozzáadása gomb szövege

source: Enter the form title
hu_hu: Adja meg az űrlap címét

source: If multiple field groups, enter their IDs separated by commas.
hu_hu: Ha több mezőcsoport van, adja meg az azonosítóikat vesszővel elválasztva.

source: Post fields
hu_hu: A bejegyzés mezői

source: Choose post fields to show on the form
hu_hu: Válassza ki az űrlapon megjelenítendő bejegyzésmezőket.

source: Confirmation message
hu_hu: Megerősítő üzenet

source: Type your description here
hu_hu: Írja ide a leírást

source: Use Google reCaptcha
hu_hu: Google reCaptcha használata

source: True
hu_hu: Igaz

source: False
hu_hu: Hamis

source: reCaptcha key
hu_hu: reCaptcha kulcs

source: reCaptcha secret
hu_hu: reCaptcha titkos kulcs

source: Custom Redirect URL
hu_hu: Egyéni átirányítási URL

source: Edit page
hu_hu: Szerkesztési oldal

source: Object type of the submissions
hu_hu: A beküldések objektumtípusa

source: (No title)
hu_hu: (Nincs cím)

source: Invalid request. Please try again.
hu_hu: Érvénytelen kérés. Próbálja meg újra.

source: Invalid ajax request. Please try again.
hu_hu: Érvénytelen Ajax-kérés. Próbálja meg újra.

source: Invalid captcha token.
hu_hu: Érvénytelen captcha token.

source: This content field will be replaced by a WYSIWYG (visual) editor on the front end.
hu_hu: Ezt a tartalommezőt a WYSIWYG (vizuális) szerkesztő váltja fel a nyilvános felületen.

source: Settings
hu_hu: Beállítások

source: Field group
hu_hu: Mezőcsoport

source: Enable ajax submission
hu_hu: Ajax-beküldés engedélyezése

source: Allow to edit after submitting
hu_hu: Beküldés utáni szerkesztés engedélyezése

source: If enabled, then ajax submission will be disabled.
hu_hu: Ha engedélyezve van, az Ajax-beküldés le lesz tiltva.

source: Allow to delete the entry
hu_hu: A bejegyzés törlésének engedélyezése

source: Allow users to delete the submitted entry.
hu_hu: Lehetővé teszi a felhasználók számára a beküldött bejegyzés törlését.

source: Whether to delete the submitted entry permanently or temporarily (move to Trash).
hu_hu: A beküldött bejegyzés végleges vagy ideiglenes törlése (Lomtárba helyezés).

source: Allow to add more entries
hu_hu: További bejegyzések hozzáadásának engedélyezése

source: The object id, used when you want to update an existing entry.
hu_hu: Az objektumazonosító, amelyet meglévő bejegyzés frissítésekor használ.

source: Appearance
hu_hu: Megjelenés

source: Enable scroll to the message after ajax submission.
hu_hu: Üzenethez görgetés engedélyezése Ajax-beküldés után.

source: The text for the confirmation message when the entry is deleted.
hu_hu: A megerősítő üzenet szövege a bejegyzés törlésekor.

source: Post fields labels
hu_hu: Bejegyzésmezők címkéi

source: Site key
hu_hu: Webhelykulcs

source: Secret key
hu_hu: Titkos kulcs

source: Choose a page where users can edit their submissions.
hu_hu: Válasszon egy oldalt, ahol a felhasználók szerkeszthetik a beküldéseiket.

source: Title link
hu_hu: Cím linkje

source: Select related model for the submissions
hu_hu: Válasszon kapcsolódó modellt a beküldésekhez

# block title
source: Submission Form
hu_hu: Beküldési űrlap

# block description
source: Submit posts on the front end.
hu_hu: Bejegyzések beküldése a nyilvános felületen.

# block title
source: User Dashboard
hu_hu: Felhasználói vezérlőpult

# block description
source: User dashboard.
hu_hu: Felhasználói vezérlőpult.
