Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/free-gifts-for-woocommerce/free-gifts-for-woocommerce-*.po
Languages: hu_hu

source: This Plugin stores user name, user email Information from the user.
hu_hu: Ez a bővítmény a felhasználótól a felhasználónév és az e-mail-cím adatait tárolja.

source: Whether to bypass trash and force deletion.
hu_hu: Kihagyja-e a kukát, és kényszeríti-e a törlést.

source: Unique identifier for the object.
hu_hu: Az objektum egyedi azonosítója.

source: Order ID.
hu_hu: Rendelésazonosító.

source: User ID.
hu_hu: Felhasználóazonosító.

source: Status.
hu_hu: Állapot.

source: The date the coupon was created, in the site's timezone.
hu_hu: A kupon létrehozásának dátuma a webhely időzónájában.

source: The date the coupon was last modified, in the site's timezone.
hu_hu: A kupon utolsó módosításának dátuma a webhely időzónájában.

source: Rule IDs.
hu_hu: Szabályazonosítók.

source: Product Details.
hu_hu: Termék részletei.

source: Product ID.
hu_hu: Termékazonosító.

source: Product Name.
hu_hu: Termék neve.

source: Product Price.
hu_hu: Termék ára.

source: Rule ID.
hu_hu: Szabály ID.

source: Mode.
hu_hu: Mód.

source: User Name.
hu_hu: Felhasználó neve.

source: User Email.
hu_hu: Felhasználó e-mail-címe.

source: Sorry, you cannot view this resource.
hu_hu: Sajnáljuk, nem tekintheti meg ezt az erőforrást.

source: Sorry, you cannot list resources.
hu_hu: Sajnáljuk, nem listázhatja az erőforrásokat.

source: Sorry, you are not allowed to create this resource.
hu_hu: Sajnáljuk, nincs jogosultsága ennek az erőforrásnak a létrehozásához.

source: Sorry, you are not allowed to edit this resource.
hu_hu: Sajnáljuk, nincs jogosultsága ennek az erőforrásnak a szerkesztéséhez.

source: Sorry, you are not allowed to delete this resource.
hu_hu: Sajnáljuk, nincs jogosultsága ennek az erőforrásnak a törléséhez.

source: Invalid ID
hu_hu: Érvénytelen ID

source: Cannot create existing %s.
hu_hu: Nem hozható létre a már létező %s.

source: ID is invalid.
hu_hu: Az ID érvénytelen.

source: The %s has already been deleted.
hu_hu: A(z) %s már törölve lett.

source: The %s cannot be deleted.
hu_hu: A(z) %s nem törölhető.

source: Rule Name.
hu_hu: Szabály neve.

source: Rule Status.
hu_hu: Szabály állapota.

source: Rule Description.
hu_hu: Szabály leírása.

source: Rule Type.
hu_hu: Szabály típusa.

source: Rule Consider Type.
hu_hu: Szabály figyelembevételi típusa.

source: Gift Type.
hu_hu: Ajándék típusa.

source: Gift Product IDs.
hu_hu: Ajándéktermék ID-k.

source: Gift Category IDs.
hu_hu: Ajándékkategória ID-k.

source: Automatic Product Quantity.
hu_hu: Automatikus termékmennyiség.

source: BOGO Gift Type.
hu_hu: BOGO ajándék típusa.

source: Buy Product Type.
hu_hu: Vásárlási termék típusa.

source: Buy Category Type.
hu_hu: Vásárlási kategória típusa.

source: Buy Product IDs.
hu_hu: Vásárlási termék ID-k.

source: Buy Category IDs.
hu_hu: Vásárlási kategória ID-k.

source: Buy Product Applicable Type.
hu_hu: Vásárlási termék alkalmazhatósági típusa.

source: Buy Category Applicable Type.
hu_hu: Vásárlási kategória alkalmazhatósági típusa.

source: Buy Product Quantity Applicable Type.
hu_hu: Vásárlási termékmennyiség alkalmazhatósági típusa.

source: Buy Category Quantity Applicable Type.
hu_hu: Vásárlási kategóriamennyiség alkalmazhatósági típusa.

source: Get Product Type.
hu_hu: Kapott termék típusa.

source: Get Product IDs.
hu_hu: Kapott termék ID-k.

source: Get Category IDs.
hu_hu: Kapott kategória ID-k.

source: Get Product Applicable Type.
hu_hu: Kapott termék alkalmazhatósági típusa.

source: Get Product Awarding Type.
hu_hu: Kapott termék juttatási típusa.

source: Buy Product Count.
hu_hu: Vásárlási termék darabszám.

source: Get Product Count.
hu_hu: Kapott termék darabszám.

source: BOGO Repeat Gifts.
hu_hu: BOGO ismétlődő ajándékok.

source: BOGO Repeat Gifts Mode.
hu_hu: BOGO ismétlődő ajándékok módja.

source: BOGO Repeat Gifts Limit.
hu_hu: BOGO ismétlődő ajándékok korlátja.

source: Coupon IDs.
hu_hu: Kupon ID-k.

source: Coupon Gift Product IDs.
hu_hu: Kupon ajándéktermék ID-k.

source: Coupon Gift Product Quantity.
hu_hu: Kupon ajándéktermék mennyisége.

source: Total Price Type.
hu_hu: Teljes ár típusa.

source: Total Categories IDs.
hu_hu: Összesített kategória ID-k.

source: Consider Subcategories Total.
hu_hu: Alkategóriák összesítésének figyelembevétele.

source: Consider Discounted Category Total.
hu_hu: Kedvezményes kategória összegének figyelembevétele.

source: Total Price.
hu_hu: Teljes ár.

source: Total Gift Type.
hu_hu: Összesített ajándéktípus.

source: Total Gift Product IDs.
hu_hu: Ajándéktermék-azonosítók összesen.

source: Total Gift Categories IDs.
hu_hu: Ajándékkategória-azonosítók összesen.

source: Total Gift Products Quantity Type
hu_hu: Összesített ajándéktermék-mennyiségtípus

source: Total Gift Products Quantity
hu_hu: Összesített ajándéktermék-mennyiség

source: Total Repeat Gift
hu_hu: Összesített ismétlődő ajándék

source: Total Repeat Gift Mode
hu_hu: Összesített ismétlődő ajándékmód

source: Total Repeat Gift Limit
hu_hu: Összesített ismétlődő ajándék korlát

source: Bulk Quantity Rules Consider Type
hu_hu: Tömeges mennyiségi szabályok figyelembevételi típusa

source: Gift Quantity.
hu_hu: Ajándék mennyisége.

source: Gift Type
hu_hu: Ajándék típusa

source: Bulk Pricing Total Type
hu_hu: Tömeges árazás összesített típusa

source: Bulk Pricing Category IDs
hu_hu: Tömeges árazás kategóriaazonosítói

source: Bulk Pricing Subcategories Consider Type
hu_hu: Tömeges árazás alkategóriák figyelembevételének típusa

source: Bulk Pricing Discounted Category Total
hu_hu: Tömeges árazás kedvezményes kategóriaösszeg

source: Bulk Pricing Rules Consider Type
hu_hu: Tömeges árazási szabályok figyelembevételi típusa

source: Cheapest Gift Price Type
hu_hu: Legolcsóbb ajándék ár típusa

source: Cheapest Gift Quantity
hu_hu: Legolcsóbb ajándék mennyisége

source: Rule From Date.
hu_hu: Szabály kezdő dátuma.

source: Rule To Date.
hu_hu: Szabály záró dátuma.

source: Rule Week Days.
hu_hu: Szabály hét napjai.

source: Gift Count per Order.
hu_hu: Ajándékok száma rendelésenként.

source: Rule Usage Count.
hu_hu: Szabály felhasználási száma.

source: Rule Restriction Count.
hu_hu: Szabály korlátozásainak száma.

source: Rule Allowed User Type.
hu_hu: Szabály által engedélyezett felhasználótípus.

source: Rule Allowed User Count.
hu_hu: Szabály által engedélyezett felhasználók száma.

source: Rule Allowed User Usage Details.
hu_hu: Szabály által engedélyezett felhasználók használati részletei.

source: Rule User Purchased Order Type.
hu_hu: Szabály felhasználó által megvásárolt rendelés típusa.

source: Rule User Purchased Order Minimum Count.
hu_hu: Szabály felhasználó által megvásárolt rendelések minimális száma.

source: Rule User Purchased Order Maximum Count.
hu_hu: Szabály felhasználó által megvásárolt rendelések maximális száma.

source: Rule Restriction by Coupon Type.
hu_hu: Szabály korlátozása kupon típusa alapján.

source: Rule Restriction by Coupon.
hu_hu: Szabály korlátozása kupon alapján.

source: Criteria Type.
hu_hu: Kritérium típusa.

source: Criteria Total Type.
hu_hu: Kritérium összesítés típusa.

source: Criteria Category IDs.
hu_hu: Kritérium kategóriaazonosítói.

source: Consider Criteria Sub Categories Total.
hu_hu: Kritérium alkategóriák összegének figyelembevétele.

source: Calculate Discounted Categories Total.
hu_hu: Kedvezményes kategóriák összegének kiszámítása.

source: Total Minimum Value.
hu_hu: Összesített minimális érték.

source: Total Maximum Value.
hu_hu: Összesített maximális érték.

source: Quantity Minimum Value.
hu_hu: Mennyiség minimális értéke.

source: Quantity Maximum Value.
hu_hu: Mennyiség maximális értéke.

source: Product Count Minimum Value.
hu_hu: Termékek számának minimális értéke.

source: Product Count Maximum Value.
hu_hu: Termékek számának maximális értéke.

source: User Filter Type.
hu_hu: Felhasználói szűrő típusa.

source: Filter Include User IDs.
hu_hu: Szűrőbe felvett felhasználói azonosítók.

source: Filter Exclude User IDs.
hu_hu: Szűrőből kizárt felhasználói azonosítók.

source: Filter Include User Roles.
hu_hu: Felhasználói szerepkörök bevonása a szűrőbe.

source: Filter Exclude User Roles.
hu_hu: Felhasználói szerepkörök kizárása a szűrőből.

source: Product Filter Type.
hu_hu: Termékszűrő típusa.

source: Filter Applicable Product Mode.
hu_hu: Szűrő termékekre vonatkozó alkalmazási módja.

source: Filter Include Product IDs.
hu_hu: Termékazonosítók bevonása a szűrőbe.

source: Filter Include Product Count.
hu_hu: Szűrőbe bevont termékek száma.

source: Filter Exclude Product IDs.
hu_hu: Termékazonosítók kizárása a szűrőből.

source: Filter Applicable Category Mode.
hu_hu: Szűrő kategóriákra vonatkozó alkalmazási módja.

source: Filter Include Category IDs.
hu_hu: Kategóriaazonosítók bevonása a szűrőbe.

source: Filter Include Category Product Count.
hu_hu: Szűrőbe bevont kategória termékeinek száma.

source: Filter Exclude Category IDs.
hu_hu: Kategóriaazonosítók kizárása a szűrőből.

source: Filter Virtual Product.
hu_hu: Virtuális termék szűrése.

source: Show Notice.
hu_hu: Értesítés megjelenítése.

source: Notice.
hu_hu: Értesítés.

source: Notice Image ID.
hu_hu: Értesítés képazonosítója.

source: Show BOGO Eligible Notice.
hu_hu: BOGO jogosultsági értesítés megjelenítése.

source: BOGO Eligible Notice.
hu_hu: BOGO jogosultsági értesítés.

source: Show Bulk Eligible Notice.
hu_hu: Mennyiségi jogosultsági értesítés megjelenítése.

source: Bulk Eligible Notice.
hu_hu: Mennyiségi jogosultsági értesítés.

source: Bulk Notice Image ID.
hu_hu: Mennyiségi értesítés képazonosítója.

source: Foul!
hu_hu: Szabálytalanság!

source: Your Price
hu_hu: Az Ön ára
