Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/free-gifts-for-woocommerce/free-gifts-for-woocommerce-*.po
Languages: hu_hu

source: Cart Subtotal - Sum of all Product Prices and Taxes if applicable. Order Total - Sum of all Product Prices, Shipping and Taxes. Category Total - Sum of all Product Prices plus applicable Taxes that belong to a particular category.
hu_hu: Kosár részösszeg - Az összes termékár és - ha alkalmazható - az adók összege. Rendelés végösszeg - Az összes termékár, a szállítás és az adók összege. Kategóriaösszeg - Az adott kategóriába tartozó termékárak és az alkalmazható adók összege.

source: Select a Category
hu_hu: Válasszon kategóriát

source: Including Sub-category Product(s)
hu_hu: Alkategória termékei is beleértve

source: Calculate Category Total Criteria after WC Coupon Discount is applied
hu_hu: A Category Total Criteria kiszámítása a WC Coupon Discount alkalmazása után

source: When enabled and if WC coupon is applied, then the discount amount will be considered for calculation of "Category Total Criteria".
hu_hu: Ha engedélyezve van, és alkalmazásra kerül WC coupon, akkor a kedvezmény összege figyelembe lesz véve a "Category Total Criteria" kiszámításakor.

source: Rule Consider Type
hu_hu: Szabály figyelembevételének típusa

source: First Matched Rule
hu_hu: Első egyező szabály

source: All Valid Rule
hu_hu: Minden érvényes szabály

source: Bulk Pricing Rules
hu_hu: Mennyiségi árképzési szabályok

source: From
hu_hu: Ettől

source: To
hu_hu: Eddig

source: Get
hu_hu: Kap

source: Remove Rule
hu_hu: Szabály eltávolítása

source: Bulk Quantity Configuration
hu_hu: Tömeges mennyiség beállításai

source: Bulk Quantity Rules
hu_hu: Tömeges mennyiségi szabályok

source: Price Configuration
hu_hu: Ár beállításai

source: Cheapest Price is considered based on
hu_hu: A legolcsóbb árat az alábbiak alapján vesszük figyelembe

source: Quantity for Gift Product(s)
hu_hu: Ajándéktermék(ek) mennyisége

source: Coupon Configuration
hu_hu: Kupon beállításai

source: Select the Coupon
hu_hu: Válassza ki a kupont

source: Search a Coupon
hu_hu: Kupon keresése

source: Gift Product(s) Configuration
hu_hu: Ajándéktermék(ek) beállításai

source: Select Product(s)
hu_hu: Válassza ki a termék(ek)et

source: The selected Product(s) will be added to the user's cart once the coupon applied
hu_hu: A kiválasztott termék(ek) a kupon alkalmazásakor hozzáadódnak a felhasználó kosarához

source: Gift Quantity Configuration
hu_hu: Az ajándék mennyiségének beállítása

source: Quantity for Selected Free Gift Product(s)
hu_hu: A kiválasztott ingyenes ajándéktermék(ek) mennyisége

source: Criteria Configuration
hu_hu: Kritériumok beállítása

source: Criteria Type
hu_hu: Kritériumtípus

source: AND – The user will be eligible only when they satisfy both the criteria. OR – The user will be eligible if they satisfy any one of the criteria
hu_hu: ÉS – A felhasználó csak akkor jogosult, ha mindkét kritériumnak megfelel. VAGY – A felhasználó jogosult, ha bármelyik kritériumnak megfelel

source: AND
hu_hu: ÉS

source: OR
hu_hu: VAGY

source: Criteria Calculated based on
hu_hu: A kritérium számítása alapja

source: Cart Quantity
hu_hu: Kosárban lévő mennyiség

source: The user's cart quantity(sum of all product quantities) should be within the specified range
hu_hu: A felhasználó kosarában lévő mennyiség(az összes termékmennyiség összege) a megadott tartományon belül legyen

source: Number of Products in the Cart
hu_hu: Termékek száma a kosárban

source: Total number of products added in the user's cart should be within the specified range
hu_hu: A felhasználó kosarába tett termékek teljes száma a megadott tartományon belül legyen

source: User Filter
hu_hu: Felhasználószűrő

source: The selected users will be eligible for free gifts
hu_hu: A kiválasztott felhasználók jogosultak lesznek ingyenes ajándékokra

source: Select User(s)
hu_hu: Válassza ki a felhasználó(k)at

source: Search a User
hu_hu: Felhasználó keresése

source: Select User Role(s)
hu_hu: Válassza ki a felhasználói szerepkör(öke)t

source: Product Filter
hu_hu: Termékszűrő

source: The users will be eligible for free products when they purchase any of the products selected in this option.
hu_hu: A felhasználók ingyenes termékekre lesznek jogosultak, amikor megvásárolják e beállításban kiválasztott termékek bármelyikét.

source: Applicable when
hu_hu: Akkor alkalmazandó, ha

source: This option provides additional control on when to award the Free Gifts.
hu_hu: Ez az opció további kontrollt ad arra, hogy mikor kerüljenek kiosztásra az ingyenes ajándékok.

source: Product Count
hu_hu: Termékek száma

source: The user must add the number of products mentioned in this option to their cart in order for them to be eligibile for a Free Gift.
hu_hu: A felhasználónak az ebben az opcióban megadott számú terméket kell a kosarához adnia ahhoz, hogy jogosult legyen ingyenes ajándékra.

source: This option provides additional control on when to award the Free Gifts.
hu_hu: Ez az opció további kontrollt ad arra, hogy mikor kerüljenek kiosztásra az ingyenes ajándékok.

source: Select Categories
hu_hu: Válassza ki a kategóriákat

source: Minimum Quantity
hu_hu: Minimális mennyiség

source: The user's cart must contain the minimum quantity mentioned in this option which is the sum of the product(s) quantity that belongs to the selected categories.
hu_hu: A felhasználó kosarának tartalmaznia kell az ebben az opcióban megadott minimális mennyiséget, amely a kiválasztott kategóriákba tartozó termék(ek) mennyiségének összege.

source: Restrict Free Gift(s) if cart contains
hu_hu: Ingyenes ajándék(ok) korlátozása, ha a kosár tartalmaz

source: Shipping Configuration
hu_hu: Szállítási beállítások

source: Select Shipping
hu_hu: Szállítás kiválasztása

source: The selected products will be displayed to the user
hu_hu: A kiválasztott termékek a felhasználó számára jelennek meg

source: The products from the selected categories will be displayed to the user
hu_hu: A kiválasztott kategóriák termékei a felhasználó számára jelennek meg

source: Quantity Settings
hu_hu: Mennyiségi beállítások

source: Eligibility Notice Configuration
hu_hu: Jogosultsági értesítés beállításai

source: Display Free Gift Eligibility Notice in Cart for this Rule
hu_hu: Ingyenes ajándék jogosultsági értesítés megjelenítése a kosárban ehhez a szabályhoz

source: When set to "Show", a notice will be displayed to user in cart and checkout if they are not eligible for receiving free gifts from this rule.
hu_hu: Ha "Show" értékre van állítva, értesítés jelenik meg a felhasználónak a kosárban és a pénztárnál, ha nem jogosult e szabály szerinti ingyenes ajándékokra.

source: Free Gifts Eligibility Notice
hu_hu: Ingyenes ajándékokra vonatkozó jogosultsági értesítés

source: Image/Icon for Eligibility Notice
hu_hu: Kép/ikon a jogosultsági értesítéshez

source: Select a Image
hu_hu: Válasszon egy képet

source: Delete Image
hu_hu: Kép törlése

source: Eligibility Notice Configuration - Buy X Get Y
hu_hu: Jogosultsági értesítés beállításai - Buy X Get Y

source: Please make sure whether the Buy X Get Y Eligible Notice - Single Product Page and Buy X Get Y Eligible Notice - Product Archive Pages[Like Category, Shop] were enabled under the Display settings[Free Gifts -> Settings -> Display].
hu_hu: Kérjük, ellenőrizze, hogy a Buy X Get Y jogosultsági értesítés - Egyedi termékoldal és a Buy X Get Y jogosultsági értesítés - Termékarchívum oldalak [mint Kategória, Bolt] engedélyezve vannak-e a Display beállításoknál [Free Gifts -> Settings -> Display].

source: Display Eligible Notices for Buy X Get Y
hu_hu: Jogosultsági értesítések megjelenítése Buy X Get Y esetén

source: When set to "Show", a notice will be displayed to users in the Single Product page and Product Archive pages if they are not eligible to receive free gifts from this rule.
hu_hu: Ha "Show" értékre van állítva, értesítés jelenik meg a felhasználóknak az Egyedi termékoldalon és a Termékarchívum oldalakon, ha nem jogosultak e szabály szerinti ingyenes ajándékokra.

source: Eligibility Notice - Content
hu_hu: Jogosultsági értesítés - Tartalom

source: Eligibility Notice Configuration - Bulk
hu_hu: Jogosultsági értesítés beállításai - Bulk

source: The notices are displayed based on next eligible notices by valid rules.
hu_hu: Az értesítések az érvényes szabályok által meghatározott következő jogosultsági értesítések alapján jelennek meg.

source: Display Eligible Notices for Bulk
hu_hu: Jogosultsági értesítések megjelenítése Bulk esetén

source: When set to "Show", a notice will be displayed to users in the cart page and checkout page if they are not eligible to receive free gifts from this rule.
hu_hu: Ha "Show" értékre van állítva, értesítés jelenik meg a felhasználóknak a kosár és a pénztár oldalon, ha nem jogosultak e szabály szerinti ingyenes ajándékokra.

source: You can use the shortcodes on eligible notices.
hu_hu: A jogosultsági értesítésekben használhat rövidkódokat.

source: You can use the shortcodes on BOGO eligible notices.
hu_hu: A BOGO jogosultsági értesítésekben használhat rövidkódokat.

source: You can use the shortcodes on Bulk eligible notices.
hu_hu: A Bulk jogosultsági értesítésekben használhat rövidkódokat.

source: Free Gift Type
hu_hu: Ingyenes ajándék típusa

source: When set to Manual Gifts, the users can choose their gift product(s). When set to Automatic Gifts, the gift product(s) set in this rule will be automatically added to the user's cart. When set to Buy X Get Y, the user will get the specified quantities of the product for free if they purchase the specified quantities of the product. When set to Coupon based Free Gift, the user will eligible for receiving gift product(s) once the required coupon is applied.
hu_hu: Ha Kézi ajándékokra van állítva, a felhasználók kiválaszthatják ajándéktermékeiket. Ha Automatikus ajándékokra van állítva, a szabályban beállított ajándéktermék(ek) automatikusan hozzáadódnak a felhasználó kosarához. Ha Buy X Get Y-re van állítva, a felhasználó ingyen megkapja a megadott mennyiséget a termékből, ha a megadott mennyiséget megvásárolja. Ha Kuponalapú ingyenes ajándékra van állítva, a felhasználó jogosult lesz ajándéktermék(ek)re, amint a szükséges kupon alkalmazásra kerül.

source: Manual Gifts
hu_hu: Kézi ajándékok

source: Automatic Gifts
hu_hu: Automatikus ajándékok

source: Total Based Free Gifts
hu_hu: Összegalapú ingyenes ajándékok

source: Total-based Free Gift - Manual
hu_hu: Összegalapú ingyenes ajándék - Kézi

source: Total-based Free Gift - Automatic
hu_hu: Összegalapú ingyenes ajándék - Automatikus

source: Coupon Based Free Gifts
hu_hu: Kuponalapú ingyenes ajándékok

source: Bulk Pricing Based Free Gifts
hu_hu: Mennyiségi árazáson alapuló ingyenes ajándékok

source: Bulk Pricing Based Free Gift - Automatic
hu_hu: Mennyiségi árazáson alapuló ingyenes ajándék - Automatikus

source: Bulk Quantity Based Free Gifts
hu_hu: Mennyiségen alapuló ingyenes ajándékok

source: Bulk Quantity Based Free Gift - Automatic
hu_hu: Mennyiségen alapuló ingyenes ajándék - Automatikus

source: Cheapest Cart Based Free Gifts
hu_hu: A kosár legolcsóbb tételén alapuló ingyenes ajándékok

source: Cheapest Cart Based Free Gift - Automatic
hu_hu: A kosár legolcsóbb tételén alapuló ingyenes ajándék - Automatikus

source: Apply this Rule Along with Other Matching Rules
hu_hu: E szabály alkalmazása más, egyező szabályokkal együtt

source: Enable
hu_hu: Engedélyezés

source: Disable
hu_hu: Letiltás

source: Order Restrictions
hu_hu: Rendelési korlátozások

source: Maximum Gifts in an Order from this Rule
hu_hu: E szabály alapján egy rendelésben adható ajándékok maximális száma

source: If left empty / when the rule value is more the Global Restriction, the Global Restriction will apply.
hu_hu: Ha üresen hagyja / ha a szabály értéke nagyobb, mint a Globális korlátozás, a Globális korlátozás érvényesül.

source: Maximum Number of Orders
hu_hu: Rendelések maximális száma

source: The gift products will be restricted once the value given in this field has been reached. If left empty, the rule will be applicable for unlimited orders.
hu_hu: Az ajándéktermékek korlátozásra kerülnek, amint az ebben a mezőben megadott értéket elérik. Ha üresen hagyja, a szabály korlátlan számú rendelésre alkalmazható.

source: Orders (%1$s used %2$d remaining)
hu_hu: Rendelések (%1$s felhasználva, %2$d hátralévő)

source: Reset used count
hu_hu: Felhasználási számláló visszaállítása

source: User Restrictions
hu_hu: Felhasználói korlátozások

source: Order Restriction per User
hu_hu: Felhasználónkénti rendelési korlátozás

source: When set to Enable, registered users can be restricted to receive free gift(s) from this rule for a fixed number of times.
hu_hu: Engedélyezés esetén a regisztrált felhasználók korlátozhatók arra, hogy e szabály alapján meghatározott számú alkalommal kapjanak ingyenes ajándékot.

source: Enable - For Registered Users Only
hu_hu: Engedélyezés - csak regisztrált felhasználók számára

source: Number of Order(s) per User
hu_hu: Felhasználónkénti rendelés(ek) száma

source: The number of order(s) for which each registered users can receive gift product(s) from this rule.
hu_hu: Azon rendelések száma, amelyek esetén minden regisztrált felhasználó e szabály alapján ajándékterméket kaphat.

source: Award Gift based on User's Purchase History
hu_hu: Ajándék odaítélése a felhasználó vásárlási előzményei alapján

source: No Purchase History Available Case Only
hu_hu: Csak vásárlási előzmény hiánya esetén

source: Specific Number of Orders
hu_hu: Meghatározott számú rendelés

source: Previously Purchased Order Count
hu_hu: Korábban leadott rendelések száma

source: Validity Restrictions
hu_hu: Érvényességi korlátozások

source: Rule Validity
hu_hu: Szabály érvényessége

source: If left empty, the rule will be valid on all days.
hu_hu: Ha üresen hagyja, a szabály minden nap érvényes lesz.

source: Week Day(s) Restrictions
hu_hu: A hét napjaira vonatkozó korlátozások

source: The rule will be valid for the selected Days. If left empty, the rule will be valid for all days of the week.
hu_hu: A szabály a kiválasztott napokon lesz érvényes. Ha üresen hagyja, a szabály a hét minden napján érvényes lesz.

source: Coupon Restrictions
hu_hu: Kuponkorlátozások

source: WooCommerce Coupon usage based Gift restriction type
hu_hu: WooCommerce kuponhasználaton alapuló ajándékkorlátozás típusa

source: Global Level
hu_hu: Globális szint

source: Rule Level
hu_hu: Szabályszint

source: Total Configuration
hu_hu: Összeg beállítása

source: Price
hu_hu: Ár

source: The selected Product(s) will be added to the user's cart once the subtoal reached
hu_hu: A kiválasztott termék(ek) a felhasználó kosarába kerül(nek), amint a részösszeg eléri

source: Quantity Consider Type
hu_hu: Mennyiségi figyelembevétel típusa

source: Each Products
hu_hu: Termékenként

source: Across Eligible Products
hu_hu: Jogosult termékek között

source: You can use the shortcodes on any page.
hu_hu: A rövid kódok bármely oldalon használhatók.

source: Shortcode
hu_hu: Rövid kód

source: Parameter Support
hu_hu: Paramétertámogatás

source: Paramaters
hu_hu: Paraméterek

source: Single Product Page
hu_hu: Egyedi termékoldal

source: You can use the below-listed parameters for the shortcodes which support the parameters.
hu_hu: Az alább felsorolt paramétereket azoknál a rövid kódoknál használhatja, amelyek támogatják a paramétereket.

source: General Syntax
hu_hu: Általános szintaxis

source: Search results for &#8220;%s&#8221;
hu_hu: Keresési eredmények erre: &#8220;%s&#8221;

source: Search Master Log
hu_hu: Főnapló keresése

source: Order Id
hu_hu: Rendelésazonosító

source: User Details
hu_hu: Felhasználói adatok

source: Status
hu_hu: Állapot

source: Created Date
hu_hu: Létrehozás dátuma

source: Preview
hu_hu: Előnézet

source: No master log to show.
hu_hu: Nincs megjeleníthető főnapló.

source: Delete
hu_hu: Törlés

source: All
hu_hu: Összes

source: Sorry, you are not allowed to edit this item.
hu_hu: Sajnáljuk, Ön nem jogosult ezen elem szerkesztésére.

source: Search Rule
hu_hu: Szabály keresése

source: Validity
hu_hu: Érvényesség

source: Product(s) / Categories
hu_hu: Termék(ek) / Kategóriák

source: Last Modified Date
hu_hu: Utolsó módosítás dátuma

source: Actions
hu_hu: Műveletek

source: Sort
hu_hu: Rendezés

source: No rule to show.
hu_hu: Nincs megjeleníthető szabály.

source: Select a Rule Type
hu_hu: Válasszon szabálytípust

source: Filter
hu_hu: Szűrő

source: Free Shipping Methods
hu_hu: Ingyenes szállítási módok

source: The least valuable item based on %s
hu_hu: A legkisebb értékű tétel %s alapján

source: Quantity Range
hu_hu: Mennyiségi tartomány

source: Quantity:
hu_hu: Mennyiség:

source: See More
hu_hu: Továbbiak megtekintése

source: Price Range
hu_hu: Ártartomány

source: Total Price
hu_hu: Teljes ár

source: Coupon Code to Apply
hu_hu: Alkalmazandó kuponkód

source: Buy Product(s)
hu_hu: Termék(ek) vásárlása

source: Product(s) of
hu_hu: Termék(ek) a következőtől

source: Product(s)
hu_hu: Termék(ek)

source: Free Gift
hu_hu: Ingyenes ajándék

source: Products from Selected Brands
hu_hu: Termékek a kiválasztott márkáktól

source: Brands Total
hu_hu: Márkák összesen

source: Include Brands
hu_hu: Márkák bevonása

source: Exclude Brands
hu_hu: Márkák kizárása

source: Please select atleast one brand
hu_hu: Kérjük, válasszon legalább egy márkát

source: Please select atleast one brand for total type
hu_hu: Kérjük, válasszon legalább egy márkát az összesítés típusához

source: Please select atleast one Brand
hu_hu: Kérjük, válasszon legalább egy márkát

source: Points Earned
hu_hu: Szerzett pontok

source: Include Group(s)
hu_hu: Csoport(ok) bevonása

source: Exclude Group(s)
hu_hu: Csoport(ok) kizárása

source: Select Brands
hu_hu: Válasszon márkákat

source: The products from the selected brands will be displayed to the user
hu_hu: A kiválasztott márkák termékei fognak megjelenni a felhasználó számára

source: Same Product's Quantity: Quantity must match for each product to receive a free gift. Total Quantity of the Selected Brand's Products: Quantity must match either for each product or quantity of products that belong to the selected brand should match to receive a free gift. Product with Least quantity from the selected brand: The quantity of the product which is least from the products that belong to the selected brand will be considered for awarding the free gift.
hu_hu: Azonos termék mennyisége: Ahhoz, hogy ingyenes ajándék járjon, minden egyes termék mennyiségének egyeznie kell. A kiválasztott márka termékeinek teljes mennyisége: Vagy minden egyes termék mennyiségének kell egyeznie, vagy a kiválasztott márkához tartozó termékek összmennyiségének kell egyeznie az ingyenes ajándékhoz. A legkisebb mennyiségű termék a kiválasztott márkából: Az ingyenes ajándék odaítélésekor a kiválasztott márkához tartozó termékek közül a legkisebb mennyiségű termék mennyiségét vesszük figyelembe.

source: Total Quantity of the Selected Brand's Products
hu_hu: A kiválasztott márka termékeinek teljes mennyisége

source: Product with least quantity from the selected brand
hu_hu: A kiválasztott márkából a legkisebb mennyiségű termék

source: Select a Brand
hu_hu: Válasszon márkát

source: Select Groups
hu_hu: Válasszon csoportokat

source: Before the Add to Cart Button
hu_hu: A Kosárba gomb előtt

source: After the Add to Cart Button
hu_hu: A Kosárba gomb után

source: Before the Single Product
hu_hu: Az egyedi termék előtt

source: Before the Add to Cart Form
hu_hu: A Kosárba tétel űrlap előtt

source: After the Add to Cart Form
hu_hu: A Kosárba tétel űrlap után

source: Before the Product Meta
hu_hu: A termék metaadatai előtt

source: After the Product Meta
hu_hu: A termék metaadatai után

source: Before the Single Product Summary
hu_hu: Az egyedi termék összefoglalója előtt

source: After the Single Product Summary
hu_hu: Az egyedi termék összefoglalója után

source: Before Item's Title
hu_hu: A tétel címe előtt

source: After Item's Title
hu_hu: A tétel címe után

source: Before Shop Loop Item
hu_hu: A Shop Loop tétel előtt

source: After Shop Loop Item
hu_hu: A Shop Loop tétel után

source: Active
hu_hu: Aktív

source: In-active
hu_hu: In-aktív

source: Cart Subtotal
hu_hu: Kosár részösszege

source: Order Total
hu_hu: Rendelés végösszege

source: Category Total
hu_hu: Kategória teljes összege

source: Price of the Product in the Cart
hu_hu: A kosárban lévő termék ára

source: Sub-total Price of the Product in the Cart
hu_hu: A kosárban lévő termék részösszege

source: Regular Price of the Product
hu_hu: A termék normál ára

source: Sale Price of the Product
hu_hu: A termék akciós ára

source: All User(s)
hu_hu: Összes felhasználó

source: Include User(s)
hu_hu: Felhasználók bevonása

source: Exclude User(s)
hu_hu: Felhasználók kizárása

source: Include User Role(s)
hu_hu: Felhasználói szerepkörök bevonása

source: Exclude User Role(s)
hu_hu: Felhasználói szerepkörök kizárása

source: All Product(s)
hu_hu: Összes termék

source: Include Product(s)
hu_hu: Termékek bevonása

source: Exclude Product(s)
hu_hu: Termékek kizárása

source: All Categories
hu_hu: Összes kategória

source: Include Categories
hu_hu: Kategóriák bevonása

source: Exclude Categories
hu_hu: Kategóriák kizárása

source: Select an option
hu_hu: Válasszon egy lehetőséget

source: Only Virtual Products
hu_hu: Csak virtuális termékek

source: Any one of the selected Product(s) must be in cart
hu_hu: A kiválasztott termékek közül legalább egynek a kosárban kell lennie

source: All the selected Product(s) must be in cart
hu_hu: Az összes kiválasztott terméknek a kosárban kell lennie

source: Only the selected Product(s) must be in cart
hu_hu: Csak a kiválasztott termékek lehetnek a kosárban

source: User purchases the Specified Number of Products
hu_hu: A felhasználó a megadott számú terméket vásárolja meg

source: Any one of the product(s) should be from the selected category
hu_hu: A termékek közül legalább egynek a kiválasztott kategóriából kell lennie

source: One product from each category must be in cart
hu_hu: Minden kategóriából egy terméknek a kosárban kell lennie

source: Only products from the selected category should be in cart
hu_hu: Csak a kiválasztott kategória termékei lehetnek a kosárban

source: Total Quantity of the Product(s) from the selected categories
hu_hu: A kiválasztott kategóriákból származó termékek teljes mennyisége

source: Any one of the product(s) should be in the cart from the selected Brand(s)
hu_hu: A kiválasztott márkákból legalább egy terméknek a kosárban kell lennie

source: One product from each Brand must be in cart
hu_hu: Minden márkából egy terméknek a kosárban kell lennie

source: Only products from the selected Brand(s) should be in cart
hu_hu: Csak a kiválasztott márkák termékei lehetnek a kosárban

source: Total Quantity of the Product(s) from the selected brands
hu_hu: A kiválasztott márkák termékeinek teljes mennyisége

source: Free
hu_hu: Ingyenes

source: This includes the basics of what personal data your store may collect, store & share. Depending on what settings are enabled furthermore which additional plugins used, the specific information shared by your store will vary.
hu_hu: Ez tartalmazza az alapvető információkat arról, hogy áruháza milyen személyes adatokat gyűjthet, tárolhat és oszthat meg. Az engedélyezett beállításoktól, továbbá az Ön által használt további bővítményektől függően az áruház által megosztott konkrét információk változhatnak.

source: What the Plugin Does?
hu_hu: Mit csinál a bővítmény?

source: This plugin allows users to get Free Gifts for their purchase in the site based on the configuration(s).
hu_hu: Ez a bővítmény lehetővé teszi a felhasználók számára, hogy a beállítások alapján ingyenes ajándékokat kapjanak a webhelyen történő vásárlásukhoz.

source: What We Collect and Store?
hu_hu: Mit gyűjtünk és tárolunk?
