Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/free-gifts-for-woocommerce/free-gifts-for-woocommerce-*.po
Languages: hu_hu

source: Offer Free Gifts to your customers for making purchases in your WooCommerce Shop.
hu_hu: Ajánljon ingyenes ajándékokat ügyfeleinek a WooCommerce áruházában történő vásárlásokért.

source: Your settings have been saved
hu_hu: Az Ön beállításai elmentésre kerültek

source: Your settings have been reset
hu_hu: Az Ön beállításai visszaállításra kerültek

source: No Products found
hu_hu: Nem található termék

source: Stock: %d
hu_hu: Készlet: %d

source: No Customer found
hu_hu: Nem található vásárló

source: No Coupon found
hu_hu: Nem található kupon

source: Invalid Request
hu_hu: Érvénytelen kérés

source: Please select a User
hu_hu: Kérjük, válasszon egy felhasználót

source: Please select atleast one Product
hu_hu: Kérjük, válasszon legalább egy terméket

source: Free Gift has been sent successfully
hu_hu: Az ingyenes ajándék sikeresen elküldésre került

source: Please select at least one product to add as Gift item
hu_hu: Kérjük, válasszon legalább egy terméket, amelyet ajándékként ad hozzá

source: You cannot add the products because this order is no longer editable
hu_hu: Nem adhat hozzá termékeket, mert ez a rendelés már nem szerkeszthető

source: Type
hu_hu: Típus

source: Free Product
hu_hu: Ingyenes termék

source: Please select the valid product(s) to proceed
hu_hu: Kérjük, a folytatáshoz válassza ki az érvényes termék(ek)et

source: The Gift products were added successfully
hu_hu: Az ajándéktermékek sikeresen hozzáadásra kerültek

source: Order usage count reset successfully
hu_hu: A rendelés felhasználási számlálója sikeresen visszaállításra került

source: Cannot process action
hu_hu: A művelet nem hajtható végre

source: Are you sure you want to delete?
hu_hu: Biztosan törölni kívánja?

source: Are you sure you want to duplicate?
hu_hu: Biztosan duplikálni kívánja?

source: Select Image
hu_hu: Kép kiválasztása

source: Upload
hu_hu: Feltöltés

source: No matches found
hu_hu: Nincs találat

source: Please enter 1 or more characters
hu_hu: Kérjük, adjon meg 1 vagy több karaktert

source: Please enter %qty% or more characters
hu_hu: Kérjük, adjon meg legalább %qty% karaktert

source: Please delete 1 character
hu_hu: Kérjük, töröljön 1 karaktert

source: Please delete %qty% characters
hu_hu: Kérjük, töröljön %qty% karaktert

source: You can only select 1 item
hu_hu: Csak 1 elemet választhat ki

source: You can only select %qty% items
hu_hu: Csak %qty% elemet választhat ki

source: Loading more results&hellip;
hu_hu: További találatok betöltése&hellip;

source: Searching&hellip;
hu_hu: Keresés&hellip;

source: Processing
hu_hu: Feldolgozás alatt

source: Completed
hu_hu: Teljesítve

source: Guest
hu_hu: Vendég

source: Manual
hu_hu: Kézi

source: Automatic
hu_hu: Automatikus

source: Buy X Get Y - Manual
hu_hu: Vesz X-et, kap Y-t - Kézi

source: Buy X Get Y - Automatic
hu_hu: Vesz X-et, kap Y-t - Automatikus

source: Coupon based Free Gift - Manual
hu_hu: Kuponalapú ingyenes ajándék - Kézi

source: Coupon based Free Gift - Automatic
hu_hu: Kuponalapú ingyenes ajándék - Automatikus

source: Total based Free Gift - Manual
hu_hu: Végösszeg alapú ingyenes ajándék - Kézi

source: Total based Free Gift - Autotmatic
hu_hu: Végösszeg alapú ingyenes ajándék - Automatikus

source: Bulk Pricing Based Free Gift - Manual
hu_hu: Tömeges árképzés alapú ingyenes ajándék - Kézi

source: Bulk Pricing Based Free Gift - Autotmatic
hu_hu: Tömeges árképzés alapú ingyenes ajándék - Automatikus

source: Bulk Quantity Based Free Gift - Manual
hu_hu: Tömeges mennyiség alapú ingyenes ajándék - Kézi

source: Bulk Quantity Based Free Gift - Autotmatic
hu_hu: Tömeges mennyiség alapú ingyenes ajándék - Automatikus

source: Cheapest Cart Based Free Gift - Manual
hu_hu: Legolcsóbb kosár alapú ingyenes ajándék - Manuális

source: Cheapest Cart Based Free Gift - Autotmatic
hu_hu: Legolcsóbb kosár alapú ingyenes ajándék - Automatikus

source: Free Shipping
hu_hu: Ingyenes szállítás

source: Selected Product(s)
hu_hu: Kiválasztott termék(ek)

source: Products from Selected Categories
hu_hu: A kiválasztott kategóriák termékei

source: Product
hu_hu: Termék

source: Category
hu_hu: Kategória

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Edit
hu_hu: Szerkesztés

source: Activate
hu_hu: Aktiválás

source: Deactivate
hu_hu: Deaktiválás

source: Duplicate
hu_hu: Duplikálás

source: Delete Permanently
hu_hu: Végleges törlés

source: The minimum order total required to receive free gift(s)
hu_hu: Az ingyenes ajándék(ok)hoz szükséges minimális rendelési végösszeg

source: The minimum cart subtotal required to receive free gift(s)
hu_hu: Az ingyenes ajándék(ok)hoz szükséges minimális kosár részösszeg

source: The minimum category subtotal required in the cart to receive free gift(s)
hu_hu: Az ingyenes ajándék(ok)hoz szükséges minimális kategóriarészösszeg a kosárban

source: The minimum cart quantity required to receive free gift(s)
hu_hu: Az ingyenes ajándék(ok)hoz szükséges minimális kosár darabszám

source: The minimum no.of products which has to be purchased to receive free gift(s)
hu_hu: Az ingyenes ajándék(ok)hoz megvásárolandó minimális termékszám

source: Display the current Cart Order Total
hu_hu: A jelenlegi kosár rendelési végösszegének megjelenítése

source: Display the current Cart Sub-Total
hu_hu: A jelenlegi kosár részösszegének megjelenítése

source: Display the current sum of all Product Prices plus applicable Taxes that belong to a particular category in the cart
hu_hu: Az adott kategóriába tartozó, a kosárban lévő összes termékár és az alkalmazandó adók jelenlegi összegének megjelenítése

source: Display the current Cart Quantity
hu_hu: A jelenlegi kosár darabszámának megjelenítése

source: Display the number of product(s) available in the current cart
hu_hu: A jelenlegi kosárban elérhető termék(ek) számának megjelenítése

source: Display the BOGO gift(s)
hu_hu: A BOGO ajándék(ok) megjelenítése

source: Display the BOGO buy product quantity
hu_hu: A BOGO vásárolt termék mennyiségének megjelenítése

source: Display the BOGO gift product quantity
hu_hu: A BOGO ajándéktermék mennyiségének megjelenítése

source: Display the gift minimum price
hu_hu: Az ajándék minimális árának megjelenítése

source: Display the gift maximum price
hu_hu: Az ajándék maximális árának megjelenítése

source: Display the gift minimum quantity
hu_hu: Az ajándék minimális mennyiségének megjelenítése

source: Display the gift maximum quantity
hu_hu: Az ajándék maximális mennyiségének megjelenítése

source: Display the free gifts
hu_hu: Az ingyenes ajándékok megjelenítése

source: Display the gift quantity
hu_hu: Az ajándék mennyiségének megjelenítése

source: Display the cart subtotal
hu_hu: A kosár részösszegének megjelenítése

source: Display the cart order total
hu_hu: A kosár rendelési végösszegének megjelenítése

source: Display the cart category subtotal
hu_hu: A kosár kategóriarészösszegének megjelenítése

source: Display the cart quantity
hu_hu: A kosár darabszámának megjelenítése

source: Eligible Notice
hu_hu: Jogosultsági értesítés

source: BOGO Eligible Notice
hu_hu: BOGO jogosultsági értesítés

source: Bulk Eligible Notice
hu_hu: Nagy tételes jogosultsági értesítés

source: All Shipping
hu_hu: Összes szállítás

source: Please set any value as per your need in the Maximum Gifts in an Order field to proceed furthermore.
hu_hu: Kérjük, állítson be igényeinek megfelelő tetszőleges értéket a Maximális ajándékok egy rendelésben mezőben a továbblépéshez.

source: Free Gifts
hu_hu: Ingyenes ajándékok

source: Manual Gift
hu_hu: Manuális ajándék

source: Manual Gift Settings
hu_hu: Manuális ajándék beállításai

source: You can manually send free gifts to any user on the site. To send a free gift, select a user, product(s) and click the Send Gift button. An order will be created on behalf of the user.
hu_hu: Manuálisan küldhet ingyenes ajándékokat a webhely bármely felhasználójának. Ingyenes ajándék küldéséhez válasszon ki egy felhasználót, termék(eke)t, és kattintson az Ajándék küldése gombra. A rendelés a felhasználó nevében jön létre.

source: Select a user
hu_hu: Válasszon egy felhasználót

source: Product Selection
hu_hu: Termékválasztás

source: You can also choose multiple products
hu_hu: Több terméket is választhat

source: Select a Product
hu_hu: Válasszon egy terméket

source: Order Status
hu_hu: Rendelés állapota

source: This option controls the order status of the Manual order
hu_hu: Ez az opció a manuális rendelés állapotát szabályozza

source: Send Gift
hu_hu: Ajándék küldése

source: Master Log
hu_hu: Fő napló

source: Rules
hu_hu: Szabályok

source: Please make sure the products you select as free gifts have been published and are currently In-stock.
hu_hu: Kérjük, győződjön meg arról, hogy az ingyenes ajándéknak kiválasztott termékek közzé vannak téve és jelenleg raktáron vannak.

source: Free Gift Rules
hu_hu: Ingyenes ajándékok szabályai

source: Add New Rule
hu_hu: Új szabály hozzáadása

source: General
hu_hu: Általános

source: Restrictions
hu_hu: Korlátozások

source: Criteria
hu_hu: Kritériumok

source: Filters
hu_hu: Szűrők

source: Notice
hu_hu: Értesítés

source: New Rule has been created successfuly
hu_hu: Az új szabály sikeresen létrejött

source: Rule has been updated successfully
hu_hu: A szabály sikeresen frissült

source: Rule Name is mandatory
hu_hu: A szabály neve kötelező

source: Please select at least one shipping method(s) to proceed
hu_hu: Kérjük, válasszon ki legalább egy szállítási módot a folytatáshoz

source: Please enter the desired quantity for the gift product(s)
hu_hu: Kérjük, adja meg az ajándéktermék(ek) kívánt mennyiségét

source: Please add the bulk quantity rule
hu_hu: Kérjük, adja hozzá a tömeges mennyiségi szabályt

source: Please select a category
hu_hu: Kérjük, válasszon egy kategóriát

source: Please add the bulk pricing rule
hu_hu: Kérjük, adja hozzá a tömeges árazási szabályt

source: Please provide the value for subtotal price
hu_hu: Kérjük, adja meg a részösszeg értékét

source: Please select atleast one product
hu_hu: Kérjük, válasszon ki legalább egy terméket

source: Please select atleast one category
hu_hu: Kérjük, válasszon ki legalább egy kategóriát

source: Quantity for Selected Free Gift Product(s) cannot be empty
hu_hu: A kiválasztott ingyenes ajándéktermék(ek) mennyisége nem lehet üres

source: Please enter the limit
hu_hu: Kérjük, adja meg a korlátot

source: Please select a coupon
hu_hu: Kérjük, válasszon egy kupont

source: Please select atleast one Product for buy product
hu_hu: Kérjük, válasszon ki legalább egy terméket a vásárolandó termékhez

source: Please select atleast one Category for buy product
hu_hu: Kérjük, válasszon ki legalább egy kategóriát a vásárolandó termékhez

source: Please select atleast one Product for get product
hu_hu: Kérjük, válasszon ki legalább egy terméket a kapott termékhez

source: Please select atleast one Category for get product
hu_hu: Kérjük, válasszon ki legalább egy kategóriát a kapott termékhez

source: Buy Product count cannot be empty.
hu_hu: A vásárolandó termék darabszáma nem lehet üres.

source: Get Product count cannot be empty.
hu_hu: A kapott termék darabszáma nem lehet üres.

source: Repeat Limit field cannot be empty.
hu_hu: Az Ismétlési korlát mező nem lehet üres.

source: Quantity for Selected Free Gift Product(s)cannot be empty
hu_hu: A kiválasztott ingyenes ajándéktermék(ek) mennyisége nem lehet üres

source: The selected product(s) %s cannot be set as free gifts. Please make sure the products you select as free gifts have been published and are currently In-stock.
hu_hu: A kiválasztott termék(ek) %s nem állítható(k) be ingyenes ajándékként. Kérjük, győződjön meg arról, hogy az ingyenes ajándéknak kiválasztott termékek közzé vannak téve és jelenleg raktáron vannak.

source: Please select atleast one Category
hu_hu: Kérjük, válasszon ki legalább egy kategóriát

source: Product Count cannot be more than the number of selected products.
hu_hu: A termékek száma nem lehet több a kiválasztott termékek számánál.

source: Product Count cannot be empty.
hu_hu: A termékek darabszáma nem lehet üres.

source: Minimum Quantity field cannot be empty.
hu_hu: A Minimális mennyiség mező nem lehet üres.

source: Settings
hu_hu: Beállítások

source: Display
hu_hu: Megjelenítés

source: Notices
hu_hu: Értesítések

source: Progress Bar
hu_hu: Folyamatjelző sáv

source: Unclaimed Free Gifts
hu_hu: Fel nem igényelt ingyenes ajándékok

source: Advanced
hu_hu: Speciális

source: Notifications
hu_hu: Értesítések

source: Localization
hu_hu: Lokalizáció

source: Messages
hu_hu: Üzenetek

source: General Settings
hu_hu: Általános beállítások

source: Hide Free Gift Products on Shop and Category Pages
hu_hu: Ingyenes ajándéktermékek elrejtése a Bolt és Kategória oldalakon

source: When enabled, the products which are configured to be given as Free Gifts will be hidden in Shop and Category Pages.
hu_hu: Ha engedélyezve van, az ingyenes ajándékként beállított termékek el lesznek rejtve a Bolt és a Kategória oldalakon.

source: Rule Status
hu_hu: Szabály állapota

source: Maximum Number of Gift Products in "Manual Rule Type" is decided based on
hu_hu: A „Manual Rule Type”-ban az ajándéktermékek maximális számát az alábbiak határozzák meg

source: Global Settings
hu_hu: Globális beállítások

source: Rule Settings
hu_hu: Szabálybeállítások

source: Global Settings - The Maximum Gifts Restriction applies for all rules. Rule Settings - The Maximum Gifts Restriction can be set on each rule.
hu_hu: Globális beállítások – A maximális ajándékokra vonatkozó korlátozás minden szabályra érvényes. Szabálybeállítások – A maximális ajándékok korlátozása szabályonként állítható.

source: Maximum Gifts in an Order
hu_hu: Maximális ajándékok egy rendelésben

source: Please set any value as per your need in the Maximum Gifts in an Order field to proceed furthermore
hu_hu: Kérjük, a „Maximális ajándékok egy rendelésben” mezőben állítson be igénye szerint bármilyen értéket a továbblépéshez

source: The Maximum number of gift products which can be chosen for each order.
hu_hu: Az egyes rendelésekhez választható ajándéktermékek maximális száma.

source: Ajax Add to Cart for Manual Gift Products
hu_hu: Ajax kosárba tétel kézi ajándéktermékekhez

source: Allow Adding Multiple Quantities of Same Gift Product in an Order (Only for Manual Free Gifts)
hu_hu: Ugyanazon ajándéktermék több mennyiségének hozzáadásának engedélyezése egy rendelésben (csak kézi ingyenes ajándékok esetén)

source: When enabled, a user can add the same product multiple times to the cart. Provided they are eligible to receive multiple gifts for a single purchase.
hu_hu: Ha engedélyezve van, a felhasználó ugyanazt a terméket többször is a kosárba teheti, feltéve, hogy egyetlen vásárlásért több ajándékra jogosult.

source: Allow User(s) to remove the automatically added Gift Product(s)
hu_hu: Engedélyezze, hogy a felhasználó(k) eltávolítsák az automatikusan hozzáadott ajándéktermék(ek)et

source: When enabled, a user can remove the automatically added gift products.
hu_hu: Ha engedélyezve van, a felhasználó eltávolíthatja az automatikusan hozzáadott ajándéktermékeket.

source: Allow Shipping Cost for Free Gift
hu_hu: Szállítási költség engedélyezése az ingyenes ajándék esetén

source: When enabled, the shipping cost will be consider for free gifts in the order.
hu_hu: Ha engedélyezve van, a szállítási költséget a rendelésben az ingyenes ajándékokra is felszámítjuk.

source: Restriction Settings
hu_hu: Korlátozási beállítások

source: Restrict Free Gift if WooCommerce Coupon is used
hu_hu: Ingyenes ajándék korlátozása, ha WooCommerce Coupon kerül felhasználásra

source: When enabled, the user will not be eligible for a free gift if they have used a WooCommerce Coupon in the order.
hu_hu: Ha engedélyezve van, a felhasználó nem jogosult ingyenes ajándékra, ha a rendelésben WooCommerce Coupon került felhasználásra.

source: Free Gift(s) Display Method in the Cart Items Table
hu_hu: Az ingyenes ajándék(ok) megjelenítésének módja a kosár tételeinek táblázatában

source: Order in which they get added
hu_hu: Az a sorrend, amelyben hozzáadásra kerülnek

source: Grouped & displayed at the Bottom of the Table
hu_hu: Csoportosítva és a táblázat alján megjelenítve

source: Gift Product's Original Price display method
hu_hu: Az ajándéktermék eredeti árának megjelenítési módja

source: Don't display price
hu_hu: Ne jelenítse meg az árat

source: Strike and display the Price
hu_hu: Áthúzás és ár megjelenítése

source: Strike and display the price will work only for shortcode based checkout page. For block based cart and checkout page, the price will display as zero.
hu_hu: Az „Áthúzás és ár megjelenítése” csak a shortcode-alapú pénztároldalon működik. A blokk-alapú kosár- és pénztároldalon az ár nulla értékként jelenik meg.

source: Cart Page Settings
hu_hu: Kosár oldal beállításai

source: Free Gifts display mode in the Cart Page
hu_hu: Ingyenes ajándékok megjelenítési módja a Kosár oldalon

source: Inline
hu_hu: Beágyazott

source: Pop-Up
hu_hu: Felugró

source: Select Whether the Gift Products should be displayed Inline or Pop-up
hu_hu: Válassza ki, hogy az ajándéktermékek beágyazottan vagy felugróként jelenjenek meg

source: Free Gifts display position in the Cart Page
hu_hu: Ingyenes ajándékok megjelenítési pozíciója a Kosár oldalon

source: After Cart Table
hu_hu: A kosár táblázata után

source: Before Cart Table
hu_hu: A kosár táblázata előtt

source: Positioning will work only for shortcode based cart page. For positioning in block based cart page, edit the cart page and move the "Free Gifts" block as per your needs.
hu_hu: A pozicionálás csak a shortcode-alapú kosároldalon működik. Blokk-alapú kosároldalon a pozicionáláshoz szerkessze a kosár oldalt, és mozgassa a "Free Gifts" blokkot igénye szerint.

source: Checkout Page Settings
hu_hu: Pénztár oldal beállításai

source: Allow Users to Choose Free Gifts in Checkout Page
hu_hu: Engedélyezze, hogy a felhasználók ingyenes ajándékokat válasszanak a Pénztár oldalon

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Select whether to allow the Free Gifts selection in the checkout page
hu_hu: Válassza ki, engedélyezi-e az ingyenes ajándékok kiválasztását a Pénztár oldalon

source: Free Gifts display mode in the Checkout Page
hu_hu: Ingyenes ajándékok megjelenítési módja a Pénztár oldalon

source: Free Gifts display position in the Checkout Page
hu_hu: Ingyenes ajándékok megjelenítési pozíciója a Pénztár oldalon

source: Before Checkout Form
hu_hu: Pénztár űrlap előtt

source: After Checkout Billing Form
hu_hu: Pénztár számlázási űrlapja után

source: Custom Hook
hu_hu: Egyéni hook

source: Positioning will work only for shortcode based checkout page. For positioning in block based checkout page, edit the checkout page and move the "Free Gifts" block as per your needs.
hu_hu: A pozicionálás csak a shortcode-alapú pénztár oldalon működik. A blokk-alapú pénztár oldalon történő pozicionáláshoz szerkessze a pénztár oldalt, és a "Free Gifts" blokkot helyezze át igényei szerint.

source: Custom Hook Name
hu_hu: Egyéni hook neve

source: Custom Hook Priority
hu_hu: Egyéni hook prioritása

source: Buy X Get Y Eligible Notice - Single Product Page
hu_hu: Vásároljon X-et, kap Y-t jogosultsági értesítés - Egyedi termékoldal

source: Display Eligible Notices on the Single Product Page
hu_hu: Jelenítse meg a jogosultsági értesítéseket az egyedi termékoldalon

source: Decide whether to display the eligibility notice on the single product page.
hu_hu: Döntse el, hogy megjelenjen-e a jogosultsági értesítés az egyedi termékoldalon.

source: Notice Display Position
hu_hu: Értesítés megjelenítési pozíciója

source: Choose where you want to display the Buy X Get Y eligibility notice on the single product page.
hu_hu: Válassza ki, hol kívánja megjeleníteni a Vásároljon X-et, kap Y-t jogosultsági értesítést az egyedi termékoldalon.

source: Buy X Get Y Eligible Notice - Product Archive Pages[Like Category, Shop]
hu_hu: Vásároljon X-et, kap Y-t jogosultsági értesítés - Termékarchívum oldalak[Például kategória, bolt]

source: Display Eligible Notices on the Archive Pages
hu_hu: Jelenítse meg a jogosultsági értesítéseket az archív oldalakon

source: Decide whether to display the eligibility notice on the archive pages.
hu_hu: Döntse el, hogy megjelenjen-e a jogosultsági értesítés az archív oldalakon.

source: Choose where you want to display the Buy X Get Y eligibility notice on the product archive pages.
hu_hu: Válassza ki, hol kívánja megjeleníteni a Vásároljon X-et, kap Y-t jogosultsági értesítést a termékarchívum oldalakon.

source: Gift Products Display Settings
hu_hu: Ajándéktermékek megjelenítési beállításai

source: Gift Products Display Type
hu_hu: Ajándéktermékek megjelenítési típusa

source: Table
hu_hu: Táblázat

source: Carousel
hu_hu: Karusszel

source: Select Box(Dropdown)
hu_hu: Választómező(lenyíló)

source: Select whether the Gift Products should be displayed in a Table or Carousel or Select Box
hu_hu: Válassza ki, hogy az ajándéktermékek Táblázatban, Karusszelben vagy Választómezőben jelenjenek meg

source: Pagination Display
hu_hu: Lapozás megjelenítése

source: Show
hu_hu: Megjelenítés

source: Hide
hu_hu: Elrejtés

source: Select whether to Display/Hide the Pagination
hu_hu: Válassza ki, hogy a lapozást megjelenítse vagy elrejtse

source: Pagination to Display Gift Products
hu_hu: Lapozás az ajándéktermékek megjelenítéséhez

source: Gift Products Per Page - Desktop
hu_hu: Ajándéktermékek oldalanként - Asztali

source: Displaying more than 3 products per page in a Carousel can cause Display related issues. Do you want to save anyway?
hu_hu: Oldalanként 3-nál több termék karusszelben való megjelenítése megjelenítéssel kapcsolatos problémákat okozhat. Mindenképpen menteni kívánja?

source: Gift Products Per Page - Tablet
hu_hu: Ajándéktermékek oldalanként - Tablet

source: Gift Products Per Page - Mobile
hu_hu: Ajándéktermékek oldalanként - Mobil

source: Space Between Products in Carousel in Pixels
hu_hu: Termékek közti távolság karusszelben, pixelekben

source: Number of Products to Slide During Navigation
hu_hu: Navigáció során elcsúsztatandó termékek száma

source: Display Pagination
hu_hu: Lapozás megjelenítése

source: Display Controls
hu_hu: Vezérlők megjelenítése

source: Navigation Previous Text
hu_hu: Navigációs Előző szöveg

source: Navigation Next Text
hu_hu: Navigációs Következő szöveg

source: Auto Play
hu_hu: Automatikus lejátszás

source: Slide Speed in Milliseconds
hu_hu: Csúsztatás sebessége ezredmásodpercben

source: Gift Product Name Display Method
hu_hu: Ajándéktermék nevének megjelenítési módja

source: Only Product Name
hu_hu: Csak terméknév

source: Product Name with Hyperlink to Product Page
hu_hu: Terméknév hivatkozással a termékoldalra

source: Select whether to Display the Gift Product Name as Name Only/Name with Hyperlink to Product Page
hu_hu: Válassza ki, hogy az ajándéktermék neve csak névként vagy hivatkozással a termékoldalra jelenjen meg

source: Gift product display when choosing select-box
hu_hu: Ajándéktermék megjelenítése választómező kiválasztásakor

source: Display product name only
hu_hu: Csak terméknév megjelenítése

source: Display product name and image
hu_hu: Terméknév és kép megjelenítése

source: Select whether the Gift Products should be displayed with the product name only or product name and image in the select-box
hu_hu: Válassza ki, hogy a választómezőben az ajándéktermékek csak terméknévvel vagy terméknévvel és képpel jelenjenek meg
