Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/free-gifts-for-woocommerce/free-gifts-for-woocommerce-*.po
Languages: hu_hu

source: Gift Product Add to Cart Method
hu_hu: Ajándéktermék kosárba helyezésének módja

source: Automatic: Gift Product will be added to cart automatically once the Gift Product is selected in the dropdown(select box). Manually: The Addd to Cart Button has to be clicked for adding the product to the cart.
hu_hu: Automatikus: Az ajándéktermék automatikusan a kosárba kerül, amint az ajándékterméket kiválasztja a lenyílóban(választómező). Kézi: A termék kosárba helyezéséhez az Addd to Cart gombra kell kattintania.

source: Allow Quantity selection for Gift Product(s)
hu_hu: Engedélyezze az ajándéktermék(ek) mennyiségének kiválasztását

source: Allow Quantity selection for the Manually selecting Gift Product(s)
hu_hu: Engedélyezze a kézzel kiválasztott ajándéktermék(ek) mennyiségének kiválasztását

source: Notice Display Settings
hu_hu: Értesítés megjelenítési beállításai

source: Free Gifts Notice Display Type
hu_hu: Ingyenes ajándékok értesítésének megjelenítési típusa

source: Standard WooCommerce Notice
hu_hu: Alapértelmezett WooCommerce-értesítés

source: Plugin's Own Notice
hu_hu: A bővítmény saját értesítése

source: By default, Free Gift messages will be displayed in WooCommerce Notices. You can switch to Plugin's Own Notice if your theme doesn't support WooCommerce Notices.
hu_hu: Alapértelmezetten az ajándékokra vonatkozó üzenetek a WooCommerce-értesítésekben jelennek meg. Átválthat a bővítmény saját értesítésére, ha az Ön sablonja nem támogatja a WooCommerce-értesítéseket.

source: Display Free Gifts Notice in Checkout Page
hu_hu: Ajándékokra vonatkozó értesítés megjelenítése a pénztár oldalon

source: When enabled, a notice will be displayed in checkout page asking the users to choose their free gifts. This notice will hidden if the user has already chosen their free gifts on cart page.
hu_hu: Engedélyezés esetén a pénztár oldalon megjelenik egy értesítés, amely arra kéri a felhasználókat, hogy válasszák ki ajándéktermékeiket. Ez az értesítés rejtve lesz, ha a felhasználó már kiválasztotta az ajándéktermékeit a kosár oldalon.

source: Eligible Notices Settings
hu_hu: Jogosultsági értesítések beállításai

source: Free Gift(s) Eligibility Notice Will be Displayed On
hu_hu: Az ajándéktermék(ek) jogosultsági értesítése megjelenik itt

source: Cart & Checkout
hu_hu: Kosár és pénztár

source: Cart
hu_hu: Kosár

source: Checkout
hu_hu: Pénztár

source: Choose where you want to display the Free Gift(s) eligibility notice.
hu_hu: Válassza ki, hol kívánja megjeleníteni az ajándéktermék(ek) jogosultsági értesítését.

source: Free Gift(s) Eligibility Notices Display Type
hu_hu: Az ajándéktermék(ek) jogosultsági értesítéseinek megjelenítési típusa

source: Multiple Notices Display
hu_hu: Több értesítés megjelenítése

source: Single Notice Display
hu_hu: Egyetlen értesítés megjelenítése

source: By default, All the Free Gift(s) Eligibility Notices will display. You can switch to Single Notice Display to show the First Match rule.
hu_hu: Alapértelmezetten az összes ajándéktermék-jogosultsági értesítés megjelenik. Átválthat az Egyetlen értesítés megjelenítésére az első egyező szabály megjelenítéséhez.

source: Gift Product selection Progress Bar Display Settings
hu_hu: Ajándéktermék-választási folyamatjelző sáv megjelenítési beállításai

source: Display Gift Product selection Progress Bar in the Cart
hu_hu: Ajándéktermék-választási folyamatjelző sáv megjelenítése a kosárban

source: Positioning will work only for block based cart page. For positioning in block based cart page, edit the cart page and move the "Progress bar" block as per your needs.
hu_hu: A pozicionálás csak blokk alapú kosár oldalon működik. Blokk alapú kosár oldalon történő pozicionáláshoz szerkessze a kosár oldalt, és helyezze át a "Progress bar" blokkot igényei szerint.

source: Display Gift Product selection Progress Bar in the Checkout
hu_hu: Ajándéktermék-választási folyamatjelző sáv megjelenítése a pénztárban

source: Positioning will work only for block based checkout page. For positioning in block based checkout page, edit the checkout page and move the "Progress bar" block as per your needs.
hu_hu: A pozicionálás csak blokk alapú pénztár oldalon működik. Blokk alapú pénztár oldalon történő pozicionáláshoz szerkessze a pénztár oldalt, és helyezze át a "Progress bar" blokkot igényei szerint.

source: Checkout Settings
hu_hu: Pénztár beállításai

source: Unclaimed Free Gift Handling Method
hu_hu: Fel nem igényelt ajándéktermékek kezelési módja

source: Skip Unclaimed Gifts
hu_hu: A fel nem igényelt ajándéktermékek kihagyása

source: Prevent Order Placement Till Eligible Gifts are Added to Cart
hu_hu: A rendelés leadásának megakadályozása mindaddig, amíg a jogos ajándéktermékek a kosárhoz nincsenek hozzáadva

source: Display Unclaimed Gifts in a Popup for Optional User Selection
hu_hu: Fel nem igényelt ajándéktermékek megjelenítése felugró ablakban, opcionális felhasználói kiválasztásra

source: Add the Remaining Unclaimed Gifts Automatically to User's Cart
hu_hu: A fennmaradó, fel nem igényelt ajándéktermékek automatikus hozzáadása a felhasználó kosarához

source: Gift Addition Method
hu_hu: Ajándéktermékek hozzáadásának módja

source: All the Remaining Unclaimed Gift Products
hu_hu: Az összes fennmaradó, fel nem igényelt ajándéktermék

source: A limited number of remaining gift products
hu_hu: Korlátozott számú fennmaradó ajándéktermék

source: Number of Gift Products to Avoid Restriction
hu_hu: Az ajándéktermékek száma a korlátozás elkerüléséhez

source: Troubleshoot
hu_hu: Hibaelhárítás

source: Free Gift Product Price
hu_hu: Ajándéktermék ára

source: The value configured here will be considered as price for the Gift Products and used for Legal as well as Payment Gateway validation.
hu_hu: Az itt beállított értéket az ajándéktermékek áraként vesszük figyelembe, és jogi, valamint fizetési átjáró-ellenőrzésre használjuk.

source: Frontend Scripts Enqueued on
hu_hu: Frontend scriptek betöltésének helye

source: Header
hu_hu: Fejléc

source: Footer
hu_hu: Lábléc

source: Choose whether the frontend scripts has to be loaded on Header/Footer
hu_hu: Válassza ki, hogy a frontend scripteket a fejlécben vagy a láblécben kell-e betölteni.

source: Restrict Redirection when Free Gifts are Added
hu_hu: Átirányítás korlátozása ajándéktermékek hozzáadásakor

source: If you are facing any issues (display issues in mini cart, sliders, incorrect URL redirection) when free gifts are added, then select "Yses" option and check.
hu_hu: Ha bármilyen problémát tapasztal (megjelenítési problémák a mini kosárban, csúszkák, helytelen URL-átirányítás) ajándéktermékek hozzáadásakor, akkor válassza a "Yses" opciót, és ellenőrizze.

source: Deletion Settings
hu_hu: Törlési beállítások

source: Delete Master log(s) after X Duration
hu_hu: Fő napló(k) törlése X időtartam után

source: If "Yes" is selected, Master log entries will be removed after a specific duration.
hu_hu: Ha a "Yes" van kiválasztva, a fő naplóbejegyzések egy meghatározott időtartam után eltávolításra kerülnek.

source: Delete Master log(s) after
hu_hu: Fő napló(k) törlése ennyi idő után

source: Day(s)
hu_hu: Nap(ok)

source: Week(s)
hu_hu: Hét(ek)

source: Month(s)
hu_hu: Hónap(ok)

source: Year(s)
hu_hu: Év(ek)

source: Cron Information
hu_hu: Cron információ

source: Custom CSS
hu_hu: Egyedi CSS

source: Email Settings
hu_hu: E-mail beállítások

source: Email Type
hu_hu: E-mail típusa

source: WooComerce Template
hu_hu: WooComerce sablon

source: From Name
hu_hu: Feladó neve

source: From Address
hu_hu: Feladó címe

source: Manual Gift Email
hu_hu: Manuális ajándék e-mail

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Subject
hu_hu: Tárgy

source: <b>Supported Shortcodes:</b></br>{site_name} - To show the site name
hu_hu: <b>Támogatott rövidkódok:</b></br>{site_name} - Az oldal nevének megjelenítéséhez

source: Message
hu_hu: Üzenet

source: <b>Supported Shortcodes:</b></br>{user_name} - To show the username</br>{free_gifts} - To show the free gifts details</br>{order_id} - To show the order ID
hu_hu: <b>Támogatott rövidkódok:</b></br>{user_name} - A felhasználónév megjelenítéséhez</br>{free_gifts} - Az ingyenes ajándékok részleteinek megjelenítéséhez</br>{order_id} - A rendelésazonosító megjelenítéséhez

source: Gift Product Selection Localization
hu_hu: Ajándéktermék-választás lokalizációja

source: Gift Product Selection Section Heading
hu_hu: Ajándéktermék-választás szakasz címsora

source: Gift Product Add to Cart Button Label
hu_hu: Ajándéktermék - Kosárba gomb felirata

source: Gift Product Selection Label - Select Box(Dropdown)
hu_hu: Ajándéktermék-választás felirat - Választómező(legördülő)

source: Cart Page Localization
hu_hu: Kosár oldal lokalizációja

source: Cart Gift Type Label
hu_hu: Kosár - ajándéktípus felirata

source: Cart Free Gift Label
hu_hu: Kosár - ingyenes ajándék felirata

source: Progress Bar Localization
hu_hu: Folyamatjelző lokalizációja

source: Progress Bar's Heading
hu_hu: Folyamatjelző címsora

source: Maximum Gift Count Label
hu_hu: Maximális ajándékszám felirata

source: <b>Supported Shortcodes:</b></br>[maximum_gift_count] - To show the Maximum gift count
hu_hu: <b>Támogatott rövidkódok:</b></br>[maximum_gift_count] - A maximális ajándékszám megjelenítéséhez

source: Added Gift Count Label
hu_hu: Hozzáadott ajándékszám felirata

source: <b>Supported Shortcodes:</b></br>[added_gift_count] - To show the Added gift count
hu_hu: <b>Támogatott rövidkódok:</b></br>[added_gift_count] - A hozzáadott ajándékszám megjelenítéséhez

source: Remaining Gift Count Label
hu_hu: Hátralévő ajándékszám felirata

source: <b>Supported Shortcodes:</b></br>[remaining_gift_count] - To show the remaining gift count
hu_hu: <b>Támogatott rövidkódok:</b></br>[remaining_gift_count] - A hátralévő ajándékszám megjelenítéséhez

source: Cart & Checkout Page Messages
hu_hu: Kosár és Pénztár oldalak üzenetei

source: Free Gift Notice in Cart/Checkout - Inline Mode
hu_hu: Ingyenes ajándék értesítés a Kosár/Pénztár oldalon - Inline mód

source: <b>Supported Shortcodes:</b></br>[remaining_gift_count] - To show the remaining gift count that need to be manually added by the customer
hu_hu: <b>Támogatott rövidkódok:</b></br>[remaining_gift_count] - Az Ön által kézzel hozzáadandó hátralévő ajándékok számának megjelenítéséhez

source: Free Gift Notice in Cart/Checkout - Pop-up Mode
hu_hu: Ingyenes ajándék értesítés a Kosár/Pénztár oldalon - Pop-up mód

source: <b>Supported Shortcodes:</b></br>[remaining_gift_count] - To show the remaining gift count that need to be manually added by the customer</br>[popup_link] - To show the Pop-Up link
hu_hu: <b>Támogatott rövidkódok:</b></br>[remaining_gift_count] - Az Ön által kézzel hozzáadandó hátralévő ajándékok számának megjelenítéséhez</br>[popup_link] - A Pop-Up hivatkozás megjelenítéséhez

source: Popup Link Shortcode Label
hu_hu: Popup hivatkozás rövidkód felirata

source: Free Gift Checkout Page Notice
hu_hu: Ingyenes ajándék értesítés a Pénztár oldalon

source: <b>Supported Shortcodes:</b></br>[cart_page] - To show the cart page link as a button
hu_hu: <b>Támogatott rövidkódok:</b></br>[cart_page] - A kosár oldal hivatkozásának gombként való megjelenítéséhez

source: Cart Link Shortcode Label
hu_hu: Kosár hivatkozás rövidkód felirata

source: Unclaimed Gift Notice in Popup
hu_hu: Igénybe nem vett ajándék értesítés a Popupban

source: <b>Supported Shortcodes:</b></br>[remaining_gifts] - To display the remaining unclaimed gift count to proceed for order placement
hu_hu: <b>Támogatott rövidkódok:</b></br>[remaining_gifts] - A rendelés leadásához szükséges, fennmaradó, igénybe nem vett ajándékok számának megjelenítéséhez

source: Shortcode Messages
hu_hu: Rövidkód üzenetek

source: Message - If the criteria don't match to Gift the Product / the cart is empty
hu_hu: Üzenet - Ha a termék ajándékozásának feltételei nem teljesülnek / a kosár üres

source: Success Messages
hu_hu: Sikerüzenetek

source: Automatic Gift
hu_hu: Automatikus ajándék

source: Coupon based Gift - Automatic
hu_hu: Kuponalapú ajándék - automatikus

source: Subtotal-based Gift - Automatic
hu_hu: Részösszeg-alapú ajándék - automatikus

source: Bulk Pricing-based Gift - Automatic
hu_hu: Sávos árazás-alapú ajándék - automatikus

source: Bulk Quantity-based Gift - Automatic
hu_hu: Nagy mennyiség-alapú ajándék - automatikus

source: Cheapest Gift-based Gift - Automatic
hu_hu: Legolcsóbb ajándék-alapú ajándék - automatikus

source: Shipping cost waived
hu_hu: A szállítási költség elengedve

source: Unclaimed Gifts Automatically Added
hu_hu: Igénybe nem vett ajándékok automatikusan hozzáadva

source: <b>Supported Shortcodes:</b></br>[added_remaining_gifts_count] - To display the automatically added unclaimed gift count
hu_hu: <b>Támogatott rövidkódok:</b></br>[added_remaining_gifts_count] - Az automatikusan hozzáadott, igénybe nem vett ajándékok számának megjelenítéséhez

source: Error Messages
hu_hu: Hibaüzenetek

source: Gift Product not selected in the Select Box(Dropdown) Display
hu_hu: Az ajándéktermék nincs kiválasztva a választómező (lenyíló) megjelenítésben

source: Gift Product(s) removed if the criteria don't matched
hu_hu: Ajándéktermék(ek) eltávolítva, ha a feltételek nem teljesülnek

source: Coupon based Gift limitation
hu_hu: Kuponalapú ajándékkorlátozás

source: Unclaimed Gifts not Fully Added
hu_hu: A fel nem igényelt ajándékok nincsenek teljes mértékben hozzáadva

source: Master Log Deletion Cron
hu_hu: Főnapló-törlési Cron

source: Cron not Triggered
hu_hu: A Cron nem indult el

source: Shortcodes
hu_hu: Rövidkódok

source: Common Shortcodes
hu_hu: Általános rövidkódok

source: Parameters Value
hu_hu: Paraméterek értéke

source: Example
hu_hu: Példa

source: Displays gifts products based on the cart contents
hu_hu: Ajándéktermékeket jelenít meg a kosár tartalma alapján

source: Displays forcce gifts popup content based on the cart contents
hu_hu: A kényszerített ajándékok felugró ablakának tartalmát jeleníti meg a kosár tartalma alapján

source: Displays the cart eligible notices based on cart contents.
hu_hu: A kosár jogosultsági értesítéseit jeleníti meg a kosár tartalma alapján.

source: Displays eligibility notices on a product that can be used in the Buy X Get Y mode.
hu_hu: Olyan terméken jelenít meg jogosultsági értesítéseket, amely a Buy X Get Y módban használható.

source: Displays the progress bar of gift products count
hu_hu: Megjeleníti az ajándéktermékek számát jelző folyamatjelző sávot

source: New Free Gift Rule
hu_hu: Új ingyenes ajándékszabály

source: When set to Active, the products from this rule will be listed to the user. The user can choose their Free Gift from the available products.
hu_hu: Aktív állapotban e szabály termékei megjelennek az Ön számára. Az elérhető termékek közül kiválaszthatja az ingyenes ajándékát.

source: Rule Name
hu_hu: Szabály neve

source: Description
hu_hu: Leírás

source: Add Rule
hu_hu: Szabály hozzáadása

source: Product Name
hu_hu: Termék neve

source: Product Image
hu_hu: Termékkép

source: Add to cart
hu_hu: Kosárba

source: Edit Rule
hu_hu: Szabály szerkesztése

source: Update Rule
hu_hu: Szabály frissítése

source: Cron Name
hu_hu: Cron neve

source: Last Updated
hu_hu: Utoljára frissítve

source: Add Gift Item(s)
hu_hu: Ajándéktétel(ek) hozzáadása

source: Add Gift Products
hu_hu: Ajándéktermékek hozzáadása

source: Search a Products
hu_hu: Termékek keresése

source: Add Gift
hu_hu: Ajándék hozzáadása

source: Save changes
hu_hu: Változtatások mentése

source: Reset
hu_hu: Visszaállítás

source: Syntax
hu_hu: Szintaxis

source: Parameters
hu_hu: Paraméterek

source: Value
hu_hu: Érték

source: Free Gifts for Order #%s
hu_hu: Ingyenes ajándékok a #%s rendeléshez

source: Quantity
hu_hu: Mennyiség

source: Original Price
hu_hu: Eredeti ár

source: Rule
hu_hu: Szabály

source: Rule not available
hu_hu: A szabály nem érhető el

source: View Bulk Pricing Rules - #%1$s
hu_hu: Tömeges árképzési szabályok megtekintése - #%1$s

source: Gifts
hu_hu: Ajándékok

source: Categories
hu_hu: Kategóriák

source: Brands
hu_hu: Márkák

source: Gift Product(s)
hu_hu: Ajándéktermék(ek)

source: View Bulk Quantity Rules - #%1$s
hu_hu: Tömeges mennyiségi szabályok megtekintése - #%1$s

source: Gift Product Type
hu_hu: Ajándéktermék típusa

source: When set to Same Product, the user will receive the specified quantities of the same product for free. When set to Different products, the user will receive the specified quantities of another product for free.
hu_hu: Ha az Azonos termék értékre van állítva, Ön ugyanabból a termékből kapja meg ingyen a megadott mennyiségeket. Ha a Különböző termékek értékre van állítva, Ön egy másik termék megadott mennyiségeit kapja meg ingyen.

source: Same Product
hu_hu: Azonos termék

source: Different Products
hu_hu: Különböző termékek

source: Buy Product(s) Configuration
hu_hu: Vásárolandó termék(ek) konfigurációja

source: Buy Product Type
hu_hu: Vásárolandó terméktípus

source: Products: The user will receive a Free Gift if they purchase the selected product. Categories: The user will receive a Free Gift if they purchase any one product from the selected category.
hu_hu: Termékek: Ön ingyenes ajándékot kap, ha megvásárolja a kiválasztott terméket. Kategóriák: Ön ingyenes ajándékot kap, ha a kiválasztott kategóriából bármelyik terméket megvásárolja.

source: Buy Product
hu_hu: Vásárolandó termék

source: Search a Product
hu_hu: Termék keresése

source: Buy Category
hu_hu: Vásárolandó kategória

source: Buy Product condition applicable when
hu_hu: A Vásárolandó termék feltétel akkor alkalmazandó, ha

source: Any one of the selected Product(s) must be in the cart
hu_hu: A kiválasztott termék(ek) közül legalább egynek a kosárban kell lennie

source: All the selected Product(s) must be in the cart
hu_hu: Az összes kiválasztott terméknek a kosárban kell lennie

source: Any one of the product(s) from the selected category must be in the cart
hu_hu: A kiválasztott kategóriából legalább egy terméknek a kosárban kell lennie

source: One Product from each selected category must be in the cart
hu_hu: Minden kiválasztott kategóriából egy terméknek a kosárban kell lennie

source: Buy Quantity Calculation Based on
hu_hu: A vásárlási mennyiség számítása alapja

source: Same Product's Quantity: Quantity must match for each product to receive a free gift. Total Quantity of the Selected Category's Products: Quantity must match either for each product or quantity of products which belong to the selected category should match to receive a free gift. Product with Least quantity from the selected category: The quantity of the product which is least from the products that belongs to the selected category will be considered for awarding the free gift.
hu_hu: Azonos termék mennyisége: A mennyiségnek termékenként egyeznie kell az ingyenes ajándék elnyeréséhez. A kiválasztott kategória termékeinek összmennyisége: A mennyiségnek vagy termékenként, vagy a kiválasztott kategóriába tartozó termékek összmennyiségének kell egyeznie az ingyenes ajándék elnyeréséhez. A kiválasztott kategóriából a legkisebb mennyiségű termék: Az ingyenes ajándék odaítéléséhez a kiválasztott kategóriába tartozó termékek közül a legkisebb mennyiségű termék mennyisége kerül figyelembevételre.

source: Same Product's Quantity
hu_hu: Azonos termék mennyisége

source: Total Quantity of the Selected Category's Products
hu_hu: A kiválasztott kategória termékeinek összmennyisége

source: Product with least quantity from the selected category
hu_hu: A kiválasztott kategóriából a legkisebb mennyiségű termék

source: Same Product's Quantity: Quantity must match for each product to receive a free gift. Total Quantity of the Selected Products: Quantity must match either for each product quantity or combined quantity of the selected products should match to receive a free gift. Product with Least quantity from the selected products: The product's quantity which is least from the selected products will be considered for awarding the free gift.
hu_hu: Azonos termék mennyisége: A mennyiségnek termékenként egyeznie kell az ingyenes ajándék elnyeréséhez. A kiválasztott termékek összmennyisége: A mennyiségnek vagy termékenként, vagy a kiválasztott termékek együttes mennyiségének kell egyeznie az ingyenes ajándék elnyeréséhez. A kiválasztott termékek közül a legkisebb mennyiségű termék: Az ingyenes ajándék odaítéléséhez a kiválasztott termékek közül a legkisebb mennyiségű termék mennyisége kerül figyelembevételre.

source: Total Quantity of the Selected Products
hu_hu: A kiválasztott termékek összmennyisége

source: Product with least quantity from the selected products
hu_hu: A kiválasztott termékek közül a legkisebb mennyiségű termék

source: Get Product(s) Configuration
hu_hu: Ajándék termék(ek) konfigurációja

source: Gift Product Selection Type
hu_hu: Ajándék termék kiválasztási típusa

source: Get Product(s)
hu_hu: Ajándék termék(ek)

source: Get Category
hu_hu: Ajándék kategória

source: Quantity Configuration
hu_hu: Mennyiség konfigurációja

source: Get Product Quantity Restriction is Applicable
hu_hu: Az ajándék termék mennyiségi korlátozása alkalmazandó

source: On All the Eligible Products Separately: Restriction is applicable separately for each product selected in Get Products. Across the Eligible Products: Restriction is applicable on the Total Quantity of Get Products added in the cart.
hu_hu: Az összes jogosult termékre külön-külön: A korlátozás külön-külön vonatkozik az Ajándék termékek között kiválasztott minden egyes termékre. A jogosult termékek összességére: A korlátozás a kosárba tett Ajándék termékek teljes mennyiségére vonatkozik.

source: On All the Eligible Products Separately
hu_hu: Az összes jogosult termékre külön-külön

source: Across the Eligible Products
hu_hu: A jogosult termékek összességére

source: Get Product Awarding method
hu_hu: Ajándék termék odaítélési módja

source: Display all the selected products: All the selected products will be displayed for the customer's selection. Display only the same product: The same bought product(s) only will be displayed for the customer's section.
hu_hu: Az összes kiválasztott termék megjelenítése: Az összes kiválasztott termék megjelenik az Ön választására. Csak azonos termék megjelenítése: Csak a megvásárolt azonos termék(ek) jelennek meg az Ön számára.

source: Display all the selected products
hu_hu: Az összes kiválasztott termék megjelenítése

source: Display only the same product
hu_hu: Csak azonos termék megjelenítése

source: Buy Quantity
hu_hu: Vásárlási mennyiség

source: Get Quantity
hu_hu: Ajándék mennyiség

source: Gift Repeating Configuration
hu_hu: Ajándék ismétlési konfigurációja

source: Repeat Gift
hu_hu: Ajándék ismétlése

source: When enabled, the user will keep receiving free gifts every time they add the multiples of the required quantity to the cart.
hu_hu: Engedélyezés esetén Ön minden alkalommal ingyenes ajándékokat kap, amikor a szükséges mennyiség többszörösét teszi a kosárba.

source: Repeat Gift Mode
hu_hu: Az ajándék ismétlésének módja

source: Unlimited: No restriction on receiving Free Gifts. Limited: Free Gift can be received till the Repeat Limit is reached.
hu_hu: Korlátlan: Nincs korlátozás az ingyenes ajándékok fogadására. Korlátozott: Ingyenes ajándék addig kapható, amíg el nem éri az ismétlési limitet.

source: Unlimited
hu_hu: Korlátlan

source: Limited
hu_hu: Korlátozott

source: Repeat Limit
hu_hu: Ismétlési limit

source: Bulk Pricing Configuration
hu_hu: Mennyiségi árképzés konfigurációja

source: Bulk Pricing Calculated based on
hu_hu: A mennyiségi árképzés számítása alapja
