{"translation-revision-date":"2025-10-22 07:20+0200","generator":"WP-CLI\/2.12.0","source":"modules\/actions-v2\/send-email\/assets\/build\/editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Content":["Tartalom"],"Send Email":["E-mail küldése"],"Disable Auto-Formatting":["Automatikus formázás letiltása"],"Add form field with attachment":["Űrlapmező hozzáadása melléklettel"],"Email from submitted form field":["E-mail a beküldött űrlapmezőből"],"Custom email":["Egyéni e-mail"],"Plain text":["Egyszerű szöveg"],"HTML":["HTML"],"Reply to Email Address":["Válasz e-mail-cím"],"Subject":["Tárgy"],"Define the subject line of the email. This will appear as the email's title when it is received. You can use form field macros to insert the values of form fields as part of the subject. To add macros, use the wrench icon to the right of the current option name.":["Határozza meg az e-mail tárgyát. Ez a levél címsoraként jelenik meg, amikor megérkezik. Űrlapmező-makrókkal beszúrhatja az űrlapmezők értékeit a tárgy részeként. A makrók hozzáadásához használja a csavarkulcs ikont az aktuális opció neve jobb oldalán."],"From Name":["Feladó neve"],"Specify the name that will appear as the sender of the email. You can use form field macros to insert the values of form fields as part of the name. To add macros, use the wrench icon to the right of the current option name.":["Adja meg azt a nevet, amely feladóként fog megjelenni az e-mailben. Űrlapmező-makrókkal beszúrhatja az űrlapmezők értékeit a név részeként. A makrók hozzáadásához használja a csavarkulcs ikont az aktuális opció neve jobb oldalán."],"From Email Address":["Feladó e-mail-címe"],"Specify the email address that will appear as the sender of the email. You can use form field macros to insert the values of form fields as part of the address. To add macros, use the wrench icon to the right of the current option name.":["Adja meg azt az e-mail-címet, amely feladóként fog megjelenni az e-mailben. Űrlapmező-makrókkal beszúrhatja az űrlapmezők értékeit a cím részeként. A makrók hozzáadásához használja a csavarkulcs ikont az aktuális opció neve jobb oldalán."],"Define the main body of the email. You can use form field macros to insert the values of form fields as part of the content. To add macros, use the wrench icon to the right of the current option name.":["Határozza meg az e-mail főszövegét. Űrlapmező-makrókkal beszúrhatja az űrlapmezők értékeit a tartalom részeként. A makrók hozzáadásához használja a csavarkulcs ikont az aktuális opció neve jobb oldalán."],"Attachments":["Mellékletek"],"Admin email":["Admin e-mail"],"Sends the email as plain text without any formatting.":["A levelet egyszerű szövegként küldi el, bármiféle formázás nélkül."],"Sends the email with HTML formatting, allowing for rich text, images, and other multimedia elements":["A levelet HTML-formázással küldi el, lehetővé téve a gazdag szöveget, képeket és egyéb multimédiás elemeket."],"Sends the email to the admin email address configured in General Settings.":["A levelet az Általános beállításokban megadott admin e-mail-címre küldi."],"Sends the email to a custom address specified in the Email Address field below.":["A levelet az alább megadott, az E-mail-cím mezőben szereplő egyéni címre küldi."],"Uses the email address provided by the user in the form.":["A felhasználó által az űrlapon megadott e-mail-címet használja."],"Manually set a custom reply-to email address.":["Kézzel állít be egy egyéni válasz e-mail-címet."],"Mail To":["Címzett"],"Email Address":["E-mail-cím"],"To apply multiple mailing addresses, separate them with commas":["Több levelezési cím megadásához válassza el őket vesszőkkel"],"From field":["Feladó mező"],"To apply multiple mailing addresses, you can select a \"Checkbox Field\" or a \"Select field\" with enabled \"Is multiple\" option.":["Több levelezési cím alkalmazásához választhat \"Checkbox Field\" mezőt vagy engedélyezett \"Is multiple\" opcióval rendelkező \"Select field\" mezőt."],"CC Address from":["CC cím forrása"],"CC Email Address":["CC e-mail-cím"],"CC Address From field":["CC cím a Feladó mezőből"],"BCC Address from":["BCC cím forrása"],"BCC Email Address":["BCC e-mail-cím"],"BCC Address From field":["BCC cím a Feladó mezőből"],"Use CC\/BCC":["CC\/BCC használata"],"Reply To":["Válaszcím"],"Reply To Email From Field":["Válaszcím e-mail a Feladó mezőből"],"Content type":["Tartalomtípus"],"By default, each new line in the email content field is changed to a separate paragraph element. And each link turns into a clickable hyperlink. To prevent this, enable this option.":["Alapértelmezés szerint az e-mail tartalommezőben minden új sor külön bekezdéssé alakul, és minden hivatkozás kattintható hiperhivatkozássá válik. Ennek megakadályozásához engedélyezze ezt az opciót."]}}}