{"translation-revision-date":"2025-10-21 10:10+0200","generator":"WP-CLI\/2.12.0","source":"modules\/actions-v2\/register-user\/assets\/build\/editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"User Login":["Felhasználónév"],"Email":["E-mail"],"Password":["Jelszó"],"First Name":["Keresztnév"],"Last Name":["Vezetéknév"],"User URL":["Felhasználói URL"],"User Meta":["Felhasználói metaadatok"],"Register User":["Felhasználó regisztrálása"],"Confirm Password":["Jelszó megerősítése"],"Form Fields":["Űrlapmezők"],"Please fill this required field":["Kérjük, töltse ki ezt a kötelező mezőt"],"Fields map":["Mezők leképezése"],"Who can add new user?":["Ki adhat hozzá új felhasználót?"],"Choose the form field that will be used to get the user login. The value of this field will be stored as the user login in the database.":["Válassza ki azt az űrlapmezőt, amely a felhasználónév lekérésére szolgál. Ennek a mezőnek az értéke felhasználónévként kerül mentésre az adatbázisba."],"Choose the form field that will be used to get the user email. The value of this field will be stored as the user email in the database. You can use the same field in the User Login setting if you want the login and email to be the same.":["Válassza ki azt az űrlapmezőt, amely a felhasználó e-mail-címének lekérésére szolgál. Ennek a mezőnek az értéke e-mail-címként kerül mentésre az adatbázisba. Ugyanazt a mezőt használhatja a User Login beállításnál is, ha azt szeretné, hogy a bejelentkezési név és az e-mail-cím azonos legyen."],"Choose the form field that will be used to get the user password. The value of this field will be stored in the database in a hashed format.":["Válassza ki azt az űrlapmezőt, amely a felhasználói jelszó lekérésére szolgál. Ennek a mezőnek az értéke hash-elt formában kerül mentésre az adatbázisba."],"Choose the form field that will be used to confirm the user password. This field is required to ensure the user has entered the correct password.":["Válassza ki azt az űrlapmezőt, amely a felhasználói jelszó megerősítésére szolgál. Ez a mező szükséges annak biztosításához, hogy a felhasználó a helyes jelszót adta meg."],"(Optional) Choose the form field that will be used to get the user's first name. The value of this field will be stored in the database as the First Name in the user profile.":["(Nem kötelező) Válassza ki azt az űrlapmezőt, amely a felhasználó keresztnevének lekérésére szolgál. Ennek a mezőnek az értéke a felhasználói profilban Keresztnévként kerül az adatbázisba."],"(Optional) Choose the form field that will be used to get the user's last name. The value of this field will be stored in the WordPress database as the last name in the user profile.":["(Nem kötelező) Válassza ki azt az űrlapmezőt, amely a felhasználó vezetéknevének lekérésére szolgál. Ennek a mezőnek az értéke a WordPress adatbázisban a felhasználói profilban Vezetéknévként kerül mentésre."],"(Optional) Choose the form field that will be used to get the user’s website. The value of this field will be stored in the WordPress database as the website in the Contacts section of the user profile.":["(Nem kötelező) Válassza ki azt az űrlapmezőt, amely a felhasználó weboldalának lekérésére szolgál. Ennek a mezőnek az értéke a WordPress adatbázisban a felhasználói profil Kapcsolatok részében weboldalként kerül mentésre."],"User Meta Fields":["Felhasználói metamezők"],"User Role":["Felhasználói szerepkör"],"Hold Ctrl (Windows) or Command (Mac) to select multiple roles.":["Tartsa lenyomva a Ctrl (Windows) vagy a Command (Mac) billentyűt több szerepkör kijelöléséhez."],"\"Remember me\" field:":["\"Emlékezzen rám\" mező:"],"Allow creating new users by existing users":["Engedélyezze, hogy meglévő felhasználók új felhasználókat hozzanak létre"],"If this option is enabled, logged-in users with the selected role will be able to add new users using this form. If disabled, only non-logged-in users will be able to register themselves.":["Ha ez az opció engedélyezve van, a bejelentkezett, kiválasztott szerepkörrel rendelkező felhasználók ezzel az űrlappal új felhasználókat adhatnak hozzá. Ha le van tiltva, csak a nem bejelentkezett felhasználók tudnak regisztrálni."],"Log In User after Register:":["Felhasználó bejelentkeztetése regisztráció után:"],"To use the \"Remember me\" option, first add a checkbox, radio button, or switcher field to your form with a value of 1, and label it \"Remember me\" or similar. Then, select it here.":["Az \"Emlékezzen rám\" opció használatához először adjon az űrlaphoz egy jelölőnégyzet-, rádiógomb- vagy kapcsolómezőt 1-es értékkel, és lássa el \"Emlékezzen rám\" vagy hasonló felirattal. Ezután válassza ki itt."],"Add User ID to form data:":["User ID hozzáadása az űrlapadatokhoz:"],"Registered user ID will be added to form data. Current user ID will be added to form data only if \"Allow creating new users by existing users\" option was disabled.":["A regisztrált felhasználó ID-je hozzáadásra kerül az űrlapadatokhoz. Az aktuális felhasználó ID-je csak akkor kerül hozzáadásra az űrlapadatokhoz, ha az \"Allow creating new users by existing users\" opció le volt tiltva."],"A computed field from the <b>Register User<\/b> action.":["Egy számított mező a <b>Register User<\/b> műveletből."]}}}