{"translation-revision-date":"2025-10-19 22:49","generator":"WP-CLI\/2.12.0","source":"assets\/build\/admin\/pages\/jfb-settings.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Pro":["Pro"],"JetFormBuilder Settings":["JetFormBuilder beállítások"],"You can find it on this page in the first column of Sitekey.":["Ezen az oldalon a Sitekey első oszlopában találja meg."],"Go to the dashboard of sites":["Lépjen a webhelyek vezérlőpultjára"],"You can find it on the settings page,\nthis will be the first field.":["A beállítások oldalon találja meg,\nez lesz az első mező."],"Go to the Settings page":["Lépjen a Beállítások oldalra"],"It can be found on the page listing your Applications. Or follow this":["Az alkalmazásokat felsoroló oldalon található. Vagy kövesse ezt a"],"guide":["útmutatót"],"It can be found on the page listing your API keys.":["Az API-kulcsokat felsoroló oldalon található."],"Read the hint to the Secret Key field":["Olvassa el a Secret Key mezőhöz tartozó súgót"],"You can find both keys on your Turnstile Site settings page":["Mindkét kulcsot megtalálja a Turnstile Site beállításai oldalán"],"Didn't find it? Here is":["Nem találta meg? Itt van"],"a more detailed description":["egy részletesebb leírás"],"Enable Gateways":["Fizetési átjárók engedélyezése"],"Enable Test Mode":["Tesztmód engedélyezése"],"This option takes precedence over the <code>jet-form-builder\/gateways\/paypal\/sandbox-mode<\/code> filter. As of right now, works only for PayPal payment system":["Ez a lehetőség elsőbbséget élvez a <code>jet-form-builder\/gateways\/paypal\/sandbox-mode<\/code> szűrővel szemben. Jelenleg csak a PayPal fizetési rendszerrel működik"],"Activate payment gateways for the forms. This option takes precedence over the <code>jet-form-builder\/allow-gateways<\/code> filter":["Aktiválja a fizetési átjárókat az űrlapokhoz. Ez a lehetőség elsőbbséget élvez a <code>jet-form-builder\/allow-gateways<\/code> szűrővel szemben"],"Form Accessibility":["Űrlap akadálymentesítés"],"Form Request Args":["Űrlap kérés paraméterei"],"Enable Dev-Mode":["Fejlesztői mód engedélyezése"],"Disable \"Next\" button":["A \"Tovább\" gomb letiltása"],"Clear plugin data after the uninstall":["Bővítményadatok törlése eltávolításkor"],"Scroll to the top on page change":["Oldalváltáskor görgetés a tetejére"],"Automatic focus":["Automatikus fókusz"],"Form Records Access Capability":["Űrlaprekordok hozzáférési jogosultsága"],"Server side validation method":["Szerveroldali érvényesítés módja"],"With developer mode enabled, errors from the form will be saved.":["Fejlesztői mód engedélyezése esetén az űrlap hibái mentésre kerülnek."],"If this option is active, the Next button in a multi-step form won't become clickable until all the required fields are completed.":["Ha ez az opció aktív, többlépéses űrlapban a Tovább gomb addig nem lesz kattintható, amíg az összes kötelező mező nincs kitöltve."],"If this option is active, when the plugin is deleted, all custom sql-tables, all options and files will also be deleted. In particular, those that were uploaded using Media Field.":["Ha ez az opció aktív, a bővítmény törlésekor minden egyéni SQL-tábla, minden beállítás és fájl is törlődik. Különösen azok, amelyeket a Media Field használatával töltött fel."],"Automatic scrolling to the top of the form when switching between form pages.":["Automatikus görgetés az űrlap tetejére az űrlapoldalak közötti váltáskor."],"Indicates invalid field and prevents the user from going to the next page or submitting the form unless filled.":["Jelöli az érvénytelen mezőt, és megakadályozza, hogy a felhasználó a következő oldalra lépjen vagy beküldje az űrlapot, amíg nincs kitöltve."],"By default any Form Records available only for users with `manage_options` capability. Here you can overwrite it with any capability you want. More about capabilities <a href=\"https:\/\/wordpress.org\/support\/article\/roles-and-capabilities\/\" target=\"_blank\">here<\/a>":["Alapértelmezés szerint az űrlaprekordok csak a `manage_options` jogosultsággal rendelkező felhasználók számára érhetők el. Itt bármely kívánt jogosultsággal felülírhatja. A jogosultságokról bővebben <a href=\"https:\/\/wordpress.org\/support\/article\/roles-and-capabilities\/\" target=\"_blank\">itt<\/a>."],"Select how the server-side validation request will be made – via WP REST API, admin-ajax.php, or through the URL of the current page.":["Válassza ki, hogyan történjen a szerveroldali érvényesítési kérés – a WP REST API-n, az admin-ajax.php-n keresztül, vagy az aktuális oldal URL-jén keresztül."],"Enable User Journey Tracking":["Felhasználói útvonal követésének engedélyezése"],"Storage Type":["Tárolási típus"],"Clear Journey After Submit":["Útvonal törlése beküldés után"],"Track the user’s journey across the website and save it in the browser.":["A felhasználó webhelyen bejárt útvonalának követése és böngészőben történő mentése."],"Choose where to store the user journey data":["Válassza ki, hol tárolja a felhasználói útvonal adatait"],"When to clear the journey data after form submission":["Mikor törlődjenek az útvonal adatai az űrlap beküldése után"]}}}