Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-google-analytics-pro/woocommerce-google-analytics-pro-*.po
Languages: hu_hu

source: Logout
hu_hu: Kijelentkezés

source: Triggered when a customer signs out.
hu_hu: Akkor váltódik ki, amikor az ügyfél kijelentkezik.

source: Place Order
hu_hu: Rendelés leadása

source: Triggered when a customer places an order via checkout.
hu_hu: Akkor váltódik ki, amikor az ügyfél a pénztáron keresztül rendelést ad le.

source: Provide Billing Email
hu_hu: Számlázási e-mail megadása

source: Triggered when a customer provides a billing email at checkout.
hu_hu: Akkor váltódik ki, amikor az ügyfél számlázási e-mail-címet ad meg a pénztárnál.

source: Purchase
hu_hu: Vásárlás

source: Triggered when a customer completes a purchase.
hu_hu: Akkor váltódik ki, amikor az ügyfél befejez egy vásárlást.

source: Refund
hu_hu: Visszatérítés

source: Triggered when an order is refunded.
hu_hu: Akkor váltódik ki, amikor egy rendelést visszatérítenek.

source: Triggered when a customer removes a coupon.
hu_hu: Akkor váltódik ki, amikor az ügyfél eltávolít egy kupont.

source: Remove from Cart
hu_hu: Eltávolítás a kosárból

source: Triggered when a customer removes an item from the cart.
hu_hu: Akkor váltódik ki, amikor az ügyfél eltávolít egy terméket a kosárból.

source: Reorder
hu_hu: Újrarendelés

source: Triggered when a customer reorders a previous order.
hu_hu: Akkor váltódik ki, amikor az ügyfél újrarendel egy korábbi rendelést.

source: Review
hu_hu: Értékelés

source: Triggered when a customer writes a review.
hu_hu: Akkor váltódik ki, amikor az ügyfél értékelést ír.

source: Select Item
hu_hu: Termék kiválasztása

source: Triggered when a customer clicks a product in listing, such as search results or related products.
hu_hu: Akkor váltódik ki, amikor az ügyfél egy listában szereplő termékre kattint, például a keresési eredményekben vagy a kapcsolódó termékek között.

source: Sign Up
hu_hu: Regisztráció

source: Triggered when a customer registers a new account.
hu_hu: Akkor váltódik ki, amikor az ügyfél új fiókot regisztrál.

source: Start Payment
hu_hu: Fizetés indítása

source: Triggered when a customer views the payment page (used with direct post payment gateways).
hu_hu: Akkor váltódik ki, amikor az ügyfél megtekinti a fizetési oldalt (közvetlen POST alapú fizetési átjáróknál használatos).

source: Track Order
hu_hu: Rendelés követése

source: Triggered when a customer tracks an order.
hu_hu: Akkor váltódik ki, amikor az ügyfél követ egy rendelést.

source: Update Address
hu_hu: Cím frissítése

source: Triggered when a customer updates their address.
hu_hu: Akkor váltódik ki, amikor az ügyfél frissíti a címét.

source: View Account
hu_hu: Fiók megtekintése

source: Triggered when a customer views the My Account page.
hu_hu: Akkor váltódik ki, amikor az ügyfél megtekinti a Saját fiók oldalt.

source: View Cart
hu_hu: Kosár megtekintése

source: Triggered when a customer views the cart.
hu_hu: Akkor váltódik ki, amikor az ügyfél megtekinti a kosarat.

source: View Homepage
hu_hu: Főoldal megtekintése

source: Triggered when a customer views the homepage.
hu_hu: Akkor váltódik ki, amikor az ügyfél megtekinti a főoldalt.

source: View Item
hu_hu: Termék megtekintése

source: Triggered when a customer views a single product.
hu_hu: Akkor váltódik ki, amikor az ügyfél egy terméket tekint meg.

source: View Item List
hu_hu: Terméklista megtekintése

source: Triggered when a customer views a list of products, for example the shop page or related products under a single product page.
hu_hu: Akkor váltódik ki, amikor az ügyfél termékek listáját tekinti meg, például az áruházoldalt vagy egy termékoldalon a kapcsolódó termékeket.

source: View Order
hu_hu: Rendelés megtekintése

source: Triggered when a customer views an order.
hu_hu: Akkor váltódik ki, amikor az ügyfél megtekint egy rendelést.

source: View Sign Up
hu_hu: Regisztráció megtekintése

source: Triggered when a customer views the registration form.
hu_hu: Akkor váltódik ki, amikor a vásárló megtekinti a regisztrációs űrlapot.

source: Added to Cart
hu_hu: Kosárba helyezve

source: Applied Coupon
hu_hu: Kupon alkalmazva

source: Cancelled Order
hu_hu: Rendelés lemondva

source: Changed Cart Quantity
hu_hu: Kosár mennyisége módosítva

source: Changed Password
hu_hu: Jelszó megváltoztatva

source: Clicked Product
hu_hu: Termékre kattintott

source: Commented
hu_hu: Hozzászólott

source: Completed Purchase
hu_hu: Vásárlás befejezve

source: Estimated Shipping
hu_hu: Szállítási költség becslése

source: 404 Error
hu_hu: 404 hiba

source: Triggered when a 404 ("Not Found") error occurs.
hu_hu: Akkor váltódik ki, amikor 404 ("Nem található") hiba fordul elő.

source: Order Refunded
hu_hu: Rendelés visszatérítve

source: Placed Order
hu_hu: Rendelés leadva

source: Provided Billing Email
hu_hu: Számlázási e-mail-cím megadva

source: Removed Coupon
hu_hu: Kupon eltávolítva

source: Removed from Cart
hu_hu: Eltávolítva a kosárból

source: Reordered
hu_hu: Újra megrendelve

source: Selected Payment Method
hu_hu: Fizetési mód kiválasztva

source: Signed In
hu_hu: Bejelentkezve

source: Registered User
hu_hu: Regisztrált felhasználó

source: Signed Out
hu_hu: Kijelentkezve

source: Signed Up
hu_hu: Regisztrálva

source: Started Checkout
hu_hu: Pénztár megkezdve

source: Guest
hu_hu: Vendég

source: Started Payment
hu_hu: Fizetés megkezdve

source: Tracked Order
hu_hu: Rendelés követve

source: Updated Address
hu_hu: Cím frissítve

source: Viewed Account
hu_hu: Fiók megtekintve

source: Viewed Cart
hu_hu: Kosár megtekintve

source: Viewed Homepage
hu_hu: Főoldal megtekintve

source: Viewed Order
hu_hu: Rendelés megtekintve

source: Viewed Product
hu_hu: Termék megtekintve

source: Viewed Signup
hu_hu: Regisztráció megtekintve

source: Wrote Review
hu_hu: Véleményt írt
