Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-google-analytics-pro/woocommerce-google-analytics-pro-*.po
Languages: hu_hu

source: Measure your site's success using advanced eCommerce tracking via Google Analytics
hu_hu: Mérje webhelye sikerét fejlett e-kereskedelmi követéssel a Google Analyticsen keresztül

source: A valid parent name is required to list data streams.
hu_hu: Az adatfolyamok listázásához érvényes szülőnév szükséges.

source: A valid parent name is required to create data streams.
hu_hu: Az adatfolyamok létrehozásához érvényes szülőnév szükséges.

source: A valid property name is required to get the property.
hu_hu: A tulajdon lekéréséhez érvényes tulajdonnév szükséges.

source: A valid parent name is required to list measurement protocol secrets.
hu_hu: A Measurement Protocol titkok listázásához érvényes szülőnév szükséges.

source: A valid parent name is required to create measurement protocol secrets.
hu_hu: Measurement Protocol titkok létrehozásához érvényes szülőnév szükséges.

source: A valid parent name is required to acknowledge user data collection.
hu_hu: A felhasználói adatok gyűjtésének nyugtázásához érvényes szülőnév szükséges.

source: Error tracking event: %s
hu_hu: Hiba az eseménykövetésnél: %s

source: A valid Google Analytics Account ID ID is required to list user profiles.
hu_hu: A felhasználói profilok listázásához érvényes Google Analytics fiókazonosító ID ID szükséges.

source: A valid Web Property ID is required to list user profiles.
hu_hu: A felhasználói profilok listázásához érvényes Web Property ID szükséges.

source: Search
hu_hu: Keresés

source: Product category
hu_hu: Termékkategória

source: Product tag
hu_hu: Termékcímke

source: Archive
hu_hu: Archívum

source: Related/Up sell
hu_hu: Kapcsolódó/Felülértékesítés

source: Cross sell (cart)
hu_hu: Keresztértékesítés (kosár)

source: Are you sure you wish to revoke access to your Google Account?
hu_hu: Biztosan vissza kívánja vonni a hozzáférést a Google-fiókjához?

source: Using a custom name may break automated reporting.
hu_hu: Egyéni név használata megszakíthatja az automatizált jelentéskészítést.

source: Tracking for this event is disabled, add a name to enable tracking.
hu_hu: Ennek az eseménynek a követése le van tiltva, a követés engedélyezéséhez adjon meg egy nevet.

source: Enable Google Analytics tracking
hu_hu: Google Analytics-követés engedélyezése

source: Debug Mode
hu_hu: Hibakeresési mód

source: Log all API requests, responses, and errors locally, and monitor GA4 events in %1$sGA4 DebugView%2$s. Only enable this if you experience issues!
hu_hu: Naplózza helyben az összes API-kérést, választ és hibát, és figyelje a GA4 eseményeket a %1$sGA4 DebugView%2$s felületen. Csak akkor engedélyezze, ha problémákat tapasztal!

source: Server-side tracking
hu_hu: Szerveroldali követés

source: <strong>Experimental:</strong> Use the Collect API for tracking server-side events.
hu_hu: <strong>Kísérleti:</strong> A Collect API használata a szerveroldali események követéséhez.

source: Google Analytics Pro uses Google's recommended %1$sMeasurement Protocol%2$s for server-side tracking by default, but we've found that tracking directly via their Collect API can result in better session attribution for server-side events. Google does not publicly support the Collect API so its stability is unknown at this time.
hu_hu: A Google Analytics Pro alapértelmezés szerint a Google által ajánlott %1$sMeasurement Protocol%2$s protokollt használja a szerveroldali követéshez, de tapasztalataink szerint a közvetlen követés a Collect API-n keresztül jobb munkamenet-hozzárendelést eredményezhet a szerveroldali eseményeknél. A Google nem támogatja nyilvánosan a Collect API-t, ezért annak stabilitása jelenleg ismeretlen.

source: JavaScript function name
hu_hu: JavaScript-függvény neve

source: Set the global tracker function name. %1$s is deprecated and support for it will be removed in a future version. IMPORTANT: set the function name to %2$s only after any custom code is updated to use %2$s.
hu_hu: Állítsa be a globális követőfüggvény nevét. A(z) %1$s elavult, és a támogatása egy későbbi verzióban el lesz távolítva. FONTOS: a függvény nevét csak akkor állítsa %2$s értékre, miután minden egyéni kódot frissített, hogy a %2$s-t használja.

source: (Recommended)
hu_hu: (Ajánlott)

source: Get Connected
hu_hu: Csatlakozás

source: Re-authenticate with your Google account
hu_hu: Hitelesítsen újra a Google-fiókjával

source: Connect your Google account
hu_hu: Csatlakoztassa Google-fiókját

source: %1$s: The currently authenticated Google account does not have any Analytics accounts set up. Please %2$screate an Analytics account%3$s and reload this page.
hu_hu: %1$s: A jelenleg hitelesített Google-fiókhoz nincs beállítva egyetlen Analytics-fiók sem. Kérjük, %2$shozzon létre egy Analytics-fiókot%3$s, majd töltse újra ezt az oldalt.

source: Google Analytics 4 Property
hu_hu: Google Analytics 4 tulajdon

source: Please re-authenticate & allow edit access to your Google Analytics account to see GA4 properties
hu_hu: Kérjük, hitelesítsen újra, és adjon szerkesztési hozzáférést a Google Analytics-fiókjához, hogy láthassa a GA4 tulajdonokat

source: Choose which Google Analytics property you want to track
hu_hu: Válassza ki, melyik Google Analytics tulajdont szeretné követni

source: Select a property&hellip;
hu_hu: Válasszon tulajdont&hellip;

source: Universal Analytics Property
hu_hu: Universal Analytics tulajdon

source: Choose which Universal Analytics property you want to track.
hu_hu: Válassza ki, melyik Universal Analytics tulajdont szeretné követni.

source: Clear this setting to disconnect Universal Analytics once you have migrated to GA4. This setting will stop working after %1$sGoogle retires Universal Analytics%2$s (expected mid-2023).
hu_hu: Törölje ezt a beállítást, hogy a GA4-re való átállás után leválassza a Universal Analyticset. Ez a beállítás megszűnik működni, miután %1$sA Google kivezeti a Universal Analyticset%2$s (várhatóan 2023 közepén).

source: We need view & edit access to your Analytics account so we can display reports and automatically configure Analytics settings for you.
hu_hu: Megtekintési és szerkesztési hozzáférésre van szükségünk az Analytics-fiókjához, hogy megjeleníthessük a jelentéseket és automatikusan konfigurálhassuk az Analytics beállításait.

source: You'll be prompted to choose an existing Google Analytics account. Click "Allow" to complete the connection and return here to choose a property to link to this website
hu_hu: Felszólítást kap egy meglévő Google Analytics-fiók kiválasztására. Kattintson az "Allow" gombra a kapcsolat befejezéséhez, majd térjen vissza ide, hogy kiválasszon egy ehhez a webhelyhez kapcsolandó tulajdont

source: Google Analytics account
hu_hu: Google Analytics-fiók

source: Tracking Settings
hu_hu: Követési beállítások

source: Google Analytics measurement ID
hu_hu: Google Analytics mérési azonosító

source: To change your Google Analytics measurement ID, please connect a Google account.
hu_hu: A Google Analytics mérési azonosítójának módosításához csatlakoztasson egy Google-fiókot.

source: Google Analytics tracking ID
hu_hu: Google Analytics követési azonosító

source: To change your Google Analytics tracking ID, please connect a Google account.
hu_hu: A Google Analytics követési azonosítójának módosításához csatlakoztasson egy Google-fiókot.

source: Track Administrators?
hu_hu: Követi az adminisztrátorokat?

source: Check to enable tracking when logged in as Administrator or Shop Manager.
hu_hu: Jelölje be a követés engedélyezéséhez, amikor adminisztrátorként vagy áruházkezelőként van bejelentkezve.

source: Tracking Options
hu_hu: Követési opciók

source: Track User ID
hu_hu: User ID követése

source: Enable User ID tracking. %1$sRead more about the User ID feature%2$s.
hu_hu: Engedélyezze a User ID követését. %1$sTudjon meg többet a User ID funkcióról%2$s.

source: Use Advertising Features
hu_hu: Hirdetési funkciók használata

source: (UA only)
hu_hu: (Csak UA)

source: Set the Google Analytics code to support Demographics and Interests Reports for Remarketing and Advertising. %1$sRead more about Advertising Features%2$s.
hu_hu: Állítsa be a Google Analytics kódot a remarketinghez és hirdetéshez szükséges Demográfiai és érdeklődési jelentések támogatásához. %1$sTudjon meg többet a hirdetési funkciókról%2$s.

source: Use Enhanced Link Attribution
hu_hu: Továbbfejlesztett hivatkozás-hozzárendelés használata

source: Set the Google Analytics code to support Enhanced Link Attribution. %1$sRead more about Enhanced Link Attribution%2$s.
hu_hu: Állítsa be a Google Analytics kódot a továbbfejlesztett hivatkozás-hozzárendelés támogatásához. %1$sTudjon meg többet a továbbfejlesztett hivatkozás-hozzárendelésről%2$s.

source: Anonymize IP addresses
hu_hu: IP-címek anonimizálása

source: Enabling this option is mandatory in certain countries due to national privacy laws. %1$sRead more about IP Anonymization%2$s.
hu_hu: Ennek az opciónak az engedélyezése egyes országokban a nemzeti adatvédelmi törvények miatt kötelező. %1$sTudjon meg többet az IP-címek anonimizálásáról%2$s.

source: Enable Google Optimize
hu_hu: Google Optimize engedélyezése

source: Google Optimize will be %1$sretired on September 30, 2023%2$s. Your experiences can continue to run until that date.
hu_hu: A Google Optimize %1$s2023. szeptember 30-án kivezetésre kerül%2$s. Az élményei addig a dátumig tovább futhatnak.

source: %1$sRead more about Google Optimize%2$s.
hu_hu: %1$sTudjon meg többet a Google Optimize-ról%2$s.

source: Google Optimize Code
hu_hu: Google Optimize kód

source: e.g. "GTM-XXXXXX". %1$sRead more about this code%2$s
hu_hu: pl. "GTM-XXXXXX". %1$sTudjon meg többet erről a kódról%2$s

source: Track product list views (impressions) on:
hu_hu: Terméklista-megtekintések (megjelenések) követése itt:

source: Control where product list views are tracked.
hu_hu: Szabályozza, hol legyenek követve a terméklista-megtekintések.

source: If you're running into issues, particularly if you see the "No HTTP response detected" error, try disabling product impressions on archive pages.
hu_hu: Ha problémákba ütközik, különösen ha a "No HTTP response detected" hibát látja, próbálja meg letiltani a termékmegjelenítéseket az archív oldalakon.

source: Single Product Pages
hu_hu: Egyedi termékoldalak

source: Archive Pages
hu_hu: Archív oldalak

source: Revenue tracking
hu_hu: Bevételkövetés

source: Include tax & shipping in cart/order value
hu_hu: Adó és szállítási díj beszámítása a kosár/rendelés értékébe

source: Enable to include tax & shipping fees when tracking cart and order revenue. This setting does not affect product revenue tracking, which always excludes these fees.
hu_hu: Engedélyezze, hogy a kosár- és rendelésbevétel követésekor az adó és a szállítási díjak is beszámításra kerüljenek. Ez a beállítás nem érinti a termékbevétel-követést, amely mindig kizárja ezeket a díjakat.

source: Recommended Events
hu_hu: Javasolt események

source: These events are %1$srecommended by Google%2$s to help you measure features and behavior as well as generate more useful reports. %3$sCustomizing these event names is not recommended%4$s, as it will break automated reporting in Google Analytics. Leave a field blank to disable tracking for the event.
hu_hu: Ezeket az eseményeket %1$sa Google ajánlja%2$s, hogy segítsék a funkciók és viselkedések mérését, valamint hasznosabb jelentések készítését. %3$sEzen eseménynevek testreszabása nem ajánlott%4$s, mivel ez megszakítja az automatizált jelentéskészítést a Google Analyticsben. Hagyja üresen a mezőt az esemény követésének letiltásához.

source: Custom Events
hu_hu: Egyéni események

source: Customize the event names you wish to track in Google Analytics. Leave a field blank to disable tracking for the event.
hu_hu: Testreszabhatja a Google Analyticsben követni kívánt események neveit. Hagyja üresen a mezőt az esemény követésének letiltásához.

source: Universal Analytics Events
hu_hu: Universal Analytics események

source: Customize the event names you wish to track in Google Universal Analytics. Leave a field blank to disable tracking for the event.
hu_hu: Testreszabhatja a Google Universal Analyticsben követni kívánt események neveit. Hagyja üresen a mezőt az esemény követésének letiltásához.

source: Checkout Funnel (UA-only)
hu_hu: Pénztári tölcsér (csak UA)

source: Configure your Analytics account to match the checkout funnel steps below to take advantage of %1$sCheckout Behavior Analysis%2$s.
hu_hu: Állítsa be az Analytics-fiókját az alábbi pénztári tölcsérlépéseknek megfelelően, hogy kihasználja a %1$spénztári viselkedés elemzését%2$s.

source: Funnel Steps
hu_hu: Tölcsérlépések

source: Step
hu_hu: Lépés

source: Event
hu_hu: Esemény

source: Name
hu_hu: Név

source: Enabled
hu_hu: Engedélyezve

source: Yes
hu_hu: Igen

source: Currently disabled, because the event name is not set.
hu_hu: Jelenleg letiltva, mert az esemény neve nincs beállítva.

source: %1$s: Something went wrong when trying to set up API access for the selected GA4 property - a Google API error occurred: %2$s. Please try again in a few minutes or try re-authenticating with your Google account.
hu_hu: %1$s: Hiba történt a kiválasztott GA4 tulajdonhoz tartozó API-hozzáférés beállításakor - Google API hiba történt: %2$s. Kérjük, próbálja meg néhány perc múlva újra, vagy hitelesítsen újra a Google-fiókjával.

source: Activate Subscription
hu_hu: Előfizetés aktiválása

source: Triggered when a customer activates their subscription.
hu_hu: Akkor váltódik ki, amikor az ügyfél aktiválja az előfizetését.

source: Cancel Subscription
hu_hu: Előfizetés lemondása

source: Triggered when a customer cancels their subscription.
hu_hu: Akkor váltódik ki, amikor az ügyfél lemondja az előfizetését.

source: Reactivate Subscription
hu_hu: Előfizetés újraaktiválása

source: Triggered when a customer reactivates their subscription.
hu_hu: Akkor váltódik ki, amikor az ügyfél újraaktiválja az előfizetését.

source: Renew Subscription
hu_hu: Előfizetés megújítása

source: Triggered when a customer renews their subscription.
hu_hu: Akkor váltódik ki, amikor az ügyfél megújítja az előfizetését.

source: Subscription Expiration
hu_hu: Előfizetés lejárata

source: Triggered when a subscription expires.
hu_hu: Akkor váltódik ki, amikor egy előfizetés lejár.

source: Subscription Free Trial End
hu_hu: Előfizetés ingyenes próbaidőszakának vége

source: Triggered when the free trial ends for a subscription.
hu_hu: Akkor váltódik ki, amikor egy előfizetés ingyenes próbaidőszaka véget ér.

source: Subscription Pre-paid Term End
hu_hu: Előfizetés előre fizetett időszakának vége

source: Triggered when the end of a pre-paid term for a previously cancelled subscription is reached.
hu_hu: Akkor váltódik ki, amikor egy korábban lemondott előfizetés előre fizetett időszakának vége elérkezik.

source: Suspend Subscription
hu_hu: Előfizetés felfüggesztése

source: Triggered when a customer suspends their subscription.
hu_hu: Akkor váltódik ki, amikor az ügyfél felfüggeszti az előfizetését.

source: Activated Subscription
hu_hu: Előfizetés aktiválva

source: Cancelled Subscription
hu_hu: Előfizetés lemondva

source: Reactivated Subscription
hu_hu: Előfizetés újraaktiválva

source: Subscription End of Pre-Paid Term
hu_hu: Előfizetés előre fizetett időszakának vége

source: Subscription Expired
hu_hu: Előfizetés lejárt

source: Subscription Free Trial Ended
hu_hu: Előfizetés ingyenes próbaidőszaka véget ért

source: Subscription Renewed
hu_hu: Előfizetés megújítva

source: Triggered when a customer is automatically billed for a subscription renewal.
hu_hu: Akkor váltódik ki, amikor az ügyfél előfizetés-megújítása automatikusan kiszámlázásra kerül.

source: Suspended Subscription
hu_hu: Előfizetés felfüggesztve

source: Subscription Events
hu_hu: Előfizetési események

source: Customize the event names for Subscription events. Leave a field blank to disable tracking of that event.
hu_hu: Testreszabhatja az előfizetési események neveit. Hagyjon üresen egy mezőt az adott esemény követésének letiltásához.

source: %s: The free WooCommerce Google Analytics integration has been deactivated and is not needed when the Pro version is active.
hu_hu: %s: A WooCommerce Google Analytics ingyenes integrációja deaktiválva lett, és nincs rá szükség, ha a Pro verzió aktív.

source: %1$sNeed help setting up WooCommerce Google Analytics Pro?%2$s Please %3$sread the documentation%4$s.
hu_hu: %1$sSzüksége van segítségre a WooCommerce Google Analytics Pro beállításához?%2$s Kérjük, %3$solvassa el a dokumentációt%4$s.

source: %1$sWooCommerce Google Analytics Pro is almost ready!%2$s To get started, please ​%3$sconnect to Google Analytics%4$s.
hu_hu: %1$sA WooCommerce Google Analytics Pro majdnem kész!%2$s Kezdésként kérjük, ​%3$scsatlakozzon a Google Analyticshez%4$s.

source: %1$sWooCommerce Google Analytics Pro is now compatible with GA4!%2$s You can now add GA4 properties for event tracking.
hu_hu: %1$sA WooCommerce Google Analytics Pro mostantól kompatibilis a GA4-gyel!%2$s Most már hozzáadhat GA4-tulajdonokat az eseménykövetéshez.

source: Google is retiring Universal Analytics in July 2023. After that, Universal Analytics settings will no longer be available, and your store will no longer track events in Universal Analytics.
hu_hu: A Google 2023 júliusában kivezeti a Universal Analytics-et. Ezt követően a Universal Analytics beállítások már nem lesznek elérhetők, és az áruháza többé nem fog eseményeket követni a Universal Analytics-ben.

source: Google is retiring Google Optimize. It will no longer be available after September 30, 2023.
hu_hu: A Google kivezeti a Google Optimize-ot. 2023. szeptember 30. után már nem lesz elérhető.

source: Please update any custom tracking code & switch the Google Analytics javascript tracker function name to %1$s in the %2$sGoogle Analytics settings%3$s. You can %4$slearn more from the plugin documentation%5$s.
hu_hu: Kérjük, frissítse az egyéni követőkódot & állítsa át a Google Analytics javascript követőfüggvény nevét %1$s értékre a %2$sGoogle Analytics beállításokban%3$s. További információkat %4$sa bővítmény dokumentációjában%5$s talál.

source: %1$s: Your Google Analytics property currency (%2$s) does not match WooCommerce currency (%3$s). You can change it %4$son your Google Analytics Property Settings%5$s.
hu_hu: %1$s: A Google Analytics-tulajdon pénzneme (%2$s) nem egyezik a WooCommerce pénznemével (%3$s). %4$sa Google Analytics-tulajdon beállításainál%5$s módosíthatja.

source: %1$s: The selected Analytics property is missing a Measurement Protocol API secret for the %2$s data stream. Please try re-saving settings to automatically create the secret, or manually create one %3$son your Google Analytics Data Stream details page%4$s and then re-save settings.
hu_hu: %1$s: A kiválasztott Analytics-tulajdonból hiányzik egy Measurement Protocol API secret a(z) %2$s adatfolyamhoz. Kérjük, próbálja meg a beállítások újbóli mentését a secret automatikus létrehozásához, vagy hozzon létre manuálisan egyet a %3$sGoogle Analytics Data Stream details page%4$s felületén, majd mentse újra a beállításokat.

source: %1$s: WooCommerce Google Analytics Pro requires Enhanced Ecommerce to be enabled. Please enable Enhanced Ecommerce on your %2$sGoogle Analytics View%3$s.
hu_hu: %1$s: A WooCommerce Google Analytics Pro használatához engedélyezni kell az Enhanced Ecommerce-t. Kérjük, engedélyezze az Enhanced Ecommerce-t a %2$sGoogle Analytics nézetén%3$s.

source: %1$s: WooCommerce Google Analytics Pro requires Enhanced Ecommerce to be enabled. Please enable Enhanced Ecommerce on the following Google Analytics Views: %2$s
hu_hu: %1$s: A WooCommerce Google Analytics Pro használatához engedélyezni kell az Enhanced Ecommerce-t. Kérjük, engedélyezze az Enhanced Ecommerce-t a következő Google Analytics nézeteken: %2$s

source: %1$s: Your Google Analytics View currency (%2$s) does not match WooCommerce currency (%3$s). You can change it %4$son your Google Analytics View%5$s.
hu_hu: %1$s: A Google Analytics nézet pénzneme (%2$s) nem egyezik a WooCommerce pénznemével (%3$s). %4$sa Google Analytics nézetén%5$s módosíthatja.

source: %1$s: Your Google Analytics Views currencies does not match WooCommerce currency (%2$s). You can change it on the following Google Analytics Views: %3$s
hu_hu: %1$s: A Google Analytics nézetek pénznemei nem egyeznek a WooCommerce pénznemével (%2$s). A következő Google Analytics nézeteken módosíthatja: %3$s

source: %s: The currently authenticated Google account does not have access to any Analytics accounts. Please re-authenticate with an account that has access to Google Analytics.
hu_hu: %s: A jelenleg hitelesített Google-fióknak nincs hozzáférése egyetlen Analytics-fiókhoz sem. Kérjük, hitelesítsen újra egy olyan fiókkal, amely hozzáfér a Google Analyticshez.

source: %s: Something went wrong with the request to list the Google Analytics properties for the currently authenticated Google account. Please try again in a few minutes or try re-authenticating with your Google account.
hu_hu: %s: Hiba történt a kérésnél, amely a jelenleg hitelesített Google-fiókhoz tartozó Google Analytics-tulajdonokat próbálta listázni. Kérjük, próbálja meg néhány perc múlva újra, vagy hitelesítsen újra a Google-fiókjával.

source: Heads up! We've detected that another plugin is sending duplicated events to Google Analytics, which can result in duplicated tracking data. Please disable any other plugins tracking events in Google Analytics while using Google Analytics Pro.
hu_hu: Figyelem! Észleltük, hogy egy másik bővítmény duplikált eseményeket küld a Google Analyticsnek, ami duplikált követési adatokhoz vezethet. Kérjük, tiltsa le a Google Analyticsben eseményeket követő egyéb bővítményeket a Google Analytics Pro használata közben.

source: Add Payment Info
hu_hu: Fizetési információ hozzáadása

source: Triggered when a customer selects a payment method at checkout.
hu_hu: Akkor váltódik ki, amikor az ügyfél fizetési módot választ a pénztárnál.

source: Add Shipping Info
hu_hu: Szállítási információ hozzáadása

source: Triggered when a customer selects a shipping method at checkout.
hu_hu: Akkor váltódik ki, amikor az ügyfél szállítási módot választ a pénztárnál.

source: Add to Cart
hu_hu: Kosárba helyezés

source: Triggered when a customer adds an item to the cart.
hu_hu: Akkor váltódik ki, amikor az ügyfél egy terméket a kosárba tesz.

source: Apply Coupon
hu_hu: Kupon alkalmazása

source: Triggered when a customer applies a coupon.
hu_hu: Akkor váltódik ki, amikor az ügyfél kupont alkalmaz.

source: Begin Checkout
hu_hu: Pénztár megkezdése

source: Triggered when a customer starts the checkout.
hu_hu: Akkor váltódik ki, amikor az ügyfél megkezdi a pénztár folyamatát.

source: Cancel Order
hu_hu: Rendelés lemondása

source: Triggered when a customer cancels an order.
hu_hu: Akkor váltódik ki, amikor az ügyfél lemond egy rendelést.

source: Change Cart Quantity
hu_hu: Kosár mennyiségének módosítása

source: Triggered when a customer changes the quantity of an item in the cart.
hu_hu: Akkor váltódik ki, amikor az ügyfél módosítja egy tétel mennyiségét a kosárban.

source: Change Password
hu_hu: Jelszó módosítása

source: Triggered when a customer changes their password.
hu_hu: Akkor váltódik ki, amikor az ügyfél megváltoztatja a jelszavát.

source: Comment
hu_hu: Hozzászólás

source: Triggered when a customer writes a comment.
hu_hu: Akkor váltódik ki, amikor az ügyfél hozzászólást ír.

source: Estimate Shipping
hu_hu: Szállítási költség becslése

source: Triggered when a customer estimates shipping.
hu_hu: Akkor váltódik ki, amikor az ügyfél megbecsüli a szállítási költséget.

source: Login
hu_hu: Bejelentkezés

source: Triggered when a customer signs in.
hu_hu: Akkor váltódik ki, amikor az ügyfél bejelentkezik.
