Repository: hellowpio/wordpress-translations
Catalog: plugins/*/js_composer/js_composer-*.po
Languages: hu_hu

source: Drag and drop page builder for WordPress. Take full control over your WordPress site, build any layout you can imagine – no programming knowledge required.
hu_hu: Húzással és ejtéssel működő oldalépítő a WordPresshez. Vegye teljes mértékben kézbe WordPress webhelyét, építsen bármilyen elrendezést, amit csak elképzel – programozói ismeretekre nincs szükség.

source: Heading
hu_hu: Címsor

source: Subheading
hu_hu: Alcím

source: Hey! I am first heading line feel free to change me
hu_hu: Hé! Én vagyok az első címsor, nyugodtan módosítsa.

source: Enter text for heading line.
hu_hu: Adja meg a címsor szövegét.

source: Use custom font?
hu_hu: Egyéni betűtípust használ?

source: Enable custom font option.
hu_hu: Engedélyezze az egyéni betűtípus opciót.

source: Enter text for subheading line.
hu_hu: Adja meg az alcím szövegét.

source: Text alignment
hu_hu: Szöveg igazítása

source: Select text alignment in "Call to Action" block.
hu_hu: Válassza ki a szöveg igazítását a "Call to Action" blokkban.

source: Shape
hu_hu: Forma

source: Square
hu_hu: Szögletes

source: Rounded
hu_hu: Lekerekített

source: Round
hu_hu: Kör

source: Select call to action shape.
hu_hu: Válassza ki a Call to Action alakját.

source: Style
hu_hu: Stílus

source: Classic
hu_hu: Klasszikus

source: Flat
hu_hu: Lapos

source: Outline
hu_hu: Körvonal

source: Custom
hu_hu: Egyéni

source: Select call to action display style.
hu_hu: Válassza ki a Call to Action megjelenítési stílusát.

source: Background color
hu_hu: Háttérszín

source: Select custom background color.
hu_hu: Válasszon egyéni háttérszínt.

source: Title color
hu_hu: Cím színe

source: Select custom title color.
hu_hu: Válasszon egyéni cím színt.

source: Color
hu_hu: Szín

source: Select color schema.
hu_hu: Válassza ki a színsémát.

source: Text
hu_hu: Szöveg

source: I am promo text. Click edit button to change this text. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
hu_hu: Promóciós szöveg vagyok. Kattintson a szerkesztés gombra a szöveg módosításához. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.

source: Width
hu_hu: Szélesség

source: Select call to action width (percentage).
hu_hu: Válassza ki a Call to Action szélességét (százalékban).

source: Add button
hu_hu: Gomb hozzáadása

source: Add button for call to action.
hu_hu: Adjon gombot a Call to Actionhöz.

source: No
hu_hu: Nem

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Button
hu_hu: Gomb

source: Add icon?
hu_hu: Ikon hozzáadása?

source: Add icon for call to action.
hu_hu: Adjon ikont a Call to Actionhöz.

source: Place icon on border?
hu_hu: Ikont helyez a szegélyre?

source: Display icon on call to action element border.
hu_hu: Jelenítse meg az ikont a Call to Action elem szegélyén.

source: Icon
hu_hu: Ikon

source: Element ID
hu_hu: Elemazonosító

source: Enter element ID (Note: make sure it is unique and valid according to %1$sw3c specification%2$s).
hu_hu: Adja meg az elem azonosítóját (Megjegyzés: győződjön meg róla, hogy egyedi és érvényes a %1$sw3c specification%2$s szerint).

source: Extra class name
hu_hu: Extra osztálynév

source: Style particular content element differently - add a class name and refer to it in custom CSS.
hu_hu: Formázzon egy adott tartalmi elemet eltérően - adjon meg egy osztálynevet, és hivatkozzon rá az egyéni CSS-ben.

source: CSS box
hu_hu: CSS doboz

source: Design Options
hu_hu: Megjelenési beállítások

source: Call to Action
hu_hu: Felhívás cselekvésre

source: Content
hu_hu: Tartalom

source: Catch visitors attention with CTA block
hu_hu: Ragadja meg a látogatók figyelmét egy CTA blokkal

source: Get now
hu_hu: Szerezze meg most

source: Growth
hu_hu: Növekedés

source: Currency
hu_hu: Pénznem

source: Enter your price currency.
hu_hu: Adja meg az ár pénznemét.

source: Price
hu_hu: Ár

source: Enter your price.
hu_hu: Adja meg az árat.

source: Period
hu_hu: Időszak

source: Enter your price action period.
hu_hu: Adja meg az árazási időszakot.

source: All premium features
hu_hu: Minden prémium funkció

source: Online support
hu_hu: Online támogatás

source: Regular updates
hu_hu: Rendszeres frissítések

source: Personal training
hu_hu: Egyéni képzés

source: Markers color
hu_hu: Jelölők színe

source: Select custom color for your list markers.
hu_hu: Válasszon egyéni színt a lista jelölőihez.

source: Yes
hu_hu: Igen

source: Pricing Table
hu_hu: Árazási táblázat

source: Output pricing table on your page
hu_hu: Árazási táblázat megjelenítése az oldalán

source: Inner Column
hu_hu: Belső oszlop

source: Place content elements inside the inner column
hu_hu: Helyezze a tartalmi elemeket a belső oszlopba

source: 1/12 - 1 column
hu_hu: 1/12 - 1 oszlop

source: 1/6 - 2 columns
hu_hu: 1/6 - 2 oszlop

source: 1/4 - 3 columns
hu_hu: 1/4 - 3 oszlop

source: 1/3 - 4 columns
hu_hu: 1/3 - 4 oszlop

source: 5/12 - 5 columns
hu_hu: 5/12 - 5 oszlop

source: 1/2 - 6 columns
hu_hu: 1/2 - 6 oszlop

source: 7/12 - 7 columns
hu_hu: 7/12 - 7 oszlop

source: 2/3 - 8 columns
hu_hu: 2/3 - 8 oszlop

source: 3/4 - 9 columns
hu_hu: 3/4 - 9 oszlop

source: 5/6 - 10 columns
hu_hu: 5/6 - 10 oszlop

source: 11/12 - 11 columns
hu_hu: 11/12 - 11 oszlop

source: 1/1 - 12 columns
hu_hu: 1/1 - 12 oszlop

source: Responsive Options
hu_hu: Reszponzív beállítások

source: Select column width.
hu_hu: Válassza ki az oszlopszélességet.

source: Responsiveness
hu_hu: Reszponzivitás

source: Adjust column for different screen sizes. Control width, offset and visibility settings.
hu_hu: Igazítsa az oszlopot különböző képernyőméretekhez. Szabályozza a szélességet, az eltolást és a láthatósági beállításokat.

source: Column
hu_hu: Oszlop

source: Place content elements inside the column
hu_hu: Helyezze a tartalmi elemeket az oszlopba

source: Use video background?
hu_hu: Videóháttér használata?

source: If checked, video will be used as row background.
hu_hu: Ha bejelöli, a videó a sor háttereként lesz használva.

source: YouTube link
hu_hu: YouTube hivatkozás

source: Add YouTube link.
hu_hu: Adjon hozzá YouTube-hivatkozást.

source: None
hu_hu: Nincs

source: Simple
hu_hu: Egyszerű

source: With fade
hu_hu: Elhalványulással

source: Add parallax type background for row.
hu_hu: Adjon a sorhoz parallax típusú hátteret.

source: Add parallax type background for row (Note: If no image is specified, parallax will use background image from Design Options).
hu_hu: Adjon a sorhoz parallax típusú hátteret (Megjegyzés: Ha nincs megadva kép, a parallax a Design Options háttérképét fogja használni).

source: Image
hu_hu: Kép

source: Select image from media library.
hu_hu: Válasszon képet a médiatárból.

source: Parallax speed
hu_hu: Parallax sebesség

source: Enter parallax speed ratio (Note: Default value is 1.5, min value is 1)
hu_hu: Adja meg a parallax sebességarányt (Megjegyzés: Az alapértelmezett érték 1.5, a minimális érték 1)

source: Flexbox item
hu_hu: Flexbox elem

source: Place content elements inside the flexbox item
hu_hu: Helyezze a tartalmi elemeket a flexbox elembe

source: Flexbox container
hu_hu: Flexbox konténer

source: Build layout using flexbox containers
hu_hu: Készítsen elrendezést flexbox konténerekkel

source: Flexbox Container Title
hu_hu: Flexbox konténer címe

source: This title is visible only in the admin area and helps site editors differentiate rows.
hu_hu: Ez a cím csak az admin felületen látható, és segít a szerkesztőknek megkülönböztetni a sorokat.

source: Gap
hu_hu: Hézag

source: Select gap between flex items.
hu_hu: Válassza ki a flex elemek közötti hézagot.

source: Grid item
hu_hu: Rács elem

source: Place content elements inside the grid item
hu_hu: Helyezze a tartalmi elemeket a rács elembe

source: Grid container
hu_hu: Rács konténer

source: Build layout using CSS grid containers
hu_hu: Készítsen elrendezést CSS-rács konténerekkel

source: Grid Container Title
hu_hu: Rács konténer címe

source: Columns
hu_hu: Oszlopok

source: Enter the number of columns for the grid.
hu_hu: Adja meg a rács oszlopainak számát.

source: e.g. 3
hu_hu: pl. 3

source: Rows
hu_hu: Sorok

source: Enter the number of rows for the grid.
hu_hu: Adja meg a rács sorainak számát.

source: Row gap
hu_hu: Sorok közötti hézag

source: Select gap between grid rows.
hu_hu: Válassza ki a rács sorai közötti hézagot.

source: Columns gap
hu_hu: Oszlopok közötti hézag

source: Select gap between grid columns.
hu_hu: Válassza ki a rács oszlopai közötti hézagot.

source: Inner Row
hu_hu: Belső sor

source: Place content elements inside the inner row
hu_hu: Helyezze a tartalmi elemeket a belső sorba

source: Row ID
hu_hu: Sorazonosító

source: Enter optional row ID. Make sure it is unique, and it is valid as w3c specification: %s (Must not have spaces)
hu_hu: Adja meg a sor opcionális azonosítóját. Győződjön meg róla, hogy egyedi, és megfelel a w3c specifikációnak: %s (Nem tartalmazhat szóközöket)

source: link
hu_hu: hivatkozás

source: Equal height
hu_hu: Azonos magasság

source: If checked columns will be set to equal height.
hu_hu: Ha bejelöli, az oszlopok azonos magasságúak lesznek.

source: Reverse columns in RTL
hu_hu: Oszlopok megfordítása RTL esetén

source: If checked columns will be reversed in RTL.
hu_hu: Ha bejelöli, az oszlopok RTL esetén megfordulnak.

source: Content position
hu_hu: Tartalom pozíciója

source: Default
hu_hu: Alapértelmezett

source: Middle
hu_hu: Középen

source: Select content position within columns.
hu_hu: Válassza ki a tartalom pozícióját az oszlopokon belül.

source: Select gap between columns in row.
hu_hu: Válassza ki az oszlopok közötti hézagot a sorban.

source: Disable row
hu_hu: Sor letiltása

source: If checked the row won't be visible on the public side of your website. You can switch it back any time.
hu_hu: Ha be van jelölve, a sor nem lesz látható webhelye nyilvános felületén. Bármikor visszaállíthatja.

source: Row
hu_hu: Sor

source: Place content elements inside the row
hu_hu: Helyezze a tartalmi elemeket a sorba

source: Row Title
hu_hu: Sor címe

source: Row stretch
hu_hu: Sor nyújtása

source: Stretch row
hu_hu: Sor nyújtása

source: Stretch row and content
hu_hu: Sor és tartalom nyújtása

source: Stretch row and content (no paddings)
hu_hu: Sor és tartalom nyújtása (belső margó nélkül)

source: Select stretching options for row and content (Note: stretched may not work properly if parent container has "overflow: hidden" CSS property).
hu_hu: Válassza ki a sor és a tartalom nyújtási beállításait (Megjegyzés: a nyújtás nem feltétlenül működik megfelelően, ha a szülő konténeren "overflow: hidden" CSS tulajdonság van).

source: Minimum height
hu_hu: Minimális magasság

source: Set minimum height for the container.
hu_hu: Állítsa be a konténer minimális magasságát.

source: Full height row?
hu_hu: Teljes magasságú sor?

source: If checked row will be set to full height.
hu_hu: Ha be van jelölve, a sor teljes magasságú lesz.

source: Columns position
hu_hu: Oszlopok pozíciója

source: Stretch
hu_hu: Nyújtás

source: Select columns position within row.
hu_hu: Válassza ki az oszlopok pozícióját a soron belül.

source: Section
hu_hu: Szakasz

source: Group multiple rows in section
hu_hu: Több sor csoportosítása szakaszba

source: Section stretch
hu_hu: Szakasz nyújtása

source: Stretch section
hu_hu: Szakasz nyújtása

source: Stretch section and content
hu_hu: Szakasz és tartalom nyújtása

source: Select stretching options for section and content (Note: stretched may not work properly if parent container has "overflow: hidden" CSS property).
hu_hu: Válassza ki a szakasz és a tartalom nyújtási beállításait (Megjegyzés: a nyújtás nem feltétlenül működik megfelelően, ha a szülő konténeren "overflow: hidden" CSS tulajdonság van).

source: Full height section?
hu_hu: Teljes magasságú szakasz?

source: If checked section will be set to full height.
hu_hu: Ha be van jelölve, a szakasz teljes magasságú lesz.

source: Select content position within section.
hu_hu: Válassza ki a tartalom pozícióját a szakaszon belül.

source: If checked, video will be used as section background.
hu_hu: Ha be van jelölve, a szakasz háttereként videót használ.

source: Add parallax type background for section.
hu_hu: Adjon hozzá parallax típusú hátteret a szakaszhoz.

source: Add parallax type background for section (Note: If no image is specified, parallax will use background image from Design Options).
hu_hu: Adjon hozzá parallax típusú hátteret a szakaszhoz (Megjegyzés: ha nincs megadva kép, a parallax a Design Options háttérképét használja).

source: Section ID
hu_hu: Szakasz ID

source: Disable section
hu_hu: Szakasz letiltása

source: If checked the section won't be visible on the public side of your website. You can switch it back any time.
hu_hu: Ha be van jelölve, a szakasz nem lesz látható webhelye nyilvános felületén. Bármikor visszaállíthatja.

source: Text Block
hu_hu: Szövegblokk

source: A block of text with WYSIWYG editor
hu_hu: Szövegblokk WYSIWYG szerkesztővel

source: I am text block. Click edit button to change this text. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
hu_hu: Én egy szövegblokk vagyok. Kattintson a szerkesztés gombra a szöveg módosításához. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.

source: Prefix
hu_hu: Előtag

source: Text in the beginning
hu_hu: Szöveg az elején

source: Postfix
hu_hu: Utótag

source: All rights reserved
hu_hu: Minden jog fenntartva

source: Text in the end
hu_hu: Szöveg a végén

source: Alignment
hu_hu: Igazítás

source: Center
hu_hu: Középre

source: Select icon alignment.
hu_hu: Válassza ki az ikon igazítását.

source: Copyright with dynamic year
hu_hu: Copyright dinamikus évszámmal

source: Empty Space
hu_hu: Üres hely

source: Blank space with custom height
hu_hu: Egyedi magasságú üres hely

source: Height
hu_hu: Magasság

source: Enter empty space height (Note: CSS measurement units allowed).
hu_hu: Adja meg az üres hely magasságát (Megjegyzés: CSS mértékegységek megengedettek).

source: Image feed from Flickr account
hu_hu: Képfolyam a Flickr-fiókból

source: Widget title
hu_hu: Widget címe

source: Enter text used as widget title (Note: located above content element).
hu_hu: Adja meg a widget címeként használt szöveget (Megjegyzés: a tartalmi elem felett található).

source: To find your flickID visit %s.
hu_hu: A flickID megtalálásához keresse fel a(z) %s oldalt.

source: Number of photos
hu_hu: Fotók száma

source: Select number of photos to display.
hu_hu: Válassza ki a megjelenítendő fotók számát.

source: Type
hu_hu: Típus

source: User
hu_hu: Felhasználó

source: Group
hu_hu: Csoport

source: Select photo stream type.
hu_hu: Válassza ki a fotófolyam típusát.

source: Display order
hu_hu: Megjelenítési sorrend

source: Latest first
hu_hu: Legújabb elöl

source: Random
hu_hu: Véletlenszerű

source: Select photo display order.
hu_hu: Válassza ki a fotók megjelenítési sorrendjét.

source: Image Gallery
hu_hu: Képgaléria

source: Responsive image gallery
hu_hu: Reszponzív képgaléria

source: Gallery type
hu_hu: Galéria típusa

source: Flex slider fade
hu_hu: Flex slider halványítás

source: Flex slider slide
hu_hu: Flex slider csúsztatás

source: Image grid
hu_hu: Képrács

source: Select gallery type.
hu_hu: Válassza ki a galéria típusát.

source: Auto rotate
hu_hu: Automatikus váltás

source: Disable
hu_hu: Letiltás

source: Auto rotate slides each X seconds.
hu_hu: Diák automatikus váltása X másodpercenként.

source: Image source
hu_hu: Képforrás

source: Media library
hu_hu: Médiatár

source: External links
hu_hu: Külső hivatkozások

source: Select image source.
hu_hu: Válassza ki a képforrást.

source: Images
hu_hu: Képek

source: Select images from media library.
hu_hu: Válassza ki a képeket a Médiatárból.

source: Enter external link for each gallery image (Note: divide links with linebreaks (Enter)).
hu_hu: Adjon meg külső hivatkozást minden galériaképhez (Megjegyzés: a hivatkozásokat sortöréssel (Enter) válassza el).

source: Image size
hu_hu: Képméret

source: Enter image size. Example: thumbnail, medium, large, full or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use "thumbnail" size.
hu_hu: Adja meg a képméretet. Példa: thumbnail, medium, large, full vagy a jelenlegi témában meghatározott egyéb méretek. Alternatívaként adja meg a képméretet pixelben: 200x100 (Szélesség x Magasság). Hagyja üresen a "thumbnail" méret használatához.

source: Enter image size in pixels. Example: 200x100 (Width x Height).
hu_hu: Adja meg a képméretet pixelben. Példa: 200x100 (Szélesség x Magasság).

source: On click action
hu_hu: Kattintáskor végrehajtandó művelet

source: Link to large image
hu_hu: Hivatkozás a nagy képre

source: Open Lightbox
hu_hu: Lightbox megnyitása

source: Open custom link
hu_hu: Egyéni hivatkozás megnyitása

source: Select action for click action.
hu_hu: Válassza ki a kattintáskor végrehajtandó műveletet.

source: Custom links
hu_hu: Egyéni hivatkozások

source: Enter links for each slide (Note: divide links with linebreaks (Enter)).
hu_hu: Adja meg a hivatkozásokat minden diához (Megjegyzés: a hivatkozásokat sortöréssel (Enter) válassza el).

source: Custom link target
hu_hu: Egyéni hivatkozás célja

source: Select where to open custom links.
hu_hu: Válassza ki, hol nyíljanak meg az egyéni hivatkozások.

source: Map block
hu_hu: Térképblokk

source: Location
hu_hu: Helyszín

source: Enter a location for the map. You can specify an address, city, country, or coordinates.
hu_hu: Adja meg a térkép helyszínét. Megadhat címet, várost, országot vagy koordinátákat.

source: Map height
hu_hu: Térkép magassága

source: Enter map height (in pixels or leave empty for responsive map).
hu_hu: Adja meg a térkép magasságát (pixelben, vagy hagyja üresen a reszponzív térképhez).

source: Zoom
hu_hu: Nagyítás

source: Adjust the map zoom level (0–22). You can set it to a specific value to control how close or far the view appears.
hu_hu: Állítsa be a térkép nagyítási szintjét (0–22). Beállíthat egy konkrét értéket, hogy szabályozza, mennyire közelinek vagy távolinak tűnjön a nézet.

source: Map Type
hu_hu: Térképtípus

source: Satellite
hu_hu: Műhold

source: Hybrid
hu_hu: Hibrid

source: Select the type of map to display.
hu_hu: Válassza ki a megjelenítendő térkép típusát.

source: Gutenberg Editor
hu_hu: Gutenberg szerkesztő

source: Insert Gutenberg editor in your layout
hu_hu: Illessze be a Gutenberg szerkesztőt az elrendezésébe

source: Render Gutenberg blocks directly in shortcode templates.
hu_hu: A Gutenberg blokkok közvetlen megjelenítése a rövidkód sablonokban.

source: Primary Title
hu_hu: Elsődleges cím

source: Hover Title
hu_hu: Rámutatáskor megjelenő cím

source: Primary title
hu_hu: Elsődleges cím

source: Hover Box Element
hu_hu: Hover Box elem

source: Primary title alignment
hu_hu: Elsődleges cím igazítása

source: Select text alignment for primary title.
hu_hu: Válassza ki az elsődleges cím szövegigazítását.

source: Hover title
hu_hu: Rámutatáskor megjelenő cím

source: Hover Block
hu_hu: Hover blokk

source: Hover title alignment
hu_hu: Rámutatáskor megjelenő cím igazítása

source: Select text alignment for hovered title.
hu_hu: Válassza ki a rámutatáskor megjelenő cím szövegigazítását.

source: Hover text
hu_hu: Rámutatáskor megjelenő szöveg

source: Click edit button to change this text. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
hu_hu: Kattintson a Szerkesztés gombra a szöveg módosításához. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.

source: Hover part text.
hu_hu: Hover rész szövege.

source: Select block shape.
hu_hu: Válassza ki a blokk alakját.

source: Background Color
hu_hu: Háttérszín

source: Select block width (percentage).
hu_hu: Válassza ki a blokk szélességét (százalékban).

source: Select block alignment.
hu_hu: Válassza ki a blokk igazítását.

source: Reverse blocks
hu_hu: Blokkok felcserélése

source: Reverse hover and primary block.
hu_hu: Hover és elsődleges blokk felcserélése.

source: Animated flip box with image and text
hu_hu: Képpel és szöveggel ellátott animált flip doboz

source: Image Carousel
hu_hu: Képkarusszel

source: Animated carousel with images
hu_hu: Animált karusszel képekkel

source: Carousel size
hu_hu: Karusszel mérete

source: Enter image size. Example: thumbnail, medium, large, full or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use "thumbnail" size. If used slides per view, this will be used to define carousel wrapper size.
hu_hu: Adja meg a képméretet. Példa: thumbnail, medium, large, full vagy az aktuális téma által meghatározott egyéb méretek. Alternatívaként adja meg a képméretet pixelben: 200x100 (Szélesség x Magasság). Hagyja üresen a "thumbnail" méret használatához. Ha a slides per view van használatban, ezt a karusszel burkolóelemének méretének meghatározásához használja a rendszer.

source: Open custom links
hu_hu: Egyéni hivatkozások megnyitása

source: Select action for click event.
hu_hu: Válassza ki a kattintási esemény műveletét.

source: Select how to open custom links.
hu_hu: Válassza ki, hogyan nyíljanak meg az egyéni hivatkozások.

source: Slider orientation
hu_hu: Csúszka tájolása

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: Select slider position (Note: this affects swiping orientation).
hu_hu: Válassza ki a csúszka pozícióját (Megjegyzés: ez befolyásolja a lapozás tájolását).

source: Slider speed
hu_hu: Csúszka sebessége

source: Duration of animation between slides (in ms).
hu_hu: Az egyes diák közötti animáció időtartama (ms-ben).

source: Slides per view
hu_hu: Diák száma nézetenként

source: Enter number of slides to display at the same time.
hu_hu: Adja meg az egyszerre megjelenítendő diák számát.

source: Slider autoplay
hu_hu: Csúszka automatikus lejátszása

source: Enable autoplay mode.
hu_hu: Engedélyezze az automatikus lejátszást.

source: Hide pagination control
hu_hu: Lapozó vezérlő elrejtése

source: If checked, pagination controls will be hidden.
hu_hu: Ha be van jelölve, a lapozó vezérlők el lesznek rejtve.

source: Hide prev/next buttons
hu_hu: Előző/Következő gombok elrejtése

source: If checked, prev/next buttons will be hidden.
hu_hu: Ha be van jelölve, az Előző/Következő gombok el lesznek rejtve.

source: Partial view
hu_hu: Részleges nézet

source: If checked, part of the next slide will be visible.
hu_hu: Ha be van jelölve, a következő dia egy része látható lesz.

source: Slider loop
hu_hu: Csúszka hurkolása

source: Enable slider loop mode.
hu_hu: Engedélyezze a csúszka hurkolási módját.

source: Line Chart
hu_hu: Vonaldiagram

source: Line and Bar charts
hu_hu: Vonal- és oszlopdiagramok

source: Design
hu_hu: Megjelenés

source: Line
hu_hu: Vonal

source: Bar
hu_hu: Oszlop

source: Select type of chart.
hu_hu: Válassza ki a diagram típusát.

source: Select chart color style.
hu_hu: Válassza ki a diagram színstílusát.

source: Show legend?
hu_hu: Jelmagyarázat megjelenítése?

source: If checked, chart will have legend.
hu_hu: Ha be van jelölve, a diagramon lesz jelmagyarázat.

source: Show hover values?
hu_hu: Értékek megjelenítése rámutatáskor?

source: If checked, chart will show values on hover.
hu_hu: Ha be van jelölve, a diagram rámutatáskor megjeleníti az értékeket.
