Repository: hellowpio/wordpress-translations
Catalog: plugins/*/js_composer/js_composer-*.po
Languages: hu_hu

source: Pagination
hu_hu: Lapozás

source: Select display style for grid.
hu_hu: Válassza ki a rács megjelenési stílusát.

source: Items per page
hu_hu: Elemek oldalanként

source: Number of items to show per page.
hu_hu: Oldalanként megjelenítendő elemek száma.

source: Show filter
hu_hu: Szűrő megjelenítése

source: Append filter to grid.
hu_hu: Adja hozzá a szűrőt a rácshoz.

source: Grid elements per row
hu_hu: Rácselemek soronként

source: Select number of single grid elements per row.
hu_hu: Válassza ki, hány rácselem legyen egy sorban.

source: Select gap between grid elements.
hu_hu: Válassza ki a rácselemek közötti távolságot.

source: Order by post ID
hu_hu: Rendezés bejegyzés ID szerint

source: Last modified date
hu_hu: Utolsó módosítás dátuma

source: Post/page parent ID
hu_hu: Bejegyzés/oldal szülő ID

source: Number of comments
hu_hu: Hozzászólások száma

source: Menu order/Page Order
hu_hu: Menüsorrend/Oldalsorrend

source: Meta value
hu_hu: Metaérték

source: Meta value number
hu_hu: Metaérték (szám)

source: Random order
hu_hu: Véletlenszerű sorrend

source: Select order type. If "Meta value" or "Meta value Number" is chosen then meta key is required.
hu_hu: Válassza ki a sorrend típusát. Ha a "Metaérték" vagy a "Metaérték (szám)" van kiválasztva, akkor a meta kulcs megadása szükséges.

source: Data Settings
hu_hu: Adatbeállítások

source: Select sorting order.
hu_hu: Válassza ki a rendezés sorrendjét.

source: Meta key
hu_hu: Meta kulcs

source: Input meta key for grid ordering.
hu_hu: Adja meg a rács rendezéséhez a meta kulcsot.

source: Offset
hu_hu: Eltolás

source: Number of grid elements to displace or pass over.
hu_hu: Elmozdítandó vagy kihagyandó rácselemek száma.

source: Exclude
hu_hu: Kizárás

source: Exclude posts, pages, etc. by title.
hu_hu: Bejegyzések, oldalak stb. kizárása cím alapján.

source: Filter by
hu_hu: Szűrés szerint

source: Filter
hu_hu: Szűrő

source: Select filter source.
hu_hu: Válassza ki a szűrő forrását.

source: Exclude from filter list
hu_hu: Kizárás a szűrőlistából

source: Enter categories, tags won't be shown in the filters list
hu_hu: Adja meg a kategóriákat, a címkék nem fognak megjelenni a szűrők listájában

source: Less Rounded
hu_hu: Kevésbé lekerekített

source: Border
hu_hu: Szegély

source: Rounded Border
hu_hu: Lekerekített szegély

source: Less Rounded Border
hu_hu: Kevésbé lekerekített szegély

source: Filled
hu_hu: Kitöltött

source: Rounded Filled
hu_hu: Lekerekített kitöltött

source: Dropdown
hu_hu: Legördülő

source: Select filter display style.
hu_hu: Válassza ki a szűrő megjelenítési stílusát.

source: Default title
hu_hu: Alapértelmezett cím

source: All
hu_hu: Összes

source: Enter default title for filter option display (empty: "All").
hu_hu: Adja meg a szűrőopció megjelenítésének alapértelmezett címét (üres: "Összes").

source: Select filter alignment.
hu_hu: Válassza ki a szűrő igazítását.

source: Select filter color.
hu_hu: Válassza ki a szűrő színét.

source: Filter size
hu_hu: Szűrő mérete

source: Select filter size.
hu_hu: Válassza ki a szűrő méretét.

source: Arrows design
hu_hu: Nyilak kialakítása

source: Simple Circle Border
hu_hu: Egyszerű kör alakú szegély

source: Simple Circle
hu_hu: Egyszerű kör

source: Simple Square
hu_hu: Egyszerű négyzet

source: Simple Square Rounded
hu_hu: Egyszerű lekerekített négyzet

source: Simple Rounded
hu_hu: Egyszerű lekerekített

source: Rounded Circle Border
hu_hu: Lekerekített kör szegély

source: Rounded Circle
hu_hu: Lekerekített kör

source: Rounded Square
hu_hu: Lekerekített négyzet

source: Simple Arrow
hu_hu: Egyszerű nyíl

source: Simple Rounded Arrow
hu_hu: Egyszerű lekerekített nyíl

source: Select design for arrows.
hu_hu: Válassza ki a nyilak dizájnját.

source: Arrows position
hu_hu: Nyilak pozíciója

source: Inside Wrapper
hu_hu: Wrapperen belül

source: Outside Wrapper
hu_hu: Wrapperen kívül

source: Arrows will be displayed inside or outside grid.
hu_hu: A nyilak a rácson belül vagy kívül jelennek meg.

source: Arrows color
hu_hu: Nyilak színe

source: Select color for arrows.
hu_hu: Válassza ki a nyilak színét.

source: Pagination style
hu_hu: Oldalszámozás stílusa

source: Square Dots
hu_hu: Négyzet alakú pontok

source: Radio Dots
hu_hu: Rádiópontok

source: Point Dots
hu_hu: Hegyes pontok

source: Fill Square Dots
hu_hu: Kitöltött négyzet alakú pontok

source: Rounded Fill Square Dots
hu_hu: Lekerekített, kitöltött négyzet alakú pontok

source: Pagination Default
hu_hu: Alapértelmezett oldalszámozás

source: Outline Default Dark
hu_hu: Körvonal Alapértelmezett Sötét

source: Outline Default Light
hu_hu: Körvonal Alapértelmezett Világos

source: Pagination Rounded
hu_hu: Lekerekített oldalszámozás

source: Outline Rounded Dark
hu_hu: Körvonal Lekerekített Sötét

source: Outline Rounded Light
hu_hu: Körvonal Lekerekített Világos

source: Pagination Square
hu_hu: Négyzet alakú oldalszámozás

source: Outline Square Dark
hu_hu: Körvonal Négyzet Sötét

source: Outline Square Light
hu_hu: Körvonal Négyzet Világos

source: Pagination Rounded Square
hu_hu: Lekerekített négyzet oldalszámozás

source: Outline Rounded Square Dark
hu_hu: Körvonal Lekerekített Négyzet Sötét

source: Outline Rounded Square Light
hu_hu: Körvonal Lekerekített Négyzet Világos

source: Stripes Dark
hu_hu: Sötét csíkok

source: Stripes Light
hu_hu: Világos csíkok

source: Select pagination style.
hu_hu: Válassza ki az oldalszámozás stílusát.

source: Pagination color
hu_hu: Oldalszámozás színe

source: Select pagination color.
hu_hu: Válassza ki az oldalszámozás színét.

source: Loop pages?
hu_hu: Oldalak ciklikus ismétlése?

source: Allow items to be repeated in infinite loop (carousel).
hu_hu: Engedélyezze az elemek végtelenített ismétlését (carousel).

source: Autoplay delay
hu_hu: Automatikus lejátszás késleltetése

source: Enter value in seconds. Set -1 to disable autoplay.
hu_hu: Adja meg az értéket másodpercben. Állítsa -1-re az automatikus lejátszás letiltásához.

source: Animation In
hu_hu: Bejövő animáció

source: Select "animation in" for page transition.
hu_hu: Válassza ki az "bejövő animációt" az oldalváltáshoz.

source: Animation Out
hu_hu: Kimenő animáció

source: Select "animation out" for page transition.
hu_hu: Válassza ki a "kimenő animációt" az oldalváltáshoz.

source: Grid element template
hu_hu: Rácselem sablon

source: %1$sCreate new%2$s template or %3$smodify selected%4$s. Predefined templates will be cloned.
hu_hu: %1$sHozzon létre új%2$s sablont vagy %3$smódosítsa a kijelöltet%4$s. Az előre definiált sablonok klónozásra kerülnek.

source: Item Design
hu_hu: Elem megjelenése

source: Initial loading animation
hu_hu: Kezdeti betöltési animáció

source: Select initial loading animation for grid element.
hu_hu: Válassza ki a rácselem kezdeti betöltési animációját.

source: Button style
hu_hu: Gomb stílusa

source: Select button style.
hu_hu: Válassza ki a gomb stílusát.

source: Button color
hu_hu: Gomb színe

source: Post Grid
hu_hu: Bejegyzés rács

source: Posts, pages or custom posts in grid
hu_hu: Bejegyzések, oldalak vagy egyéni bejegyzések rácsban

source: Post Masonry Grid
hu_hu: Bejegyzés Masonry rács

source: Posts, pages or custom posts in masonry grid
hu_hu: Bejegyzések, oldalak vagy egyéni bejegyzések Masonry rácsban

source: Masonry Media Grid
hu_hu: Masonry média rács

source: Masonry media grid from Media Library
hu_hu: Masonry média rács a Médiatárból

source: Media Grid
hu_hu: Média rács

source: Media grid from Media Library
hu_hu: Média rács a Médiatárból

source: Facebook Like
hu_hu: Facebook Tetszik

source: Facebook "Like" button
hu_hu: Facebook "Tetszik" gomb

source: Button type
hu_hu: Gomb típusa

source: Horizontal with count
hu_hu: Vízszintes számlálóval

source: Vertical with count
hu_hu: Függőleges számlálóval

source: Select button type.
hu_hu: Válassza ki a gomb típusát.

source: Pinterest button
hu_hu: Pinterest-gomb

source: No count
hu_hu: Nincs számláló

source: Select button layout.
hu_hu: Válassza ki a gomb elrendezését.

source: X Post Button
hu_hu: X poszt gomb

source: X post button
hu_hu: X poszt gomb

source: Choose a button
hu_hu: Válasszon egy gombot

source: Share a link
hu_hu: Osszon meg egy hivatkozást

source: Follow
hu_hu: Követés

source: Mention
hu_hu: Említés

source: Select type of X button.
hu_hu: Válassza ki az X gomb típusát.

source: Share url: page URL
hu_hu: Megosztási url: oldal URL

source: Use the current page url to share?
hu_hu: A jelenlegi oldal url-jét használja megosztáshoz?

source: Share url: custom URL
hu_hu: Megosztási url: egyéni URL

source: Enter custom page url which you like to share on X?
hu_hu: Adja meg annak az oldalnak az egyéni url-jét, amelyet meg szeretne osztani az X-en?

source: X post text: page title
hu_hu: X poszt szövege: oldal címe

source: Use the current page title as X post text?
hu_hu: A jelenlegi oldal címét használja az X poszt szövegeként?

source: X post text: custom text
hu_hu: X poszt szövege: egyéni szöveg

source: Enter the text to be used as a X post?
hu_hu: Adja meg az X posztként használandó szöveget?

source: Enter your X username.
hu_hu: Adja meg az X-felhasználónevét.

source: Enter the X username to be recommended.
hu_hu: Adja meg az ajánlani kívánt X-felhasználónevet.

source: Add a comma-separated list of hashtags to a X post using the hashtags parameter.
hu_hu: Adjon hozzá vesszővel elválasztott hashtagek listáját egy X poszthoz a hashtags paraméter használatával.

source: User @
hu_hu: Felhasználó @

source: Enter username to follow.
hu_hu: Adja meg a követendő felhasználónevet.

source: Show username
hu_hu: Jelenítse meg a felhasználónevet

source: Do you want to show username in button?
hu_hu: Szeretné megjeleníteni a felhasználónevet a gombon?

source: Show followers count
hu_hu: Követők számának megjelenítése

source: Do you want to displat the follower count in button?
hu_hu: Szeretné megjeleníteni a követők számát a gombon?

source: Add hashtag to a X Post using the hashtags parameter
hu_hu: Adjon hozzá hashtaget egy X bejegyzéshez a hashtags paraméterrel

source: X post text: No default text
hu_hu: X bejegyzés szövege: Nincs alapértelmezett szöveg

source: Set no default text for X post?
hu_hu: Beállítja, hogy ne legyen alapértelmezett szöveg az X bejegyzéshez?

source: X post text: custom
hu_hu: X bejegyzés szövege: egyéni

source: Set custom text for X post.
hu_hu: Állítson be egyéni szöveget az X bejegyzéshez.

source: Enter username to be recommended.
hu_hu: Adja meg az ajánlani kívánt felhasználónevet.

source: X post url: No URL
hu_hu: X bejegyzés url: Nincs URL

source: Do you want to set no url to be X post?
hu_hu: Szeretné úgy beállítani, hogy az X bejegyzéshez ne legyen url?

source: X post url: custom
hu_hu: X bejegyzés url: egyéni

source: Enter custom url to be used in the x post.
hu_hu: Adja meg az x bejegyzésben használandó egyéni url-t.

source: X post to @
hu_hu: X bejegyzés címzettje @

source: Enter username where you want to send your X post.
hu_hu: Adja meg annak a felhasználónevét, akinek el szeretné küldeni az X bejegyzését.

source: Set no default text of the X post?
hu_hu: Beállítja, hogy az X bejegyzésnek ne legyen alapértelmezett szövege?

source: Enter custom text for the X post.
hu_hu: Adja meg az X bejegyzés egyéni szövegét.

source: Enter username to recommend.
hu_hu: Adja meg az ajánlani kívánt felhasználónevet.

source: Use large button
hu_hu: Nagy gomb használata

source: Do you like to display a larger X button?
hu_hu: Szeretné nagyobb X gombot megjeleníteni?

source: Opt-out of tailoring X
hu_hu: Az X személyre szabásának letiltása

source: Tailored suggestions make building a great timeline. Would you like to disable this feature?
hu_hu: A személyre szabott javaslatok segítenek kiváló idővonalat kialakítani. Szeretné letiltani ezt a funkciót?

source: Language
hu_hu: Nyelv

source: Select button display language or allow it to be automatically defined by user preferences.
hu_hu: Válassza ki a gomb megjelenítésének nyelvét, vagy engedélyezze, hogy azt a felhasználói beállítások automatikusan meghatározzák.

source: Raw HTML
hu_hu: Nyers HTML

source: Structure
hu_hu: Struktúra

source: Output raw HTML code on your page
hu_hu: Nyers HTML-kód megjelenítése az oldalán

source: Enter your HTML content.
hu_hu: Adja meg a HTML-tartalmát.

source: Raw JS
hu_hu: Nyers JS

source: Output raw JavaScript code on your page
hu_hu: Nyers JavaScript-kód megjelenítése az oldalán

source: JavaScript Code
hu_hu: JavaScript-kód

source: Enter your js here!
hu_hu: Adja meg itt a js-t!

source: Enter your JavaScript code.
hu_hu: Adja meg a JavaScript-kódját.

source: Widgetised Sidebar
hu_hu: Widgetizált oldalsáv

source: WordPress widgetised sidebar
hu_hu: WordPress widgetizált oldalsáv

source: Sidebar
hu_hu: Oldalsáv

source: Select widget area to display.
hu_hu: Válassza ki a megjelenítendő widgetterületet.

source: Landing Page
hu_hu: Céloldal

source: Call to Action Page
hu_hu: Cselekvésre ösztönző oldal

source: Feature List
hu_hu: Funkciólista

source: Description Page
hu_hu: Leírás oldal

source: Service List
hu_hu: Szolgáltatáslista

source: Product Page
hu_hu: Termékoldal

source: FAQ section
hu_hu: GYIK szakasz

source: About section
hu_hu: Rólunk szakasz

source: About with features
hu_hu: Bemutatkozás funkciókkal

source: Three image description
hu_hu: Három képes leírás

source: News list
hu_hu: Hírlista

source: Product description
hu_hu: Termékleírás

source: Description with accordion
hu_hu: Leírás harmonikával

source: Two column list
hu_hu: Kétoszlopos lista

source: About with tour section
hu_hu: Bemutatkozás túraszekcióval

source: Rounded image description
hu_hu: Lekerekített kép leírása

source: Description with success message
hu_hu: Leírás sikerüzenettel

source: Images with tab description
hu_hu: Képek lapfüles leírással

source: Square on background
hu_hu: Négyzet a háttéren

source: Product description with tabs
hu_hu: Termékleírás lapfülekkel

source: Description with headings
hu_hu: Leírás címsorokkal

source: Video with description
hu_hu: Videó leírással

source: Description with buttons
hu_hu: Leírás gombokkal

source: Map and Contacts
hu_hu: Térkép és elérhetőségek

source: Help section
hu_hu: Súgó szekció

source: Screen description
hu_hu: Képernyő leírása

source: Description with round images
hu_hu: Leírás kerek képekkel

source: FAQ in three columns
hu_hu: GYIK három oszlopban

source: Centre description
hu_hu: Középre igazított leírás

source: Description with gallery
hu_hu: Leírás galériával

source: Centre description with image
hu_hu: Középre igazított leírás képpel

source: Description with thumbnails
hu_hu: Leírás bélyegképekkel

source: About with left gallery
hu_hu: Bemutatkozás bal oldali galériával

source: Five image layout
hu_hu: Ötképes elrendezés

source: Accordion news list
hu_hu: Harmonika hírlista

source: Product with social icons
hu_hu: Termék közösségi ikonokkal

source: Complex news layout
hu_hu: Összetett hírelrendezés

source: Product list with CTA
hu_hu: Terméklista CTA-val

source: Intro with features
hu_hu: Bevezető funkciókkal

source: Image gallery with description
hu_hu: Képgaléria leírással

source: Team members
hu_hu: Csapattagok

source: Large image with thumbnails
hu_hu: Nagy kép bélyegképekkel

source: Complex news layout II
hu_hu: Összetett hírelrendezés II

source: Service description layout
hu_hu: Szolgáltatásleírás elrendezés

source: Articles with headings
hu_hu: Cikkek címsorokkal

source: Call to Action section
hu_hu: Cselekvésre ösztönző szekció

source: Charts section
hu_hu: Diagram szekció

source: Chess Grid
hu_hu: Sakktáblás rács

source: Features and articles
hu_hu: Funkciók és cikkek

source: Features and charts
hu_hu: Funkciók és diagramok

source: Features with video parallax
hu_hu: Funkciók videó-parallaxszal

source: Features with full width promo
hu_hu: Funkciók teljes szélességű promóval

source: Full height hero section
hu_hu: Teljes magasságú hero szekció

source: Full height with transparent block
hu_hu: Teljes magasságú áttetsző blokkal

source: Full height parallax
hu_hu: Teljes magasságú parallax

source: Header section with features
hu_hu: Fejléc szekció funkciókkal

source: Helps with icons
hu_hu: Súgó ikonokkal

source: Plain articles
hu_hu: Egyszerű cikkek

source: Post portfolio
hu_hu: Bejegyzésportfólió

source: Product introduction
hu_hu: Termékbemutató

source: Services with block buttons
hu_hu: Szolgáltatások blokkos gombokkal

source: Tabs with features
hu_hu: Lapfülek funkciókkal

source: Video section
hu_hu: Videó szekció

source: Video promo
hu_hu: Videós promóció

source: Equal Feature List
hu_hu: Azonos funkciók listája

source: Parallax Introduction
hu_hu: Parallax bevezetés

source: Three Informative Blocks
hu_hu: Három informatív blokk

source: Description Articles
hu_hu: Leíró cikkek

source: Full Height Features
hu_hu: Teljes magasságú funkciók

source: Business Description
hu_hu: Cég leírása

source: Article Hero Image
hu_hu: Cikk nyitóképe

source: My Team Members
hu_hu: Csapatom tagjai

source: Hero Image With Description
hu_hu: Nyitókép leírással

source: Description with Image on Background
hu_hu: Leírás képpel a háttérben

source: Three Image with Article
hu_hu: Három kép cikkel

source: Accordion
hu_hu: Harmonika

source: Widget title tag
hu_hu: Widget címsor tag

source: Select widget title tag.
hu_hu: Válassza ki a widget címsor tagját.

source: Section title tag
hu_hu: Szakasz címsor tag

source: Select section title tag.
hu_hu: Válassza ki a szakasz címsor tagját.

source: Select accordion display style.
hu_hu: Válassza ki a harmonika megjelenítési stílusát.

source: Select accordion shape.
hu_hu: Válassza ki a harmonika alakját.

source: Select accordion color.
hu_hu: Válassza ki a harmonika színét.

source: Do not fill content area?
hu_hu: Ne töltse ki a tartalomterületet?

source: Do not fill content area with color.
hu_hu: Ne töltse ki a tartalomterületet színnel.

source: Spacing
hu_hu: Térköz

source: Select accordion spacing.
hu_hu: Válassza ki a harmonika térközét.

source: Select accordion gap.
hu_hu: Válassza ki a harmonika rését.

source: Select accordion section title alignment.
hu_hu: Válassza ki a harmonikaszakasz címének igazítását.

source: Autoplay
hu_hu: Automatikus lejátszás

source: Select auto rotate for accordion in seconds (Note: disabled by default).
hu_hu: Válassza ki a harmonika automatikus váltását másodpercben (Megjegyzés: alapértelmezetten letiltva).

source: Allow collapse all?
hu_hu: Engedélyezi az összes összecsukását?

source: Allow collapse all accordion sections.
hu_hu: Engedélyezze az összes harmonikaszakasz összecsukását.

source: Triangle
hu_hu: Háromszög

source: Select accordion navigation icon.
hu_hu: Válassza ki a harmonika navigációs ikonját.

source: Position
hu_hu: Pozíció

source: Select accordion navigation icon position.
hu_hu: Válassza ki a harmonika navigációs ikonjának pozícióját.

source: Enter active section number (Note: to have all sections closed on initial load enter non-existing number).
hu_hu: Adja meg az aktív szakasz sorszámát (Megjegyzés: ha az összes szakaszt zárva kívánja tartani az első betöltéskor, adjon meg nem létező számot).

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
hu_hu: Ha egy adott tartalmi elemet eltérően kíván formázni, használja ezt a mezőt osztálynév hozzáadásához, majd hivatkozzon rá a css fájljában.

source: Add Section
hu_hu: Szakasz hozzáadása

source: Pageable Container
hu_hu: Lapozható konténer

source: Pageable content container
hu_hu: Lapozható tartalomkonténer

source: Select auto rotate for pageable in seconds (Note: disabled by default).
hu_hu: Válassza ki a lapozható automatikus váltását másodpercben (Megjegyzés: alapértelmezetten letiltva).

source: Pagination position
hu_hu: Lapozás pozíciója

source: Select pageable navigation position.
hu_hu: Válassza ki a lapozás navigációjának pozícióját.

source: Add icon next to section title.
hu_hu: Adjon ikont a szakaszcím mellé.

source: Before title
hu_hu: Cím előtt

source: After title
hu_hu: Cím után

source: Icon position
hu_hu: Ikon pozíciója

source: Select icon position.
hu_hu: Válassza ki az ikon pozícióját.

source: Enter section title (Note: you can leave it empty).
hu_hu: Adja meg a szakasz címét (Megjegyzés: üresen is hagyhatja).

source: Enter section ID (Note: make sure it is unique and valid according to %1$sw3c specification%2$s).
hu_hu: Adja meg a szakaszazonosítót (Megjegyzés: győződjön meg róla, hogy egyedi és a %1$sw3c specifikációnak%2$s megfelelő).

source: Section for Tabs, Tours, Accordions.
hu_hu: Szakasz fülekhez, körbevezetőkhöz, harmonikákhoz.

source: Tabs
hu_hu: Fülek

source: Select tabs display style.
hu_hu: Válassza ki a fülek megjelenítési stílusát.

source: Select tabs shape.
hu_hu: Válassza ki a fülek formáját.

source: Select tabs color.
hu_hu: Válassza ki a fülek színét.

source: Select tabs spacing.
hu_hu: Válassza ki a fülek térközét.

source: Select tabs gap.
hu_hu: Válassza ki a fülek hézagát.

source: Select tabs navigation position.
hu_hu: Válassza ki a fülek navigációjának pozícióját.

source: Select tabs section title alignment.
hu_hu: Válassza ki a fülek szakaszcímének igazítását.

source: Select auto rotate for tabs in seconds (Note: disabled by default).
hu_hu: Válassza ki a fülek automatikus váltását másodpercben (Megjegyzés: alapértelmezetten le van tiltva).

source: Tab
hu_hu: Fül

source: Section For Toggle Container.
hu_hu: Szakasz a kapcsoló konténerhez.

source: Toggle Container
hu_hu: Kapcsoló konténer

source: On color
hu_hu: Bekapcsolt színe

source: Select custom toggle color.
hu_hu: Válassza ki az egyéni kapcsoló színét.

source: Off color
hu_hu: Kikapcsolt színe

source: Select custom toggle hover color.
hu_hu: Válassza ki az egyéni kapcsoló hover színét.

source: Toggle position
hu_hu: Kapcsoló pozíciója

source: Monthly
hu_hu: Havi

source: Yearly
hu_hu: Éves

source: Tour
hu_hu: Körbevezetés

source: Select tour display style.
hu_hu: Válassza ki a körbevezetés megjelenítési stílusát.

source: Select tour shape.
hu_hu: Válassza ki a körbevezetés formáját.

source: Select tour color.
hu_hu: Válassza ki a körbevezetés színét.

source: Select tour spacing.
hu_hu: Válassza ki a körbevezetés térközét.

source: Select tour gap.
hu_hu: Válassza ki a körbevezetés hézagát.

source: Select tour navigation position.
hu_hu: Válassza ki a körbevezetés navigációjának pozícióját.

source: Select tour section title alignment.
hu_hu: Válassza ki a körbevezetés szakaszcímének igazítását.

source: Auto
hu_hu: Automatikus

source: Navigation width
hu_hu: Navigáció szélessége

source: Select tour navigation width.
hu_hu: Válassza ki a körbevezetés navigációjának szélességét.

source: Select auto rotate for tour in seconds (Note: disabled by default).
hu_hu: Válassza ki a körbevezetés automatikus váltását másodpercben (Megjegyzés: alapértelmezetten le van tiltva).

source: WordPress Widgets
hu_hu: WordPress widgetek

source: A monthly archive of your sites posts
hu_hu: Az Ön webhelyének bejegyzéseinek havi archívuma

source: What text use as a widget title. Leave blank to use default widget title.
hu_hu: A widget címeként használandó szöveg. Hagyja üresen az alapértelmezett widgetcím használatához.

source: Display options
hu_hu: Megjelenítési beállítások

source: Show post counts
hu_hu: Bejegyzésszám megjelenítése

source: Select display options for archives.
hu_hu: Válassza ki az archívumok megjelenítési beállításait.

source: A calendar of your sites posts
hu_hu: Az Ön webhelyének bejegyzéseinek naptára

source: A list or dropdown of categories
hu_hu: Kategóriák listája vagy legördülő menüje

source: Show hierarchy
hu_hu: Hierarchia megjelenítése
