Repository: hellowpio/wordpress-translations
Catalog: plugins/*/js_composer/js_composer-*.po
Languages: hu_hu

source: An error occurred when requesting a response from WPBakery AI (Code: 613): empty api response message
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 613): üres api válaszüzenet

source: An error occurred when requesting a response from WPBakery AI (Code: 614): missing cache id
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 614): hiányzó cache id

source: An error occurred when requesting a response from WPBakery AI (Code: 615): api response status missing
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 615): hiányzik az api válasz állapota

source: An error occurred when requesting a response from WPBakery AI (Code: 616): api response data missing
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 616): hiányzik az api válasz adata

source: An error occurred when requesting a response from WPBakery AI (Code: 617): api response message missing
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 617): hiányzik az api válasz üzenete

source: An error occurred when requesting a response from WPBakery AI (Code: 624):
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 624):

source: An error occurred when requesting a response from WPBakery AI (Code: 619): not all required fields provided
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 619): nem minden kötelező mező lett megadva

source: An error occurred when requesting a response from WPBakery AI (Code: 618): invalid user data
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 618): érvénytelen felhasználói adatok

source: Credit usage update error (Code: 621): license not active
hu_hu: Hiba a kredithasználat frissítésekor (Code: 621): a licenc nem aktív

source: An error occurred when requesting a response from WPBakery AI (Code: 620): wrong api response format
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 620): hibás api válaszformátum

source: An error occurred when requesting a response from WPBakery AI (Code: 621): template file missing
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 621): hiányzik a sablonfájl

source: An error occurred when requesting a response from WPBakery AI (Code: 622): template file missing
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 622): hiányzik a sablonfájl

source: An error occurred when requesting a response from WPBakery AI (Code: 622): file template does not exist
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 622): file template nem létezik

source: Approachable
hu_hu: Közvetlen

source: Excited
hu_hu: Lelkes

source: Playful
hu_hu: Játékos

source: Assertive
hu_hu: Határozott

source: Formal
hu_hu: Formális

source: Poetic
hu_hu: Költői

source: Bold
hu_hu: Merész

source: Friendly
hu_hu: Barátságos

source: Positive
hu_hu: Pozitív

source: Candid
hu_hu: Őszinte

source: Funny
hu_hu: Vicces

source: Powerful
hu_hu: Erőteljes

source: Caring
hu_hu: Gondoskodó

source: Gentle
hu_hu: Gyengéd

source: Professional
hu_hu: Szakmai

source: Casual
hu_hu: Közvetlen

source: Helpful
hu_hu: Segítőkész

source: Quirky
hu_hu: Bohókás

source: Cheerful
hu_hu: Vidám

source: Hopeful
hu_hu: Bizakodó

source: Reassuring
hu_hu: Megnyugtató

source: Clear
hu_hu: Világos

source: Humorous
hu_hu: Humoros

source: Reflective
hu_hu: Elmélkedő

source: Commanding
hu_hu: Tekintélyt parancsoló

source: Informal
hu_hu: Kötetlen

source: Respectful
hu_hu: Tiszteletteljes

source: Comprehensive
hu_hu: Átfogó

source: Informative
hu_hu: Informatív

source: Romantic
hu_hu: Romantikus

source: Confident
hu_hu: Magabiztos

source: Inspirational
hu_hu: Inspiráló

source: Sarcastic
hu_hu: Szarkasztikus

source: Conversational
hu_hu: Társalgási

source: Inspiring
hu_hu: Lelkesítő

source: Scientific
hu_hu: Tudományos

source: Curious
hu_hu: Kíváncsi

source: Lively
hu_hu: Élénk

source: Serious
hu_hu: Komoly

source: Detailed
hu_hu: Részletes

source: Melancholic
hu_hu: Melankolikus

source: Technical
hu_hu: Technikai

source: Educational
hu_hu: Ismeretterjesztő

source: Motivational
hu_hu: Motiváló

source: Thought-provoking
hu_hu: Elgondolkodtató

source: Eloquent
hu_hu: Ékesszóló

source: Negative
hu_hu: Negatív

source: Thoughtful
hu_hu: Átgondolt

source: Emotional
hu_hu: Érzelmes

source: Neutral
hu_hu: Semleges

source: Uplifting
hu_hu: Felemelő

source: Empathetic
hu_hu: Empatikus

source: Nostalgic
hu_hu: Nosztalgikus

source: Urgent
hu_hu: Sürgős

source: Empowering
hu_hu: Felhatalmazó

source: Offbeat
hu_hu: Rendhagyó

source: Vibrant
hu_hu: Élénk

source: Encouraging
hu_hu: Bátorító

source: Passionate
hu_hu: Szenvedélyes

source: Visionary
hu_hu: Látnoki

source: Engaging
hu_hu: Megnyerő

source: Personal
hu_hu: Személyes

source: Witty
hu_hu: Szellemes

source: Enthusiastic
hu_hu: Lelkes

source: Persuasive
hu_hu: Meggyőző

source: Zealous
hu_hu: Buzgó

source: New content
hu_hu: Új tartalom

source: Improve existing
hu_hu: Meglévő javítása

source: Translate
hu_hu: Fordítás

source: Credit usage:
hu_hu: Kredithasználat:

source: An error occurred when requesting a response from WPBakery AI (Code: 623)
hu_hu: Hiba történt a WPBakery AI-tól kért válasz lekérésekor (Kód: 623)

source: WPBakery Page Builder Shortcode Mapper adds custom 3rd party vendors shortcodes to the list of WPBakery Page Builder content elements menu (Note: to map shortcode it needs to be installed on site).
hu_hu: WPBakery Page Builder Shortcode Mapper egyedi, harmadik fél szolgáltatóinak rövidkódjait adja hozzá a WPBakery Page Builder tartalomelemek menüjének listájához (Megjegyzés: a rövidkód leképezéséhez telepítve kell lennie a webhelyen).

source: Map Shortcode
hu_hu: Rövidkód leképezése

source: Shortcode string
hu_hu: Rövidkód karakterlánc

source: Please enter valid shortcode
hu_hu: Kérjük, adjon meg érvényes rövidkódot

source: Parse Shortcode
hu_hu: Rövidkód elemzése

source: Cancel
hu_hu: Mégse

source: Enter valid shortcode (Example: [my_shortcode first_param="first_param_value"]My shortcode content[/my_shortcode]).
hu_hu: Adjon meg érvényes rövidkódot (Példa: [my_shortcode first_param=\"first_param_value\"]My shortcode content[/my_shortcode]).

source: Edit widget: Search
hu_hu: Widget szerkesztése: Keresés

source: General Information
hu_hu: Általános információk

source: Tag:
hu_hu: Címke:

source: Category:
hu_hu: Kategória:

source: Comma separated categories names
hu_hu: Vesszővel elválasztott kategórianevek

source: Description:
hu_hu: Leírás:

source: Include content param into shortcode
hu_hu: A content paraméter beillesztése a rövidkódba

source: Shortcode Parameters
hu_hu: Rövidkód paraméterei

source: Add Param
hu_hu: Paraméter hozzáadása

source: Delete
hu_hu: Törlés

source: Param name
hu_hu: Paraméter neve

source: Required value
hu_hu: Kötelező érték

source: Use only letters, numbers and underscore.
hu_hu: Csak betűket, számokat és aláhúzásjelet használjon.

source: Please use only letters, numbers and underscore.
hu_hu: Kérjük, csak betűket, számokat és aláhúzásjelet használjon.

source: Heading for field in shortcode edit form.
hu_hu: A mező fejléce a rövidkód szerkesztő űrlapon.

source: Input heading
hu_hu: Beviteli mező fejléce

source: Field type
hu_hu: Mezőtípus

source: Field type for shortcode edit form.
hu_hu: Mezőtípus a rövidkód szerkesztő űrlaphoz.

source: Select field type
hu_hu: Válasszon mezőtípust

source: Textfield
hu_hu: Szövegmező

source: Textarea
hu_hu: Szövegterület

source: Textarea HTML
hu_hu: Szövegterület HTML

source: Hidden
hu_hu: Rejtett

source: Default value
hu_hu: Alapértelmezett érték

source: Default value or list of values for dropdown type (Note: separate by comma).
hu_hu: Alapértelmezett érték vagy legördülő típus esetén értékek listája (Megjegyzés: vesszővel válassza el).

source: Enter description for parameter.
hu_hu: Adja meg a paraméter leírását.

source: Color #1
hu_hu: Szín #1

source: Color #2
hu_hu: Szín #2

source: Color #3
hu_hu: Szín #3

source: Color #4
hu_hu: Szín #4

source: Color #5
hu_hu: Szín #5

source: Color #6
hu_hu: Szín #6

source: Color #7
hu_hu: Szín #7

source: Color #8
hu_hu: Szín #8

source: Paste your CSS code
hu_hu: Illessze be a CSS-kódját

source: Add custom CSS code to the plugin without modifying files.
hu_hu: Adjon hozzá egyéni CSS-kódot a bővítményhez a fájlok módosítása nélkül.

source: Something went wrong: custom.css could not be created.
hu_hu: Valami hiba történt: a custom.css nem hozható létre.

source: custom.css could not be created. Connection error.
hu_hu: A custom.css nem hozható létre. Kapcsolati hiba.

source: custom.css could not be created. Cannot write custom css to %s.
hu_hu: A custom.css nem hozható létre. Nem írható az egyéni CSS ide: %s.

source: custom.css could not be created. Problem with access.
hu_hu: A custom.css nem hozható létre. Hozzáférési probléma.

source: Enter custom CSS (Note: it will be outputted only on this particular page).
hu_hu: Adjon meg egyéni CSS-t (Megjegyzés: csak ezen a konkrét oldalon kerül kiírásra).

source: JavaScript in <head>
hu_hu: JavaScript a <head> részben

source: JavaScript before </body>
hu_hu: JavaScript a </body> előtt

source: Enter custom JS (Note: it will be outputted only on this particular page inside <head> tag).
hu_hu: Adjon meg egyéni JS-t (Megjegyzés: csak ezen a konkrét oldalon kerül kiírásra, a <head> címkén belül).

source: Enter custom JS (Note: it will be outputted only on this particular page before closing).
hu_hu: Adjon meg egyéni JS-t (Megjegyzés: csak ezen a konkrét oldalon kerül kiírásra, a lezárás előtt).

source: Important notice
hu_hu: Fontos közlemény

source: You have an outdated version of WPBakery Page Builder Design Options. It is required to review and save it.
hu_hu: Ön a WPBakery Page Builder Design Options elavult verzióját használja. Szükséges azt áttekintenie és elmentenie.

source: Open Design Options
hu_hu: Nyissa meg a Design Options-t

source: Main accent color
hu_hu: Fő kiemelőszín

source: Hover color
hu_hu: Hover szín

source: Call to action background color
hu_hu: Call to action háttérszíne

source: Google maps background color
hu_hu: Google Maps háttérszíne

source: Post slider caption background color
hu_hu: Post slider feliratának háttérszíne

source: Progress bar background color
hu_hu: Folyamatjelző háttérszíne

source: Separator border color
hu_hu: Elválasztó szegélyszíne

source: Tabs navigation background color
hu_hu: Fülnavigáció háttérszíne

source: Active tab background color
hu_hu: Aktív fül háttérszíne

source: Something went wrong: js_composer_front_custom.css could not be created.
hu_hu: Valami hiba történt: a js_composer_front_custom.css nem hozható létre.

source: js_composer_front_custom.css could not be created. Connection error.
hu_hu: A js_composer_front_custom.css nem hozható létre. Kapcsolati hiba.

source: js_composer_front_custom.css could not be created. Cannot write custom css to "%s".
hu_hu: A js_composer_front_custom.css nem hozható létre. Nem írható az egyéni CSS ide: "%s".

source: js_composer_front_custom.css could not be created. Problem with access.
hu_hu: A js_composer_front_custom.css nem hozható létre. Hozzáférési probléma.

source: Use custom design options
hu_hu: Egyéni dizájnbeállítások használata

source: Enable the use of custom design options (Note: when checked - custom css file will be used).
hu_hu: Engedélyezze az egyéni dizájnbeállítások használatát (Megjegyzés: bejelöléskor egyéni CSS-fájl kerül felhasználásra).

source: Elements bottom margin
hu_hu: Elemek alsó margója

source: Change default vertical spacing between content elements (Example: 20px).
hu_hu: Módosítsa a tartalmi elemek közötti alapértelmezett függőleges térközt (példa: 20px).

source: Grid gutter width
hu_hu: Rács oszlopközének szélessége

source: Change default horizontal spacing between columns, enter new value in pixels.
hu_hu: Módosítsa az oszlopok közötti alapértelmezett vízszintes térközt, adjon meg új értéket pixelben.

source: Mobile breakpoint
hu_hu: Mobil töréspont

source: Content elements stack one on top other when the screen size is smaller than entered value. Change it to control when your layout stacks and adopts to a particular viewport or device size.
hu_hu: A tartalmi elemek egymás alá rendeződnek, amikor a képernyőméret kisebb a megadott értéknél. Módosítsa ezt, hogy szabályozza, mikor rétegződik az elrendezése és mikor igazodik egy adott nézetablakhoz vagy eszközmérethez.

source: Desktop breakpoint
hu_hu: Asztali töréspont

source: Large Desktop breakpoint
hu_hu: Nagy asztali töréspont

source: Invalid Margin value.
hu_hu: Érvénytelen Margin érték.

source: Invalid Gutter value.
hu_hu: Érvénytelen Gutter érték.

source: Invalid "Responsive mobile" value.
hu_hu: Érvénytelen "Responsive mobile" érték.

source: Invalid "Responsive md" value.
hu_hu: Érvénytelen "Responsive md" érték.

source: Invalid "Responsive lg" value.
hu_hu: Érvénytelen "Responsive lg" érték.

source: Content Analysis
hu_hu: Tartalomelemzés

source: Please enter the Adobe Web Project ID before activating synchronization.
hu_hu: Kérjük, adja meg az Adobe Web Project ID-t a szinkronizálás aktiválása előtt.

source: Sync process is only available for users with an active license key.
hu_hu: A szinkronizálási folyamat csak aktív licenckulccsal rendelkező felhasználók számára érhető el.

source: Error occurred during request to %s API. Please try again later.
hu_hu: Hiba történt a %s API-hoz intézett kérés során. Kérjük, próbálja meg később újra.

source: Please enter Adobe Web Project ID before activate synchronize.
hu_hu: Kérjük, adja meg az Adobe Web Project ID-t a szinkronizálás aktiválása előtt.

source: The issue with the request to synchronization service. Please try again later.
hu_hu: Probléma merült fel a szinkronizálási szolgáltatáshoz intézett kérés során. Kérjük, próbálja meg később újra.

source: Your web project fonts were successfully synced. Now you can use them in editor elements
hu_hu: Az Ön webes projektjének betűtípusai sikeresen szinkronizálva lettek. Most már használhatja őket a szerkesztő elemeiben

source: Google fonts were successfully synced. Now you can use them in editor elements
hu_hu: A Google betűtípusok sikeresen szinkronizálva lettek. Most már használhatja őket a szerkesztő elemeiben
