Repository: hellowpio/wordpress-translations
Catalog: plugins/*/js_composer/js_composer-*.po
Languages: hu_hu

source: X-axis values
hu_hu: X-tengely értékei

source: Enter values for axis (Note: separate values with ";").
hu_hu: Adja meg a tengely értékeit (Megjegyzés: az értékeket ";" jellel válassza el).

source: Values
hu_hu: Értékek

source: One
hu_hu: Egy

source: Two
hu_hu: Kettő

source: Title
hu_hu: Cím

source: Enter title for chart dataset.
hu_hu: Adja meg a diagram adatkészletének címét.

source: Y-axis values
hu_hu: Y-tengely értékei

source: Select chart color.
hu_hu: Válassza ki a diagram színét.

source: Custom color
hu_hu: Egyéni szín

source: Select custom chart color.
hu_hu: Válassza ki a diagram egyéni színét.

source: Animation
hu_hu: Animáció

source: Select animation style.
hu_hu: Válassza ki az animáció stílusát.

source: Informational
hu_hu: Információs

source: Warning
hu_hu: Figyelmeztetés

source: Success
hu_hu: Siker

source: Error
hu_hu: Hiba

source: Informational Classic
hu_hu: Információs Klasszikus

source: Warning Classic
hu_hu: Figyelmeztetés Klasszikus

source: Success Classic
hu_hu: Siker Klasszikus

source: Error Classic
hu_hu: Hiba Klasszikus

source: Message Box
hu_hu: Üzenetdoboz

source: Notification box
hu_hu: Értesítési doboz

source: Message Box Presets
hu_hu: Üzenetdoboz előbeállítások

source: Select predefined message box design or choose "Custom" for custom styling.
hu_hu: Válasszon előre definiált üzenetdoboz-megjelenést, vagy válassza a "Custom" lehetőséget az egyéni stílushoz.

source: Select message box design style.
hu_hu: Válassza ki az üzenetdoboz megjelenési stílusát.

source: Select message box shape.
hu_hu: Válassza ki az üzenetdoboz alakját.

source: Select message box color.
hu_hu: Válassza ki az üzenetdoboz színét.

source: Icon library
hu_hu: Ikonkönyvtár

source: Choose icon library.
hu_hu: Válassza ki az ikonkönyvtárat.

source: Choose icon from library.
hu_hu: Válasszon ikont az ikonkönyvtárból.

source: Message text
hu_hu: Üzenet szövege

source: I am message box. Click edit button to change this text.
hu_hu: Ez egy üzenetdoboz. Kattintson a Szerkesztés gombra a szöveg módosításához.

source: Pie Chart
hu_hu: Kördiagram

source: Animated pie chart
hu_hu: Animált kördiagram

source: Value
hu_hu: Érték

source: Enter value for graph (Note: choose range from 0 to 100).
hu_hu: Adja meg a diagram értékét (Megjegyzés: 0 és 100 közötti tartományt válasszon).

source: Label value
hu_hu: Címke értéke

source: Enter label for pie chart (Note: leaving empty will set value from "Value" field).
hu_hu: Adja meg a kördiagram címkéjét (Megjegyzés: ha üresen hagyja, az értéket az "Érték" mezőből állítjuk be).

source: Units
hu_hu: Mértékegység

source: Enter measurement units (Example: %, px, points, etc. Note: graph value and units will be appended to graph title).
hu_hu: Adja meg a mértékegységet (Példa: %, px, pontok stb. Megjegyzés: a diagram értéke és a mértékegység hozzá lesznek fűzve a diagram címéhez).

source: Select pie chart color.
hu_hu: Válassza ki a kördiagram színét.

source: Select custom color.
hu_hu: Válasszon egyéni színt.

source: Posts Slider
hu_hu: Bejegyzés csúszka

source: Slider with WP Posts
hu_hu: Csúszka WP-bejegyzésekkel

source: Slider type
hu_hu: Csúszka típusa

source: Select slider type.
hu_hu: Válassza ki a csúszka típusát.

source: Slider count
hu_hu: Diák száma

source: Enter number of slides to display (Note: Enter "All" to display all slides).
hu_hu: Adja meg a megjelenítendő diák számát (Megjegyzés: adja meg az "All" értéket az összes dia megjelenítéséhez).

source: Post types
hu_hu: Bejegyzéstípusok

source: Select source for slider.
hu_hu: Válassza ki a csúszka forrását.

source: Description
hu_hu: Leírás

source: No description
hu_hu: Nincs leírás

source: Teaser (Excerpt)
hu_hu: Előzetes (Kivonat)

source: Select source to use for description (Note: some sliders do not support it).
hu_hu: Válassza ki a leíráshoz használandó forrást (Megjegyzés: egyes csúszkák nem támogatják).

source: Output post title?
hu_hu: Megjeleníti a bejegyzés címét?

source: If selected, title will be printed before the teaser text.
hu_hu: Ha be van jelölve, a cím az előzetes szöveg előtt jelenik meg.

source: Link
hu_hu: Hivatkozás

source: Link to post
hu_hu: Hivatkozás a bejegyzésre

source: Link to bigger image
hu_hu: Hivatkozás a nagyobb képre

source: No link
hu_hu: Nincs hivatkozás

source: Link type.
hu_hu: Hivatkozás típusa.

source: Enter links for each slide here. Divide links with linebreaks (Enter).
hu_hu: Adja meg itt az egyes diák hivatkozásait. A hivatkozásokat sortörésekkel (Enter) válassza el.

source: Thumbnail size
hu_hu: Bélyegkép mérete

source: Enter thumbnail size. Example: thumbnail, medium, large, full or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height) .
hu_hu: Adja meg a bélyegkép méretét. Példa: thumbnail, medium, large, full vagy az aktuális téma által definiált egyéb méretek. Alternatívaként adja meg a kép méretét pixelben: 200x100 (Szélesség x Magasság) .

source: Post/Page IDs
hu_hu: Bejegyzés-/oldal-ID-k

source: Enter page/posts IDs to display only those records (Note: separate values by commas (,)). Use this field in conjunction with "Post types" field.
hu_hu: Adja meg az oldalak/bejegyzések ID-jeit, hogy csak ezeket a rekordokat jelenítse meg (Megjegyzés: az értékeket vesszőkkel (,) válassza el). Ezt a mezőt a "Post types" mezővel együtt használja.

source: Categories
hu_hu: Kategóriák

source: Enter categories by names to narrow output (Note: only listed categories will be displayed, divide categories with linebreak (Enter)).
hu_hu: Adja meg a kategóriákat név szerint a kimenet szűkítéséhez (Megjegyzés: csak a felsorolt kategóriák jelennek meg, a kategóriákat sortöréssel (Enter) válassza el).

source: Order by
hu_hu: Rendezés alapja

source: Date
hu_hu: Dátum

source: Author
hu_hu: Szerző

source: Modified
hu_hu: Módosítás

source: Comment count
hu_hu: Hozzászólások száma

source: Menu order
hu_hu: Menüsorrend

source: Select how to sort retrieved posts. More at %s.
hu_hu: Válassza ki, hogyan rendezze a lekért bejegyzéseket. További információ: %s.

source: Sort order
hu_hu: Rendezési sorrend

source: Descending
hu_hu: Csökkenő

source: Ascending
hu_hu: Növekvő

source: Select ascending or descending order. More at %s.
hu_hu: Válassza ki a növekvő vagy csökkenő sorrendet. További információ: %s.

source: Classic Grey
hu_hu: Klasszikus szürke

source: Classic Blue
hu_hu: Klasszikus kék

source: Classic Turquoise
hu_hu: Klasszikus türkiz

source: Classic Green
hu_hu: Klasszikus zöld

source: Classic Orange
hu_hu: Klasszikus narancssárga

source: Classic Red
hu_hu: Klasszikus piros

source: Classic Black
hu_hu: Klasszikus fekete

source: Custom Color
hu_hu: Egyéni szín

source: Progress Bar
hu_hu: Folyamatjelző sáv

source: Animated progress bar
hu_hu: Animált folyamatjelző sáv

source: Enter values for graph - value, title and color.
hu_hu: Adja meg a grafikon értékeit - érték, cím és szín.

source: Development
hu_hu: Fejlesztés

source: Label
hu_hu: Címke

source: Enter text used as title of bar.
hu_hu: Adja meg a sáv címeként használt szöveget.

source: Enter value of bar.
hu_hu: Adja meg a sáv értékét.

source: Select single bar background color.
hu_hu: Válassza ki az egyetlen sáv háttérszínét.

source: Select custom single bar background color.
hu_hu: Válassza ki az egyetlen sáv egyéni háttérszínét.

source: Custom text color
hu_hu: Egyéni szövegszín

source: Select custom single bar text color.
hu_hu: Válassza ki az egyetlen sáv egyéni szövegszínét.

source: Select bar color.
hu_hu: Válassza ki a sáv színét.

source: Bar custom background color
hu_hu: Sáv egyéni háttérszíne

source: Select custom background color for bars.
hu_hu: Válassza ki a sávok egyéni háttérszínét.

source: Bar custom text color
hu_hu: Sáv egyéni szövegszíne

source: Select custom text color for bars.
hu_hu: Válassza ki a sávok egyéni szövegszínét.

source: Options
hu_hu: Beállítások

source: Add stripes
hu_hu: Adjon hozzá csíkokat

source: Add animation (Note: visible only with striped bar).
hu_hu: Adjon hozzá animációt (Megjegyzés: csak csíkozott sávval látható).

source: Round Chart
hu_hu: Kördiagram

source: Pie and Doughnut charts
hu_hu: Tortadiagramok és gyűrűdiagramok

source: Pie
hu_hu: Tortadiagram

source: Doughnut
hu_hu: Gyűrűdiagram

source: Select gap size.
hu_hu: Válassza ki a rés méretét.

source: Outline color
hu_hu: Körvonal színe

source: Select outline color.
hu_hu: Válassza ki a körvonal színét.

source: Custom outline color
hu_hu: Egyéni körvonalszín

source: Select custom outline color.
hu_hu: Válassza ki az egyéni körvonalszínt.

source: Legend color
hu_hu: Jelmagyarázat színe

source: Select legend color.
hu_hu: Válassza ki a jelmagyarázat színét.

source: Legend position
hu_hu: Jelmagyarázat pozíciója

source: Select legend position.
hu_hu: Válassza ki a jelmagyarázat pozícióját.

source: Custom legend color
hu_hu: Egyéni jelmagyarázat színe

source: Select custom legend color.
hu_hu: Válassza ki az egyéni jelmagyarázat színét.

source: Enter title for chart area.
hu_hu: Adja meg a diagramterület címét.

source: Enter value for area.
hu_hu: Adja meg a terület értékét.

source: Select area color.
hu_hu: Válassza ki a terület színét.

source: Select custom area color.
hu_hu: Válassza ki a terület egyéni színét.

source: Separator
hu_hu: Elválasztó

source: Horizontal separator line
hu_hu: Vízszintes elválasztóvonal

source: Select color of separator.
hu_hu: Válassza ki az elválasztó színét.

source: Select separator alignment.
hu_hu: Válassza ki az elválasztó igazítását.

source: Custom Border Color
hu_hu: Egyéni szegélyszín

source: Select border color for your element.
hu_hu: Válassza ki az elem szegélyszínét.

source: Separator display style.
hu_hu: Elválasztó megjelenítési stílusa.

source: Border width
hu_hu: Szegélyvastagság

source: Select border width (pixels).
hu_hu: Válassza ki a szegély vastagságát (képpontban).

source: Element width
hu_hu: Elem szélessége

source: Select separator width (percentage).
hu_hu: Válassza ki az elválasztó szélességét (százalékban).

source: Single Image
hu_hu: Egyetlen kép

source: Simple image with CSS animation
hu_hu: Egyszerű kép CSS-animációval

source: External link
hu_hu: Külső hivatkozás

source: Featured Image
hu_hu: Kiemelt kép

source: Select external link.
hu_hu: Válassza ki a külső hivatkozást.

source: Enter image size (Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme). Alternatively enter size in pixels (Example: 200x100 (Width x Height)).
hu_hu: Adja meg a kép méretét (Példa: "thumbnail", "medium", "large", "full" vagy a témában definiált egyéb méretek). Alternatívaként adja meg a méretet képpontban (Példa: 200x100 (Szélesség x Magasság)).

source: Caption
hu_hu: Felirat

source: Enter text for image caption.
hu_hu: Adja meg a kép feliratának szövegét.

source: Add caption?
hu_hu: Adjon hozzá feliratot?

source: Add image caption.
hu_hu: Adja hozzá a képfeliratot.

source: Image alignment
hu_hu: Kép igazítása

source: Select image alignment.
hu_hu: Válassza ki a kép igazítását.

source: Image style
hu_hu: Kép stílusa

source: Select image display style.
hu_hu: Válassza ki a kép megjelenítési stílusát.

source: Border color
hu_hu: Szegélyszín

source: Border color.
hu_hu: Szegélyszín.

source: Image link
hu_hu: Kép hivatkozása

source: Enter URL if you want this image to have a link (Note: parameters like "mailto:" are also accepted).
hu_hu: Adjon meg URL-t, ha azt szeretné, hogy ez a kép hivatkozással rendelkezzen (Megjegyzés: a "mailto:"-hoz hasonló paraméterek is elfogadottak).

source: Link Target
hu_hu: Hivatkozás célpontja

source: Separator with Text
hu_hu: Elválasztó szöveggel

source: Horizontal separator line with heading
hu_hu: Vízszintes elválasztóvonal címsorral

source: Add text to separator.
hu_hu: Adjon hozzá szöveget az elválasztóhoz.

source: Title position
hu_hu: Cím pozíciója

source: Select title location.
hu_hu: Válassza ki a cím helyét.

source: Separator alignment
hu_hu: Elválasztó igazítása

source: Custom separator color for your element.
hu_hu: Egyéni elválasztószín az eleméhez.

source: Separator element width in percents.
hu_hu: Az elválasztó elem szélessége százalékban.

source: Toggle title
hu_hu: Lenyíló címe

source: Enter title of toggle block.
hu_hu: Adja meg a lenyíló blokk címét.

source: Toggle content
hu_hu: Lenyíló tartalma

source: Toggle content goes here, click edit button to change this text.
hu_hu: A lenyíló tartalma itt jelenik meg, a szöveg módosításához kattintson a Szerkesztés gombra.

source: Toggle block content.
hu_hu: Lenyíló blokk tartalma.

source: Select toggle design style.
hu_hu: Válassza ki a lenyíló megjelenési stílusát.

source: Icon color
hu_hu: Ikon színe

source: Select icon color.
hu_hu: Válassza ki az ikon színét.

source: Size
hu_hu: Méret

source: Select toggle size
hu_hu: Válassza ki a lenyíló méretét

source: Default state
hu_hu: Alapértelmezett állapot

source: Closed
hu_hu: Zárt

source: Open
hu_hu: Nyitott

source: Select "Open" if you want toggle to be open by default.
hu_hu: Válassza a "Nyitott" lehetőséget, ha azt szeretné, hogy a lenyíló alapértelmezés szerint nyitott legyen.

source: FAQ
hu_hu: GYIK

source: Toggle element for Q&A block
hu_hu: Kérdés–válasz blokk kapcsolóeleme

source: Video Player
hu_hu: Videólejátszó

source: Embed YouTube/Vimeo player
hu_hu: YouTube/Vimeo lejátszó beágyazása

source: Video link
hu_hu: Videó hivatkozása

source: Enter link to video (Note: read more about available formats at WordPress %1$scodex page%2$s).
hu_hu: Adja meg a videó hivatkozását (Megjegyzés: az elérhető formátumokról bővebben a WordPress %1$sCodex oldalán%2$s olvashat).

source: Video width
hu_hu: Videó szélessége

source: Select video width (percentage).
hu_hu: Válassza ki a videó szélességét (százalékban).

source: Video aspect ratio
hu_hu: Videó képaránya

source: Select video aspect ratio.
hu_hu: Válassza ki a videó képarányát.

source: Select video alignment.
hu_hu: Válassza ki a videó igazítását.

source: ZigZag Separator
hu_hu: Cikkcakk elválasztó

source: Horizontal zigzag separator line
hu_hu: Vízszintes cikkcakk elválasztóvonal

source: Select color for your element.
hu_hu: Válassza ki az elem színét.

source: Extra small
hu_hu: Extra kicsi

source: Small
hu_hu: Kicsi

source: Medium
hu_hu: Közepes

source: Large
hu_hu: Nagy

source: Extra large
hu_hu: Extra nagy

source: Select separator border width.
hu_hu: Válassza ki az elválasztó szegélyének vastagságát.

source: Text on the button
hu_hu: Gomb szövege

source: URL (Link)
hu_hu: URL (hivatkozás)

source: Add link to button.
hu_hu: Adjon hivatkozást a gombhoz.

source: Select button display style.
hu_hu: Válassza ki a gomb megjelenítési stílusát.

source: Outline custom
hu_hu: Egyedi körvonal

source: Gradient
hu_hu: Színátmenet

source: Gradient Custom
hu_hu: Egyedi színátmenet

source: Gradient Color 1
hu_hu: Színátmenet 1. színe

source: Select first color for gradient.
hu_hu: Válassza ki az első színt a színátmenethez.

source: Gradient Color 2
hu_hu: Színátmenet 2. színe

source: Select second color for gradient.
hu_hu: Válassza ki a második színt a színátmenethez.

source: Button Text Color
hu_hu: Gomb szövegének színe

source: Select button text color.
hu_hu: Válassza ki a gomb szövegének színét.

source: Background
hu_hu: Háttér

source: Select custom background color for your element.
hu_hu: Válassza ki az elem egyedi háttérszínét.

source: Select custom text color for your element.
hu_hu: Válassza ki az elem egyedi szövegszínét.

source: Outline and Text
hu_hu: Körvonal és szöveg

source: Select outline and text color for your element.
hu_hu: Válassza ki az elem körvonal- és szövegszínét.

source: Hover background
hu_hu: Hover háttér

source: Select hover background color for your element.
hu_hu: Válassza ki az elem hover háttérszínét.

source: Select hover text color for your element.
hu_hu: Válassza ki az elem hover szövegszínét.

source: Select button shape.
hu_hu: Válassza ki a gomb alakját.

source: Select button color.
hu_hu: Válassza ki a gomb színét.

source: Select button display size.
hu_hu: Válassza ki a gomb megjelenítési méretét.

source: Select button alignment.
hu_hu: Válassza ki a gomb igazítását.

source: Set full width button?
hu_hu: Legyen teljes szélességű gomb?

source: Icon Alignment
hu_hu: Ikon igazítása

source: Advanced on click action
hu_hu: Haladó kattintáskor végrehajtott művelet

source: Insert inline onclick javascript action.
hu_hu: Szúrjon be inline onclick javascript műveletet.

source: On click code
hu_hu: Kattintáskor futó kód

source: Enter onclick action code.
hu_hu: Adja meg az onclick művelet kódját.

source: Eye catching button
hu_hu: Figyelemfelkeltő gomb

source: Custom Heading
hu_hu: Egyéni címsor

source: Text with custom fonts
hu_hu: Szöveg egyéni betűtípusokkal

source: Text source
hu_hu: Szöveg forrása

source: Custom text
hu_hu: Egyéni szöveg

source: Post or Page Title
hu_hu: Bejegyzés vagy oldal címe

source: Select text source.
hu_hu: Válassza ki a szöveg forrását.

source: This is custom heading element
hu_hu: Ez egy egyéni címsor elem

source: Note: If you are using non-latin characters be sure to activate them under Settings/WPBakery Page Builder/General Settings.
hu_hu: Megjegyzés: Ha nem latin karaktereket használ, feltétlenül aktiválja azokat a Settings/WPBakery Page Builder/General Settings alatt.

source: Add link to custom heading.
hu_hu: Adjon hozzá hivatkozást az egyéni címsorhoz.

source: Select element tag.
hu_hu: Válassza ki az elem címkéjét.

source: Select text alignment.
hu_hu: Válassza ki a szöveg igazítását.

source: Enter font size.
hu_hu: Adja meg a betűméretet.

source: Enter line height.
hu_hu: Adja meg a sormagasságot.

source: Select heading color.
hu_hu: Válassza ki a címsor színét.

source: Use theme default font family?
hu_hu: Használja a téma alapértelmezett betűcsaládját?

source: Use font family from the theme.
hu_hu: Használja a téma betűcsaládját.

source: Select font family.
hu_hu: Válassza ki a betűcsaládot.

source: Select font styling.
hu_hu: Válassza ki a betűstílust.

source: Eye catching icons from libraries
hu_hu: Figyelemfelkeltő ikonok könyvtárakból

source: Select icon library.
hu_hu: Válassza ki az ikonkönyvtárat.

source: Select icon from library.
hu_hu: Válassza ki az ikont a könyvtárból.

source: Select custom icon color.
hu_hu: Válassza ki az egyéni ikon színét.

source: Background shape
hu_hu: Háttér alakzat

source: Circle
hu_hu: Kör

source: Outline Circle
hu_hu: Körvonalas kör

source: Outline Square
hu_hu: Körvonalas négyzet

source: Outline Rounded
hu_hu: Körvonalas lekerekített

source: Select background shape and style for icon.
hu_hu: Válassza ki az ikon háttéralakzatát és stílusát.

source: Select background color for icon.
hu_hu: Válassza ki az ikon háttérszínét.

source: Custom background color
hu_hu: Egyéni háttérszín

source: Select custom icon background color.
hu_hu: Válassza ki az ikon egyéni háttérszínét.

source: Icon size.
hu_hu: Ikon mérete.

source: Icon alignment
hu_hu: Ikon igazítása

source: Add link to icon.
hu_hu: Adjon hozzá hivatkozást az ikonhoz.

source: Old Section
hu_hu: Régi szakasz

source: Enter accordion section title.
hu_hu: Adja meg a harmonikaszakasz címét.

source: Old Accordion
hu_hu: Régi harmonika

source: Collapsible content panels
hu_hu: Összecsukható tartalompanelek

source: Active section
hu_hu: Aktív szakasz

source: Enter section number to be active on load or enter "false" to collapse all sections.
hu_hu: Adja meg a betöltéskor aktív szakasz sorszámát, vagy írja be a "false" értéket az összes szakasz összecsukásához.

source: Allow collapse all sections?
hu_hu: Engedélyezi az összes szakasz összecsukását?

source: If checked, it is allowed to collapse all sections.
hu_hu: Bejelölés esetén engedélyezett az összes szakasz összecsukása.

source: Disable keyboard interactions?
hu_hu: Letiltja a billentyűzetes interakciókat?

source: If checked, disables keyboard arrow interactions (Keys: Left, Up, Right, Down, Space).
hu_hu: Bejelölés esetén letiltja a nyílbillentyűs billentyűzet-interakciókat (Billentyűk: Balra, Fel, Jobbra, Le, Szóköz).

source: Add section
hu_hu: Szakasz hozzáadása

source: Section 1
hu_hu: 1. szakasz

source: Section 2
hu_hu: 2. szakasz

source: Old Button
hu_hu: Régi gomb

source: Enter text on the button.
hu_hu: Adja meg a gomb szövegét.

source: Enter button link.
hu_hu: Adja meg a gomb hivatkozását.

source: Target
hu_hu: Cél

source: Select icon to display on button.
hu_hu: Válassza ki a gombon megjelenítendő ikont.

source: Select button size.
hu_hu: Válassza ki a gomb méretét.

source: Select button display style and shape.
hu_hu: Válassza ki a gomb megjelenítési stílusát és formáját.

source: Old Call to Action
hu_hu: Régi felhívás cselekvésre

source: Click edit button to change this text.
hu_hu: Kattintson a Szerkesztés gombra a szöveg módosításához.

source: Enter text content.
hu_hu: Adja meg a szövegtartalmat.

source: Button icon
hu_hu: Gomb ikonja

source: Button position
hu_hu: Gomb pozíciója

source: Old Google Maps
hu_hu: Régi Google Maps

source: Map embed iframe
hu_hu: Térkép beágyazási iframe

source: Google+ Button
hu_hu: Google+ gomb

source: Social
hu_hu: Közösségi

source: Recommend on Google
hu_hu: Ajánlja a Google-on

source: Button size
hu_hu: Gomb mérete

source: Standard
hu_hu: Normál

source: Tall
hu_hu: Magas

source: Annotation
hu_hu: Megjegyzés

source: Bubble
hu_hu: Buborék

source: Select type of annotation.
hu_hu: Válassza ki a megjegyzés típusát.

source: Minimum width of 120px to display. If annotation is set to "inline", this parameter sets the width in pixels to use for button and its inline annotation. Default width is 450px.
hu_hu: A megjelenítéshez minimum 120px szélesség szükséges. Ha a megjegyzés "inline" értékre van állítva, ez a paraméter határozza meg a gomb és az inline megjegyzés szélességét pixelben. Az alapértelmezett szélesség 450px.

source: Old Tab
hu_hu: Régi fül

source: Enter title of tab.
hu_hu: Adja meg a fül címét.

source: Tab ID
hu_hu: Fül azonosítója

source: Old Tabs
hu_hu: Régi fülek

source: Tabbed content
hu_hu: Fülekbe rendezett tartalom

source: Auto rotate tabs each X seconds.
hu_hu: Automatikus fülváltás X másodpercenként.

source: Tab 1
hu_hu: 1. fül

source: Tab 2
hu_hu: 2. fül

source: Old Tour
hu_hu: Régi bemutató

source: Vertical tabbed content
hu_hu: Függőleges, fülekbe rendezett tartalom

source: Auto rotate slides
hu_hu: Diák automatikus váltása

source: Load More Button
hu_hu: Továbbiak betöltése gomb

source: Load more
hu_hu: Továbbiak betöltése

source: Custom query
hu_hu: Egyéni lekérdezés

source: List of IDs
hu_hu: Azonosítók listája

source: Data source
hu_hu: Adatforrás

source: Select content type for your grid.
hu_hu: Válassza ki a rács tartalomtípusát.

source: Include only
hu_hu: Csak ezeket foglalja bele

source: Add posts, pages, etc. by title.
hu_hu: Adjon hozzá bejegyzéseket, oldalakat stb. cím szerint.

source: Build custom query according to %1$sWordPress Codex%2$s.
hu_hu: Készítsen egyéni lekérdezést a %1$sWordPress Codex%2$s szerint.

source: Narrow data source
hu_hu: Adatforrás szűkítése

source: Enter categories, tags or custom taxonomies.
hu_hu: Adja meg a kategóriákat, címkéket vagy egyéni taxonómiákat.

source: Total items
hu_hu: Összes elem

source: Set max limit for items in grid or enter -1 to display all (limited to 1000).
hu_hu: Állítson be maximális korlátot a rács elemeire, vagy adja meg a -1 értéket az összes megjelenítéséhez (legfeljebb 1000).

source: Display Style
hu_hu: Megjelenítési stílus

source: Show all
hu_hu: Összes megjelenítése

source: Load more button
hu_hu: Továbbiak betöltése gomb

source: Lazy loading
hu_hu: Lusta betöltés
