Repository: hellowpio/wordpress-translations
Catalog: plugins/*/js_composer/js_composer-*.po
Languages: hu_hu

source: Select how to sort retrieved products. More at %s. Default by Title
hu_hu: Válassza ki, hogyan rendezze a lekért termékeket. Bővebben: %s. Alapértelmezés: cím szerint

source: Designates the ascending or descending order. More at %s. Default by ASC
hu_hu: Megadja a növekvő vagy csökkenő sorrendet. Bővebben: %s. Alapértelmezés: ASC

source: Enter List of Products
hu_hu: Adja meg a termékek listáját

source: Add to cart
hu_hu: Kosárba

source: Show product by ID or SKU
hu_hu: Jelenítsen meg terméket ID vagy SKU alapján

source: Wrapper inline style
hu_hu: Wrapper inline stílus

source: Add to cart URL
hu_hu: Kosárba helyezés URL

source: Show URL on the add to cart button
hu_hu: URL megjelenítése a kosárba helyezés gombon

source: Product page
hu_hu: Termékoldal

source: Show single product by ID or SKU
hu_hu: Jelenítsen meg egyetlen terméket ID vagy SKU alapján

source: Product category
hu_hu: Termékkategória

source: Show multiple products in a category
hu_hu: Jelenítsen meg több terméket egy kategóriában

source: Limit
hu_hu: Korlát

source: How much items to show
hu_hu: Hány elemet jelenítsen meg

source: How much columns grid
hu_hu: Hány oszlopos legyen a rács

source: Category
hu_hu: Kategória

source: Product category list
hu_hu: Termékkategória lista

source: Product categories
hu_hu: Termékkategóriák

source: Display product categories loop
hu_hu: Jelenítse meg a termékkategóriák listáját

source: Number
hu_hu: Darabszám

source: The `number` field is used to display the number of products.
hu_hu: A `number` mező a termékek számának megjelenítésére szolgál.

source: Hide empty
hu_hu: Üresek elrejtése

source: List of product categories
hu_hu: Termékkategóriák listája

source: Sale products
hu_hu: Akciós termékek

source: List all products on sale
hu_hu: Listázza az összes akciós terméket

source: Best Selling Products
hu_hu: Legkelendőbb termékek

source: List best selling products on sale
hu_hu: Listázza a legkelendőbb akciós termékeket

source: Top Rated Products
hu_hu: Legjobbra értékelt termékek

source: Product Attribute
hu_hu: Termékattribútum

source: List products with an attribute shortcode
hu_hu: Listázza a termékeket egy attribútum shortcode segítségével

source: Attribute
hu_hu: Attribútum

source: List of product taxonomy attribute
hu_hu: Termék taxonómia attribútumok listája

source: Taxonomy values
hu_hu: Taxonómiaértékek

source: Related Products
hu_hu: Kapcsolódó termékek

source: List related products
hu_hu: Listázza a kapcsolódó termékeket

source: Please note: the "per_page" shortcode argument will determine how many products are shown on a page. This will not add pagination to the shortcode.
hu_hu: Kérjük, vegye figyelembe: a "per_page" shortcode argumentum határozza meg, hány termék jelenik meg egy oldalon. Ez nem ad lapozást a shortcode-hoz.

source: Id
hu_hu: Azonosító

source: Name
hu_hu: Név

source: Order number
hu_hu: Rendelésszám

source: Total
hu_hu: Összesen

source: Status
hu_hu: Állapot

source: Payment method
hu_hu: Fizetési mód

source: Billing address city
hu_hu: Számlázási cím város

source: Billing address country
hu_hu: Számlázási cím ország

source: Shipping address city
hu_hu: Szállítási cím város

source: Shipping address country
hu_hu: Szállítási cím ország

source: Customer Note
hu_hu: Vásárlói megjegyzés

source: Custom field
hu_hu: Egyéni mező

source: WooCommerce add to card link
hu_hu: WooCommerce hozzáadás a kártyához hivatkozás

source: WooCommerce field
hu_hu: WooCommerce mező

source: Content type
hu_hu: Tartalomtípus

source: Order
hu_hu: Rendelés

source: Select Woo Commerce post type.
hu_hu: Válassza ki a Woo Commerce bejegyzéstípust.

source: Product field name
hu_hu: Termékmező neve

source: Choose field from product.
hu_hu: Válasszon mezőt a termékből.

source: Product custom key
hu_hu: Termék egyéni kulcsa

source: Enter custom key.
hu_hu: Adja meg az egyéni kulcsot.

source: Order fields
hu_hu: Rendelés mezői

source: Choose field from order.
hu_hu: Válasszon mezőt a rendelésből.

source: Order custom key
hu_hu: Rendelés egyéni kulcsa

source: Added
hu_hu: Hozzáadva

source: Taxonomies
hu_hu: Taxonómiák

source: CSS Animation
hu_hu: CSS-animáció

source: Top to bottom
hu_hu: Felülről lefelé

source: Bottom to top
hu_hu: Alulról felfelé

source: Left to right
hu_hu: Balról jobbra

source: Right to left
hu_hu: Jobbról balra

source: Appear from center
hu_hu: Középről történő megjelenés

source: Select type of animation for element to be animated when it "enters" the browsers viewport (Note: works only in modern browsers).
hu_hu: Válassza ki az animáció típusát ahhoz az elemhez, amely akkor animálódik, amikor "belép" a böngészők viewportjába (Megjegyzés: csak modern böngészőkben működik).

source: Wrong vc_map object. Base attribute is required
hu_hu: Hibás vc_map objektum. A base attribútum kötelező.

source: Bouncing Entrances
hu_hu: Pattogó belépések

source: Bouncing Exits
hu_hu: Pattogó kilépések

source: Fading Entrances
hu_hu: Halványan megjelenő belépések

source: Fading Exits
hu_hu: Elhalványuló kilépések

source: Flippers
hu_hu: Átfordítások

source: Lightspeed
hu_hu: Fénysebesség

source: Rotating Entrances
hu_hu: Forgó belépések

source: Rotating Exits
hu_hu: Forgó kilépések

source: Specials
hu_hu: Speciálisak

source: Zoom Entrances
hu_hu: Nagyításos belépések

source: Zoom Exits
hu_hu: Nagyításos kilépések

source: Slide Entrances
hu_hu: Csúsztatásos belépések

source: Slide Exits
hu_hu: Csúsztatásos kilépések

source: Animate it
hu_hu: Animálja

source: Click here and start typing...
hu_hu: Kattintson ide, és kezdjen el gépelni...

source: Default value from width attribute
hu_hu: Alapértelmezett érték a width attribútumból

source: Inherit from smaller
hu_hu: Öröklés a kisebbről

source: No offset
hu_hu: Nincs eltolás

source: Border style
hu_hu: Szegély stílusa

source: Border radius
hu_hu: Sarkok lekerekítése

source: Box controls
hu_hu: Doboz vezérlők

source: Simplify controls
hu_hu: Vezérlők egyszerűsítése

source: Theme defaults
hu_hu: Téma alapértelmezései

source: initial
hu_hu: Kezdeti

source: inherit
hu_hu: Örökölt

source: Cover
hu_hu: Lefedés

source: Contain
hu_hu: Befoglalás

source: No Repeat
hu_hu: Ismétlés nélkül

source: Repeat
hu_hu: Ismétlés

source: Element tag
hu_hu: Elemcímke

source: Font size
hu_hu: Betűméret

source: Text align
hu_hu: Szöveg igazítása

source: Line height
hu_hu: Sormagasság

source: Text color
hu_hu: Szövegszín

source: Font Family
hu_hu: Betűcsalád

source: Font style
hu_hu: Betűstílus

source: italic
hu_hu: dőlt

source: bold
hu_hu: félkövér

# Post type general name
source: Gutenberg attrs
hu_hu: Gutenberg attribútumok

# Post type singular name
source: Gutenberg attr
hu_hu: Gutenberg attribútum

# Admin Menu text
source: Gutenberg attrs
hu_hu: Gutenberg attribútumok

# Add New on Toolbar
source: Gutenberg attr
hu_hu: Gutenberg attribútum

source: Add New
hu_hu: Új hozzáadása

source: Add New Gutenberg attr
hu_hu: Új Gutenberg attribútum hozzáadása

source: New Gutenberg attr
hu_hu: Új Gutenberg attribútum

source: Edit Gutenberg attr
hu_hu: Gutenberg attribútum szerkesztése

source: View Gutenberg attr
hu_hu: Gutenberg attribútum megtekintése

source: All Gutenberg attrs
hu_hu: Összes Gutenberg attribútum

source: Search Gutenberg attrs
hu_hu: Gutenberg attribútumok keresése

source: Parent Gutenberg attrs:
hu_hu: Szülő Gutenberg attribútumok:

source: No Gutenberg attrs found.
hu_hu: Nem találhatók Gutenberg attribútumok.

source: No Gutenberg attrs found in Trash.
hu_hu: A Lomtárban nem találhatók Gutenberg attribútumok.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Gutenberg attr Cover Image
hu_hu: Gutenberg attribútum borítóképe

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
hu_hu: Borítókép beállítása

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
hu_hu: Borítókép eltávolítása

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
hu_hu: Használat borítóképként

source: Gutenberg attr archives
hu_hu: Gutenberg attribútum archívumai

source: Add into Gutenberg attr
hu_hu: Hozzáadás a Gutenberg attribútumhoz

source: Uploaded to this Gutenberg attr
hu_hu: Feltöltve ehhez a Gutenberg attribútumhoz

source: Filter Gutenberg attrs list
hu_hu: Gutenberg attribútumok listájának szűrése

source: Gutenberg attrs list navigation
hu_hu: Gutenberg attribútumok listájának navigációja

source: Gutenberg attrs list
hu_hu: Gutenberg attribútumok listája

source: From all categories
hu_hu: Az összes kategóriából

source: Uncategorized
hu_hu: Kategorizálatlan

source: Build query
hu_hu: Lekérdezés összeállítása

source: Post count
hu_hu: Bejegyzések száma

source: Ignore Sticky posts
hu_hu: Kiemelt bejegyzések figyelmen kívül hagyása

source: Individual posts/pages
hu_hu: Egyedi bejegyzések/oldalak

source: Manage options
hu_hu: Beállítások kezelése

source: Field type is changed from "textarea_html" to "textarea", because it is already used by %s field. Textarea_html field's type can be used only once per shortcode.
hu_hu: A mező típusa "textarea_html"-ról "textarea"-ra változott, mert azt már a(z) %s mező használja. A Textarea_html mező típusa egy rövidkódon belül csak egyszer használható.

source: Add row
hu_hu: Sor hozzáadása

source: Drag to reorder
hu_hu: Átrendezés húzással

source: Add Grid template
hu_hu: Rácssablon hozzáadása

source: Grid Builder
hu_hu: Rácsépítő

source: Grid template
hu_hu: Rácssablon

source: Edit Grid template
hu_hu: Rácssablon szerkesztése

source: View Grid template
hu_hu: Rácssablon megtekintése

source: Search Grid templates
hu_hu: Rácssablonok keresése

source: No Grid templates found
hu_hu: Nem található rácssablon

source: No Grid templates found in Trash
hu_hu: Nem található rácssablon a Lomtárban

source: Builder
hu_hu: Építő

source: If you add this template, all your current changes will be removed. Are you sure you want to add template?
hu_hu: Ha hozzáadja ezt a sablont, minden jelenlegi módosítása elvész. Biztos benne, hogy hozzá szeretné adni a sablont?

source: Post title
hu_hu: Bejegyzés címe

source: The WordPress Excerpt is an optional summary or description of a post; in short, a post summary.
hu_hu: A WordPress kivonat egy bejegyzés opcionális összefoglalója vagy leírása; röviden: a bejegyzés összefoglalója.

source: Grid element settings
hu_hu: Rácselem beállításai

source: %s/12 width
hu_hu: %s/12 szélesség

source: Grid Templates
hu_hu: Rácssablonok

source: Custom Grid Templates
hu_hu: Egyéni rácssablonok

source: Add link
hu_hu: Hivatkozás hozzáadása

source: Post link
hu_hu: Bejegyzés hivatkozása

source: Post author
hu_hu: Bejegyzés szerzője

source: Large image
hu_hu: Nagy kép

source: Large image (prettyPhoto)
hu_hu: Nagy kép (prettyPhoto)

source: Full image
hu_hu: Teljes kép

source: Full image (prettyPhoto)
hu_hu: Teljes kép (prettyPhoto)

source: Select link option.
hu_hu: Válasszon hivatkozási opciót.

source: Open link in a new tab
hu_hu: Hivatkozás megnyitása új lapon

source: Select link target window.
hu_hu: Válassza ki a hivatkozás célablakát.

source: Add custom link.
hu_hu: Egyéni hivatkozás hozzáadása.

source: Use featured image on background?
hu_hu: Használja a kiemelt képet háttérként?

source: Note: Featured image overwrites background image and color from "Design Options".
hu_hu: Megjegyzés: A kiemelt kép felülírja a "Design Options" háttérképét és színét.

source: Use custom fonts?
hu_hu: Egyéni betűtípusokat használ?

source: Custom fonts
hu_hu: Egyéni betűtípusok

source: Yes theme default font family?
hu_hu: Igen, a téma alapértelmezett betűcsaládja?

source: Yes font family from the theme.
hu_hu: Igen, betűcsalád a témából.

source: Grid Item
hu_hu: Rácselem

source: Main grid item
hu_hu: Fő rácselem

source: A/B block
hu_hu: A/B blokk

source: Zone
hu_hu: Zóna

source: Normal
hu_hu: Normál

source: Height mode
hu_hu: Magasság módja

source: Original
hu_hu: Eredeti

source: Sizing proportions for height and width. Select "Original" to scale image without cropping.
hu_hu: Méretarányok magassághoz és szélességhez. Válassza az "Eredeti" lehetőséget a kép vágás nélküli méretezéséhez.

source: Enter custom height.
hu_hu: Adja meg az egyéni magasságot.

source: Hover
hu_hu: Lebegés

source: Additional
hu_hu: További

source: Post Title
hu_hu: Bejegyzés címe

source: Post
hu_hu: Bejegyzés

source: Title of current post
hu_hu: A jelenlegi bejegyzés címe

source: Post Excerpt
hu_hu: Bejegyzés kivonata

source: Excerpt or manual excerpt
hu_hu: Kivonat vagy kézi kivonat

source: Post Author
hu_hu: Bejegyzés szerzője

source: Author of current post
hu_hu: A jelenlegi bejegyzés szerzője

source: Add link to author?
hu_hu: Hozzáadjon hivatkozást a szerzőhöz?

source: Post Categories
hu_hu: Bejegyzés kategóriái

source: Categories of current post
hu_hu: Az aktuális bejegyzés kategóriái

source: Add link to category?
hu_hu: Hozzáadjon hivatkozást a kategóriához?

source: Comma
hu_hu: Vessző

source: Select category display style.
hu_hu: Válassza ki a kategória megjelenítési stílusát.

source: Select category color.
hu_hu: Válassza ki a kategória színét.

source: Category size
hu_hu: Kategória mérete

source: Select category size.
hu_hu: Válassza ki a kategória méretét.

source: Post Image
hu_hu: Bejegyzés képe

source: Featured image
hu_hu: Kiemelt kép

source: Enter image size (Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme). Alternatively enter size in pixels (Example: 200x100 (Width x Height)). Leave parameter empty to use "thumbnail" by default.
hu_hu: Adja meg a kép méretét (Példa: "thumbnail", "medium", "large", "full" vagy a témában meghatározott egyéb méretek). Alternatívaként adja meg a méretet pixelben (Példa: 200x100 (szélesség x magasság)). Hagyja üresen a paramétert az alapértelmezett "thumbnail" használatához.

source: Post Date
hu_hu: Bejegyzés dátuma

source: Post publish date
hu_hu: Bejegyzés közzétételének dátuma

source: Custom Field
hu_hu: Egyéni mező

source: Elements
hu_hu: Elemek

source: Custom fields data from meta values of the post.
hu_hu: Egyéni mezők adatai a bejegyzés metaértékeiből.

source: Field key name
hu_hu: Mező kulcsneve

source: Enter custom field name to retrieve meta data value.
hu_hu: Adja meg az egyéni mező nevét a metaadat értékének lekéréséhez.

source: Justify
hu_hu: Sorkizárás

source: Basic grid: Default
hu_hu: Alap rács: Alapértelmezett

source: Read more
hu_hu: Bővebben

source: Basic grid: Scale in with rotation
hu_hu: Alap rács: Skálázás befelé forgatással

source: Basic grid: Fade with side content
hu_hu: Alap rács: Halványítás oldalsó tartalommal

source: Basic grid: Slide bottom with icon
hu_hu: Alap rács: Alulról csúsztatás ikonnal

source: Basic grid: Vertical flip
hu_hu: Alap rács: Függőleges átfordítás

source: Basic grid: No animation
hu_hu: Alap rács: Nincs animáció

source: Basic grid: Go top slideout
hu_hu: Alap rács: Felfelé kicsúsztatás

source: Basic grid: Text first
hu_hu: Alap rács: Először a szöveg

source: Basic grid: Slide from left
hu_hu: Alap rács: Balról csúsztatás

source: Basic grid: Slide from top
hu_hu: Alap rács: Fentről csúsztatás

source: READ MORE
hu_hu: BŐVEBBEN

source: Masonry grid: Default
hu_hu: Mozaik rács: Alapértelmezett

source: Masonry grid: Fade in
hu_hu: Mozaik rács: Behalványulás

source: Masonry grid: Icon slide out
hu_hu: Mozaik rács: Ikon kicsúsztatása

source: Masonry grid: Slide from left
hu_hu: Mozaik rács: Balról csúsztatás

source: Masonry grid: Go top
hu_hu: Mozaik rács: Felfelé csúsztatás

source: Masonry grid: Overlay with rotation
hu_hu: Mozaik rács: Átfedés forgatással

source: Masonry grid: Blur out
hu_hu: Mozaik rács: Elhomályosítás

source: Masonry grid: Scale with rotation
hu_hu: Mozaik rács: Skálázás forgatással

source: Masonry grid: Slideo out from right
hu_hu: Mozaik rács: Kicsúszás jobbról

source: Masonry grid: With side content
hu_hu: Mozaik rács: Oldalsó tartalommal

source: Media grid: Default
hu_hu: Média rács: Alapértelmezett

source: Media grid: Simple overlay
hu_hu: Média rács: Egyszerű átfedés

source: Media grid: Fade in with icon
hu_hu: Média rács: Behalványulás ikonnal

source: Media grid: Bordered scale with title
hu_hu: Média rács: Szegélyezett skálázás címmel

source: Media grid: Scale with rotation
hu_hu: Média rács: Skálázás forgatással

source: Media grid: Slide out caption
hu_hu: Média rács: Felirat kicsúsztatása

source: Media grid: Horizontal flip with fade
hu_hu: Média rács: Vízszintes átfordítás halványítással

source: Media grid: Blur with content block
hu_hu: Média rács: Elmosás tartalomblokkal

source: Media grid: Slide in title
hu_hu: Médiarács: Cím becsúsztatása

source: Media grid: Scale in with icon
hu_hu: Médiarács: Nagyítás ikonnal

source: Masonry media: Default
hu_hu: Masonry média: Alapértelmezett

source: Masonry media: Bordered scale
hu_hu: Masonry média: Keretezett nagyítás

source: Masonry media: Solid blur out
hu_hu: Masonry média: Tömör elmosás kifelé

source: Masonry media: Scale with rotation light
hu_hu: Masonry média: Nagyítás forgatással (világos)

source: Masonry media: Slide with title and caption
hu_hu: Masonry média: Csúsztatás címmel és képaláírással

source: Masonry media: Scale with content block
hu_hu: Masonry média: Nagyítás tartalmi blokkal

source: Masonry media: Simple overlay
hu_hu: Masonry média: Egyszerű átfedés

source: Masonry media: Slide top
hu_hu: Masonry média: Csúsztatás felülről

source: Masonry media: Simple blur with scale
hu_hu: Masonry média: Egyszerű elmosás nagyítással

source: Select URL
hu_hu: Válasszon URL-t

source: Loading, please wait...
hu_hu: Betöltés, kérjük, várjon...

source: Crunching...
hu_hu: Feldolgozás...

source: Custom Code
hu_hu: Egyéni kód

source: Search element by name
hu_hu: Elem keresése név szerint

source: Drag to move %s
hu_hu: Húzza a(z) %s áthelyezéséhez

source: Prepend to %s
hu_hu: Előre illesztés ehhez: %s

source: Copy %s
hu_hu: Másolás: %s

source: Copy
hu_hu: Másolás

source: Append to %s
hu_hu: Hozzáfűzés ehhez: %s

source: Show %s controls
hu_hu: A(z) %s vezérlőinek megjelenítése

source: Change layout
hu_hu: Elrendezés módosítása

source: Add new %s
hu_hu: Új %s hozzáadása

source: Hide Page Title
hu_hu: Oldalcím elrejtése

source: Add New Category
hu_hu: Új kategória hozzáadása

source: — Parent Category —
hu_hu: — Szülő kategória —

source: Add
hu_hu: Hozzáadás

source: Select Category
hu_hu: Kategória kiválasztása

source: Allow Comments
hu_hu: Hozzászólások engedélyezése

source: Excerpt
hu_hu: Kivonat

source: Add a summary of the current %s content (Note: if left blank, the first few lines of the content will be used automatically)
hu_hu: Adjon meg egy összefoglalót a jelenlegi %s tartalmáról (Megjegyzés: ha üresen marad, a tartalom első néhány sora kerül automatikusan felhasználásra)

source: Manage menu
hu_hu: Menü kezelése

source: Manage your site menus
hu_hu: A webhely menüinek kezelése

source: in the WordPress dashboard
hu_hu: a WordPress vezérlőpultban

source: Change the destination link to the %s (Note: permalink settings as defined in WordPress Dashboard - Settings - Permalinks).
hu_hu: Módosítsa a célhivatkozást a(z) %s értékre (Megjegyzés: a permalink beállítások a WordPress Dashboard - Settings - Permalinks menüpontban találhatók).

source: Allow trackbacks and pingbacks on this page
hu_hu: Visszakövetések és pingbackek engedélyezése ezen az oldalon

source: Post status
hu_hu: Bejegyzés állapota

source: Draft
hu_hu: Vázlat

source: Pending Review
hu_hu: Ellenőrzésre vár

source: Published
hu_hu: Közzétéve

source: Template
hu_hu: Sablon

source: Select a template for your %s type from templates defined in WordPress.
hu_hu: Válasszon sablont a(z) %s típushoz a WordPressben meghatározott sablonok közül.

source: Please enter page title
hu_hu: Kérjük, adja meg az oldal címét

source: What's new in WPBakery 8.7?
hu_hu: Mi az újdonság a WPBakery 8.7-ben?

source: Experience a faster edit window loading with the new built-in WPBakery caching to speed up website creation.
hu_hu: Tapasztalja meg a gyorsabban betöltődő szerkesztőablakot az új, beépített WPBakery gyorsítótárazásnak köszönhetően, amely felgyorsítja a webhelykészítést.

source: Discover more premium add-ons and extensions right in the “Add Element” window.
hu_hu: Fedezzen fel további prémium bővítményeket és kiegészítőket közvetlenül az „Elem hozzáadása” ablakban.

source: Activate License
hu_hu: Licenc aktiválása

source: Direct plugin activation only.
hu_hu: Csak közvetlen beépülő modul-aktiválás.

source: Don't have a license?
hu_hu: Nincs licence?

source: Element Title
hu_hu: Elem címe

source: Template Title
hu_hu: Sablon címe

source: Enter element template title.
hu_hu: Adja meg az elem sablonjának címét.

source: Save as template
hu_hu: Mentés sablonként

source: Save as Element
hu_hu: Mentés elemként

source: Untitled
hu_hu: Cím nélkül

source: Start by adding elements or templates
hu_hu: Kezdje elemek vagy sablonok hozzáadásával

source: This is an empty page
hu_hu: Ez egy üres oldal

source: Select the layout and start building
hu_hu: Válassza ki az elrendezést, és kezdje el az építést

source: Search template by name
hu_hu: Sablon keresése név szerint

source: Default WordPress Theme Layout
hu_hu: Alapértelmezett WordPress témaelrendezés

source: Blank Page Layout by WPBakery
hu_hu: Üres oldal elrendezés a WPBakerytől

source: Element Settings
hu_hu: Elem beállításai

source: Add Element
hu_hu: Elem hozzáadása

source: Add text block
hu_hu: Szövegblokk hozzáadása

source: Add Text Block
hu_hu: Szövegblokk hozzáadása

source: Don't know where to start? Visit our %s.
hu_hu: Nem tudja, hol kezdje? Látogassa meg a %s oldalunkat.

source: knowledge base
hu_hu: tudásbázis

source: Describe content
hu_hu: Tartalom leírása

source: Output
hu_hu: Kimenet

source: WPBakery AI generated content will appear here.
hu_hu: A WPBakery AI által generált tartalom itt jelenik meg.

source: Select whether you want to generate new or improve the existing content.
hu_hu: Válassza ki, hogy újat szeretne létrehozni, vagy a meglévő tartalmat szeretné javítani.

source: Tone of voice
hu_hu: Hangnem

source: Select the tone of voice that is appealing to your audience.
hu_hu: Válassza ki a közönsége számára vonzó hangnemet.

source: Length
hu_hu: Hossz

source: Select the length of the content.
hu_hu: Válassza ki a tartalom hosszát.

source: Keywords
hu_hu: Kulcsszavak

source: Enter keywords to be added to the content (separate keywords with comma).
hu_hu: Adja meg a tartalomhoz hozzáadandó kulcsszavakat (a kulcsszavakat vesszővel válassza el).

source: Enter keywords to be added to the content (separate keywords with comma)
hu_hu: Adja meg a tartalomhoz hozzáadandó kulcsszavakat (a kulcsszavakat vesszővel válassza el)

source: Access WPBakery AI
hu_hu: Hozzáférés a WPBakery AI-hoz

source: Get access to WPBakery AI for free. All direct license owners with valid support period receive free access to WPBakery AI. Generate new content or improve the existing one to speed up your work and save resources.
hu_hu: Szerezzen ingyenes hozzáférést a WPBakery AI-hoz. Minden közvetlen licenctulajdonos érvényes támogatási időszakkal ingyenes hozzáférést kap a WPBakery AI-hoz. Hozzon létre új tartalmat, vagy javítsa a meglévőt, hogy felgyorsítsa munkáját és erőforrásokat takarítson meg.

source: Get WPBakery License
hu_hu: WPBakery licenc beszerzése

source: Insufficient WPBakery AI Credits
hu_hu: Nem elegendő WPBakery AI-kredit

source: You have reached your monthly limit of free
hu_hu: Elérte a havi ingyenes

source: WPBakery AI credits per site.
hu_hu: WPBakery AI-kreditek webhelyenkénti korlátját.
