Repository: hellowpio/wordpress-translations
Catalog: plugins/*/js_composer/js_composer-*.po
Languages: hu_hu

source: Are you sure you want to close the window without saving your changes?
hu_hu: Biztosan be akarja zárni az ablakot a módosítások mentése nélkül?

source: %s title
hu_hu: %s cím

source: Edit
hu_hu: Szerkesztés

source: An error occurred while generating the preview.
hu_hu: Hiba történt az előnézet létrehozása közben.

source: Invalid nonce.
hu_hu: Érvénytelen nonce.

source: Invalid category name.
hu_hu: Érvénytelen kategórianév.

source: Error fetching tags.
hu_hu: Hiba a címkék lekérése közben.

source: Blue
hu_hu: Kék

source: Turquoise
hu_hu: Türkiz

source: Pink
hu_hu: Rózsaszín

source: Violet
hu_hu: Ibolya

source: Black
hu_hu: Fekete

source: Grey
hu_hu: Szürke

source: Orange
hu_hu: Narancssárga

source: Sky
hu_hu: Égkék

source: Green
hu_hu: Zöld

source: Juicy pink
hu_hu: Élénk rózsaszín

source: Sandy brown
hu_hu: Homokbarna

source: Purple
hu_hu: Lila

source: White
hu_hu: Fehér

source: Alert
hu_hu: Figyelmeztetés

source: Info
hu_hu: Információ

source: Tick
hu_hu: Pipa

source: Explanation
hu_hu: Magyarázat

source: Address book
hu_hu: Címjegyzék

source: Alarm clock
hu_hu: Ébresztőóra

source: Anchor
hu_hu: Horgony

source: Application Image
hu_hu: Alkalmazás képe

source: Arrow
hu_hu: Nyíl

source: Asterisk
hu_hu: Csillag

source: Hammer
hu_hu: Kalapács

source: Balloon
hu_hu: Léggömb

source: Balloon Buzz
hu_hu: Buzz szövegbuborék

source: Balloon Facebook
hu_hu: Facebook szövegbuborék

source: Balloon Twitter
hu_hu: Twitter szövegbuborék

source: Battery
hu_hu: Akkumulátor

source: Binocular
hu_hu: Távcső

source: Document Excel
hu_hu: Excel-dokumentum

source: Document Image
hu_hu: Dokumentumkép

source: Document Music
hu_hu: Zenei dokumentum

source: Document Office
hu_hu: Office-dokumentum

source: Document PDF
hu_hu: PDF-dokumentum

source: Document Powerpoint
hu_hu: Powerpoint-dokumentum

source: Document Word
hu_hu: Word-dokumentum

source: Bookmark
hu_hu: Könyvjelző

source: Camcorder
hu_hu: Videokamera

source: Camera
hu_hu: Kamera

source: Chart
hu_hu: Diagram

source: Chart pie
hu_hu: Kördiagram

source: Clock
hu_hu: Óra

source: Fire
hu_hu: Tűz

source: Heart
hu_hu: Szív

source: Mail
hu_hu: E-mail

source: Play
hu_hu: Lejátszás

source: Shield
hu_hu: Pajzs

source: Video
hu_hu: Videó

source: Address book icon
hu_hu: Címjegyzék ikon

source: Alarm clock icon
hu_hu: Ébresztőóra ikon

source: Anchor icon
hu_hu: Horgony ikon

source: Application Image icon
hu_hu: Alkalmazáskép ikon

source: Arrow icon
hu_hu: Nyíl ikon

source: Asterisk icon
hu_hu: Csillag ikon

source: Hammer icon
hu_hu: Kalapács ikon

source: Balloon icon
hu_hu: Szövegbuborék ikon

source: Balloon Buzz icon
hu_hu: Buzz szövegbuborék ikon

source: Balloon Facebook icon
hu_hu: Facebook szövegbuborék ikon

source: Balloon Twitter icon
hu_hu: Twitter szövegbuborék ikon

source: Battery icon
hu_hu: Akkumulátor ikon

source: Binocular icon
hu_hu: Távcső ikon

source: Document Excel icon
hu_hu: Excel-dokumentum ikon

source: Document Image icon
hu_hu: Dokumentumkép ikon

source: Document Music icon
hu_hu: Zenei dokumentum ikon

source: Document Office icon
hu_hu: Office-dokumentum ikon

source: Document PDF icon
hu_hu: PDF-dokumentum ikon

source: Document Powerpoint icon
hu_hu: Powerpoint-dokumentum ikon

source: Document Word icon
hu_hu: Word-dokumentum ikon

source: Bookmark icon
hu_hu: Könyvjelző ikon

source: Camcorder icon
hu_hu: Videokamera ikon

source: Camera icon
hu_hu: Kamera ikon

source: Chart icon
hu_hu: Diagram ikon

source: Chart pie icon
hu_hu: Kördiagram ikon

source: Clock icon
hu_hu: Óra ikon

source: Fire icon
hu_hu: Tűz ikon

source: Heart icon
hu_hu: Szív ikon

source: Mail icon
hu_hu: E-mail ikon

source: Play icon
hu_hu: Lejátszás ikon

source: Shield icon
hu_hu: Pajzs ikon

source: Video icon
hu_hu: Videó ikon

source: Regular
hu_hu: Normál

source: Red
hu_hu: Piros

source: Same window
hu_hu: Ugyanabban az ablakban

source: New window
hu_hu: Új ablakban

source: Undo
hu_hu: Visszavonás

source: Redo
hu_hu: Újra

source: Templates
hu_hu: Sablonok

source: Add new element
hu_hu: Új elem hozzáadása

source: Preview
hu_hu: Előnézet

source: Save Draft
hu_hu: Piszkozat mentése

source: Save as Pending
hu_hu: Mentés függőben lévőként

source: Submit for Review
hu_hu: Ellenőrzésre küldés

source: Publish
hu_hu: Közzététel

source: Exit WPBakery Page Builder edit mode
hu_hu: Kilépés a WPBakery Page Builder szerkesztési módból

source: Custom CSS/JS
hu_hu: Egyéni CSS/JS

source: Page settings
hu_hu: Oldalbeállítások

source: Wrong name for shortcode:%s. Name required
hu_hu: Helytelen név a shortcode-hoz:%s. A név szükséges

source: Wrong base for shortcode:%s. Base required
hu_hu: Helytelen base a shortcode-hoz:%s. A base szükséges

source: Wrong attribute for '%s' shortcode. Attribute 'param_name' required
hu_hu: Helytelen attribútum a(z) '%s' shortcode-hoz. A 'param_name' attribútum szükséges

source: Wrong setting_name for shortcode:%s. Base can't be modified.
hu_hu: Helytelen setting_name a shortcode-hoz:%s. A base nem módosítható.

source: (no title)
hu_hu: (nincs cím)

source: Template library
hu_hu: Sablonkönyvtár

source: Sorry, there has been an error.
hu_hu: Sajnáljuk, hiba történt.

source: The file does not exist, please try again.
hu_hu: A fájl nem létezik, próbálja meg újra.

source: The export file could not be found at %s. It is likely that this was caused by a permissions problem.
hu_hu: Az exportfájl nem található itt: %s. Valószínűleg jogosultsági probléma okozta.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
hu_hu: Ezt a WXR fájlt (verzió %s) lehet, hogy nem támogatja az importáló jelen verziója. Kérjük, fontolja meg a frissítést.

source: Fetching attachments is not enabled
hu_hu: A mellékletek letöltése nincs engedélyezve

source: Invalid file type
hu_hu: Érvénytelen fájltípus

source: Remote server did not respond
hu_hu: A távoli kiszolgáló nem válaszolt

source: Remote server returned error response %1$d %2$s
hu_hu: A távoli kiszolgáló hibaválaszt adott: %1$d %2$s

source: Remote file is incorrect size
hu_hu: A távoli fájl mérete helytelen

source: Zero size file downloaded
hu_hu: Nulla méretű fájl került letöltésre

source: Remote file is too large, limit is %s
hu_hu: A távoli fájl túl nagy, a korlát: %s

source: This does not appear to be a WXR file, missing/invalid WXR version number
hu_hu: Úgy tűnik, ez nem WXR fájl, hiányzó/érvénytelen WXR verziószám

source: There was an error when reading this WXR file
hu_hu: Hiba történt a WXR fájl olvasásakor

source: Details are shown above. The importer will now try again with a different parser...
hu_hu: A részletek fent láthatók. Az importáló most egy másik elemzővel próbálkozik újra...

source: General
hu_hu: Általános

source: You are using outdated element, it is deprecated since version %s.
hu_hu: Elavult elemet használ, %s verzió óta elavult.

source: Edit %s with WPBakery Page Builder
hu_hu: A(z) %s szerkesztése a WPBakery Page Builderrel

source: Edit with WPBakery Page Builder
hu_hu: Szerkesztés a WPBakery Page Builderrel

source: Desktop
hu_hu: Asztali

source: Tablet landscape mode
hu_hu: Tablet fekvő mód

source: Tablet portrait mode
hu_hu: Táblagép álló mód

source: Smartphone portrait mode
hu_hu: Okostelefon álló mód

source: Responsive preview
hu_hu: Reszponzív előnézet

source: View Page
hu_hu: Oldal megtekintése

source: Full screen
hu_hu: Teljes képernyő

source: Exit full screen
hu_hu: Kilépés a teljes képernyőből

source: Most used
hu_hu: Leggyakrabban használt

source: All elements
hu_hu: Összes elem

source: Other
hu_hu: Egyéb

source: Deprecated
hu_hu: Elavult

source: My Elements
hu_hu: Saját elemek

source: More add-ons
hu_hu: További kiegészítők

source: Select row layout from predefined options.
hu_hu: Válassza ki a sor elrendezését az előre meghatározott lehetőségek közül.

source: Change particular row layout manually by specifying number of columns and their size value.
hu_hu: Módosítsa az adott sor elrendezését manuálisan az oszlopok számának és méretének megadásával.

source: Add element
hu_hu: Elem hozzáadása

source: Delete element
hu_hu: Elem törlése

source: Shortcode is not registered in WPBakery Page Builder
hu_hu: A Shortcode nincs regisztrálva a WPBakery Page Builderben

source: Access denied
hu_hu: Hozzáférés megtagadva

source: Save current layout as a template
hu_hu: Aktuális elrendezés mentése sablonként

source: Template name
hu_hu: Sablon neve

source: Save Template
hu_hu: Sablon mentése

source: Save layout and reuse it on different sections of this site.
hu_hu: Mentse az elrendezést, és használja újra a webhely különböző szakaszaiban.

source: Preview template
hu_hu: Sablon előnézete

source: Add template
hu_hu: Sablon hozzáadása

source: Delete template
hu_hu: Sablon törlése

source: Error: wrong template id.
hu_hu: Hiba: hibás sablonazonosító.

source: My Templates
hu_hu: Saját sablonok

source: Append previously saved template to the current layout.
hu_hu: Fűzze hozzá a korábban mentett sablont az aktuális elrendezéshez.

source: Default Templates
hu_hu: Alapértelmezett sablonok

source: Append default template to the current layout.
hu_hu: Fűzze hozzá az alapértelmezett sablont az aktuális elrendezéshez.

source: No title
hu_hu: Nincs cím

source: Post Custom Layout
hu_hu: Bejegyzés egyéni elrendezése

source: Scroll to element
hu_hu: Görgetés az elemhez

source: Color Picker Settings
hu_hu: Színválasztó beállításai

source: Typography
hu_hu: Tipográfia

source: Design Option (Skin builder)
hu_hu: Dizájnbeállítás (Skin builder)

source: WPBakery License Error:
hu_hu: WPBakery licenc hiba:

source: WPBakery Page Builder successfully activated.
hu_hu: A WPBakery Page Builder sikeresen aktiválva.

source: WPBakery Page Builder successfully deactivated.
hu_hu: A WPBakery Page Builder sikeresen deaktiválva.

source: Token is not valid or has expired
hu_hu: A token érvénytelen vagy lejárt

source: %s. Please try again.
hu_hu: %s. Kérjük, próbálja meg újra.

source: Server did not respond with OK: %s
hu_hu: A szerver nem OK választ adott: %s

source: Invalid response structure. Please contact us for support.
hu_hu: Érvénytelen válaszstruktúra. Kérjük, lépjen kapcsolatba velünk támogatásért.

source: Something went wrong. Please contact us for support.
hu_hu: Valami hiba történt. Kérjük, lépjen kapcsolatba velünk támogatásért.

source: Invalid license key
hu_hu: Érvénytelen licenckulcs

source: Your license data has been synchronized with support.wpbakery.com. Your support period expiration date is: %s
hu_hu: A licenc adatai szinkronizálásra kerültek a support.wpbakery.com oldallal. A támogatási időszak lejárati dátuma: %s

source: Your license data has been synchronized with support.wpbakery.com. Your support period expiration date is: %1$s. You can renew the support period %2$shere%3$s.
hu_hu: A licenc adatai szinkronizálásra kerültek a support.wpbakery.com oldallal. A támogatási időszak lejárati dátuma: %1$s. A támogatási időszakot %2$sitt%3$s megújíthatja.

source: Roles settings successfully saved.
hu_hu: A szerepkör-beállítások sikeresen mentve.

source: Default template for post types
hu_hu: Alapértelmezett sablon a bejegyzéstípusokhoz

source: Invalid template or post type.
hu_hu: Érvénytelen sablon vagy bejegyzéstípus.

source: General Settings
hu_hu: Általános beállítások

source: Module Manager
hu_hu: Modulkezelő

source: Product License
hu_hu: Terméklicenc

source: Disable responsive content elements
hu_hu: Reszponzív tartalmi elemek letiltása

source: Disable content elements from "stacking" one on top other on small media screens (Example: mobile devices).
hu_hu: Megakadályozza, hogy a tartalmi elemek "egymás tetejére" kerüljenek kis képernyőkön (példa: mobil eszközök).

source: Google fonts subsets
hu_hu: Google Fonts részhalmazok

source: Select subsets for Google Fonts available to content elements.
hu_hu: Válassza ki a Google Fonts részhalmazokat, amelyek elérhetők a tartalmi elemek számára.

source: Local Google Fonts
hu_hu: Helyi Google Fonts

source: Beta Version
hu_hu: Béta verzió

source: Disable Keyboard Shortcuts
hu_hu: Billentyűparancsok letiltása

source: Disable keyboard shortcuts.
hu_hu: Billentyűparancsok letiltása.

source: Are you sure you want to reset to defaults?
hu_hu: Biztos benne, hogy visszaállítja az alapértelmezéseket?

source: Saving...
hu_hu: Mentés...

source: Save Changes
hu_hu: Változtatások mentése

source: Design Options successfully saved.
hu_hu: A dizájnbeállítások sikeresen mentve.

source: Design Options could not be saved
hu_hu: A dizájnbeállításokat nem sikerült menteni

source: Problem with AJAX request execution, check internet connection and try again.
hu_hu: Probléma lépett fel az AJAX-kérés végrehajtásakor, ellenőrizze az internetkapcsolatát, és próbálja meg újra.

source: Are you sure you want to delete this shortcode?
hu_hu: Biztos benne, hogy törli ezt a rövidkódot?

source: Are you sure you want to delete the shortcode's param?
hu_hu: Biztos benne, hogy törli a rövidkód paraméterét?

source: My shortcodes
hu_hu: Saját rövidkódok

source: Shortcode name is required.
hu_hu: A rövidkód neve kötelező.

source: Please enter valid shortcode tag.
hu_hu: Kérjük, adjon meg érvényes rövidkód tag-et.

source: Please enter all required fields for params.
hu_hu: Kérjük, adjon meg minden kötelező mezőt a paraméterekhez.

source: New shortcode mapped from string!
hu_hu: Új rövidkód lett leképezve karakterláncból!

source: Shortcode updated!
hu_hu: Rövidkód frissítve!

source: Content param can not be added manually, please use checkbox.
hu_hu: A content paraméter nem adható hozzá manuálisan, kérjük, használja a jelölőnégyzetet.

source: Param %s already exists. Param names must be unique.
hu_hu: A(z) %s paraméter már létezik. A paraméterneveknek egyedieknek kell lenniük.

source: Please use only letters, numbers and underscore for param name
hu_hu: Kérjük, a paraméternévhez csak betűket, számokat és aláhúzásjelet használjon

source: Please enter valid shortcode to parse!
hu_hu: Kérjük, adjon meg érvényes rövidkódot a feldolgozáshoz!

source: Failed to sync license. Please try again later.
hu_hu: A licenc szinkronizálása nem sikerült. Kérjük, próbálja meg később újra.

source: Here you can tweak default WPBakery Page Builder content elements visual appearance. By default WPBakery Page Builder is using neutral light-grey theme. Changing "Main accent color" will affect all content elements if no specific "content block" related color is set.
hu_hu: Itt módosíthatja a WPBakery Page Builder tartalmi elemeinek alapértelmezett megjelenését. Alapértelmezés szerint a WPBakery Page Builder semleges, világosszürke témát használ. A "Main accent color" módosítása minden tartalmi elemre hatással lesz, ha nincs megadva konkrét, a "content block"-hoz kapcsolódó szín.

source: %1$s could not be created. Not available to create js_composer directory in uploads directory (%2$s).
hu_hu: A(z) %1$s nem hozható létre. Nem lehetséges a js_composer könyvtár létrehozása az uploads könyvtárban (%2$s).

source: Edit %s
hu_hu: %s szerkesztése

source: Clone %s
hu_hu: %s klónozása

source: Delete %s
hu_hu: %s törlése

source: Append to this %s
hu_hu: Hozzáfűzés ehhez: %s

source: Prepend to this %s
hu_hu: Hozzáadás ennek az elejére: %s

source: Move this %s
hu_hu: %s áthelyezése

source: Edit this %s
hu_hu: %s szerkesztése

source: Clone this %s
hu_hu: %s klónozása

source: Delete this %s
hu_hu: %s törlése

source: Append to this column
hu_hu: Hozzáfűzés ehhez az oszlophoz

source: Prepend to this column
hu_hu: Hozzáadás ennek az oszlopnak az elejére

source: Edit this column
hu_hu: Oszlop szerkesztése

source: Paste
hu_hu: Illessze be

source: Delete this column
hu_hu: Törölje ezt az oszlopot

source: Append to this %s item
hu_hu: Adja hozzá ehhez a(z) %s elemhez a végére

source: Prepend to this %s item
hu_hu: Adja hozzá ehhez a(z) %s elemhez az elejére

source: Edit %s item
hu_hu: Szerkessze a(z) %s elemet

source: Delete this %s item
hu_hu: Törölje ezt a(z) %s elemet

source: Drag Flexbox container to reorder
hu_hu: Húzza a Flexbox-konténert az átrendezéshez

source: Delete Flexbox container
hu_hu: Törölje a Flexbox-konténert

source: Edit Flexbox container
hu_hu: Szerkessze a Flexbox-konténert

source: Clone Flexbox container
hu_hu: Klónozza a Flexbox-konténert

source: Copy Flexbox container
hu_hu: Másolja a Flexbox-konténert

source: Toggle Flexbox container
hu_hu: Kapcsolja át a Flexbox-konténert

source: Add images
hu_hu: Adjon hozzá képeket

source: Single block (no animation)
hu_hu: Egy blokk (nincs animáció)

source: Double block (no animation)
hu_hu: Két blokk (nincs animáció)

source: Fade in
hu_hu: Fokozatos megjelenés

source: Scale in
hu_hu: Nagyítással megjelenés

source: Scale in with rotation
hu_hu: Nagyítással és forgatással megjelenés

source: Blur out
hu_hu: Elmosódással eltűnés

source: Blur scale out
hu_hu: Elmosódással és zsugorodással eltűnés

source: Slide in from left
hu_hu: Becsúszás balról

source: Slide in from right
hu_hu: Becsúszás jobbról

source: Slide bottom
hu_hu: Becsúszás alulról

source: Slide top
hu_hu: Becsúszás felülről

source: Vertical flip in with fade
hu_hu: Függőleges átfordulás áttűnéssel

source: Horizontal flip in with fade
hu_hu: Vízszintes átfordulás áttűnéssel

source: Go top
hu_hu: Ugorjon a tetejére

source: Go bottom
hu_hu: Ugorjon az aljára

source: Add to this grid item
hu_hu: Adjon hozzá ehhez a Grid-elemhez

source: Edit this grid item
hu_hu: Szerkessze ezt a Grid-elemet

source: Delete this grid item
hu_hu: Törölje ezt a Grid-elemet

source: Drag Grid container to reorder
hu_hu: Húzza a Grid-konténert az átrendezéshez

source: Delete Grid container
hu_hu: Törölje a Grid-konténert

source: Edit Grid container
hu_hu: Szerkessze a Grid-konténert

source: Clone Grid container
hu_hu: Klónozza a Grid-konténert

source: Copy Grid container
hu_hu: Másolja a Grid-konténert

source: Toggle Grid container
hu_hu: Kapcsolja át a Grid-konténert

source: Custom layout
hu_hu: Egyéni elrendezés

source: Drag row to reorder
hu_hu: Húzza a sort az átrendezéshez

source: Add column
hu_hu: Adjon hozzá oszlopot

source: Delete this row
hu_hu: Törölje ezt a sort

source: Edit this row
hu_hu: Szerkessze ezt a sort

source: Clone this row
hu_hu: Klónozza ezt a sort

source: Copy this row
hu_hu: Másolja ezt a sort

source: Toggle row
hu_hu: Kapcsolja át a sort

source: Add image
hu_hu: Adjon hozzá képet

source: Error! Can't connect to filesystem
hu_hu: Hiba! Nem lehet csatlakozni a fájlrendszerhez

source: To receive automatic updates license activation is required. Please visit %1$sSettings%2$s to activate your WPBakery Page Builder.
hu_hu: Az automatikus frissítésekhez licencaktiválás szükséges. Kérjük, keresse fel a %1$sBeállítások%2$s oldalt a WPBakery Page Builder aktiválásához.

source: Got WPBakery Page Builder in theme?
hu_hu: Van WPBakery Page Builder a témájában?

source: Getting download link...
hu_hu: Letöltési hivatkozás lekérése...

source: Download link could not be retrieved
hu_hu: A letöltési hivatkozást nem sikerült lekérni

source: Downloading package...
hu_hu: Csomag letöltése...

source: To receive automatic updates license activation is required. Please visit %1$ssettings%2$s to activate your WPBakery Page Builder.
hu_hu: Az automatikus frissítésekhez licencaktiválás szükséges. Kérjük, keresse fel a %1$sbeállítások%2$s menüpontot a WPBakery Page Builder aktiválásához.

source: %1$s Visit the %2$slicense%3$s section for more information.%4$s
hu_hu: %1$s További információért keresse fel a %2$slicenc%3$s szakaszt.%4$s

source: Field name
hu_hu: Mező neve

source: Choose field from group.
hu_hu: Válasszon mezőt a csoportból.

source: Field group
hu_hu: Mezőcsoport

source: Select field group.
hu_hu: Válasszon mezőcsoportot.

source: Show label
hu_hu: Címke megjelenítése

source: Enter label to display before key value.
hu_hu: Adja meg a címkét, amely a kulcs értéke előtt jelenjen meg.

source: Align
hu_hu: Igazítás

source: left
hu_hu: balra

source: right
hu_hu: jobbra

source: center
hu_hu: középre

source: justify
hu_hu: sorkizárt

source: Select alignment.
hu_hu: Válasszon igazítást.

source: No contact forms found
hu_hu: Nem találhatók kapcsolatfelvételi űrlapok

source: Place Contact Form7
hu_hu: Helyezze el a Contact Form7-et

source: Select contact form
hu_hu: Válasszon kapcsolatfelvételi űrlapot

source: Choose previously created contact form from the drop down list.
hu_hu: Válasszon a korábban létrehozott kapcsolatfelvételi űrlapok közül a legördülő listában.

source: Search title
hu_hu: Cím keresése

source: Enter optional title to search if no ID selected or cannot find by ID.
hu_hu: Adjon meg opcionális címet a kereséshez, ha nincs ID kiválasztva, vagy ID alapján nem található.

source: No sliders found
hu_hu: Nem találhatók sliderek

source: Place LayerSlider
hu_hu: Helyezze el a LayerSlidert

source: Select your LayerSlider.
hu_hu: Válassza ki a LayerSlidert.

source: Place Ninja Form
hu_hu: Helyezze el a Ninja Formot

source: Select ninja form
hu_hu: Válasszon Ninja Formot

source: Choose previously created ninja form from the drop down list.
hu_hu: Válasszon a korábban létrehozott Ninja Formok közül a legördülő listában.

source: Place Revolution slider
hu_hu: Helyezze el a Revolution slidert

source: Select your Revolution Slider.
hu_hu: Válassza ki a Revolution Slidert.

source: Menu order & title
hu_hu: Menüsorrend és cím

source: Include
hu_hu: Belefoglalás

source: Cart
hu_hu: Kosár

source: Displays the cart contents
hu_hu: Megjeleníti a kosár tartalmát

source: Checkout
hu_hu: Pénztár

source: Displays the checkout
hu_hu: Megjeleníti a pénztárat

source: Order Tracking Form
hu_hu: Rendeléskövető űrlap

source: Lets a user see the status of an order
hu_hu: Lehetővé teszi a felhasználó számára a rendelés állapotának megtekintését

source: My Account
hu_hu: Fiókom

source: Shows the "my account" section
hu_hu: Megjeleníti a "Fiókom" részt

source: Order count
hu_hu: Rendelések száma

source: You can specify the number or order to show, it's set by default to 15 (use -1 to display all orders.)
hu_hu: Megadhatja a megjelenítendő rendelések számát; alapértelmezésben 15 (az összes rendelés megjelenítéséhez használja a -1-et).

source: Recent products
hu_hu: Legutóbbi termékek

source: Lists recent products
hu_hu: Listázza a legutóbbi termékeket

source: Per page
hu_hu: Oldalanként

source: The "per_page" shortcode determines how many products to show on the page
hu_hu: A "per_page" shortcode meghatározza, hány termék jelenjen meg az oldalon

source: The columns attribute controls how many columns wide the products should be before wrapping.
hu_hu: A columns attribútum szabályozza, hány oszlop szélességben jelenjenek meg a termékek, mielőtt új sorba kerülnek.

source: Select how to sort retrieved products. More at %s.
hu_hu: Válassza ki, hogyan rendezze a lekért termékeket. Bővebben: %s.

source: Designates the ascending or descending order. More at %s.
hu_hu: Megadja a növekvő vagy csökkenő sorrendet. Bővebben: %s.

source: Featured products
hu_hu: Kiemelt termékek

source: Display products set as "featured"
hu_hu: Jelenítse meg a "kiemelt" jelölésű termékeket

source: Product
hu_hu: Termék

source: Show a single product by ID or SKU
hu_hu: Jelenítsen meg egyetlen terméket ID vagy SKU alapján

source: Select identificator
hu_hu: Válassza ki az azonosítót

source: Input product ID or product SKU or product title to see suggestions
hu_hu: Adja meg a termék ID-ját, SKU-ját vagy címét a javaslatok megjelenítéséhez

source: Products
hu_hu: Termékek

source: Show multiple products by ID or SKU.
hu_hu: Jelenítsen meg több terméket ID vagy SKU alapján.
