Repository: hellowpio/wordpress-translations
Catalog: plugins/*/js_composer/js_composer-*.po
Languages: hu_hu

source: The credits are used everytime you use WPBakery AI to generate content.
hu_hu: A kreditek minden alkalommal felhasználódnak, amikor a WPBakery AI-t tartalom generálására használja.

source: Get More Credits
hu_hu: További kreditek beszerzése

source: WPBakery AI (Beta)
hu_hu: WPBakery AI (Béta)

source: WPBakery AI is now generating the content …
hu_hu: A WPBakery AI most a tartalmat generálja …

source: large content generation can take up to several minutes
hu_hu: nagy mennyiségű tartalom generálása akár több percet is igénybe vehet

source: Insert
hu_hu: Beszúrás

source: Error with access to AI
hu_hu: Hiba az AI-hoz való hozzáférésnél

source: Custom CSS settings
hu_hu: Egyéni CSS-beállítások

source: Custom JavaScript in <head>
hu_hu: Egyéni JavaScript a <head>-ben

source: Custom JavaScript before </body>
hu_hu: Egyéni JavaScript a </body> előtt

source: Layout Option
hu_hu: Elrendezési beállítás

source: Change the layout of the current %s (Note: selecting Blank Page Layout will remove the header, footer, and sidebar).
hu_hu: Módosítsa a jelenlegi %s elrendezését (Megjegyzés: az Üres oldal elrendezés kiválasztása eltávolítja a fejlécet, a láblécet és az oldalsávot).

source: Close panel
hu_hu: Panel bezárása

source: Hide panel
hu_hu: Panel elrejtése

source: Edit Elements
hu_hu: Elemek szerkesztése

source: Discover elements from premium add-ons and tools designed to extend WPBakery and improve your overall WordPress site.
hu_hu: Fedezze fel a prémium kiegészítőkben és eszközökben elérhető elemeket, amelyeket a WPBakery bővítésére és a teljes WordPress webhelyének fejlesztésére terveztek.

source: Activated
hu_hu: Aktiválva

source: Learn more
hu_hu: Tudjon meg többet

source: What's new in WPBakery
hu_hu: Újdonságok a WPBakeryben

source: Got It!
hu_hu: Értettem!

source: Example
hu_hu: Példa

source: Example Title
hu_hu: Példa címe

source: Example description
hu_hu: Példa leírása

source: Preview as:
hu_hu: Előnézetként:

source: Mobile result
hu_hu: Mobilos eredmény

source: Desktop result
hu_hu: Asztali eredmény

source: SEO title
hu_hu: SEO cím

source: Meta description
hu_hu: Meta leírás

source: share preview
hu_hu: megosztási előnézet

source: Social title
hu_hu: Közösségi cím

source: Social description
hu_hu: Közösségi leírás

source: Exit Template Library
hu_hu: Kilépés a Sablonkönyvtárból

source: Activate WPBakery Page Builder
hu_hu: WPBakery Page Builder aktiválása

source: WPBakery Page Builder Template Library downloads are available for activated versions only. Activate WPBakery Page Builder direct license to access Template Library and receive other benefits.
hu_hu: A WPBakery Page Builder Sablonkönyvtár letöltései csak az aktivált verziók számára érhetők el. Aktiválja a WPBakery Page Builder közvetlen licencét, hogy hozzáférjen a Sablonkönyvtárhoz és egyéb előnyöket kapjon.

source: Download Template
hu_hu: Sablon letöltése

source: Downloading template ... please wait!
hu_hu: Sablon letöltése ... kérem, várjon!

source: Don't close this window until download is complete - you will be redirected back to Template Library automatically.
hu_hu: Ne zárja be ezt az ablakot, amíg a letöltés be nem fejeződik - automatikusan vissza lesz irányítva a Sablonkönyvtárba.

source: Download Templates
hu_hu: Sablonok letöltése

source: Access WPBakery Page Builder Template Library for unique layout templates. Download chosen templates and discover new layouts with regular template updates from WPBakery Page Builder team.
hu_hu: Férjen hozzá a WPBakery Page Builder Sablonkönyvtárához egyedi elrendezésű sablonokért. Töltse le a kiválasztott sablonokat, és fedezzen fel új elrendezéseket a WPBakery Page Builder csapatának rendszeres sablon frissítéseivel.

source: Access Library
hu_hu: Hozzáférés a könyvtárhoz

source: Elements within this list are deprecated and are no longer supported in newer versions of WPBakery Page Builder.
hu_hu: Ebben a listában szereplő elemek elavultak, és a WPBakery Page Builder újabb verzióiban már nem támogatottak.

source: Your user role have restricted access to content elements. If required, contact your site administrator to change WPBakery Page Builder Role Manager settings for your user role.
hu_hu: Az Ön felhasználói szerepköre korlátozott hozzáféréssel rendelkezik a tartalmi elemekhez. Szükség esetén lépjen kapcsolatba webhelye rendszergazdájával, hogy módosítsa a WPBakery Page Builder Szerepkör-kezelő beállításait az Ön szerepköréhez.

source: Manage elements
hu_hu: Elemek kezelése

source: Custom CSS & JS
hu_hu: Egyéni CSS & JS

source: Page Settings
hu_hu: Oldalbeállítások

source: Manage My Elements
hu_hu: Saját elemek kezelése

source: Remove existing elements
hu_hu: Meglévő elemek eltávolítása

source: Row Layout
hu_hu: Sor elrendezése

source: Row layout
hu_hu: Sor elrendezése

source: Enter custom layout for your row
hu_hu: Adja meg a sorához egyéni elrendezést

source: No templates found
hu_hu: Nem található sablon

source: Enabled
hu_hu: Engedélyezve

source: Enabled and default
hu_hu: Engedélyezve és alapértelmezett

source: Disabled
hu_hu: Letiltva

source: Disable Classic editor
hu_hu: Klasszikus szerkesztő letiltása

source: Backend editor
hu_hu: Backend szerkesztő

source: Code AI access
hu_hu: Code AI hozzáférés

source: Control access to WPBakery Page Builder AI assistant for code fields
hu_hu: Hozzáférés szabályozása a WPBakery Page Builder AI asszisztenséhez a kódmezőkhöz

source: Drag and Drop
hu_hu: Fogd és vidd

source: Control access rights to drag and drop functionality within the editor.
hu_hu: A fogd és vidd funkcióhoz való hozzáférési jogok szabályozása a szerkesztőn belül.

source: Frontend editor
hu_hu: Frontend szerkesztő

source: Control user access to Grid Builder and Grid Builder Elements.
hu_hu: A felhasználói hozzáférés szabályozása a Grid Builderhez és a Grid Builder elemeihez.

source: Control access to WPBakery Page Builder page settings. Note: Disable page settings to restrict editing of Custom CSS through page.
hu_hu: Hozzáférés szabályozása a WPBakery Page Builder oldalbeállításaihoz. Megjegyzés: Tiltsa le az oldalbeállításokat, hogy korlátozza az Egyéni CSS szerkesztését az oldalon keresztül.

source: Pages only
hu_hu: Csak oldalak

source: Enable WPBakery Page Builder for pages, posts and custom post types. Note: By default WPBakery Page Builder is available for pages only.
hu_hu: Engedélyezze a WPBakery Page Buildert oldalakhoz, bejegyzésekhez és egyéni bejegyzéstípusokhoz. Megjegyzés: Alapértelmezés szerint a WPBakery Page Builder csak az oldalakhoz érhető el.

source: Apply presets only
hu_hu: Csak előbeállítások alkalmazása

source: Element Presets
hu_hu: Elem előbeállítások

source: Control access rights to element presets in element edit form. Note: "Apply presets only" restricts users from saving new presets and deleting existing.
hu_hu: Szabályozza a hozzáférési jogokat az elem előbeállításaihoz az elem szerkesztési űrlapján. Megjegyzés: A "Csak előbeállítások alkalmazása" megakadályozza, hogy a felhasználók új előbeállításokat mentsenek és a meglévőket töröljék.

source: Settings options
hu_hu: Beállítási opciók

source: Control access rights to WPBakery Page Builder admin settings tabs (e.g. General Settings, Shortcode Mapper, ...)
hu_hu: Szabályozza a hozzáférési jogokat a WPBakery Page Builder adminisztrációs beállítások füleihez (pl. General Settings, Shortcode Mapper, ...)

source: Element
hu_hu: Elem

source: Edit only
hu_hu: Csak szerkesztés

source: Control user access to content elements.
hu_hu: Szabályozza a felhasználók hozzáférését a tartalmi elemekhez.

source: Apply templates only
hu_hu: Csak sablonok alkalmazása

source: Control access rights to templates and predefined templates. Note: "Apply templates only" restricts users from saving new templates and deleting existing.
hu_hu: Szabályozza a hozzáférési jogokat a sablonokhoz és az előre meghatározott sablonokhoz. Megjegyzés: A "Csak sablonok alkalmazása" megakadályozza, hogy a felhasználók új sablonokat mentsenek és a meglévőket töröljék.

source: Text AI access
hu_hu: Szöveg AI hozzáférés

source: Control access to WPBakery Page Builder AI assistant for text fields
hu_hu: Szabályozza a hozzáférést a WPBakery Page Builder AI-asszisztenséhez a szövegmezők esetében.

source: Unfiltered HTML
hu_hu: Szűretlen HTML

source: Allow to use Custom HTML in WPBakery Page Builder.
hu_hu: Engedélyezze az Egyéni HTML használatát a WPBakery Page Builderben.

source: Enable the plugin's beta version for this website for testing purposes. This feature is not recommended for production/live websites.
hu_hu: Engedélyezze a bővítmény béta verzióját ezen a webhelyen tesztelési célokra. Ez a funkció nem ajánlott éles/élő webhelyekhez.

source: By enabling beta, I agree to be contacted by WPBakery to collect feedback.
hu_hu: A béta engedélyezésével hozzájárulok, hogy a WPBakery felvegye velem a kapcsolatot visszajelzés gyűjtése céljából.

source: An active license is needed to access beta version controls.
hu_hu: Aktív licenc szükséges a béta verzió vezérlőinek eléréséhez.

source: Post type
hu_hu: Bejegyzéstípus

source: Synchronize
hu_hu: Szinkronizálás

source: Synchronize Google Fonts to update the font list with the latest fonts from Google.
hu_hu: Szinkronizálja a Google Fonts szolgáltatást a betűkészletlista frissítéséhez a Google legújabb betűkészleteivel.

source: Control module loading and availability in the editor. Disabled modules will be hidden from all user roles and corresponding functionality will not be loaded.
hu_hu: Szabályozza a modulok betöltését és elérhetőségét a szerkesztőben. A letiltott modulok rejtve lesznek minden felhasználói szerepkör elől, és a hozzájuk tartozó funkcionalitás nem töltődik be.

source: Control user group role access to the features and options of WPBakery Page Builder - manage WordPress default and custom roles.
hu_hu: Szabályozza a felhasználói csoportszerepkörök hozzáférését a WPBakery Page Builder funkcióihoz és opcióihoz - kezelje a WordPress alapértelmezett és egyéni szerepköreit.

source: Administrator role have always full access to WPBakery Page Builder features and options.
hu_hu: Az adminisztrátori szerepkör mindig teljes hozzáféréssel rendelkezik a WPBakery Page Builder funkcióihoz és opcióihoz.

source: It is optional to activate license on localhost development environment. You can still activate license on localhost to receive plugin updates and get access to template library.
hu_hu: Helyi (localhost) fejlesztőkörnyezetben a licenc aktiválása opcionális. A licencet ennek ellenére aktiválhatja localhoston, hogy bővítményfrissítéseket kapjon és hozzáférjen a sablonkönyvtárhoz.

source: Guide tours
hu_hu: Útmutató túrák

source: Guide tours are shown in WPBakery editors to help you to start working with editors. You can see them again by clicking button above.
hu_hu: A WPBakery szerkesztőiben útmutató túrák jelennek meg, hogy segítsenek elkezdeni a munkát a szerkesztőkkel. A fenti gombra kattintva újra megtekintheti őket.

source: Done
hu_hu: Kész

source: Reset
hu_hu: Visszaállítás

source: Restore Default
hu_hu: Alapértelmezés visszaállítása

source: Your WPBakery Page Builder license is activated. Automatic updates for the plugin are not available. To enable automatic updates, %1$ssynchronize%2$s your license and ensure you have a valid plugin support period - you can renew the support period %3$shere.%4$s To update manually, visit our customer center to download the latest version. Thank You for choosing WPBakery Page Builder.
hu_hu: Az Ön WPBakery Page Builder licence aktiválva van. A bővítmény automatikus frissítései nem érhetők el. Az automatikus frissítések engedélyezéséhez %1$sszinkronizálja%2$s a licencét, és győződjön meg róla, hogy érvényes bővítménytámogatási időszakkal rendelkezik - a támogatási időszakot %3$sitt%4$s megújíthatja. Kézi frissítéshez látogasson el ügyfélközpontunkba, és töltse le a legújabb verziót. Köszönjük, hogy a WPBakery Page Buildert választotta.

source: You have activated WPBakery Page Builder version which allows you to access all the customer benefits. Thank you for choosing WPBakery Page Builder as your page builder. If you do not wish to use WPBakery Page Builder on this WordPress site you can deactivate your license below.
hu_hu: Ön a WPBakery Page Builder olyan verzióját aktiválta, amely hozzáférést biztosít minden ügyfélelőnyhöz. Köszönjük, hogy a WPBakery Page Buildert választotta oldalépítőként. Ha nem kívánja használni a WPBakery Page Buildert ezen a WordPress webhelyen, alább deaktiválhatja a licencét.

source: Deactivate WPBakery Page Builder
hu_hu: WPBakery Page Builder deaktiválása

source: In order to receive all benefits of WPBakery Page Builder, you need to activate your copy of the plugin. By activating WPBakery Page Builder license you will unlock premium options - %1$sdirect plugin updates%2$s, access to %1$stemplate library%2$s and %1$sofficial support.%2$s
hu_hu: Ahhoz, hogy a WPBakery Page Builder minden előnyét megkapja, aktiválnia kell a bővítmény saját példányát. A WPBakery Page Builder licenc aktiválásával prémium lehetőségek nyílnak meg - %1$sközvetlen bővítményfrissítések%2$s, hozzáférés a %1$ssablonkönyvtárhoz%2$s és %1$shivatalos támogatás.%2$s

source: Don't have direct license yet? %1$sPurchase WPBakery Page Builder license%2$s.
hu_hu: Még nincs közvetlen licence? %1$sVásároljon WPBakery Page Builder licencet%2$s.

source: WPBakery AI credits allow you to use artificial intelligence within the editor to generate, improve, and translate content.
hu_hu: A WPBakery AI kreditek lehetővé teszik a mesterséges intelligencia használatát a szerkesztőn belül tartalom generálására, javítására és fordítására.

source: Your monthly credit usage:
hu_hu: Havi kreditfelhasználása:

source: Define the color schema available in the WPBakery color picker as color presets. Add your brand or frequently used colors for quick access. These settings affect only the color picker and will not affect any theme settings.
hu_hu: Határozza meg a WPBakery színválasztóban elérhető színsémát színelőbeállításokként. Adja hozzá a márka színeit vagy a gyakran használt színeket a gyors hozzáféréshez. Ezek a beállítások csak a színválasztót érintik, és nem befolyásolják a téma beállításait.

source: Welcome to WPBakery Page Builder %s
hu_hu: Üdvözöljük a WPBakery Page Builder %s-ben

source: The leading no-code solution for building and managing WordPress sites.
hu_hu: A vezető no-code megoldás WordPress-oldalak készítéséhez és kezeléséhez.

source: Version %s
hu_hu: Verzió %s

source: New to WPBakery Page Builder or Looking for More Information?
hu_hu: Új a WPBakery Page Builderben, vagy további információt keres?

source: WPBakery has complete documentation available at our knowledge base: %s which covers everything related to WPBakery Page Builder starting from Installation and up to more advanced features based on our Inner API.
hu_hu: A WPBakery teljes körű dokumentációja elérhető a tudásbázisunkban: %s, amely mindent lefed, ami a WPBakery Page Builderrel kapcsolatos, a telepítéstől kezdve egészen az Inner API-nkra épülő fejlettebb funkciókig.

source: Preface
hu_hu: Előszó

source: Introduction
hu_hu: Bevezetés

source: Pre-sales Questions
hu_hu: Vásárlás előtti kérdések

source: Support and Resources
hu_hu: Támogatás és erőforrások

source: Support Policy
hu_hu: Támogatási szabályzat

source: Release Notes / Changelog
hu_hu: Kiadási megjegyzések / Változásnapló

source: Licensing
hu_hu: Licencelés

source: Regular License
hu_hu: Normál licenc

source: 5 Sites
hu_hu: 5 webhely

source: 10 Sites
hu_hu: 10 webhely

source: Agency Program
hu_hu: Ügynökségi program

source: Extended License (Theme Integration)
hu_hu: Bővített licenc (témaintegráció)

source: Getting Started
hu_hu: Első lépések

source: Plugin Installation
hu_hu: Bővítmény telepítése

source: Activation
hu_hu: Aktiválás

source: Content Type
hu_hu: Tartalomtípus

source: Add - ons
hu_hu: Kiegészítők

source: Add-on Development Rules
hu_hu: Kiegészítő-fejlesztési szabályok

source: Theme Integration
hu_hu: Témaintegráció

source: Theme Integration Marketing
hu_hu: Témaintegráció marketing

source: Theme Integration Technical
hu_hu: Témaintegráció technikai

source: Learning More
hu_hu: További információk

source: Basic Concept
hu_hu: Alapvető koncepció

source: Blank Page Wizard
hu_hu: Üres oldal varázsló

source: Content Elements
hu_hu: Tartalmi elemek

source: Copy/Paste
hu_hu: Másolás/Beillesztés

source: Element Design Options
hu_hu: Elem dizájnbeállításai

source: Responsive Settings
hu_hu: Reszponzív beállítások

source: Template Library
hu_hu: Sablonkönyvtár

source: Image Filters
hu_hu: Képszűrők

source: Element Presets (My Elements)
hu_hu: Elem-előbeállítások (Saját elemek)

source: WPBakery Page Builder "How To's"
hu_hu: WPBakery Page Builder "Útmutatók"

source: In this section, you will find quick tips in form of video tutorials on how to operate with WPBakery Page Builder .
hu_hu: Ebben a szakaszban gyors tippeket talál videós oktatóanyagok formájában arról, hogyan dolgozhat a WPBakery Page Builder-rel .

source: Here you can find answers to the Frequently Asked Question about WPBakery Page Builder .
hu_hu: Itt megtalálja a WPBakery Page Builder-rel kapcsolatos Gyakran Ismételt Kérdésekre adott válaszokat .

source: Inner API
hu_hu: Belső API

source: Inner API section describes capabilities of interaction with WPBakery Page Builder .
hu_hu: A Belső API szakasz leírja a WPBakery Page Builder-rel való együttműködés lehetőségeit .

source: Visit Knowledge Base for more information
hu_hu: Látogasson el a Tudásbázisba további információkért

source: There are several resources available to WPBakery Page Builder users to help you to get around plugin:
hu_hu: A WPBakery Page Builder felhasználói számára több erőforrás is elérhető, hogy segítse Önt a bővítmény használatában:

source: Official website
hu_hu: Hivatalos weboldal

source: Official Knowledge Base
hu_hu: Hivatalos tudásbázis

source: Video Academy
hu_hu: Videóakadémia

source: Official support
hu_hu: Hivatalos támogatás

source: Facebook page
hu_hu: Facebook-oldal

source: Twitter account
hu_hu: Twitter-fiók

source: Official Support
hu_hu: Hivatalos támogatás

source: To get your support related question answered in the fastest timing, please head over to our %1$ssupport page%2$s and open Support ticket. To open a support ticket you should have a valid support subscription in case if your support has expired you can %3$spurchase support extension%4$s on support.wpbakery.com.
hu_hu: A támogatással kapcsolatos kérdésére a lehető leggyorsabban kapjon választ, kérjük, látogasson el %1$stámogatási oldalunkra%2$s, és nyisson támogatási jegyet. Támogatási jegy megnyitásához érvényes támogatási előfizetéssel kell rendelkeznie; ha a támogatása lejárt, a support.wpbakery.com oldalon %3$stámogatás-hosszabbítást vásárolhat%4$s.

source: Before applying for support please make sure you understand the rules of support and go through all steps described and listed in %1$sSupport Policy%2$s in order to get your issues solved as soon as possible.
hu_hu: Mielőtt támogatást kérne, kérjük, győződjön meg róla, hogy érti a támogatás szabályait, és menjen végig a %1$sTámogatási szabályzatban%2$s leírt és felsorolt összes lépésen, hogy problémái a lehető leghamarabb megoldódjanak.

source: Thank you for choosing WPBakery Page Builder,
hu_hu: Köszönjük, hogy a WPBakery Page Builder-t választotta,

source: Michael M, CEO at WPBakery,
hu_hu: Michael M, a WPBakery vezérigazgatója,

source: Responsive design settings are currently disabled. You can enable them in WPBakery Page Builder %1$ssettings page%2$s by unchecking "Disable responsive content elements".
hu_hu: A reszponzív dizájn beállításai jelenleg le vannak tiltva. A WPBakery Page Builder %1$sbeállítások oldalán%2$s tudja engedélyezni őket azzal, hogy a "Disable responsive content elements" jelölést kikapcsolja.

source: Device
hu_hu: Eszköz

source: Hide on device?
hu_hu: Elrejtés ezen az eszközön?

source: Inherit:
hu_hu: Öröklés:

source: Inherit from default
hu_hu: Öröklés az alapértelmezettből

source: Font preview
hu_hu: Betűtípus előnézete

source: Grumpy wizards make toxic brew for the evil Queen and Jack.
hu_hu: Zsémbes varázslók mérgező főzetet készítenek a gonosz királynőnek és Jacknek.

source: wpbakery notice
hu_hu: wpbakery értesítés

source: Dismiss this notice
hu_hu: Ezen értesítés elvetése

source: Delete this param
hu_hu: E paraméter törlése

source: View all posts in %s
hu_hu: Összes bejegyzés megtekintése itt: %s

source: Pagination Item
hu_hu: Oldalszámozási elem

source: Permalink to %s
hu_hu: Közvetlen hivatkozás ehhez: %s

source: Empty section. Edit page to add content here.
hu_hu: Üres szakasz. Szerkessze az oldalt, hogy tartalmat adjon hozzá ide.

source: View stream on flickr
hu_hu: Stream megtekintése a flickr oldalon

source: No image
hu_hu: Nincs kép

source: Item
hu_hu: Elem

source: Nothing found.
hu_hu: Nincs találat.

source: Empty tab. Edit page to add content here.
hu_hu: Üres lapfül. Szerkessze az oldalt, hogy tartalmat adjon hozzá ide.

source: Previous tab
hu_hu: Előző lapfül

source: Next tab
hu_hu: Következő lapfül

source: Tweet to
hu_hu: Tweet küldése ide

source: An error occurred when requesting a response from WPBakery AI (Code: 603): wpb-ai-element-type missing
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 603): wpb-ai-element-type hiányzik

source: An error occurred when requesting a response from WPBakery AI (Code: 604): wrong ai type value
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 604): hibás ai type érték

source: WPBakery Page Builder license not activated.
hu_hu: A WPBakery Page Builder licenc nincs aktiválva.

source: An error occurred when requesting a response from WPBakery AI (Code: 605) wrong url. Please check:
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 605) hibás url. Kérjük, ellenőrizze:

source: An error occurred when requesting a response from WPBakery AI (Code: 606): url attribute/s missing. Please check:
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 606): hiányzó url attribútum(ok). Kérjük, ellenőrizze:

source: An error occurred when requesting a response from WPBakery AI (Code: 607): file class controller does not exist. Please check:
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 607): file class controller nem létezik. Kérjük, ellenőrizze:

source: An error occurred when requesting a response from WPBakery AI (Code: 608): class controller does not exist. Please check:
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 608): class controller nem létezik. Kérjük, ellenőrizze:

source: An error occurred when requesting a response from WPBakery AI (Code: 609): method controlled does not exist. Please check:
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 609): method controlled nem létezik. Kérjük, ellenőrizze:

source: An error occurred when requesting a response from WPBakery AI (Code: 610): invalid data type. Please check:
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 610): érvénytelen adattípus. Kérjük, ellenőrizze:

source: An error occurred when requesting a response from WPBakery AI (Code: 611): response from route lib failed. Please check:
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 611): a route lib-ből érkező válasz sikertelen lett. Kérjük, ellenőrizze:

source: An error occurred when requesting a response from WPBakery AI (Code: 612): invalid response code:
hu_hu: Hiba történt a WPBakery AI válaszának lekérésekor (Code: 612): érvénytelen válaszkód:
