Repository: hellowpio/wordpress-translations
Catalog: plugins/*/js_composer/js_composer-*.po
Languages: hu_hu

source: Select display options for categories.
hu_hu: Válassza ki a kategóriák megjelenítési beállításait.

source: Use this widget to add one of your custom menus as a widget
hu_hu: Használja ezt a widgetet egy egyéni menüje widgetként való hozzáadásához

source: Menu
hu_hu: Menü

source: Custom menus not found. Please visit %1$sAppearance > Menus%2$s page to create new menu.
hu_hu: Egyéni menük nem találhatók. Kérjük, keresse fel a %1$sMegjelenés > Menük%2$s oldalt új menü létrehozásához.

source: Select menu to display.
hu_hu: Válassza ki a megjelenítendő menüt.

source: All Links
hu_hu: Összes hivatkozás

source: Your blogroll
hu_hu: Az Ön hivatkozáslistája

source: Link Category
hu_hu: Hivatkozáskategória

source: Link title
hu_hu: Hivatkozás címe

source: Link rating
hu_hu: Hivatkozás értékelése

source: Link ID
hu_hu: Hivatkozás azonosítója

source: Show Link Image
hu_hu: Hivatkozás képének megjelenítése

source: Show Link Name
hu_hu: Hivatkozás nevének megjelenítése

source: Show Link Description
hu_hu: Hivatkozás leírásának megjelenítése

source: Show Link Rating
hu_hu: Hivatkozás értékelésének megjelenítése

source: Number of links to show
hu_hu: Megjelenítendő hivatkozások száma

source: Log in/out, admin, feed and WordPress links
hu_hu: Bejelentkezés/kijelentkezés, admin, feed- és WordPress-hivatkozások

source: Your sites WordPress Pages
hu_hu: Webhelye WordPress-oldalai

source: Page title
hu_hu: Oldalcím

source: Page order
hu_hu: Oldalsorrend

source: Page ID
hu_hu: Oldal azonosítója

source: Select how to sort pages.
hu_hu: Válassza ki, hogyan rendezze az oldalakat.

source: Enter page IDs to be excluded (Note: separate values by commas (,)).
hu_hu: Adja meg a kizárandó oldalazonosítókat (Megjegyzés: az értékeket vesszővel (,) válassza el).

source: The most recent posts on your site
hu_hu: A webhelye legfrissebb bejegyzései

source: Number of posts
hu_hu: Bejegyzések száma

source: Enter number of posts to display.
hu_hu: Adja meg a megjelenítendő bejegyzések számát.

source: Display post date?
hu_hu: Megjeleníti a bejegyzés dátumát?

source: If checked, date will be displayed.
hu_hu: Ha bejelöli, a dátum megjelenik.

source: The most recent comments
hu_hu: A legfrissebb hozzászólások

source: Enter number of comments to display.
hu_hu: Adja meg a megjelenítendő hozzászólások számát.

source: Entries from any RSS or Atom feed
hu_hu: Bejegyzések bármely RSS- vagy Atom-feedből

source: Enter the RSS feed URL.
hu_hu: Adja meg az RSS feed URL-t.

source: Items
hu_hu: Elemek

source: 10 - Default
hu_hu: 10 - Alapértelmezett

source: Select how many items to display.
hu_hu: Válassza ki, hány elemet jelenítsen meg.

source: Item content
hu_hu: Elem tartalma

source: Display item author if available?
hu_hu: Megjeleníti az elem szerzőjét, ha elérhető?

source: Display item date?
hu_hu: Megjeleníti az elem dátumát?

source: Select display options for RSS feeds.
hu_hu: Válassza ki az RSS feedek megjelenítési beállításait.

source: A search form for your site
hu_hu: Keresőűrlap a webhelyéhez

source: Your most used tags in cloud format
hu_hu: Leggyakrabban használt címkéi felhő formátumban

source: Tags
hu_hu: Címkék

source: Taxonomy
hu_hu: Taxonómia

source: Select source for tag cloud.
hu_hu: Válassza ki a címkefelhő forrását.

source: Arbitrary text or HTML
hu_hu: Tetszőleges szöveg vagy HTML

source: Your WPBakery support period, automatic updates, and access to cloud features have expired, putting your site at risk in the future. Subscribe to Support Plus in the %1$sCustomer Center%2$s.
hu_hu: A WPBakery támogatási időszaka, az automatikus frissítések és a felhőfunkciókhoz való hozzáférés lejárt, ami a jövőben kockázatnak teszi ki a webhelyét. Fizessen elő a Support Plus-ra a %1$sCustomer Center%2$s-ben.

source: There is a new version of the WPBakery available. Automatic update is unavailable for this plugin. Visit the %1$slicense%2$s section for more information.
hu_hu: Elérhető a WPBakery új verziója. Ennél a bővítménynél az automatikus frissítés nem érhető el. További információért keresse fel a %1$slicense%2$s szakaszt.

source: Get a direct %1$sWPBakery license%2$s to unlock customer support, cloud services, and automatic updates or %3$sactivate your license%4$s.
hu_hu: Szerezzen közvetlen %1$sWPBakery license%2$s-t az ügyféltámogatás, a felhőszolgáltatások és az automatikus frissítések feloldásához, vagy %3$sactivate your license%4$s.

source: Start Here!
hu_hu: Kezdje itt!

source: Start easy - use predefined template as a starting point and modify it.
hu_hu: Kezdjen egyszerűen - használjon előre definiált sablont kiindulási pontként, és módosítsa azt.

source: Use Animations
hu_hu: Használjon animációkat

source: Select animation preset for grid element. "Hover" state will be added next to the "Normal" state tab.
hu_hu: Válasszon animációs előbeállítást a rácselemhez. A "Hover" állapot hozzáadásra kerül a "Normal" állapotfül mellé.

source: Style Design Options
hu_hu: Stílus tervezési beállítások

source: Edit "Normal" state to set "Featured image" as a background, control zone sizing proportions and other design options (Height mode: Select "Original" to scale image without cropping).
hu_hu: Szerkessze a "Normal" állapotot a "Featured image" háttérként való beállításához, a zónaméretezés arányainak szabályozásához és egyéb tervezési beállításokhoz (Height mode: Válassza az "Original" beállítást a kép vágás nélküli méretezéséhez).

source: Extend Element
hu_hu: Elem kibővítése

source: Additional content zone can be added to grid element edges (Note: This zone can not be animated).
hu_hu: További tartalomzóna adható a rácselem széleihez (Megjegyzés: ez a zóna nem animálható).

source: Watch Video Tutorial
hu_hu: Tekintse meg a videós oktatóanyagot

source: Have a look how easy it is to work with grid element builder.
hu_hu: Nézze meg, milyen egyszerű a rácselem-építővel dolgozni.

source: Antique
hu_hu: Antik

source: Black & White
hu_hu: Fekete & fehér

source: Boost
hu_hu: Fokozás

source: Concentrate
hu_hu: Koncentrálás

source: Country
hu_hu: Vidékies

source: Darken
hu_hu: Sötétítés

source: Dream
hu_hu: Álom

source: Forest
hu_hu: Erdő

source: Fresh Blue
hu_hu: Friss kék

source: Frozen
hu_hu: Fagyos

source: Her Majesty
hu_hu: Őfelsége

source: Light
hu_hu: Világos

source: Orange Peel
hu_hu: Narancshéj

source: Rain
hu_hu: Eső

source: Retro
hu_hu: Retró

source: Sepia
hu_hu: Szépia

source: Summer
hu_hu: Nyár

source: Tender
hu_hu: Lágy

source: Washed
hu_hu: Kifakult

source: Image filter
hu_hu: Képszűrő

source: Filter:
hu_hu: Szűrő:

source: Welcome to WPBakery Page Builder
hu_hu: Üdvözöljük a WPBakery Page Builderben

source: Choose Backend or Frontend editor.
hu_hu: Válassza a Backend vagy a Frontend szerkesztőt.

source: Layout selection
hu_hu: Elrendezés kiválasztása

source: Select the layout to be used for this post/page.
hu_hu: Válassza ki az ehhez a bejegyzéshez/oldalhoz használandó elrendezést.

source: Add Elements
hu_hu: Elemek hozzáadása

source: Add new element or start with a template.
hu_hu: Adjon hozzá új elemet, vagy kezdjen egy sablonnal.

source: Rows and Columns
hu_hu: Sorok és oszlopok

source: This is a row container. Divide it into columns and style it. You can add elements into columns.
hu_hu: Ez egy sorkonténer. Ossza fel oszlopokra, és stílusozza. Az oszlopokba elemeket adhat hozzá.

source: Control Elements
hu_hu: Vezérlőelemek

source: You can edit your element at any time and drag it around your layout.
hu_hu: Elemét bármikor szerkesztheti, és az elrendezésen belül áthúzhatja.

source: P.S. Learn more at our %1$sKnowledge Base%2$s.
hu_hu: Utóirat: Tudjon meg többet a %1$sTudásbázisunkban%2$s.

source: Auto save
hu_hu: Automatikus mentés

source: Enable auto-save, or use legacy save.
hu_hu: Kapcsolja be az automatikus mentést, vagy használja a régi mentést.

source: Enable
hu_hu: Engedélyezés

source: Close
hu_hu: Bezárás

source: Save changes
hu_hu: Módosítások mentése

source: Enter element title.
hu_hu: Adja meg az elem címét.

source: Finish
hu_hu: Befejezés

source: Next
hu_hu: Tovább

source: Prev
hu_hu: Előző

source: Role Manager
hu_hu: Szerepkör-kezelő

source: Roles Manager
hu_hu: Szerepkörök kezelése

source: What's New
hu_hu: Újdonságok

source: Resources
hu_hu: Erőforrások

source: About
hu_hu: Névjegy

source: No Gravity forms found.
hu_hu: Nem találhatók Gravity Forms űrlapok.

source: Select a form to display.
hu_hu: Válasszon ki egy megjelenítendő űrlapot.

source: Place Gravity form
hu_hu: Gravity Form elhelyezése

source: Form
hu_hu: Űrlap

source: Select a form to add it to your post or page.
hu_hu: Válasszon ki egy űrlapot, hogy hozzáadja a bejegyzéséhez vagy oldalához.

source: Display Form Title
hu_hu: Űrlap címének megjelenítése

source: Would you like to display the forms title?
hu_hu: Szeretné megjeleníteni az űrlap címét?

source: Display Form Description
hu_hu: Űrlap leírásának megjelenítése

source: Would you like to display the forms description?
hu_hu: Szeretné megjeleníteni az űrlap leírását?

source: Enable AJAX?
hu_hu: Engedélyezi az AJAX-ot?

source: Enable AJAX submission?
hu_hu: Engedélyezi az AJAX-alapú beküldést?

source: Tab Index
hu_hu: Tabulátorindex

source: (Optional) Specify the starting tab index for the fields of this form. Leave blank if you're not sure what this is.
hu_hu: (Opcionális) Adja meg az űrlap mezőinek kezdő tabulátorindexét. Hagyja üresen, ha nem biztos benne, hogy mi ez.

source: Disable Gutenberg Editor
hu_hu: Gutenberg szerkesztő letiltása

source: Disable Gutenberg Editor.
hu_hu: Gutenberg szerkesztő letiltása.

source: WPBakery Page Builder Settings
hu_hu: WPBakery Page Builder beállításai

source: Settings
hu_hu: Beállítások

source: About WPBakery Page Builder
hu_hu: A WPBakery Page Builder névjegye

source: Add/remove picture
hu_hu: Kép hozzáadása/eltávolítása

source: Finish Adding Images
hu_hu: Képek hozzáadásának befejezése

source: Add Image
hu_hu: Kép hozzáadása

source: Add Images
hu_hu: Képek hozzáadása

source: Backend Editor
hu_hu: Backend szerkesztő

source: Frontend Editor
hu_hu: Frontend szerkesztő

source: Classic Mode
hu_hu: Klasszikus mód

source: Enter template name you want to save.
hu_hu: Adja meg a menteni kívánt sablon nevét.

source: Confirm deleting "{template_name}" template, press Cancel to leave. This action cannot be undone.
hu_hu: Erősítse meg a(z) "{template_name}" sablon törlését, a Mégse gombbal léphet ki. Ez a művelet nem vonható vissza.

source: Press OK to delete section, Cancel to leave
hu_hu: Nyomja meg az OK gombot a szakasz törléséhez, a Mégse gombbal kiléphet

source: Drag and drop me in the column
hu_hu: Fogja meg és húzza az oszlopba

source: Press OK to delete "{tab_name}" tab, Cancel to leave
hu_hu: Nyomja meg az OK gombot a(z) "{tab_name}" fül törléséhez, a Mégse gombbal kiléphet

source: Slide
hu_hu: Dia

source: Please enter new tab title
hu_hu: Adja meg az új fül címét

source: Press OK to delete "{tab_name}" section, Cancel to leave
hu_hu: Nyomja meg az OK gombot a(z) "{tab_name}" szakasz törléséhez, a Mégse gombbal kiléphet

source: Please enter new section title
hu_hu: Adja meg az új szakasz címét

source: Error. Please try again.
hu_hu: Hiba. Kérjük, próbálja meg újra.

source: If you close this window all shortcode settings will be lost. Close this window?
hu_hu: Ha bezárja ezt az ablakot, minden shortcode-beállítás elvész. Bezárja ezt az ablakot?

source: Select element type
hu_hu: Válassza ki az elemtípust

source: Media gallery
hu_hu: Médiagaléria

source: Element settings
hu_hu: Elem beállításai

source: Add tab
hu_hu: Fül hozzáadása

source: Are you sure you want to convert to new version?
hu_hu: Biztos benne, hogy át szeretne térni az új verzióra?

source: Loading...
hu_hu: Betöltés...

source: Set Image
hu_hu: Kép beállítása

source: Are you sure that you want to remove all your data?
hu_hu: Biztos benne, hogy minden adatát el szeretné távolítani?

source: Loop settings
hu_hu: Ismétlés beállításai

source: Custom row layout
hu_hu: Egyéni sorkiosztás

source: Wrong row layout format! Example: 1/2 + 1/2 or span6 + span6.
hu_hu: Hibás sorkiosztás-formátum! Példa: 1/2 + 1/2 vagy span6 + span6.

source: Row background color
hu_hu: Sor háttérszíne

source: Row background image
hu_hu: Sor háttérképe

source: Column background color
hu_hu: Oszlop háttérszíne

source: Column background image
hu_hu: Oszlop háttérképe

source: Grid container background color
hu_hu: Rács konténer háttérszíne

source: Grid container background image
hu_hu: Rács konténer háttérképe

source: Grid item background color
hu_hu: Rács elem háttérszíne

source: Grid item background image
hu_hu: Rács elem háttérképe

source: Flexbox container background color
hu_hu: Flexbox konténer háttérszíne

source: Flexbox container background image
hu_hu: Flexbox konténer háttérképe

source: Flexbox item background color
hu_hu: Flexbox elem háttérszíne

source: Flexbox item background image
hu_hu: Flexbox elem háttérképe

source: Grid builder item background image
hu_hu: Rácsépítő elem háttérképe

source: Grid builder item background color
hu_hu: Rácsépítő elem háttérszíne

source: Guides ON
hu_hu: Segédvonalak BE

source: Guides OFF
hu_hu: Segédvonalak KI

source: New template successfully saved.
hu_hu: Új sablon sikeresen mentve.

source: Template added to the page.
hu_hu: Sablon hozzáadva az oldalhoz.

source: Template added to the page. Template has ID attributes, make sure that they are not used more than once on the same page.
hu_hu: Sablon hozzáadva az oldalhoz. A sablon ID attribútumokat tartalmaz, győződjön meg róla, hogy ugyanazon az oldalon nem használja őket egynél többször.

source: Template successfully removed.
hu_hu: Sablon sikeresen eltávolítva.

source: Template is empty: There is no content to be saved as a template.
hu_hu: A sablon üres: nincs olyan tartalom, amely sablonként menthető.

source: Error while saving template.
hu_hu: Hiba a sablon mentése közben.

source: Page settings updated!
hu_hu: Oldalbeállítások frissítve!

source: Custom CSS/JS updated!
hu_hu: Egyéni CSS/JS frissítve!

source: SEO settings updated!
hu_hu: SEO beállítások frissítve!

source: Update all
hu_hu: Összes frissítése

source: The changes you made will be lost if you navigate away from this page.
hu_hu: Az Ön által végrehajtott módosítások elvesznek, ha elnavigál erről az oldalról.

source: %s saved!
hu_hu: %s mentve!

source: %s deleted!
hu_hu: %s törölve!

source: %%1$s cloned. %2$sEdit now?%s
hu_hu: %%1$s klónozva. %2$sSzerkeszti most?%s

source: Loading font failed
hu_hu: A betűkészlet betöltése sikertelen

source: Loading Font...
hu_hu: Betűkészlet betöltése...

source: Unable to load Google Fonts
hu_hu: Nem tölthető be a Google Fonts

source: no title
hu_hu: nincs cím

source: No elements found
hu_hu: Nem található elem

source: No addons found
hu_hu: Nem található kiegészítő

source: Error while applying filter to the image. Check your server and memory settings.
hu_hu: Hiba a szűrő képhez történő alkalmazásakor. Ellenőrizze a szerver- és memória-beállításokat.

source: Saved!
hu_hu: Mentve!

source: Failed to Save!
hu_hu: Nem sikerült menteni!

source: You are about to delete this preset. This action can not be undone.
hu_hu: Ezt az előbeállítást készül törölni. Ez a művelet nem vonható vissza.

source: Downloaded
hu_hu: Letöltve

source: Update
hu_hu: Frissítés

source: Failed to download template
hu_hu: A sablon letöltése nem sikerült

source: Element successfully removed.
hu_hu: Elem sikeresen eltávolítva.

source: Successfully updated!
hu_hu: Sikeresen frissítve!

source: Gutenberg plugin doesn't work properly. Please check Gutenberg plugin.
hu_hu: A Gutenberg bővítmény nem működik megfelelően. Kérjük, ellenőrizze a Gutenberg bővítményt.

source: Custom HTML is disabled for your user role. Please contact your site Administrator to change your capabilities.
hu_hu: Az egyéni HTML le van tiltva az Ön felhasználói szerepköréhez. Kérjük, lépjen kapcsolatba a webhely adminisztrátorával a jogosultságai módosításához.

source: This
hu_hu: Ez

source: can not be edited with WPBakery since it is missing a WordPress default content area.
hu_hu: nem szerkeszthető a WPBakery-vel, mivel hiányzik belőle a WordPress alapértelmezett tartalmi területe.

source: Generate
hu_hu: Generálás

source: Regenerate
hu_hu: Újragenerálás

source: Problems
hu_hu: Problémák

source: Warnings
hu_hu: Figyelmeztetések

source: Good job!
hu_hu: Jó munka!

source: Well done!
hu_hu: Szép munka!

source: Great work!
hu_hu: Remek munka!

source: Great!
hu_hu: Nagyszerű!

source: Internal links
hu_hu: Belső linkek

source: Outbound links
hu_hu: Kimenő linkek

source: No outbound links appear in this page.
hu_hu: Ezen az oldalon nem található kimenő link.

source: No internal links appear in this page, make sure to add some!
hu_hu: Ezen az oldalon nem találhatók belső linkek, feltétlenül adjon hozzá néhányat!

source: No images appear on this page. Add some!
hu_hu: Ezen az oldalon nem találhatók képek. Adjon hozzá néhányat!

source: Focus keyphrase
hu_hu: Fókusz kulcskifejezés

source: No focus keyphrase was set for this page.
hu_hu: Ehhez az oldalhoz nincs beállítva fókusz kulcskifejezés.

source: SEO title width
hu_hu: SEO-cím szélessége

source: The SEO title is wider than the viewable limit. Try to make it shorter.
hu_hu: A SEO-cím szélesebb a megjeleníthető határnál. Próbálja meg rövidebbre venni.

source: Text Length
hu_hu: Szöveg hossza

source: The text contains %1$s words. This is %2$s the recommended minimum of 300 words.
hu_hu: A szöveg %1$s szót tartalmaz. Ez %2$s a javasolt 300 szavas minimum.

source: The text contains %s words. Good job!
hu_hu: A szöveg %s szót tartalmaz. Jó munka!

source: Please create an SEO title.
hu_hu: Kérjük, hozzon létre egy SEO-címet.

source: Meta description length
hu_hu: Meta leírás hossza

source: No meta description has been specified. Search engines will display copy from the page instead. Make sure to write one!
hu_hu: Nincs megadva meta leírás. A keresőmotorok helyette az oldal szövegéből jelenítenek meg részletet. Feltétlenül írjon egyet!

source: The meta description is too short (under 120 characters). Up to 156 characters are available. Use the space!
hu_hu: A meta leírás túl rövid (120 karakter alatt van). Legfeljebb 156 karakter áll rendelkezésre. Használja ki a helyet!

source: The meta description is over 156 characters. To ensure the entire description will be visible, you should reduce the length!
hu_hu: A meta leírás meghaladja a 156 karaktert. Annak érdekében, hogy a teljes leírás látható legyen, csökkentse a hosszát!

source: Keyphrase in SEO title
hu_hu: Kulcskifejezés a SEO-címben

source: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning.
hu_hu: A fókusz kulcskifejezés pontos egyezése szerepel a SEO-címben, de nem az elején.

source: Not all the words from your keyphrase "%1$s" appear in the SEO title.
hu_hu: Nem szerepel a SEO-címben a(z) "%1$s" kulcskifejezés minden szava.

source: Keyphrase in meta description
hu_hu: Kulcskifejezés a meta leírásban

source: The meta description has been specified, but it does not contain the keyphrase
hu_hu: A meta leírás meg van adva, de nem tartalmazza a kulcskifejezést

source: Keyphrase appears in the meta description. Well done!
hu_hu: A kulcskifejezés szerepel a meta leírásban. Szép munka!

source: Keyphrase in slug
hu_hu: Kulcskifejezés a slugban

source: (Part of) your keyphrase does not appear in the slug.
hu_hu: Kulcskifejezének (egy része) nem szerepel a slugban.

source: Image Keyphrase
hu_hu: Kép kulcskifejezése

source: Out of %1$s images on this page, %2$s have alt attributes with words from your keyphrase or synonyms. That's a bit much. Only include the keyphrase or its synonyms when it really fits the image.
hu_hu: Az oldalon található %1$s képből %2$s rendelkezik olyan alt attribútummal, amely tartalmazza a kulcskifejezésének vagy annak szinonimáinak szavait. Ez egy kicsit sok. Csak akkor használja a kulcskifejezést vagy a szinonimáit, ha az valóban illik a képhez.

source: Out of %1$s images on this page, only %2$s has an alt attribute that reflects the topic of your text. Add your keyphrase or synonyms to the alt tags of more relevant images!
hu_hu: Az oldalon található %1$s képből csak %2$s rendelkezik olyan alt attribútummal, amely tükrözi szövegének témáját. Adja hozzá a kulcskifejezését vagy annak szinonimáit a relevánsabb képek alt attribútumaihoz!

source: Images on this page do not have alt attributes with at least half of the words from your keyphrase.
hu_hu: Ezen az oldalon a képek alt attribútumai nem tartalmazzák a kulcskifejezésének szavaiból legalább a felét.

source: Keyphrase in introduction
hu_hu: Kulcskifejezés a bevezetőben

source: Your keyphrase do not appear in the first paragraph.
hu_hu: Kulcskifejezése nem szerepel az első bekezdésben.

source: Keyphrase density
hu_hu: Kulcskifejezés-sűrűség

source: The keyphrase was found %1$s times. This is great!
hu_hu: A kulcskifejezés %1$s alkalommal fordul elő. Ez nagyszerű!

source: The keyphrase was found %1$s time. That's less than the recommended minimum of %2$s times for a text of this length.
hu_hu: A kulcskifejezés %1$s alkalommal fordul elő. Ez kevesebb, mint a javasolt minimum, %2$s alkalom, ilyen hosszúságú szövegnél.

source: The keyphrase was found %1$s times. That's way more than the recommended maximum of %2$s times for a text of this length.
hu_hu: A kulcskifejezés %1$s alkalommal fordul elő. Ez jóval több, mint a javasolt maximum, %2$s alkalom, ilyen hosszúságú szövegnél.

source: Consecutive sentences
hu_hu: Egymást követő mondatok

source: There is enough variety in your sentences. That's great!
hu_hu: Mondatai kellően változatosak. Ez nagyszerű!

source: The text contains %1$s consecutive sentences starting with the same word.
hu_hu: A szövegben %1$s egymást követő mondat kezdődik ugyanazzal a szóval.

source: Passive voice
hu_hu: Szenvedő szerkezet

source: %s of the sentences contain passive voice, which is more than the recommended maximum of 10%
hu_hu: A mondatok %s-a szenvedő szerkezetű, ami több, mint a javasolt maximum, 10%

source: You're using enough active voice. That's great!
hu_hu: Elegendő aktív szerkezetet használ. Ez nagyszerű!

source: Paragraph length
hu_hu: Bekezdések hossza

source: %s of the paragraphs contains more than the recommended maximum of 150 words.
hu_hu: A bekezdések %s-a meghaladja az ajánlott, 150 szavas maximumot.

source: None of the paragraphs are too long. Great job!
hu_hu: Egyik bekezdés sem túl hosszú. Remek munka!

source: Sentence length
hu_hu: Mondathossz

source: %s%% of the sentences contain more than 20 words, which is more than the recommended maximum of 25%.
hu_hu: A mondatok %s%%-a több mint 20 szót tartalmaz, ami több, mint az ajánlott maximum, 25%.

source: Subheading distribution
hu_hu: Alcímek eloszlása

source: You are not using any subheadings, although your text is rather long. Try and add some subheadings.
hu_hu: Nem használ alcímeket, pedig a szövege meglehetősen hosszú. Próbáljon meg néhány alcímet hozzáadni.

source: %s section of your text is longer than 300 words and is not separated by any subheadings. Add subheadings to improve readability.
hu_hu: A szöveg %s szakasza 300 szónál hosszabb, és nincs alcímekkel tagolva. Adjon hozzá alcímeket az olvashatóság javítása érdekében.

source: Previously used keyphrase
hu_hu: Korábban használt kulcskifejezés

source: You've not used this keyphrase before, very good.
hu_hu: Még nem használta ezt a kulcskifejezést, nagyon jó.

source: You've used this keyphrase before
hu_hu: Már használta ezt a kulcskifejezést

source: Copied
hu_hu: Másolva
