Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-pre-orders/woocommerce-pre-orders-*.po
Languages: hu_hu

source: To email the customer and prompt them for payment, change the status to "Pending Payment".
hu_hu: Ha e-mailt kíván küldeni az ügyfélnek és fizetésre kívánja felszólítani, állítsa az állapotot "Pending Payment" értékre.

source: Are you sure you want to continue?
hu_hu: Biztosan folytatni kívánja?

source: This change contains pre-order items that require payment.
hu_hu: Ez a módosítás fizetést igénylő előrendelési tételeket tartalmaz.

source: Changing the status of orders to %s will not email the customer prompting them to pay the balance.
hu_hu: A rendelések állapotának %s értékre módosítása nem küld az ügyfélnek olyan e-mailt, amely a fennmaradó összeg kifizetésére szólítja fel.

source: Processing
hu_hu: Feldolgozás

source: The following orders are affected:
hu_hu: A következő rendelések érintettek:

source: Do you want to disable pre-orders for this product?
hu_hu: Le szeretné tiltani az előrendeléseket ennél a terméknél?
