Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-pre-orders/woocommerce-pre-orders-*.po
Languages: hu_hu

source: WooCommerce Pre-Orders
hu_hu: WooCommerce Előrendelések

source: Sell pre-orders for products in your WooCommerce store.
hu_hu: Értékesítsen előrendeléseket termékeihez WooCommerce-áruházában.

source: You can't add multiple products on a pre-order. Change the quantity of the item instead of adding more items.
hu_hu: Egy előrendeléshez nem adhat hozzá több terméket. További tételek hozzáadása helyett módosítsa a tétel mennyiségét.

source: You can't add multiple products on a pre-order
hu_hu: Egy előrendeléshez nem adhat hozzá több terméket

source: You do not have permission to do this.
hu_hu: Nincs jogosultsága ehhez.

source: Invalid product.
hu_hu: Érvénytelen termék.

source: Cannot disable pre-orders for products with active pre-orders.
hu_hu: Aktív előrendeléssel rendelkező termékeknél nem lehet letiltani az előrendelést.

source: Pre-orders enabled.
hu_hu: Előrendelések engedélyezve.

source: Pre-orders disabled.
hu_hu: Előrendelések letiltva.

source: No changes were made.
hu_hu: Nem történt változtatás.

source: Resend %s
hu_hu: Újraküldés %s

source: All orders types
hu_hu: Összes rendeléstípus

# An order type
source: Non Pre-Orders
hu_hu: Nem előrendelések

# An order type
source: Pre-Orders Only
hu_hu: Csak előrendelések

source: Pre-orders (%d)
hu_hu: Előrendelések (%d)

source: Products (%d)
hu_hu: Termékek (%d)

source: Actions
hu_hu: Műveletek

source: Pre-orders
hu_hu: Előrendelések

source: Pre-order customers emailed successfully
hu_hu: Az előrendelő ügyfeleknek küldött e-mailek sikeresen elküldve

source: Pre-order date changed
hu_hu: Az előrendelés dátuma megváltozott

source: Pre-orders completed
hu_hu: Előrendelések teljesítve

source: Pre-orders cancelled
hu_hu: Előrendelések lemondva

source: The product %1$s is set to charge upfront. You must manually refund the customer within each order.
hu_hu: A(z) %1$s termék előre terhelésre van beállítva. Minden egyes rendelésnél kézzel kell visszatérítenie az ügyfélnek az összeget.

source: The product %1$s is set to charge upon release. If the product was previously set to charge customers upfront, these orders will need to be manually refunded.
hu_hu: A(z) %1$s termék megjelenéskor történő terhelésre van beállítva. Ha a termék korábban előre történő terhelésre volt beállítva, ezeket a rendeléseket kézzel kell visszatéríteni.

source: You can view a list of %1$scancelled orders for the product%2$s on the manage pre-orders page.
hu_hu: Az előrendelések kezelése oldalon megtekintheti a %1$sa termék lemondott rendeléseit%2$s listáját.

source: Action failed. Please refresh the page and retry.
hu_hu: A művelet nem sikerült. Kérjük, frissítse az oldalt, majd próbálja újra.

source: You do not have the correct permissions to do this.
hu_hu: Nincs megfelelő jogosultsága ehhez.

source: Pre-order #%s cancelled.
hu_hu: Az előrendelés #%s lemondva.

source: The order was paid upfront, you will need to manually process a refund for this order.
hu_hu: A rendelést előre kifizették, ezért ehhez a rendeléshez kézzel kell visszatérítést feldolgoznia.

source: Invalid order.
hu_hu: Érvénytelen rendelés.

source: Pre-order #%s completed.
hu_hu: Az előrendelés #%s teljesítve.

source: Cancel
hu_hu: Lemondás

source: Complete
hu_hu: Teljesítés

source: Customer message
hu_hu: Ügyfél üzenete

source: Search results for:
hu_hu: Keresési eredmények erre:

source: Search pre-orders
hu_hu: Előrendelések keresése

source: Pre-Order Products
hu_hu: Előrendelhető termékek

source: View all products with pre-orders enabled. Manage pre-order settings, view pre-order counts, and take actions on active pre-orders.
hu_hu: Tekintse meg az összes olyan terméket, amelynél engedélyezett az előrendelés. Kezelje az előrendelési beállításokat, tekintse meg az előrendelések számát, és hajtson végre műveleteket az aktív előrendeléseken.

source: Get started with Pre-Orders
hu_hu: Kezdjen hozzá az előrendelésekhez

source: No pre-order products found. You can enable pre-orders for products to start taking pre-orders from customers.
hu_hu: Nem található előrendelhető termék. A termékeknél engedélyezheti az előrendelést, hogy ügyfeleitől előrendeléseket fogadhasson.

source: %1$sSetup a product to allow pre-orders%2$s
hu_hu: %1$sÁllítson be egy terméket az előrendelés engedélyezéséhez%2$s

source: %1$sLearn more about managing pre-orders%2$s
hu_hu: %1$sTudjon meg többet az előrendelések kezeléséről%2$s

source: Product
hu_hu: Termék

source: Pre-Orders
hu_hu: Előrendelések

source: Available Date
hu_hu: Elérhetőségi dátum

source: Pre-order status
hu_hu: Előrendelés állapota

source: Available actions
hu_hu: Elérhető műveletek

source: active
hu_hu: aktív

source: completed
hu_hu: teljesítve

source: cancelled
hu_hu: lemondva

source: Change Date
hu_hu: Dátum módosítása

source: Email Customers
hu_hu: E-mail küldése az ügyfeleknek

source: Complete Pre-Orders
hu_hu: Előrendelések teljesítése

source: Cancel Pre-Orders
hu_hu: Előrendelések lemondása

source: No other actions available as this product has no active pre-orders.
hu_hu: Nincsenek további műveletek, mivel ehhez a termékhez nincs aktív előrendelés.

source: Select a product
hu_hu: Válasszon egy terméket

source: Email pre-order customers
hu_hu: E-mail küldése az előrendelő ügyfeleknek

source: Email all customers who have pre-ordered this product using the default %1$sCustomer Note%2$s email template. <strong>Note that only customers with active pre-orders will be emailed.</strong>
hu_hu: Küldjön e-mailt minden ügyfélnek, aki előrendelte ezt a terméket, az alapértelmezett %1$sCustomer Note%2$s e-mail sablonnal. <strong>Ne feledje, hogy csak az aktív előrendeléssel rendelkező ügyfelek kapnak e-mailt.</strong>

source: Select the product whose pre-order customers will be emailed.
hu_hu: Válassza ki azt a terméket, amelynek előrendelő ügyfelei e-mailt kapnak.

source: Message
hu_hu: Üzenet

source: Enter a message to include in the customer notification email. No HTML allowed.
hu_hu: Adjon meg egy üzenetet, amelyet az ügyfélértesítő e-mail tartalmaz. HTML nem engedélyezett.

source: Email customers
hu_hu: E-mail küldése az ügyfeleknek

source: Change release date
hu_hu: Megjelenési dátum módosítása

source: Change the release date for all <strong>active</strong> pre-orders of this product. Customers will be notified by email with the new date.
hu_hu: Módosítsa a termék minden <strong>aktív</strong> előrendelésének megjelenési dátumát. Az ügyfelek e-mailben értesítést kapnak az új dátumról.

source: Select the product to change the release date for.
hu_hu: Válassza ki azt a terméket, amelynek módosítani kívánja a megjelenési dátumát.

source: New availability date
hu_hu: Új elérhetőségi dátum

source: Enter the new availability date. Must be later than the current availability date.
hu_hu: Adja meg az új elérhetőségi dátumot. Későbbinek kell lennie a jelenlegi elérhetőségi dátumnál.

source: Send email notification
hu_hu: E-mail értesítés küldése

source: Uncheck to prevent email notifications from being sent to customers.
hu_hu: Törölje a jelölést, hogy ne küldjön e-mail értesítést az ügyfeleknek.

source: Enter a message to include in the email notification. No HTML allowed.
hu_hu: Adjon meg egy üzenetet, amely bekerül az e-mail értesítésbe. HTML nem engedélyezett.

source: Complete pre-orders
hu_hu: Előrendelések teljesítése

source: Complete all pre-orders for this product. Charges the customer's card, marks orders as completed, and sends an email notification.
hu_hu: Teljesítse a termék összes előrendelését. Megterheli az ügyfél kártyáját, a rendeléseket teljesítettnek jelöli, és e-mail értesítést küld.

source: Select the product to complete all pre-orders for.
hu_hu: Válassza ki azt a terméket, amelynek az összes előrendelését teljesíteni kívánja.

source: Cancel pre-orders
hu_hu: Előrendelések lemondása

source: Cancel all pre-orders for this product. Marks orders as cancelled and sends an email notification. If pre-orders were charged upfront, process refunds manually.
hu_hu: Mondja le a termék összes előrendelését. A rendeléseket lemondottnak jelöli, és e-mail értesítést küld. Ha az előrendelések díja előre meg lett terhelve, a visszatérítéseket manuálisan intézze.

source: Select the product to cancel all pre-orders for.
hu_hu: Válassza ki azt a terméket, amelynek az összes előrendelését le kívánja mondani.

source: No pre-order products found. Pre-order products will appear in the Product dropdown below.
hu_hu: Nem találhatók előrendelhető termékek. Az előrendelhető termékek alább a Termék legördülő listában jelennek meg.

source: Only simple, variable, composite, bundle, booking, mix-and-match, and subscription products (with compatible features) can be pre-ordered.
hu_hu: Csak az egyszerű, variálható, összetett, csomag, foglalási, mix-and-match és előfizetéses termékek (kompatibilis funkciókkal) előrendelhetők.

source: Cannot toggle - product has active pre-orders
hu_hu: Nem kapcsolható - a termékhez aktív előrendelések tartoznak

source: View pre-orders
hu_hu: Előrendelések megtekintése

source: No pre-orders
hu_hu: Nincsenek előrendelések

source: All pre-order statuses
hu_hu: Összes előrendelési állapot

source: Pre-orders enabled
hu_hu: Előrendelések engedélyezve

source: Pre-orders disabled
hu_hu: Előrendelések letiltva

source: Enable pre-orders
hu_hu: Előrendelések engedélyezése

source: Disable pre-orders
hu_hu: Előrendelések letiltása

source: Enable Pre-orders
hu_hu: Előrendelések engedélyezése

source: Disable Pre-orders
hu_hu: Előrendelések letiltása

source: Manage Pre-orders
hu_hu: Előrendelések kezelése

source: Are you sure you want to disable pre-orders for this product?
hu_hu: Biztosan le kívánja tiltani az előrendeléseket ennél a terméknél?

source: Are you sure you want to disable pre-orders for the selected products? Products with active pre-orders will be skipped.
hu_hu: Biztosan le kívánja tiltani az előrendeléseket a kijelölt termékeknél? Az aktív előrendeléssel rendelkező termékeket a rendszer kihagyja.

source: Release date (optional)
hu_hu: Megjelenési dátum (nem kötelező)

source: Pre-order fee (optional)
hu_hu: Előrendelési díj (nem kötelező)

source: Customers will be charged
hu_hu: A vásárlók terhelése

source: Upfront (pay now)
hu_hu: Előre (azonnali fizetés)

source: Upon release (pay later)
hu_hu: Megjelenéskor (későbbi fizetés)

source: Processing...
hu_hu: Feldolgozás...

source: An error occurred. Please try again.
hu_hu: Hiba történt. Kérjük, próbálja meg újra.

source: Enabled pre-orders
hu_hu: Előrendelések engedélyezve

source: Disabled pre-orders
hu_hu: Előrendelések letiltva

source: Products with active pre-orders cannot be modified and will be skipped.
hu_hu: Az aktív előrendeléssel rendelkező termékek nem módosíthatók, és kihagyásra kerülnek.

source: Default settings applied: no availability date, no fee, and charge upon release. You can edit individual products to make changes.
hu_hu: Alapértelmezett beállítások alkalmazva: nincs elérhetőségi dátum, nincs díj, és terhelés megjelenéskor. Az egyes termékeket szerkesztheti a módosítások elvégzéséhez.

source: Common actions
hu_hu: Gyakori műveletek

source: View All Pre-Orders
hu_hu: Összes előrendelés megtekintése

source: View Pre-Order Products
hu_hu: Előrendelhető termékek megtekintése

source: Button text customization
hu_hu: Gombszöveg testreszabása

source: "Add to cart" button text
hu_hu: "Kosárba" gomb szövege

source: Text displayed on the "Add to cart" button when a product is available for pre-order.
hu_hu: A "Kosárba" gombon megjelenő szöveg, amikor egy termék előrendelhető.

source: Pre-order now
hu_hu: Előrendelés most

source: "Place order" button text
hu_hu: "Rendelés leadása" gomb szövege

source: Text displayed on the "Place order" button when a customer is checking out with pre-ordered products.
hu_hu: A "Rendelés leadása" gombon megjelenő szöveg, amikor a vásárló előrendelt termékekkel fizet.

source: Place pre-order now
hu_hu: Előrendelés leadása most

source: Messages customization
hu_hu: Üzenetek testreszabása

source: Use %1$s{availability_date}%2$s and %1$s{availability_time}%2$s to display when products will be available.
hu_hu: Használja a %1$s{availability_date}%2$s és %1$s{availability_time}%2$s elemeket annak megjelenítésére, hogy mikor lesznek elérhetők a termékek.

source: Product page message
hu_hu: Termékoldali üzenet

source: Message displayed below the price on product pages. Use {availability_date} to show the release date. Basic HTML is allowed. Leave empty to hide.
hu_hu: Az ár alatt megjelenő üzenet a termékoldalakon. A megjelenési dátumhoz használja a {availability_date} változót. Egyszerű HTML engedélyezett. Elrejtéshez hagyja üresen.

source: This item will be released %s.
hu_hu: Ez a tétel %s kerül kiadásra.

source: Product list message
hu_hu: Terméklista üzenete

source: Message displayed under products in the product list. Use {availability_date} to show the release date. Basic HTML is allowed. Leave empty to hide.
hu_hu: A terméklistában a termékek alatt megjelenő üzenet. A megjelenési dátumhoz használja a {availability_date} változót. Egyszerű HTML engedélyezett. Elrejtéshez hagyja üresen.

source: Available %s.
hu_hu: Elérhető %s.

source: Cart and checkout text
hu_hu: Kosár és pénztár szöveg

source: Use %1$s{order_total}%2$s for the order total and %1$s{availability_date}%2$s for the product release date.
hu_hu: Használja a %1$s{order_total}%2$s elemet a rendelés végösszegéhez, és a %1$s{availability_date}%2$s elemet a termék megjelenési dátumához.

source: Release date label
hu_hu: Megjelenési dátum címke

source: Label for the release date in the cart. Leave empty to hide the date.
hu_hu: A megjelenési dátum címkéje a kosárban. A dátum elrejtéséhez hagyja üresen.

source: Available
hu_hu: Elérhető

source: Charged upon release text
hu_hu: Megjelenéskor terhelés szövege

source: Text for orders charged on release date (pay later). Use {order_total} and {availability_date} to show details.
hu_hu: Azokra a rendelésekre vonatkozó szöveg, amelyeknél a terhelés a megjelenés napján történik (későbbi fizetés). A részletekhez használja a {order_total} és {availability_date} változókat.

source: %1$s charged %2$s
hu_hu: %1$s megterhelve %2$s

source: Charged upfront text
hu_hu: Előre történő terhelés szövege

source: Text for orders charged now (pay now). Use {order_total} to show the price.
hu_hu: Azokra a rendelésekre vonatkozó szöveg, amelyeknél a terhelés most történik (azonnali fizetés). Az ár megjelenítéséhez használja a {order_total} változót.

source: %s charged upfront
hu_hu: %s előre megterhelve

source: Out-of-stock products
hu_hu: Készlethiányos termékek

source: Enable pre-orders for out-of-stock products
hu_hu: Előrendelések engedélyezése a készlethiányos termékekre

source: Automatically enable pre-orders when a compatible product becomes out of stock
hu_hu: Előrendelések automatikus engedélyezése, amikor egy kompatibilis termék kifogy a készletből

source: Only product types compatible with Pre-Orders (simple, variable, composite, bundle, booking, mix-and-match and subscription) will be affected. For variable products, all variations must be out of stock. Compatible out-of-stock products will be marked as "in stock" with stock management disabled.
hu_hu: Csak az előrendelésekkel kompatibilis terméktípusok (egyszerű, változó, kompozit, csomag, foglalás, mix-and-match és előfizetés) érintettek. Változó termékeknél minden variációnak készlethiányosnak kell lennie. A kompatibilis, készlethiányos termékek "készleten" állapotúra lesznek állítva, a készletkezelés kikapcsolásával.

source: Test site settings
hu_hu: Tesztoldal beállításai

source: Disable automatic pre-order processing
hu_hu: Automatikus előrendelés-feldolgozás letiltása

source: Prevent pre-orders from processing automatically (for test sites). Your system will not charge customers or complete orders.
hu_hu: Megakadályozza az előrendelések automatikus feldolgozását (tesztoldalakhoz). A rendszere nem terheli meg a vásárlókat, és nem zárja le a rendeléseket.

source: Send an email to the customer
hu_hu: E-mail küldése a vásárlónak

source: Send an email to %d customers
hu_hu: E-mail küldése %d vásárlónak

source: Send email
hu_hu: E-mail küldése

source: Send email to %d customers
hu_hu: E-mail küldése %d vásárlónak

source: Note that only active pre-orders customers will receive the email.
hu_hu: Vegye figyelembe, hogy csak az aktív előrendeléssel rendelkező vásárlók kapják meg az e-mailt.

source: Are you sure you want to complete this pre-order? This action will notify the customer.
hu_hu: Biztos benne, hogy teljesíti ezt az előrendelést? Ez a művelet értesíti a vásárlót.

source: Are you sure you want to complete %d pre-orders? This action will notify the customer.
hu_hu: Biztos benne, hogy teljesít %d előrendelést? Ez a művelet értesíti a vásárlót.

source: Complete pre-order
hu_hu: Előrendelés teljesítése

source: Complete %d pre-orders
hu_hu: %d előrendelés teljesítése

source: Are you sure you want to cancel this pre-order? This action will notify the customer.
hu_hu: Biztos benne, hogy lemondja ezt az előrendelést? Ez a művelet értesíti a vásárlót.

source: Are you sure you want to cancel %d pre-orders? This action will notify the customer.
hu_hu: Biztos benne, hogy lemond %d előrendelést? Ez a művelet értesíti a vásárlót.

source: Cancel pre-order
hu_hu: Előrendelés lemondása

source: Cancel %d pre-orders
hu_hu: %d előrendelés lemondása

source: Please select at least one pre-order to apply bulk actions.
hu_hu: Kérjük, válasszon ki legalább egy előrendelést a csoportos műveletek alkalmazásához.

source: Upfront (pay now):
hu_hu: Előre (most fizet):

source: Customers will be charged at the time of checkout.
hu_hu: A vásárlókat a fizetéskor terheljük meg.

source: Upon release (pay later):
hu_hu: Megjelenéskor (későbbi fizetés):

source: Customers will be charged when the product becomes available.
hu_hu: A vásárlókat akkor terheljük meg, amikor a termék elérhetővé válik.

source: There are active pre-orders for this product. To change the release date, <a href="%s">use the Actions menu</a>.
hu_hu: Ehhez a termékhez aktív előrendelések tartoznak. A megjelenési dátum módosításához <a href="%s">használja a Műveletek menüt</a>.

source: To change other settings, please <a href="%s">complete or cancel the active pre-orders</a> first.
hu_hu: Más beállítások módosításához először <a href="%s">teljesítse vagy mondja le az aktív előrendeléseket</a>.

source: Enable pre-orders for this product.
hu_hu: Előrendelések engedélyezése ehhez a termékhez.

source: Pre-order Fee
hu_hu: Előrendelési díj

source: Set a fee to be charged when a pre-order is placed. Leave blank to not charge a pre-order fee.
hu_hu: Állítson be egy díjat, amelyet az előrendelés leadásakor számítunk fel. Hagyja üresen, ha nem kíván előrendelési díjat felszámítani.

source: Availability date/time
hu_hu: Elérhetőség dátuma/időpontja

source: Set the date & time that this pre-order will be available. The product will behave as a normal product when this date/time is reached.
hu_hu: Állítsa be az előrendelés elérhetőségének dátumát és időpontját. Amikor ez a dátum/időpont elérkezik, a termék normál termékként viselkedik.

source: When to Charge
hu_hu: Terhelés időpontja

source: Select "Upon Release" to charge the entire pre-order amount (the product price + pre-order fee if applicable) when the pre-order becomes available. Select "Upfront" to charge the pre-order amount during the initial checkout.
hu_hu: Válassza a "Megjelenéskor" opciót, hogy az előrendelés teljes összegét (a termék árát + előrendelési díjat, ha van) akkor terheljük, amikor az előrendelés elérhetővé válik. Válassza az "Előre" opciót, hogy az előrendelés összegét a kezdeti pénztárnál terheljük.

source: Upfront
hu_hu: Előre

source: Upon Release
hu_hu: Megjelenéskor

source: This product has active pre-orders, so settings can't be changed while they're in progress. To make changes, cancel or complete the active pre-orders.
hu_hu: Ehhez a termékhez aktív előrendelések tartoznak, ezért a beállítások nem módosíthatók, amíg azok folyamatban vannak. A módosításhoz mondja le vagy teljesítse az aktív előrendeléseket.

source: View Pre-Orders
hu_hu: Előrendelések megtekintése

source: This product has synced subscriptions, so settings can't be changed while they're in progress. To make changes, cancel or complete the synced subscriptions.
hu_hu: Ehhez a termékhez szinkronizált előfizetések tartoznak, ezért a beállítások nem módosíthatók, amíg azok folyamatban vannak. A módosításhoz mondja le vagy teljesítse a szinkronizált előfizetéseket.

source: This product has a trial period, so settings can't be changed while the trial is in progress. To make changes, cancel or complete the trial.
hu_hu: Ehhez a termékhez próbaidőszak tartozik, ezért a beállítások nem módosíthatók, amíg a próba folyamatban van. A módosításhoz mondja le vagy fejezze be a próbát.

source: Allow customers to place pre-orders for this product
hu_hu: Engedélyezze, hogy a vásárlók előrendelést adjanak le ehhez a termékhez

source: (Optional) Specify when the product will be available. If set, customers will see this release date at checkout.
hu_hu: (Opcionális) Adja meg, mikor lesz elérhető a termék. Ha megadja, a vásárlók a pénztárnál látni fogják ezt a megjelenési dátumot.

source: Pre-order fee (%s - optional)
hu_hu: Előrendelési díj (%s - opcionális)

source: (Optional) Add an extra charge for pre-orders. Leave blank (or zero) if no additional fee is required.
hu_hu: (Opcionális) Adjon hozzá extra díjat az előrendelésekhez. Hagyja üresen (vagy nullán), ha nincs szükség további díjra.

source: Charge customers during checkout. Once payment is confirmed, the order stays in "Pre-ordered" until release, then switches to "Completed" for virtual/downloadable items or "Processing" for physical items.
hu_hu: A vásárlókat a pénztárnál terhelje meg. Miután a fizetés megerősítést nyert, a rendelés "Előrendelve" állapotban marad a megjelenésig, majd a virtuális/letölthető tételeknél "Teljesítve", a fizikai tételeknél pedig "Feldolgozás alatt" állapotra vált.

source: No charge is taken at checkout. The order remains "Pre-ordered" until release, when it moves to "Pending", then auto-charges if there is a saved payment method, or emails the customer a payment link, switching to "Completed" (virtual/downloadable) or "Processing" (physical) when the payment is confirmed.
hu_hu: A pénztárnál nem történik terhelés. A rendelés "Előrendelve" állapotban marad a megjelenésig, amikor "Függőben" állapotba kerül, majd automatikus terhelés történik, ha van mentett fizetési mód, vagy e-mailben fizetési link kerül kiküldésre a vásárlónak, és a fizetés megerősítésekor "Teljesítve" (virtuális/letölthető) vagy "Feldolgozás alatt" (fizikai) állapotra vált.

source: Configure pre-order settings below to allow customers to place pre-orders for this product.
hu_hu: Az alábbiakban konfigurálja az előrendelési beállításokat, hogy a vásárlók előrendelést adhassanak le ehhez a termékhez.

source: Add an extra charge for pre-orders. Leave blank (or zero) if no additional fee is required.
hu_hu: Adjon hozzá extra díjat az előrendelésekhez. Hagyja üresen (vagy nullán), ha nincs szükség további díjra.
