Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-pre-orders/woocommerce-pre-orders-*.po
Languages: hu_hu

source: Select &quot;Upon Release&quot; to charge the entire pre-order amount (the product price + pre-order fee if applicable) when the pre-order becomes available. Select &quot;Upfront&quot; to charge the pre-order amount during the initial checkout.
hu_hu: Válassza a &quot;Megjelenéskor&quot; opciót, hogy az előrendelés teljes összegét (a termék árát + előrendelési díjat, ha van) akkor terheljük, amikor az előrendelés elérhetővé válik. Válassza az &quot;Előre&quot; opciót, hogy az előrendelés összegét a kezdeti pénztárnál terheljük.

source: This product has active pre-orders, so settings can't be changed while they're in progress. If you disable pre-orders, the active pre-orders will be cancelled.
hu_hu: Ehhez a termékhez aktív előrendelések tartoznak, ezért a beállítások nem módosíthatók, amíg azok folyamatban vannak. Ha letiltja az előrendeléseket, az aktív előrendelések lemondásra kerülnek.

source: Enable pre-orders for this product
hu_hu: Előrendelések engedélyezése ehhez a termékhez

source: Pay later
hu_hu: Fizessen később

source: You will receive an email when the pre-order is available along with instructions on how to complete your order.
hu_hu: E-mailt fog kapni, amikor az előrendelés elérhetővé válik, valamint útmutatót a rendelése befejezéséhez.

source: Availability date for product.
hu_hu: A termék elérhetőségének dátuma.

source: Indicates if customer is going to be charged only when product is released.
hu_hu: Jelzi, hogy a vásárló csak a termék megjelenésekor kerül-e terhelésre.

source: Indicates if customer is going to be charged upfront.
hu_hu: Jelzi, hogy a vásárló előre kerül-e terhelésre.

source: Your previous cart was emptied because pre-orders must be purchased separately.
hu_hu: Az előző kosarát kiürítettük, mert az előrendeléseket külön kell megvásárolni.

source: This product cannot be added to your cart because it already contains a pre-order, which must be purchased separately.
hu_hu: Ez a termék nem adható a kosarához, mert az már tartalmaz előrendelést, amelyet külön kell megvásárolni.

source: Pre-order fee
hu_hu: Előrendelési díj

source: Your pre-order has been received. You will be automatically charged for your order via your selected payment method when your pre-order is released on %s. Your order details are shown below for your reference.
hu_hu: Előrendelését megkaptuk. Amikor az előrendelése a(z) %s időpontban megjelenik, a megrendelés összegét az Ön által kiválasztott fizetési mód terhére automatikusan levonjuk. Megrendelése részleteit az alábbiakban találja.

source: Your pre-order has been received. You will be automatically charged for your order via your selected payment method when your pre-order is released. Your order details are shown below for your reference.
hu_hu: Előrendelését megkaptuk. Amikor az előrendelése megjelenik, a megrendelés összegét az Ön által kiválasztott fizetési mód terhére automatikusan levonjuk. Megrendelése részleteit az alábbiakban találja.

source: Your pre-order has been received. You will be prompted for payment for your order when your pre-order is released on %s. Your order details are shown below for your reference.
hu_hu: Előrendelését megkaptuk. Amikor az előrendelése a(z) %s időpontban megjelenik, a megrendeléséért fizetésre kérjük. Megrendelése részleteit az alábbiakban találja.

source: Your pre-order has been received. You will be prompted for payment for your order when your pre-order is released. Your order details are shown below for your reference.
hu_hu: Előrendelését megkaptuk. Amikor az előrendelése megjelenik, a megrendeléséért fizetésre kérjük. Megrendelése részleteit az alábbiakban találja.

source: Every %d minutes
hu_hu: Minden %d percben

source: Pre-order
hu_hu: Előrendelés

source: Send customer email
hu_hu: E-mail küldése az ügyfélnek

source: Enter note to include in email
hu_hu: Adja meg az e-mailben szereplő megjegyzést

source: Please enter a message to send to the customer
hu_hu: Kérjük, adjon meg egy üzenetet az ügyfélnek történő elküldéshez

source: Cancel Pre-order
hu_hu: Előrendelés lemondása

source: Optional note to include in email (leave empty for no note)
hu_hu: Választható megjegyzés az e-mailben (megjegyzés nélküli küldéshez hagyja üresen)

source: Confirm cancelling pre-orders
hu_hu: Előrendelések lemondásának megerősítése

source: Don't cancel
hu_hu: Ne mondja le

source: Complete Pre-order
hu_hu: Előrendelés befejezése

source: Order
hu_hu: Megrendelés

source: Date
hu_hu: Dátum

source: Pre-order / Order status
hu_hu: Előrendelés / Megrendelés állapota

source: Release date
hu_hu: Megjelenési dátum

source: Total
hu_hu: Összesen

source: Pre-order actions
hu_hu: Előrendelési műveletek

source: Pre-order is active and waiting for product release. You can: wait for automatic release, manually complete the order, change product release date, or cancel. Customer will be notified of any changes.
hu_hu: Az előrendelés aktív, a termék megjelenésére vár. Megteheti: vár az automatikus megjelenésre, kézzel befejezi a megrendelést, módosítja a termék megjelenési dátumát, vagy lemondja. Az ügyfél minden változásról értesítést kap.

source: Pre-order is completed - product was released or manually completed by admin. Order now follows regular WooCommerce fulfillment flow. Check order status for next steps.
hu_hu: Az előrendelés befejeződött – a termék megjelent, vagy az adminisztrátor kézzel befejezte. A megrendelés most a szokásos WooCommerce teljesítési folyamatot követi. A további lépésekhez ellenőrizze a megrendelés állapotát.

source: Pre-order was cancelled. Customer has been notified. No further actions available.
hu_hu: Az előrendelést lemondták. Az ügyfél értesítést kapott. További művelet nem érhető el.

source: Order is pre-ordered and payment secured. For upfront charges: payment completed. For release charges: payment method saved. Wait for product release or take manual action.
hu_hu: A megrendelés előrendelés alatt van, a fizetés biztosított. Előre fizetendő díjak esetén: a fizetés megtörtént. Megjelenéskori terhelés esetén: a fizetési mód mentve. Várjon a termék megjelenésére, vagy hajtson végre kézi műveletet.

source: Payment is pending. For upfront charges: wait for customer payment or send payment reminder. For release charges: this status should be temporary during processing.
hu_hu: A fizetés függőben van. Előre fizetendő díjak esetén: várjon az ügyfél fizetésére, vagy küldjön fizetési emlékeztetőt. Megjelenéskori terhelés esetén: ez az állapot a feldolgozás során átmeneti.

source: Order is being fulfilled. Pre-order completed, payment confirmed. If has saved payment method: wait for automatic processing. If no saved method: verify payment and proceed with shipping.
hu_hu: A megrendelés teljesítés alatt van. Az előrendelés befejeződött, a fizetés megerősítve. Ha mentett fizetési mód van: várjon az automatikus feldolgozásra. Ha nincs mentett mód: ellenőrizze a fizetést, és folytassa a kiszállítással.

source: Order requires manual review. Check payment status, verify customer details, or resolve any payment issues. You can: process manually, request more info, or cancel. Customer will be notified of any changes.
hu_hu: A megrendelés kézi felülvizsgálatot igényel. Ellenőrizze a fizetés állapotát, ellenőrizze az ügyfél adatait, vagy oldja meg a fizetési problémákat. Megteheti: kézzel dolgozza fel, további információt kér, vagy lemondja. Az ügyfél minden változásról értesítést kap.

source: Order is completed and fulfilled. Payment confirmed, items shipped/delivered. Customer notified. You can: view order details, process refunds if needed, or mark as archived.
hu_hu: A megrendelés befejeződött és teljesítve lett. A fizetés megerősítve, a tételek feladva/kézbesítve. Az ügyfél értesítve. Megteheti: megtekinti a megrendelés részleteit, szükség esetén visszatérítést indít, vagy archiváltnak jelöli.

source: Order was cancelled. Payment reversed if applicable, stock restored. Customer notified. You can: view cancellation reason or delete order record.
hu_hu: A megrendelést lemondták. Ha alkalmazható, a fizetés visszafordítva, a készlet visszaállítva. Az ügyfél értesítve. Megteheti: megtekinti a lemondás okát, vagy törli a megrendelési rekordot.

source: Order was refunded. Payment returned to customer, stock restored if applicable. Customer notified. You can: view refund details or process partial refunds if needed.
hu_hu: A megrendelést visszatérítették. A fizetést visszautaltuk az ügyfélnek, ha alkalmazható, a készlet visszaállítva. Az ügyfél értesítve. Megteheti: megtekinti a visszatérítés részleteit, vagy szükség esetén részleges visszatérítést indít.

source: Payment failed during processing. You can: retry payment with saved method, send customer payment link, update payment method, or cancel order.
hu_hu: A fizetés a feldolgozás során meghiúsult. Megteheti: újrapróbálja a fizetést a mentett móddal, fizetési linket küld az ügyfélnek, frissíti a fizetési módot, vagy lemondja a megrendelést.

source: in %s
hu_hu: %s múlva

source: %s ago
hu_hu: %s ezelőtt

source: See order #%s
hu_hu: Tekintse meg a #%s megrendelést

source: See product %s
hu_hu: Tekintse meg a %s terméket

source: via %s
hu_hu: a(z) %s útján

source: Payment via %s
hu_hu: Fizetés a(z) %s útján

source: View order
hu_hu: Megrendelés megtekintése

source: View
hu_hu: Megtekintés

source: Email customer
hu_hu: E-mail az ügyfélnek

source: Cancel this pre-order
hu_hu: Ezen előrendelés lemondása

source: All availability dates
hu_hu: Minden elérhetőségi dátum

source: Last 7 days
hu_hu: Elmúlt 7 nap

source: Last 30 days
hu_hu: Elmúlt 30 nap

source: Last 90 days
hu_hu: Elmúlt 90 nap

source: Today only
hu_hu: Csak ma

source: Next 7 days
hu_hu: Következő 7 nap

source: Next 14 days
hu_hu: Következő 14 nap

source: Next 30 days
hu_hu: Következő 30 nap

source: Next 90 days
hu_hu: Következő 90 nap

source: Within %1$s %2$s
hu_hu: %1$s %2$s belül

source: After %1$s %2$s
hu_hu: %1$s %2$s után

source: No pre-orders found matching your criteria. Please adjust filters and try again.
hu_hu: Nem található a feltételeinek megfelelő előrendelés. Kérjük, módosítsa a szűrőket, és próbálja meg újra.

source: Any pre-orders placed by customers will appear here so you can view and manage them.
hu_hu: A vásárlók által leadott előrendelések itt fognak megjelenni, így megtekintheti és kezelheti azokat.

source: All customers
hu_hu: Összes vásárló

source: All products
hu_hu: Összes termék

source: Active
hu_hu: Aktív

source: Completed
hu_hu: Teljesítve

source: Cancelled
hu_hu: Törölve

source: All order statuses
hu_hu: Összes rendelési állapot

source: Filter
hu_hu: Szűrés

source: Clear filters
hu_hu: Szűrők törlése

source: Optional message to include in the email to the customer
hu_hu: Opcionális üzenet, amelyet a vásárlónak küldött e-mailbe belefoglalhat

source: Pre-order release date changed to %s
hu_hu: Az előrendelés megjelenési dátuma %s időpontra módosult

source: Pre-order cancelled
hu_hu: Előrendelés lemondva

source: Your pre-order has been cancelled.
hu_hu: Az Ön előrendelése le lett mondva.

source: Cancel order %s
hu_hu: A %s rendelés lemondása

# Order status
source: Pre-ordered
hu_hu: Előrendelve

source: Pre-order status changed from %1$s to %2$s.
hu_hu: Az előrendelés állapota %1$s állapotról %2$s állapotra módosult.

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
hu_hu: E bővítmény használatával személyes adatokat tárolhat, illetve adatokat oszthat meg külső szolgáltatással. <a href="%s" target="_blank">Tudjon meg többet a működéséről, beleértve azt is, mit érdemes feltüntetnie az adatkezelési tájékoztatójában.</a>

source: Available for pre-ordering
hu_hu: Előrendelhető

source: Only %s left available for pre-ordering
hu_hu: Csak %s maradt előrendelhető

source: (can be backordered)
hu_hu: (utánrendelhető)

source: %s available for pre-ordering
hu_hu: %s előrendelhető

source: Available on backorder
hu_hu: Utánrendelhető

source: No longer available for pre-ordering
hu_hu: Már nem előrendelhető

source: at a future date
hu_hu: egy későbbi időpontban

source: %s email notification manually sent.
hu_hu: A(z) %s e-mail értesítést manuálisan elküldtük.

source: Settings
hu_hu: Beállítások

source: Manage pre-orders
hu_hu: Előrendelések kezelése

source: Support
hu_hu: Támogatás

source: Docs
hu_hu: Dokumentáció

source: Synchronized subscription renewal dates and subscription trial periods are not available for pre-orders.
hu_hu: Az előrendelésekhez nem érhetők el a szinkronizált előfizetés-megújítási dátumok és az előfizetési próbaidők.

source: Synchronized subscription renewal dates are not available for pre-orders.
hu_hu: Az előrendelésekhez nem érhetők el a szinkronizált előfizetés-megújítási dátumok.

source: Subscription trial periods are not available for pre-orders.
hu_hu: Az előrendelésekhez nem érhetők el az előfizetési próbaidők.

source: Subscription unavailable for pre-order.
hu_hu: Az előfizetés nem előrendelhető.

source: Please visit the %1$sWooCommerce Pre-Orders%2$s documentation for more information.
hu_hu: További információért keresse fel a %1$sWooCommerce Pre-Orders%2$s dokumentációját.

source: You can %1$sedit this product%2$s in the dashboard. This notice is only visible to store managers.
hu_hu: A vezérlőpulton %1$sszerkesztheti ezt a terméket%2$s. Ez az értesítés csak az áruházkezelők számára látható.

source: Pre-orders are not available for synchronized subscription renewal dates or subscription trial periods.
hu_hu: Szinkronizált előfizetés-megújítási dátumok vagy előfizetési próbaidők esetén az előrendelések nem érhetők el.

source: Pre-orders are not available for synchronized subscription renewal dates.
hu_hu: Szinkronizált előfizetés-megújítási dátumok esetén az előrendelések nem érhetők el.

source: Pre-orders are not available for subscription trial periods.
hu_hu: Előfizetési próbaidők esetén az előrendelések nem érhetők el.

source: This subscription has been pre-ordered. Once order becomes available you will be able to manage your subscription.
hu_hu: Ez az előfizetés előrendelve. Amint a rendelés elérhetővé válik, kezelheti az előfizetését.

source: If you wish to manage your pre-order, please visit the %1$sPre-Orders%2$s page.
hu_hu: Ha az előrendelését szeretné kezelni, kérjük, keresse fel a %1$sElőrendelések%2$s oldalt.

# Subscription status
source: Pre-ordered
hu_hu: Előrendelve

source: Pre-order Cancelled (Admin)
hu_hu: Előrendelés törölve (Admin)

source: This is an order notification sent to the admin after a pre-order is cancelled.
hu_hu: Ez egy rendelési értesítés, amelyet az adminisztrátornak küldünk, miután egy előrendelést töröltek.

source: Pre-order Cancelled
hu_hu: Előrendelés törölve

source: [{site_title}] pre-order from {order_date} has been cancelled
hu_hu: [{site_title}] A {order_date}-i előrendelést törölték

source: New pre-order
hu_hu: Új előrendelés

source: New pre-order emails are sent when a pre-order is received.
hu_hu: Új előrendelési e-mailek akkor kerülnek elküldésre, amikor előrendelés érkezik.

source: New pre-order: #{order_number}
hu_hu: Új előrendelés: #{order_number}

source: [{site_title}] New customer pre-order ({order_number}) - {order_date}
hu_hu: [{site_title}] Új vásárlói előrendelés ({order_number}) - {order_date}

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable this email notification
hu_hu: E-mail értesítés engedélyezése

source: Recipient(s)
hu_hu: Címzett(ek)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
hu_hu: Adja meg az e-mail címzetteit (vesszővel elválasztva). Alapértelmezés: <code>%s</code>.

source: Subject
hu_hu: Tárgy

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
hu_hu: Ez szabályozza az e-mail tárgysorát. Hagyja üresen az alapértelmezett tárgy használatához: <code>%s</code>.

source: Email heading
hu_hu: E-mail fejléc

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
hu_hu: Ez szabályozza az e-mail értesítésben szereplő fő fejlécet. Hagyja üresen az alapértelmezett fejléc használatához: <code>%s</code>.

source: Email type
hu_hu: E-mail típusa

source: Choose which format of email to send.
hu_hu: Válassza ki a küldendő e-mail formátumát.

source: Plain text
hu_hu: Egyszerű szöveg

source: Multipart
hu_hu: Többrészes

source: Pre-order available
hu_hu: Előrendelés elérhető

source: This is an order notification sent to the customer once a pre-order is complete.
hu_hu: Ez egy rendelési értesítés, amelyet a vásárlónak küldünk, amikor az előrendelés teljesül.

source: Your {site_title} pre-order from {order_date} is now available
hu_hu: A(z) {site_title} {order_date}-i előrendelése most elérhető

source: This is an order notification sent to the customer after a pre-order is cancelled.
hu_hu: Ez egy rendelési értesítés, amelyet a vásárlónak küldünk, miután egy előrendelést töröltek.

source: Your {site_title} pre-order from {order_date} has been cancelled
hu_hu: A(z) {site_title} {order_date}-i előrendelését törölték

source: Pre-order release date changed
hu_hu: Előrendelés megjelenési dátuma megváltozott

source: This is an order notification sent to the customer after a pre-order release date is changed.
hu_hu: Ez egy rendelési értesítés, amelyet a vásárlónak küldünk, miután az előrendelés megjelenési dátuma megváltozott.

source: The release date for your {site_title} pre-order from {order_date} has been changed
hu_hu: A(z) {site_title} {order_date}-i előrendelésének megjelenési dátuma megváltozott

source: Pre-ordered
hu_hu: Előrendelve

source: This is an order notification sent to the customer after placing a pre-order and containing order details.
hu_hu: Ez egy rendelési értesítés, amelyet az előrendelés leadása után küldünk a vásárlónak, és tartalmazza a rendelés részleteit.

source: Thank you for your pre-order
hu_hu: Köszönjük előrendelését

source: Your {site_title} pre-order confirmation from {order_date}
hu_hu: A(z) {site_title} {order_date}-i előrendelésének visszaigazolása

source: Pay Later
hu_hu: Halasztott fizetés

source: This payment method replaces all other methods that do not support pre-orders when the pre-order is charged upon release.
hu_hu: Ez a fizetési mód felvált minden olyan módszert, amely nem támogatja az előrendeléseket, amikor az előrendelés a megjelenéskor kerül terhelésre.

source: Enable pay later
hu_hu: Halasztott fizetés engedélyezése

source: Title
hu_hu: Cím

source: This controls the title which the user sees during checkout.
hu_hu: Ez szabályozza a címet, amelyet a felhasználó a pénztárnál lát.

source: Let the customer know how they will be able to pay for their pre-order.
hu_hu: Tájékoztassa a vásárlót, hogyan tud majd fizetni az előrendeléséért.

source: Thank you for your order.
hu_hu: Köszönjük rendelését.

source: You have received a pre-order from %s. Their pre-order is as follows:
hu_hu: Előrendelést kapott %s-től. Az ő előrendelése a következő:

source: A pre-order from %s has been cancelled. The order details are shown below for your reference.
hu_hu: A(z) %s-től származó előrendelést törölték. A rendelés részletei az alábbiakban láthatók az Ön tájékoztatására.

source: Your pre-order is now available, but requires payment. %1$sPlease pay for your pre-order now.%2$s
hu_hu: Előrendelése most elérhető, de fizetést igényel. %1$sKérjük, fizesse ki előrendelését most.%2$s

source: Your pre-order is now available, but is waiting for the payment to be confirmed. Please wait until it's confirmed. Optionally, make sure the related payment has been sent to avoid delays on your order.
hu_hu: Előrendelése most elérhető, de a fizetés megerősítésére vár. Kérjük, várjon, amíg azt megerősítik. Esetleg győződjön meg róla, hogy a kapcsolódó fizetést elküldték, hogy elkerülje a rendelés késedelmét.

source: Your pre-order is now available, but automatic payment failed. %1$sPlease update your payment information now.%2$s
hu_hu: Előrendelése most elérhető, de az automatikus fizetés nem sikerült. %1$sKérjük, frissítse most a fizetési adatait.%2$s

source: Your pre-order is now available. Your order details are shown below for your reference.
hu_hu: Előrendelése most elérhető. A rendelés részletei az alábbiakban láthatók az Ön tájékoztatására.

source: Thanks for shopping with us.
hu_hu: Köszönjük, hogy nálunk vásárolt.

source: Your pre-order has been cancelled. Your order details are shown below for your reference.
hu_hu: Előrendelését törölték. A rendelés részletei az alábbiakban láthatók az Ön tájékoztatására.

source: Your pre-order release date has been changed. The new release date is %s. Your order details are shown below for your reference.
hu_hu: Előrendelésének megjelenési dátuma megváltozott. Az új megjelenési dátum: %s. A rendelés részletei az alábbiakban láthatók az Ön tájékoztatására.

source: Your pre-order release date has been changed. Your order details are shown below for your reference.
hu_hu: Előrendelésének megjelenési dátuma megváltozott. A rendelés részletei az alábbiakban láthatók az Ön tájékoztatására.

source: on %s.
hu_hu: %s időpontban.

source: Your pre-order has been received. You will be automatically charged for your order via your selected payment method when your pre-order is released%s Your order details are shown below for your reference.
hu_hu: Előrendelését megkaptuk. Az előrendelés megjelenésekor a választott fizetési módján a rendelés összegével automatikusan megterheljük%s A rendelése részleteit alább találja.

source: Your pre-order has been received. You will be prompted for payment for your order when your pre-order is released%s Your order details are shown below for your reference.
hu_hu: Előrendelését megkaptuk. Az előrendelés megjelenésekor kérni fogjuk a rendelésének kifizetését%s A rendelése részleteit alább találja.

source: Your pre-order has been received. You will be notified when your pre-order is released%s Your order details are shown below for your reference.
hu_hu: Előrendelését megkaptuk. Értesítést kap, amikor az előrendelése megjelenik%s A rendelése részleteit alább találja.

source: Your pre-order is now available, but requires payment. Please pay for your pre-order now:
hu_hu: Az előrendelése most elérhető, de fizetést igényel. Kérjük, fizesse ki az előrendelését most:

source: Your pre-order is now available, but automatic payment failed. Please update your payment information now :
hu_hu: Az előrendelése most elérhető, de az automatikus fizetés nem sikerült. Kérjük, most frissítse a fizetési adatait :

source: Status
hu_hu: Állapot

source: Are you sure you want to cancel this pre-order?
hu_hu: Biztosan törölni kívánja ezt az előrendelést?

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: You have no pre-orders.
hu_hu: Nincsenek előrendelései.

source: Pre-orders require WooCommerce to be installed and active. You can download %s here.
hu_hu: Az előrendelésekhez a WooCommerce-nek telepítve és aktívnak kell lennie. A %s innen tölthető le.

source: Clear
hu_hu: Törlés

source: This order contains a pre-order item that requires payment.
hu_hu: Ez a rendelés fizetést igénylő előrendelési tételt tartalmaz.

source: Changing the status of this order to %s will not email the customer prompting them to pay the balance.
hu_hu: Ennek a rendelésnek az állapotát %s értékre változtatva nem küldünk az ügyfélnek olyan e-mailt, amely a fennmaradó összeg kifizetésére szólítja fel.
