Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-smtp/fluent-smtp-*.po
Languages: hu_hu

source: Please find %s on Telegram and send the following text to activate this connection.
hu_hu: Kérjük, keresse meg a(z) %s felhasználót a Telegramon, és küldje el az alábbi szöveget a kapcsolat aktiválásához.

source: We could not fetch the Telegram notification status. Here is the server response:
hu_hu: Nem sikerült lekérni a Telegram-értesítések állapotát. Íme a kiszolgáló válasza:

source: I agree to the %s of this Telegram integration.
hu_hu: Elfogadom ennek a Telegram-integrációnak a %s.

source: Enter email address where test email will be sent (By default, logged in user email will be used if email address is not provided).
hu_hu: Adja meg azt az e-mail-címet, ahová a teszt e-mailt küldjük (alapértelmezés szerint a bejelentkezett felhasználó e-mail-címe lesz használva, ha nem ad meg e-mail-címet).

source: (By default, the TLS encryption would be used if the server supports it. On some servers, it could be a problem and may need to be disabled.)
hu_hu: (Alapértelmezés szerint a TLS-titkosítás kerül használatra, ha a kiszolgáló támogatja. Egyes kiszolgálókon ez problémát okozhat, és szükség lehet a letiltására.)

source: Select which connection will be used for sending transactional emails from your WordPress. If you use multiple connection then email will be routed based on source from email address
hu_hu: Válassza ki, melyik kapcsolatot használja a WordPressből küldött tranzakciós e-mailekhez. Ha több kapcsolatot használ, az e-mailek a feladó e-mail-címe alapján lesznek irányítva.

source: Fallback Connection will be used if an email is failed to send in one connection. Please select a different connection than the default connection
hu_hu: A tartalék kapcsolat kerül használatra, ha egy kapcsolaton nem sikerül elküldeni egy e-mailt. Kérjük, válasszon az alapértelmezettől eltérő kapcsolatot.

source: If checked, the From Email setting above will be used for all emails (It will check if the from email is listed to available connections).
hu_hu: Ha be van jelölve, a fenti From Email beállítás lesz érvényes minden e-mailre (ellenőrzi, hogy a feladó e-mail-címe szerepel-e az elérhető kapcsolatok között).

source: Your emails will be routed automatically based on From email address. No additional configuration is required.
hu_hu: Az e-mailek automatikusan a feladó e-mail-címe alapján lesznek irányítva. Nincs szükség további konfigurációra.

source: Please configure your first email service provider connection
hu_hu: Kérjük, állítsa be az első e-mail-szolgáltatói kapcsolatát

source: Thank you for installing FluentSMTP - The ultimate SMTP & Email Service Connection Plugin for WordPress
hu_hu: Köszönjük, hogy telepítette a FluentSMTP-t – a WordPress végső SMTP- és e-mail-szolgáltatás-kapcsolati bővítményét

source: Welcome to FluentSMTP
hu_hu: Üdvözöljük a FluentSMTP-ben

source: activate
hu_hu: aktiválás

source: cancel
hu_hu: mégse

source: change
hu_hu: módosítás

source: check the documentation first to create API keys at Microsoft
hu_hu: először tekintse át a dokumentációt, hogy a Microsoftnál API-kulcsokat hozzon létre

source: click here
hu_hu: kattintson ide

source: confirm
hu_hu: megerősítés

source: copy
hu_hu: másolás

source: open an issue on GitHub
hu_hu: nyisson egy hibajegyet a GitHubon

source: provider for the connection.
hu_hu: szolgáltató a kapcsolathoz.

source: read the documentation here
hu_hu: olvassa el itt a dokumentációt

source: Please select your email service provider
hu_hu: Kérjük, válassza ki e-mail-szolgáltatóját

source: Credential Verification Failed. Please check your inputs
hu_hu: A hitelesítő adatok ellenőrzése nem sikerült. Kérjük, ellenőrizze a megadott adatokat

source: write a review for FluentSMTP
hu_hu: írjon értékelést a FluentSMTP-ről

source: FluentSMTP Email Health Report
hu_hu: FluentSMTP e-mail állapotjelentés

source: Email Sending Health
hu_hu: E-mailküldés állapota

source: Looks like no email has been sent to the time period
hu_hu: Úgy tűnik, ebben az időszakban nem lett elküldve e-mail.

source: If this is unusual you should probably check if your site is broken.
hu_hu: Ha ez szokatlan, célszerű ellenőriznie, hogy az oldala nem hibásodott-e meg.

source: Failed Count
hu_hu: Sikertelen küldések száma

source: Awesome! no failures! 🎉
hu_hu: Szuper! Nincsenek hibák! 🎉

source: Your email sending health is perfect
hu_hu: Az e-mailküldés állapota tökéletes

source: You received this email because the Email Sending Health Report is enabled in your FluentSMTP settings. Simply turn it off to stop these emails at
hu_hu: Ezt az e-mailt azért kapta, mert az Email Sending Health Report engedélyezve van a FluentSMTP beállításaiban. Ezeknek az e-maileknek a leállításához egyszerűen kapcsolja ki itt:

source: FluentSMTP Test Email
hu_hu: FluentSMTP teszt e-mail

source: Congrats, test email was sent successfully!
hu_hu: Gratulálunk, a teszt e-mailt sikeresen elküldtük!

source: Thank you for using Fluent SMTP Plugin. The ultimate SMTP plugin you need for making sure your emails are delivered.
hu_hu: Köszönjük, hogy a Fluent SMTP bővítményt használja. A végső SMTP-bővítmény, amelyre szüksége van annak biztosításához, hogy az e-mailjei kézbesítésre kerüljenek.

source: FluentSMTP is a free opensource plugin and it will be always free
hu_hu: A FluentSMTP egy ingyenes, nyílt forráskódú bővítmény, és mindig is ingyenes marad

source: Learn why it's free
hu_hu: Tudja meg, miért ingyenes

source: This email was sent from
hu_hu: Ezt az e-mailt innen küldték

source: PS: if you have a minute please
hu_hu: Ui.: ha van egy perce, kérem

source: Connection Type
hu_hu: Kapcsolat típusa

source: Sender Email
hu_hu: Feladó e-mail-címe

source: Connection Error:
hu_hu: Kapcsolati hiba:

source: Max Send in 24 hours
hu_hu: 24 órán belüli maximális küldésszám

source: Sent in last 24 hours
hu_hu: Az elmúlt 24 órában elküldve

source: Max Sending Rate
hu_hu: Maximális küldési sebesség

source: Valid Sending Emails
hu_hu: Érvényes küldő e-mail-címek

source: Looks like you are in sandbox mode. Please apply to Amazon AWS to approve your account.
hu_hu: Úgy tűnik, sandbox módban van. Kérjük, igényelje fiókja jóváhagyását az Amazon AWS-nél.

source: Read More here.
hu_hu: További információ itt.

source: Increase Sending Limits
hu_hu: Küldési korlátok növelése
