Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-smtp/fluent-smtp-*.po
Languages: hu_hu

source: Fastest Contact Form Builder Plugin for WordPress
hu_hu: Leggyorsabb kapcsolatfelvételi űrlapkészítő bővítmény WordPresshez

source: Filter
hu_hu: Szűrő

source: FluentCRM Email Logging
hu_hu: FluentCRM e-mailek naplózása

source: FluentSMTP does not store your email notifications data.
hu_hu: A FluentSMTP nem tárolja az Ön e-mailes értesítéseinek adatait.

source: FluentSMTP does not store your email notifications data.
hu_hu: A FluentSMTP nem tárolja az Ön e-mail értesítéseinek adatait.

source: FluentSMTP is built using the following open-source libraries and software
hu_hu: A FluentSMTP a következő nyílt forráskódú könyvtárakkal és szoftverekkel készült

source: Follow this link to get a Domain Name from Mailgun:
hu_hu: Kövesse ezt a hivatkozást, hogy Domain Name-et szerezzen a Mailguntól:

source: Follow this link to get an API Key from ElasticEmail:
hu_hu: Kövesse ezt a hivatkozást, hogy API Key-t szerezzen az ElasticEmailtől:

source: Follow this link to get an API Key from Mailgun:
hu_hu: Kövesse ezt a hivatkozást, hogy API Key-t szerezzen a Mailguntól:

source: Follow this link to get an API Key from SMTP2GO:
hu_hu: Kövesse ezt a hivatkozást, hogy API Key-t szerezzen az SMTP2GO-tól:

source: Follow this link to get an API Key from SendGrid:
hu_hu: Kövesse ezt a hivatkozást, hogy API Key-t szerezzen a SendGridtől:

source: Follow this link to get an API Key:
hu_hu: Kövesse ezt a hivatkozást, hogy API Key-t szerezzen:

source: Force From Email (Recommended Settings: Enable)
hu_hu: Feladó e-mail-címének kényszerítése (Ajánlott beállítás: Engedélyezés)

source: Force Sender Name
hu_hu: Feladó nevének kényszerítése

source: Friday
hu_hu: Péntek

source: From
hu_hu: Feladó

source: From Email
hu_hu: Feladó e-mail-címe

source: From Name
hu_hu: Feladó neve

source: Functionalities
hu_hu: Funkciók

source: General Settings
hu_hu: Általános beállítások

source: Get API Key.
hu_hu: Szerezzen API Key-t.

source: Get a Domain Name.
hu_hu: Szerezzen Domain Name-et.

source: Get a Private API Key.
hu_hu: Szerezzen Private API Key-t.

source: Get v3 API Key.
hu_hu: Szerezzen v3 API Key-t.

source: Getting Started
hu_hu: Első lépések

source: Gmail / Google Workspace API Settings
hu_hu: Gmail / Google Workspace API-beállítások

source: Great!
hu_hu: Nagyszerű!

source: How can we help you?
hu_hu: Miben segíthetünk Önnek?

source: I have sent the code
hu_hu: Elküldtem a kódot

source: If you find an issue or have a suggestion please
hu_hu: Ha hibát talál vagy javaslata van, kérjük

source: If you have a minute, consider
hu_hu: Ha van egy perce, fontolja meg

source: Install Fluent Forms (Free)
hu_hu: Telepítse a Fluent Forms-ot (ingyenes)

source: Install FluentCRM (Free)
hu_hu: Telepítse a FluentCRM-et (ingyenes)

source: Install Ninja Tables (Free)
hu_hu: Telepítse a Ninja Tables-t (ingyenes)

source: Installing... Please wait
hu_hu: Telepítés... Kérjük, várjon

source: Join FluentCRM Facebook Community
hu_hu: Csatlakozzon a FluentCRM Facebook-közösségéhez

source: Join FluentForms Facebook Community
hu_hu: Csatlakozzon a FluentForms Facebook-közösségéhez

source: Last 3 months
hu_hu: Az elmúlt 3 hónap

source: Last 30 Days
hu_hu: Az elmúlt 30 nap

source: Last 7 Days
hu_hu: Az elmúlt 7 nap

source: Last month
hu_hu: Az elmúlt hónap

source: Last step!
hu_hu: Utolsó lépés!

source: Last week
hu_hu: Az elmúlt hét

source: Less
hu_hu: Kevesebb

source: Log All Emails for Reporting
hu_hu: Összes e-mail naplózása jelentéshez

source: Log Emails
hu_hu: E-mailek naplózása

source: Mailer
hu_hu: Levélküldő

source: Mailgun API Settings
hu_hu: Mailgun API-beállítások

source: Manage Additional Senders
hu_hu: További feladók kezelése

source: Message Stream
hu_hu: Üzenetfolyam

source: Monday
hu_hu: Hétfő

source: More
hu_hu: Több

source: Next
hu_hu: Következő

source: None
hu_hu: Nincs

source: Notification Days
hu_hu: Értesítési napok

source: Notification Email Addresses
hu_hu: Értesítési e-mail-címek

source: Off
hu_hu: Ki

source: On
hu_hu: Be

source: Oops!
hu_hu: Hoppá!

source: Outlook / Office365 API Settings
hu_hu: Outlook / Office365 API-beállítások

source: Pepipost API Settings
hu_hu: Pepipost API-beállítások

source: Pin copied to clipboard
hu_hu: PIN a vágólapra másolva

source: Please
hu_hu: Kérem

source: Please Provide an email
hu_hu: Kérem, adjon meg egy e-mail-címet

source: Please add another connection to use fallback feature
hu_hu: Kérem, adjon hozzá még egy kapcsolatot a tartalékfunkció használatához

source: Please authenticate with Google to get
hu_hu: Kérem, hitelesítse magát a Google-lal, hogy megkapja

source: Please authenticate with Office365 to get
hu_hu: Kérem, hitelesítse magát az Office365-tel, hogy megkapja

source: Please enter a valid email address
hu_hu: Kérem, adjon meg egy érvényes e-mail-címet

source: Please send test email to confirm if the connection is working or not.
hu_hu: Kérem, küldjön teszt e-mailt annak megerősítésére, hogy a kapcsolat működik-e.

source: Postmark API Settings
hu_hu: Postmark API-beállítások

source: Prev
hu_hu: Előző

source: Private API Key
hu_hu: Privát API-kulcs

source: Provider
hu_hu: Szolgáltató

source: Quick Overview
hu_hu: Gyors áttekintés

source: Real-Time Email Failure Notifications
hu_hu: Valós idejű értesítések az e-mail-küldési hibákról

source: Receiver's Telegram Username:
hu_hu: Címzett Telegram-felhasználóneve:

source: Recommended Plugin
hu_hu: Ajánlott bővítmény

source: Region
hu_hu: Régió

source: Remove
hu_hu: Távolítsa el

source: Resend
hu_hu: Küldje újra

source: Resend Selected Emails
hu_hu: Küldje újra a kijelölt e-maileket

source: Resent Count
hu_hu: Újraküldések száma

source: Retry
hu_hu: Próbálja újra

source: Run Another Test Email
hu_hu: Küldjön egy újabb teszt e-mailt

source: SMTP Host
hu_hu: SMTP-kiszolgáló

source: SMTP Password
hu_hu: SMTP-jelszó

source: SMTP Username
hu_hu: SMTP-felhasználónév

source: SMTP2GO API Settings
hu_hu: SMTP2GO API-beállítások

source: Saturday
hu_hu: Szombat

source: Save Connection Settings
hu_hu: Kapcsolatbeállítások mentése

source: Save Email Logs:
hu_hu: E-mail-naplók mentése:

source: Save Settings
hu_hu: Beállítások mentése

source: Search Results for
hu_hu: Keresési eredmények ehhez:

source: Search Type and Enter...
hu_hu: Kereséshez írjon be, majd nyomja meg az Entert...

source: Secret Key
hu_hu: Titkos kulcs

source: Select
hu_hu: Válasszon

source: Select Email or Type
hu_hu: Válasszon e-mailt, vagy írjon be

source: Select Provider
hu_hu: Válasszon szolgáltatót

source: Select Region
hu_hu: Válasszon régiót

source: Select date and time
hu_hu: Válasszon dátumot és időpontot

source: Send Test Email
hu_hu: Teszt e-mail küldése

source: Send Test Message
hu_hu: Tesztüzenet küldése

source: Send To
hu_hu: Küldés címzettje

source: Send this email in HTML or in plain text format.
hu_hu: Ezt az e-mailt HTML-ben vagy egyszerű szöveges formátumban küldje el.

source: SendGrid API Settings
hu_hu: SendGrid API beállításai

source: Sender Email
hu_hu: Feladó e-mail-címe

source: Sender Email Address
hu_hu: Feladó e-mail-címe

source: Sender Name
hu_hu: Feladó neve

source: Sender Settings
hu_hu: Feladó beállításai

source: Sendinblue API Settings
hu_hu: Sendinblue API beállításai

source: Sending Stats
hu_hu: Küldési statisztikák

source: Sending by time of day
hu_hu: Küldés napszak szerint

source: Server Response
hu_hu: Szerver válasza

source: Set the return-path to match the From Email
hu_hu: Állítsa be a visszaküldési címet, hogy megegyezzen a Feladó e-mail-címével

source: Slack Channel Details:
hu_hu: Slack csatorna részletei:

source: Slack Notifications Enabled
hu_hu: Slack értesítések engedélyezve

source: Sorry! No docs found
hu_hu: Sajnáljuk! Nem található dokumentáció

source: SparkPost API Settings
hu_hu: SparkPost API beállításai

source: Start date
hu_hu: Kezdési dátum

source: Status
hu_hu: Állapot

source: Status:
hu_hu: Állapot:

source: Store API Keys in Config File
hu_hu: API-kulcsok tárolása a konfigurációs fájlban

source: Store API Keys in DB
hu_hu: API-kulcsok tárolása az adatbázisban

source: Store Access Keys in DB
hu_hu: Hozzáférési kulcsok tárolása az adatbázisban

source: Store Application Keys in DB
hu_hu: Alkalmazáskulcsok tárolása az adatbázisban

source: Subject
hu_hu: Tárgy

source: Subscribe To Updates
hu_hu: Feliratkozás a frissítésekre

source: Successful
hu_hu: Sikeres

source: Summary Email
hu_hu: Összefoglaló e-mail

source: Sunday
hu_hu: Vasárnap

source: Telegram Connection Status:
hu_hu: Telegram kapcsolat állapota:

source: Telegram Notifications Enable
hu_hu: Telegram értesítések engedélyezése

source: Test Email Has been successfully sent
hu_hu: A teszt e-mail sikeresen elküldésre került

source: The email address already exists in the list
hu_hu: Az e-mail-cím már szerepel a listában

source: The email address must match the domain:
hu_hu: Az e-mail-címnek egyeznie kell a domainnel:

source: The email address which emails are sent from.
hu_hu: Az az e-mail-cím, amelyről az e-mailek küldésre kerülnek.

source: The name which emails are sent from.
hu_hu: Az a név, amely feladóként szerepel az e-mailekben.

source: Thursday
hu_hu: Csütörtök

source: To
hu_hu: Címzett

source: To send emails you will need only a Mail Send access level for this API key.
hu_hu: E-mailek küldéséhez ehhez az API-kulcshoz csak Mail Send hozzáférési szintre lesz szüksége.

source: Total Email Sent (Logged):
hu_hu: Összes elküldött e-mail (naplózott):

source: Track Opens
hu_hu: Megnyitások követése

source: Transactional
hu_hu: Tranzakciós

source: Try Again
hu_hu: Próbálja újra

source: Tuesday
hu_hu: Kedd

source: Turn On
hu_hu: Kapcsolja be

source: Type & press enter...
hu_hu: Gépeljen, majd nyomja meg az Entert...

source: Use Auto TLS
hu_hu: Automatikus TLS használata

source: Validating Data. Please wait...
hu_hu: Adatok ellenőrzése. Kérjük, várjon...

source: Wednesday
hu_hu: Szerda

source: Write a review (really appreciated 😊)
hu_hu: Írjon értékelést (nagyon értékeljük 😊)

source: Yes, Disconnect
hu_hu: Igen, bontsa a kapcsolatot

source: You may add additional sending emails in this
hu_hu: Ebben további küldő e-mail címeket adhat hozzá

source: Your Discord Channel Name (For Internal Use)
hu_hu: Az Ön Discord-csatornájának neve (belső használatra)

source: Your Discord Channel Webhook URL
hu_hu: Az Ön Discord-csatornájának Webhook URL-je

source: Your Email
hu_hu: Az Ön e-mail címe

source: Your Email Address
hu_hu: Az Ön e-mail címe

source: Your Name
hu_hu: Az Ön neve

source: Your SMTP Username
hu_hu: Az Ön SMTP felhasználóneve

source: FluentSMTP is free and will be always free. This is our pledge to WordPress community from WPManageNinja LLC.
hu_hu: A FluentSMTP ingyenes, és mindig is ingyenes lesz. Ez az ígéretünk a WordPress közösség felé a WPManageNinja LLC részéről.

source: FluentSMTP is powered by community. We listen to our community users and build products that add value to businesses and save time.
hu_hu: A FluentSMTP-t a közösség működteti. Hallgatunk a közösség felhasználóira, és olyan termékeket készítünk, amelyek értéket adnak a vállalkozásoknak és időt takarítanak meg.

source: is a free and open-source WordPress Plugin. Our mission is to provide the ultimate email delivery solution with your favorite Email sending service. FluentSMTP is built for performance and speed.
hu_hu: egy ingyenes és nyílt forráskódú WordPress-bővítmény. Küldetésünk, hogy a kedvenc e-mail küldő szolgáltatásával a lehető legjobb e-mail kézbesítési megoldást nyújtsuk. A FluentSMTP teljesítményre és sebességre épült.

source: Join our communities and participate in great conversations.
hu_hu: Csatlakozzon közösségeinkhez, és vegyen részt remek beszélgetésekben.

source: FluentSMTP is powered by its users like you. Feel free to contribute on Github. Thanks to all of our contributors.
hu_hu: A FluentSMTP-t az Önhöz hasonló felhasználók működtetik. Nyugodtan járuljon hozzá a Githubon. Köszönjük minden közreműködőnknek.

source: Another connection with same email address exists. This connection will replace that connection
hu_hu: Már létezik egy másik kapcsolat ugyanazzal az e-mail címmel. Ez a kapcsolat felváltja azt.

source: Default and Fallback connection cannot be the same. Please select different connections.
hu_hu: Az Alapértelmezett és a Tartalék kapcsolat nem lehet ugyanaz. Kérjük, válasszon különböző kapcsolatokat.

source: The Default(none) option does not use SMTP and will not improve email delivery on your site.
hu_hu: Az Alapértelmezett (nincs) opció nem használ SMTP-t, és nem javítja az e-mail kézbesítést az oldalán.

source: Get real-time notification on your Discord Channel on any email sending failure. Configure notification with Discord to start getting real time notifications.
hu_hu: Kapjon valós idejű értesítéseket a Discord-csatornáján minden e-mail küldési hibáról. Állítsa be az értesítést a Discorddal, hogy elkezdje kapni a valós idejű értesítéseket.

source: Your FluentSMTP plugin is currently integrated with your Discord Channel. Receive timely notifications on Discord for any email sending issues from your website. This ongoing connection ensures you're always informed about your email delivery status.
hu_hu: Az Ön FluentSMTP bővítménye jelenleg integrálva van a Discord-csatornájával. Kapjon időszerű értesítéseket a Discordon a webhelyéről érkező bármilyen e-mailküldési problémáról. Ez a folyamatos kapcsolat biztosítja, hogy mindig tájékozott legyen az e-mail kézbesítési állapotáról.

source: Email Logging is currently turned off. Only Failed and resent emails will be shown here
hu_hu: Az e-mail naplózás jelenleg ki van kapcsolva. Itt csak a sikertelen és újraküldött e-mailek jelennek meg.

source: Email summary is useful for getting weekly or daily emails about all the email sending stats for this site.
hu_hu: Az e-mail-összefoglaló hasznos, ha heti vagy napi e-maileket szeretne kapni a webhely összes e-mailküldési statisztikájáról.

source: Disable sending all emails. If you enable this, no email will be sent.
hu_hu: Az összes e-mail küldésének letiltása. Ha ezt engedélyezi, nem kerül e-mail elküldésre.

source: No Emails will be sent from your WordPress.
hu_hu: A WordPresséből nem kerülnek e-mailek elküldésre.

source: Enable Multi-Part Plain Text version of your HTML Emails. This feature is in beta
hu_hu: Engedélyezze HTML-e-mailjei többrészes, egyszerű szöveges változatát. Ez a funkció béta állapotban van.

source: is the best and complete feature-rich Email Marketing & CRM solution. It is also the simplest and fastest CRM and Marketing Plugin on WordPress. Manage your customer relationships, build your email lists, send email campaigns, build funnels, and make more profit and increase your conversion rates. (Yes, It’s Free!)
hu_hu: a legjobb, teljes, funkciókban gazdag e-mail marketing és CRM megoldás. Ez egyben a legegyszerűbb és leggyorsabb CRM és marketing bővítmény a WordPressen. Kezelje ügyfélkapcsolatait, építse e-mail listáit, küldjön e-mail kampányokat, építsen tölcséreket, és érjen el több profitot, növelje konverziós arányait. (Igen, ingyenes!)

source: is the ultimate user-friendly, fast, customizable drag-and-drop WordPress Contact Form Plugin that offers you all the premium features, plus many more completely unique additional features.
hu_hu: a végső, felhasználóbarát, gyors, testreszabható, fogd és vidd WordPress kapcsolatfelvételi űrlap bővítmény, amely az összes prémium funkciót kínálja, plusz számos teljesen egyedi további funkciót.

source: When checked, the From Name setting above will be used for all emails, ignoring values set by other plugins.
hu_hu: Bejelölés esetén a fenti Feladó neve beállítás lesz használva minden e-mailhez, figyelmen kívül hagyva más bővítmények által megadott értékeket.

source: Please %s to create API keys on the Google Cloud Platform.
hu_hu: Kérjük, %s a Google Cloud Platformon az API-kulcsok létrehozásához.

source: check the documentation
hu_hu: tekintse meg a dokumentációt

source: Google API version has been upgraded. Please %s.
hu_hu: A Google API verziója frissült. Kérjük, %s.

source: read the doc and upgrade your API connection
hu_hu: olvassa el a dokumentációt, és frissítse az API-kapcsolatát

source: If you are a developer and would like to contribute to the project, please %s
hu_hu: Ha fejlesztő, és szeretne hozzájárulni a projekthez, kérjük, %s

source: contribute on GitHub
hu_hu: járuljon hozzá a GitHubon

source: Simply copy the following snippet and replace the stars with the corresponding credential. Then simply paste to wp-config.php file of your WordPress installation
hu_hu: Egyszerűen másolja ki az alábbi kódrészletet, és cserélje le a csillagokat a megfelelő hitelesítő adatokra. Ezután egyszerűen illessze be a WordPress-telepítésének wp-config.php fájljába

source: Your Gmail / Google Workspace Authentication has been enabled. No further action is needed. If you want to re-authenticate,
hu_hu: A Gmail / Google Workspace hitelesítése engedélyezve lett. Nincs további teendő. Ha újra szeretne hitelesíteni,

source: If you are operating under EU laws, you may be required to use the EU region. %s.
hu_hu: Ha az EU jogszabályai szerint működik, előfordulhat, hogy az EU régiót kell használnia. %s.

source: More information on Mailgun.com
hu_hu: További információ a Mailgun.com oldalon

source: Define which endpoint you want to use for sending messages.
hu_hu: Határozza meg, mely végpontot kívánja használni az üzenetek küldéséhez.

source: Looking for a WordPress table plugin for your website? Then you’re in the right place.
hu_hu: WordPress táblázat bővítményt keres a webhelyéhez? Akkor jó helyen jár.

source: the best WP table plugin that comes with all the solutions to the problems you face while creating tables on your posts/pages.
hu_hu: a legjobb WP táblázat bővítmény, amely megoldást nyújt minden problémára, amellyel a bejegyzéseiben/oldalain táblázatok készítése közben szembesül.

source: This input will be securely encrypted using WP SALTS as encryption keys before saving.
hu_hu: Ez a bevitel mentés előtt biztonságosan titkosításra kerül a WP SALTS kulcsok használatával.

source: If you change your WordPress SALT Keys, this credential will become invalid. Please update this credential whenever the WP SALTS are modified.
hu_hu: Ha megváltoztatja a WordPress SALT kulcsokat, ez a hitelesítő adat érvénytelenné válik. Kérjük, frissítse ezt a hitelesítő adatot, valahányszor a WP SALTS módosul.

source: Follow this link to get an API Key from Pepipost (Click Show button on Settings Page):
hu_hu: Kövesse ezt a hivatkozást API-kulcs beszerzéséhez a Pepiposttól (kattintson a Beállítások oldalon a Megjelenítés gombra):

source: If you enable this then link tracking header will be added to the email for Postmark.
hu_hu: Ha ezt engedélyezi, akkor hivatkozáskövetési fejléc kerül hozzáadásra az e-mailhez a Postmark esetében.

source: Follow this link to get an API Key from Postmark (Your API key is in the API Tokens tab of your):
hu_hu: Kövesse ezt a hivatkozást API-kulcs beszerzéséhez a Postmarktól (az API-kulcsa az API Tokens fülön található az Ön):

source: If you enable this then open tracking header will be added to the email for Postmark.
hu_hu: Ha ezt engedélyezi, akkor megnyitáskövetési fejléc kerül hozzáadásra az e-mailhez a Postmark esetében.

source: Get real-time notification on your favorite messaging channel on any email sending failure. Configure any of the following channel to start getting real time notifications.
hu_hu: Kapjon valós idejű értesítéseket a kedvenc üzenetküldő csatornáján bármely e-mail küldési hiba esetén. Állítson be bármelyik alábbi csatornát, hogy elkezdje kapni a valós idejű értesítéseket.

source: Return Path indicates where non-delivery receipts - or bounce messages - are to be sent. If unchecked, bounce messages may be lost. With this enabled, you'll be emailed using "From Email" if any messages bounce as a result of issues with the recipient’s email.
hu_hu: A Return Path jelzi, hová kell küldeni a kézbesítetlen levelekről szóló értesítéseket - azaz a visszapattanó üzeneteket. Ha nincs bejelölve, a visszapattanó üzenetek elveszhetnek. Ennek engedélyezésével a "From Email" használatával kap e-mailt, ha bármely üzenet visszapattan a címzett e-mailjével kapcsolatos problémák miatt.

source: Return Path indicates where non-delivery receipts—or bounce messages—%1$s are to be sent. If unchecked, bounce messages may be lost. With this enabled, %2$s you'll be emailed using "From Email" if any messages bounce due to issues with the recipient's email.
hu_hu: A Return Path jelzi, hogy a kézbesítés-meghiúsulási visszaigazolásokat – vagy visszapattanó üzeneteket – %1$s hová kell küldeni. Ha nincs bejelölve, a visszapattanó üzenetek elveszhetnek. Ha ez engedélyezve van, %2$s Ön e-mailt kap a "From Email" használatával, ha bármely üzenet visszapattan a címzett e-mailjével kapcsolatos problémák miatt.

source: Get real-time notification on your Slack Channel on any email sending failure. Configure notification with Slack Bot to start getting real time notifications.
hu_hu: Kapjon valós idejű értesítést Slack-csatornáján minden e-mailküldési hibáról. Konfigurálja az értesítést a Slack Bot segítségével, hogy megkezdje a valós idejű értesítések fogadását.

source: Your FluentSMTP plugin is currently integrated with your Slack Channel. Receive timely notifications on Slack for any email sending issues from your website. This ongoing connection ensures you're always informed about your email delivery status.
hu_hu: FluentSMTP-bővítménye jelenleg integrálva van Slack-csatornájával. Kapjon időszerű értesítéseket a Slacken a webhelyéről érkező bármely e-mailküldési problémáról. Ez a folyamatos kapcsolat biztosítja, hogy Ön mindig tájékozott legyen e-mailkézbesítésének állapotáról.

source: I agree to the %1$s of this Slack integration.
hu_hu: Elfogadom ennek a Slack-integrációnak a %1$s.

source: terms and conditions
hu_hu: felhasználási feltételek

source: (If you need to provide your SMTP server's credentials (username and password) enable the authentication, in most cases this is required.)
hu_hu: (Ha meg kell adnia az SMTP-kiszolgáló hitelesítő adatait (felhasználónév és jelszó), engedélyezze a hitelesítést; a legtöbb esetben ez szükséges.)

source: Subscribe with your email to know about this plugin updates, releases and useful tips.
hu_hu: Iratkozzon fel e-mail-címével, hogy értesüljön a bővítmény frissítéseiről, kiadásairól és hasznos tippekről.

source: Please view the %1$s first. If you still can't find the answer, %2$s and we will be happy to assist you with any problems.
hu_hu: Kérjük, először tekintse meg a %1$s. Ha továbbra sem találja a választ, %2$s, és örömmel segítünk bármilyen problémában.

source: documentation
hu_hu: dokumentáció

source: open a GitHub issue
hu_hu: nyisson egy hibajegyet a GitHubon

source: Your FluentSMTP plugin is currently integrated with Telegram. Receive timely notifications from %s on Telegram for any email sending issues from your website. This ongoing connection ensures you're always informed about your email delivery status.
hu_hu: FluentSMTP-bővítménye jelenleg integrálva van a Telegrammal. Kapjon időszerű értesítéseket a Telegramon a(z) %s-től a webhelyéről érkező bármely e-mailküldési problémáról. Ez a folyamatos kapcsolat biztosítja, hogy Ön mindig tájékozott legyen e-mailkézbesítésének állapotáról.

source: Get real-time notifications on your %1$s for any email sending failures. Configure notifications with FluentSMTP's official %2$s to start receiving real-time alerts.
hu_hu: Kapjon valós idejű értesítéseket a(z) %1$s szolgáltatásban minden e-mailküldési hibáról. Konfigurálja az értesítéseket a FluentSMTP hivatalos %2$s használatával, hogy valós idejű riasztásokat kapjon.
