Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-smtp/fluent-smtp-*.po
Languages: hu_hu

source: The Ultimate SMTP Connection Plugin for WordPress.
hu_hu: A legjobb SMTP-kapcsolati bővítmény WordPresshez.

source: FluentSMTP & WPManageNinja Team
hu_hu: FluentSMTP és a WPManageNinja csapata

source: Possible Conflict:
hu_hu: Lehetséges konfliktus:

source: SMTP/Mail Settings
hu_hu: SMTP/Levelezési beállítások

source: Go to Fluent SMTP Settings page
hu_hu: Menjen a Fluent SMTP beállítások oldalára

source: Settings
hu_hu: Beállítások

source: For SMTP, you already have FluentSMTP Installed
hu_hu: Az SMTP-hez a FluentSMTP már telepítve van

source: You seem to be looking for an SMTP plugin, but there's no need for another one — FluentSMTP is already installed on your site. FluentSMTP is a comprehensive, free, and open-source plugin with full features available without any upsell
hu_hu: Úgy tűnik, SMTP-bővítményt keres, de nincs szükség egy másikra — a FluentSMTP már telepítve van a webhelyén. A FluentSMTP egy átfogó, ingyenes és nyílt forráskódú bővítmény, amely minden funkcióját felár nélkül kínálja

source: learn why it's free
hu_hu: tudja meg, miért ingyenes

source: . It's compatible with various SMTP services, including Amazon SES, SendGrid, MailGun, ElasticEmail, SendInBlue, Google, Microsoft, and others, providing you with a wide range of options for your email needs.
hu_hu: . Kompatibilis különféle SMTP-szolgáltatásokkal, többek között az Amazon SES, SendGrid, MailGun, ElasticEmail, SendInBlue, Google, Microsoft és mások szolgáltatásaival, így széles körű lehetőségeket biztosít az e-mailes igényeihez.

source: Go To FluentSMTP Settings
hu_hu: Menjen a FluentSMTP beállításaihoz

source: This notice is from FluentSMTP plugin to prevent plugin conflict.
hu_hu: Ez az értesítés a FluentSMTP bővítménytől származik a bővítmények közötti konfliktus megelőzése érdekében.

source: You do not have permission to see this data
hu_hu: Nincs jogosultsága ezen adatok megtekintéséhez

source: %1$s is a free plugin & it will be always free %2$s. %3$s
hu_hu: %1$s egy ingyenes bővítmény, és mindig ingyenes is marad %2$s. %3$s

source: (Learn why it's free)
hu_hu: (Tudja meg, miért ingyenes)

source: Write a review ★★★★★
hu_hu: Írjon értékelést ★★★★★

source: WordPress version 5.5 or greater is required for FluentSMTP. You are using version %s currently. Please update your WordPress Core to use FluentSMTP Plugin.
hu_hu: A FluentSMTP használatához WordPress 5.5 vagy újabb verzió szükséges. Jelenleg a(z) %s verziót használja. Kérjük, frissítse a WordPress Core-t a FluentSMTP bővítmény használatához.

source: FluentSMTP needs to be configured for it to work.
hu_hu: A FluentSMTP működéséhez be kell állítania.

source: Configure FluentSMTP
hu_hu: Állítsa be a FluentSMTP-t

source: Email Disabled
hu_hu: E-mail letiltva

source: Loading data...
hu_hu: Adatok betöltése...

source: Today
hu_hu: Ma

source: Last 7 days
hu_hu: Elmúlt 7 nap

source: All
hu_hu: Összes

source: Date
hu_hu: Dátum

source: Sent
hu_hu: Elküldve

source: Failed
hu_hu: Sikertelen

source: View All
hu_hu: Összes megtekintése

source: Showing %1$s of %2$s different subject lines sent in the past %3$s
hu_hu: Megjelenítve: %1$s / %2$s különböző tárgysor az elmúlt %3$s során elküldve

source: Showing %1$s of %2$s different subject lines failed in the past %3$s
hu_hu: Megjelenítve: %1$s / %2$s különböző tárgysor az elmúlt %3$s során sikertelenül küldve

source: Emails Sent
hu_hu: Elküldött e-mailek

source: Email Failures
hu_hu: Sikertelen e-mail-küldések

source: Failed to renew the token
hu_hu: Nem sikerült megújítani a tokent

source: You do not have permission to do this action
hu_hu: Nincs jogosultsága ehhez a művelethez

source: Security Failed. Please reload the page
hu_hu: Biztonsági hiba. Kérjük, töltse újra az oldalt

source: Webhook URL is required
hu_hu: A Webhook URL megadása kötelező

source: Channel Name required
hu_hu: A csatornanév megadása kötelező

source: Your settings has been saved
hu_hu: A beállításai elmentésre kerültek

source: Slack notification is not enabled
hu_hu: A Slack-értesítés nincs engedélyezve

source: Test message sent successfully
hu_hu: A tesztüzenet sikeresen elküldve

source: Discord connection has been disconnected successfully
hu_hu: A Discord-kapcsolat sikeresen bontva

source: %s deleted successfully.
hu_hu: %s sikeresen törölve.

source: Email sent successfully.
hu_hu: E-mail sikeresen elküldve.

source: Something went wrong
hu_hu: Valami hiba történt

source: Selected Emails have been proceed to send.
hu_hu: A kijelölt e-mailek küldésre lettek feldolgozva.

source: But %d emails are reported to failed to send.
hu_hu: De %d e-mailről azt jelentették, hogy nem sikerült elküldeni.

source: And %d emails are failed to init the emails
hu_hu: És %d e-mail esetében nem sikerült az inicializálás

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: General Settings has been updated
hu_hu: Az általános beállítások frissítve

source: The email field is required.
hu_hu: Az e-mail mező kitöltése kötelező.

source: Email delivered successfully.
hu_hu: Az e-mail sikeresen kézbesítve.

source: Unprocessable Entity
hu_hu: Feldolgozhatatlan entitás

source: Sorry no connection found. Please reload the page and try again
hu_hu: Sajnáljuk, nem található kapcsolat. Kérjük, töltse újra az oldalt, és próbálja meg újra

source: Please provide a valid email address
hu_hu: Kérjük, adjon meg érvényes e-mail-címet

source: Email has been added successfully
hu_hu: Az e-mail sikeresen hozzáadva

source: Email has been removed successfully
hu_hu: Az e-mail sikeresen eltávolítva

source: Go to Fluent Forms Dashboard
hu_hu: Lépjen a Fluent Forms vezérlőpultjára

source: Go to FluentCRM Dashboard
hu_hu: Lépjen a FluentCRM vezérlőpultjára

source: Go to Ninja Tables Dashboard
hu_hu: Lépjen a Ninja Tables vezérlőpultjára

source: Sorry, You can not install this plugin
hu_hu: Sajnáljuk, ezt a plugint nem telepítheti

source: Plugin has been successfully installed.
hu_hu: A plugin sikeresen telepítve.

source: Sorry! The provider email is not valid
hu_hu: Sajnáljuk! A szolgáltató e-mail-címe érvénytelen

source: You are subscribed to plugin update and monthly tips
hu_hu: Feliratkozott a plugin frissítéseire és havi tippekre

source: Please define FLUENTMAIL_GMAIL_CLIENT_ID in your wp-config.php file
hu_hu: Kérjük, definiálja a FLUENTMAIL_GMAIL_CLIENT_ID értéket a wp-config.php fájljában

source: Please define FLUENTMAIL_GMAIL_CLIENT_SECRET in your wp-config.php file
hu_hu: Kérjük, definiálja a FLUENTMAIL_GMAIL_CLIENT_SECRET értéket a wp-config.php fájljában

source: Please provide application client id
hu_hu: Kérjük, adja meg az alkalmazás kliensazonosítóját

source: Please provide application client secret
hu_hu: Kérjük, adja meg az alkalmazás kliens titkát

source: Please define FLUENTMAIL_OUTLOOK_CLIENT_ID in your wp-config.php file
hu_hu: Kérjük, definiálja a FLUENTMAIL_OUTLOOK_CLIENT_ID értéket a wp-config.php fájljában

source: Please define FLUENTMAIL_OUTLOOK_CLIENT_SECRET in your wp-config.php file
hu_hu: Kérjük, definiálja a FLUENTMAIL_OUTLOOK_CLIENT_SECRET értéket a wp-config.php fájljában

source: Settings has been updated successfully
hu_hu: A beállítások sikeresen frissítve

source: Awesome! You are redirecting to slack
hu_hu: Szuper! Átirányítjuk a Slackre

source: Slack connection has been disconnected successfully
hu_hu: A Slack-kapcsolat sikeresen bontva

source: Awesome! Please activate the connection from your telegram account.
hu_hu: Szuper! Kérjük, aktiválja a kapcsolatot a Telegram-fiókjából.

source: Please provide site token
hu_hu: Kérjük, adja meg az oldal tokenjét

source: Connection successful
hu_hu: A kapcsolat sikeres

source: Telegram notification is not enabled
hu_hu: A Telegram-értesítés nincs engedélyezve

source: Telegram connection has been disconnected successfully
hu_hu: A Telegram-kapcsolat sikeresen bontva

source: Fluent SMTP: Test Email - %s
hu_hu: Fluent SMTP: Teszt e-mail - %s

source: Import data from your current plugin (WP Mail SMTP)
hu_hu: Adatok importálása a jelenlegi pluginből (WP Mail SMTP)

source: We have detected other SMTP plugin's settings available on your site. Click bellow to pre-populate the values
hu_hu: Más SMTP plugin beállításait észleltük az oldalán. Kattintson alább az értékek előzetes kitöltéséhez

source: Import From WP Mail SMTP
hu_hu: Importálás a WP Mail SMTP-ből

source: Import data from your current plugin (Easy WP SMTP)
hu_hu: Adatok importálása a jelenlegi pluginből (Easy WP SMTP)

source: Import From Easy WP SMTP
hu_hu: Importálás az Easy WP SMTP-ből

source: Sent using fallback connection
hu_hu: Tartalék kapcsolat használatával elküldve

source: Tried to send using fallback but failed.
hu_hu: Megkíséreltük elküldeni tartalék kapcsolattal, de nem sikerült.

source: Not implemented
hu_hu: Nincs megvalósítva

source: Something went wrong!
hu_hu: Valami hiba történt!

source: Invalid email address! Please use a verified domain.
hu_hu: Érvénytelen e-mail-cím! Kérjük, használjon ellenőrzött domaint.

source: Email address already exists with another connection. Please choose a different email.
hu_hu: Az e-mail-cím már létezik egy másik kapcsolathoz társítva. Kérjük, válasszon másik e-mail-címet.

source: Sorry! you can not remove this email from this connection
hu_hu: Sajnáljuk! Nem távolíthatja el ezt az e-mail-címet erről a kapcsolatról

source: Email does not exists. Please try again.
hu_hu: Az e-mail-cím nem létezik. Kérjük, próbálja meg újra.

source: The from email is not verified
hu_hu: A feladó e-mail-címe nincs ellenőrizve

source: Access key is required.
hu_hu: A hozzáférési kulcs megadása kötelező.

source: Secret key is required.
hu_hu: A titkos kulcs megadása kötelező.

source: Please define FLUENTMAIL_AWS_ACCESS_KEY_ID in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_AWS_ACCESS_KEY_ID értéket a wp-config.php fájlban.

source: Please define FLUENTMAIL_AWS_SECRET_ACCESS_KEY in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_AWS_SECRET_ACCESS_KEY értéket a wp-config.php fájlban.

source: SMTP server
hu_hu: SMTP-kiszolgáló

source: Read the documentation
hu_hu: Olvassa el a dokumentációt

source: for how to configure any SMTP with FluentSMTP.
hu_hu: arról, hogyan konfiguráljon bármilyen SMTP-t a FluentSMTP-vel.

source: for how to configure Amazon SES with FluentSMTP.
hu_hu: arról, hogyan konfigurálja az Amazon SES-t a FluentSMTP-vel.

source: for how to configure Mailgun with FluentSMTP.
hu_hu: arról, hogyan konfigurálja a Mailgun-t a FluentSMTP-vel.

source: for how to configure SendGrid with FluentSMTP.
hu_hu: arról, hogyan konfigurálja a SendGrid-et a FluentSMTP-vel.

source: for how to configure Sendinblue with FluentSMTP.
hu_hu: arról, hogyan konfigurálja a Sendinblue-t a FluentSMTP-vel.

source: for how to configure SparkPost with FluentSMTP.
hu_hu: arról, hogyan konfigurálja a SparkPost-ot a FluentSMTP-vel.

source: Netcore Email API, formerly Pepipost
hu_hu: Netcore Email API, korábban Pepipost

source: for how to configure Netcore (formerly Pepipost) with FluentSMTP.
hu_hu: arról, hogyan konfigurálja a Netcore-t (korábban Pepipost) a FluentSMTP-vel.

source: for how to configure Postmark with FluentSMTP.
hu_hu: arról, hogyan konfigurálja a Postmark-ot a FluentSMTP-vel.

source: for how to configure Elastic Email with FluentSMTP.
hu_hu: arról, hogyan konfigurálja az Elastic Email-t a FluentSMTP-vel.

source: Gmail or Google Workspace
hu_hu: Gmail vagy Google Workspace

source: Gmail/Google Workspace is not recommended for sending mass marketing emails.
hu_hu: A Gmail/Google Workspace nem ajánlott tömeges marketing e-mailek küldésére.

source: Outlook or Office 365
hu_hu: Outlook vagy Office 365

source: Outlook/Office365 is not recommended for sending mass marketing emails.
hu_hu: Az Outlook/Office365 nem ajánlott tömeges marketing e-mailek küldésére.

source: The Default option does not use SMTP or any Email Service Providers so it will not improve email delivery on your site.
hu_hu: Az Alapértelmezett opció nem használ SMTP-t vagy bármilyen e-mail szolgáltatót, így nem fogja javítani az e-mail kézbesítést a webhelyén.

source: Api key is required.
hu_hu: API-kulcs szükséges.

source: Please define FLUENTMAIL_ELASTICMAIL_API_KEY in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_ELASTICMAIL_API_KEY-t a wp-config.php fájlban.

source: There is no matching provider found by email:
hu_hu: E-mail alapján nem található egyező szolgáltató:

source: Application Client ID is required.
hu_hu: Az Application Client ID megadása kötelező.

source: Application Client Secret key is required.
hu_hu: Az Application Client Secret key megadása kötelező.

source: Please define FLUENTMAIL_GMAIL_CLIENT_ID in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_GMAIL_CLIENT_ID értéket a wp-config.php fájlban.

source: Please define FLUENTMAIL_GMAIL_CLIENT_SECRET in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_GMAIL_CLIENT_SECRET értéket a wp-config.php fájlban.

source: Please Provide Auth Token.
hu_hu: Kérjük, adja meg az Auth Token értékét.

source: Failed to renew token with Gmail Api
hu_hu: Nem sikerült megújítani a tokent a Gmail Api-val

source: Token Validity
hu_hu: Token érvényessége

source: Invalid. Please re-authenticate
hu_hu: Érvénytelen. Kérjük, hitelesítse újra

source: Mailgun API Error
hu_hu: Mailgun API hiba

source: Domain name is required.
hu_hu: A domainnév megadása kötelező.

source: Please define FLUENTMAIL_MAILGUN_API_KEY in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_MAILGUN_API_KEY értéket a wp-config.php fájlban.

source: Please define FLUENTMAIL_MAILGUN_DOMAIN in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_MAILGUN_DOMAIN értéket a wp-config.php fájlban.

source: Something with wrong with Outlook API. Please check your API Settings
hu_hu: Valami nincs rendben az Outlook API-val. Kérjük, ellenőrizze az API beállításait

source: Please define FLUENTMAIL_OUTLOOK_CLIENT_ID in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_OUTLOOK_CLIENT_ID értéket a wp-config.php fájlban.

source: Please define FLUENTMAIL_OUTLOOK_CLIENT_SECRET in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_OUTLOOK_CLIENT_SECRET értéket a wp-config.php fájlban.

source: Please define FLUENTMAIL_PEPIPOST_API_KEY in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_PEPIPOST_API_KEY értéket a wp-config.php fájlban.

source: Please define FLUENTMAIL_POSTMARK_API_KEY in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_POSTMARK_API_KEY értéket a wp-config.php fájlban.

source: Please define FLUENTMAIL_SENDGRID_API_KEY in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_SENDGRID_API_KEY értéket a wp-config.php fájlban.

source: SendInBlueError API Error
hu_hu: SendInBlueError API hiba

source: Please define FLUENTMAIL_SENDINBLUE_API_KEY in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_SENDINBLUE_API_KEY értéket a wp-config.php fájlban.

source: Email sending was simulated, No Email was sent originally
hu_hu: Az e-mail küldése szimulált volt, eredetileg nem lett e-mail elküldve

source: SMTP host is required.
hu_hu: Az SMTP host megadása kötelező.

source: SMTP port is required.
hu_hu: Az SMTP port megadása kötelező.

source: Please define FLUENTMAIL_SMTP_USERNAME in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_SMTP_USERNAME értéket a wp-config.php fájlban.

source: Please define FLUENTMAIL_SMTP_PASSWORD in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_SMTP_PASSWORD értéket a wp-config.php fájlban.

source: SMTP username is required.
hu_hu: Az SMTP felhasználónév megadása kötelező.

source: SMTP password is required.
hu_hu: Az SMTP jelszó megadása kötelező.

source: Please define FLUENTMAIL_SMTP2GO_API_KEY in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_SMTP2GO_API_KEY értéket a wp-config.php fájlban.

source: SparkPost API Error
hu_hu: SparkPost API hiba

source: Please define FLUENTMAIL_SPARKPOST_API_KEY in wp-config.php file.
hu_hu: Kérjük, definiálja a FLUENTMAIL_SPARKPOST_API_KEY értéket a wp-config.php fájlban.

source: Sender email is required.
hu_hu: A feladó e-mail-címe kötelező.

source: Invalid email address.
hu_hu: Érvénytelen e-mail-cím.

source: [%s] Failed to send email
hu_hu: [%s] Nem sikerült e-mailt küldeni

source: **Website URL:**
hu_hu: **Webhely URL:**

source: **Sending Driver:**
hu_hu: **Küldési meghajtó:**

source: **To Email Address:**
hu_hu: **Címzett e-mail-címe:**

source: **Email Subject:**
hu_hu: **E-mail tárgya:**

source: **Error Message:** ```
hu_hu: **Hibaüzenet:** ```

source: [View Failed Email(s)](
hu_hu: [Sikertelen e-mail(ek) megtekintése](

source: - Simulated
hu_hu: - Szimulált

source: connection.
hu_hu: kapcsolat.

source: in the
hu_hu: a(z)

source: option in the Google Cloud Project.
hu_hu: opció a Google Cloud Projectben.

source: (Default: US East(N.Virginia) / us - east - 1)
hu_hu: (Alapértelmezett: US East(N.Virginia) / us - east - 1)

source: (Optional) Share Non - Sensitive Data.It will help us to improve the integrations
hu_hu: (Opcionális) Ossza meg a nem érzékeny adatokat. Ez segít nekünk az integrációk fejlesztésében

source: (Re Authentication Required)
hu_hu: (Újrahitelesítés szükséges)

source: *** It is very important to put
hu_hu: *** Nagyon fontos megadni

source: A name for the connection.
hu_hu: A kapcsolat nevét.

source: API Key
hu_hu: API-kulcs

source: About
hu_hu: Névjegy

source: Access Data: Active SMTP Connection Provider, installed plugin names, php & mysql version
hu_hu: Hozzáférési adatok: Aktív SMTP-kapcsolat szolgáltatója, telepített bővítmények nevei, php és mysql verziója

source: Access Key
hu_hu: Hozzáférési kulcs

source: Access Keys in Config File
hu_hu: Hozzáférési kulcsok a konfigurációs fájlban

source: Access Token
hu_hu: Hozzáférési token

source: Actions
hu_hu: Műveletek

source: Activation Pin
hu_hu: Aktiválási PIN-kód

source: Active Connections:
hu_hu: Aktív kapcsolatok:

source: Active Email Connections
hu_hu: Aktív e-mail kapcsolatok

source: Active Senders:
hu_hu: Aktív feladók:

source: Add
hu_hu: Hozzáadás

source: Add Additional Senders
hu_hu: További feladók hozzáadása

source: Add Another Connection
hu_hu: Egy másik kapcsolat hozzáadása

source: Add Multi-Part Plain Text for HTML Emails (beta)
hu_hu: Többrészes egyszerű szöveg hozzáadása HTML e-mailekhez (béta)

source: After 1 Year
hu_hu: 1 év után

source: After 14 Days
hu_hu: 14 nap után

source: After 2 Years
hu_hu: 2 év után

source: After 30 Days
hu_hu: 30 nap után

source: After 6 Months
hu_hu: 6 hónap után

source: After 60 Days
hu_hu: 60 nap után

source: After 7 Days
hu_hu: 7 nap után

source: After 90 Days
hu_hu: 90 nap után

source: Alerts
hu_hu: Riasztások

source: All Statuses
hu_hu: Összes állapot

source: All Time
hu_hu: Minden időszak

source: App Callback URL(Use this URL to your APP)
hu_hu: Alkalmazás visszahívási URL(Ezt az URL-t használja az APP-hoz)

source: Application Client ID
hu_hu: Alkalmazás kliensazonosítója

source: Application Client Secret
hu_hu: Alkalmazás kliens titka

source: Application Keys in Config File
hu_hu: Alkalmazás kulcsai a konfigurációs fájlban

source: Apply
hu_hu: Alkalmaz

source: Are you sure you want to disconnect Discord notifications?
hu_hu: Biztosan le kívánja választani a Discord-értesítéseket?

source: Are you sure you want to disconnect Slack notifications?
hu_hu: Biztosan le kívánja választani a Slack-értesítéseket?

source: Are you sure you want to disconnect Telegram notifications?
hu_hu: Biztosan le kívánja választani a Telegram-értesítéseket?

source: Are you sure you want to remove this email address?
hu_hu: Biztosan el kívánja távolítani ezt az e-mail-címet?

source: Are you sure, you want to delete all the logs?
hu_hu: Biztos benne, hogy törölni kívánja az összes naplót?

source: Attachments
hu_hu: Mellékletek

source: Authenticate with Google & Get Access Token
hu_hu: Hitelesítse magát a Google-lel & szerezzen hozzáférési tokent

source: Authenticate with Office365 & Get Access Token
hu_hu: Hitelesítse magát az Office365-tel & szerezzen hozzáférési tokent

source: Authentication
hu_hu: Hitelesítés

source: Authorized Redirect URI
hu_hu: Engedélyezett átirányítási URI

source: Authorized Redirect URIs
hu_hu: Engedélyezett átirányítási URI-k

source: Awesome! Please check your email inbox and confirm your subscription.
hu_hu: Remek! Kérjük, ellenőrizze e-mail-fiókját, és erősítse meg feliratkozását.

source: Best WP DataTables Plugin for WordPress
hu_hu: A legjobb WP DataTables bővítmény WordPresshez

source: Bulk Action
hu_hu: Tömeges művelet

source: By Date
hu_hu: Dátum szerint

source: Cancel
hu_hu: Mégse

source: Close
hu_hu: Bezárás

source: Community
hu_hu: Közösség

source: Configure Discord Notification
hu_hu: Discord-értesítés beállítása

source: Connect With Your Email Providers
hu_hu: Csatlakozzon az Ön e-mail szolgáltatóihoz

source: Connection Details
hu_hu: Kapcsolat részletei

source: Connection Name
hu_hu: Kapcsolat neve

source: Connection Provider
hu_hu: Kapcsolat szolgáltatója

source: Connection deleted Successfully.
hu_hu: Kapcsolat sikeresen törölve.

source: Continue
hu_hu: Folytassa

source: Continue to Slack
hu_hu: Lépjen tovább a Slackre

source: Contributors
hu_hu: Közreműködők

source: Create API Key.
hu_hu: Hozzon létre API-kulcsot.

source: Cumulative
hu_hu: Kumulatív

source: Current verified senders:
hu_hu: Jelenlegi ellenőrzött feladók:

source: Date-Time
hu_hu: Dátum és idő

source: Days
hu_hu: Napok

source: Default Connection
hu_hu: Alapértelmezett kapcsolat

source: Delete All Logs
hu_hu: Törölje az összes naplót

source: Delete Logs
hu_hu: Törölje a naplókat

source: Delete Logs:
hu_hu: Naplók törlése:

source: Delete Selected
hu_hu: Törölje a kijelölteket

source: Disable Logging for FluentCRM Emails
hu_hu: Tiltsa le a FluentCRM e-mailek naplózását

source: Disconnect
hu_hu: Válassza le

source: Disconnect & Reconnect
hu_hu: Válassza le és csatlakozzon újra

source: Discord Channel Details:
hu_hu: Discord csatorna részletei:

source: Discord Notifications Enabled
hu_hu: Discord értesítések engedélyezve

source: Documentation
hu_hu: Dokumentáció

source: Domain Name
hu_hu: Domainnév

source: Edit Connection
hu_hu: Szerkessze a kapcsolatot

source: ElasticEmail API Settings
hu_hu: ElasticEmail API-beállítások

source: Email Address
hu_hu: E-mail-cím

source: Email Body
hu_hu: E-mail törzse

source: Email Failed:
hu_hu: E-mail sikertelen:

source: Email Headers
hu_hu: E-mail fejlécek

source: Email Log
hu_hu: E-mail napló

source: Email Logs
hu_hu: E-mail naplók

source: Email Marketing Automation and CRM Plugin for WordPress
hu_hu: E-mail-marketing automatizálási és CRM-bővítmény WordPresshez

source: Email Sending Error Notifications
hu_hu: Értesítések az e-mail-küldési hibákról

source: Email Simulation
hu_hu: E-mail szimuláció

source: Email Test
hu_hu: E-mail teszt

source: Email Type
hu_hu: E-mail típusa

source: Enable Email Summary
hu_hu: Engedélyezze az e-mail összefoglalót

source: Enable email opens tracking on postmark(For HTML Emails only).
hu_hu: Engedélyezze az e-mail-megnyitások követését a postmarkon(Csak HTML e-mailekhez).

source: Enable link tracking on postmark (For HTML Emails only).
hu_hu: Engedélyezze a hivatkozáskövetést a postmarkon (csak HTML e-mailekhez).

source: Encryption
hu_hu: Titkosítás

source: End date
hu_hu: Végdátum

source: Enter Full Screen
hu_hu: Lépjen teljes képernyőre

source: Enter new email address ex: new_sender@
hu_hu: Adja meg az új e-mail-címet pl: new_sender@

source: Enter the sender email address(optional).
hu_hu: Adja meg a feladó e-mail-címét(nem kötelező).

source: Fallback Connection
hu_hu: Tartalék kapcsolat
