Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Disable logging of the customer IP address.
hu_hu: A vásárló IP-címének naplózásának letiltása.

source: Disable referrals
hu_hu: Ajánlások letiltása

source: Disable referrals for this product variation
hu_hu: Ajánlások letiltása ennél a termékváltozatnál

source: Disable referrals on this %s
hu_hu: Ajánlások letiltása ezen a %s-en

source: Disable referrals on this membership
hu_hu: Ajánlások letiltása ennél a tagságnál

source: Disable referrals on this subscription level.
hu_hu: Ajánlások letiltása ezen az előfizetési szinten.

source: Disable the application accepted email sent to the affiliate.
hu_hu: A partnernek küldött jelentkezés-elfogadási e-mail letiltása.

# affiliates require approval
source: Disabled
hu_hu: Letiltva

# debug mode
source: Disabled
hu_hu: Letiltva

# emails disabled
source: Disabled
hu_hu: Letiltva

# show pretty referral URLs
source: Disabled
hu_hu: Letiltva

source: Disburse affiliate payouts
hu_hu: Partnerkifizetések folyósítása

source: Disconnect
hu_hu: Kapcsolat bontása

source: Disconnect Account
hu_hu: Fiók leválasztása

source: Disconnect Stripe Account?
hu_hu: Leválasztja a Stripe-fiókot?

source: Disconnect from %s
hu_hu: Kapcsolat bontása a(z) %s szolgáltatással

source: Disconnect from the %s.
hu_hu: Kapcsolat bontása a(z) %s szolgáltatással.

source: Discount Applied Successfully!
hu_hu: Kedvezmény sikeresen alkalmazva!

source: Discount Notification Theme
hu_hu: Kedvezményértesítés témája

source: Dismiss
hu_hu: Bezárás

# admin notice
source: Dismiss
hu_hu: Bezárás

source: Dismiss Notice
hu_hu: Értesítés bezárása

source: Dismiss Setup Screen
hu_hu: Beállítási képernyő kihagyása

source: Dismissible notices must specify a dismiss_label attribute.
hu_hu: A bezárható értesítésekhez meg kell adni egy dismiss_label attribútumot.

source: Display a link to the Affiliate Area in the My Account navigation.
hu_hu: Hivatkozás megjelenítése a Partnerfelületre a Saját fiók navigációban.

source: Dispute lost
hu_hu: Vita elvesztve

source: Documentation
hu_hu: Dokumentáció

source: Doesn&#8217;t meet the minimum payout amount
hu_hu: Nem felel meg a minimális kifizetési összegnek

source: Dominican Peso (RD$) — DOP
hu_hu: Dominikai peso (RD$) — DOP

source: Download
hu_hu: Letöltés

source: Download Debug Log File
hu_hu: Hibakeresési naplófájl letöltése

source: Download Now
hu_hu: Letöltés most

source: Download QR Code
hu_hu: QR-kód letöltése

source: Draft
hu_hu: Piszkozat

source: Due by %s
hu_hu: Határidő: %s

source: Dynamic
hu_hu: Dinamikus

source: Dynamic Coupon
hu_hu: Dinamikus kupon

source: Dynamic Coupon Customization
hu_hu: Dinamikus kupon testreszabása

source: Dynamic Coupons
hu_hu: Dinamikus kuponok

source: Dynamic coupon creation failed, please try again.
hu_hu: A dinamikus kupon létrehozása nem sikerült, próbálja meg újra.

source: Dynamic coupon deletion failed, please try again.
hu_hu: A dinamikus kupon törlése nem sikerült, próbálja meg újra.

source: Dynamic coupon successfully created.
hu_hu: A dinamikus kupon sikeresen létrehozva.

source: Dynamic coupon successfully deleted.
hu_hu: A dinamikus kupon sikeresen törölve.

source: EPS payments
hu_hu: EPS-fizetések

source: Each column loaded from the CSV may be mapped to a referral field. Select the column that should be mapped to each field below. Any columns not needed can be ignored. Any affiliates that don&#8217;t exist will be created. See <a href="%s" target="_blank">this guide</a> for assistance with importing referral records.
hu_hu: A CSV-ből betöltött oszlopok mindegyike hozzárendelhető egy ajánlás mezőhöz. Válassza ki, melyik oszlopot kell az alábbi mezőkhöz rendelni. A nem szükséges oszlopok figyelmen kívül hagyhatók. A nem létező partnerek létrehozásra kerülnek. Az ajánlási bejegyzések importálásához lásd <a href="%s" target="_blank">ezt az útmutatót</a>.

source: Each column loaded from the CSV may be mapped to an affiliate field. Select the column that should be mapped to each field below. Any columns not needed can be ignored. See <a href="%s" target="_blank">this guide</a> for assistance with importing affiliate records.
hu_hu: A CSV-ből betöltött oszlopok mindegyike hozzárendelhető egy partnermezőhöz. Válassza ki, melyik oszlopot kell az alábbi mezőkhöz rendelni. A nem szükséges oszlopok figyelmen kívül hagyhatók. A partneradatok importálásához lásd <a href="%s" target="_blank">ezt az útmutatót</a>.

source: Earn with every referral!
hu_hu: Keress minden ajánlással!

source: Earnings
hu_hu: Bevételek

# Dashboard widget
source: Earnings
hu_hu: Bevételek

# Earnings column table header
source: Earnings
hu_hu: Bevételek

source: Earnings Generated
hu_hu: Keletkezett bevételek

source: Earnings Paid
hu_hu: Kifizetett bevételek

source: Earnings can be based on either a percentage or a flat rate amount.
hu_hu: A bevételek alapja lehet százalékos arány vagy fix összeg.

source: Earnings have been successfully recounted for %s.
hu_hu: A bevételeket sikeresen újraszámoltuk: %s esetében.

source: Earnings have been successfully recounted for all matching affiliates.
hu_hu: A bevételeket sikeresen újraszámoltuk minden egyező partner esetében.

source: Easily display Facebook content on your WordPress site without writing any code. Comes with multiple templates, ability to embed albums, group content, reviews, live videos, comments, and reactions.
hu_hu: Könnyedén jeleníthet meg Facebook-tartalmat WordPress-oldalán kódírás nélkül. Több sablont, valamint albumok, csoporttartalmak, értékelések, élő videók, hozzászólások és reakciók beágyazását támogatja.

source: Easily display Instagram content on your WordPress site without writing any code. Comes with multiple templates, ability to show content from multiple accounts, hashtags, and more. Trusted by 1 million websites.
hu_hu: Könnyedén jeleníthet meg Instagram-tartalmat WordPress-oldalán kódírás nélkül. Több sablont kínál, és lehetővé teszi több fiók tartalmának, hashtageknek és sok másnak a megjelenítését. 1 millió webhely bízik benne.

source: Easily display Twitter content in WordPress without writing any code. Comes with multiple layouts, ability to combine multiple Twitter feeds, Twitter card support, tweet moderation, and more.
hu_hu: A Twitter-tartalmat egyszerűen megjelenítheti WordPressben, kód írása nélkül. Többféle elrendezést, több Twitter-hírcsatorna kombinálásának lehetőségét, Twitter-kártyák támogatását, a tweetek moderálását és még sok mást kínál.

source: Easily display YouTube videos on your WordPress site without writing any code. Comes with multiple layouts, ability to embed live streams, video filtering, ability to combine multiple channel videos, and more.
hu_hu: A YouTube-videókat egyszerűen megjelenítheti WordPress-oldalán kód írása nélkül. Többféle elrendezést, élő közvetítések beágyazásának lehetőségét, videószűrést, több csatorna videóinak kombinálását és még sok mást kínál.

source: Easily track affiliate sales, clicks, and more with MonsterInsights Pro and AffiliateWP. MonsterInsights includes an easy to use WordPress analytics dashboard, and integrates automatically with Google Analytics, no coding needed.
hu_hu: Könnyedén követheti a partnerértékesítéseket, a kattintásokat és egyebeket a MonsterInsights Pro és az AffiliateWP segítségével. A MonsterInsights tartalmaz egy könnyen használható WordPress-analitikai irányítópultot, és automatikusan integrálódik a Google Analytics szolgáltatással, kódolásra nincs szükség.

source: Edit
hu_hu: Szerkesztés

source: Edit %s
hu_hu: %s szerkesztése

source: Edit Affiliate
hu_hu: Partner szerkesztése

source: Edit Creative
hu_hu: Kreatív szerkesztése

source: Edit Customer
hu_hu: Vásárló szerkesztése

source: Edit Form
hu_hu: Űrlap szerkesztése

source: Edit Referral
hu_hu: Ajánlás szerkesztése

source: Edit Schedule
hu_hu: Ütemezés szerkesztése

source: Edit Scheduled Action
hu_hu: Ütemezett művelet szerkesztése

source: Edit User
hu_hu: Felhasználó szerkesztése

source: Edit link
hu_hu: Hivatkozás szerkesztése

source: Edit this creative and enter a more descriptive name. The original name can be found in the Notes field.
hu_hu: Szerkessze ezt a kreatívot, és adjon meg egy beszédesebb nevet. Az eredeti név a Megjegyzések mezőben található.

source: Egypt
hu_hu: Egyiptom

source: Egyptian Pound (£E) — EGP
hu_hu: Egyiptomi font (£E) — EGP

source: Electronic Signatures Effective
hu_hu: Elektronikus aláírások érvényesek

source: Elementor Form
hu_hu: Elementor űrlap

source: Email (required)
hu_hu: E-mail (kötelező)

source: Email Address
hu_hu: E-mail-cím

source: Email Affiliate
hu_hu: E-mail küldése a partnernek

source: Email Body
hu_hu: E-mail törzse

source: Email Logo
hu_hu: E-mail logó

source: Email Notifications
hu_hu: E-mail értesítések

source: Email Options
hu_hu: E-mail beállítások

source: Email Preview
hu_hu: E-mail előnézet

source: Email Sharing Message
hu_hu: E-mailes megosztási üzenet

source: Email Sharing Subject
hu_hu: E-mailes megosztás tárgya

source: Email Subject
hu_hu: E-mail tárgya

source: Email Summaries
hu_hu: E-mailes összefoglalók

source: Email Template
hu_hu: E-mail sablon

source: Email address already taken
hu_hu: Az e-mail-cím már foglalt

source: Email address is required
hu_hu: Az e-mail-cím megadása kötelező

source: Email address is required.
hu_hu: Az e-mail-cím megadása kötelező.

source: Email logo preview
hu_hu: E-mail logó előnézete

source: Email notifications are: %s
hu_hu: Az e-mail értesítések: %s

source: Email notifications for Stripe payout events and transfers
hu_hu: E-mail értesítések Stripe kifizetési eseményekről és átutalásokról

source: Emails
hu_hu: E-mailek

source: Empty
hu_hu: Üres

source: Enable %s
hu_hu: %s engedélyezése

source: Enable %s Referral Rate
hu_hu: A(z) %s ajánlási jutalék mértékének engedélyezése

source: Enable Affiliate Approval
hu_hu: Partnerek jóváhagyásának engedélyezése

source: Enable Affiliate Link Discounts
hu_hu: Partnerlink-kedvezmények engedélyezése

source: Enable Affiliate Registration
hu_hu: Partnerregisztráció engedélyezése

source: Enable Debug Mode
hu_hu: Hibakeresési mód engedélyezése

source: Enable For All Affiliates
hu_hu: Minden partner számára engedélyezése

source: Enable For All Affiliates?
hu_hu: Minden partner számára engedélyezése?

source: Enable Integration
hu_hu: Integráció engedélyezése

source: Enable Multi-Currency.
hu_hu: Több pénznem engedélyezése.

source: Enable Multi-Tier Commissions for all affiliates.
hu_hu: Többszintű jutalékok engedélyezése az összes partner számára.

source: Enable New Referral Notifications
hu_hu: Új ajánlásokról szóló értesítések engedélyezése

source: Enable Recurring Referrals
hu_hu: Ismétlődő ajánlások engedélyezése

source: Enable Referrals
hu_hu: Ajánlások engedélyezése

source: Enable Referrals For Specific Contact Form 7 Forms
hu_hu: Ajánlások engedélyezése meghatározott Contact Form 7 űrlapokhoz

source: Enable Referrals On All Contact Form 7 Forms
hu_hu: Ajánlások engedélyezése minden Contact Form 7 űrlapon

source: Enable Store Credit
hu_hu: Bolti jóváírás engedélyezése

source: Enable Store Credit Opt-In
hu_hu: Bolti jóváírásra való feliratkozás engedélyezése

source: Enable Store Credit?
hu_hu: Bolti jóváírás engedélyezése?

source: Enable affiliate referral creation for this donation form
hu_hu: Partnerajánlások létrehozásának engedélyezése ehhez az adományozási űrlaphoz

source: Enable affiliate referral creation for this form
hu_hu: Partnerajánlások létrehozásának engedélyezése ehhez az űrlaphoz

source: Enable affiliate referral creation for this form?
hu_hu: Partnerajánlások létrehozásának engedélyezése ehhez az űrlaphoz?

source: Enable affiliates to maximize their earnings through a cascading commission structure.
hu_hu: Tegye lehetővé a partnerek számára, hogy lépcsőzetes jutalékstruktúrával maximalizálják bevételeiket.

source: Enable custom rate for all affiliates in this group.
hu_hu: Egyedi jutalékmérték engedélyezése ebben a csoportban lévő összes partner számára.

source: Enable debug mode. This will turn on error logging for the referral process to help identify issues. Logs are kept in <a href="%s">Affiliates &rarr; Tools</a>.
hu_hu: Hibakeresési mód engedélyezése. Ez bekapcsolja az ajánlási folyamat hibajegyzését a problémák azonosításához. A naplók itt találhatók: <a href="%s">Affiliates &rarr; Tools</a>.

source: Enable email summaries
hu_hu: E-mail összefoglalók engedélyezése

source: Enable for all affiliates
hu_hu: Engedélyezés minden partner számára

source: Enable payout via store credit
hu_hu: Kifizetés bolti jóváírással engedélyezése

source: Enable payouts via store credit for this affiliate.
hu_hu: Kifizetések bolti jóváírással engedélyezése ennél a partnernél.

source: Enable real-time updates for affiliate account requirements and payout tracking
hu_hu: A partnerfiók-követelmények és a kifizetéskövetés valós idejű frissítéseinek engedélyezése

source: Enable referrals
hu_hu: Ajánlások engedélyezése

source: Enable test mode
hu_hu: Teszt mód engedélyezése

source: Enable the eCommerce addon to automatically start tracking sales.
hu_hu: Az eCommerce kiegészítő engedélyezése az eladások automatikus követéséhez.

source: Enable to test payments without real transactions
hu_hu: Fizetések tesztelésének engedélyezése valós tranzakciók nélkül

source: Enable webhooks for real-time updates
hu_hu: Webhookok engedélyezése valós idejű frissítésekhez

source: Enable webhooks to unlock automatic email notifications when important events occur in Stripe:
hu_hu: Webhookok engedélyezése az automatikus e-mail értesítésekhez, amikor a Stripe-ban fontos események történnek:

source: Enable your affiliates to quickly share their affiliate links directly from their Affiliate Area using popular platforms and methods.
hu_hu: Tegye lehetővé partnerei számára, hogy partnerfelületükről népszerű platformok és módszerek használatával gyorsan megosszák partnerlinkjeiket.

source: Enabled
hu_hu: Engedélyezve

# affiliates require approval
source: Enabled
hu_hu: Engedélyezve

# debug_mode
source: Enabled
hu_hu: Engedélyezve

# emails disabled
source: Enabled
hu_hu: Engedélyezve

# show pretty referral URLs
source: Enabled
hu_hu: Engedélyezve

source: Enabling this will show the logout link in both the Affiliate Area and the Affiliate Portal.
hu_hu: Ennek engedélyezése megjeleníti a kijelentkezés linkjét a Partnerfelületen és a Partnerportálon is.

source: End Date
hu_hu: Befejezés dátuma

source: End date.
hu_hu: Befejezés dátuma.

source: Ended:
hu_hu: Véget ért:

source: Ends:
hu_hu: Véget ér:

source: Enhance your affiliate program with Multi-Tier Commissions. This feature enables you to reward your affiliates not only for their direct sales but also for the sales generated by their recruited network, encouraging a more dynamic and expansive affiliate strategy.
hu_hu: Fejlessze partnerprogramját többszintű jutalékokkal. Ez a funkció lehetővé teszi, hogy ne csak a közvetlen eladások után jutalmazza partnereit, hanem az általuk toborzott hálózat által generált eladások után is, elősegítve a dinamikusabb és kiterjedtebb partnerstratégiát.

source: Ensure consistent and fair affiliate application reviews.
hu_hu: Biztosítsa a partnerjelentkezések következetes és méltányos elbírálását.

source: Enter URL or select from media library
hu_hu: Adjon meg egy URL-t, vagy válasszon a Médiatárból

source: Enter Your License Key Now to Unlock and Customize Your QR Code Campaigns
hu_hu: Adja meg licenckulcsát most, hogy feloldja és testre szabja QR-kódos kampányait

source: Enter a context for this referral (optional). Usually this is used to help identify the payment system that was used for the transaction.
hu_hu: Adjon meg kontextust ehhez az ajánláshoz (nem kötelező). Ezt általában a tranzakciónál használt fizetési rendszer azonosításának segítésére használják.

source: Enter a description for this referral.
hu_hu: Adjon meg leírást ehhez az ajánláshoz.

source: Enter a more descriptive name for this creative. The Notes field below contains the original name for your reference.
hu_hu: Adjon meg egy beszédesebb nevet ehhez a kreatívhoz. Az alábbi Megjegyzések mező tartalmazza az eredeti nevet referenciaként.

source: Enter a notice for affiliates who have not registered their payout account
hu_hu: Adjon meg egy értesítést azoknak a partnereknek, akik nem regisztrálták a kifizetési fiókjukat

source: Enter a reference for this referral (optional). Usually this would be the transaction ID of the associated purchase.
hu_hu: Adjon meg egy referenciát ehhez az ajánláshoz (nem kötelező). Ez általában a kapcsolódó vásárlás tranzakcióazonosítója.

source: Enter a referral rate for this %s
hu_hu: Adja meg az ehhez a(z) %s tartozó ajánlási jutalék mértékét.

source: Enter an email address for the new user.
hu_hu: Adjon meg egy e-mail-címet az új felhasználó számára.

source: Enter any URL from this website in the form below to generate a custom link.
hu_hu: Adja meg bármilyen URL-t erről a webhelyről az alábbi űrlapon egy egyéni hivatkozás létrehozásához.

source: Enter any notes for this affiliate. Notes are only visible to an affiliate manager.
hu_hu: Adja meg bármilyen megjegyzést ehhez a partnerhez. A megjegyzések csak a partnerkezelő számára láthatók.

source: Enter any notes for this creative. Notes are only visible to an affiliate manager.
hu_hu: Adja meg bármilyen megjegyzést ehhez a kreatívhoz. A megjegyzések csak a partnerkezelő számára láthatók.

source: Enter descriptive text for the image's alternative text (alt text).
hu_hu: Adja meg a leíró szöveget a kép alternatív szövegéhez (alt szöveg).

source: Enter how many days the referral tracking cookie should be valid for.
hu_hu: Adja meg, hány napig legyen érvényes az ajánláskövető cookie.

source: Enter the ID of the audience you wish to subscribe contacts to.
hu_hu: Adja meg annak a közönségnek az azonosítóját, amelyre fel szeretné iratkoztatni a névjegyeket.

source: Enter the ID of the form you wish to subscribe contacts to.
hu_hu: Adja meg annak az űrlapnak az azonosítóját, amelyre fel szeretné iratkoztatni a névjegyeket.

source: Enter the ID of the list you wish to subscribe contacts to.
hu_hu: Adja meg annak a listának az azonosítóját, amelyre fel szeretné iratkoztatni a névjegyeket.

source: Enter the amount affiliates should receive for each opt-in referral. Default is 0.00.
hu_hu: Adja meg az összeget, amelyet a partnereknek minden opt-in ajánlás után kapniuk kell. Alapértelmezett: 0.00.

source: Enter the email to send on new referrals. HTML is accepted. Available template tags:
hu_hu: Adja meg az új ajánlásokkor küldendő e-mailt. A HTML elfogadott. Elérhető sabloncímkék:

source: Enter the email to send to site affiliate managers when new referrals are earned. HTML is accepted. Available template tags:
hu_hu: Adja meg az e-mailt, amelyet az oldal partnerkezelőinek küldünk, amikor új ajánlások keletkeznek. A HTML elfogadott. Elérhető sabloncímkék:

source: Enter the email to send when a new affiliate registers. HTML is accepted. Available template tags:
hu_hu: Adja meg az e-mailt, amelyet akkor küldünk, amikor egy új partner regisztrál. A HTML elfogadott. Elérhető sabloncímkék:

source: Enter the email to send when an application is accepted. HTML is accepted. Available template tags:
hu_hu: Adja meg az e-mailt, amelyet akkor küldünk, amikor egy jelentkezést elfogadnak. A HTML elfogadott. Elérhető sabloncímkék:

source: Enter the email to send when an application is pending. HTML is accepted. Available template tags:
hu_hu: Adja meg az e-mailt, amelyet akkor küldünk, amikor egy jelentkezés függőben van. A HTML elfogadott. Elérhető sabloncímkék:

source: Enter the email to send when an application is rejected. HTML is accepted. Available template tags:
hu_hu: Adja meg az e-mailt, amelyet akkor küldünk, amikor egy jelentkezést elutasítanak. A HTML elfogadott. Elérhető sabloncímkék:

source: Enter the message you would like to show subscribers after they have opted-in successfully.
hu_hu: Adja meg az üzenetet, amelyet a feliratkozóknak meg szeretne jeleníteni, miután sikeresen feliratkoztak.

source: Enter the name of the affiliate or begin typing to perform a search based on the affiliate&#8217;s name.
hu_hu: Adja meg a partner nevét, vagy kezdjen el gépelni a partner&#8217;s neve alapján történő kereséshez.

source: Enter the name of the affiliate or enter a partial name or email to perform a search.
hu_hu: Adja meg a partner nevét, vagy írjon be részleges nevet vagy e-mailt a kereséshez.

source: Enter the subject line for accepted application emails sent to affiliates when their account is approved. Supports template tags.
hu_hu: Adja meg az elfogadott jelentkezésről, a fiók jóváhagyásakor a partnereknek küldött e-mailek tárgysorát. Támogatja a sabloncímkéket.

source: Enter the subject line for new referral emails sent when affiliates earn referrals. Supports template tags.
hu_hu: Adja meg az új ajánlásokról, amikor a partnerek ajánlásokat szereznek, küldött e-mailek tárgysorát. Támogatja a sabloncímkéket.

source: Enter the subject line for pending affiliate application emails. Supports template tags.
hu_hu: Adja meg a függőben lévő partnerjelentkezésekről szóló e-mailek tárgysorát. Támogatja a sabloncímkéket.

source: Enter the subject line for rejected affiliate application emails. Supports template tags.
hu_hu: Adja meg az elutasított partnerjelentkezésekről szóló e-mailek tárgysorát. Támogatja a sabloncímkéket.

source: Enter the subject line for the email sent to site the site affiliate manager when affiliates earn referrals. Supports template tags.
hu_hu: Adja meg az e-mail tárgysorát, amelyet az oldal partnerkezelőjének küldünk, amikor a partnerek ajánlásokat szereznek. Támogatja a sabloncímkéket.

source: Enter the subject line for the registration email sent to affiliate managers when new affiliates register. Supports template tags.
hu_hu: Adja meg a regisztrációs e-mail tárgysorát, amelyet a partnerkezelőknek küldünk, amikor új partnerek regisztrálnak. Támogatja a sabloncímkéket.

source: Enter username
hu_hu: Adja meg a felhasználónevet

source: Enter your ActiveCampaign API URL.
hu_hu: Adja meg az ActiveCampaign API URL értékét.

source: Enter your ActiveCampaign API key.
hu_hu: Adja meg az ActiveCampaign API-kulcsát.

source: Enter your ConvertKit API key.
hu_hu: Adja meg a ConvertKit API-kulcsát.

source: Enter your Live API Password.
hu_hu: Adja meg a Live API-jelszavát.

source: Enter your Live API Signature.
hu_hu: Adja meg a Live API-aláírását.

source: Enter your Live API Username.
hu_hu: Adja meg a Live API felhasználónevét.

source: Enter your Mailchimp API key.
hu_hu: Adja meg a Mailchimp API-kulcsát.

source: Enter your PayPal API Application credentials.
hu_hu: Adja meg a PayPal API alkalmazás hitelesítő adatait.

source: Enter your PayPal API Password
hu_hu: Adja meg a PayPal API-jelszavát

source: Enter your PayPal API Signature
hu_hu: Adja meg a PayPal API-aláírását

source: Enter your PayPal API Username
hu_hu: Adja meg a PayPal API felhasználónevét

source: Enter your PayPal Application Client ID
hu_hu: Adja meg a PayPal alkalmazás Client ID értékét

source: Enter your PayPal Application Secret
hu_hu: Adja meg a PayPal alkalmazás Secret értékét

source: Enter your PayPal Application's Client ID. Create or retrieve these from <a href="https://developer.paypal.com/home/" target="_blank">PayPal's Developer portal</a>.
hu_hu: Adja meg a PayPal alkalmazás Client ID értékét. Ezeket hozza létre vagy kérje le a <a href="https://developer.paypal.com/home/" target="_blank">PayPal fejlesztői portálja</a>.

source: Enter your PayPal Application's Secret.
hu_hu: Adja meg a PayPal alkalmazás Secret értékét.

source: Enter your Sandbox API Password
hu_hu: Adja meg a Sandbox API-jelszavát
