Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: No highest converting urls recorded yet.
hu_hu: Még nincsenek rögzítve legjobban konvertáló URL-ek.

source: No legacy post meta entries found.
hu_hu: Nem találhatók örökölt bejegyzés-meta bejegyzések.

source: No message has been supplied for the notice.
hu_hu: Nem lett megadva üzenet az értesítéshez.

source: No new affiliates were imported.
hu_hu: Nem került importálásra új partner.

source: No new referrals were imported.
hu_hu: Nem került importálásra új ajánlás.

source: No opt-in platform has been configured. Please configure a platform in settings.
hu_hu: Nincs beállítva opt-in platform. Kérjük, állítson be egy platformot a beállításokban.

source: No parent found for block: %s
hu_hu: Nem található szülőelem a blokkhoz: %s

source: No payouts found.
hu_hu: Nem találhatók kifizetések.

source: No pending Stripe account found.
hu_hu: Nem található függőben lévő Stripe-fiók.

source: No pending funds.
hu_hu: Nincsenek függőben lévő pénzeszközök.

source: No real money involved (test mode only)
hu_hu: Nem érint valódi pénzt (csak tesztmód)

source: No records found
hu_hu: Nem találhatók rekordok

source: No referral visits recorded yet
hu_hu: Még nincsenek rögzített ajánlói látogatások

source: No referrals are available to be paid out. View all <a href="%s">referrals</a>.
hu_hu: Nincsenek kifizethető ajánlások. Összes <a href="%s">ajánlás</a> megtekintése.

source: No referrals found.
hu_hu: Nem találhatók ajánlások.

source: No referrals recorded yet
hu_hu: Még nincs rögzített ajánlás

source: No referrals were found matching your criteria. Please try again.
hu_hu: Nem található a feltételeinek megfelelő ajánlás. Kérjük, próbálja újra.

source: No referrals within the specified date range
hu_hu: Nincsenek ajánlások a megadott dátumtartományban

source: No registered affiliates
hu_hu: Nincsenek regisztrált partnerek

source: No such user
hu_hu: Nincs ilyen felhasználó

source: No template, plain text only
hu_hu: Nincs sablon, csak sima szöveg

source: No unpaid referrals were found matching your criteria.
hu_hu: Nem található a feltételeinek megfelelő, ki nem fizetett ajánlás.

source: No user account is associated with this email address. To create a new user and affiliate, continue filling out the form and click Add User & Affiliate.
hu_hu: Ehhez az e-mail címhez nem tartozik felhasználói fiók. Új felhasználó és partner létrehozásához folytassa az űrlap kitöltését, majd kattintson a Felhasználó és partner hozzáadása gombra.

source: No user roles were selected for migration.
hu_hu: A migráláshoz nem lett kiválasztva egyetlen felhasználói szerepkör sem.

source: No valid affiliate status was selected for export.
hu_hu: Az exportáláshoz nem lett kiválasztva érvényes partner státusz.

source: No valid payout status was selected for export.
hu_hu: Az exportáláshoz nem lett kiválasztva érvényes kifizetési státusz.

source: No valid referral status was selected for export.
hu_hu: Az exportáláshoz nem lett kiválasztva érvényes ajánlás státusz.

source: No visits found.
hu_hu: Nem található látogatás.

source: Non-repeating
hu_hu: Nem ismétlődő

source: Nonce verification failed
hu_hu: Nonce ellenőrzése sikertelen

source: None
hu_hu: Nincs

# integrations
source: None
hu_hu: Nincs

# visit
source: None
hu_hu: Nincs

source: None of your referrals have been paid out yet.
hu_hu: Egyik ajánlását sem fizették még ki.

source: None set
hu_hu: Nincs beállítva

source: None | %1$s
hu_hu: Nincs | %1$s

source: Norway
hu_hu: Norvégia

source: Norwegian Krone (kr) — NOK
hu_hu: Norvég korona (kr) — NOK

source: Not Connected
hu_hu: Nincs csatlakoztatva

source: Not Installed
hu_hu: Nincs telepítve

source: Not Registered
hu_hu: Nincs regisztrálva

source: Not connected to Stripe
hu_hu: Nincs csatlakoztatva a Stripe-hoz

source: Not enabled
hu_hu: Nincs engedélyezve

source: Not sure which service is right for you? <a href="%1$s" target="_blank" rel="noopener noreferrer">Check out our comparison</a> for more details.
hu_hu: Nem biztos benne, melyik szolgáltatás a megfelelő? <a href="%1$s" target="_blank" rel="noopener noreferrer">Nézze meg az összehasonlításunkat</a> a részletekért.

source: Note
hu_hu: Megjegyzés

source: Note: Email summaries are not available on multisite installations.
hu_hu: Megjegyzés: Az e-mail összefoglalók nem érhetők el multisite telepítéseken.

source: Note: Pretty affiliate URLs may not always work as expected when using AffiliateWP in combination with WooCommerce and Polylang.
hu_hu: Megjegyzés: A „szép” partner URL-ek nem mindig működnek a vártnak megfelelően, ha az AffiliateWP-t WooCommerce-szel és Polylanggal együtt használja.

source: Note: You are in test mode. To add funds to your available balance, use the test charge feature below.
hu_hu: Megjegyzés: Teszt módban van. Elérhető egyenlege feltöltéséhez használja az alábbi tesztterhelés funkciót.

source: Notes
hu_hu: Megjegyzések

source: Nothing to delete
hu_hu: Nincs mit törölni

source: Notification Settings
hu_hu: Értesítési beállítások

source: Notification when affiliates connect Stripe accounts.
hu_hu: Értesítés, amikor a partnerek összekapcsolják Stripe-fiókjukat.

source: Notification when payouts reach affiliate banks.
hu_hu: Értesítés, amikor a kifizetések megérkeznek a partnerek bankszámláira.

source: Notifies affiliate managers when transfers are sent to affiliate Stripe accounts.
hu_hu: Értesíti a partner menedzsereket, amikor az átutalásokat elküldik a partnerek Stripe-fiókjaira.

source: Notifies affiliates when Stripe needs verification.
hu_hu: Értesíti a partnereket, amikor a Stripe ellenőrzést igényel.

source: Notifies affiliates when bank rejects payout.
hu_hu: Értesíti a partnereket, amikor a bank elutasítja a kifizetést.

source: Notifies affiliates when funds arrive in their bank.
hu_hu: Értesíti a partnereket, amikor a pénz megérkezik a bankszámlájukra.

source: Notifies affiliates when transfers are sent to their Stripe account.
hu_hu: Értesíti a partnereket, amikor az átutalásokat elküldik a Stripe-fiókjukra.

source: Notifies affiliates when transfers to their Stripe account fail.
hu_hu: Értesíti a partnereket, amikor a Stripe-fiókjukra irányuló átutalások meghiúsulnak.

source: Notify affiliate manager when a new affiliate has registered
hu_hu: Értesítse a partner menedzsert, amikor új partner regisztrál

source: Notify affiliate manager when a new referral has been created
hu_hu: Értesítse a partner menedzsert, amikor új ajánlás jön létre

source: Notify affiliate when their affiliate application is accepted
hu_hu: Értesítse a partnert, amikor partneri jelentkezését elfogadják

source: Notify affiliate when their affiliate application is pending
hu_hu: Értesítse a partnert, amikor partneri jelentkezése függőben van

source: Notify affiliate when their affiliate application is rejected
hu_hu: Értesítse a partnert, amikor partneri jelentkezését elutasítják

source: Notify affiliate when they earn a new referral
hu_hu: Értesítse a partnert, amikor új ajánlást szerez

source: Notify site admin when a new affiliate has registered
hu_hu: Értesítse a webhely adminisztrátorát, ha új partner regisztrált

source: Notify site admin when new referrals are earned
hu_hu: Értesítse a webhely adminisztrátorát, ha új ajánlások keletkeznek

source: Now included in AffiliateWP.
hu_hu: Mostantól az AffiliateWP része.

source: Now!
hu_hu: Most!

source: Number of affiliates per page:
hu_hu: Partnerek száma oldalanként:

source: Number of affiliates: %d
hu_hu: Partnerek száma: %d

source: Number of creatives per page:
hu_hu: Kreatívok száma oldalanként:

source: Number of creatives: %d
hu_hu: Kreatívok száma: %d

source: Number of customers: %d
hu_hu: Vásárlók száma: %d

source: Number of paid and unpaid by the selected date range for all affiliates.
hu_hu: A kiválasztott dátumtartományban a kifizetett és ki nem fizetett ajánlások száma az összes partnernél.

source: Number of paid and unpaid referrals by selected time range for the given affiliate.
hu_hu: Az adott partnernél a kiválasztott időtartományban a kifizetett és ki nem fizetett ajánlások száma.

source: Number of payouts (all time) for the given affiliate.
hu_hu: Az adott partner kifizetéseinek száma (összesen).

source: Number of payouts per page:
hu_hu: Kifizetések száma oldalanként:

source: Number of payouts: %d
hu_hu: Kifizetések száma: %d

source: Number of pending and rejected referrals by selected time range for the given affiliate.
hu_hu: Az adott partnernél a kiválasztott időtartományban a függőben lévő és elutasított ajánlások száma.

source: Number of referrals per page:
hu_hu: Ajánlások száma oldalanként:

source: Number of referrals: %d
hu_hu: Ajánlások száma: %d

source: Number of visits per page:
hu_hu: Látogatások száma oldalanként:

source: Number of visits: %d
hu_hu: Látogatások száma: %d

source: OAuth state mismatch.
hu_hu: OAuth állapot-eltérés.

source: October
hu_hu: október

source: Offering rebates, coupons, or other form of promised kick-backs from your affiliate commission as an incentive. Adding bonuses or bundling other products with %s, however, is acceptable.
hu_hu: Visszatérítések, kuponok vagy az affiliate jutalékából ígért egyéb visszaosztások kínálása ösztönzőként. Bónuszok hozzáadása vagy más termékek %s mellé csomagolása azonban elfogadható.

source: Oldest Scheduled Date
hu_hu: Legrégebbi ütemezett dátum

source: Onboarding not completed
hu_hu: A beállítási folyamat nincs befejezve

source: Once Weekly
hu_hu: Hetente egyszer

source: Once disconnected, this affiliate cannot reconnect with the same Stripe Express account. They will need to create a new Express account to receive payouts again.
hu_hu: Ha egyszer bontják a kapcsolatot, ez a partner nem tud újra csatlakozni ugyanahhoz a Stripe Express-fiókhoz. Új Express-fiókot kell létrehozniuk, hogy ismét kifizetéseket kapjanak.

source: One-click enhanced eCommerce tracking for WooCommerce, Easy Digital Downloads, and more.
hu_hu: Egykattintásos bővített e-kereskedelmi követés WooCommerce-hez, Easy Digital Downloads-hoz és még sok máshoz.

source: Ooops! It Appears JavaScript Didn’t Load
hu_hu: Hoppá! Úgy tűnik, a JavaScript nem töltődött be

source: Oops! It looks like your AffiliateWP license key is missing. Here's how to fix the problem fast and easy:
hu_hu: Hoppá! Úgy tűnik, hiányzik az AffiliateWP licenckulcsa. Így javíthatja a problémát gyorsan és egyszerűen:

source: Oops! We're Sorry
hu_hu: Hoppá! Elnézést kérünk

source: Open Setup Wizard
hu_hu: Beállítási varázsló megnyitása

source: Open in new window
hu_hu: Megnyitás új ablakban

source: Opt into development versions
hu_hu: Feliratkozás a fejlesztői verziókra

source: Opt-In
hu_hu: Feliratkozás

source: Opt-In Form
hu_hu: Feliratkozási űrlap

source: Opt-In Referral Amount
hu_hu: Opt-in ajánlás összege

source: Opt-In Referral Status
hu_hu: Opt-in ajánlás állapota

source: Option
hu_hu: Opció

source: Optional action group.
hu_hu: Opcionális műveletcsoport.

source: Optional data array passed to the action hook.
hu_hu: Opcionális adattömb, amely az action hooknak kerül átadásra.

source: Options
hu_hu: Beállítások

source: Our Terms of Use template is a generic starting point. It is your responsibility to modify it as needed and to provide any additional information. For legal opinion and advice, refer to a professional attorney.
hu_hu: Felhasználási feltételek sablonunk egy általános kiindulópont. Az Ön felelőssége, hogy szükség szerint módosítsa, és megadja a további információkat. Jogi véleményért és tanácsért forduljon szakképzett ügyvédhez.

source: Our goal is to take the pain out of setting up and managing your affiliate program, making it simple and efficient.
hu_hu: Célunk, hogy a partnerprogramja beállítását és kezelését megkönnyítsük, egyszerűvé és hatékonnyá téve azt.

source: Over the years, we discovered that many affiliate marketing solutions were complex, difficult to navigate, and lacked the essential features that businesses needed. That's why we designed AffiliateWP to be user-friendly and powerful, with all the tools you need to succeed.
hu_hu: Az évek során azt tapasztaltuk, hogy sok affiliate marketing megoldás összetett, nehezen áttekinthető, és hiányoznak belőlük a vállalkozások számára nélkülözhetetlen funkciók. Ezért úgy terveztük az AffiliateWP-t, hogy felhasználóbarát és erőteljes legyen, és tartalmazzon minden eszközt, amire a sikerhez szüksége van.

source: Overdue
hu_hu: Lejárt

source: Overview
hu_hu: Áttekintés

source: PHP is the programming language used to build and maintain WordPress and plugins like AffiliateWP. Newer versions of PHP are faster and more secure, so updating will positively affect your site’s performance.
hu_hu: A PHP az a programozási nyelv, amellyel a WordPress-t és az olyan bővítményeket, mint az AffiliateWP, fejlesztik és karbantartják. A PHP újabb verziói gyorsabbak és biztonságosabbak, ezért a frissítés pozitívan hat a webhelye teljesítményére.

source: PNG File
hu_hu: PNG-fájl

source: PPC bidding is NOT allowed without prior written permission.
hu_hu: A PPC-licitálás NEM engedélyezett előzetes írásbeli engedély nélkül.

source: Page URL
hu_hu: Oldal URL-je

source: Paid
hu_hu: Kifizetve

# payout
source: Paid
hu_hu: Kifizetve

source: Paid / Unpaid Referrals
hu_hu: Kifizetett / ki nem fizetett jutalékok

source: Paid Earnings
hu_hu: Kifizetett bevételek

source: Paid Referral Earnings
hu_hu: Kifizetett jutalékbevétel

source: Paid Referrals
hu_hu: Kifizetett jutalékok

# Paid earnings column table header
source: Paid earnings
hu_hu: Kifizetett bevételek

# Paid earnings this month column table header
source: Paid earnings this month
hu_hu: A hónapban kifizetett bevételek

# Paid earnings today column table header
source: Paid earnings today
hu_hu: A mai napon kifizetett bevételek

source: Pakistani Rupee (₨) — PKR
hu_hu: Pakisztáni rúpia (₨) — PKR

source: Paraguayan Guaraní (₲) — PYG
hu_hu: Paraguayi guaraní (₲) — PYG

source: Password
hu_hu: Jelszó

source: Password: %s
hu_hu: Jelszó: %s

source: Passwords do not match
hu_hu: A jelszavak nem egyeznek

source: Paused
hu_hu: Szüneteltetve

source: Pay Affiliates
hu_hu: Partnerek kifizetése

source: Pay Now via PayPal
hu_hu: Fizetés most PayPallel

source: Pay Now via Stripe
hu_hu: Fizetés most Stripe-on keresztül

source: Pay Out
hu_hu: Kifizetés

source: Pay Per Click (PPC) Policy
hu_hu: Kattintásonkénti díjazás (PPC) szabályzat

source: Pay affiliates directly to their bank accounts via Stripe Connect
hu_hu: Fizessen a partnereknek közvetlenül a bankszámlájukra a Stripe Connecten keresztül

source: Pay affiliates with store credit for your shop
hu_hu: Fizessen a partnereknek boltjóváírással az áruházában

source: Pay via Stripe
hu_hu: Fizetés Stripe-on keresztül

source: Pay your affiliates directly from a credit or debit card
hu_hu: Fizesse ki partnereit közvetlenül hitel- vagy betéti kártyáról

source: Pay your affiliates via the chosen payout method for all their unpaid referrals in the specified timeframe.
hu_hu: Fizesse ki partnereit a választott kifizetési móddal az összes ki nem fizetett jutalékukra a megadott időszakban.

source: PayPal - <a href="%s">Enable and/or configure PayPal Payouts</a> to enable this payout method
hu_hu: PayPal - <a href="%s">Engedélyezze és/vagy konfigurálja a PayPal Payouts szolgáltatást</a> e kifizetési mód engedélyezéséhez

source: PayPal API Application Credentials
hu_hu: PayPal API-alkalmazás hitelesítő adatai

source: PayPal MassPay Credentials
hu_hu: PayPal MassPay hitelesítő adatai

source: PayPal Payouts Addon Deactivated
hu_hu: PayPal Payouts kiegészítő deaktiválva

source: PayPal Payouts Configuration
hu_hu: PayPal Payouts konfiguráció

source: PayPal Payouts Payment Method
hu_hu: PayPal Payouts kifizetési mód

source: PayPal Payouts is now included directly in AffiliateWP. This plugin can be safely deleted.
hu_hu: A PayPal Payouts most már közvetlenül része az AffiliateWP-nek. Ez a bővítmény biztonságosan törölhető.

source: PayPal has deprecated MassPay for new accounts. We recommend migrating to the API Application method for better reliability and continued support.
hu_hu: A PayPal az új fiókoknál elavulttá nyilvánította a MassPayt. Javasoljuk az átállást az API-alkalmazás módszerre a jobb megbízhatóság és a folyamatos támogatás érdekében.

source: Payment Email
hu_hu: Fizetési e-mail

source: Payment Email Address
hu_hu: Fizetési e-mail-cím

source: Payment Methods
hu_hu: Fizetési módok

source: Payment for all unpaid referrals from %s
hu_hu: Fizetés %s összes ki nem fizetett jutalékáért

source: Payment for referral #%1$d, %2$s
hu_hu: Fizetés a #%1$d. számú jutalékért, %2$s

source: Payment for referrals between %1$s and %2$s from %3$s
hu_hu: Fizetés a %3$s által közvetített, %1$s és %2$s közötti jutalékokért

source: Payment for referrals from %1$s from %2$s
hu_hu: Fizetés a %2$s által közvetített, %1$s-től származó jutalékokért

source: Payment for referrals through %1$s from %2$s
hu_hu: Fizetés a %1$s-en keresztül, %2$s által közvetített jutalékokért

source: Payment processed via Stripe successfully
hu_hu: A fizetés Stripe-on keresztül sikeresen feldolgozva

source: Payments
hu_hu: Kifizetések

source: Payments will only be sent for transactions that have been successfully completed. Transactions that result in chargebacks or refunds will not be paid out.
hu_hu: Kifizetés csak a sikeresen teljesített tranzakciók után történik. A visszaterheléssel vagy visszatérítéssel végződő tranzakciók nem kerülnek kifizetésre.

source: Payout
hu_hu: Kifizetés

source: Payout #%1$s deleted
hu_hu: Kifizetés #%1$s törölve

source: Payout #%d could not be updated due to an error.
hu_hu: Kifizetés #%d frissítése hiba miatt nem sikerült.

source: Payout #%d has been updated successfully.
hu_hu: Kifizetés #%d sikeresen frissítve.

source: Payout %1$s created
hu_hu: Kifizetés %1$s létrehozva

source: Payout API to Use
hu_hu: Használandó kifizetési API

source: Payout Account
hu_hu: Kifizetési fiók

source: Payout Completed
hu_hu: Kifizetés teljesítve

source: Payout Currency
hu_hu: Kifizetés pénzneme

source: Payout Date
hu_hu: Kifizetés dátuma

source: Payout Failed
hu_hu: Kifizetés sikertelen

source: Payout ID
hu_hu: Kifizetés azonosító

source: Payout Method
hu_hu: Kifizetési mód

source: Payout Methods
hu_hu: Kifizetési módok

source: Payout Settings
hu_hu: Kifizetési beállítások

source: Payout amount (float) or min/max range (array) to retrieve payouts for.
hu_hu: Kifizetési összeg (float) vagy min/max tartomány (array), amely alapján a kifizetések lekérhetők.

source: Payout completed - {amount}
hu_hu: Kifizetés teljesítve - {amount}

source: Payout deleted successfully.
hu_hu: A kifizetés sikeresen törölve.

source: Payout deletion failed, please try again.
hu_hu: A kifizetés törlése nem sikerült, próbálja meg újra.

source: Payout methods have moved to a dedicated <strong>Payouts</strong> tab for better organization and easier management.
hu_hu: A kifizetési módok a jobb rendszerezés és könnyebb kezelés érdekében átkerültek a külön <strong>Kifizetések</strong> fülre.

source: Payout submitted successfully!
hu_hu: A kifizetés sikeresen elküldve!

source: Payout successfully sent to affiliate via Stripe!
hu_hu: A kifizetést sikeresen elküldtük a partnernek a Stripe-on keresztül!

source: Payout: #%d
hu_hu: Kifizetés: #%d

source: Payouts
hu_hu: Kifizetések

source: Payouts (All Time)
hu_hu: Kifizetések (összesen)

source: Payouts Paused
hu_hu: Kifizetések szüneteltetve

source: Payouts Service - <a href="%s">Register and/or connect</a> your account to enable this payout method
hu_hu: Payouts Service - <a href="%s">Regisztrálja és/vagy csatlakoztassa</a> fiókját a kifizetési mód engedélyezéséhez

source: Payouts Service Configuration
hu_hu: Payouts Service beállításai

source: Payouts Service Fee
hu_hu: Payouts Service díj

source: Payouts Service Notice
hu_hu: Payouts Service értesítés

source: Payouts not enabled
hu_hu: A kifizetések nincsenek engedélyezve

source: Payouts table column to order by.
hu_hu: A kifizetések táblázatának rendezési oszlopa.

source: Pending
hu_hu: Függőben

source: Pending / Rejected Referrals
hu_hu: Függőben lévő / elutasított ajánlások

source: Pending Balance:
hu_hu: Függőben lévő egyenleg:

source: Pending Balances:
hu_hu: Függőben lévő egyenlegek:

source: Pending Referral Earnings
hu_hu: Függőben lévő ajánlási bevételek

source: Per Order
hu_hu: Rendelésenként

source: Per Product
hu_hu: Termékenként

source: Percentage (%)
hu_hu: Százalék (%)

source: Percentage (%) of sales generated by affiliates.
hu_hu: A partnerek által generált értékesítések százaléka (%).

source: Permission denied
hu_hu: Hozzáférés megtagadva

source: Personal Account
hu_hu: Személyes fiók

source: Philippine Peso (₱) — PHP
hu_hu: Fülöp-szigeteki peso (₱) — PHP

source: Phone Number
hu_hu: Telefonszám

source: Platform account paused
hu_hu: Platformfiók szüneteltetve

source: Platform change information expired. Please save settings again.
hu_hu: A platform módosítási információja lejárt. Mentse el ismét a beállításokat.

source: Please %s your license key for AffiliateWP to enable automatic updates.
hu_hu: Kérjük, %s az AffiliateWP licenckulcsát az automatikus frissítések engedélyezéséhez.

source: Please <a href="%s">configure Stripe</a> before attempting to process payments
hu_hu: Kérjük, <a href="%s">konfigurálja a Stripe-ot</a>, mielőtt megpróbálja feldolgozni a kifizetéseket

source: Please add your Stripe %s in the settings above to check your balance.
hu_hu: Kérjük, adja hozzá a Stripe %s-t a fenti beállításokban az egyenleg ellenőrzéséhez.

source: Please add your Stripe Test Secret Key in the settings above to use test funds.
hu_hu: Kérjük, adja hozzá a Stripe Test Secret Key-t a fenti beállításokban a tesztösszegek használatához.

source: Please agree to our terms of use
hu_hu: Kérjük, fogadja el a felhasználási feltételeinket

source: Please check that your license key is properly activated in your settings, or consider purchasing AffiliateWP.
hu_hu: Kérjük, ellenőrizze, hogy a licenckulcsa megfelelően aktiválva van-e a beállításokban, vagy fontolja meg az AffiliateWP megvásárlását.

source: Please configure Stripe in Settings > Payouts before attempting to process payments
hu_hu: Kérjük, konfigurálja a Stripe-ot a Beállítások > Kifizetések menüben, mielőtt megpróbálja feldolgozni a kifizetéseket

source: Please enable Javascript to update.
hu_hu: Kérjük, engedélyezze a Javascriptet a frissítéshez.

source: Please enter a license key.
hu_hu: Kérjük, adja meg a licenckulcsot.

source: Please enter a password
hu_hu: Kérjük, adjon meg egy jelszót

source: Please enter a valid URL for this site
hu_hu: Kérjük, adjon meg érvényes URL-t ehhez a webhelyhez

source: Please enter a valid URL.
hu_hu: Kérjük, adjon meg érvényes URL-t.

source: Please enter a valid email address
hu_hu: Kérjük, adjon meg érvényes e-mail-címet

source: Please enter a valid email address.
hu_hu: Kérjük, adjon meg érvényes e-mail-címet.

source: Please enter a valid key.
hu_hu: Kérjük, adjon meg érvényes kulcsot.

source: Please enter a valid website URL
hu_hu: Kérjük, adjon meg érvényes webhely URL-t

source: Please enter a website URL
hu_hu: Kérjük, adjon meg egy webhely URL-t

source: Please enter your API credentials in Affiliates &rarr; Settings &rarr; PayPal Payouts before attempting to process payments
hu_hu: Kérjük, adja meg az API-hitelesítő adatait a Partnerek &rarr; Beállítások &rarr; PayPal Payouts menüben, mielőtt megpróbálja feldolgozni a kifizetéseket

source: Please enter your API credentials in Affiliates > Settings > PayPal Payouts before attempting to process payments
hu_hu: Kérjük, adja meg az API-hitelesítő adatait a Partnerek > Beállítások > PayPal Payouts menüben, mielőtt megpróbálja feldolgozni a kifizetéseket
