Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Activate WP Mail SMTP
hu_hu: WP Mail SMTP aktiválása

source: Activated
hu_hu: Aktiválva

source: Activated Addons
hu_hu: Aktivált kiegészítők

source: Activating
hu_hu: Aktiválás

source: Activating...
hu_hu: Aktiválás...

source: Active
hu_hu: Aktív

source: ActiveCampaign API Key
hu_hu: ActiveCampaign API-kulcs

source: ActiveCampaign List ID
hu_hu: ActiveCampaign listaazonosító

source: Activity log for the action.
hu_hu: A művelet tevékenységnaplója.

source: Add
hu_hu: Hozzáadás

source: Add Affiliate
hu_hu: Partner hozzáadása

source: Add CAPTCHA to Affiliate Login form
hu_hu: CAPTCHA hozzáadása a partner bejelentkezési űrlaphoz

source: Add Creative
hu_hu: Kreatív hozzáadása

source: Add Customer
hu_hu: Ügyfél hozzáadása

source: Add Exchange Rate
hu_hu: Árfolyam hozzáadása

source: Add Funds
hu_hu: Egyenleg feltöltése

source: Add New
hu_hu: Új hozzáadása

source: Add New %s
hu_hu: Új %s hozzáadása

source: Add New Scheduled Action
hu_hu: Új ütemezett művelet hozzáadása

source: Add Payout Method
hu_hu: Kifizetési mód hozzáadása

source: Add Referral
hu_hu: Jutalék hozzáadása

source: Add Test Funds
hu_hu: Tesztpénz hozzáadása

source: Add Test Funds to your Stripe Balance
hu_hu: Tesztpénz hozzáadása a Stripe-egyenlegéhez

source: Add User & Affiliate
hu_hu: Felhasználó és partner hozzáadása

source: Add Your First Affiliate
hu_hu: Első partnerének hozzáadása

source: Add a campaign (optional)
hu_hu: Kampány hozzáadása (opcionális)

source: Add a hyphen between each merge tag.
hu_hu: Tegyen kötőjelet minden egyes merge tag közé.

source: Add as Affiliate
hu_hu: Hozzáadás partnerként

source: Add funds to your test balance to pay referrals in Stripe Test Mode.
hu_hu: Adjon hozzá pénzt a tesztegyenlegéhez, hogy kifizethesse a jutalékokat a Stripe tesztmódban.

source: Add the user as an affiliate.
hu_hu: Adja hozzá a felhasználót partnerként.

source: Add yourself as your very first affiliate account so you can test AffiliateWP.
hu_hu: Vegye fel saját magát első partnerfiókként, hogy tesztelhesse az AffiliateWP-t.

source: Added %1$s %2$s.
hu_hu: Hozzáadva %1$s %2$s.

source: Adding Your First Affiliate
hu_hu: Első partnerének hozzáadása

source: Adding...
hu_hu: Hozzáadás...

source: Additional Registration Info
hu_hu: További regisztrációs információk

source: Additional Registration Modes
hu_hu: További regisztrációs módok

source: Additional Registration Modes can be used alongside the standard affiliate registration form(s).
hu_hu: A további regisztrációs módok az alapértelmezett partnerregisztrációs űrlap(ok) mellett is használhatók.

source: Additional criteria for reviewing pending affiliate applications with AI.
hu_hu: További szempontok a függőben lévő partnerkérelmek AI-val történő felülvizsgálatához.

source: Additional document
hu_hu: További dokumentum

source: Additional email notifications added by third-party extensions
hu_hu: Külső bővítmények által hozzáadott további e-mail értesítések

source: Additional verification required
hu_hu: További ellenőrzés szükséges

source: Addon activated
hu_hu: Kiegészítő aktiválva

source: Addon installed
hu_hu: Kiegészítő telepítve

source: Addons
hu_hu: Kiegészítők

source: Address
hu_hu: Cím

source: Address verification
hu_hu: Címellenőrzés

source: Adds CAPTCHA to the affiliate login form to stop automated attacks such as credential-stuffing or brute-force attempts.
hu_hu: CAPTCHA-t ad a partner bejelentkezési űrlapjához az olyan automatizált támadások megállítására, mint a hitelesítőadat-kitöltés vagy a brute-force próbálkozások.

source: Adjust
hu_hu: Kiigazít

source: Adjust EDD Commissions
hu_hu: EDD jutalékok kiigazítása

source: Adjust Store Credit
hu_hu: Vásárlói jóváírás kiigazítása

source: Adjustment
hu_hu: Kiigazítás

source: Adjustments
hu_hu: Kiigazítások

source: Advanced
hu_hu: Speciális

source: Advertising on sites containing or promoting illegal activities.
hu_hu: Hirdetés illegális tevékenységet tartalmazó vagy azt népszerűsítő oldalakon.

source: Affiliate
hu_hu: Partner

# Affiliate column table header
source: Affiliate
hu_hu: Partner

source: Affiliate #%d
hu_hu: Partner #%d

source: Affiliate #%d Stripe account not found.
hu_hu: A(z) #%d partner Stripe-fiókja nem található.

source: Affiliate #%d does not exist, skipping.
hu_hu: A(z) #%d partner nem létezik, kihagyva.

source: Affiliate #%d is not active.
hu_hu: A(z) #%d partner nem aktív.

source: Affiliate #%d is not connected to Stripe, skipping.
hu_hu: A(z) #%d partner nincs összekapcsolva a Stripe-pal, kihagyva.

source: Affiliate #%d is not connected to Stripe.
hu_hu: A(z) #%d partner nincs összekapcsolva a Stripe-pal.

source: Affiliate Account Page
hu_hu: Partnerfiók oldal

source: Affiliate Actions
hu_hu: Partner műveletek

source: Affiliate Added
hu_hu: Partner hozzáadva

source: Affiliate Application Accepted
hu_hu: Partnerjelentkezés elfogadva

source: Affiliate Approval Required
hu_hu: Partnerjóváhagyás szükséges

source: Affiliate Area
hu_hu: Partnerterület

source: Affiliate Area Forms
hu_hu: Partnerterület űrlapok

source: Affiliate Area Link
hu_hu: Partnerterület hivatkozás

source: Affiliate Area Page
hu_hu: Partnerterület oldal

source: Affiliate Area URL: %s
hu_hu: Partnerterület URL: %s

source: Affiliate Commission
hu_hu: Partneri jutalék

source: Affiliate Coupon
hu_hu: Partnerkupon

source: Affiliate Created
hu_hu: Partner létrehozva

source: Affiliate Customer Record
hu_hu: Partner ügyfélrekord

source: Affiliate Discount
hu_hu: Partneri kedvezmény

source: Affiliate Discount?
hu_hu: Partneri kedvezmény?

source: Affiliate Earnings Payout
hu_hu: Partneri kereset kifizetése

source: Affiliate Email
hu_hu: Partner e-mail

source: Affiliate Email Summaries
hu_hu: Partneri e-mail összefoglalók

source: Affiliate Emails
hu_hu: Partneri e-mailek

source: Affiliate Field
hu_hu: Partneri mező

source: Affiliate First/Full Name
hu_hu: Partner keresztnév/teljes név

source: Affiliate Form Shortcode Settings
hu_hu: Partner űrlap rövidkód beállításai

source: Affiliate Group
hu_hu: Partnercsoport

source: Affiliate Group Privacy
hu_hu: Partnercsoport adatvédelme

source: Affiliate Groups
hu_hu: Partnercsoportok

source: Affiliate ID
hu_hu: Partnerazonosító

source: Affiliate ID (#%s)
hu_hu: Partnerazonosító (#%s)

source: Affiliate ID is required.
hu_hu: Partnerazonosító szükséges.

source: Affiliate ID or Username (required)
hu_hu: Partnerazonosító vagy felhasználónév (kötelező)

source: Affiliate ID or array of IDs to exclude from the query.
hu_hu: Partnerazonosító vagy a lekérdezésből kizárandó azonosítók tömbje.

source: Affiliate Landing Pages
hu_hu: Partner céloldalak

source: Affiliate Last Name
hu_hu: Partner vezetéknév

source: Affiliate Link Discounts
hu_hu: Partner hivatkozási kedvezmények

source: Affiliate Link Sharing
hu_hu: Partner hivatkozás megosztása

source: Affiliate Links
hu_hu: Partner hivatkozások

source: Affiliate Login
hu_hu: Partner bejelentkezés

source: Affiliate Login Form Only
hu_hu: Csak partner bejelentkezési űrlap

source: Affiliate Login Page
hu_hu: Partner bejelentkezési oldal

source: Affiliate Login URL
hu_hu: Partner bejelentkezési URL

source: Affiliate Manager Email
hu_hu: Partner menedzser e-mail

source: Affiliate Manager Emails
hu_hu: Partner menedzser e-mailek

source: Affiliate Manager Notification
hu_hu: Partner menedzser értesítés

source: Affiliate Manager(s) Email Address
hu_hu: Partner menedzser(ek) e-mail-címe

source: Affiliate Name
hu_hu: Partner név

source: Affiliate Password
hu_hu: Partner jelszó

source: Affiliate Portal Activated
hu_hu: Partnerportál aktiválva

source: Affiliate Portal Addon
hu_hu: Partnerportál kiegészítő

source: Affiliate Privacy
hu_hu: Partner adatvédelem

source: Affiliate Rate
hu_hu: Partneri ráta

source: Affiliate Rate Type
hu_hu: Partneri ráta típusa

source: Affiliate Rates:
hu_hu: Partneri ráták:

source: Affiliate Record
hu_hu: Partnerrekord

source: Affiliate Referral
hu_hu: Partneri ajánlás

source: Affiliate Registration
hu_hu: Partneri regisztráció

source: Affiliate Registration & Login Security
hu_hu: Partneri regisztráció és bejelentkezés biztonsága

source: Affiliate Registration Form
hu_hu: Partneri regisztrációs űrlap

source: Affiliate Registration Form Created
hu_hu: Partneri regisztrációs űrlap létrehozva

source: Affiliate Registration Form Only
hu_hu: Csak partneri regisztrációs űrlap

source: Affiliate Registration Form and Affiliate Login Form
hu_hu: Partneri regisztrációs űrlap és partneri bejelentkezési űrlap

source: Affiliate Registration Page
hu_hu: Partneri regisztrációs oldal

source: Affiliate Registration Status
hu_hu: Partneri regisztráció állapota

source: Affiliate Registrations
hu_hu: Partneri regisztrációk

source: Affiliate Reports
hu_hu: Partneri jelentések

source: Affiliate Settings
hu_hu: Partneri beállítások

source: Affiliate Signup Widget
hu_hu: Partneri jelentkezési widget

source: Affiliate Status
hu_hu: Partneri státusz

source: Affiliate Stripe account cannot receive transfers
hu_hu: A partner Stripe-fiókja nem tud átutalásokat fogadni

source: Affiliate Stripe account not connected
hu_hu: A partner Stripe-fiókja nincs csatlakoztatva

source: Affiliate Terms of Use
hu_hu: Partneri felhasználási feltételek

source: Affiliate Terms of Use Page
hu_hu: Partneri felhasználási feltételek oldal

source: Affiliate UI
hu_hu: Partneri UI

source: Affiliate URL
hu_hu: Partner URL

source: Affiliate URLs
hu_hu: Partner URL-ek

source: Affiliate User Login
hu_hu: Partner felhasználói bejelentkezés

source: Affiliate Username
hu_hu: Partner felhasználónév

source: Affiliate account activated
hu_hu: Partnerfiók aktiválva

source: Affiliate account deactivated
hu_hu: Partnerfiók deaktiválva

source: Affiliate account(s) deleted successfully
hu_hu: Partnerfiók(ok) sikeresen törölve

source: Affiliate customer record has been deleted.
hu_hu: A partner ügyfélrekordja törölve lett.

source: Affiliate deletion failed, please try again
hu_hu: A partner törlése sikertelen, próbálja meg újra

source: Affiliate disconnected from Stripe successfully
hu_hu: Partner sikeresen leválasztva a Stripe-ról

source: Affiliate disconnected from Stripe successfully.
hu_hu: Partner sikeresen leválasztva a Stripe-ról.

source: Affiliate disconnected from Stripe.
hu_hu: Partner leválasztva a Stripe-ról.

source: Affiliate discount?
hu_hu: Partneri kedvezmény?

source: Affiliate earnings.
hu_hu: Partneri kereset.

source: Affiliate for %s
hu_hu: Partner a(z) %s számára

source: Affiliate has not connected with Stripe
hu_hu: A partner nem csatlakozott a Stripe-hoz

source: Affiliate is not connected to Stripe
hu_hu: A partner nincs csatlakoztatva a Stripe-hoz

source: Affiliate is not connected to Stripe.
hu_hu: A partner nincs csatlakoztatva a Stripe-hoz.

source: Affiliate monthly summary content for affiliate with ID %1$s was not sent because it is not a valid Affiliate ID.
hu_hu: A(z) %1$s azonosítójú partner havi összefoglalójának tartalma nem került elküldésre, mert ez nem érvényes partnerazonosító.

source: Affiliate monthly summary for affiliate with ID %1$s with email %2$s was not sent because it is not a valid email.
hu_hu: A(z) %1$s azonosítójú, %2$s e-mail-címmel rendelkező partner havi összefoglalója nem került elküldésre, mert ez nem érvényes e-mail-cím.

source: Affiliate monthly summary for affiliate with ID %1$s with registered_date of %2$s was not sent because it is not a valid registration date.
hu_hu: A(z) %1$s azonosítójú partner havi összefoglalója, amelynek registered_date értéke %2$s, nem került elküldésre, mert ez nem érvényes regisztrációs dátum.

source: Affiliate name
hu_hu: Partner neve

source: Affiliate not found.
hu_hu: Partner nem található.

source: Affiliate record has been deleted.
hu_hu: A partner rekordja törölve lett.

source: Affiliate request was accepted
hu_hu: A partnerkérelem elfogadva

source: Affiliate request was rejected
hu_hu: A partnerkérelem elutasítva

source: Affiliate shall indemnify and hold harmless %1$s and its affiliate and subsidiary companies, officers, directors, employees, licensees, successors and assigns, including those licensed or authorized by %1$s to transmit and distribute materials, from any and all liabilities, damages, fines, judgments, claims, costs, losses, and expenses (including reasonable legal fees and costs) arising out of or related to any and all claims sustained in connection with this Agreement due to the negligence, misrepresentation, failure to disclose, or intentional misconduct of Affiliate.
hu_hu: A Partner köteles kártalanítani és mentesíteni %1$s-t, valamint annak kapcsolt és leányvállalatait, tisztségviselőit, igazgatóit, alkalmazottait, licencebirtokosait, jogutódait és engedményeseit – ideértve azokat is, akiket %1$s anyagok továbbítására és terjesztésére engedélyezett vagy felhatalmazott – minden olyan felelősség, kár, bírság, ítélet, igény, költség, veszteség és kiadás (beleértve az észszerű ügyvédi díjakat és költségeket) alól, amelyek a Partner gondatlanságából, félrevezető nyilatkozatából, a tájékoztatás elmulasztásából vagy szándékos helytelen magatartásából erednek, illetve e Megállapodással összefüggésben felmerülő bármely igénnyel kapcsolatban keletkeznek.

source: Affiliate sites may not have “Click for (or to see) Deal/Coupon” or any variation, when there are no coupons or deals available, and the click opens the merchant site or sets a cookie. Affiliates with such text on the merchant landing page will be removed from the program immediately.
hu_hu: Affiliate oldalak nem tartalmazhatják a „Kattints az ajánlatért/kuponért (vagy a megtekintéshez)” vagy bármilyen változatát, ha nincs elérhető kupon vagy ajánlat, és a kattintás a kereskedő oldalát nyitja meg vagy cookie-t állít be. Azok a partnerek, akik ilyen szöveget helyeznek el a kereskedő céloldalán, azonnal eltávolításra kerülnek a programból.

source: Affiliate stats have been recounted!
hu_hu: A partneri statisztikák újraszámításra kerültek!

source: Affiliate successfully connected to Stripe!
hu_hu: A partner sikeresen csatlakozott a Stripe-hoz!

source: Affiliate update failed, please try again
hu_hu: A partner frissítése nem sikerült, próbálja meg újra

source: Affiliate updated successfully
hu_hu: A partner sikeresen frissítve

source: Affiliate user account deleted
hu_hu: A partner felhasználói fiókja törölve

source: Affiliate wasn&#8217;t added, please try again.
hu_hu: A partner hozzáadása nem sikerült, próbálja meg újra.

source: Affiliate with ID %1$s (registered on %2$s) was not sent their monthly email summary because they were registered within the last 30 days.
hu_hu: A(z) %1$s azonosítójú partner (regisztráció: %2$s) nem kapta meg a havi e-mailes összegzést, mert az elmúlt 30 napban regisztrált.

source: Affiliate with ID %1$s could not be sent their email because we could not determine how many days they had been registered.
hu_hu: A(z) %1$s azonosítójú partnernek nem tudtuk elküldeni az e-mailt, mert nem tudtuk meghatározni, hány napja regisztrált.

source: Affiliate with ID %1$s was not sent their email summary because they were sent one already on %2$s.
hu_hu: A(z) %1$s azonosítójú partnernek nem küldtük el az e-mailes összegzést, mert már kapott egyet %2$s dátummal.

source: Affiliate&#8217;s identity verification link on the Payouts Service.
hu_hu: A partner személyazonosság-ellenőrzési hivatkozása a Payouts Service-ben.

source: Affiliate&#8217;s identity verification status on the Payouts Service.
hu_hu: A partner személyazonosság-ellenőrzési állapota a Payouts Service-ben.

source: Affiliate&#8217;s payment email for systems such as PayPal, Moneybookers, or others. Leave blank to use the affiliate&#8217;s user email.
hu_hu: A partner fizetési e-mail-címe olyan rendszerekhez, mint a PayPal, a Moneybookers vagy mások. Hagyja üresen a partner felhasználói e-mail-címének használatához.

source: Affiliate&#8217;s payout method details on the Payouts Service.
hu_hu: A partner kifizetési módjának részletei a Payouts Service-ben.

source: Affiliate-generated Sale Count
hu_hu: Partner által generált eladások száma

source: Affiliate-generated Sales
hu_hu: Partner által generált eladások

source: Affiliate: #%1$d %2$s
hu_hu: Partner: #%1$d %2$s

source: Affiliate: %1$s | Conversion rate: %2$.1f%%
hu_hu: Partner: %1$s | Konverziós arány: %2$.1f%%

source: Affiliate: <a href="%1$s">%2$s</a>
hu_hu: Partner: <a href="%1$s">%2$s</a>

source: Affiliate: <a href="%1$s">%2$s</a> | %3$s
hu_hu: Partner: <a href="%1$s">%2$s</a> | %3$s

source: Affiliate: <a href="%1$s">%2$s</a> | <a href="%3$s">%4$s</a>
hu_hu: Partner: <a href="%1$s">%2$s</a> | <a href="%3$s">%4$s</a>

source: Affiliate: <a href="%1$s">%2$s</a> | Visits: %3$d
hu_hu: Partner: <a href="%1$s">%2$s</a> | Látogatások: %3$d

source: AffiliateWP &rsaquo; Onboarding Wizard
hu_hu: AffiliateWP &rsaquo; Bevezető varázsló

source: AffiliateWP - Store Credit EDD integration requires the EDD Wallet extension!
hu_hu: Az AffiliateWP - Store Credit EDD integrációhoz az EDD Wallet bővítmény szükséges!

source: AffiliateWP Addons
hu_hu: AffiliateWP kiegészítők

source: AffiliateWP Backend is Deactivated
hu_hu: Az AffiliateWP háttérfelülete le van tiltva

source: AffiliateWP Debug Mode has been disabled.
hu_hu: Az AffiliateWP hibakeresési módja ki lett kapcsolva.

source: AffiliateWP Debug Mode has been enabled.
hu_hu: Az AffiliateWP hibakeresési módja be lett kapcsolva.

source: AffiliateWP Emails
hu_hu: AffiliateWP e-mailek

source: AffiliateWP Migration
hu_hu: AffiliateWP áttelepítés

source: AffiliateWP Referral Summary
hu_hu: AffiliateWP jutalékösszegzés

source: AffiliateWP Requirements
hu_hu: AffiliateWP követelmények

source: AffiliateWP backend is deactivated
hu_hu: Az AffiliateWP háttérfelülete le van tiltva

source: AffiliateWP has detected that your site is running on an insecure version of PHP (%s).
hu_hu: Az AffiliateWP észlelte, hogy a webhelye nem biztonságos PHP-verziót futtat (%s).

source: AffiliateWP is brought to you by the same team that’s behind the largest WordPress resource site,
hu_hu: Az AffiliateWP-t ugyanaz a csapat készítette, amely a legnagyobb WordPress erőforrás-webhely mögött áll,

source: AffiliateWP is ending official support for the <strong>%1$s</strong> %4$s beginning %2$s. See <a href="%3$s" target="_blank">this guide</a> for more information.
hu_hu: Az AffiliateWP megszünteti a <strong>%1$s</strong> %4$s hivatalos támogatását %2$s-tól kezdődően. További információért lásd <a href="%3$s" target="_blank">ezt az útmutatót</a>.

source: AffiliateWP is not installed
hu_hu: Az AffiliateWP nincs telepítve

source: AffiliateWP is not licensed
hu_hu: Az AffiliateWP nincs licencelve

source: AffiliateWP is not licensed which means you can't access automatic updates, and other advanced features.
hu_hu: Az AffiliateWP nincs licencelve, ami azt jelenti, hogy nem fér hozzá az automatikus frissítésekhez és más fejlett funkciókhoz.

source: AffiliateWP is used by over <strong>30,000+ smart business owners</strong>. We know that you will truly love using it.
hu_hu: Az AffiliateWP-t több mint <strong>30,000+ okos vállalkozástulajdonos</strong> használja. Tudjuk, hogy igazán szeretni fogja.

source: AffiliateWP license key has expired.
hu_hu: Az AffiliateWP licenckulcsa lejárt.

source: AffiliateWP needs to import %s sales data. This will ensure AffiliateWP sales reports are accurate.
hu_hu: Az AffiliateWP-nek importálnia kell %s értékesítési adatot. Ez biztosítja, hogy az AffiliateWP értékesítési jelentései pontosak legyenek.

source: AffiliateWP settings for the My Account page.
hu_hu: AffiliateWP beállításai a Saját fiók oldalhoz.

source: AffiliateWP ♥ MonsterInsights
hu_hu: AffiliateWP \u2665 MonsterInsights

source: AffiliateWP ♥ WP Mail SMTP
hu_hu: AffiliateWP \u2665 WP Mail SMTP

source: AffiliateWP: Referral #%1$d for %2$s for %3$s rejected
hu_hu: AffiliateWP: Jutalék #%1$d %2$s részére %3$s esetén elutasítva

source: AffiliateWP: Referral #%1$d for %2$s recorded for %3$s
hu_hu: AffiliateWP: Jutalék #%1$d %2$s részére %3$s esetén rögzítve

source: AffiliateWP: Referral #%1$d for %2$s recorded for %3$s (ID: %4$d).
hu_hu: AffiliateWP: Jutalék #%1$d %2$s részére %3$s esetén rögzítve (ID: %4$d).

source: Affiliates
hu_hu: Partnerek

source: Affiliates Paid
hu_hu: Kifizetett partnerek

source: Affiliates may not bid on %1$s Coupons, %1$s Discounts or other phrases implying coupons are available.
hu_hu: A partnerek nem licitálhatnak a(z) %1$s kuponokra, %1$s kedvezményekre vagy más, kuponok elérhetőségét sugalló kifejezésekre.

source: Affiliates may not generate pop-ups, pop-unders, iframes, frames, or any other seen or unseen actions that set affiliate cookies unless the user has expressed a clear and explicit interest in activating a specific savings by clicking on a clearly marked link, button or image for that particular coupon or deal. Your link must send the visitor to the merchant site.
hu_hu: A partnerek nem hozhatnak létre felugró/pop-under ablakokat, iframe-eket, frame-eket vagy bármilyen látható vagy láthatatlan műveletet, amely sütiket állít be partnerhez rendelés céljából, kivéve, ha a felhasználó egyértelműen és kifejezetten jelzi, hogy aktiválni kíván egy adott kedvezményt az adott kuponhoz vagy ajánlathoz tartozó egyértelműen megjelölt linkre, gombra vagy képre kattintva. A hivatkozásának a kereskedő webhelyére kell irányítania a látogatót.

source: Affiliates may not use misleading text on affiliate links, buttons or images to imply that anything besides currently authorized deals to the specific affiliate.
hu_hu: A partnerek nem használhatnak félrevezető szöveget partnerlinkeken, gombokon vagy képeken, amely azt sugallja, hogy a jelenleg engedélyezett ajánlatokon kívül más is elérhető az adott partnernél.

source: Affiliates require approval: %s
hu_hu: A partnerek jóváhagyást igényelnek: %s

source: Affiliates table column to order by.
hu_hu: A partnerek táblázatának rendezési oszlopa.

source: After - 10$
hu_hu: Utána - 10$

source: After upgrading, your license key will remain the same.<br>You may need to do a quick refresh to unlock your new addons. In your WordPress admin, go to <strong>AffiliateWP &raquo; Settings</strong>. If you don't see your updated plan, click <em>refresh</em>.
hu_hu: A frissítés után a licenckulcsa változatlan marad.<br>Előfordulhat, hogy egy gyors frissítésre lesz szükség az új kiegészítők feloldásához. A WordPress admin felületen menjen a <strong>AffiliateWP &raquo; Beállítások</strong> menüpontra. Ha nem látja a frissített csomagját, kattintson a <em>frissítés</em> gombra.

source: Agree to our %1$sTerms of Use and Privacy Policy%2$s
hu_hu: Elfogadom a %1$sFelhasználási feltételeket és az Adatvédelmi irányelveket%2$s

source: Agree to our Terms of Use and Privacy Policy
hu_hu: Elfogadom a Felhasználási feltételeket és az Adatvédelmi irányelveket

source: Alerts affiliate managers to track affiliate verification requirements.
hu_hu: Figyelmezteti a partnerkezelőket a partnerek ellenőrzési követelményeinek követésére.

source: Alerts affiliate managers when banks reject payouts.
hu_hu: Értesíti a partnerkezelőket, ha a bankok elutasítják a kifizetéseket.

source: Alerts affiliate managers when transfers fail.
hu_hu: Értesíti a partnerkezelőket, ha az átutalások meghiúsulnak.

source: All
hu_hu: Összes

# payouts
source: All
hu_hu: Összes

source: All %s
hu_hu: Összes %s

source: All Addons
hu_hu: Összes kiegészítő

source: All Affiliate Group Privacy
hu_hu: Összes partnercsoport-adatvédelem

source: All Affiliate Privacy
hu_hu: Összes partner-adatvédelem

source: All Statuses
hu_hu: Összes állapot

source: All Stripe-Connected Affiliates
hu_hu: Összes Stripe-hez csatlakoztatott partner

source: All Time
hu_hu: Teljes időszak

source: All Transfers Completed
hu_hu: Összes átutalás teljesítve
