Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: The date/time the action is/was scheduled to run.
hu_hu: Az a dátum/idő, amikor a művelet futtatása ütemezve van/volt.

source: The deadline for Stripe verification requirements
hu_hu: A Stripe ellenőrzési követelmények határideje

source: The debug log has been cleared.
hu_hu: A hibakeresési napló törölve lett.

source: The default referral URL shown in the Affiliate Area.
hu_hu: Az Affiliate Area felületen megjelenő alapértelmezett ajánlói URL.

source: The default referral rate. A percentage if the Referral Rate Type is set to Percentage, a flat amount otherwise. Referral rates can also be set for each individual affiliate.
hu_hu: Az alapértelmezett ajánlási jutalék mértéke. Százalékos, ha a Referral Rate Type beállítása Percentage, egyébként fix összeg. Az ajánlási jutalékok egyenként is beállíthatók minden partnerhez.

source: The default text that will show in the email message. The affiliate's referral URL will be automatically appended to the email.
hu_hu: Az alapértelmezett szöveg, amely az e-mail üzenetben megjelenik. A partner ajánlói URL-je automatikusan hozzáfűzésre kerül az e-mailhez.

source: The default text that will show in the email subject line. Leave blank to use Site Title.
hu_hu: Az alapértelmezett szöveg, amely az e-mail tárgysorában megjelenik. Hagyja üresen a Site Title használatához.

source: The default text that will show when an affiliate shares to X. Leave blank to use Site Title.
hu_hu: Az alapértelmezett szöveg, amely megjelenik, amikor egy partner az X-en oszt meg. Hagyja üresen a Site Title használatához.

source: The display name of the affiliate, as set on the affiliate's user profile
hu_hu: A partner megjelenítendő neve, ahogy a partner felhasználói profilján be van állítva

source: The email address of the affiliate
hu_hu: A partner e-mail-címe

source: The email address to send emails from. This will act as the "from" and "reply-to" address.
hu_hu: Az e-mail-cím, amelyről az e-mailek küldése történik. Ez lesz a "from" és "reply-to" cím.

source: The email address(es) to receive affiliate manager notifications. Separate multiple email addresses with a comma (,). The admin email address will be used unless overridden.
hu_hu: Az e-mail-cím(ek), amely(ek)re a partner menedzser értesítései érkezzenek. Több e-mail-címet vesszővel (,) válasszon el. Az admin e-mail-cím kerül felhasználásra, hacsak nincs felülírva.

source: The email notifications sent to the affiliate manager and affiliate.
hu_hu: Az e-mail értesítések, amelyeket a partner menedzser és a partner kap.

source: The emails below require Stripe Payouts. Enable it to automate payment notifications for both managers and affiliates.
hu_hu: Az alábbi e-mailekhez Stripe Payouts szükséges. Engedélyezze, hogy automatizálja a fizetési értesítéseket a menedzserek és a partnerek számára is.

source: The end date for referrals to process.
hu_hu: Az ajánlások feldolgozásának záró dátuma.

source: The error code for payout failures
hu_hu: A kifizetési hibák hibakódja

source: The error message for payout failures
hu_hu: A kifizetési hibák hibaüzenete

source: The failure reason for a payout failure
hu_hu: A kifizetési hiba oka

source: The fastest drag & drop landing page builder for WordPress. Create custom landing pages without writing code, connect them with your CRM, collect subscribers, and grow your audience. Trusted by 1 million sites.
hu_hu: A leggyorsabb drag & drop landing oldal készítő WordPresshez. Készítsen egyedi landing oldalakat kódolás nélkül, csatlakoztassa őket a CRM-jéhez, gyűjtsön feliratkozókat, és növelje a közönségét. 1 millió webhely bizalmát élvezi.

source: The field "%s" is required
hu_hu: A(z) "%s" mező kitöltése kötelező

source: The file you uploaded does not appear to be a CSV file.
hu_hu: A feltöltött fájl nem tűnik CSV-fájlnak.

source: The group "%s" does not exist.
hu_hu: A(z) "%s" csoport nem létezik.

source: The hash supplied do not match any forms
hu_hu: A megadott hash nem egyezik egyetlen űrlappal sem

source: The initial ID for new affiliate registrations. This ID will always be higher than the most recent affiliate ID, whether it's the first registration or subsequent ones.
hu_hu: Az új partnerregisztrációk kezdő azonosítója. Ez az azonosító mindig nagyobb lesz, mint a legutóbbi partnerazonosító, legyen szó első vagy későbbi regisztrációról.

source: The leading WordPress analytics plugin that shows you how people find and use your website, so you can make data driven decisions to grow your business. Properly set up Google Analytics without writing code.
hu_hu: A vezető WordPress analitikai bővítmény, amely megmutatja, hogyan találnak rá és hogyan használják webhelyét, így adatvezérelt döntéseket hozhat vállalkozása növeléséhez. Állítsa be megfelelően a Google Analytics-et kódolás nélkül.

source: The license key provided is expired. <a href="%s" target="_blank">Renew your license</a>.
hu_hu: A megadott licenckulcs lejárt. <a href="%s" target="_blank">Újítsa meg a licencét</a>.

source: The license key provided is invalid. Please check your license key and try again.
hu_hu: A megadott licenckulcs érvénytelen. Kérjük, ellenőrizze a licenckulcsot, majd próbálja újra.

source: The list of Stripe verification requirements
hu_hu: A Stripe ellenőrzési követelményeinek listája

source: The membership-level referral rate, such as 20 for 20%%. Affiliate-level referral rates will override this value. If left blank, the site default value of %s will be used.
hu_hu: A tagsági szintű ajánlási jutalék mértéke, például 20 a 20%%-hoz. A partner szintű jutalékértékek felülírják ezt az értéket. Ha üresen marad, a webhely alapértelmezett %s értéke lesz használva.

source: The method used to track referral links can fail on sites that have jQuery errors. Enable Fallback Tracking if referrals are not being tracked properly.
hu_hu: Az ajánlói hivatkozások követésére használt módszer meghibásodhat olyan webhelyeken, ahol jQuery hibák vannak. Kapcsolja be a Fallback Tracking funkciót, ha az ajánlások követése nem megfelelő.

source: The minimum earnings for each affiliate for a payout to be processed.
hu_hu: A kifizetés feldolgozásához szükséges minimális bevétel partnerenként.

source: The most advanced WordPress search plugin. Customize your WordPress search algorithm, reorder search results, track search metrics, and everything you need to leverage search to grow your business.
hu_hu: A legfejlettebb WordPress kereső bővítmény. Testre szabhatja a WordPress keresési algoritmust, átrendezheti a keresési találatokat, követheti a keresési metrikákat, és mindent megkap, amire szüksége van, hogy a keresést az üzlet növekedésének szolgálatába állítsa.

source: The name and ID of the affiliate who generated this referral. This association cannot be changed.
hu_hu: Annak a partnernek a neve és ID-je, aki ezt az ajánlást generálta. Ez a hozzárendelés nem változtatható meg.

source: The name is how it appears on your site.
hu_hu: A név, ahogyan a webhelyén megjelenik.

source: The name of the campaign associated with the referral (if any)
hu_hu: Az ajánláshoz kapcsolódó kampány neve (ha van)

source: The name of this creative. Use this to briefly describe the creative to your affiliates.
hu_hu: Ennek a kreatívnak a neve. Ezt használja a kreatív rövid leírására a partnerei számára.

source: The name that emails come from. This is usually your site name.
hu_hu: Az a név, amelyről az e-mailek érkeznek. Ez általában a webhely neve.

source: The net revenue generated by the affiliate channel after deducting affiliate earnings.
hu_hu: A partnercsatorna által generált nettó bevétel a partneri jutalékok levonása után.

source: The next queue will begin processing in approximately %d seconds.
hu_hu: A következő sor körülbelül %d másodperc múlva kezdi meg a feldolgozást.

source: The number of days to hold commissions before paying affiliates. Helps protect against refunds and fraud during the return period. Set to 0 for immediate commission payouts.
hu_hu: A napok száma, ameddig a jutalékokat visszatartjuk a partnerek kifizetése előtt. Segít védeni a visszatérítések és csalások ellen a visszatérítési időszakban. Az azonnali jutalékkifizetésekhez állítsa 0-ra.

source: The number of items to offset in the query.
hu_hu: A lekérdezésben kihagyandó elemek száma.

source: The number of items to query for. Use -1 for all.
hu_hu: A lekérdezendő elemek száma. Az összeshez használja a -1-et.

source: The number of paid referrals associated with the affiliate.
hu_hu: A partnerhez kapcsolódó, kifizetett ajánlások száma.

source: The number of referrals associated with the affiliate.
hu_hu: A partnerhez kapcsolódó ajánlások száma.

source: The number of referrals recorded against the campaign.
hu_hu: A kampányhoz rögzített ajánlások száma.

source: The number of visits (unique by referrer) recorded for the campaign.
hu_hu: A kampányhoz rögzített látogatások száma (hivatkozónként egyedi).

source: The number of visits associated with the affiliate.
hu_hu: A partnerhez kapcsolódó látogatások száma.

source: The original WordPress SEO plugin and toolkit that improves your website's search rankings. Comes with all the SEO features like Local SEO, WooCommerce SEO, sitemaps, SEO optimizer, schema, and more.
hu_hu: Az eredeti WordPress SEO bővítmény és eszközkészlet, amely javítja webhelyének keresési rangsorait. Tartalmaz minden SEO funkciót, mint a Local SEO, WooCommerce SEO, sitemaps, SEO optimizer, schema és még sok más.

source: The parent referral ID or array of IDs to query for.
hu_hu: A szülő ajánlás ID-je vagy ID-k tömbje, amelyre le kell kérdezni.

source: The password will be auto-generated and can be reset by the user or an administrator after the account is created.
hu_hu: A jelszó automatikusan kerül létrehozásra, és a fiók létrehozása után a felhasználó vagy egy adminisztrátor visszaállíthatja.

source: The payout ID or array of IDs to query for.
hu_hu: A kifizetés ID-je vagy ID-k tömbje, amelyre le kell kérdezni.

source: The payout could not be deleted.
hu_hu: A kifizetést nem sikerült törölni.

source: The payout has been successfully deleted.
hu_hu: A kifizetés sikeresen törölve.

source: The payout status.
hu_hu: A kifizetés állapota.

source: The payout status. Accepts 'paid' or 'failed'.
hu_hu: A kifizetés állapota. Elfogadott értékek: 'paid' vagy 'failed'.

source: The payout/transfer ID
hu_hu: A kifizetés/utalás ID-je

source: The previous Stripe transfer failed.
hu_hu: Az előző Stripe átutalás sikertelen volt.

source: The previous Stripe transfer was reversed.
hu_hu: Az előző Stripe átutalást visszafordították.

source: The promo method used by the affiliate
hu_hu: A partner által használt promóciós módszer

source: The reason an affiliate was rejected
hu_hu: A partner elutasításának oka

source: The referral ID or array of IDs to query for.
hu_hu: Az ajánlás ID-je vagy ID-k tömbje, amelyre le kell kérdezni.

source: The referral ID or array of IDs to query visits for.
hu_hu: Az ajánlás ID-je vagy ID-k tömbje, amelyhez a látogatásokat le kell kérdezni.

source: The referral ID. This cannot be changed.
hu_hu: Az ajánlás ID-je. Ez nem változtatható meg.

source: The referral amount cannot be changed once it has been included in a payout.
hu_hu: Az ajánlás összege nem változtatható meg, miután bekerült egy kifizetésbe.

source: The referral could not be added.
hu_hu: Az ajánlást nem sikerült hozzáadni.

source: The referral could not be deleted.
hu_hu: Az ajánlást nem sikerült törölni.

source: The referral could not be updated
hu_hu: Az ajánlást nem sikerült frissíteni

source: The referral has been successfully deleted.
hu_hu: Az ajánlás sikeresen törölve.

source: The referral rate for this %s category.
hu_hu: Az ajánlási ráta ehhez a(z) %s kategóriához.

source: The referral rate for this category.
hu_hu: Az ajánlási ráta ehhez a kategóriához.

source: The referral status cannot be changed once it has been included in a payout.
hu_hu: Az ajánlás állapota nem változtatható meg, miután bekerült egy kifizetésbe.

source: The referral status or array of statuses to retrieve visits for.
hu_hu: Az ajánlás állapota vagy állapotok tömbje, amelyekhez a látogatásokat le kell kérdezni.

source: The referral status or array of statuses.
hu_hu: Az ajánlás állapota vagy állapotok tömbje.

source: The referral status.
hu_hu: Az ajánlás állapota.

source: The referral was updated successfully.
hu_hu: Az ajánlás sikeresen frissítve.

source: The required addon for this feature is currently deactivated. Please %1$s to use this feature.
hu_hu: Az ehhez a funkcióhoz szükséges kiegészítő jelenleg deaktiválva van. Kérjük, %1$s a funkció használatához.

source: The rest ID (site:object ID combination)
hu_hu: A rest ID (webhely:objektum ID kombináció)

source: The sale status or array of statuses.
hu_hu: Az értékesítés állapota vagy állapotok tömbje.

source: The site administrator has changed their Stripe account configuration. For security reasons, you need to reconnect with Stripe to continue receiving payouts. This is a one-time process to ensure your payment information remains secure.
hu_hu: A webhely rendszergazdája megváltoztatta a Stripe-fiók konfigurációját. Biztonsági okokból újra csatlakoznia kell a Stripe-hoz, hogy továbbra is kaphasson kifizetéseket. Ez egy egyszeri folyamat annak érdekében, hogy a fizetési adatai biztonságban maradjanak.

source: The site administrator has changed their Stripe account configuration. For security reasons, you'll need to reconnect with Stripe to continue receiving payouts. This is a one-time process to ensure your payment information remains secure.
hu_hu: A webhely adminisztrátora megváltoztatta a Stripe-fiók konfigurációját. Biztonsági okokból újra kell csatlakoznia a Stripe-hoz, hogy továbbra is fogadhassa a kifizetéseket. Ez egy egyszeri folyamat, amely biztosítja, hogy a fizetési adatai biztonságban maradjanak.

source: The specified referral does not exist
hu_hu: A megadott ajánlás nem létezik

source: The start date for referrals to process.
hu_hu: Az ajánlások feldolgozásának kezdő dátuma.

source: The status assigned to the affiliate&#8217;s account.
hu_hu: A partner&#8217;s fiókjához rendelt állapot.

source: The status assigned to the affiliate&#8217;s account. Updating the status could trigger account related events, such as email notifications.
hu_hu: A partner&#8217;s fiókjához rendelt állapot. Az állapot frissítése fiókkal kapcsolatos eseményeket válthat ki, például e-mail értesítéseket.

source: The supplied affiliate ID or username is invalid and has been ignored.
hu_hu: A megadott partnerazonosító vagy felhasználónév érvénytelen, ezért figyelmen kívül lett hagyva.

source: The symbol (usually , or .) to separate decimal points
hu_hu: A jel (általában , vagy .) a tizedesjegyek elválasztásához

source: The symbol (usually , or .) to separate thousands
hu_hu: A jel (általában , vagy .) az ezresek elválasztására

source: The term of this Agreement begins upon your acceptance in the Program and will end when your Affiliate account is terminated.
hu_hu: Ezen megállapodás időtartama a Programban való elfogadásával kezdődik, és akkor ér véget, amikor a partnerfiókja megszűnik.

source: The terms and conditions of this agreement may be modified by us at any time. If any modification to the terms and conditions of this Agreement are unacceptable to you, your only choice is to terminate your Affiliate account. Your continuing participation in the Program will constitute your acceptance of any change.
hu_hu: E megállapodás feltételeit bármikor módosíthatjuk. Ha e megállapodás feltételeinek bármely módosítása az Ön számára elfogadhatatlan, az egyetlen lehetősége a partnerfiókja megszüntetése. A Programban való folyamatos részvétele a módosítások elfogadásának minősül.

source: The text shown for the Terms of Use checkbox when using the [affiliate_area] or [affiliate_registration] shortcodes. When connected to the Payouts Service, it's also shown on the "Payout Settings" form, located within the Settings tab of the Affliate Area.
hu_hu: A Felhasználási feltételek jelölőnégyzetnél megjelenő szöveg az [affiliate_area] vagy [affiliate_registration] rövidkódok használatakor. A Kifizetések szolgáltatáshoz csatlakozva az "Payout Settings" űrlapon is megjelenik, amely az Affliate Area Beállítások lapján található.

source: The total number of (non-unique) visits recorded for the campaign.
hu_hu: A kampányhoz rögzített (nem egyedi) látogatások teljes száma.

source: The unique affiliate ID.
hu_hu: Az egyedi partnerazonosító.

source: The unique creative ID.
hu_hu: Az egyedi kreatív azonosító.

source: The unique customer ID.
hu_hu: Az egyedi ügyfélazonosító.

source: The unique hash for this campaign.
hu_hu: A kampány egyedi hash értéke.

source: The unique payout ID.
hu_hu: Az egyedi kifizetés-azonosító.

source: The unique referral ID.
hu_hu: Az egyedi ajánlásazonosító.

source: The unique visit ID.
hu_hu: Az egyedi látogatásazonosító.

source: The upgrade process is running, please be patient. This could take several minutes to complete while affiliate records are upgraded in batches of 100.
hu_hu: A frissítési folyamat fut, kérjük, legyen türelemmel. A befejezés több percet is igénybe vehet, mivel a partnerrekordok 100-as csoportokban kerülnek frissítésre.

source: The user ID or array of IDs to query payouts for.
hu_hu: A felhasználóazonosító vagy azonosítók tömbje a kifizetések lekérdezéséhez.

source: The user ID or comma-separated list of IDs to query customers for.
hu_hu: A felhasználóazonosító vagy vesszővel elválasztott azonosítók listája az ügyfelek lekérdezéséhez.

source: The user name of the affiliate on the site
hu_hu: A partner felhasználóneve a webhelyen

source: The user with this ID is not an affiliate who could have been awarded store credit.
hu_hu: Ezzel az azonosítóval rendelkező felhasználó nem olyan partner, akinek bolti jóváírást lehetett volna adni.

source: The user you entered does not exist. To create a new user and affiliate, continue filling out the form and click Add User & Affiliate.
hu_hu: A megadott felhasználó nem létezik. Új felhasználó és partner létrehozásához töltse ki tovább az űrlapot, majd kattintson a Felhasználó és partner hozzáadása gombra.

source: The visit ID or array of IDs to query visits for.
hu_hu: A látogatásazonosító vagy azonosítók tömbje a látogatások lekérdezéséhez.

source: The visit URL.
hu_hu: A látogatás URL-je.

source: The visit could not be created.
hu_hu: A látogatást nem sikerült létrehozni.

source: The visit could not be deleted.
hu_hu: A látogatást nem sikerült törölni.

source: The visit could not be updated.
hu_hu: A látogatást nem sikerült frissíteni.

source: The visit has been successfully deleted.
hu_hu: A látogatás sikeresen törölve.

source: The visit was successfully created.
hu_hu: A látogatás sikeresen létrehozva.

source: The visit was updated successfully.
hu_hu: A látogatás sikeresen frissítve.

source: The website of the affiliate
hu_hu: A partner webhelye

source: The widget's button text.
hu_hu: A widget gombjának szövege.

source: The widget's confirmation heading.
hu_hu: A widget megerősítő címsora.

source: The widget's confirmation text.
hu_hu: A widget megerősítő szövege.

source: The widget's heading.
hu_hu: A widget címsora.

source: There are currently no coupon codes to display.
hu_hu: Jelenleg nincs megjeleníthető kuponkód.

source: There are no referrals to show.
hu_hu: Nincs megjeleníthető ajánlás.

source: There are too many concurrent batches, but the run is forced to continue.
hu_hu: Túl sok egyidejű köteg van, de a futtatás kényszerítve folytatódik.

source: There are too many concurrent batches.
hu_hu: Túl sok egyidejű köteg van.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
hu_hu: Elérhető a(z) %1$s új verziója. %2$sTekintse meg a %3$s verzió részleteit%4$s vagy %5$sfrissítsen most%6$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
hu_hu: Elérhető a(z) %1$s új verziója. %2$sTekintse meg a %3$s verzió részleteit%4$s.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
hu_hu: Elérhető a(z) %1$s új verziója. <a target="_blank" class="thickbox" href="%2$s">Tekintse meg a %3$s verzió részleteit</a> vagy <a href="%4$s">frissítsen most</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
hu_hu: Elérhető a(z) %1$s új verziója. <a target="_blank" class="thickbox" href="%2$s">Tekintse meg a %3$s verzió részleteit</a>.

source: There is no affiliate connected to this referral
hu_hu: Ehhez az ajánláshoz nincs partner kapcsolva

source: There seems to be an issue running JavaScript on your website, which AffiliateWP is crafted in to give you the best experience possible.
hu_hu: Úgy tűnik, problémák vannak a JavaScript futtatásával a webhelyén, pedig az AffiliateWP erre épül, hogy a lehető legjobb élményt nyújtsa.

source: There was a failure fetching this action
hu_hu: Hiba történt ennek a műveletnek a lekérésekor

source: There was a failure fetching this action: %s
hu_hu: Hiba történt ennek a műveletnek a lekérésekor: %s

source: There was a failure scheduling the next instance of this action: %s
hu_hu: Hiba történt ennek a műveletnek a következő példányának ütemezésekor: %s

source: There was a problem generating a payout for Affiliate #%1$d for %2$s.
hu_hu: Probléma történt a kifizetés létrehozásakor a(z) #%1$d számú partner részére %2$s esetén.

source: There was a problem registering your affiliate account. Please try again later or contact our team.
hu_hu: Probléma történt a partnerfiók regisztrálásakor. Kérjük, próbálja meg később, vagy lépjen kapcsolatba csapatunkkal.

source: There was an error adjusting the affiliate's store credit, please refresh the page and try again.
hu_hu: Hiba történt a partner bolti egyenlegének módosításakor, frissítse az oldalt, és próbálja meg újra.

source: There was an error connecting to the %1$s. Please <a href="%2$s">try again</a>. If you continue to have this problem, please contact support.
hu_hu: Hiba történt a(z) %1$s szolgáltatáshoz való csatlakozáskor. Kérjük, <a href="%2$s">próbálja meg újra</a>. Ha a probléma továbbra is fennáll, vegye fel a kapcsolatot az ügyfélszolgálattal.

source: There was an error connecting to the remote key API. Please try again later.
hu_hu: Hiba történt a távoli kulcs API-hoz való csatlakozáskor. Kérjük, próbálja meg később újra.

source: There was an error retrieving the addons list from the server. Please try again later.
hu_hu: Hiba történt a bővítmények listájának lekérésekor a szerverről. Kérjük, próbálja meg később újra.

source: There was an error running the action scheduler: %s
hu_hu: Hiba történt a műveletütemező futtatásakor: %s

source: There was an error while performing your request.
hu_hu: Hiba történt a kérés végrehajtása közben.

source: There was an error, please try again later.
hu_hu: Hiba történt, kérjük, próbálja meg később újra.

source: There was an issue changing the default affiliate group, please try again.
hu_hu: Probléma merült fel az alapértelmezett partnercsoport módosításakor, kérjük, próbálja meg újra.

source: These settings will be used to calculate affiliate earnings per-sale. Leave blank to use the site default referral rate.
hu_hu: Ezeket a beállításokat az értékesítésenkénti partnerjutalék kiszámításához használjuk. Hagyja üresen az oldal alapértelmezett ajánlási arányának használatához.

source: These tools assist in migrating affiliate and referral data from existing platforms.
hu_hu: Ezek az eszközök segítenek a partner- és ajánlási adatok meglévő platformokról történő migrálásában.
