Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: All Types
hu_hu: Összes típus

source: All affiliates have a coupon already assigned.
hu_hu: Minden partnerhez már tartozik kupon.

source: All dynamic coupons will use the settings from the selected coupon template.
hu_hu: Az összes dinamikus kupon a kiválasztott kuponsablon beállításait fogja használni.

source: All values passed via the --referrals argument are invalid.
hu_hu: A --referrals argumentumban átadott összes érték érvénytelen.

source: Allow Affiliate Opt-In
hu_hu: Partneri feliratkozás engedélyezése

source: Allow Affiliate Registration
hu_hu: Partner-regisztráció engedélyezése

source: Allow Direct Link Tracking
hu_hu: Közvetlen hivatkozás követésének engedélyezése

source: Allow Referrals
hu_hu: Ajánlások engedélyezése

source: Allow affiliate opt-in
hu_hu: Partneri feliratkozás engedélyezése

source: Allow affiliates to link directly to your site, from their site, without the need for an affiliate link
hu_hu: Lehetővé teszi a partnereknek, hogy saját oldalukról közvetlenül az Ön oldalára hivatkozzanak, partnerlink használata nélkül

source: Allow affiliates to link directly to your site, from their site, without the need for an affiliate link. <a href="%s" target="_blank" rel="noopener noreferrer">Read our documentation</a> to learn more.
hu_hu: Lehetővé teszi a partnereknek, hogy saját oldalukról közvetlenül az Ön oldalára hivatkozzanak, partnerlink használata nélkül. <a href="%s" target="_blank" rel="noopener noreferrer">Olvassa el a dokumentációnkat</a>, hogy többet megtudjon.

source: Allow affiliates to promote your landing pages without using an affiliate link
hu_hu: Lehetővé teszi a partnereknek, hogy partnerlink használata nélkül népszerűsítsék a céloldalait

source: Allow affiliates to receive a commission on all future purchases by a customer
hu_hu: Lehetővé teszi, hogy a partnerek jutalékot kapjanak az ügyfél minden jövőbeli vásárlása után

source: Allow affiliates to receive commission when customers renew subscription payments
hu_hu: Lehetővé teszi, hogy a partnerek jutalékot kapjanak az előfizetési díjak megújításakor

source: Allow affiliates to request a custom name for their coupons
hu_hu: Lehetővé teszi, hogy a partnerek egyedi nevet kérjenek a kuponjaikhoz

source: Allow direct link tracking for all affiliates. Leave unchecked if you would like to enable direct link tracking on a per-affiliate level.
hu_hu: Közvetlen hivatkozás követésének engedélyezése minden partnernél. Hagyja bejelöletlenül, ha partnerenként szeretné engedélyezni a közvetlen hivatkozás követését.

source: Allow marking referrals as paid manually. Useful for payments made via bank transfer, check, or other offline methods. Use the toggle switch above to enable or disable this payment method.
hu_hu: Az ajánlások kézi megjelölésének engedélyezése kifizetettként. Hasznos banki átutalással, csekkel vagy más offline módszerrel történt kifizetéseknél. A fenti kapcsolóval engedélyezheti vagy letilthatja ezt a fizetési módot.

source: Allow referrals
hu_hu: Ajánlások engedélyezése

source: Allow this form to generate referrals.
hu_hu: Engedélyezze, hogy ez az űrlap ajánlásokat generáljon.

source: Allow users to register affiliate accounts for themselves.
hu_hu: Engedélyezze a felhasználóknak, hogy saját maguk regisztráljanak partnerfiókot.

source: Almost done! Would you like to refresh the settings?
hu_hu: Majdnem kész! Szeretné frissíteni a beállításokat?

source: Already have a %1$s account? Connect it <a href="%2$s">here</a>
hu_hu: Már van %1$s-fiókja? Csatlakoztassa <a href="%2$s">itt</a>

source: Already purchased?
hu_hu: Már megvásárolta?

source: Alt Text
hu_hu: Alternatív szöveg

source: Amount
hu_hu: Összeg

# Amount column table header
source: Amount
hu_hu: Összeg

# payout
source: Amount
hu_hu: Összeg

source: Amount (required)
hu_hu: Összeg (kötelező)

source: Amount cannot exceed %s.
hu_hu: Az összeg nem haladhatja meg a %s értékét.

source: Amount must be at least %s.
hu_hu: Az összeg nem lehet kevesebb, mint %s.

source: An account with that username already exists.
hu_hu: Már létezik egy fiók ezzel a felhasználónévvel.

source: An active license is needed to access new features & addons, plugin updates (including security improvements), and our world class support!
hu_hu: Aktív licenc szükséges az új funkciók és kiegészítők eléréséhez, a bővítményfrissítésekhez (beleértve a biztonsági fejlesztéseket), valamint világszínvonalú támogatásunkhoz!

source: An affiliate already exists for this user account.
hu_hu: Ehhez a felhasználói fiókhoz már létezik partner.

source: An affiliate already exists for this username.
hu_hu: Ehhez a felhasználónévhez már létezik partner.

source: An affiliate with that email already exists.
hu_hu: Már létezik partner ezzel az e-mail-címmel.

source: An affiliate with the ID or username "%s" does not exist. See wp affwp affiliate create for adding affiliates.
hu_hu: Nem létezik partner "%s" azonosítóval vagy felhasználónévvel. Partnerek hozzáadásához lásd: wp affwp affiliate create.

source: An affiliate with the username "%s" has been created.
hu_hu: A "%s" felhasználónévvel partner jött létre.

source: An email has been sent to %s with a link to change the payout method
hu_hu: E-mailt küldtünk a következő címre: %s, a kifizetési mód módosításához szükséges hivatkozással

source: An email will be sent to you and your affiliates when the payouts have been completed. You have also been sent an email with a confirmation of the payout details and a link to the paid invoice for your records.
hu_hu: E-mailt küldünk Önnek és partnereinek, amikor a kifizetések befejeződnek. Emellett küldtünk egy e-mailt a kifizetés részleteinek visszaigazolásával és egy hivatkozással a kiegyenlített számlára, nyilvántartás céljából.

source: An error occurred while trying to deactivate your license. Please try again
hu_hu: Hiba történt a licenc deaktiválásának kísérlete közben. Kérjük, próbálja meg újra

source: An invalid batch class handler file has been supplied.
hu_hu: Érvénytelen kötegfeldolgozó osztálykezelő fájlt adtak meg.

source: An invalid file path is registered for the %1$s batch process handler.
hu_hu: Érvénytelen fájlútvonal van regisztrálva a(z) %1$s kötegfeldolgozó kezelőhöz.

source: An invalid referral ID was specified. Using 0 (none) instead.
hu_hu: Érvénytelen ajánlói azonosítót adtak meg. Helyette a 0 (nincs) kerül használatra.

source: An optional description for this creative. Use this to provide additional information about the creative to your affiliates.
hu_hu: Választható leírás ehhez a kreatívhoz. Ezzel további információkat adhat meg a kreatívról a partnereknek.

source: An unknown error occurred
hu_hu: Ismeretlen hiba történt

source: Analytics
hu_hu: Analitika

source: Analyze performance data
hu_hu: Teljesítményadatok elemzése

source: Any custom data that should be stored with the referral (optional).
hu_hu: Bármilyen egyéni adat, amelyet az ajánláshoz kell tárolni (opcionális).

source: Application Accepted
hu_hu: Jelentkezés elfogadva

source: Application Accepted Email Content
hu_hu: Jelentkezés elfogadva e-mail tartalma

source: Application Accepted Email Options For Affiliate
hu_hu: Jelentkezés elfogadva e-mail beállításai a partner számára

source: Application Accepted Email Subject
hu_hu: Jelentkezés elfogadva e-mail tárgya

source: Application Pending
hu_hu: Jelentkezés függőben

source: Application Pending Email Content
hu_hu: Jelentkezés függőben e-mail tartalma

source: Application Pending Email Options For Affiliate
hu_hu: Jelentkezés függőben e-mail beállításai a partner számára

source: Application Pending Email Subject
hu_hu: Jelentkezés függőben e-mail tárgya

source: Application Rejected
hu_hu: Jelentkezés elutasítva

source: Application Rejection Email Content
hu_hu: Jelentkezés elutasítása e-mail tartalma

source: Application Rejection Email Options For Affiliate
hu_hu: Jelentkezés elutasítása e-mail beállításai a partner számára

source: Application Rejection Email Subject
hu_hu: Jelentkezés elutasítása e-mail tárgya

source: Apply
hu_hu: Alkalmaz

source: Apply Store Credit To WooCommerce Subscriptions Renewal Orders
hu_hu: Áruházi jóváírás alkalmazása a WooCommerce előfizetések megújítási megrendelésekre

source: Apply to Subscription Renewals
hu_hu: Alkalmazása az előfizetés-megújításokra

source: Apply to subscription renewals
hu_hu: Alkalmazása az előfizetés-megújításokra

source: Approval Required
hu_hu: Jóváhagyás szükséges

source: Approval or Rejection of the Application
hu_hu: A jelentkezés jóváhagyása vagy elutasítása

source: April
hu_hu: április

source: Are you comfortable with allowing affiliates to see the names of your existing Creatives?
hu_hu: Engedélyezi, hogy a partnerek lássák a meglévő kreatívjainak neveit?

source: Are you sure you want to clear the debug log?
hu_hu: Biztosan törli a hibakeresési naplót?

source: Are you sure you want to delete this affiliate and all its data?
hu_hu: Biztosan törli ezt a partnert és minden adatát?

source: Are you sure you want to delete this affiliate, all its data and its associated user account?
hu_hu: Biztosan törli ezt a partnert, minden adatát és a hozzá tartozó felhasználói fiókot?

source: Are you sure you want to delete this affiliate?
hu_hu: Biztosan törli ezt a partnert?

source: Are you sure you want to delete this payout?
hu_hu: Biztosan törli ezt a kifizetést?

source: Are you sure you want to delete this referral?
hu_hu: Biztosan törli ezt az ajánlást?

source: Are you sure you want to delete this visit?
hu_hu: Biztosan törli ezt a látogatást?

source: Are you sure you want to generate the payout file? All included referrals will be marked as Paid.
hu_hu: Biztosan létrehozza a kifizetési fájlt? Minden érintett ajánlás Fizetettként lesz megjelölve.

source: Are you sure you want to overwrite the affiliate associated with this payout?
hu_hu: Biztosan felül akarja írni az ehhez a kifizetéshez kapcsolódó partnert?

source: Are you sure you want to overwrite this payout's referrals?
hu_hu: Biztosan felül akarja írni ennek a kifizetésnek az ajánlásait?

source: Are you sure you want to pay this now?
hu_hu: Biztosan most ki akarja ezt fizetni?

source: Are you sure you want to payout referrals for the specified time frame via %s?
hu_hu: Biztosan ki akarja fizetni a megadott időszakra vonatkozó ajánlásokat a(z) %s segítségével?

source: Are you sure you want to payout referrals for the specified time frame via Paypal?
hu_hu: Biztosan ki akarja fizetni a megadott időszakra vonatkozó ajánlásokat a Paypal segítségével?

source: Argentina
hu_hu: Argentína

source: Argentine Peso (ARS$) — ARS
hu_hu: Argentin peso (ARS$) — ARS

source: Arguments
hu_hu: Argumentumok

source: As an authorized affiliate (Affiliate) of %1$s, you agree to abide by the terms and conditions contained in this Agreement (Agreement). Please read the entire Agreement carefully before registering and promoting %1$s as an Affiliate.
hu_hu: A(z) %1$s hivatalos partnereként (Partner) elfogadja, hogy betartja a jelen Megállapodásban (Megállapodás) foglalt feltételeket. Kérjük, a teljes Megállapodást figyelmesen olvassa el, mielőtt Partnerként regisztrál és megkezdi a(z) %1$s népszerűsítését.

source: As we evolve, our ability to tap into more modern PHP features means we can continue delivering a superior product.
hu_hu: Ahogy fejlődünk, és egyre több modern PHP-funkciót tudunk kihasználni, továbbra is magas színvonalú terméket tudunk nyújtani.

source: Assign pages or posts to specific affiliates. <a href="%s" target="_blank" rel="noopener noreferrer">Read our documentation</a> to learn more.
hu_hu: Oldalakat vagy bejegyzéseket rendelhet konkrét partnerekhez. <a href="%s" target="_blank" rel="noopener noreferrer">Olvassa el a dokumentációnkat</a>, hogy többet megtudjon.

source: Attempting to reduce used memory...
hu_hu: Kísérlet a használt memória csökkentésére...

source: August
hu_hu: Augusztus

source: Australia
hu_hu: Ausztrália

source: Australian Dollar (A$) — AUD
hu_hu: Ausztrál dollár (A$) — AUD

source: Austria
hu_hu: Ausztria

source: Authentication failed. Please verify your API key.
hu_hu: Sikertelen hitelesítés. Kérjük, ellenőrizze az API-kulcsát.

source: Authorization code is missing.
hu_hu: Hiányzik az engedélyezési kód.

source: Auto generate
hu_hu: Automatikus generálás

source: Automatic Theme (System Preference)
hu_hu: Automatikus téma (rendszerbeállítás)

source: Automatic emails for successful transfers
hu_hu: Automatikus e-mailek a sikeres átutalásokról

source: Automatic integration with AffiliateWP.
hu_hu: Automatikus integráció az AffiliateWP-vel.

source: Automatically Generate Coupons
hu_hu: Kuponok automatikus létrehozása

source: Automatically apply store credit to WooCommerce subscription renewal payments.
hu_hu: Automatikusan alkalmazza az áruházi jóváírást a WooCommerce előfizetések megújítási fizetéseire.

source: Automatically enable store credit for all existing and new affiliates.
hu_hu: Automatikusan engedélyezze az áruházi jóváírást minden meglévő és új partner számára.

source: Automatically generate a coupon code for each registered affiliate.<p class="description">To bulk generate coupons for existing affiliates visit the <a href="%s">Tools</a> screen.</p>
hu_hu: Automatikusan létrehoz egy kuponkódot minden regisztrált partner számára.<p class="description">A meglévő partnerek kuponjainak tömeges létrehozásához keresse fel az <a href="%s">Eszközök</a> képernyőt.</p>

source: Automatically register new user accounts as affiliates
hu_hu: Automatikusan regisztrálja az új felhasználói fiókokat partnerként

source: Automatically reject Unpaid referrals when the originating purchase is refunded or revoked.
hu_hu: A ki nem fizetett ajánlásokat automatikusan elutasítja, ha az eredeti vásárlást visszatérítik vagy visszavonják.

source: Available
hu_hu: Elérhető

source: Available Balance:
hu_hu: Elérhető egyenleg:

source: Available Balances:
hu_hu: Elérhető egyenlegek:

source: Available Store Credit
hu_hu: Elérhető áruházi jóváírás

source: Available Test Balance
hu_hu: Elérhető teszt-egyenleg

source: Available immediately for test payouts
hu_hu: Azonnal elérhető tesztkifizetésekhez

source: Average Payout
hu_hu: Átlagos kifizetés

source: Average Referral Amount
hu_hu: Átlagos ajánlási összeg

source: Average Referral Amount (All Time)
hu_hu: Átlagos ajánlási összeg (összes idő)

source: Average Referrals Per Payout
hu_hu: Átlagos ajánlásszám kifizetésenként

source: Average Referrals Per Payout (All Time)
hu_hu: Átlagos ajánlásszám kifizetésenként (összes idő)

source: Average referral amount (all time) for the given affiliate.
hu_hu: Az adott partner átlagos ajánlási összege (összes idő).

source: Average referral amount based on paid and unpaid referrals.
hu_hu: Kifizetett és ki nem fizetett ajánlások alapján számított átlagos ajánlási összeg.

source: Back to Affiliates
hu_hu: Vissza a partnerekhez

source: Background Color
hu_hu: Háttérszín

source: Balance
hu_hu: Egyenleg

source: Balance updated
hu_hu: Egyenleg frissítve

source: Bangladeshi Taka (৳) — BDT
hu_hu: Bangladesi taka (৳) — BDT

source: Bank account
hu_hu: Bankszámla

source: Bank rejected the transfer
hu_hu: A bank elutasította az átutalást

source: Before - $10
hu_hu: Előtte - $10

source: Begin typing the name of the affiliate to perform a search for their associated user account.
hu_hu: Kezdje el beírni a partner nevét, hogy megkeresse a hozzá tartozó felhasználói fiókot.

source: Best Converting Campaign (%s)
hu_hu: Legjobban konvertáló kampány (%s)

source: Best Converting Campaign (All Time)
hu_hu: Legjobban konvertáló kampány (összes időszak)

source: Bitcoin (₿) — BTC
hu_hu: Bitcoin (\u20bf) \u2014 BTC

source: Bonus: AffiliateWP users get <span class="discount">60% off the regular price</span>, automatically applied at checkout.
hu_hu: Bónusz: az AffiliateWP felhasználói <span class="discount">60% kedvezményt kapnak a listaárból</span>, amely a fizetéskor automatikusan érvényesül.

source: Bonus: AffiliateWP users get <span>60% off regular price</span>, automatically applied at checkout.
hu_hu: Bónusz: az AffiliateWP felhasználói <span>60% kedvezményt kapnak a szokásos árból</span>, amely a fizetéskor automatikusan érvényesül.

source: Boost your sales and conversions by up to 15% with real-time social proof notifications. TrustPulse helps you show live user activity and purchases to help convince other users to purchase.
hu_hu: Növelje eladásait és konverzióit akár 15%-kal valós idejű társadalmi bizonyíték értesítésekkel. A TrustPulse segít élő felhasználói aktivitást és vásárlásokat megjeleníteni, hogy meggyőzze a többi felhasználót a vásárlásról.

source: Both password fields are required.
hu_hu: Mindkét jelszómező kötelező.

source: Brand Color
hu_hu: Márkaszín

source: Brazil
hu_hu: Brazília

source: Brazilian Real (R$) — BRL
hu_hu: Brazil real (R$) \u2014 BRL

source: Bulgaria
hu_hu: Bulgária

source: Bulgarian Lev (лв) — BGN
hu_hu: Bolgár leva (\u043b\u0432) \u2014 BGN

source: Bulk Actions
hu_hu: Tömeges műveletek

source: Bulk Pay via Paypal
hu_hu: Tömeges kifizetés Paypalon keresztül

source: Business Account
hu_hu: Üzleti fiók

source: Business website
hu_hu: Üzleti webhely

source: Button Text
hu_hu: Gomb szövege

source: Buy or renew your license
hu_hu: Vásárolja meg vagy újítsa meg a licencét

source: By joining you agree to our %s.
hu_hu: Csatlakozásával elfogadja a(z) %s.

source: By signing up for the %s Affiliate Program (Program), you indicate your acceptance of this Agreement and its terms and conditions.
hu_hu: A(z) %s partnerprogramra (Program) történő regisztrációval Ön elfogadja a jelen Megállapodást és annak feltételeit és kikötéseit.

source: Bypass Holding Period
hu_hu: Várakozási idő megkerülése

source: CAPTCHA blocks bots from creating or logging in to affiliate accounts.
hu_hu: A CAPTCHA megakadályozza, hogy a botok partnerfiókokat hozzanak létre, vagy bejelentkezzenek azokba.

source: CAPTCHA verification failed, please try again.
hu_hu: A CAPTCHA ellenőrzés nem sikerült, próbálja meg újra.

source: COUPON URL
hu_hu: KUPON URL

source: CSV Column
hu_hu: CSV oszlop

source: Campaign
hu_hu: Kampány

source: Campaign Name (optional)
hu_hu: Kampány neve (opcionális)

source: Campaign associated with the referral.
hu_hu: Az ajánláshoz társított kampány.

source: Campaign associated with the visit.
hu_hu: A látogatáshoz társított kampány.

source: Campaigns
hu_hu: Kampányok

source: Campaigns view column to order by.
hu_hu: A Kampányok nézet rendezési oszlopa.

source: Can only find parent of 'affiliatewp/field-register-button' block type.
hu_hu: Csak az 'affiliatewp/field-register-button' blokktípus szülője található meg.

source: Can receive transfers but cannot withdraw funds to bank
hu_hu: Fogadhat átutalásokat, de nem tud pénzt kiutalni bankszámlára.

source: Can&#8217;t retrieve Payouts Service fee at the moment
hu_hu: Jelenleg nem sikerül lekérni a Payouts Service díját.

source: Canada
hu_hu: Kanada

source: Canadian Dollar (C$) — CAD
hu_hu: Kanadai dollár (C$) \u2014 CAD

source: Cancel
hu_hu: Mégse

source: Cancel the action now to avoid it being run in future
hu_hu: Most szakítsa meg a műveletet, hogy elkerülje annak jövőbeli végrehajtását.

source: Canceled
hu_hu: Törölve

source: Cannot pay affiliate #%d - their Stripe account cannot receive transfers.
hu_hu: Nem lehet kifizetni a(z) #%d számú partnert – a Stripe-fiókja nem tud átutalásokat fogadni.

source: Capabilities
hu_hu: Jogosultságok

source: Capabilities Not Available in Test Mode
hu_hu: A jogosultságok nem érhetők el teszt módban

source: Card payments
hu_hu: Kártyás fizetések

source: Cash
hu_hu: Készpénz

source: Categories
hu_hu: Kategóriák

source: Category
hu_hu: Kategória

source: Cheatin&#8217; huh?
hu_hu: Csalunk, ugye?

source: Check out <a href="%s" target="_blank" rel="noopener noreferrer">our documentation</a> for step-by-step instructions.
hu_hu: Tekintse meg <a href="%s" target="_blank" rel="noopener noreferrer">dokumentációnkat</a> a lépésről lépésre szóló útmutatóért.

source: Check this box if you would like to use PayPal Payouts in Test Mode
hu_hu: Jelölje be ezt a négyzetet, ha a PayPal Payouts szolgáltatást Test Mode-ban szeretné használni

source: Check this box to allow affiliates to enable payout via store credit from their affiliate dashboard.
hu_hu: Jelölje be ezt a négyzetet, hogy a partnerek a partneri irányítópultjukról engedélyezhessék a kifizetést bolti jóváíráson keresztül.

source: Check this box to allow all affiliates to receive store credit.
hu_hu: Jelölje be ezt a négyzetet, hogy minden partner bolti jóváírást kaphasson.

source: Check this box to automatically apply the affiliate store credit to WooCommerce Subscriptions renewal orders.
hu_hu: Jelölje be ezt a négyzetet a partneri bolti jóváírás automatikus alkalmazásához a WooCommerce Subscriptions megújítási rendeléseire.

source: Check this box to enable %s referral rate overrides
hu_hu: Jelölje be ezt a négyzetet a %s ajánlási arány felülírásainak engedélyezéséhez

source: Check this box to enable referral tracking on all subscription payments.
hu_hu: Jelölje be ezt a négyzetet az ajánlások követésének engedélyezéséhez minden előfizetéses fizetésnél.

source: Check this box to enable referrals on all Contact Form 7 forms.<ul><li>%3$s Once enabled, referrals will be generated for all valid Contact Form 7 forms.</li><li>%2$s <a href="%1$s" target="_blank">Documentation for this integration</a></li></ul>
hu_hu: Jelölje be ezt a négyzetet az ajánlások engedélyezéséhez minden Contact Form 7 űrlapon.<ul><li>%3$s Engedélyezés után minden érvényes Contact Form 7 űrlaphoz ajánlások jönnek létre.</li><li>%2$s <a href="%1$s" target="_blank">Dokumentáció ehhez az integrációhoz</a></li></ul>

source: Check this box to enable store credit for referrals.
hu_hu: Jelölje be ezt a négyzetet az ajánlások bolti jóváírásának engedélyezéséhez.

source: Check this box to prevent orders for this %s from generating referral commissions for affiliates.
hu_hu: Jelölje be ezt a négyzetet, hogy megakadályozza, hogy ennek a %s-nek a rendelései ajánlási jutalékot generáljanak a partnereknek.

source: Check this option to enable Affiliate Landing Pages.
hu_hu: Jelölje be ezt az opciót a Partneri céloldalak engedélyezéséhez.

source: Check to disable per-membership referrals.
hu_hu: Jelölje be a tagságonkénti ajánlások letiltásához.

source: Chilean Peso (CLP$) — CLP
hu_hu: Chilei peso (CLP$) — CLP

source: Chinese Yuan (¥) — CNY
hu_hu: Kínai jüan (¥) — CNY

source: Choose a referral rate type for all affiliates in this group.
hu_hu: Válasszon ajánlási arány típust a csoport összes partnere számára.

source: Choose a referral rate type. Referrals can be based on either a percentage or a flat rate amount.
hu_hu: Válasszon ajánlási arány típust. Az ajánlások alapulhatnak százalékon vagy fix összegen.

source: Choose a template to use for email notifications.
hu_hu: Válasszon sablont az e-mail értesítésekhez.

source: Choose how discount confirmation notifications appear to users. "Automatic Theme" adapts to match the user's system theme settings.
hu_hu: Válassza ki, hogyan jelenjenek meg a kedvezmény-visszaigazoló értesítések a felhasználóknak. Az "Automatic Theme" a felhasználó rendszertémájához igazodik.

source: Choose one
hu_hu: Válasszon egyet

source: Choose several options
hu_hu: Válasszon több lehetőséget

source: Choose the flat rate basis for all affiliates in this group.
hu_hu: Válassza ki a fix díj alapját a csoport összes partnere számára.

source: Choose the integrations to enable.
hu_hu: Válassza ki az engedélyezni kívánt integrációkat.

source: Choose the location of the currency symbol.
hu_hu: Válassza ki a valuta szimbólumának helyét.
