Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Your database tables need to be upgraded following the AffiliateWP v2.8.1 update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az AffiliateWP v2.8.1 frissítést követően az adatbázis tábláinak frissítése szükséges. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.

source: Your earnings will be paid into the account below.
hu_hu: A bevételeit az alábbi számlára fizetjük ki.

source: Your earnings will be paid into the card below.
hu_hu: A bevételeit az alábbi kártyára fizetjük ki.

source: Your email address %1$s is already registered on the %3$s. Click <a href="%2$s">here</a> to continue registering to be paid for this site using the same email address.
hu_hu: A(z) %1$s e-mail-cím már regisztrálva van a(z) %3$s oldalon. Kattintson <a href="%2$s">ide</a>, hogy ugyanazzal az e-mail-címmel folytassa a regisztrációt az ezen az oldalon történő kifizetésekhez.

source: Your license has expired, renew today to continue getting updates and support!
hu_hu: Az Ön licence lejárt, újítsa meg még ma, hogy továbbra is kapjon frissítéseket és támogatást!

source: Your license is valid!
hu_hu: Az Ön licence érvényes!

source: Your license key could not be verified, please try again in a few minutes. If you need assistance, please <a href="%s" target="_blank">contact our support team</a>.
hu_hu: A licenckulcsot nem sikerült ellenőrizni, próbálja meg néhány perc múlva újra. Ha segítségre van szüksége, kérjük, <a href="%s" target="_blank">lépjen kapcsolatba támogató csapatunkkal</a>.

source: Your license key is globally defined via <code>AFFILIATEWP_LICENSE_KEY</code> set in <code>wp-config.php</code>.<br />It cannot be modified from this screen.
hu_hu: A licenckulcs globálisan a <code>wp-config.php</code>-ban beállított <code>AFFILIATEWP_LICENSE_KEY</code> révén van meghatározva.<br />Ezen a képernyőn nem módosítható.

source: Your license key is globally defined via <code>AFFILIATEWP_LICENSE_KEY</code> set in <code>wp-config.php</code>.<br />It cannot be modified from this screen.<br />An active license key is needed for automatic plugin updates and <a href="%s" target="_blank">support</a>.
hu_hu: A licenckulcs globálisan a <code>wp-config.php</code>-ban beállított <code>AFFILIATEWP_LICENSE_KEY</code> révén van meghatározva.<br />Ezen a képernyőn nem módosítható.<br />Az automatikus bővítményfrissítésekhez és a <a href="%s" target="_blank">támogatáshoz</a> aktív licenckulcs szükséges.

source: Your license level is <strong>%1$s</strong>.
hu_hu: A licencszintje: <strong>%1$s</strong>.

source: Your license was activated successfully. Your page will be reloaded in 3s.
hu_hu: A licenc sikeresen aktiválva. Az oldal 3s múlva újratöltődik.

source: Your license was successfully activated.
hu_hu: A licenc sikeresen aktiválva.

source: Your participation in the Program is solely to legally advertise our website to receive a commission on memberships and products purchased by individuals referred to %s by your own website or personal referrals.
hu_hu: Az Ön részvétele a Programban kizárólag weboldalunk jogszerű népszerűsítésére szolgál, hogy jutalékot kapjon a tagságok és termékek után, amelyeket az Ön saját weboldaláról vagy személyes ajánlásai révén a(z) %s oldalra irányított személyek vásárolnak.

source: Your payout request is now being processed and your affiliates will be notified once the funds have been deposited.
hu_hu: A kifizetési kérelme feldolgozás alatt van, és partnerei értesítést kapnak, amint az összegek jóváírásra kerültek.

source: Your previous attempt to activate your license was unsuccessful. Feel free to give it another try. If you encounter any issues, please don't hesitate to <a href="%s">contact our support team</a> for further assistance.
hu_hu: A licenc aktiválására tett korábbi kísérlete sikertelen volt. Nyugodtan próbálja meg újra. Ha bármilyen problémát tapasztal, kérjük, ne habozzon <a href="%s">felvenni a kapcsolatot támogató csapatunkkal</a> további segítségért.

source: Your savings have been added to the cart.
hu_hu: A megtakarítás hozzáadásra került a kosárhoz.

source: Your site name
hu_hu: Az Ön webhelyének neve

source: Your website is connected to the %s
hu_hu: A webhelye csatlakoztatva van a(z) %s-hez

source: Your website is connected to the %s.
hu_hu: A webhelye csatlakoztatva van a(z) %s-hez.

source: Your website is not connected to the Payouts Service
hu_hu: A webhelye nincs csatlakoztatva a Payouts Service-hez

source: Yup, we know a thing or two about building awesome products that customers love.
hu_hu: Igen, tudunk egyet s mást arról, hogyan kell olyan nagyszerű termékeket készíteni, amelyeket az ügyfelek imádnak.

source: [ACTION] Transfer failed - {amount}
hu_hu: [MŰVELET] Átutalás sikertelen - {amount}

source: [ACTION] {name} verification due {stripe_requirements_deadline}
hu_hu: [MŰVELET] {name} ellenőrzése esedékes {stripe_requirements_deadline}

source: [FAILED] Payout failed - {amount}
hu_hu: [SIKERTELEN] Kifizetés sikertelen - {amount}

source: [URGENT] Transfer reversed - {amount}
hu_hu: [SÜRGŐS] Átutalás visszafordítva - {amount}

source: a
hu_hu: egy

source: action canceled
hu_hu: művelet törölve

source: action complete
hu_hu: művelet befejezve

source: action complete via %s
hu_hu: művelet befejezve %s útján

source: action created
hu_hu: művelet létrehozva

source: action failed via %1$s: %2$s
hu_hu: művelet sikertelen %1$s útján: %2$s

source: action failed: %s
hu_hu: művelet sikertelen: %s

source: action ignored
hu_hu: művelet figyelmen kívül hagyva

source: action ignored via %s
hu_hu: művelet figyelmen kívül hagyva %s útján

source: action reset
hu_hu: művelet visszaállítva

source: action started
hu_hu: művelet elindítva

source: action started via %s
hu_hu: művelet elindítva %s útján

source: action timed out after %s seconds
hu_hu: művelet időtúllépett %s másodperc után

source: activate the %s addon
hu_hu: aktiválja a(z) %s kiegészítőt

source: active
hu_hu: aktív

source: and enter it below:
hu_hu: és adja meg alább:

source: by %s
hu_hu: szerző: %s

source: custom slug %s
hu_hu: egyedi slug %s

source: documentation
hu_hu: dokumentáció

source: enter and activate
hu_hu: adja meg és aktiválja

source: grey disabled
hu_hu: szürke letiltva

source: group
hu_hu: csoport

source: hCaptcha Secret Key
hu_hu: hCaptcha titkos kulcs

source: hCaptcha Site Key
hu_hu: hCaptcha webhely-kulcs

source: hCaptcha is a free and privacy-oriented spam-prevention service that adds a quick human-verification step to your forms, blocking bots while letting legitimate visitors straight through.
hu_hu: A hCaptcha egy ingyenes, adatvédelem-központú spammegelőző szolgáltatás, amely egy gyors emberi ellenőrzési lépést ad az űrlapjaihoz, blokkolva a botokat, miközben a valódi látogatókat akadálytalanul átengedi.

source: hCaptcha verification failed, please try again later.
hu_hu: A hCaptcha-ellenőrzés nem sikerült, próbálja meg később újra.

source: if you need assistance.
hu_hu: ha segítségre van szüksége.

source: in our documentation
hu_hu: a dokumentációnkban

source: in our documentation.
hu_hu: a dokumentációnkban.

source: integration
hu_hu: integráció

source: integrations
hu_hu: integrációk

source: is a PRO Feature
hu_hu: PRO funkció

source: is a Plus Feature
hu_hu: Plus funkció

source: log into your affiliate area to view your earnings or disable these notifications: %s
hu_hu: Jelentkezzen be a partnerfelületére a bevételei megtekintéséhez, vagy tiltsa le ezeket az értesítéseket: %s

source: object_type must be defined by the extending class: %s
hu_hu: Az object_type értékét a leszármazott osztálynak kell meghatároznia: %s

source: on %s!
hu_hu: a(z) %s oldalán!

source: one or more
hu_hu: egy vagy több

source: paused
hu_hu: szüneteltetve

source: paused soon
hu_hu: hamarosan szüneteltetve lesz

source: pausing soon
hu_hu: hamarosan szüneteltetés kezdődik

source: reCAPTCHA Score Threshold
hu_hu: reCAPTCHA pontszám küszöbértéke

source: reCAPTCHA Secret Key
hu_hu: reCAPTCHA titkos kulcs

source: reCAPTCHA Site Key
hu_hu: reCAPTCHA webhelykulcs

source: reCAPTCHA Version
hu_hu: reCAPTCHA verzió

source: reCAPTCHA v2 ("I'm not a robot" Checkbox)
hu_hu: reCAPTCHA v2 ("Nem vagyok robot" jelölőnégyzet)

source: reCAPTCHA v3 (Invisible)
hu_hu: reCAPTCHA v3 (láthatatlan)

source: reCAPTCHA v3 returns a score (1.0 is very likely a good interaction, 0.0 is very likely a bot). If the score less than or equal to this threshold, the affiliate registration will be blocked.
hu_hu: A reCAPTCHA v3 egy pontszámot ad vissza (1.0 esetén nagyon valószínű, hogy jó interakció, 0.0 esetén nagyon valószínű, hogy bot). Ha a pontszám kisebb vagy egyenlő ennél a küszöbértéknél, a partner regisztrációja blokkolva lesz.

source: sale order total.
hu_hu: a rendelés végösszege.

source: sales table column to order by.
hu_hu: az értékesítési táblázat rendezési oszlopa.

# affiliate-wp
source: select a new currency
hu_hu: válasszon új pénznemet

source: the best WordPress analytics plugin,
hu_hu: a legjobb WordPress-analitikai bővítmény,

source: the most popular lead-generation software,
hu_hu: a legnépszerűbb érdeklődőgeneráló szoftver,

# affiliate-wp
source: there
hu_hu: ott

source: to affiliate's Stripe account
hu_hu: a partner Stripe-fiókjára

source: to enter and activate it
hu_hu: megadásához és aktiválásához

source: to your Stripe test balance to process test payouts.
hu_hu: a Stripe teszt egyenlegére a teszt kifizetések feldolgozásához.

source: unexpected shutdown: PHP Fatal error %1$s in %2$s on line %3$s
hu_hu: váratlan leállás: PHP végzetes hiba %1$s a(z) %2$s fájlban, a %3$s. sorban

source: username %s
hu_hu: felhasználónév %s

source: {name} has been awarded a new referral of {amount} on {site_name}.
hu_hu: {name} új, {amount} összegű jutalékot kapott a(z) {site_name} webhelyen.

source: {site_name}: Action required - Verify your account
hu_hu: {site_name}: Teendő szükséges - Erősítse meg a fiókját

source: {site_name}: Payout failed - Action needed
hu_hu: {site_name}: A kifizetés sikertelen - Teendő szükséges

source: {site_name}: Payout issue - Action needed
hu_hu: {site_name}: Kifizetési probléma - Teendő szükséges

source: {site_name}: Your Stripe account is connected!
hu_hu: {site_name}: A Stripe-fiókja csatlakoztatva!

source: {site_name}: Your {amount} payout has arrived!
hu_hu: {site_name}: Megérkezett a(z) {amount} kifizetése!

source: {site_name}: Your {amount} payout is on the way
hu_hu: {site_name}: Úton van a(z) {amount} kifizetése

source: ⚠️ Your Stripe connection has been reset due to a platform change.
hu_hu: ⚠️ A Stripe-kapcsolatát platformváltás miatt visszaállítottuk.

source: ✓ {name} ready for Stripe payouts
hu_hu: ✓ {name} készen áll a Stripe-kifizetésekre
