Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: (%s ago)
hu_hu: (%s ezelőtt)

source: (using data from affiliate: %s)
hu_hu: (a partner adatait használva: %s)

source: (using mock test data)
hu_hu: (szimulált tesztadatok használatával)

source: $version should be a valid SemVer version number, you passed %s, which does not appear to be valid.
hu_hu: $version-nek érvényes SemVer verziószámnak kell lennie, a megadott %s nem tűnik érvényesnek.

source: %1$s %2$sunread notifications%3$s
hu_hu: %1$s %2$solvasatlan értesítés%3$s

source: %1$s ending in %2$s
hu_hu: %1$s utolsó számjegye: %2$s

source: %1$s is an invalid handler for the %2$s batch process. Please try again.
hu_hu: A(z) %1$s érvénytelen kezelő a(z) %2$s kötegelt folyamathoz. Kérjük, próbálja újra.

source: %1$s is now the default affiliate group.
hu_hu: A(z) %1$s mostantól az alapértelmezett partnercsoport.

source: %1$s must start with "%2$s".
hu_hu: A(z) %1$s értékének "%2$s"-sel kell kezdődnie.

source: %1$s to %2$s
hu_hu: %1$s és %2$s között

source: %1$sCreate%2$s %3$s %4$s to assign to this %5$s.
hu_hu: %1$sHozzon létre%2$s %3$s %4$s, hogy hozzárendelje ehhez: %5$s.

source: %1$sCreate%2$s %3$s %4$s to share this %5$s with privately.
hu_hu: %1$sHozzon létre%2$s %3$s %4$s, hogy ezt a %5$s magánjelleggel megossza.

source: %d items
hu_hu: %d elem

source: %s - Your affiliate username and password info
hu_hu: %s - Az Ön partneri felhasználóneve és jelszóadatai

source: %s Referral Rate
hu_hu: %s ajánlási arány

source: %s Support for strings longer than this will be removed in a future version.
hu_hu: %s Az ennél hosszabb karakterláncok támogatása egy jövőbeli verzióban megszűnik.

source: %s Your affiliate username and password info
hu_hu: %s Az Ön partneri felhasználóneve és jelszóadatai

source: %s ago
hu_hu: %s ezelőtt

source: %s allows you, as the site owner, to pay your affiliates directly from a credit or debit card and the funds for each recipient will be automatically deposited into their bank accounts. To use this service, connect your site to the service below. You will log into the service using your username and password from AffiliateWP.com.
hu_hu: %s lehetővé teszi, hogy webhelytulajdonosként közvetlenül hitel- vagy bankkártyáról fizessen a partnereinek, és az egyes címzetteknek szánt összegek automatikusan a bankszámlájukra kerülnek. A szolgáltatás használatához kapcsolja össze webhelyét az alábbi szolgáltatással. A szolgáltatásba az AffiliateWP.com felhasználónevével és jelszavával jelentkezik be.

source: %s appears to be too short.
hu_hu: %s túl rövidnek tűnik.

source: %s does not exist.
hu_hu: %s nem létezik.

source: %s is already subscribed to this list.
hu_hu: %s már feliratkozott erre a listára.

source: %s is an invalid batch process ID.
hu_hu: %s érvénytelen kötegelt folyamat azonosító.

source: %s list
hu_hu: %s lista

source: %s occasionally offers coupon to select affiliates and to our newsletter subscribers. If you’re not pre-approved / assigned a branded coupon, then you’re not allowed to promote the coupon. Below are the terms that apply for any affiliate who is considering the promotion of our products in relation to a deal or coupon:
hu_hu: A %s időnként kupont kínál kiválasztott partnereknek és hírlevél-feliratkozóinknak. Ha nem rendelkezik előzetesen jóváhagyott vagy hozzárendelt, márkázott kuponnal, akkor nem engedélyezett a kupon népszerűsítése. Az alábbi feltételek vonatkoznak minden partnerre, aki akció vagy kupon kapcsán termékeink népszerűsítését fontolgatja:

source: %s requires %s. Please activate it to continue.
hu_hu: %s a(z) %s bővítményt igényli. Kérjük, aktiválja a folytatáshoz.

source: %s requires %s. Please install it to continue.
hu_hu: %s a(z) %s bővítményt igényli. Kérjük, telepítse a folytatáshoz.

source: %s requires at least one selection
hu_hu: %s legalább egy kijelölést igényel

source: %s will not be liable for indirect or accidental damages (loss of revenue, commissions) due to affiliate tracking failures, loss of database files, or any results of intents of harm to the Program and/or to our website(s).
hu_hu: %s nem vállal felelősséget a közvetett vagy véletlen károkért (bevétel- vagy jutalékveszteség) az affiliate-követés meghibásodása, adatbázisfájlok elvesztése, illetve a Program és/vagy a weboldal(aink) ellen irányuló ártó szándék bármely következménye miatt.

source: %s() was called before the Action Scheduler data store was initialized
hu_hu: %s() meghívása az Action Scheduler adattár inicializálása előtt történt

source: %s: Flat rate basis is required.
hu_hu: %s: Az átalánydíj alapjának megadása kötelező.

source: %s: Rate is required.
hu_hu: %s: A jutalék mértékének megadása kötelező.

source: %s: Rate type is required.
hu_hu: %s: A jutaléktípus megadása kötelező.

source: (%s) New Notifications
hu_hu: (%s) új értesítések

source: (Important: Selecting this option will rename all Creatives to “Creative”. The original names will be safely stored in a newly created Notes field for your reference and review.)
hu_hu: (Fontos: Ennek az opciónak a kiválasztása az összes Kreatív nevét „Kreatív”-ra változtatja. Az eredeti nevek biztonságosan el lesznek mentve egy újonnan létrehozott Megjegyzések mezőbe, hogy hivatkozhasson rájuk és áttekintse őket.)

source: (Invalid Affiliate ID)
hu_hu: (Érvénytelen partnerazonosító)

source: (Update rates)
hu_hu: (Jutalékmértékek frissítése)

source: (User Deleted)
hu_hu: (Felhasználó törölve)

# payout owner ID
source: (User ID: %d)
hu_hu: (Felhasználó azonosítója: %d)

source: (Variation ID %d)
hu_hu: (Variáció ID %d)

source: (no campaign)
hu_hu: (nincs kampány)

source: (none)
hu_hu: (nincs)

# No payout account
source: (none)
hu_hu: (nincs)

# payout description
source: (none)
hu_hu: (nincs)

# payout method
source: (none)
hu_hu: (nincs)

# payout owner
source: (none)
hu_hu: (nincs)

# payout service acccount
source: (none)
hu_hu: (nincs)

# payout service invoice link
source: (none)
hu_hu: (nincs)

source: (opens in a new tab)
hu_hu: (új lapon nyílik meg)

source: (required)
hu_hu: (kötelező)

source: (select one)
hu_hu: (válasszon egyet)

source: (use in subject and body)
hu_hu: (használja a tárgyban és a levéltörzsben)

source: (user deleted)
hu_hu: (felhasználó törölve)

source: + %d more
hu_hu: + további %d

source: , and more!
hu_hu: , és még sok más!

source: - Ignore this field -
hu_hu: - Ezt a mezőt hagyja figyelmen kívül -

source: - Select field to preview data -
hu_hu: - Válasszon mezőt az adatok előnézetéhez -

source: --- Select Field ---
hu_hu: --- Válasszon mezőt ---

source: <a href="%1$s" %2$s>Learn more%3$s</a>
hu_hu: <a href="%1$s" %2$s>További információk%3$s</a>

source: <a href="%1$s" %2$s>Renew license now%3$s</a>
hu_hu: <a href="%1$s" %2$s>Licenc megújítása most%3$s</a>

source: <a href="%s" target="_blank">Learn more and view pricing.</a>
hu_hu: <a href="%s" target="_blank">További információ és árak megtekintése.</a>

source: <a href="%s">Back to Affiliates</a>.
hu_hu: <a href="%s">Vissza a partnerekhez</a>.

source: <a href="%s">Back to Creatives</a>
hu_hu: <a href="%s">Vissza a kreatívokhoz</a>

source: <b>Access to all Standard and Fancy Fields</b><br>Address, Phone, Website / URL, Date / Time, Password, File Upload, Layout, Rich Text, Content, HTML, Pagebreaks, Entry Preview, Section Dividers, Ratings, and Hidden Field
hu_hu: <b>Hozzáférés minden Standard és Fancy mezőhöz</b><br>Cím, Telefon, Webhely / URL, Dátum / Idő, Jelszó, Fájlfeltöltés, Elrendezés, Formázott szöveg, Tartalom, HTML, Oldaltörések, Bejegyzés előnézete, Szakaszelválasztók, Értékelések és Rejtett mező

source: <b>Standard Fields Only</b><br>Name, Email, Single Line Text, Paragraph Text, Dropdown, Multiple Choice, Checkboxes, Numbers, and Number Slider
hu_hu: <b>Csak Standard mezők</b><br>Név, E-mail, Egysoros szöveg, Többsoros szöveg, Lenyíló lista, Többválasztós, Jelölőnégyzetek, Számok, és Számcsúszka

source: <strong>Account Holder Name: </strong> %s
hu_hu: <strong>Számlatulajdonos neve: </strong> %s

source: <strong>Account Number: </strong> %s
hu_hu: <strong>Számlaszám: </strong> %s

source: <strong>Affiliate</strong>: this the affiliate that the visit was attributed to.
hu_hu: <strong>Partner</strong>: ez az a partner, akinek a látogatást tulajdonítottuk.

source: <strong>Bank Name: </strong> %s
hu_hu: <strong>Bank neve: </strong> %s

source: <strong>Bonus:</strong> AffiliateWP users get <span>60% off</span> regular price, automatically applied at checkout.
hu_hu: <strong>Bónusz:</strong> az AffiliateWP felhasználói a listaárból <span>60% kedvezményt</span> kapnak, amely automatikusan érvényesül a pénztárnál.

source: <strong>Card: </strong> %s
hu_hu: <strong>Kártya: </strong> %s

source: <strong>Context</strong>: this is the context of how the visit was generated, if set.
hu_hu: <strong>Kontextus</strong>: ez annak a kontextusa, hogyan keletkezett a látogatás, ha meg van adva.

source: <strong>Converted</strong>: this is a Yes / No status for whether the visit turned into a successful converstion.
hu_hu: <strong>Konvertált</strong>: ez egy Igen / Nem állapot arra, hogy a látogatás sikeres konverzióvá vált-e.

source: <strong>Expiry: </strong> %s
hu_hu: <strong>Lejárat: </strong> %s

source: <strong>IP</strong>: this is the IP address of the visitor.
hu_hu: <strong>IP</strong>: ez a látogató IP-címe.

source: <strong>Important:</strong> You have installed or updated to AffiliateWP <code>v%s</code>, a pre-release development version.
hu_hu: <strong>Fontos:</strong> Az AffiliateWP <code>v%s</code> előzetes fejlesztői verzióját telepítette vagy arra frissített.

source: <strong>Landing Page</strong>: this is the page on your site that the visitor first landed on. It is the URL that the affiliate link pointed to.
hu_hu: <strong>Céloldal</strong>: ez az oldal a webhelyén, ahova a látogató először érkezett. Ez az az URL, amelyre a partnerlink mutatott.

source: <strong>NOTE:</strong> WordPress 4.5 or newer is required to use the User Accounts migration tool.
hu_hu: <strong>MEGJEGYZÉS:</strong> A Felhasználói fiókok migrációs eszköz használatához WordPress 4.5 vagy újabb szükséges.

source: <strong>NOTE:</strong> WordPress 4.5 or newer is required to use the User Accounts migration tool. <a href="%s" aria-label="Update WordPress now">Update WordPress now</a>.
hu_hu: <strong>MEGJEGYZÉS:</strong> A Felhasználói fiókok migrációs eszköz használatához WordPress 4.5 vagy újabb szükséges. <a href="%s" aria-label="Update WordPress now">Frissítse most a WordPress-t</a>.

source: <strong>No, Review Needed:</strong> I want to manually review and rename all existing Creatives.
hu_hu: <strong>Nem, áttekintés szükséges:</strong> Kézzel szeretném áttekinteni és átnevezni az összes meglévő kreatívokat.

source: <strong>Paid</strong> - this is a referral that has been paid to the affiliate
hu_hu: <strong>Kifizetve</strong> - ez egy ajánlás, amelyet kifizettünk a partnernek

source: <strong>Pending</strong> - this is a referral that is waiting to be accepted
hu_hu: <strong>Függőben</strong> - ez egy ajánlás, amely elfogadásra vár

source: <strong>Reference</strong>: this refers to the order number (or similar) that created this referral.
hu_hu: <strong>Referencia</strong>: ez arra a megrendelésszámra (vagy hasonlóra) utal, amely létrehozta ezt az ajánlást.

source: <strong>Referral ID</strong>: this is the ID of the referral that was created from this visit, if any.
hu_hu: <strong>Ajánlás azonosítója</strong>: ez annak az ajánlásnak az azonosítója, amely ebből a látogatásból jött létre, ha van ilyen.

source: <strong>Referring URL</strong>: this is the source URL of the affiliate link. It is the web page that the visitor found a link to your site on.
hu_hu: <strong>Hivatkozó URL</strong>: ez a partnerlink forrás URL-je. Ez az a weboldal, ahol a látogató megtalálta az Ön webhelyére mutató linket.

source: <strong>Rejected</strong> - this is a referral that has been rejected and will not be paid to the affiliate
hu_hu: <strong>Elutasítva</strong> - ez egy ajánlás, amelyet elutasítottak, és nem kerül kifizetésre a partnernek

source: <strong>Unpaid</strong> - this is a referral that has been accepted but not yet paid to the affiliate
hu_hu: <strong>Kifizetetlen</strong> - ez egy ajánlás, amelyet elfogadtak, de még nem fizettek ki a partnernek

source: <strong>Yes, Proceed:</strong> It’s acceptable for affiliates to see the names of my existing Creatives.
hu_hu: <strong>Igen, folytatás:</strong> Elfogadható, hogy a partnerek lássák a meglévő kreatívjaim neveit.

source: A %1$s with the name %2$s already exists.
hu_hu: Már létezik egy %2$s nevű %1$s.

source: A --email value must be specified to add a new customer.
hu_hu: Új ügyfél hozzáadásához meg kell adni egy --email értéket.

source: A --name value must be specified to add a new creative.
hu_hu: Új kreatív hozzáadásához meg kell adni egy --name értéket.

source: A CSV file will be generated containing the payout details for each affiliate.
hu_hu: CSV-fájl készül, amely tartalmazza az egyes partnerek kifizetési adatait.

source: A URL must be specified as the second argument to proceed.
hu_hu: A folytatáshoz URL-t kell megadni második argumentumként.

source: A batch process ID must be present to continue.
hu_hu: A folytatáshoz meg kell adni a kötegelt folyamat azonosítóját.

source: A batch process class must be specified.
hu_hu: Meg kell adni egy kötegelt folyamat osztályt.

source: A callback to pass the response through before returning.
hu_hu: Egy callback, amelyen a válasz a visszatérés előtt átmegy.

source: A commission was not successfully awarded to this affiliate. You can reassign the order to another affiliate awarding them a commission based on your current settings.
hu_hu: Ennek a partnernek nem sikerült jutalékot jóváírni. A rendelést áthelyezheti egy másik partnerhez, és a jelenlegi beállítások alapján jutalékot ítélhet meg neki.

source: A creative with the ID %d has been successfully created.
hu_hu: Sikeresen létrejött a(z) %d azonosítójú kreatív.

source: A customer with the ID %d has been successfully created.
hu_hu: Sikeresen létrejött a(z) %d azonosítójú ügyfél.

source: A form for the provided hash could not be found
hu_hu: A megadott hash-hez nem található űrlap

source: A link to the identity verification page on the Payouts Service
hu_hu: Hivatkozás a Payouts Service személyazonosság-ellenőrzési oldalára

source: A link to the user edit screen for this user.
hu_hu: Hivatkozás ennek a felhasználónak a szerkesztő képernyőjére.

source: A new affiliate has registered on your site,
hu_hu: Új partner regisztrált az oldalán,

source: A new affiliate has registered on your site, %s
hu_hu: Új partner regisztrált az oldalán, %s

source: A new queue has begun processing. <a href="%s">View actions in-progress &raquo;</a>
hu_hu: Új várólista feldolgozása indult. <a href="%s">Folyamatban lévő műveletek megtekintése &raquo;</a>

source: A new referral has been recorded on {site_name}. Affiliate: {name} Amount: {amount} Referral URL: {referral_url} Log in to your dashboard to review this referral.
hu_hu: Új ajánlás lett rögzítve a(z) {site_name} oldalon. Partner: {name} Összeg: {amount} Ajánlási URL: {referral_url} Jelentkezzen be a vezérlőpultjára az ajánlás áttekintéséhez.

source: A payment cannot be processed for this referral since it is not marked as Unpaid
hu_hu: Ehhez az ajánláshoz nem dolgozható fel kifizetés, mivel nincs Kifizetetlenként megjelölve

source: A payout has been created for Affiliate #%1$d for %2$s.
hu_hu: Kifizetés készült a(z) #%1$d számú partner számára %2$s értékben.

source: A payout has been created.
hu_hu: Kifizetés készült.

source: A platform class must be specified.
hu_hu: Meg kell adni egy platform osztályt.

source: A platform file must be specified.
hu_hu: Meg kell adni egy platform fájlt.

source: A platform label must be specified.
hu_hu: Meg kell adni egy platform címkét.

source: A referral ID or the search string to query for referrals with.
hu_hu: Ajánlásazonosító vagy keresőkifejezés az ajánlások lekérdezéséhez.

source: A referral ID or the search string to query for sales with.
hu_hu: Ajánlásazonosító vagy keresőkifejezés az eladások lekérdezéséhez.

source: A referral type label must be specified.
hu_hu: Meg kell adni az ajánlástípus címkéjét.

source: A referral with the ID "%d" has been created.
hu_hu: A "%d" azonosítójú ajánlás létrehozva.

source: A selected referral is currently within the commission holding period.
hu_hu: A kiválasztott ajánlás jelenleg a jutalék-visszatartási időszakban van.

source: A simple & powerful event calendar plugin for WordPress that comes with all the event management features including payments, scheduling, timezones, ticketing, recurring events, and more.
hu_hu: Egyszerű & hatékony eseménynaptár-bővítmény WordPresshez, amely az összes eseménykezelési funkcióval érkezik, beleértve a fizetéseket, ütemezést, időzónákat, jegykezelést, ismétlődő eseményeket és egyebeket.

source: A user already exists for this email address, however they are not currently an affiliate. Their username is %s
hu_hu: Ehhez az e-mail címhez már létezik felhasználó, azonban jelenleg nem partner. A felhasználóneve: %s

source: A user with the ID or username "%s" does not exist. See wp help user create for registering new users.
hu_hu: Nem létezik felhasználó a(z) "%s" azonosítóval vagy felhasználónévvel. Új felhasználók regisztrálásához lásd: wp help user create.

source: A valid affiliate username or ID is required to proceed.
hu_hu: A folytatáshoz érvényes partnerfelhasználónév vagy azonosító szükséges.

source: A valid affiliate username or ID must be specified as the first argument.
hu_hu: Az első argumentumként érvényes partnerfelhasználónevet vagy azonosítót kell megadni.

source: A valid creative ID is required to proceed.
hu_hu: A folytatáshoz érvényes kreatívaazonosító szükséges.

source: A valid customer ID is required to proceed.
hu_hu: A folytatáshoz érvényes ügyfélazonosító szükséges.

source: A valid date string must be supplied. Using the current time.
hu_hu: Érvényes dátum-karakterláncot kell megadni. Az aktuális idő kerül felhasználásra.

source: A valid new date string must be supplied. Using the original date.
hu_hu: Érvényes új dátum-karakterláncot kell megadni. Az eredeti dátum kerül felhasználásra.

source: A valid payout ID is required to proceed.
hu_hu: A folytatáshoz érvényes kifizetésazonosító szükséges.

source: A valid payout ID must be supplied to update a payout
hu_hu: A kifizetés frissítéséhez érvényes kifizetésazonosítót kell megadni

source: A valid referral ID is required to proceed.
hu_hu: A folytatáshoz érvényes ajánlásazonosító szükséges.

source: A valid username must be specified as the first argument.
hu_hu: Az első argumentumként érvényes felhasználónevet kell megadni.

source: A valid visit ID is required to proceed.
hu_hu: A folytatáshoz érvényes látogatásazonosító szükséges.

source: ACH payments
hu_hu: ACH fizetések

source: AI Review Instructions
hu_hu: AI értékelési utasítások

source: AI Review Limit Reached
hu_hu: AI értékelési limit elérve

source: AI reviews left
hu_hu: Hátralévő AI értékelések

source: ALERT!
hu_hu: FIGYELEM!

source: ALERT! AffiliateWP Backend is Deactivated
hu_hu: FIGYELEM! Az AffiliateWP Backend le van tiltva

source: API Application
hu_hu: API-alkalmazás

source: API Application (Recommended)
hu_hu: API-alkalmazás (ajánlott)

source: API Key
hu_hu: API-kulcs

source: API Key Error
hu_hu: API-kulcs hiba

source: API Keys
hu_hu: API-kulcsok

source: API Password
hu_hu: API-jelszó

source: API Signature
hu_hu: API-aláírás

source: API Username
hu_hu: API-felhasználónév

source: About
hu_hu: Névjegy

source: About Action Scheduler %s
hu_hu: Az Action Scheduler %s névjegye

source: About Us
hu_hu: Rólunk

source: Accept
hu_hu: Elfogad

source: Accept Affiliate
hu_hu: Partner elfogadása

source: Access Stripe Dashboard
hu_hu: Stripe irányítópult elérése

source: Accessing...
hu_hu: Hozzáférés...

source: Account Connected
hu_hu: Fiók csatlakoztatva

source: Account Details
hu_hu: Fiókadatok

source: Account Email
hu_hu: Fiók e-mail-címe

source: Account ID:
hu_hu: Fiókazonosító:

source: Account ID: %s
hu_hu: Fiókazonosító: %s

source: Account Page
hu_hu: Fiókoldal

source: Account Status
hu_hu: Fiókállapot

source: Account Type
hu_hu: Fióktípus

source: Account Verification Required
hu_hu: Fiókellenőrzés szükséges

source: Account active
hu_hu: Fiók aktív

source: Account active and ready for payouts
hu_hu: A fiók aktív és készen áll a kifizetésekre

source: Account cannot receive payments
hu_hu: A fiók nem tud fizetéseket fogadni

source: Account connected
hu_hu: Fiók csatlakoztatva

source: Account rejected - terms of service violation
hu_hu: Fiók elutasítva – felhasználási feltételek megsértése

source: Account rejected by Stripe
hu_hu: A Stripe elutasította a fiókot

source: Account rejected for fraud
hu_hu: Fiók elutasítva csalás miatt

source: Account restricted (%s)
hu_hu: Fiók korlátozva (%s)

source: Account restricted - verification required
hu_hu: Fiók korlátozva – ellenőrzés szükséges

source: Account restricted: %s
hu_hu: Fiók korlátozva: %s

source: Account suspended: %s
hu_hu: Fiók felfüggesztve: %s

source: Account temporarily disabled on the Payouts Service
hu_hu: A fiók átmenetileg letiltva a kifizetési szolgáltatásban

source: Account verification required
hu_hu: Fiókellenőrzés szükséges

source: Action
hu_hu: Művelet

source: Action Group
hu_hu: Műveletcsoport

source: Action Scheduler has migrated data to custom tables; however, orphaned log entries exist in the WordPress Comments table. %1$s <a href="%2$s">Learn more &raquo;</a>
hu_hu: Az Action Scheduler áthelyezte az adatokat egyéni táblákba; azonban árva naplóbejegyzések vannak a WordPress Hozzászólások táblájában. %1$s <a href=\"%2$s\">További információk &raquo;</a>

source: Action Scheduler is a scalable, traceable job queue for background processing large sets of actions. Action Scheduler works by triggering an action hook to run at some time in the future. Scheduled actions can also be scheduled to run on a recurring schedule.
hu_hu: Az Action Scheduler egy skálázható, nyomon követhető feladat-sor, amely nagy mennyiségű művelet háttérfeldolgozására szolgál. Az Action Scheduler úgy működik, hogy egy action hookot indít el, amely a jövő egy időpontjában fut. Az ütemezett műveletek ismétlődő ütemezéssel is beállíthatók.

source: Action Scheduler migration in progress. The list of scheduled actions may be incomplete.
hu_hu: Action Scheduler migráció folyamatban. Az ütemezett műveletek listája hiányos lehet.

source: Action Status
hu_hu: Művelet állapota

source: Action [%1$s] has an invalid schedule: %2$s
hu_hu: A(z) [%1$s] művelet ütemezése érvénytelen: %2$s

source: Action [%1$s] has invalid arguments. It cannot be JSON decoded to an array. $args = %2$s
hu_hu: A(z) [%1$s] művelet argumentumai érvénytelenek. Nem lehet JSON-ból tömbbé dekódolni. $args = %2$s

source: Action statuses are Pending, Complete, Canceled, Failed
hu_hu: A műveletállapotok: Függőben, Befejezve, Törölve, Sikertelen

source: ActionScheduler_Action::$args too long. To ensure the args column can be indexed, action args should not be more than %d characters when encoded as JSON.
hu_hu: Az ActionScheduler_Action::$args túl hosszú. Annak érdekében, hogy az args oszlop indexelhető legyen, a művelet argumentumai JSON-kódolás után ne haladják meg a %d karaktert.

source: Actions
hu_hu: Műveletek

# Actions column table header
source: Actions
hu_hu: Műveletek

source: Actions Required
hu_hu: Szükséges műveletek

source: Activate
hu_hu: Aktiválás

source: Activate License
hu_hu: Licenc aktiválása

source: Activate MonsterInsights
hu_hu: MonsterInsights aktiválása

source: Activate Now
hu_hu: Aktiválás most

source: Activate Plugin
hu_hu: Bővítmény aktiválása
