Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Romania
hu_hu: Románia

source: Romanian Leu (lei) — RON
hu_hu: Román lej (lei) — RON

source: Run
hu_hu: Futtatás

source: Run Setup Wizard
hu_hu: Beállítási varázsló futtatása

source: Run the MonsterInsights setup wizard to properly configure your website for Google Analytics and AffiliateWP.
hu_hu: Futtassa a MonsterInsights beállítási varázslóját, hogy megfelelően konfigurálja webhelyét a Google Analytics-hez és az AffiliateWP-hez.

source: Russian Ruble (₽) — RUB
hu_hu: Orosz rubel (₽) — RUB

source: SEPA Direct Debit
hu_hu: SEPA közvetlen beszedés

source: SSN last 4
hu_hu: SSN utolsó 4 számjegye

source: Sale
hu_hu: Eladás

# sales report label
source: Sales
hu_hu: Eladások

source: Sandbox API Password
hu_hu: Sandbox API-jelszó

source: Sandbox API Signature
hu_hu: Sandbox API-aláírás

source: Sandbox API Username
hu_hu: Sandbox API-felhasználónév

source: Sandbox Client ID
hu_hu: Sandbox kliensazonosító

source: Sandbox Credentials
hu_hu: Sandbox hitelesítő adatok

source: Sandbox Mode
hu_hu: Sandbox mód

source: Sandbox Secret
hu_hu: Sandbox titkos kulcs

source: Saudi Arabian Riyal (﷼) — SAR
hu_hu: Szaúd-arábiai riál (﷼) — SAR

source: Save Adjustment
hu_hu: Korrekció mentése

source: Save Changes
hu_hu: Változtatások mentése

source: Save Profile Settings
hu_hu: Profilbeállítások mentése

source: Save time with AI reviewing your affiliates.
hu_hu: Takarítson meg időt azzal, hogy az AI felülvizsgálja partnereit.

source: Saving...
hu_hu: Mentés...

source: Schedule
hu_hu: Ütemezés

source: Scheduled
hu_hu: Ütemezve

source: Scheduled Action
hu_hu: Ütemezett művelet

source: Scheduled Action Columns
hu_hu: Ütemezett műveletek oszlopai

source: Scheduled Actions
hu_hu: Ütemezett műveletek

# Admin menu name
source: Scheduled Actions
hu_hu: Ütemezett műveletek

source: Scheduled Creatives
hu_hu: Ütemezett kreatívok

source: Scheduled Date
hu_hu: Ütemezett dátum

source: Scheduled actions are hooks triggered on a cetain date and time.
hu_hu: Az ütemezett műveletek olyan hookok, amelyeket egy meghatározott dátumon és időpontban váltanak ki.

source: Scheduling allows you to set start and end dates for your creatives, giving you more flexibility and control over your affiliate campaigns.
hu_hu: Az ütemezés lehetővé teszi, hogy kezdő és záró dátumot állítson be a kreatívokhoz, így nagyobb rugalmasságot és kontrollt ad affiliate kampányai felett.

source: Scope under which the request is made; determines fields present in response.
hu_hu: Az a scope, amely alatt a kérés készül; meghatározza a válaszban szereplő mezőket.

source: Search
hu_hu: Keresés

source: Search Scheduled Actions
hu_hu: Ütemezett műveletek keresése

source: Search for an affiliate by username or email.
hu_hu: Keressen partnert felhasználónév vagy e-mail alapján.

source: Search hook, args and claim ID
hu_hu: Hook, args és claim ID keresése

source: Search results for "%s"
hu_hu: Keresési eredmények erre: "%s"

source: Search...
hu_hu: Keresés...

source: Searching Referrals
hu_hu: Ajánlások keresése

source: Searching Visits
hu_hu: Látogatások keresése

source: Secret
hu_hu: Titok

source: Secret Key
hu_hu: Titkos kulcs

source: Secret key is required
hu_hu: A titkos kulcs kötelező

source: Secure, encrypted communication with Stripe
hu_hu: Biztonságos, titkosított kommunikáció a Stripe-pal

source: Secures the login form too, blocking credential-stuffing and brute-force attacks.
hu_hu: A bejelentkezési űrlapot is védi, blokkolva a credential-stuffing és brute-force támadásokat.

source: Security check failed
hu_hu: A biztonsági ellenőrzés sikertelen

source: Security check failed.
hu_hu: A biztonsági ellenőrzés sikertelen.

source: Security token is missing.
hu_hu: Hiányzik a biztonsági token.

source: See AffiliateWP_Store_Credit_WooCommerce::add_checkout_notice() instead.
hu_hu: Helyette lásd: AffiliateWP_Store_Credit_WooCommerce::add_checkout_notice().

source: See AffiliateWP_Store_Credit_WooCommerce::add_checkout_notice_to_checkout_block( $content, $block ) instead.
hu_hu: Helyette lásd: AffiliateWP_Store_Credit_WooCommerce::add_checkout_notice_to_checkout_block( $content, $block ).

source: See AffiliateWP_Store_Credit_WooCommerce::get_store_credit_virtual_coupon_code_from_coupons( $coupons ) instead.
hu_hu: Helyette lásd: AffiliateWP_Store_Credit_WooCommerce::get_store_credit_virtual_coupon_code_from_coupons( $coupons ).

source: See AffiliateWP_Store_Credit_WooCommerce::maybe_use_applied_store_credit_coupon_code( $coupon_code ) instead.
hu_hu: Helyette lásd: AffiliateWP_Store_Credit_WooCommerce::maybe_use_applied_store_credit_coupon_code( $coupon_code ).

source: See AffiliateWP_Store_Credit_WooCommerce::subscription_track_store_credit_usage( $subscription ) instead.
hu_hu: Helyette lásd: AffiliateWP_Store_Credit_WooCommerce::subscription_track_store_credit_usage( $subscription ).

source: See AffiliateWP_Store_Credit_WooCommerce::track_store_credit_usage( $order_id ) instead.
hu_hu: Helyette lásd: AffiliateWP_Store_Credit_WooCommerce::track_store_credit_usage( $order_id ).

source: Select %1$s %2$s for this %3$s.
hu_hu: Válassza ki a(z) %1$s %2$s lehetőséget ehhez a(z) %3$s elemhez.

source: Select Affiliate Area Page
hu_hu: Válassza ki az Affiliate Area oldalt

source: Select Field
hu_hu: Válassza ki a mezőt

source: Select User Roles
hu_hu: Válassza ki a felhasználói szerepköröket

source: Select a Terms of Use page or <a href="%s">create one using a template</a>. This only affects the [affiliate_area] and [affiliate_registration] shortcodes.
hu_hu: Válasszon egy Felhasználási feltételek oldalt, vagy <a href="%s">hozzon létre egyet sablon használatával</a>. Ez csak az [affiliate_area] és [affiliate_registration] rövidkódokra van hatással.

source: Select a coupon format for dynamically generated coupons.
hu_hu: Válasszon kuponformátumot a dinamikusan generált kuponokhoz.

source: Select an API provider to automatically update your exchange rates daily.
hu_hu: Válasszon egy API-szolgáltatót az árfolyamok napi automatikus frissítéséhez.

source: Select and configure your mailer.
hu_hu: Válassza ki és állítsa be a levélküldőt.

source: Select manual for full control over rates.
hu_hu: Válassza a kézi módot az árfolyamok feletti teljes ellenőrzéshez.

source: Select one
hu_hu: Válasszon egyet

source: Select one or more affiliate groups to share this creative with privately.
hu_hu: Válasszon egy vagy több partnercsoportot, hogy ezt a kreatívot privát módon megossza velük.

source: Select one or more affiliates to share this creative with privately.
hu_hu: Válasszon egy vagy több partnert, hogy ezt a kreatívot privát módon megossza velük.

source: Select or enter a date for this referral.
hu_hu: Válasszon vagy adjon meg egy dátumot ehhez az ajánláshoz.

source: Select the Default Status For All Referrals Generated By Contact Form 7.
hu_hu: Válassza ki a Contact Form 7 által létrehozott összes ajánlás alapértelmezett állapotát.

source: Select the affiliate who should earn a commission when this order is saved. Or, apply a coupon that is assigned to an affiliate to automatically select them.
hu_hu: Válassza ki azt a partnert, aki jutalékot kapjon, amikor ez a rendelés mentésre kerül. Vagy alkalmazzon egy olyan kupont, amely hozzá van rendelve egy partnerhez, így automatikusan kiválasztásra kerül.

source: Select the opt-in platform provider you wish to use then click Save Changes to configure the settings. The opt-in form can be displayed on any page using the [opt_in] shortcode. <a href="https://affiliatewp.com/docs/opt-in-form-settings/" target="_blank" rel="noopener noreferrer">Learn more</a>.
hu_hu: Válassza ki a használni kívánt feliratkozási platformszolgáltatót, majd kattintson a Változtatások mentése gombra a beállítások konfigurálásához. Az opt-in űrlap bármely oldalon megjeleníthető az [opt_in] rövidkód használatával. <a href="https://affiliatewp.com/docs/opt-in-form-settings/" target="_blank" rel="noopener noreferrer">Tudjon meg többet</a>.

source: Select the options you wish to enable for affiliate link sharing.
hu_hu: Válassza ki azokat a beállításokat, amelyeket engedélyezni szeretne a partnerlink megosztásához.

source: Select the payout method you wish to use. PayPal MassPay is an older technology not available to all accounts. See <a href="https://affiliatewp.com/docs/paypal-payouts-installation-and-usage/" target="_blank" rel="noopener noreferrer">documentation</a> for assistance.
hu_hu: Válassza ki a kifizetési módot, amelyet használni szeretne. A PayPal MassPay egy régebbi technológia, és nem érhető el minden fiók számára. Segítségért lásd a <a href="https://affiliatewp.com/docs/paypal-payouts-installation-and-usage/" target="_blank" rel="noopener noreferrer">dokumentációt</a>.

source: Select the referral type for this form.
hu_hu: Válassza ki ennek az űrlapnak az ajánlás típusát.

source: Select the status of the creative. A creative can be Active, Inactive, or Scheduled.
hu_hu: Válassza ki a kreatív állapotát. Egy kreatív lehet aktív, inaktív vagy ütemezett.

source: Select the status of the referral.
hu_hu: Válassza ki az ajánlás állapotát.

source: Select the status that should be assigned to opt-in referrals by default.
hu_hu: Válassza ki az opt-in ajánlások alapértelmezett állapotát.

source: Select the type of referral this should be.
hu_hu: Válassza ki, hogy ez milyen típusú ajánlás legyen.

source: Select the type of the creative.
hu_hu: Válassza ki a kreatív típusát.

source: Select the type of the referral.
hu_hu: Válassza ki az ajánlás típusát.

source: Select whether you want this creative to be public or private.
hu_hu: Válassza ki, hogy ez a kreatív nyilvános vagy privát legyen-e.

source: Select which fields should be required for affiliate registration when using the [affiliate_area] or [affiliate_registration] shortcodes. The <strong>Username</strong> and <strong>Account Email</strong> form fields are always required. The <strong>Password</strong> form field will be removed if not required.
hu_hu: Válassza ki, mely mezők legyenek kötelezőek a partner-regisztrációhoz az [affiliate_area] vagy [affiliate_registration] rövidkódok használatakor. A <strong>Felhasználónév</strong> és a <strong>Fiók e-mail-cím</strong> űrlapmezők mindig kötelezőek. A <strong>Jelszó</strong> űrlapmező eltávolításra kerül, ha nem kötelező.

source: Select which form(s) to show on the Affiliate Area page when using the [affiliate_area] shortcode. <a href="%s">Allow Affiliate Registration</a> must be enabled.
hu_hu: Válassza ki, mely űrlap(ok) jelenjenek meg az Affiliate Area oldalon az [affiliate_area] rövidkód használatakor. Engedélyezni kell a <a href="%s">Partner-regisztráció engedélyezése</a> beállítást.

source: Select your brand color for the widget.
hu_hu: Válassza ki a widget márkaszínét.

source: Select your image. You can also enter an image URL if your image is hosted elsewhere.
hu_hu: Válassza ki a képét. Ha a képe máshol van tárolva, megadhat egy kép URL-t is.

source: Self referrals, fraudulent transactions, suspected Affiliate fraud.
hu_hu: Önmagára mutató ajánlások, csalárd tranzakciók, feltételezett partnercsalás.

source: Send Payout
hu_hu: Kifizetés küldése

source: Send Test Email
hu_hu: Teszt e-mail küldése

source: Send instant payments to affiliates via PayPal
hu_hu: Azonnali kifizetések küldése a partnereknek PayPalon keresztül

source: Send welcome email after registering affiliate?
hu_hu: Küldjön üdvözlő e-mailt a partner regisztrálása után?

source: Send your affiliates a monthly email summary.
hu_hu: Küldjön havi e-mailes összefoglalót a partnereinek.

source: Send your affiliates a monthly email summary. %1$s %2$s
hu_hu: Küldjön havi e-mailes összefoglalót a partnereinek. %1$s %2$s

source: Sending...
hu_hu: Küldés...

source: Sent to affiliate manager when a new affiliate registers.
hu_hu: Elküldve a partnerprogram-menedzsernek, amikor egy új partner regisztrál.

source: Sent to affiliate manager when a new referral is created.
hu_hu: Elküldve a partner menedzsernek, amikor új ajánlás jön létre.

source: Sent to affiliates when they earn a new referral.
hu_hu: Elküldve a partnereknek, amikor új ajánlást szereznek.

source: Sent when an affiliate application is approved.
hu_hu: Elküldve, amikor egy partneri jelentkezést jóváhagynak.

source: Sent when an affiliate application is rejected.
hu_hu: Elküldve, amikor egy partneri jelentkezést elutasítanak.

source: Sent when an affiliate registers and approval is required.
hu_hu: Elküldve, amikor egy partner regisztrál és jóváhagyás szükséges.

source: September
hu_hu: szeptember

source: Set Up Stripe Payouts
hu_hu: Stripe-kifizetések beállítása

source: Set Up WP Mail SMTP
hu_hu: WP Mail SMTP beállítása

source: Set a specific time frame for your creative's visibility.
hu_hu: Állítson be konkrét időkeretet a kreatívja láthatóságának.

source: Set this group as the default group for new affiliates.
hu_hu: Állítsa ezt a csoportot alapértelmezettnek az új partnerek számára.

source: Set up Stripe Payouts
hu_hu: Stripe-kifizetések beállítása

source: Settings
hu_hu: Beállítások

source: Settings are available in the addon settings page.
hu_hu: A beállítások a kiegészítő beállítások oldalán érhetők el.

source: Settings successfully imported
hu_hu: Beállítások sikeresen importálva

source: Settings that secure the affiliate registration and login forms against bots and other abuse.
hu_hu: Beállítások, amelyek védik a partneri regisztrációs és bejelentkezési űrlapokat a botok és egyéb visszaélések ellen.

source: Settings updated.
hu_hu: Beállítások frissítve.

source: Setup
hu_hu: Beállítás

source: Setup Complete
hu_hu: Beállítás befejezve

source: Setup MonsterInsights
hu_hu: MonsterInsights beállítása

source: Setup Required
hu_hu: Beállítás szükséges

source: Setup Required (Live)
hu_hu: Beállítás szükséges (Éles)

source: Setup Required (Sandbox)
hu_hu: Beállítás szükséges (Sandbox)

source: Setup Wizard
hu_hu: Beállítási varázsló

source: Share QR Code
hu_hu: QR-kód megosztása

source: Share this link to earn commissions.
hu_hu: Ossza meg ezt a linket, hogy jutalékot szerezzen.

source: Share tracking cookies with sub-domains in a multisite install. When enabled, tracking cookies created on domain.com will also be available on sub.domain.com. Note: this only applies to WordPress Multisite installs.
hu_hu: Ossza meg a követési sütiket az aldomainekkel egy multisite telepítésben. Engedélyezés esetén a domain.com-on létrehozott követési sütik a sub.domain.com-on is elérhetők lesznek. Megjegyzés: ez csak a WordPress Multisite telepítésekre vonatkozik.

source: Share your affiliate link below with friends. When they buy, you earn!
hu_hu: Ossza meg lent a partneri hivatkozását az ismerőseivel. Ha vásárolnak, Ön jutalékot szerez!

source: Share:
hu_hu: Megosztás:

source: Sharing Options
hu_hu: Megosztási beállítások

source: Should AffiliateWP adjust the commission amounts recorded for purchases that include affiliate referrals? This will subtract the referral amount from the base amount used to calculate the commission total.
hu_hu: Az AffiliateWP módosítsa a rögzített jutalékösszegeket azoknál a vásárlásoknál, amelyek partneri ajánlást tartalmaznak? Ez levonja az ajánlás összegét a jutalék összegének kiszámításához használt alapösszegből.

source: Should AffiliateWP prevent referral commissions from being recorded on license upgrade purchases with EDD Software Licensing?
hu_hu: Megakadályozza az AffiliateWP, hogy az ajánlási jutalékok rögzítésre kerüljenek licencfrissítési vásárlásoknál az EDD Software Licensing használatakor?

source: Should AffiliateWP prevent referral commissions from being recorded on renewal purchases with EDD Software Licensing?
hu_hu: Megakadályozza az AffiliateWP, hogy az ajánlási jutalékok rögzítésre kerüljenek megújítási vásárlásoknál az EDD Software Licensing használatakor?

source: Should subscribers need to verify their subscription through a double opt-in email?
hu_hu: Szükséges legyen, hogy a feliratkozók egy double opt-in e-maillel igazolják a feliratkozásukat?

source: Show more details
hu_hu: További részletek megjelenítése

source: Show pretty affiliate referral URLs to affiliates. For example: <strong>%1$s or %2$s</strong>
hu_hu: Szép partneri ajánlási URL-ek megjelenítése a partnereknek. Példa: <strong>%1$s vagy %2$s</strong>

source: Show pretty referral URLs: %s
hu_hu: Szép ajánlási URL-ek megjelenítése: %s

source: Show referral URLs to affiliates with either their affiliate ID or Username appended.<br/> For example: <strong>%1$s or %2$s</strong>.
hu_hu: Ajánlási URL-ek megjelenítése a partnereknek, amelyek végén az affiliate ID vagy a Username szerepel.<br/> Példa: <strong>%1$s vagy %2$s</strong>.

source: Signing up...
hu_hu: Regisztráció...

source: Since %1$s Version %2$s
hu_hu: %1$s óta, %2$s verzió

source: Singapore
hu_hu: Szingapúr

source: Singapore Dollar (S$) — SGD
hu_hu: Szingapúri dollár (S$) — SGD

source: Site Default
hu_hu: Webhely alapértelmezettje

source: Site Name
hu_hu: Webhely neve

source: Skip Affiliate
hu_hu: Partner kihagyása

source: Skip to payment methods
hu_hu: Ugrás a fizetési módokhoz

source: Slovakia
hu_hu: Szlovákia

source: Slovenia
hu_hu: Szlovénia

source: Something went wrong adding you as an affiliate. Please try again.
hu_hu: Hiba történt az Önt partnerként való hozzáadáskor. Kérjük, próbálja újra.

source: Something went wrong during the upload process, please try again.
hu_hu: Hiba történt a feltöltési folyamat során, kérjük, próbálja újra.

source: Something went wrong when submitting this form, please contact an administrator.
hu_hu: Hiba történt az űrlap beküldésekor, kérjük, lépjen kapcsolatba egy adminisztrátorral.

source: Something went wrong. Please try again.
hu_hu: Hiba történt. Kérjük, próbálja újra.

source: Sorry! Invalid request. Please try again.
hu_hu: Sajnáljuk! Érvénytelen kérés. Kérjük, próbálja újra.

source: Sorry! You do not have access to this creative.
hu_hu: Sajnáljuk! Nincs hozzáférése ehhez a kreatívhoz.

source: Sorry, but the key you entered is not valid. Please try again
hu_hu: Sajnáljuk, de a megadott kulcs érvénytelen. Kérjük, próbálja újra

source: Sorry, there are currently no creatives available.
hu_hu: Sajnáljuk, jelenleg nincsenek elérhető kreatívok.

source: Sorry, we could not activate your license at the moment. Please refresh your page and try again.
hu_hu: Sajnáljuk, jelenleg nem tudtuk aktiválni a licencét. Kérjük, frissítse az oldalt, majd próbálja újra.

source: Source logger must be configured before running a migration
hu_hu: A forrásnaplózót a migráció futtatása előtt kell konfigurálni

source: Source store must be configured before running a migration
hu_hu: A forrásboltot a migráció futtatása előtt kell konfigurálni

source: South African Rand (R) — ZAR
hu_hu: Dél-afrikai rand (R) — ZAR

source: South Korean Won (₩) — KRW
hu_hu: Dél-koreai won (₩) — KRW

source: Spain
hu_hu: Spanyolország

source: Spamming (mass email, mass newsgroup posting, etc.).
hu_hu: Spamküldés (tömeges e-mail, tömeges hírcsoport-bejegyzés stb.).

source: Special Upgrade Offer:
hu_hu: Különleges frissítési ajánlat:

source: Standard email notifications for affiliate activities
hu_hu: Szokásos e-mail értesítések a partneri tevékenységekről

source: Start Date
hu_hu: Kezdési dátum

source: Start Earning Today
hu_hu: Kezdjen el keresni még ma

source: Start Setup
hu_hu: Beállítás indítása

source: Start date.
hu_hu: Kezdési dátum.

source: Started processing action %s
hu_hu: Megkezdődött a(z) %s művelet feldolgozása

source: Started:
hu_hu: Elindítva:

source: Starting Affiliate ID
hu_hu: Kezdő partnerazonosító

source: Starting February 28th, 2023, we require PHP 7.4 or newer to use AffiliateWP
hu_hu: 2023. február 28-tól az AffiliateWP használatához PHP 7.4 vagy újabb szükséges

source: Starts:
hu_hu: Kezdete:

source: Statistics
hu_hu: Statisztikák

source: Status
hu_hu: Állapot

# Status column table header
source: Status
hu_hu: Állapot

# payout
source: Status
hu_hu: Állapot

source: Status:
hu_hu: Állapot:

source: Status: <span class="affwp-status-active">Active</span>
hu_hu: Állapot: <span class="affwp-status-active">Aktív</span>

source: Status: <span class="affwp-status-installed">Inactive</span>
hu_hu: Állapot: <span class="affwp-status-installed">Inaktív</span>

source: Step %d running
hu_hu: Fut a(z) %d. lépés

source: Step 1
hu_hu: 1. lépés

source: Step 2
hu_hu: 2. lépés

source: Step 3
hu_hu: 3. lépés

source: Store Credit
hu_hu: Áruházi jóváírás

source: Store Credit Addon Deactivated
hu_hu: Áruházi jóváírás kiegészítő kikapcsolva

source: Store Credit Configuration
hu_hu: Áruházi jóváírás beállítása

source: Store Credit is now included directly in AffiliateWP. This plugin can be safely deleted.
hu_hu: Az áruházi jóváírás mostantól közvetlenül az AffiliateWP része. Ez a bővítmény biztonságosan törölhető.

source: Store Credit requires WooCommerce or Easy Digital Downloads
hu_hu: Az áruházi jóváíráshoz WooCommerce vagy Easy Digital Downloads szükséges

source: Store credit applied to order %1$s
hu_hu: Áruházi jóváírás alkalmazva a(z) %1$s rendelésre

source: Stripe - <a href="%s">Enable and/or configure Stripe Payouts</a> to enable this payout method
hu_hu: Stripe - <a href="%s">Engedélyezze és/vagy konfigurálja a Stripe kifizetéseket</a> ennek a kifizetési módnak az engedélyezéséhez

source: Stripe API functions not found
hu_hu: A Stripe API-függvényei nem találhatók

source: Stripe API functions not found.
hu_hu: A Stripe API-függvényei nem találhatók.

source: Stripe Dashboard
hu_hu: Stripe irányítópult

source: Stripe Payout Emails
hu_hu: Stripe kifizetési e-mailek

source: Stripe Payout Settings
hu_hu: Stripe kifizetési beállítások

source: Stripe Payouts
hu_hu: Stripe kifizetések

source: Stripe Payouts Configuration
hu_hu: Stripe kifizetések beállítása

source: Stripe SDK not found
hu_hu: A Stripe SDK nem található

source: Stripe Status
hu_hu: Stripe állapot

source: Stripe Test Dashboard
hu_hu: Stripe teszt irányítópult

source: Stripe Transfer ID
hu_hu: Stripe átutalásazonosító

source: Stripe account
hu_hu: Stripe fiók

source: Stripe account ID not found in the response.
hu_hu: A Stripe fiókazonosító nem található a válaszban.

source: Stripe account connected
hu_hu: Stripe fiók csatlakoztatva

source: Stripe account disconnected successfully.
hu_hu: A Stripe fiók sikeresen leválasztva.

source: Stripe account error: %s
hu_hu: Stripe fiókhiba: %s

source: Stripe account is not connected. Please connect your Stripe account in the settings tab.
hu_hu: A Stripe fiók nincs csatlakoztatva. Kérjük, csatlakoztassa Stripe fiókját a beállítások fülön.

source: Stripe account not connected. This affiliate will receive payouts via your default method.
hu_hu: A Stripe fiók nincs csatlakoztatva. Ez a partner a kifizetéseket az Ön alapértelmezett módszerén keresztül kapja meg.

source: Stripe client ID is not configured
hu_hu: A Stripe kliensazonosító nincs beállítva

source: Stripe connection failed: %s
hu_hu: A Stripe kapcsolódás sikertelen: %s

source: Stripe is not configured
hu_hu: A Stripe nincs beállítva

source: Stripe is not configured. Please contact the site administrator.
hu_hu: A Stripe nincs beállítva. Kérjük, vegye fel a kapcsolatot a webhely rendszergazdájával.

source: Stripe is not fully configured or not connected. Please configure Stripe in the settings tab and connect your Stripe account.
hu_hu: A Stripe nincs teljesen beállítva vagy nincs csatlakoztatva. Kérjük, állítsa be a Stripe-ot a beállítások fülön, és csatlakoztassa Stripe fiókját.

source: Stripe is not properly configured.
hu_hu: A Stripe nincs megfelelően beállítva.

source: Stripe payouts are enabled. Connected Account ID:
hu_hu: A Stripe kifizetések engedélyezve. Csatlakoztatott fiókazonosító:
