Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Enter your Sandbox API Signature
hu_hu: Adja meg a Sandbox API-aláírását

source: Enter your Sandbox API Username
hu_hu: Adja meg a Sandbox API felhasználónevét

source: Enter your Sandbox Application Client ID
hu_hu: Adja meg a Sandbox alkalmazás Client ID értékét

source: Enter your Sandbox Application Secret
hu_hu: Adja meg a Sandbox alkalmazás Secret értékét

source: Enter your Sandbox PayPal Application's Client ID.
hu_hu: Adja meg a Sandbox PayPal alkalmazás Client ID értékét.

source: Enter your Sandbox PayPal Application's Secret.
hu_hu: Adja meg a Sandbox PayPal alkalmazás Secret értékét.

source: Enter your Test API Password.
hu_hu: Adja meg a Test API-jelszavát.

source: Enter your Test API Signature.
hu_hu: Adja meg a Test API-aláírását.

source: Enter your Test API Username.
hu_hu: Adja meg a Test API felhasználónevét.

source: Enter your license key to access this Pro feature.
hu_hu: Adja meg a licenckulcsát, hogy hozzáférjen ehhez a Pro funkcióhoz.

source: Entries via Email Only
hu_hu: Csak e-mailes bejegyzések

source: Error
hu_hu: Hiba

source: Error connecting to Stripe: %s
hu_hu: Hiba a Stripe-hez való csatlakozáskor: %s

source: Error generating account link: %s
hu_hu: Hiba a fiók hivatkozásának létrehozásakor: %s

source: Error generating dashboard link: %s
hu_hu: Hiba a vezérlőpult linkjének létrehozásakor: %s

source: Error parameter is missing.
hu_hu: Hiányzik az error paraméter.

source: Error paying referral #%1$d: %2$s
hu_hu: Hiba a #%1$d jutalék kifizetésekor: %2$s

source: Error processing action %1$s: %2$s
hu_hu: Hiba a(z) %1$s művelet feldolgozásakor: %2$s

source: Error processing webhook.
hu_hu: Hiba a webhook feldolgozásakor.

source: Error saving action: %s
hu_hu: Hiba a művelet mentésekor: %s

source: Error sending payout: %s
hu_hu: Hiba a kifizetés elküldésekor: %s

source: Error setting up Stripe payouts: %s
hu_hu: Hiba a Stripe kifizetések beállításakor: %s

source: Error! Can not copy content.
hu_hu: Hiba! A tartalom nem másolható.

source: Error! Copy is not available.
hu_hu: Hiba! A másolás nem érhető el.

source: Error:
hu_hu: Hiba:

source: Error: No referrals are available to be paid out via PayPal
hu_hu: Hiba: Nincsenek a PayPalon keresztül kifizethető jutalékok

source: Error: No referrals are available to be paid out via Stripe
hu_hu: Hiba: Nincsenek a Stripe-on keresztül kifizethető jutalékok

source: Essential for stores operating in multiple currencies.
hu_hu: Nélkülözhetetlen a több pénznemben működő áruházak számára.

source: Estimated Arrival Date
hu_hu: Várható érkezési dátum

source: Estonia
hu_hu: Észtország

source: Euro (€) — EUR
hu_hu: Euró (€) — EUR

source: Every %s
hu_hu: Minden %s

source: Every minute
hu_hu: Percenként

source: Every successful affiliate program begins with a registration form.
hu_hu: Minden sikeres partnerprogram egy regisztrációs űrlappal kezdődik.

source: Exchange Rate
hu_hu: Árfolyam

source: Exchange Rate Method
hu_hu: Árfolyam módszere

source: Exchange Rates
hu_hu: Árfolyamok

source: Exclamation Icon
hu_hu: Felkiáltójel ikon

source: Exclude Shipping
hu_hu: Szállítási költség kizárása

source: Exclude Tax
hu_hu: Adó kizárása

source: Exclude shipping costs from referral calculations.
hu_hu: A szállítási költségek kizárása a jutalékszámításból.

source: Exclude taxes from referral calculations.
hu_hu: Az adók kizárása a jutalékszámításból.

source: Expand
hu_hu: Kibontás

source: Explain to affiliates how to register for the Payouts Service
hu_hu: Magyarázza el a partnereknek, hogyan regisztrálhatnak a Payouts Service-re

source: Export
hu_hu: Exportálás

source: Export / Import
hu_hu: Exportálás / Importálás

source: Export Affiliates
hu_hu: Partnerek exportálása

source: Export Payouts
hu_hu: Kifizetések exportálása

source: Export Referrals
hu_hu: Jutalékok exportálása

source: Export Settings
hu_hu: Beállítások exportálása

source: Export Visits
hu_hu: Látogatások exportálása

source: Export affiliates to a CSV file.
hu_hu: Partnerek exportálása CSV-fájlba.

source: Export payouts to a CSV file.
hu_hu: Kifizetések exportálása CSV-fájlba.

source: Export referrals to a CSV file.
hu_hu: Jutalékok exportálása CSV-fájlba.

source: Export the AffiliateWP settings for this site as a .json file. This allows you to easily import the configuration into another site.
hu_hu: Exportálja ennek a webhelynek az AffiliateWP beállításait .json fájlként. Ez lehetővé teszi a konfiguráció egyszerű importálását egy másik webhelyre.

source: Export visits to a CSV file.
hu_hu: Látogatások exportálása CSV-fájlba.

source: Exporting Referrals
hu_hu: Jutalékok exportálása

source: Failed
hu_hu: Sikertelen

# post
source: Failed
hu_hu: Sikertelen

source: Failed to copy
hu_hu: Nem sikerült másolni

source: Failed to dismiss notification.
hu_hu: Nem sikerült bezárni az értesítést.

source: Failed to initialize Stripe API
hu_hu: Nem sikerült inicializálni a Stripe API-t

source: Failed to initialize Stripe API.
hu_hu: Nem sikerült inicializálni a Stripe API-t.

source: Failed to save link - please try again
hu_hu: Nem sikerült elmenteni a hivatkozást - próbálja meg újra

source: Failed to send test email. Please check your WordPress email configuration.
hu_hu: Nem sikerült elküldeni a teszt e-mailt. Kérjük, ellenőrizze a WordPress e-mail beállításait.

source: Failure to disclose the affiliate relationship for any promotion that qualifies as an endorsement under existing Federal Trade Commission guidelines and regulations, or any applicable state laws.
hu_hu: A Federal Trade Commission hatályos iránymutatásai és szabályai, illetve a vonatkozó állami jogszabályok szerint jóváhagyásnak minősülő bármely promóció esetén az affiliate kapcsolat feltüntetésének elmulasztása.

source: Feature
hu_hu: Funkció

source: February
hu_hu: február

source: Field ID #%d
hu_hu: Mezőazonosító #%d

source: Field Mapping
hu_hu: Mező-hozzárendelés

source: Fields to limit the selection for. Accepts 'ids'. Default '*' for all.
hu_hu: Mezők, amelyekre korlátozni kell a kiválasztást. Az 'ids' értéket fogadja el. Alapértelmezés: '*' az összeshez.

source: File
hu_hu: Fájl

source: Filter
hu_hu: Szűrő

source: Filter by status
hu_hu: Szűrés állapot szerint

source: Filters
hu_hu: Szűrők

source: Find this in your %s under Developers → API keys.
hu_hu: Ezt a %s felületén a Developers → API keys alatt találja.

source: Finland
hu_hu: Finnország

source: First Name
hu_hu: Keresztnév

source: First/Full Name
hu_hu: Keresztnév/Teljes név

source: Flag
hu_hu: Megjelölés

source: Flag or block referrals that are suspected of being fraudulent
hu_hu: Jelölje meg vagy tiltsa le a csalásgyanús ajánlásokat

source: Flat %s
hu_hu: Fix %s

source: Flat Rate Basis
hu_hu: Fix díj alapja

source: Flat Rate Commission Per Order
hu_hu: Fix jutalék rendelésenként

source: Flat Rate Commission Per Product Sold
hu_hu: Fix jutalék eladott termékenként

source: Flat Rate Referral Basis
hu_hu: Fix díj alapja az ajánlásoknál

source: Flat rate basis type for %s must be either per-product or per-order.
hu_hu: A(z) %s fix díjalapjának típusa csak termékenkénti vagy rendelésenkénti lehet.

source: Flat rate referrals can be calculated on a per product or per order basis. This is the flat rate basis all affiliates in this group will be assigned (regardless of their own settings or the site default).
hu_hu: A fix összegű ajánlások termékenkénti vagy rendelésenkénti alapon számolhatók. Ez az a fix díjalap, amelyet a csoport összes partneréhez hozzárendelünk (függetlenül a saját beállításaiktól vagy a webhely alapértelmezésétől).

source: Flat rate referrals can be calculated on either a per product or per order basis.
hu_hu: A fix összegű ajánlások termékenkénti vagy rendelésenkénti alapon számolhatók.

source: For affiliates located in the United States, it takes 3-7 days for the funds transfer to be completed. For affiliates not located in the United States, it can take 1-2 weeks to complete the transfer of funds.
hu_hu: Az Egyesült Államokban élő partnerek esetén a pénzátutalás 3-7 napot vesz igénybe. Az Egyesült Államokon kívül élő partnerek esetén 1-2 hétig tarthat a pénzátutalás.

# Note shown on the preview payout page for a Payouts Service payout
source: For affiliates located in the United States, it takes approximately a week.
hu_hu: Az Egyesült Államokban élő partnerek esetén ez körülbelül egy hétig tart.

source: For more details on how Cloudflare Turnstile works, as well as a step by step setup guide, please check out our %s.
hu_hu: További részletekért arról, hogyan működik a Cloudflare Turnstile, valamint a lépésről lépésre bemutatott beállítási útmutatóért kérjük, tekintse meg a(z) %s-t.

source: For more details on how Google reCAPTCHA works, as well as a step by step setup guide, please check out our %s.
hu_hu: További részletekért arról, hogyan működik a Google reCAPTCHA, valamint a lépésről lépésre bemutatott beállítási útmutatóért kérjük, tekintse meg a(z) %s-t.

source: For more details on how hCaptcha works, as well as a step by step setup guide, please check out our %s.
hu_hu: További részletekért arról, hogyan működik a hCaptcha, valamint a lépésről lépésre bemutatott beállítási útmutatóért kérjük, tekintse meg a(z) %s-t.

source: For more information:
hu_hu: További információ:

source: Form Entries
hu_hu: Űrlapbejegyzések

source: Form Fields
hu_hu: Űrlapmezők

source: Form Fields Plus Only
hu_hu: Csak Form Fields Plus

source: Form ID:
hu_hu: Űrlapazonosító:

source: Fortunately, this problem is easy to fix by doing the following:
hu_hu: Szerencsére ez a probléma az alábbi lépésekkel könnyen orvosolható:

source: Foster a proactive affiliate community driven to expand and strengthen your market presence.
hu_hu: Alakítson ki egy proaktív affiliate közösséget, amely a piaci jelenlét bővítésére és megerősítésére törekszik.

source: Found %s sites. Retrieving stats ...
hu_hu: Talált %s webhelyet. Statisztikák lekérése ...

source: France
hu_hu: Franciaország

source: Free mailers: SendLayer, SMTP.com, Sendinblue, Google Workspace / Gmail, Mailgun, Postmark, SendGrid.
hu_hu: Ingyenes e-mailküldők: SendLayer, SMTP.com, Sendinblue, Google Workspace / Gmail, Mailgun, Postmark, SendGrid.

source: From
hu_hu: Feladó

# date filter
source: From
hu_hu: Feladó

source: From - mm/dd/yyyy
hu_hu: Dátumtól - mm/dd/yyyy

source: From Email
hu_hu: Feladó e-mail-címe

source: From Name
hu_hu: Feladó neve

source: From:
hu_hu: Feladó:

source: Future proof your WordPress customizations with the most popular code snippet management plugin for WordPress. Trusted by over 1,500,000+ websites for easily adding code to WordPress right from the admin area.
hu_hu: Tedd jövőállóvá a WordPress testreszabásaidat a WordPress legnépszerűbb kódrészlet-kezelő bővítményével. Több mint 1 500 000+ webhely bízik benne, amellyel könnyedén adhatsz hozzá kódot a WordPresshez közvetlenül az admin felületről.

source: General
hu_hu: Általános

source: General Email Settings
hu_hu: Általános e-mail beállítások

source: Generate CSV File
hu_hu: CSV-fájl létrehozása

source: Generate Coupon
hu_hu: Kupon létrehozása

source: Generate Coupons
hu_hu: Kuponok létrehozása

source: Generate New API Keys
hu_hu: Új API-kulcsok létrehozása

source: Generate custom slugs automatically when affiliates register, or let them create their own
hu_hu: Hozz létre egyedi slugokat automatikusan a partnerek regisztrációjakor, vagy engedélyezd, hogy sajátot hozzanak létre

source: Generate dynamic coupons for all affiliates.
hu_hu: Dinamikus kuponok létrehozása minden partner számára.

source: Generated By
hu_hu: Létrehozta

source: Generating coupons requires a <a href="%s" target="_blank">Coupon Template</a> to be selected.
hu_hu: Kuponok létrehozásához ki kell választani egy <a href="%s" target="_blank">kuponsablont</a>.

source: Germany
hu_hu: Németország

source: Get 60% off the regular price, automatically applied at checkout.
hu_hu: Szerezz 60% kedvezményt a szokásos árból, automatikusan alkalmazva a pénztárnál.

source: Get AI Access
hu_hu: Szerezz AI-hozzáférést

source: Get AffiliateWP Pro Today and Unlock all the Powerful Features
hu_hu: Szerezd be az AffiliateWP Pro-t még ma, és használd ki az összes erőteljes funkciót

source: Get AffiliateWP Pro and Unlock all the Powerful Features
hu_hu: Szerezd be az AffiliateWP Pro-t, és használd ki az összes erőteljes funkciót

source: Get AffiliateWP Tracking
hu_hu: Szerezd be az AffiliateWP Trackinget

source: Get The #1 Best WordPress Analytics Plugin
hu_hu: Szerezd be a #1 WordPress analitikai bővítményt

source: Get your affiliate program up and running in just a few steps.
hu_hu: Indítsd el partnerprogramodat néhány egyszerű lépésben.

source: Getting Started
hu_hu: Első lépések

source: Global referral rate type: %s
hu_hu: Globális jutaléktípus: %s

source: Global referral rate: %s
hu_hu: Globális jutalék mértéke: %s

source: Go Back
hu_hu: Vissza

source: Go to Payouts Tab
hu_hu: Ugrás a Kifizetések fülre

source: Go to Plugins page
hu_hu: Ugrás a Bővítmények oldalra

source: Go to SMTP settings
hu_hu: Ugrás az SMTP beállításokra

source: Go to Settings
hu_hu: Ugrás a Beállításokra

source: Go to Stripe Settings
hu_hu: Ugrás a Stripe beállításokra

source: Google reCAPTCHA is a free anti-spam service that filters automated abuse from your forms with either a familiar "I'm not a robot" checkbox or an invisible background check, keeping real users on track.
hu_hu: A Google reCAPTCHA egy ingyenes spamellenes szolgáltatás, amely a jól ismert "I'm not a robot" jelölőnégyzettel vagy láthatatlan háttérellenőrzéssel kiszűri az automatizált visszaéléseket az űrlapjaidról, így a valódi felhasználók zavartalanul folytathatják.

source: Google reCAPTCHA verification failed, please try again later.
hu_hu: A Google reCAPTCHA ellenőrzése nem sikerült, kérjük, próbálja meg később.

source: Grab your key from your
hu_hu: Szerezd meg a kulcsodat a

source: Graphs
hu_hu: Grafikonok

source: Greece
hu_hu: Görögország

source: Grid
hu_hu: Rács

source: Gross Affiliate-generated Revenue
hu_hu: Partnerek által generált bruttó bevétel

source: Gross Revenue Increase From Affiliates
hu_hu: Bruttó bevételnövekedés a partnerek révén

source: Group
hu_hu: Csoport

source: Group Privacy
hu_hu: Csoport adatvédelme

source: Group no longer exists.
hu_hu: A csoport már nem létezik.

source: Group type error.
hu_hu: Csoporttípus-hiba.

source: Groups
hu_hu: Csoportok

source: HTML Code
hu_hu: HTML-kód

source: Hasn&#8217;t created a Payouts Service account
hu_hu: Még nem hozott létre Payouts Service-fiókot

source: Hasn&#8217;t submitted payout method on Payouts Service
hu_hu: Nem adott meg kifizetési módot a Payouts Service-ben

source: Have questions about connecting with the %1$s? See the <a href="%2$s" target="_blank" rel="noopener noreferrer">documentation</a>.
hu_hu: Kérdései vannak a(z) %1$s-hez való csatlakozással kapcsolatban? Tekintse meg a <a href="%2$s" target="_blank" rel="noopener noreferrer">dokumentációt</a>.

source: Have questions about connecting with the %s? See the
hu_hu: Kérdései vannak a(z) %s-hez való csatlakozással kapcsolatban? Tekintse meg a

source: Heading
hu_hu: Címsor

source: Heads Up!
hu_hu: Figyelem!

source: Heads up! Your AffiliateWP license has expired.
hu_hu: Figyelem! Az AffiliateWP licence lejárt.

source: Hello and welcome to AffiliateWP, the premier affiliate marketing plugin for WordPress. At AffiliateWP, we build software that empowers you to easily create, manage, and grow your affiliate program, driving more revenue to your business.
hu_hu: Hello, üdvözöljük az AffiliateWP-ben, a WordPress vezető partnerprogram-bővítményében. Az AffiliateWP-nél olyan szoftvert készítünk, amely lehetővé teszi, hogy egyszerűen létrehozza, kezelje és bővítse partnerprogramját, így több bevételt termelve vállalkozásának.

source: Here's how you've performed on %1$s in the last 30 days.
hu_hu: Íme, hogyan teljesített az elmúlt 30 napban a(z) %1$s-en.

source: Hey there!
hu_hu: Helló!

source: Hi %1$s,
hu_hu: Szia %1$s,

source: Hi %s!
hu_hu: Szia %s!

source: Hi %s,
hu_hu: Szia %s,

source: Hi {name}!
hu_hu: Szia {name}!

source: Hi {name},
hu_hu: Szia {name},

source: Highest Converting Affiliate
hu_hu: Legjobban konvertáló partner

source: Highest Converting URLs
hu_hu: Legjobban konvertáló URL-ek

source: Hong Kong Dollar (HK$) — HKD
hu_hu: Hongkongi dollár (HK$) — HKD

source: How to Add Your First Affiliate
hu_hu: Hogyan adja hozzá az első partnerét

source: How to order results. Accepts ASC (ascending) or DESC (descending).
hu_hu: Az eredmények rendezésének módja. Elfogadott értékek: ASC (növekvő) vagy DESC (csökkenő).

source: How will you promote us?
hu_hu: Hogyan fog minket népszerűsíteni?

source: Hungarian Forint (Ft) — HUF
hu_hu: Magyar forint (Ft) — HUF

source: Hungary
hu_hu: Magyarország

source: Hyphen Delimiter
hu_hu: Kötőjel elválasztó

source: I am the owner of the business legal entity
hu_hu: A vállalkozás jogi személyének tulajdonosa vagyok

source: I thought you might be interested in this:
hu_hu: Úgy gondoltam, ez érdekelheti:

source: ID for the affiliate account associated with the referral.
hu_hu: Az ajánláshoz társított partnerfiók azonosítója.

source: ID for the affiliate account associated with the sale.
hu_hu: Az értékesítéshez társított partnerfiók azonosítója.

source: ID for the affiliate account associated with the visit.
hu_hu: A látogatáshoz társított partnerfiók azonosítója.

source: ID for the referral associated with the visit.
hu_hu: A látogatáshoz társított ajánlás azonosítója.

source: ID for the user account associated with the affiliate.
hu_hu: A partnerhez társított felhasználói fiók azonosítója.

source: ID for the visit associated with the referral.
hu_hu: Az ajánláshoz társított látogatás azonosítója.

source: ID of the media library image associated with the creative
hu_hu: A kreatívhoz társított médiatárbeli kép azonosítója

source: ID of the notification.
hu_hu: Az értesítés azonosítója.

source: ID of the user who generated the payout.
hu_hu: A kifizetést létrehozó felhasználó azonosítója.

source: ID or array of IDs for users who generated payouts. Default empty.
hu_hu: A kifizetéseket létrehozó felhasználók azonosítója vagy azonosítók tömbje. Alapértelmezés szerint üres.

source: Iceland
hu_hu: Izland

source: Icelandic Krona (kr) — ISK
hu_hu: Izlandi korona (kr) — ISK

source: Identity Verification
hu_hu: Személyazonosság ellenőrzése

source: Identity Verification Link
hu_hu: Személyazonosság-ellenőrzési hivatkozás

source: Identity verification
hu_hu: Személyazonosság ellenőrzése

source: Identity verification document
hu_hu: Személyazonosságot igazoló dokumentum

source: Identity verification, Bank account information
hu_hu: Személyazonosság ellenőrzése, bankszámlaadatok

source: If a username is not set or provided, the affiliate's email address will be used instead.
hu_hu: Ha nincs beállítva vagy megadva felhasználónév, akkor helyette a partner e-mail-címe kerül felhasználásra.

source: If the affiliate does not have a PayPal account they will receive a PayPal invitation to create an account. If the affiliate does not accept the invitation, the funds will be returned to your PayPal account.
hu_hu: Ha a partnernek nincs PayPal-fiókja, kap egy PayPal-meghívót fiók létrehozásához. Ha a partner nem fogadja el a meghívót, az összeg visszakerül az Ön PayPal-fiókjába.

source: If you are using an %1$sad blocker%2$s, please disable or whitelist the current page to load AffiliateWP correctly.
hu_hu: Ha %1$shirdetésblokkolót%2$s használ, kérjük, tiltsa le, vagy tegye fehérlistára az aktuális oldalt, hogy az AffiliateWP megfelelően betöltődjön.

source: If you have an existing license key, locate it on your
hu_hu: Ha már rendelkezik licenckulccsal, keresse meg a saját

source: If you receive a "denied" receipt from PayPal after processing a payout, the affiliate&#8217;s account may be suspended, cannot receive your site&#8217;s currency, or cannot receive payments from your country.
hu_hu: Ha a kifizetés feldolgozása után a PayPal-tól egy "denied" nyugtát kap, akkor előfordulhat, hogy a partner fiókja fel van függesztve, nem fogadhatja a webhelye pénznemét, vagy nem fogadhat kifizetéseket az Ön országából.

source: If you would like to connect this discount to an affiliate, enter the name of the affiliate it belongs to.
hu_hu: Ha ezt a kedvezményt egy partnerhez szeretné kapcsolni, írja be annak a partnernek a nevét, akihez tartozik.

source: Ignore Referrals with Zero Amount
hu_hu: Nulla összegű ajánlások figyelmen kívül hagyása

source: Ignore referrals with a zero amount. This can be useful for multi-price products that start at zero, or if a discount was used which resulted in a zero amount. NOTE: If this setting is enabled and a visit results in a zero referral, the visit will be considered not converted.
hu_hu: Hagyja figyelmen kívül a nulla összegű ajánlásokat. Ez hasznos lehet olyan, többáras termékeknél, amelyek nulláról indulnak, vagy ha olyan kedvezményt használtak, amely nulla összeget eredményezett. MEGJEGYZÉS: Ha ez a beállítás engedélyezve van, és egy látogatás nulla összegű ajánlást eredményez, a látogatás nem minősül konvertáltnak.

source: Image
hu_hu: Kép

source: Images
hu_hu: Képek

source: Import
hu_hu: Importálás

source: Import Affiliates
hu_hu: Partnerek importálása

source: Import CSV
hu_hu: CSV importálása

source: Import Referrals
hu_hu: Ajánlások importálása

source: Import Settings
hu_hu: Beállítások importálása

source: Import a CSV of affiliate records.
hu_hu: Partnerrekordokat tartalmazó CSV-fájl importálása.

source: Import a CSV of referral records.
hu_hu: Ajánlásrekordokat tartalmazó CSV-fájl importálása.

source: Import the AffiliateWP settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
hu_hu: Importálja az AffiliateWP beállításait egy .json fájlból. Ezt a fájlt a fenti űrlappal egy másik webhely beállításainak exportálásával szerezheti be.

source: Important Update in AffiliateWP 2.16.0: Creative Names Now Visible to Affiliates
hu_hu: Fontos frissítés az AffiliateWP 2.16.0-ban: a kreatívok nevei mostantól láthatók a partnerek számára

source: Improve your WordPress email deliverability and make sure that your website emails reach user's inbox with the #1 SMTP plugin for WordPress. Over 3 million websites use it to fix WordPress email issues.
hu_hu: Javítsa a WordPress e-mailek kézbesíthetőségét, és biztosítsa, hogy a webhelye e-mailjei eljussanak a felhasználók beérkező levelei közé a WordPress #1 SMTP-bővítményével. Több mint 3 millió webhely használja a WordPress e-mail problémáinak megoldására.

source: Improves email deliverability in WordPress.
hu_hu: Javítja az e-mailek kézbesíthetőségét a WordPressben.

source: In addition to the foregoing, %s reserves the right to terminate any Affiliate account at any time, for any violations of this Agreement or no reason.
hu_hu: A fentieken túlmenően a(z) %s fenntartja a jogot, hogy bármely partnerfiókot bármikor megszüntessen, e megállapodás bármely megsértése esetén vagy indoklás nélkül.

source: In order to get access to Addons, you need to <a href="%s">renew your license</a>.
hu_hu: A kiegészítőkhöz való hozzáféréshez <a href="%s">meg kell újítania a licencét</a>.

source: In review
hu_hu: Felülvizsgálat alatt

# post
source: In-Progress
hu_hu: Folyamatban

source: In-progress
hu_hu: Folyamatban

source: Inactive
hu_hu: Inaktív

source: Inappropriate advertisements (false claims, misleading hyperlinks, etc.).
hu_hu: Nem megfelelő hirdetések (valótlan állítások, félrevezető hivatkozások stb.).

source: Incorrect username or password
hu_hu: Helytelen felhasználónév vagy jelszó

source: Increase Store Credit
hu_hu: Áruházi jóváírás növelése
