Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Choose the payout method for this payout.
hu_hu: Válassza ki a kifizetés módját ehhez a kifizetéshez.

source: Choose your currency. Note that some payment gateways have currency restrictions.
hu_hu: Válassza ki a pénznemét. Vegye figyelembe, hogy egyes fizetési szolgáltatók pénznemkorlátozásokat alkalmaznak.

source: Claim ID
hu_hu: Igényazonosító

source: Clear Log
hu_hu: Napló törlése

source: Cleared %d affiliate Stripe connections. Affiliates will need to reconnect.
hu_hu: %d partner Stripe-kapcsolat törölve. A partnereknek újra kell csatlakozniuk.

source: Click <a href="%s">here</a> to add a payout method where you will receive your affiliate earnings.
hu_hu: Kattintson <a href="%s">ide</a>, hogy hozzáadjon egy kifizetési módot, amelyre megkapja a partneri bevételeit.

source: Click here
hu_hu: Kattintson ide

source: Click to insert this tag
hu_hu: Kattintson a címke beszúrásához

source: Clicking "Retry Payout" will create a new transfer.
hu_hu: A "Retry Payout" gombra kattintva új átutalás jön létre.

source: Client ID
hu_hu: Kliensazonosító

source: Close
hu_hu: Bezárás

source: Close panel
hu_hu: Panel bezárása

source: Cloudflare Turnstile is a free, puzzle-less CAPTCHA alternative that quietly validates visitors and stops bots without disruptive challenges, maintaining a seamless experience.
hu_hu: A Cloudflare Turnstile egy ingyenes, fejtörő nélküli CAPTCHA-alternatíva, amely észrevétlenül ellenőrzi a látogatókat, és zavaró kihívások nélkül megállítja a botokat, fenntartva a zökkenőmentes élményt.

source: Cloudflare Turnstile verification failed, please try again later.
hu_hu: A Cloudflare Turnstile ellenőrzése nem sikerült, kérjük, próbálja meg később újra.

source: Code Color
hu_hu: Kód színe

source: Code Copied!
hu_hu: Kód másolva!

source: Collapse
hu_hu: Összecsukás

source: Colombian Peso (COP$) — COP
hu_hu: Kolumbiai peso (COP$) — COP

source: Column one lists the visit URL in relative format, column two lists the referrer, and column three indicates whether the visit converted into a referral.
hu_hu: Az első oszlop a látogatás URL-jét sorolja fel relatív formátumban, a második a hivatkozót, a harmadik pedig jelzi, hogy a látogatás ajánlássá alakult-e.

source: Columns
hu_hu: Oszlopok

source: Coming Soon
hu_hu: Hamarosan

source: Commission Holding Period
hu_hu: Jutalék-visszatartási időszak

source: Commission Rate
hu_hu: Jutalék mértéke

source: Commissions
hu_hu: Jutalékok

source: Commissions will be paid once a month. For an Affiliate to receive a commission, the referred account must remain active for a minimum of 31 days.
hu_hu: A jutalékokat havonta egyszer fizetjük ki. Ahhoz, hogy egy partner jutalékot kapjon, az ajánlott fióknak legalább 31 napig aktívnak kell maradnia.

source: Company Name
hu_hu: Cégnév

source: Comparison operator used with 'amount'. Accepts '>', '<', '>=', '<=', '=', or '!='.
hu_hu: Az 'amount' mezővel használt összehasonlító operátor. Elfogadja a '>', '<', '>=', '<=', '=', vagy '!=' értékeket.

source: Compatible Plugins
hu_hu: Kompatibilis bővítmények

source: Complete
hu_hu: Befejezés

source: Complete Entry Management inside WordPress
hu_hu: Teljes bejegyzéskezelés a WordPressen belül

source: Complete Setup
hu_hu: Beállítás befejezése

source: Completed
hu_hu: Befejezett

source: Completed processing action %1$s with hook: %2$s
hu_hu: A(z) %1$s művelet feldolgozása befejeződött a következő hookkal: %2$s

source: Concise, clear text enhances conversions. We recommend a maximum of 150 characters for effective engagement.
hu_hu: A tömör, világos szöveg javítja a konverziót. A hatékony bevonás érdekében legfeljebb 150 karaktert javaslunk.

source: Configuration Error
hu_hu: Konfigurációs hiba

source: Configure
hu_hu: Beállítás

source: Configure %s settings
hu_hu: A(z) %s beállításainak konfigurálása

source: Configure PayPal Payouts
hu_hu: PayPal kifizetések konfigurálása

source: Configure Store Credit
hu_hu: Áruházi egyenleg konfigurálása

source: Configure Stripe Connect to send instant payments to affiliates via bank transfer.
hu_hu: A Stripe Connect konfigurálása az azonnali kifizetések partnereknek banki átutalással történő küldéséhez.

source: Configure Webhooks
hu_hu: Webhookok konfigurálása

source: Configure affiliate rates for this product variation
hu_hu: Partneri jutalékok beállítása ehhez a termékváltozathoz

source: Configure affiliate rates for this product. These settings will be used to calculate affiliate earnings per-sale.
hu_hu: Partneri jutalékok beállítása ehhez a termékhez. Ezeket a beállításokat használjuk az eladásonkénti partneri bevétel kiszámításához.

source: Configure how affiliates receive and use store credit as their payout method.
hu_hu: Annak beállítása, hogyan kapják és használják a partnerek az áruházi egyenleget kifizetési módszerként.

source: Configure how to send instant payments to affiliates via PayPal.
hu_hu: Annak beállítása, hogyan küldhetők azonnali kifizetések a partnereknek PayPalon keresztül.

source: Configure how you pay your affiliates.
hu_hu: Annak beállítása, hogyan fizet a partnereinek.

source: Confirm
hu_hu: Megerősítés

source: Confirm Deletion
hu_hu: Törlés megerősítése

source: Confirm Password
hu_hu: Jelszó megerősítése

source: Confirm Payout
hu_hu: Kifizetés megerősítése

source: Confirmation Heading
hu_hu: Megerősítés címsora

source: Confirmation Text
hu_hu: Megerősítő szöveg

source: Congrats, you're in! Start earning now
hu_hu: Gratulálunk, bent van! Kezdjen el most keresni

source: Congratulations %s!
hu_hu: Gratulálunk, %s!

source: Congratulations {name}!
hu_hu: Gratulálunk, {name}!

source: Congratulations! This site is now receiving automatic updates.
hu_hu: Gratulálunk! Ez a webhely mostantól automatikus frissítéseket kap.

source: Connect
hu_hu: Csatlakozás

source: Connect an e-commerce platform
hu_hu: E-kereskedelmi platform csatlakoztatása

source: Connect this coupon with an affiliate.
hu_hu: Kapcsolja össze ezt a kupont egy partnerrel.

source: Connect to %s
hu_hu: Csatlakozás a(z) %s szolgáltatáshoz

source: Connect to the %s.
hu_hu: Csatlakozás a(z) %s szolgáltatáshoz.

source: Connect with Stripe to receive secure, automated payouts directly to your bank account.
hu_hu: Csatlakozás a Stripe-hoz a biztonságos, automatizált kifizetések közvetlen bankszámlára történő fogadásához.

source: Connect with your visitors after they leave your website with the leading web push notification software. Over 10,000+ businesses worldwide use PushEngage to send 15 billion notifications each month.
hu_hu: Lépjen kapcsolatba látogatóival, miután elhagyták a webhelyét, a vezető webes push értesítési szoftverrel. Világszerte több mint 10 000 vállalkozás használja a PushEngage-et havi 15 milliárd értesítés küldésére.

source: Connect your form fields to information in the affiliate's account.
hu_hu: Kapcsolja össze az űrlapmezőket a partner fiókjának adataival.

source: Connected
hu_hu: Csatlakoztatva

source: Connected %s
hu_hu: Csatlakoztatva %s

source: Connection Status
hu_hu: Kapcsolat állapota

source: Connection inactive
hu_hu: Kapcsolat inaktív

source: Connection successful!
hu_hu: Kapcsolat sikeres!

source: Connection with License Manager has failed.
hu_hu: Nem sikerült kapcsolatot létesíteni a License Managerrel.

source: Constants
hu_hu: Konstansok

source: Contact Support
hu_hu: Kapcsolatfelvétel a támogatással

source: Context
hu_hu: Kontextus

source: Context for this referral (optional). Usually this is used to identify the payment system or integration that was used for the transaction.
hu_hu: Ennek az ajánlásnak a kontextusa (opcionális). Általában a tranzakcióhoz használt fizetési rendszert vagy integrációt azonosítja.

source: Context under which the referral was generated (usually the ontegration).
hu_hu: Az a kontextus, amely alatt az ajánlás létrejött (általában az integráció).

source: Context under which the visit was generated.
hu_hu: A látogatás létrejöttének kontextusa.

source: Conversion Rate
hu_hu: Konverziós arány

source: Conversion Rate (All Time)
hu_hu: Konverziós arány (mindenkori)

# Conversions column table header
source: Conversions
hu_hu: Konverziók

source: Convert customers into affiliates using the affiliate signup widget
hu_hu: Alakítsa az ügyfeleket partnerekké a partneri regisztrációs widget segítségével

source: ConvertKit API Key
hu_hu: ConvertKit API-kulcs

source: ConvertKit Form ID
hu_hu: ConvertKit űrlapazonosító

source: Converted
hu_hu: Konvertált

# Converted column table header
source: Converted
hu_hu: Konvertált

source: Converted Visits
hu_hu: Konvertált látogatások

source: Cookie Expiration
hu_hu: Süti lejárata

source: Cookie Sharing
hu_hu: Sütik megosztása

source: Copied!
hu_hu: Másolva!

source: Copy
hu_hu: Másolás

source: Copy Code
hu_hu: Kód másolása

source: Copy Coupon URL
hu_hu: Kupon URL másolása

source: Copy Link
hu_hu: Hivatkozás másolása

source: Copy and paste the following
hu_hu: Másolja és illessze be a következőt

source: Copy and paste the following:
hu_hu: Másolja és illessze be a következőt:

source: Copy link
hu_hu: Hivatkozás másolása

source: Copy the error message above and paste it in a message to the AffiliateWP support team.
hu_hu: Másolja a fenti hibaüzenetet, és illessze be egy üzenetbe az AffiliateWP támogatási csapatának.

source: Copy the signing secret from Stripe and add it here.
hu_hu: Másolja ki a Stripe aláírási titkát, és adja hozzá itt.

source: Copy this URL and add it as a Webhook endpoint in your %s.
hu_hu: Másolja ezt az URL-t, és adja hozzá Webhook végpontként a(z) %s felületén.

source: Could not access Stripe dashboard.
hu_hu: Nem sikerült elérni a Stripe irányítópultját.

source: Could not activate the plugin. Please activate it on the <a href="%s">Plugins page</a>.
hu_hu: Nem sikerült aktiválni a bővítményt. Kérjük, aktiválja a <a href=\"%s\">Bővítmények oldalon</a>.

source: Could not activate the plugin. Please activate it on the Plugins page.
hu_hu: Nem sikerült aktiválni a bővítményt. Kérjük, aktiválja a Bővítmények oldalon.

source: Could not activate the plugin. Plugin slug is empty.
hu_hu: Nem sikerült aktiválni a bővítményt. A bővítmény slug üres.

source: Could not be activated. Please deactivate from the Plugins page.
hu_hu: Nem sikerült aktiválni. Kérjük, deaktiválja a Bővítmények oldalon.

source: Could not be installed. Try again.
hu_hu: Nem sikerült telepíteni. Próbálja újra.

source: Could not copy affiliate link:
hu_hu: Nem sikerült másolni a partneri hivatkozást:

source: Could not deactivate the addon. Please deactivate from the Plugins page.
hu_hu: Nem sikerült deaktiválni a kiegészítőt. Kérjük, deaktiválja a Bővítmények oldalon.

source: Could not deactivate the plugin. Please activate it on the <a href="%s">Plugins page</a>.
hu_hu: Nem sikerült deaktiválni a bővítményt. Kérjük, aktiválja a <a href=\"%s\">Bővítmények oldalon</a>.

source: Could not determine platform country
hu_hu: Nem sikerült meghatározni a platform országát

source: Could not find as_schedule_recurring_action(), so could not schedule affiliate email summaries.
hu_hu: Nem található az as_schedule_recurring_action(), ezért nem sikerült ütemezni a partneri e-mail összefoglalókat.

source: Could not install the plugin automatically. Please <a href="%s" target="_blank" rel="noopener noreferrer">download</a> it and install it manually.
hu_hu: Nem sikerült automatikusan telepíteni a bővítményt. Kérjük, <a href="%s" target="_blank" rel="noopener noreferrer">töltse le</a>, és telepítse kézzel.

source: Could not install the plugin automatically. Please <a href="%s">download</a> it and install it manually.
hu_hu: Nem sikerült automatikusan telepíteni a bővítményt. Kérjük, <a href="%s">töltse le</a>, és telepítse kézzel.

source: Could not install the plugin. Please download and install it manually.
hu_hu: Nem sikerült telepíteni a bővítményt. Kérjük, töltse le, és telepítse kézzel.

source: Could not install the plugin. Please reload the page and try again.
hu_hu: Nem sikerült telepíteni a bővítményt. Kérjük, töltse újra az oldalt, és próbálja újra.

source: Could not process change for action: "%1$s" (ID: %2$d). Error: %3$s
hu_hu: Nem sikerült feldolgozni a módosítást a következő művelethez: "%1$s" (ID: %2$d). Hiba: %3$s

source: Could not schedule %1$s email summary because we could not find the function as_schedule_single_action().
hu_hu: Nem sikerült ütemezni a(z) %1$s e-mail összefoglalót, mert nem található az as_schedule_single_action() függvény.

source: Could not verify affiliate status. Payment may fail if account is restricted.
hu_hu: Nem sikerült ellenőrizni a partner státuszát. Ha a fiók korlátozott, a fizetés sikertelen lehet.

source: Could not verify connection
hu_hu: Nem sikerült ellenőrizni a kapcsolatot

source: Cound not send affiliate email summaries because WP Mail SMTP is not configured.
hu_hu: Nem sikerült elküldeni a partneri e-mail összefoglalókat, mert a WP Mail SMTP nincs konfigurálva.

source: Cound not send affiliate email summaries because it has not been enabled.
hu_hu: Nem sikerült elküldeni a partneri e-mail összefoglalókat, mert ez nincs engedélyezve.

source: Cound not send affiliate email summaries because it is not supported on multisite.
hu_hu: Nem sikerült elküldeni a partneri e-mail összefoglalókat, mert nem támogatott multisite környezetben.

source: Count
hu_hu: Darab

source: Country Where The Business Is Legally Established
hu_hu: A vállalkozás jogi bejegyzésének országa

source: Coupon Code
hu_hu: Kuponkód

source: Coupon Format
hu_hu: Kupon formátuma

source: Coupon Template
hu_hu: Kuponsablon

source: Coupon URL copied!
hu_hu: Kupon URL kimásolva!

source: Coupon and Deal Sites
hu_hu: Kupon- és akciós oldalak

source: Coupon codes are applied differently now (dynamically) instead of being written to the database, this is no longer needed.
hu_hu: A kuponkódok mostantól másként (dinamikusan) kerülnek alkalmazásra, nem pedig az adatbázisba íródnak; erre többé nincs szükség.

source: Coupons
hu_hu: Kuponok

source: Coupons are now generated automatically and dynamically.
hu_hu: A kuponok mostantól automatikusan és dinamikusan jönnek létre.

source: Create Affiliate Accounts for Users
hu_hu: Partnerfiókok létrehozása a felhasználók számára

source: Create Custom Link
hu_hu: Egyéni hivatkozás létrehozása

source: Create Pages and Update Settings
hu_hu: Oldalak létrehozása és beállítások frissítése

source: Create Terms of Use Page
hu_hu: Felhasználási feltételek oldal létrehozása

source: Create Your First Affiliate Registration Form
hu_hu: Hozza létre első partner-regisztrációs űrlapját

source: Create a New Terms of Use Page
hu_hu: Új Felhasználási feltételek oldal létrehozása

source: Create an affiliate registration form using AffiliateWP.
hu_hu: Hozzon létre partner-regisztrációs űrlapot az AffiliateWP használatával.

source: Create dynamic coupon for affiliate?
hu_hu: Dinamikus kupon létrehozása a partner számára?

source: Create new pages and update settings.
hu_hu: Hozzon létre új oldalakat és frissítse a beállításokat.

source: Created
hu_hu: Létrehozva

source: Creative
hu_hu: Kreatív

source: Creative Active since %s.
hu_hu: A kreatív %s óta aktív.

source: Creative Categories
hu_hu: Kreatív kategóriák

# Creative ID, creative name
source: Creative ID #%1$d: %2$s
hu_hu: Kreatív azonosító #%1$d: %2$s

source: Creative Inactive since %s.
hu_hu: A kreatív %s óta inaktív.

source: Creative activated
hu_hu: Kreatív aktiválva

source: Creative added successfully
hu_hu: Kreatív sikeresen hozzáadva

source: Creative currently Active until %s.
hu_hu: A kreatív jelenleg %s-ig aktív.

source: Creative deactivated
hu_hu: Kreatív deaktiválva

source: Creative deleted successfully
hu_hu: Kreatív sikeresen törölve

source: Creative updated successfully
hu_hu: Kreatív sikeresen frissítve

source: Creative will become Active on %1$s until %2$s.
hu_hu: A kreatív %1$s és %2$s között lesz aktív.

source: Creative will become Active on %s.
hu_hu: A kreatív %s-tól/-től lesz aktív.

source: Creatives
hu_hu: Kreatívok

source: Creatives have been successfully updated
hu_hu: A kreatívok sikeresen frissítve lettek

source: Creatives have been successfully updated.
hu_hu: A kreatívok sikeresen frissítve lettek.

source: Creatives table column to order by.
hu_hu: A Kreatívok táblázat rendezési oszlopa.

source: Credit Last Referrer
hu_hu: Az utolsó ajánló jóváírása

source: Credit the last affiliate who referred the customer.
hu_hu: A vásárlót utoljára ajánló partner jóváírása.

source: Critical alert when Stripe reverses a transfer.
hu_hu: Kritikus riasztás, amikor a Stripe visszafordít egy átutalást.

source: Croatia
hu_hu: Horvátország

source: Currency
hu_hu: Pénznem

source: Currency Settings
hu_hu: Pénznem beállításai

source: Currency Symbol Position
hu_hu: Pénznemszimbólum pozíciója

source: Currency for the referral amount.
hu_hu: A jutalék összegének pénzneme.

source: Currency: %s
hu_hu: Pénznem: %s

source: Current Balance
hu_hu: Jelenlegi egyenleg

source: Current Month
hu_hu: Aktuális hónap

source: Custom
hu_hu: Egyéni

source: Custom Amount
hu_hu: Egyéni összeg

source: Custom Emails
hu_hu: Egyéni e-mailek

source: Custom Link
hu_hu: Egyéni hivatkozás

source: Custom Link Generator
hu_hu: Egyéni hivatkozás generátor

source: Custom Rate
hu_hu: Egyedi jutalék

source: Custom Rate: %s
hu_hu: Egyedi jutalék: %s

source: Custom Text
hu_hu: Egyedi szöveg

source: Custom data stored for this referral (optional).
hu_hu: Ehhez az ajánláshoz tárolt egyedi adatok (opcionális).

source: Custom email added by extension: %s
hu_hu: Bővítmény által hozzáadott egyedi e-mail: %s

source: Custom referral data.
hu_hu: Egyedi ajánlási adatok.

source: Custom text
hu_hu: Egyedi szöveg

source: Customer Email
hu_hu: Vásárló e-mail-címe

source: Customer ID
hu_hu: Vásárló azonosítója

source: Customer ID or comma-separated list of IDs to exclude.
hu_hu: Kizárandó vásárlóazonosító vagy azonosítók vesszővel elválasztott listája.

source: Customer IP address.
hu_hu: Vásárló IP-címe.

source: Customer added successfully
hu_hu: A vásárló sikeresen hozzáadva

source: Customer email.
hu_hu: Vásárló e-mail-címe.

source: Customer first name.
hu_hu: Vásárló keresztneve.

source: Customer last name.
hu_hu: Vásárló vezetékneve.

source: Customer update failed, please try again
hu_hu: A vásárló frissítése nem sikerült, próbálja meg újra

source: Customer updated successfully
hu_hu: A vásárló sikeresen frissítve

source: Customer wasn&#8217;t added, please try again.
hu_hu: A vásárló hozzáadása nem sikerült, próbálja meg újra.

source: Customers table column to order by.
hu_hu: A vásárlók táblázatának rendezési oszlopa.

source: Cyprus
hu_hu: Ciprus

source: Czech Koruna (Kč) — CZK
hu_hu: Cseh korona (Kč) — CZK

source: Czech Republic
hu_hu: Csehország

source: Danish Krone (kr) — DKK
hu_hu: Dán korona (kr) — DKK

source: Dark Theme
hu_hu: Sötét téma

source: Data Management
hu_hu: Adatkezelés

source: Data Preview
hu_hu: Adatok előnézete

source: Data store:
hu_hu: Adattár:

source: Database error.
hu_hu: Adatbázis-hiba.

source: Date
hu_hu: Dátum

# payout
source: Date
hu_hu: Dátum

# visit
source: Date
hu_hu: Dátum

source: Date Created
hu_hu: Létrehozás dátuma

source: Date of Birth
hu_hu: Születési dátum

source: Date of birth
hu_hu: Születési dátum

# visit
source: Date: %1$s (%2$s)
hu_hu: Dátum: %1$s (%2$s)

source: Day
hu_hu: Nap

source: Deactivate
hu_hu: Deaktiválás

source: Deactivate License
hu_hu: Licenc deaktiválása

source: Deactivate Now
hu_hu: Deaktiválás most

source: Deactivate your license key to make changes to this setting.
hu_hu: A beállítás módosításához deaktiválja a licenckulcsot.

source: Deactivating...
hu_hu: Deaktiválás folyamatban...

source: Deadline: %s
hu_hu: Határidő: %s

source: Debug Assistant
hu_hu: Hibakereső segéd

source: Debug Log
hu_hu: Hibakeresési napló

source: Debug mode is globally enabled via <code>AFFILIATE_WP_DEBUG</code> set in <code>wp-config.php</code>. This setting cannot be modified from this screen. Logs are kept in <a href="%s">Affiliates > Tools</a>.
hu_hu: A hibakeresési mód globálisan engedélyezve van a <code>wp-config.php</code> fájlban beállított <code>AFFILIATE_WP_DEBUG</code> által. Ez a beállítás ezen a képernyőn nem módosítható. A naplók a <a href="%s">Affiliates > Tools</a> alatt találhatók.

source: Debug mode is: %s
hu_hu: A hibakeresési mód: %s

source: Decimal Separator
hu_hu: Tizedes elválasztó

source: Decrease Store Credit
hu_hu: Boltjóváírás csökkentése

source: Default
hu_hu: Alapértelmezett

source: Default Commission Settings
hu_hu: Alapértelmezett jutalékbeállítások

source: Default Group
hu_hu: Alapértelmezett csoport

source: Default Referral Format
hu_hu: Alapértelmezett ajánlói formátum

source: Default Referral Status
hu_hu: Alapértelmezett ajánlás állapota

source: Default Referral URL
hu_hu: Alapértelmezett ajánlói URL

source: Default Template
hu_hu: Alapértelmezett sablon

source: Default X Post
hu_hu: Alapértelmezett X-bejegyzés

source: Default email settings for your affiliate program
hu_hu: Alapértelmezett e-mail beállítások a partnerprogramjához

source: Delete
hu_hu: Törlés

source: Delete %s
hu_hu: %s törlése

source: Delete Coupon
hu_hu: Kupon törlése

source: Deleted %1$s %2$s.
hu_hu: Törölve: %1$s %2$s.

source: Deleting a %1$s does not delete the %2$s in that %1$s.
hu_hu: Egy %1$s törlése nem törli az abban lévő %2$s elemeket.

source: Denmark
hu_hu: Dánia

source: Depending on the size of your database, this upgrade could take some time.
hu_hu: Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.

source: Deprecated
hu_hu: Elavult

source: Describes the %1$s.
hu_hu: Leírja a(z) %1$s-t.

source: Description
hu_hu: Leírás

# Description column table header
source: Description
hu_hu: Leírás

source: Description for the creative.
hu_hu: A kreatív leírása.

source: Destination logger must be configured before running a migration
hu_hu: A cél naplózót a migráció futtatása előtt kell konfigurálni

source: Destination store must be configured before running a migration
hu_hu: A céláruházat a migráció futtatása előtt kell konfigurálni

source: Details
hu_hu: Részletek

source: Development versions can sometimes be unstable and should <em>never</em> be tested on a live site. If you feel you may have installed this version of AffiliateWP in error, you can get a copy of the latest stable version from your <a href="%s" target="_blank">account page</a>.
hu_hu: A fejlesztői verziók időnként instabilak lehetnek, és <em>soha</em> nem szabad éles oldalon tesztelni őket. Ha úgy érzi, hogy tévedésből ezt az AffiliateWP-verziót telepítette, a legújabb stabil verziót letöltheti a <a href="%s" target="_blank">fiókoldaláról</a>.

source: Did You Forget Something?
hu_hu: Elfelejtett valamit?

source: Did you forget something? Your AffiliateWP license is missing.
hu_hu: Elfelejtett valamit? Hiányzik az AffiliateWP-licenc.

# direct traffic
source: Direct
hu_hu: Közvetlen

source: Direct Link Tracking
hu_hu: Közvetlen linkkövetés

source: Direct Traffic
hu_hu: Közvetlen forgalom

source: Direct traffic
hu_hu: Közvetlen forgalom

source: Disable Affiliate Email
hu_hu: Partner e-mailjének letiltása

source: Disable Email Summaries
hu_hu: E-mail összefoglalók letiltása

source: Disable Email Summaries monthly delivery. %1$s
hu_hu: Az e-mail összefoglalók havi kézbesítésének letiltása. %1$s

source: Disable IP Address Logging
hu_hu: IP-cím naplózásának letiltása

source: Disable Referrals
hu_hu: Ajánlások letiltása

source: Disable Referrals on Subscription Switch
hu_hu: Ajánlások letiltása előfizetésváltáskor

source: Disable Referrals on Upgrades
hu_hu: Ajánlások letiltása frissítések esetén

source: Disable Renewal Referrals
hu_hu: Megújítási ajánlások letiltása
