Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Third-Party Email Notifications
hu_hu: Harmadik fél e-mail értesítései

source: This Month
hu_hu: Ez a hónap

source: This Quarter
hu_hu: Ez a negyedév

source: This Week
hu_hu: Ez a hét

source: This Year
hu_hu: Ez az év

source: This action will:
hu_hu: Ez a művelet a következőket teszi:

source: This affiliate account does not have a Paypal email attached
hu_hu: Ehhez a partnerfiókhoz nincs PayPal e-mail cím hozzárendelve

source: This affiliate cannot receive payments at this time.
hu_hu: Ez a partner jelenleg nem tud kifizetéseket fogadni.

source: This affiliate cannot receive payments. Their Stripe account is restricted%s. The affiliate needs to complete their Stripe account setup.
hu_hu: Ez a partner nem tud kifizetéseket fogadni. A Stripe-fiókjuk korlátozott%s. A partnernek be kell fejeznie a Stripe-fiók beállítását.

source: This affiliate is in an affiliate group that has a custom flat rate basis setting which will override this as long as they remain in that affiliate group.
hu_hu: Ez a partner olyan partnercsoportban van, amely egyéni fix díjalap beállítással rendelkezik, amely felülírja ezt mindaddig, amíg abban a partnercsoportban marad.

source: This affiliate is in an affiliate group that has a custom rate setting which will override this as long as they remain in that affiliate group.
hu_hu: Ez a partner olyan partnercsoportban van, amely egyéni ráta beállítással rendelkezik, amely felülírja ezt, amíg abban a partnercsoportban marad.

source: This affiliate is in an affiliate group that has a custom rate type setting which will override this as long as they remain in that affiliate group.
hu_hu: Ez a partner olyan partnercsoportban van, amely egyéni rátatípus-beállítással rendelkezik, amely felülírja ezt, amíg abban a partnercsoportban marad.

source: This affiliate is in an affiliate group that may have a custom rate, rate type, and/or flat rate basis setting that may be adjusting this value.
hu_hu: Ez a partner olyan partnercsoportban van, amelynek lehet egyéni ráta-, rátatípus- és/vagy fix díjalap-beállítása, amely módosíthatja ezt az értéket.

source: This affiliate is not connected to Stripe. They need to connect their Stripe account before they can receive payments.
hu_hu: Ez a partner nincs összekapcsolva a Stripe-pal. A kifizetések fogadása előtt össze kell kapcsolniuk a Stripe-fiókjukat.

source: This affiliate user account has been deleted
hu_hu: Ez a partner felhasználói fiókja törölve lett.

source: This affiliate was awarded a successful commission for this order. Currently this cannot be changed.
hu_hu: Ez a partner sikeres jutalékjóváírásban részesült ehhez a rendeléshez. Jelenleg ez nem módosítható.

source: This allows you to review affiliate applications and send appropriate acceptance or rejection emails.
hu_hu: Ez lehetővé teszi a partnerjelentkezések áttekintését és a megfelelő elfogadó vagy elutasító e-mailek küldését.

source: This coupon can&#8217;t be used at the moment
hu_hu: Ezt a kupont jelenleg nem lehet felhasználni

source: This creative can only be seen by specific affiliates and/or affiliate groups.
hu_hu: Ezt a kreatívot csak bizonyos partnerek és/vagy partnercsoportok láthatják.

source: This creative’s name has not been updated and affiliates will see it as “Creative” on your website.
hu_hu: Ennek a kreatívnak a neve nem frissült, és a partnerek “Creative” néven fogják látni a webhelyén.

source: This data will be deleted in %s.
hu_hu: Ez az adat %s múlva törlődik.

source: This description only appears here in the dashboard (admin) and can only be seen by administrators and those who can manage %1$s.
hu_hu: Ez a leírás csak itt, a vezérlőpulton (admin) jelenik meg, és csak az adminisztrátorok és a(z) %1$s kezelésére jogosultak láthatják.

source: This email notification requires the "Require Approval" setting to be enabled. When enabled, new affiliate applications will need to be manually approved before affiliates can start earning referrals.
hu_hu: Ehhez az e-mail értesítéshez engedélyezni kell a „Require Approval” beállítást. Engedélyezés után az új partnerjelentkezéseket manuálisan kell jóváhagyni, mielőtt a partnerek elkezdhetnének ajánlások után jutalékot szerezni.

source: This email was auto-generated and sent from <a href="%1$s" style="color: #a09e9e;">%2$s</a>.
hu_hu: Ez az e-mail automatikusan készült, és innen lett elküldve: <a href="%1$s" style="color: #a09e9e;">%2$s</a>.

source: This email was auto-generated and sent from <a href="%1$s" style="color: #a09e9e;">%2$s</a>.<br><a href="%3$s" style="color: #a09e9e;">Click here</a> to disable these emails.
hu_hu: Ez az e-mail automatikusan készült, és innen lett elküldve: <a href="%1$s" style="color: #a09e9e;">%2$s</a>.<br><a href="%3$s" style="color: #a09e9e;">Kattintson ide</a> ezeknek az e-maileknek a letiltásához.

source: This feature is only available for Express accounts that have completed onboarding.
hu_hu: Ez a funkció csak azoknál az Express-fiókoknál érhető el, amelyek befejezték az onboarding folyamatot.

source: This field is required.
hu_hu: Ez a mező kötelező.

source: This field must be mapped for the import to proceed.
hu_hu: Ezt a mezőt le kell képezni az import folytatásához.

source: This group is the default group.
hu_hu: Ez a csoport az alapértelmezett csoport.

source: This is the page where affiliates will log in to access their affiliate account.
hu_hu: Ez az az oldal, ahol a partnerek bejelentkeznek a partnerfiókjuk eléréséhez.

source: This is the page where affiliates will manage their affiliate account.
hu_hu: Ez az az oldal, ahol a partnerek kezelik a partnerfiókjukat.

source: This is the page where your visitors will register to become affiliates.
hu_hu: Ez az az oldal, ahol a látogatók regisztrálnak, hogy partnerré váljanak.

source: This is the rate all affiliates in this group will be assigned (regardless of their own settings or the site default).
hu_hu: Ez az a ráta, amelyet a csoport összes partneréhez hozzárendelünk (függetlenül a saját beállításaiktól vagy az oldal alapértelmezett értékétől).

source: This is used for communication between your site and Cloudflare Turnstile. Be sure to keep it a secret.
hu_hu: Ezt a webhelye és a Cloudflare Turnstile közötti kommunikációhoz használjuk. Ügyeljen rá, hogy titokban tartsa.

source: This is used for communication between your site and Google reCAPTCHA. Be sure to keep it a secret.
hu_hu: Ezt a webhelye és a Google reCAPTCHA közötti kommunikációhoz használjuk. Ügyeljen rá, hogy titokban tartsa.

source: This is used for communication between your site and hCaptcha. Be sure to keep it a secret.
hu_hu: Ezt a webhelye és a hCaptcha közötti kommunikációhoz használjuk. Ügyeljen rá, hogy titokban tartsa.

source: This is used to identify your site to Cloudflare Turnstile. Get your keys from the Cloudflare dashboard.
hu_hu: Ezzel azonosítható a webhelye a Cloudflare Turnstile számára. A kulcsokat a Cloudflare irányítópultján szerezheti be.

source: This is used to identify your site to Google reCAPTCHA.
hu_hu: Ezzel azonosítható a webhelye a Google reCAPTCHA számára.

source: This is used to identify your site to hCaptcha. Get your keys from the hCaptcha dashboard.
hu_hu: Ezzel azonosítható a webhelye a hCaptcha számára. A kulcsokat a hCaptcha irányítópultján szerezheti be.

source: This license key doesn&#8217;t appear to be valid. Try again?
hu_hu: Úgy tűnik, ez a licenckulcs érvénytelen. Megpróbálja újra?

source: This license key has expired.
hu_hu: Ez a licenckulcs lejárt.

source: This method will be removed in the near future.
hu_hu: Ezt a módszert hamarosan eltávolítjuk.

source: This payment will be sent to the affiliate's Stripe account, but they cannot withdraw funds to their bank until they complete verification.
hu_hu: Ez a kifizetés a partner Stripe-fiókjába kerül, de a bankjukba nem tudnak pénzt kiutalni, amíg a hitelesítést be nem fejezik.

source: This payout has %s. Please review individual transfers.
hu_hu: Ehhez a kifizetéshez %s tartozik. Kérjük, tekintse át az egyes átutalásokat.

source: This plugin
hu_hu: Ez a bővítmény

source: This plugin is not fully active.
hu_hu: Ez a bővítmény nincs teljesen aktiválva.

source: This problem is easy to fix!
hu_hu: Ez a probléma könnyen orvosolható!

source: This rate will be used to calculate affiliate earnings when members register their account with this subscription. Leave blank to use the site default referral rate.
hu_hu: Ezt az arányt a partner jutalékának kiszámításához használjuk, amikor a tagok ezzel az előfizetéssel regisztrálják a fiókjukat. Hagyja üresen a webhely alapértelmezett ajánlási arányának használatához.

source: This rate will be used to calculate affiliate earnings when members subscribe to this level. Leave blank to use the site default referral rate.
hu_hu: Ezt az arányt a partner jutalékának kiszámításához használjuk, amikor a tagok feliratkoznak erre a szintre. Hagyja üresen a webhely alapértelmezett ajánlási arányának használatához.

source: This referral is currently within the commission holding period.
hu_hu: Ez az ajánlás jelenleg a jutalék-visszatartási időszakban van.

source: This resource is provided by your web host, and is specific to your site. For more information, <a href="%s" target="_blank">see the official WordPress documentation</a>.
hu_hu: Ezt az erőforrást a tárhelyszolgáltatója biztosítja, és a webhelyére jellemző. További információért <a href="%s" target="_blank">lásd a hivatalos WordPress dokumentációt</a>.

source: This review may use up more AI credits than usual, are you sure you want to use ${credits} AI credits for this application?
hu_hu: Ez az értékelés a szokásosnál több AI kreditet használhat el, biztosan fel kíván használni ${credits} AI kreditet ehhez az alkalmazáshoz?

source: This screen provides access to your site&#8217;s referral history.
hu_hu: Ez a képernyő hozzáférést biztosít a webhelye ajánlási előzményeihez.

source: This screen provides access to your site&#8217;s visit history.
hu_hu: Ez a képernyő hozzáférést biztosít a webhelye látogatási előzményeihez.

source: This section shows details of Action Scheduler.
hu_hu: Ez a szakasz az Action Scheduler részleteit mutatja.

source: This setting is disabled because this coupon is designated as a dynamic coupon template. Visit <a href="%s" target="_blank">Settings &rarr; Coupons</a> to configure dynamic coupons.
hu_hu: Ez a beállítás le van tiltva, mert ez a kupon dinamikus kuponsablonként van megjelölve. A dinamikus kuponok beállításához látogasson el a <a href="%s" target="_blank">Beállítások &rarr; Kuponok</a> menüpontra.

source: This setting will be used to calculate affiliate earnings per-donation. Leave blank to use default affiliate rates.
hu_hu: Ezt a beállítást a partner jutalékának adományonkénti kiszámításához használjuk. Hagyja üresen az alapértelmezett partneri jutalékráták használatához.

source: This username is invalid because it uses illegal characters. Please enter a valid username.
hu_hu: Ez a felhasználónév érvénytelen, mert tiltott karaktereket tartalmaz. Adjon meg egy érvényes felhasználónevet.

source: This usually means the API keys have been changed or the affiliate needs to reconnect.
hu_hu: Ez általában azt jelenti, hogy az API-kulcsokat megváltoztatták, vagy a partnernek újra kell csatlakoznia.

source: This will be displayed above the Payouts Service registration form fields. Here you can explain to your affiliates how/why to register for the Payouts Service.
hu_hu: Ez a Payouts Service regisztrációs űrlapmezői felett jelenik meg. Itt elmagyarázhatja partnereinek, hogyan/miért regisztráljanak a Payouts Service-re.

source: This will be displayed at the top of each tab of the Affiliate Area for affiliates that have not registered their payout account.
hu_hu: Ez a Partnerterület minden lapjának tetején megjelenik azoknál a partnereknél, akik még nem regisztrálták a kifizetési fiókjukat.

source: This will mark all unpaid referrals in this timeframe as paid. To export referrals with a status other than <em>unpaid</em>, go to the <a href="%s">Tools &rarr; Export</a> page.
hu_hu: Ez a megadott időtartományban minden kifizetetlen ajánlást kifizetettnek jelöl. Ha az <em>kifizetetlen</em>-től eltérő állapotú ajánlásokat szeretne exportálni, lépjen a <a href="%s">Eszközök &rarr; Export</a> oldalra.

source: This will prevent this product from generating referral commissions for affiliates.
hu_hu: Ez megakadályozza, hogy ez a termék ajánlási jutalékot termeljen a partnereknek.

source: This will send payments via Paypal for all unpaid referrals in the specified timeframe.
hu_hu: Ez a megadott időtartományban minden kifizetetlen ajánlás kifizetését Paypalon keresztül küldi el.

source: Thousands Separator
hu_hu: Ezres elválasztó

source: To
hu_hu: Eddig

# date filter
source: To
hu_hu: Eddig

source: To - mm/dd/yyyy
hu_hu: Eddig - mm/dd/yyyy

source: To access addons please enter and activate your AffiliateWP license key in the plugin <a href="%s">settings</a>.
hu_hu: A kiegészítők eléréséhez adja meg és aktiválja az AffiliateWP licenckulcsát a bővítmény <a href="%s">beállításaiban</a>.

source: To begin, click Affiliates (under AffiliateWP) in the left-hand menu and then click the Add New button.
hu_hu: Kezdésként kattintson a bal oldali menüben az Affiliates (AffiliateWP alatt) menüpontra, majd az Új hozzáadása gombra.

source: To connect this coupon to an affiliate, enter the username of the affiliate. Anytime this coupon is redeemed, the connected affiliate will receive a referral commission.
hu_hu: A kupon partnerhez kapcsolásához adja meg a partner felhasználónevét. Valahányszor ezt a kupont beváltják, a kapcsolt partner ajánlási jutalékot kap.

source: To continue using AffiliateWP without interruption, you need to enter your license key right away.
hu_hu: Az AffiliateWP zavartalan használatához azonnal meg kell adnia a licenckulcsát.

source: To continue using AffiliateWP without interruption, you need to enter your license key right away. Here's how:
hu_hu: Az AffiliateWP zavartalan használatához azonnal meg kell adnia a licenckulcsát. Így:

source: To copy the system info, click below then press Ctrl + C (PC) or Cmd + C (Mac).
hu_hu: A rendszerinformációk másolásához kattintson alább, majd nyomja meg a Ctrl + C (PC) vagy a Cmd + C (Mac) billentyűket.

source: To pay a specific affiliate, enter the affiliate&#8217;s login name, first name, or last name. Leave blank to pay all affiliates.
hu_hu: Egy adott partner kifizetéséhez adja meg a partner bejelentkezési nevét, keresztnevét vagy vezetéknevét. Hagyja üresen az összes partner kifizetéséhez.

source: To receive payouts via Stripe, please <a href="%s" class="affwp-stripe-notice__link">set up Stripe payouts</a>.
hu_hu: Kifizetések Stripe-on keresztüli fogadásához kérjük, <a href="%s" class="affwp-stripe-notice__link">állítsa be a Stripe-kifizetéseket</a>.

source: To receive your referral payouts, we'll set up a secure Stripe account for you. This allows us to send payments directly to your bank account. Click below to provide your basic information - Stripe will guide you through a quick verification process to ensure secure payments.
hu_hu: Az ajánlási kifizetései fogadásához biztonságos Stripe-fiókot állítunk be az Ön számára. Ez lehetővé teszi, hogy a kifizetéseket közvetlenül a bankszámlájára küldjük. Kattintson alább, és adja meg alapvető adatait - a Stripe egy gyors ellenőrzési folyamaton vezet végig a biztonságos kifizetések érdekében.

source: To receive your referral payouts, we'll set up a secure Stripe account for you. This allows us to send payments directly to your bank account. Stripe will guide you through a quick verification process to ensure secure payments.
hu_hu: Az ajánlási kifizetései fogadásához biztonságos Stripe-fiókot állítunk be az Ön számára. Ez lehetővé teszi, hogy a kifizetéseket közvetlenül a bankszámlájára küldjük. A Stripe egy gyors ellenőrzési folyamaton vezet végig a biztonságos kifizetések érdekében.

source: To search for an affiliate, enter the affiliate&#8217;s login name, first name, or last name. Leave blank to export payouts for all affiliates.
hu_hu: Partner kereséséhez adja meg a partner bejelentkezési nevét, keresztnevét vagy vezetéknevét. Hagyja üresen az összes partner kifizetéseinek exportálásához.

source: To search for an affiliate, enter the affiliate&#8217;s login name, first name, or last name. Leave blank to export referrals for all affiliates.
hu_hu: Partner kereséséhez adja meg a partner bejelentkezési nevét, keresztnevét vagy vezetéknevét. Hagyja üresen az összes partner ajánlásainak exportálásához.

source: To search for an affiliate, enter the affiliate&#8217;s login name, first name, or last name. Leave blank to export visits for all affiliates.
hu_hu: Partner kereséséhez adja meg a partner bejelentkezési nevét, keresztnevét vagy vezetéknevét. Hagyja üresen az összes partner látogatásainak exportálásához.

source: To see the Affiliate Area, log in as an existing affiliate, or add your account as an affiliate.
hu_hu: A Partnerterület megtekintéséhez jelentkezzen be meglévő partnerként, vagy adja hozzá saját fiókját partnerként.

source: To set your password, visit the following address:
hu_hu: A jelszó beállításához látogasson el a következő címre:

source: Today
hu_hu: Ma

source: Toggle to enable or disable %s payment method for affiliates
hu_hu: Kapcsoló a(z) %s kifizetési mód engedélyezéséhez vagy letiltásához a partnerek számára

source: Tools
hu_hu: Eszközök

source: Top %1$s Most Valuable Affiliates
hu_hu: A %1$s legértékesebb partnerek

source: Top 10 Highest Converting URLs
hu_hu: 10 legjobban konvertáló URL

source: Top 10 Highest Converting URLs:
hu_hu: 10 legjobban konvertáló URL:

source: Top Earning Affiliate
hu_hu: Legtöbbet kereső partner

source: Top Referrer
hu_hu: Legfőbb hivatkozó

source: Top-rated WordPress donation and fundraising plugin. Over 10,000+ non-profit organizations and website owners use Charitable to create fundraising campaigns and raise more money online.
hu_hu: A legjobbra értékelt WordPress adomány- és adománygyűjtő bővítmény. Több mint 10 000 nonprofit szervezet és weboldal-tulajdonos használja a Charitable-t adománygyűjtő kampányok létrehozására és több pénz online gyűjtésére.

# Total amount for a Payouts Service payout
source: Total
hu_hu: Összesen

source: Total Affiliate Sales Earnings
hu_hu: Összes partneri értékesítési kereset

source: Total Affiliates
hu_hu: Összes partner

source: Total Affiliates: %s
hu_hu: Összes partner: %s

source: Total Creatives: %s
hu_hu: Összes kreatív: %s

source: Total Customers: %s
hu_hu: Összes vásárló: %s

source: Total Earnings
hu_hu: Összes kereset

source: Total Earnings (All Time)
hu_hu: Összes kereset (mindösszesen)

source: Total Earnings Generated
hu_hu: Összes keletkezett kereset

source: Total Earnings Paid
hu_hu: Összes kifizetett kereset

source: Total Earnings Paid (All Time)
hu_hu: Összes kifizetett kereset (mindösszesen)

source: Total Field
hu_hu: Összesítő mező

source: Total Payouts Count
hu_hu: Kifizetések teljes száma

source: Total Payouts Count (All Time)
hu_hu: Kifizetések teljes száma (mindösszesen)

source: Total Payouts: %s
hu_hu: Összes kifizetés: %s

source: Total Program Revenue
hu_hu: A program összes bevétele

source: Total Referrals
hu_hu: Összes ajánlás

source: Total Referrals: %s
hu_hu: Összes ajánlás: %s

source: Total Sales: %s
hu_hu: Összes értékesítés: %s

source: Total Unpaid Earnings (All Time)
hu_hu: Összes ki nem fizetett kereset (mindösszesen)

source: Total Visits
hu_hu: Összes látogatás

source: Total Visits (All Time)
hu_hu: Összes látogatás (mindösszesen)

source: Total Visits: %s
hu_hu: Összes látogatás: %s

source: Total amount earned by affiliates as a result of affiliate-generated sales.
hu_hu: A partnerek által a partneri értékesítések eredményeként megkeresett teljes összeg.

source: Total amount of paid earnings (all time) for all affiliates.
hu_hu: Az összes partner kifizetett keresetének teljes összege (mindösszesen).

source: Total amount of paid earnings (all time) for the given affiliate.
hu_hu: Az adott partner kifizetett keresetének teljes összege (mindösszesen).

source: Total amount of paid earnings by the selected date range for all affiliates.
hu_hu: Az összes partner kifizetett keresetének teljes összege a kiválasztott dátumtartományban.

source: Total amount of unpaid earnings (all time) for the given affiliate.
hu_hu: Az adott partner ki nem fizetett keresetének teljes összege (mindösszesen).

source: Total amount of unpaid earnings by the selected date range for all affiliates.
hu_hu: Az összes partner ki nem fizetett keresetének teljes összege a kiválasztott dátumtartományban.

source: Total number of affiliate-generated sales.
hu_hu: A partneri értékesítések teljes száma.

source: Total referrals amount for the payout.
hu_hu: A kifizetéshez tartozó ajánlások összértéke.

source: Total revenue earned as a result of affiliate-generated sales, with affiliate earnings deducted.
hu_hu: A partneri értékesítésekből származó teljes bevétel, a partnerjutalék levonása után.

source: Total revenue earned as a result of affiliate-generated sales.
hu_hu: A partneri értékesítésekből származó teljes bevétel.

source: Total visits
hu_hu: Összes látogatás

source: Total: %1$s
hu_hu: Összesen: %1$s

source: Totals
hu_hu: Összesítések

source: Track each individual affiliate’s traffic and sales directly inside Google Analytics.
hu_hu: Kövesse minden egyes partner forgalmát és értékesítéseit közvetlenül a Google Analyticsben.

source: Track on-going referrals for subscription payments and membership plugins. <a href="%s" target="_blank" rel="noopener noreferrer">Read our documentation</a> to learn more.
hu_hu: Kövesse a folyamatos ajánlásokat az előfizetéses fizetéseknél és a tagsági bővítményeknél. <a href="%s" target="_blank" rel="noopener noreferrer">Olvassa el a dokumentációnkat</a> a további információkért.

source: Tracking
hu_hu: Követés

source: Transfer
hu_hu: Átutalás

source: Transfer Created
hu_hu: Átutalás létrehozva

source: Transfer Created - Admin Notice
hu_hu: Átutalás létrehozva - adminisztrátori értesítés

source: Transfer Failed
hu_hu: Átutalás sikertelen

source: Transfer Failed - Action Required
hu_hu: Átutalás sikertelen - beavatkozás szükséges

source: Transfer Failed - Requires Investigation
hu_hu: Átutalás sikertelen - kivizsgálást igényel

source: Transfer Reversed
hu_hu: Átutalás visszafordítva

source: Transfer failed. Investigation required.
hu_hu: Az átutalás sikertelen. Kivizsgálás szükséges.

source: Transfer failed. Please check your Stripe account settings.
hu_hu: Az átutalás sikertelen. Kérjük, ellenőrizze Stripe-fiókja beállításait.

source: Transfer for {amount} created - #{stripe_transfer_id}
hu_hu: Átutalás {amount} összegben létrehozva - #{stripe_transfer_id}

source: Transfer reversed by Stripe
hu_hu: Az átutalást a Stripe visszafordította

source: Transfers
hu_hu: Átutalások

source: Transfers Completed
hu_hu: Átutalások teljesítve

source: Trends
hu_hu: Trendek

source: Troubleshooting
hu_hu: Hibaelhárítás

source: Try again
hu_hu: Próbálja újra

source: Tunisian Dinar (DT) — TND
hu_hu: Tunéziai dinár (DT) — TND

source: Turkish Lira (₺) — TRY
hu_hu: Török líra (₺) — TRY

source: Turn customers into affiliates with one click. <a href="%s" target="_blank" rel="noopener noreferrer">Read our documentation</a> to learn more.
hu_hu: Váltsa ügyfeleit egy kattintással affiliate partnerekké. <a href="%s" target="_blank" rel="noopener noreferrer">Olvassa el a dokumentációnkat</a>, hogy többet tudjon meg.
