Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Increase in gross revenue as a result of affiliate-generated sales.
hu_hu: A bruttó bevétel növekedése a partnerek által generált értékesítések eredményeként.

source: Indemnification
hu_hu: Kártalanítás

source: Indian Rupee (₹) — INR
hu_hu: Indiai rúpia (\u20b9) \u2014 INR

source: Individual payment method capabilities are not provided by Stripe for Express accounts in test mode. This is a Stripe API limitation. In production, payment method statuses will be displayed here.
hu_hu: A Stripe nem biztosítja az egyes fizetési módok funkcióit az Express-fiókok számára tesztmódban. Ez a Stripe API korlátozása. Éles környezetben itt jelennek meg a fizetési módok állapotai.

source: Indonesia
hu_hu: Indonézia

source: Indonesian Rupiah (Rp) — IDR
hu_hu: Indonéz rúpia (Rp) \u2014 IDR

source: Install
hu_hu: Telepítés

source: Install & Activate MonsterInsights
hu_hu: MonsterInsights telepítése és aktiválása

source: Install Addon
hu_hu: Kiegészítő telepítése

source: Install MonsterInsights
hu_hu: MonsterInsights telepítése

source: Install MonsterInsights by clicking the button below.
hu_hu: Kattintson az alábbi gombra a MonsterInsights telepítéséhez.

source: Install Now
hu_hu: Telepítés most

source: Install Plugin
hu_hu: Bővítmény telepítése

source: Install WP Mail SMTP
hu_hu: WP Mail SMTP telepítése

source: Install WP Mail SMTP from the WordPress.org plugin repository.
hu_hu: A WP Mail SMTP telepítése a WordPress.org bővítménytárból.

source: Install and Activate WP Mail SMTP
hu_hu: WP Mail SMTP telepítése és aktiválása

source: Install and setup WP Mail SMTP
hu_hu: WP Mail SMTP telepítése és beállítása

source: Installing
hu_hu: Telepítés

source: Installing...
hu_hu: Telepítés...

source: Instant failure alerts for quick resolution
hu_hu: Azonnali hibariasztások a gyors megoldás érdekében

source: Instantly apply discounts for customers using affiliate links. %1$s to learn more.
hu_hu: Azonnal alkalmazzon kedvezményeket a partnerlinkeket használó ügyfelek számára. %1$s további információkért.

source: Instantly get more subscribers, leads, and sales with the #1 conversion optimization toolkit. Create high converting popups, announcement bars, spin a wheel, and more with smart targeting and personalization.
hu_hu: Szerezzen azonnal több feliratkozót, érdeklődőt és értékesítést a #1 konverzióoptimalizáló eszközkészlettel. Készítsen jól konvertáló felugrókat, értesítősávokat, szerencsekereket és még sok mást, okos célzással és személyre szabással.

source: Insufficient funds in Stripe account
hu_hu: Elégtelen fedezet a Stripe fiókban

source: Insufficient funds in platform account
hu_hu: Elégtelen fedezet a platform fiókban

source: Insufficient funds. Required: %1$s, Available: %2$s
hu_hu: Elégtelen fedezet. Szükséges: %1$s, Elérhető: %2$s

source: Insufficient permissions
hu_hu: Elégtelen jogosultságok

source: Integration disabled
hu_hu: Integráció letiltva

source: Integrations
hu_hu: Integrációk

source: Integrations: %s
hu_hu: Integrációk: %s

# license status
source: Invalid
hu_hu: Érvénytelen

source: Invalid API key. Please check your key and try again.
hu_hu: Érvénytelen API-kulcs. Ellenőrizze a kulcsot, majd próbálja újra.

source: Invalid JSON in webhook payload.
hu_hu: Érvénytelen JSON a webhook üzenetében.

source: Invalid Payouts Service account
hu_hu: Érvénytelen Payouts Service fiók

source: Invalid account email
hu_hu: Érvénytelen fiók e-mail-cím

source: Invalid account number
hu_hu: Érvénytelen számlaszám

source: Invalid action - must be a recurring action.
hu_hu: Érvénytelen művelet - ismétlődő műveletnek kell lennie.

source: Invalid action ID. No status found.
hu_hu: Érvénytelen műveletazonosító. Nem található státusz.

source: Invalid action specified
hu_hu: Érvénytelen művelet lett megadva

source: Invalid affiliate
hu_hu: Érvénytelen partner

source: Invalid affiliate ID
hu_hu: Érvénytelen partnerazonosító

source: Invalid affiliate ID in state.
hu_hu: Érvénytelen partnerazonosító a state paraméterben.

source: Invalid affiliate ID specified: %s
hu_hu: Érvénytelen partnerazonosító lett megadva: %s

source: Invalid affiliate ID.
hu_hu: Érvénytelen partnerazonosító.

source: Invalid affiliate account
hu_hu: Érvénytelen partnerfiók

source: Invalid affiliate user
hu_hu: Érvénytelen partnerfelhasználó

source: Invalid affiliate user.
hu_hu: Érvénytelen partnerfelhasználó.

source: Invalid affiliate.
hu_hu: Érvénytelen partner.

source: Invalid amount. Please enter a value between $1 and $10,000.
hu_hu: Érvénytelen összeg. Adjon meg $1 és $10,000 közötti értéket.

source: Invalid authorization code format.
hu_hu: Érvénytelen engedélyezési kód formátuma.

source: Invalid batch ID.
hu_hu: Érvénytelen kötegazonosító.

source: Invalid batch export class.
hu_hu: Érvénytelen kötegexport osztály.

source: Invalid email ID
hu_hu: Érvénytelen e-mail-azonosító

source: Invalid end date format.
hu_hu: Érvénytelen befejezési dátum formátuma.

source: Invalid error parameter format.
hu_hu: Érvénytelen hiba paraméter formátuma.

source: Invalid key format. Expected key starting with %s
hu_hu: Érvénytelen kulcsformátum. %s kezdetű kulcs szükséges

source: Invalid nonce
hu_hu: Érvénytelen nonce

source: Invalid payment email
hu_hu: Érvénytelen fizetési e-mail-cím

source: Invalid payout method
hu_hu: Érvénytelen kifizetési mód

source: Invalid referral ID
hu_hu: Érvénytelen ajánlói azonosító

source: Invalid referral ID.
hu_hu: Érvénytelen ajánlói azonosító.

source: Invalid referral or already paid.
hu_hu: Érvénytelen ajánlás vagy már kifizetve.

source: Invalid request - reload the page and try again
hu_hu: Érvénytelen kérés - töltse újra az oldalt, majd próbálja újra

source: Invalid request type.
hu_hu: Érvénytelen kéréstípus.

source: Invalid schedule. Cannot save action.
hu_hu: Érvénytelen ütemezés. A művelet nem menthető.

source: Invalid start date format.
hu_hu: Érvénytelen kezdő dátum formátuma.

source: Invalid state parameter.
hu_hu: Érvénytelen state paraméter.

source: Invalid timeframe.
hu_hu: Érvénytelen időkeret.

source: Invalid user ID.
hu_hu: Érvénytelen felhasználóazonosító.

source: Invalid user email
hu_hu: Érvénytelen felhasználói e-mail-cím

source: Invalid user login name. Must be between 4 and 60 characters.
hu_hu: Érvénytelen felhasználói bejelentkezési név. 4 és 60 karakter között kell lennie.

source: Invalid user login name. User login name must include at least one letter
hu_hu: Érvénytelen felhasználónév. A felhasználónévnek legalább egy betűt kell tartalmaznia

source: Invalid username
hu_hu: Érvénytelen felhasználónév

source: Invalid username. Must be between 1 and 60 characters.
hu_hu: Érvénytelen felhasználónév. 1 és 60 karakter között kell lennie.

source: Invalid username. Only lowercase letters (a-z) and numbers are allowed
hu_hu: Érvénytelen felhasználónév. Csak kisbetűk (a-z) és számok engedélyezettek

source: Invalid username. Usernames must include at least one letter
hu_hu: Érvénytelen felhasználónév. A felhasználóneveknek legalább egy betűt kell tartalmazniuk

source: Invalid value for select or count parameter. Cannot query actions.
hu_hu: Érvénytelen érték a select vagy count paraméterhez. A műveletek nem kérdezhetők le.

source: Invalid webhook payload.
hu_hu: Érvénytelen webhook payload.

source: Invalid webhook signature format.
hu_hu: Érvénytelen a webhook-aláírás formátuma.

source: Invalid webhook signature.
hu_hu: Érvénytelen webhook-aláírás.

source: Invoice Link
hu_hu: Számlahivatkozás

source: Iranian Rial (﷼) — IRR
hu_hu: Iráni rial (﷼) — IRR

source: Ireland
hu_hu: Írország

source: Israel
hu_hu: Izrael

source: Israeli Shekel (₪) — ILS
hu_hu: Izraeli sékel (₪) — ILS

source: It appears one or more database tables were missing. Attempting to re-create the missing table(s).
hu_hu: Úgy tűnik, egy vagy több adatbázistábla hiányzott. Megpróbáljuk újra létrehozni a hiányzó tábla(ka)t.

source: It looks like your AffiliateWP license key is missing
hu_hu: Úgy tűnik, hiányzik az AffiliateWP licenckulcs

# Note shown on the preview payout page for a Payouts Service payout
source: It takes approximately two weeks for each payout to be deposited into each affiliates bank account when the Payouts Service invoice has been paid.
hu_hu: A Payouts Service számla kiegyenlítése után körülbelül két hét, amíg minden kifizetést jóváírnak az egyes partnerek bankszámláján.

source: Italy
hu_hu: Olaszország

source: January
hu_hu: január

source: Japan
hu_hu: Japán

source: Japanese Yen (¥) — JPY
hu_hu: Japán jen (¥) — JPY

source: Join our affiliate program and earn commission on every sale you refer
hu_hu: Csatlakozz partnerprogramunkhoz, és minden ajánlott eladás után jutalékot keress

source: July
hu_hu: július

source: June
hu_hu: június

source: Kazakhstani Tenge (₸) — KZT
hu_hu: Kazahsztáni tenge (₸) — KZT

source: Keep Current Setup and Dismiss
hu_hu: Jelenlegi beállítás megtartása és bezárás

source: Keep my current setup.
hu_hu: Jelenlegi beállításom megtartása.

source: Keeping existing connections. Some may fail if accounts don't exist in the new platform.
hu_hu: Meglévő kapcsolatok megtartása. Egyesek meghiúsulhatnak, ha a fiókok nem léteznek az új platformon.

source: Kenyan Shilling (KSh) — KES
hu_hu: Kenyai shilling (KSh) — KES

# Option key
source: Key
hu_hu: Kulcs

source: Landing Page
hu_hu: Céloldal

source: Landing Pages
hu_hu: Céloldalak

source: Lao Kip (₭) — KIP
hu_hu: Laoszi kip (₭) — KIP

source: Last Month
hu_hu: Múlt hónap

source: Last Name
hu_hu: Vezetéknév

source: Last Quarter
hu_hu: Múlt negyedév

source: Last Updated
hu_hu: Utoljára frissítve

source: Last Updated on
hu_hu: Utoljára frissítve ekkor

source: Last Week
hu_hu: Múlt hét

source: Last Year
hu_hu: Múlt év

source: Last page
hu_hu: Utolsó oldal

source: Last updated: %s
hu_hu: Utoljára frissítve: %s

source: Last updated: %s ago
hu_hu: Utoljára frissítve: %s ezelőtt

source: Latest Affiliate Registrations
hu_hu: Legutóbbi partnerregisztrációk

source: Latvia
hu_hu: Lettország

source: Launch Setup Wizard
hu_hu: Beállítási varázsló indítása

source: Lead
hu_hu: Érdeklődő

source: Lead Details
hu_hu: Érdeklődő adatai

source: Leading WordPress backup & site migration plugin. Over 1,500,000+ smart website owners use Duplicator to make reliable and secure WordPress backups to protect their websites. It also makes website migration really easy.
hu_hu: Vezető WordPress biztonsági mentés & webhely-migrációs bővítmény. Több mint 1,500,000+ okos webhelytulajdonos használja a Duplicatort megbízható és biztonságos WordPress biztonsági mentések készítésére, hogy megvédje webhelyét. A webhely-migrációt is igazán egyszerűvé teszi.

source: Learn More
hu_hu: További információk

source: Learn more
hu_hu: További információk

source: Learn more about updating PHP
hu_hu: További információk a PHP frissítéséről

source: Learn more and view pricing
hu_hu: További információk és árak megtekintése

source: Learn more in our documentation
hu_hu: További információk a dokumentációnkban

source: Leave blank to use default affiliate rates.
hu_hu: Hagyja üresen az alapértelmezett partneri jutalékkulcsok használatához.

source: Legacy MassPay API. Only use if you have an older PayPal account that doesn't support the modern API.
hu_hu: Örökölt MassPay API. Csak akkor használja, ha régebbi PayPal-fiókja van, amely nem támogatja a modern API-t.

source: Legacy post meta entries removed.
hu_hu: Örökölt bejegyzés-metaadatok eltávolítva.

source: Let affiliates choose store credit as their payout method from their dashboard.
hu_hu: Engedje meg a partnereknek, hogy az irányítópultjukról a boltjóváírást válasszák kifizetési módként.

source: Let us know
hu_hu: Tudassa velünk

source: Let's see how your affiliate program has performed over the last 30 days.
hu_hu: Nézzük meg, hogyan teljesített a partnerprogramja az elmúlt 30 napban.

source: Level Up Your Affiliate Area:
hu_hu: Emelje szintre a partneri területét:

source: Liability
hu_hu: Felelősség

source: License
hu_hu: Licenc

source: License Key
hu_hu: Licenckulcs

source: License status is: %s
hu_hu: A licenc állapota: %s

source: LifterLMS referral #%d updated to pending successfully.
hu_hu: A LifterLMS ajánlás #%d sikeresen függő állapotba frissítve.

source: Light Theme
hu_hu: Világos téma

source: Link
hu_hu: Hivatkozás

source: Link Copied!
hu_hu: Hivatkozás kimásolva!

source: Link copied!
hu_hu: Hivatkozás kimásolva!

source: Link created
hu_hu: Hivatkozás létrehozva

source: Link created and copied to clipboard
hu_hu: Hivatkozás létrehozva és a vágólapra másolva

source: Link to edit the affiliate in the admin
hu_hu: Hivatkozás a partner szerkesztéséhez az admin felületen

source: Link to the Stripe Dashboard
hu_hu: Hivatkozás a Stripe Dashboardhoz

source: Link to the admin payout details page
hu_hu: Hivatkozás az admin kifizetési részletek oldalára

source: Link to the affiliate payout settings page
hu_hu: Hivatkozás a partneri kifizetési beállítások oldalára

source: Link updated
hu_hu: Hivatkozás frissítve

source: Link updated and copied to clipboard
hu_hu: Hivatkozás frissítve és a vágólapra másolva

source: List
hu_hu: Lista

source: Lithuania
hu_hu: Litvánia

source: Live API Password
hu_hu: Éles API-jelszó

source: Live API Signature
hu_hu: Éles API-aláírás

source: Live API Username
hu_hu: Éles API-felhasználónév

source: Live Credentials
hu_hu: Éles hitelesítő adatok

source: Live Mode
hu_hu: Éles mód

source: Live Secret Key
hu_hu: Éles titkos kulcs

source: Loading
hu_hu: Betöltés

source: Loading ...
hu_hu: Betöltés ...

source: Loading email preview...
hu_hu: E-mail előnézet betöltése...

source: Loading notifications...
hu_hu: Értesítések betöltése...

source: Loading...
hu_hu: Betöltés...

source: Log
hu_hu: Napló

source: Log In
hu_hu: Bejelentkezés

source: Log into your account
hu_hu: Jelentkezzen be a fiókjába

source: Log into your affiliate area at
hu_hu: Jelentkezzen be a partneri felületére itt

source: Log into your affiliate area at %s
hu_hu: Jelentkezzen be a partneri felületére itt %s

source: Log into your affiliate area at: %s
hu_hu: Jelentkezzen be a partneri felületére itt: %s

source: Log into your affiliate area to view your earnings or disable these notifications:
hu_hu: Jelentkezzen be a partnerfelületére, hogy megtekinthesse bevételeit, vagy tiltsa le ezeket az értesítéseket:

source: Log out
hu_hu: Kijelentkezés

source: Logo
hu_hu: Logó

source: Logout Link
hu_hu: Kijelentkezési link

source: Lost your password?
hu_hu: Elfelejtette a jelszavát?

source: Luxembourg
hu_hu: Luxemburg

source: Mailchimp API Key
hu_hu: Mailchimp API-kulcs

source: Mailchimp Audience ID
hu_hu: Mailchimp Audience azonosító

source: Make '%s' the default group.
hu_hu: Tegye a(z) '%s' csoportot alapértelmezetté.

source: Make Creative Names Visible
hu_hu: Kreatívok neveinek láthatóvá tétele

source: Make&nbsp;Default
hu_hu: Alapértelmezetté&nbsp;tétel

source: Making Email Deliverability Easy for WordPress
hu_hu: Az e-mail kézbesíthetőség egyszerűvé tétele WordPresshez

source: Malaysia
hu_hu: Malajzia

source: Malaysian Ringgit (RM) — MYR
hu_hu: Maláj ringgit (RM) — MYR

source: Malta
hu_hu: Málta

source: Manage
hu_hu: Kezelés

source: Manage Affiliates
hu_hu: Partnerek kezelése

source: Manage Referrals
hu_hu: Ajánlások kezelése

source: Manage Visits
hu_hu: Látogatások kezelése

source: Manage your affiliates.
hu_hu: Kezelje partnereit.

source: Manage your referrals.
hu_hu: Kezelje ajánlásait.

source: Manual
hu_hu: Kézi

source: Manual Payout
hu_hu: Kézi kifizetés

source: Manual Payouts Configuration
hu_hu: Kézi kifizetések beállítása

source: Manual decrease
hu_hu: Kézi csökkentés

source: Manual increase
hu_hu: Kézi növelés

source: March
hu_hu: Március

source: Mark as Paid
hu_hu: Megjelölés fizetettként

source: Mark as Unpaid
hu_hu: Megjelölés kifizetetlenként

source: MassPay (Legacy - Deprecated)
hu_hu: MassPay (örökölt - elavult)

source: MassPay is deprecated:
hu_hu: A MassPay elavult:

source: May
hu_hu: Május

source: Media Library
hu_hu: Médiatár

source: Message
hu_hu: Üzenet

source: Message shown upon opt-in success
hu_hu: Üzenet sikeres feliratkozáskor

source: Method
hu_hu: Módszer

source: Method used to process the payout.
hu_hu: A kifizetés feldolgozásához használt módszer.

source: Mexican Peso (Mex$) — MXN
hu_hu: Mexikói peso (Mex$) — MXN

source: Mexico
hu_hu: Mexikó

source: Migrate Data from Affiliates Pro
hu_hu: Adatok migrálása az Affiliates Pro-ból

source: Migrate Data from WP Affiliate
hu_hu: Adatok migrálása a WP Affiliate-ből

source: Migrated action with ID %1$d in %2$s to ID %3$d in %4$s
hu_hu: A(z) %2$s elemben lévő %1$d azonosítójú művelet áttelepítve a(z) %4$s elembe %3$d azonosítóval

source: Migration Assistant
hu_hu: Migrációs segéd

source: Minimum Amount
hu_hu: Minimális összeg

source: Minimum Earnings
hu_hu: Minimális bevétel

source: Minimum amount
hu_hu: Minimális összeg

source: Missing addon ID.
hu_hu: Hiányzik a kiegészítő azonosítója.

source: Missing addon path.
hu_hu: Hiányzik a kiegészítő útvonala.

source: Missing an addon that you think you should be able to see? Click here to
hu_hu: Hiányzik egy kiegészítő, amelyet látnia kellene? Kattintson ide a

source: Missing import file. Please provide an import file.
hu_hu: Hiányzik az importfájl. Kérjük, adja meg az importfájlt.

source: Mixed Status
hu_hu: Vegyes állapot

source: Modern PayPal API using OAuth 2.0 authentication. Recommended for all new integrations.
hu_hu: Modern PayPal API OAuth 2.0 hitelesítéssel. Minden új integrációhoz ajánlott.

source: MonsterInsights Installed & Activated
hu_hu: MonsterInsights telepítve és aktiválva

source: MonsterInsights eCommerce report screenshot
hu_hu: MonsterInsights e-kereskedelmi jelentés képernyőképe

source: MonsterInsights on WordPress.org
hu_hu: MonsterInsights a WordPress.org-on

source: Month
hu_hu: Hónap

source: More actions
hu_hu: További műveletek

source: Most Active Campaign (%s)
hu_hu: Legaktívabb kampány (%s)

source: Most Valuable Affiliates
hu_hu: Legértékesebb partnerek

source: Most common issue: %s
hu_hu: Leggyakoribb probléma: %s

source: Multi-Currency
hu_hu: Többvalutás

source: Multi-Tier Commissions
hu_hu: Többszintű jutalék

source: Multi-Tier Commissions is a PRO Feature
hu_hu: A többszintű jutalék PRO funkció

source: NOTE: This tool should only ever be used on a fresh install. If you have already collected affiliate or referral data, do not use this tool.
hu_hu: MEGJEGYZÉS: Ezt az eszközt csak friss telepítésen szabad használni. Ha már gyűjtött partner- vagy ajánlási adatokat, ne használja ezt az eszközt.

source: NOTE: Users that already have affiliate accounts will be skipped. Duplicate accounts will not be created.
hu_hu: MEGJEGYZÉS: Azok a felhasználók, akiknek már van partnerfiókjuk, kihagyásra kerülnek. Duplikált fiókok nem kerülnek létrehozásra.

source: Name
hu_hu: Név

# Constant name
source: Name
hu_hu: Név

source: Name cannot be empty.
hu_hu: A név nem lehet üres.

source: Name of the action hook that will be triggered.
hu_hu: A lefutó action hook neve.

source: Name of the creative.
hu_hu: A kreatív neve.

source: Name:
hu_hu: Név:

source: Name: %s
hu_hu: Név: %s

source: Nepali Rupee (₨) — NPR
hu_hu: Nepáli rúpia (₨) — NPR

source: Net Affiliate-generated Revenue
hu_hu: Partnerek által generált nettó bevétel

source: Netherlands
hu_hu: Hollandia

source: New Affiliate
hu_hu: Új partner

source: New Affiliate Registration
hu_hu: Új partner regisztrációja

source: New Affiliate Registration on {site_name}
hu_hu: Új partner regisztrációja a(z) {site_name} oldalon

source: New Affiliates
hu_hu: Új partnerek

source: New Approved Affiliates
hu_hu: Új jóváhagyott partnerek

source: New Balance
hu_hu: Új egyenleg

source: New Creative
hu_hu: Új kreatív

source: New Customer
hu_hu: Új ügyfél

source: New Page Options for Affiliate Login and Registration
hu_hu: Új oldalbeállítások a partner bejelentkezéséhez és regisztrációjához

source: New Referral
hu_hu: Új ajánlás

source: New Referral Email Content
hu_hu: Új ajánlás e-mail tartalma

source: New Referral Email Options For Affiliate
hu_hu: Új ajánlás e-mail beállításai a partner számára

source: New Referral Email Options for Affiliate Manager
hu_hu: Új ajánlás e-mail beállításai a partner menedzser számára

source: New Referral Email Subject
hu_hu: Új ajánlás e-mail tárgya

source: New Scheduled Action
hu_hu: Új ütemezett művelet

source: New Zealand
hu_hu: Új-Zéland

source: New Zealand Dollar (NZ$) — NZD
hu_hu: Új-zélandi dollár (NZ$) — NZD

source: New affiliates, by default, will be assigned to this group during registration and adding new affiliates via the admin.
hu_hu: Az új partnerek alapértelmezés szerint a regisztráció során és az admin felületén történő hozzáadáskor ehhez a csoporthoz lesznek rendelve.

source: New referral on {site_name}
hu_hu: Új ajánlás a(z) {site_name} oldalon

source: New!
hu_hu: Új!

source: Newest Scheduled Date
hu_hu: Legfrissebb ütemezett dátum

source: Next page
hu_hu: Következő oldal

source: Nice try honey bear, don&#8217;t touch our honey
hu_hu: Szép próbálkozás, mézimackó, ne nyúlj a mézünkhöz

source: Nigerian Naira (₦) — NGN
hu_hu: Nigériai naira (₦) — NGN

# visit not converted
source: No
hu_hu: Nem

source: No %s
hu_hu: Nincs %s

source: No API consumers found.
hu_hu: Nem találhatók API-fogyasztók.

source: No Affiliate Privacy (Public)
hu_hu: Nincs partneri adatvédelem (nyilvános)

source: No Compatible Plugins Detected
hu_hu: Nem találhatók kompatibilis bővítmények

source: No Group Privacy (Public)
hu_hu: Nincs csoportos adatvédelem (nyilvános)

source: No Stripe account ID found for this affiliate.
hu_hu: Nem található Stripe-fiókazonosító ehhez a partnerhez.

source: No Stripe account ID returned.
hu_hu: Nem érkezett Stripe-fiókazonosító.

source: No Stripe account connected
hu_hu: Nincs Stripe-fiók csatlakoztatva

source: No Stripe account connected.
hu_hu: Nincs Stripe-fiók csatlakoztatva.

source: No Stripe account found for affiliate
hu_hu: Nem található Stripe-fiók a partnerhez

source: No actions found
hu_hu: Nem találhatók műveletek

source: No actions found in trash
hu_hu: A Lomtárban nem találhatók műveletek

source: No affiliate IDs specified for deletion
hu_hu: Nincs megadva törlendő partnerazonosító

source: No affiliate for coupon: %s
hu_hu: A kuponhoz nincs partner: %s

source: No affiliate registrations yet
hu_hu: Még nincs partneri regisztráció

source: No affiliates found.
hu_hu: Nem találhatók partnerek.

source: No affiliates in this group.
hu_hu: Ebben a csoportban nincsenek partnerek.

source: No affiliates matched the minimum earnings amount in order to generate a payout.
hu_hu: Egyik partner sem érte el a minimális bevételi összeget a kifizetéshez.

source: No affiliates were found to be recounted for the current filters.
hu_hu: Az aktuális szűrők szerint nem találtunk újraszámolható partnert.

source: No available funds.
hu_hu: Nincsenek elérhető pénzeszközök.

source: No batch class handler file has been supplied.
hu_hu: Nincs megadva kötegelt osztálykezelő fájl.

source: No coupon for code: %s
hu_hu: Nincs kupon ehhez a kódhoz: %s

source: No coupons were found.
hu_hu: Nem találhatók kuponok.

source: No creative IDs specified for deletion
hu_hu: Nincs megadva törlendő kreatívazonosító

source: No creatives found.
hu_hu: Nem találhatók kreatívok.

source: No creatives were found to be updated.
hu_hu: Nem találtunk frissítendő kreatívot.

source: No custom rate
hu_hu: Nincs egyedi jutalék

source: No data for the current date range.
hu_hu: Nincs adat a jelenlegi dátumtartományra.

source: No fields were specified for updating. For more information, see wp help affwp payout update.
hu_hu: Nem lett megadva frissítendő mező. További információért lásd: wp help affwp payout update.
