Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Stripe payouts completed successfully!
hu_hu: A Stripe kifizetések sikeresen befejeződtek!

source: Stripe transfer was not created
hu_hu: A Stripe átutalás nem jött létre

source: Stripe transfer was not created.
hu_hu: A Stripe átutalás nem jött létre.

source: Subject:
hu_hu: Tárgy:

source: Submit Payout
hu_hu: Kifizetés beküldése

source: Subscribe
hu_hu: Feliratkozás

source: Successful Conversions
hu_hu: Sikeres konverziók

source: Successfully canceled action: %s
hu_hu: A művelet sikeresen megszakítva: %s

source: Successfully executed action: %s
hu_hu: A művelet sikeresen végrehajtva: %s

source: Successfully paid %1$d referral(s) totaling %2$s.
hu_hu: Sikeresen kifizetve %1$d ajánlás, összesen %2$s.

source: Successfully paid %1$s to %2$s (Referral #%3$d) via Stripe
hu_hu: Sikeresen kifizetve %1$s %2$s részére (Ajánlás #%3$d) Stripe-on keresztül

source: Successfully paid out %1$d referral(s) totaling %2$s via Stripe
hu_hu: Sikeresen kifizetve %1$d ajánlás, összesen %2$s, Stripe-on keresztül

source: Successfully processed change for action: %s
hu_hu: A művelet módosítása sikeresen feldolgozva: %s

source: Support
hu_hu: Támogatás

source: Sweden
hu_hu: Svédország

source: Swedish Krona (kr) — SEK
hu_hu: Svéd korona (kr) — SEK

source: Swiss Franc (CHF) — CHF
hu_hu: Svájci frank (CHF) — CHF

source: Switch To
hu_hu: Váltás erre

source: Switzerland
hu_hu: Svájc

source: Sync
hu_hu: Szinkronizálás

source: System Info
hu_hu: Rendszerinformációk

source: Taiwan New Dollar (NT$) — TWD
hu_hu: Tajvani új dollár (NT$) — TWD

source: Template File / Shortcode Settings
hu_hu: Sablonfájl / Rövidkód beállításai

source: Template Tags
hu_hu: Sabloncímkék

source: Term of the Agreement
hu_hu: A megállapodás időtartama

source: Termination
hu_hu: Megszüntetés

source: Terms acceptance
hu_hu: Feltételek elfogadása

source: Terms of Use
hu_hu: Felhasználási feltételek

source: Terms of Use Generator
hu_hu: Felhasználási feltételek generátor

source: Terms of Use Label
hu_hu: Felhasználási feltételek címkéje

source: Terms of Use Page
hu_hu: Felhasználási feltételek oldal

source: Terms of Use Preview
hu_hu: Felhasználási feltételek előnézete

source: Terms of Use URL: %s
hu_hu: Felhasználási feltételek URL: %s

source: Terms to search for affiliates. Accepts an affiliate ID or a string.
hu_hu: Keresőkifejezések partnerek kereséséhez. Partnerazonosítót vagy karakterláncot fogad.

source: Test API Password
hu_hu: Teszt API jelszó

source: Test API Signature
hu_hu: Teszt API aláírás

source: Test API Username
hu_hu: Teszt API felhasználónév

source: Test Affiliate
hu_hu: Teszt partner

source: Test Client ID
hu_hu: Teszt Client ID

source: Test Mode
hu_hu: Teszt mód

source: Test Referral
hu_hu: Teszt jutalék

source: Test Secret
hu_hu: Teszt Secret

source: Test Secret Key
hu_hu: Teszt titkos kulcs

source: Test charge created successfully! $%s has been added to your test balance.
hu_hu: A tesztterhelés sikeresen létrejött! $%s hozzáadva a teszt egyenlegéhez.

source: Test charge creation not available
hu_hu: Tesztterhelés létrehozása nem érhető el

source: Test charge for adding available balance
hu_hu: Tesztterhelés az elérhető egyenleg növeléséhez

source: Test charges can only be created in test mode
hu_hu: Tesztterhelések csak teszt módban hozhatók létre

source: Test email recipient
hu_hu: Teszt e-mail címzettje

source: Test email sent to %1$s%2$s
hu_hu: Teszt e-mail elküldve ide: %1$s%2$s

source: Test funds for
hu_hu: Teszt pénzeszközök ehhez

source: Text
hu_hu: Szöveg

source: Text Link
hu_hu: Szöveges link

source: Text Links
hu_hu: Szöveges linkek

source: Text cannot exceed %d characters.
hu_hu: A szöveg nem haladhatja meg a %d karaktert.

source: Text for the creative.
hu_hu: A kreatív szövege.

source: Text for this creative.
hu_hu: Ennek a kreatívnak a szövege.

source: Text must be at least %d characters long.
hu_hu: A szövegnek legalább %d karakter hosszúnak kell lennie.

source: Text to use within the {custom_text} merge tag of the Coupon Format option.
hu_hu: Szöveg a Coupon Format beállítás {custom_text} merge tagjén belüli használatra.

source: Thailand
hu_hu: Thaiföld

source: Thank you for considering upgrading. If you have any questions, please <a href="%s" target="_blank" rel="noopener noreferrer">let us know</a>.
hu_hu: Köszönjük, hogy fontolóra veszi a frissítést. Ha bármilyen kérdése van, kérjük, <a href="%s" target="_blank" rel="noopener noreferrer">jelezze nekünk</a>.

source: Thanks for being a loyal AffiliateWP user. <strong>Upgrade to AffiliateWP Pro</strong> to unlock all the awesome features and see why AffiliateWP is the best affiliate marketing plugin for WordPress.
hu_hu: Köszönjük, hogy hűséges AffiliateWP-felhasználó. <strong>Frissítsen az AffiliateWP Pro-ra</strong>, hogy feloldja az összes remek funkciót, és lássa, miért az AffiliateWP a legjobb affiliate marketing bővítmény WordPresshez.

source: Thanks for your interest in AffiliateWP Pro!
hu_hu: Köszönjük az érdeklődést az AffiliateWP Pro iránt!

source: Thanks for your recent affiliate registration on {site_name}.
hu_hu: Köszönjük a legutóbbi partneri regisztrációját a(z) {site_name} oldalon.

source: That's it!
hu_hu: Ennyi!

source: The #1 Stripe payments plugin for WordPress. Start accepting one-time and recurring payments on your WordPress site without setting up a shopping cart. No code required.
hu_hu: A #1 Stripe fizetési bővítmény WordPresshez. Kezdjen el egyszeri és ismétlődő fizetéseket elfogadni WordPress-oldalán bevásárlókosár beállítása nélkül. Nincs szükség kódolásra.

source: The %s addon is installed but not activated. Would you like to activate it?
hu_hu: A(z) %s kiegészítő telepítve van, de nincs aktiválva. Szeretné aktiválni?

source: The %s addon is not installed. Would you like to install and activate it?
hu_hu: A(z) %s kiegészítő nincs telepítve. Szeretné telepíteni és aktiválni?

source: The %s class can only be run within WP CLI.
hu_hu: A(z) %s osztály csak a WP CLI-n belül futtatható.

source: The %s is not activated. Please contact the site administrator.
hu_hu: A(z) %s nincs aktiválva. Kérjük, lépjen kapcsolatba a webhely rendszergazdájával.

source: The %s is not installed. Please contact the site administrator.
hu_hu: A(z) %s nincs telepítve. Kérjük, lépjen kapcsolatba a webhely rendszergazdájával.

source: The %s is not installed. Please install and activate it to use this feature.
hu_hu: A(z) %s nincs telepítve. Kérjük, telepítse és aktiválja a funkció használatához.

source: The %s notice already exists and could not be added.
hu_hu: A(z) %s értesítés már létezik, és nem sikerült hozzáadni.

source: The API key ending in "%s" does not have access to the connected account or the account no longer exists. Application access may have been revoked.
hu_hu: A(z) "%s"-re végződő API-kulcsnak nincs hozzáférése a csatlakoztatott fiókhoz, vagy a fiók már nem létezik. Előfordulhat, hogy az alkalmazás hozzáférését visszavonták.

source: The API keys could not be generated.
hu_hu: Az API-kulcsokat nem sikerült létrehozni.

source: The API keys were successfully generated.
hu_hu: Az API-kulcsok sikeresen létrehozva.

source: The API keys were successfully regenerated.
hu_hu: Az API-kulcsok sikeresen újragenerálva.

source: The API keys were successfully revoked.
hu_hu: Az API-kulcsok sikeresen visszavonva.

source: The API was disconnected successfully.
hu_hu: Az API sikeresen leválasztva.

source: The API was successfully connected.
hu_hu: Az API sikeresen csatlakoztatva.

source: The AffiliateWP Team
hu_hu: Az AffiliateWP csapata

source: The Agreement is an electronic contract that sets out the legally binding terms of your participation in the %1$s affiliate program. You indicate your acceptance of this Agreement and all of the terms and conditions contained or referenced in this Agreement by completing the %1$s application process. This action creates an electronic signature that has the same legal force and effect as a handwritten signature.
hu_hu: A Megállapodás egy elektronikus szerződés, amely meghatározza a(z) %1$s partnerprogramban való részvétel jogilag kötelező érvényű feltételeit. A(z) %1$s jelentkezési folyamat befejezésével jelzi, hogy elfogadja a jelen Megállapodást és az abban foglalt vagy hivatkozott valamennyi feltételt. Ez a művelet olyan elektronikus aláírást hoz létre, amelynek jogi ereje és hatása megegyezik a kézírásos aláíráséval.

source: The CSV file generated is structured properly for PayPal&#8217;s Mass Payment system so you can easily payout all of your affiliates at once via PayPal.
hu_hu: A létrehozott CSV-fájl megfelelően van strukturálva a PayPal&#8217;s Mass Payment rendszerhez, így egyszerre, könnyedén kifizetheti minden partnerét a PayPalon keresztül.

source: The ID for the parent referral.
hu_hu: A szülő ajánlás azonosítója.

source: The Multi-Currency addon ensures accurate affiliate commissions by converting the order's originating currency into the affiliate program's currency using real-time exchange rates.
hu_hu: A Multi-Currency bővítmény valós idejű árfolyamokkal a rendelés kiinduló pénznemét a partnerprogram pénznemévé alakítja, így pontos partnerjutalékokat biztosít.

source: The PayPal Payouts addon has been automatically deactivated because all PayPal Payouts features are now included directly in AffiliateWP. You can safely delete the addon.
hu_hu: A PayPal Payouts bővítmény automatikusan deaktiválva lett, mivel a PayPal Payouts összes funkciója mostantól közvetlenül az AffiliateWP-ben található. A bővítmény biztonságosan törölhető.

source: The Store Credit addon has been automatically deactivated because all Store Credit features are now included directly in AffiliateWP. You can safely delete the addon.
hu_hu: A Store Credit bővítmény automatikusan deaktiválva lett, mivel a Store Credit összes funkciója mostantól közvetlenül az AffiliateWP-ben található. A bővítmény biztonságosan törölhető.

source: The Stripe Payouts settings template could not be loaded. Please check your installation.
hu_hu: A Stripe Payouts beállítássablon nem tölthető be. Kérjük, ellenőrizze a telepítést.

source: The Stripe connected account ID
hu_hu: A Stripe csatlakoztatott fiókazonosítója

source: The Stripe connected account email
hu_hu: A Stripe csatlakoztatott fiók e-mail-címe

source: The Stripe transfer ID
hu_hu: A Stripe átutalás azonosítója

source: The Stripe verification status
hu_hu: A Stripe ellenőrzési állapota

source: The URL the QR code should link to. Based on your Referral Settings, the affiliate&#8217;s ID or username will be automatically appended.
hu_hu: Az URL, amelyhez a QR-kódnak mutatnia kell. Az Ajánlási beállításai alapján az affiliate&#8217;s ID vagy felhasználónév automatikusan hozzáfűződik.

source: The URL the customer landed on that led to a referral being created
hu_hu: Az URL, amelyre az ügyfél érkezett, és amely az ajánlás létrejöttéhez vezetett

source: The URL this creative should link to. Based on your Referral Settings, the affiliate&#8217;s ID or username will be automatically appended.
hu_hu: Az URL, amelyre ennek a kreatívnak mutatnia kell. Az Ajánlási beállításai alapján az affiliate&#8217;s ID vagy felhasználónév automatikusan hozzáfűződik.

source: The URL to the review page for a pending affiliate
hu_hu: Az URL a függőben lévő partner elbírálási oldalához

source: The URL variable for referral URLs. For example: <strong>%s</strong>.
hu_hu: Az URL-változó az ajánlói URL-ekhez. Például: <strong>%s</strong>.

source: The account has overdue requirements that must be resolved
hu_hu: A fióknál lejárt követelmények vannak, amelyeket rendezni kell

source: The account has restrictions that need to be resolved
hu_hu: A fiókon korlátozások vannak, amelyeket rendezni kell

source: The account owner needs to provide more information to Stripe
hu_hu: A fióktulajdonosnak további információkat kell megadnia a Stripe számára

source: The action's schedule frequency.
hu_hu: A művelet ütemezésének gyakorisága.

source: The affiliate ID associated with the payout.
hu_hu: A kifizetéshez társított partnerazonosító.

source: The affiliate ID or array of IDs to query for.
hu_hu: A lekérdezendő partnerazonosító vagy azonosítók tömbje.

source: The affiliate ID or array of IDs to query payouts for.
hu_hu: A kifizetések lekérdezéséhez használt partnerazonosító vagy azonosítók tömbje.

source: The affiliate ID or array of IDs to query visits for.
hu_hu: A látogatások lekérdezéséhez használt partnerazonosító vagy azonosítók tömbje.

source: The affiliate ID the campaign belongs to.
hu_hu: Az a partnerazonosító, amelyhez a kampány tartozik.

source: The affiliate account could not be added.
hu_hu: A partnerfiókot nem sikerült hozzáadni.

source: The affiliate account could not be deleted.
hu_hu: A partnerfiókot nem sikerült törölni.

source: The affiliate account could not be updated.
hu_hu: A partnerfiókot nem sikerült frissíteni.

source: The affiliate account has been successfully deleted.
hu_hu: A partnerfiók sikeresen törölve.

source: The affiliate and its associated user account have been successfully deleted.
hu_hu: A partner és a hozzá tartozó felhasználói fiók sikeresen törölve.

source: The affiliate area is available only for registered affiliates.
hu_hu: A partnerfelület csak regisztrált partnerek számára érhető el.

source: The affiliate flat rate basis, as inherited from global settings.
hu_hu: A partner fix díj alapja, a globális beállításokból örökölve.

source: The affiliate flat rate basis, as it exists in the database
hu_hu: A partner fix díj alapja, ahogy az adatbázisban szerepel

source: The affiliate flat rate basis.
hu_hu: A partner fix díj alapja.

source: The affiliate login URL to your website
hu_hu: A webhely partner bejelentkezési URL-je

source: The affiliate payment email address, as inherited from the user email address.
hu_hu: A partner fizetési e-mail-címe, a felhasználói e-mail-címről örökölve.

source: The affiliate payment email address, as it exists in the database
hu_hu: A partner fizetési e-mail-címe, ahogy az adatbázisban szerepel

source: The affiliate payment email address.
hu_hu: A partner fizetési e-mail-címe.

source: The affiliate rate type
hu_hu: A partner jutaléktípusa

source: The affiliate rate type, as inherited from global settings.
hu_hu: A partner jutaléktípusa, a globális beállításokból örökölve.

source: The affiliate rate type, as it exists in the database
hu_hu: A partner jutalékának típusa, ahogy az adatbázisban szerepel

source: The affiliate rate, as inherited from global settings.
hu_hu: A partner jutalék mértéke, a globális beállításokból örökölve.

source: The affiliate rate, as it exists in the database
hu_hu: A partner jutalék mértéke, ahogy az adatbázisban szerepel

source: The affiliate rate.
hu_hu: A partner jutalék mértéke.

source: The affiliate registration coupon (if any)
hu_hu: A partner regisztrációs kuponja (ha van)

source: The affiliate status.
hu_hu: A partner állapota.

source: The affiliate status. Accepts 'active', 'inactive', 'pending', or 'rejected'.
hu_hu: A partner állapota. Elfogadott értékek: 'active', 'inactive', 'pending' vagy 'rejected'.

source: The affiliate to process payouts for. Leave blank for all affiliates.
hu_hu: Az a partner, akinek a kifizetéseit fel kell dolgozni. Hagyja üresen, ha minden partnerre vonatkozik.

source: The affiliate user ID associated with the customer.
hu_hu: Az ügyfélhez társított partner felhasználói azonosítója.

source: The affiliate was updated successfully.
hu_hu: A partner sikeresen frissült.

source: The affiliate&#8217;s ID
hu_hu: A partner azonosítója

source: The affiliate&#8217;s ID. This cannot be changed.
hu_hu: A partner azonosítója. Ez nem módosítható.

source: The affiliate&#8217;s WordPress username.
hu_hu: A partner WordPress felhasználóneve.

source: The affiliate&#8217;s account email. Updating this will change the email address shown on the user&#8217;s profile page.
hu_hu: A partner fiókhoz tartozó e-mail-címe. Ennek frissítése megváltoztatja a felhasználó profiloldalán megjelenített e-mail-címet.

source: The affiliate&#8217;s dynamic coupon will use the settings from the selected <a href="%s">coupon template</a>.
hu_hu: A partner dinamikus kuponja a kiválasztott <a href="%s">kuponsablon</a> beállításait fogja használni.

source: The affiliate&#8217;s first and/or last name. Will be empty if no name is specified. This can be changed on the <a href="%1$s" alt="%2$s">user edit screen</a>.
hu_hu: A partner kereszt- és/vagy vezetékneve. Üres lesz, ha nincs megadva név. Ez a <a href="%1$s" alt="%2$s">felhasználó szerkesztése</a> képernyőn módosítható.

source: The affiliate&#8217;s first name.
hu_hu: A partner keresztneve.

source: The affiliate&#8217;s flat rate referral basis.
hu_hu: A partner fix összegű jutalékának alapja.

source: The affiliate&#8217;s referral URL
hu_hu: A partner ajánlói URL-je

source: The affiliate&#8217;s referral URL. This is based on global settings.
hu_hu: A partner ajánlói URL-je. Ez a globális beállításokon alapul.

source: The affiliate&#8217;s referral rate
hu_hu: A partner jutalék mértéke

source: The affiliate&#8217;s referral rate type.
hu_hu: A partner jutalékának típusa.

source: The affiliate&#8217;s referral rate type. These settings may be overridden by a chosen affiliate group, but once removed these settings will take precedence.
hu_hu: A partner jutalékának típusa. Ezeket a beállításokat egy választott partnercsoport felülírhatja, de annak eltávolítása után ezek a beállítások élveznek elsőbbséget.

source: The affiliate&#8217;s referral rate, such as 20 for 20%. If left blank, the site default will be used.
hu_hu: A partner jutalékának mértéke, például 20 a 20%-hoz. Ha üresen marad, az oldal alapértelmezése kerül használatra.

source: The affiliate&#8217;s registration date. This cannot be changed.
hu_hu: A partner regisztrációjának dátuma. Ez nem módosítható.

source: The affiliate&#8217;s user ID. This cannot be changed.
hu_hu: A partner felhasználói azonosítója. Ez nem módosítható.

source: The affiliate&#8217;s username. This cannot be changed.
hu_hu: A partner felhasználóneve. Ez nem módosítható.

source: The affiliate&#8217;s website. Will be empty if no website is specified. This can be changed on the <a href="%1$s" alt="%2$s">user edit screen</a>.
hu_hu: A partner weboldala. Üres lesz, ha nincs megadva weboldal. Ez a <a href="%1$s" alt="%2$s">felhasználó szerkesztése</a> képernyőn módosítható.

source: The amount of a given referral
hu_hu: Egy adott jutalék összege

source: The amount of the referral, such as 15.
hu_hu: A jutalék összege, például 15.

source: The associated campaign.
hu_hu: A kapcsolódó kampány.

source: The best WordPress eCommerce plugin for selling digital downloads. Start selling eBooks, software, music, digital art, and more within minutes. Accept payments, manage subscriptions, advanced access control, and more.
hu_hu: A legjobb WordPress e-kereskedelmi bővítmény digitális letöltések értékesítéséhez. Kezdjen el percek alatt e-könyveket, szoftvert, zenét, digitális művészetet és még sok mást árulni. Fogadjon fizetéseket, kezelje az előfizetéseket, alkalmazzon fejlett hozzáférés-vezérlést és még sok mást.

source: The best drag & drop WordPress form builder. Easily create beautiful contact forms, surveys, payment forms, and more with our 100+ form templates. Trusted by over 4 million websites as the best forms plugin.
hu_hu: A legjobb drag & drop WordPress űrlapkészítő. Könnyedén készítsen gyönyörű kapcsolatfelvételi űrlapokat, kérdőíveket, fizetési űrlapokat és még sok mást több mint 100 űrlapsablonunkkal. Több mint 4 millió webhely bízik benne, mint a legjobb űrlapbővítményben.

source: The callback function used for the <strong>%s</strong> setting is missing.
hu_hu: Hiányzik a(z) <strong>%s</strong> beállításhoz használt visszahívási függvény.

source: The claim has been lost. Aborting current batch.
hu_hu: A lefoglalás elveszett. Az aktuális köteg megszakítva.

source: The complete entry submitted during affiliate registration.
hu_hu: A partnerregisztráció során beküldött teljes bejegyzés.

source: The context under which the referral was created (integration).
hu_hu: Az a kontextus, amely alatt a jutalék létrejött (integráció).

source: The context under which the sale was created (integration).
hu_hu: Az a kontextus, amely alatt az értékesítés létrejött (integráció).

source: The context under which the visit was created.
hu_hu: Az a kontextus, amely alatt a látogatás létrejött.

source: The conversion rate for the campaign (ratio of visits divided by referrals).
hu_hu: A kampány konverziós rátája (a látogatások és az ajánlások aránya).

source: The coupon code.
hu_hu: A kuponkód.

source: The coupon&#8217;s amount.
hu_hu: A kupon összege.

source: The creative ID or array of IDs to query for.
hu_hu: A lekérdezendő kreatív ID vagy ID-k tömbje.

source: The creative could not be created.
hu_hu: A kreatívot nem sikerült létrehozni.

source: The creative could not be deleted.
hu_hu: A kreatívot nem sikerült törölni.

source: The creative could not be updated.
hu_hu: A kreatívot nem sikerült frissíteni.

source: The creative status.
hu_hu: A kreatív állapota.

source: The creative status. Accepts 'active' or 'inactive'.
hu_hu: A kreatív állapota. Elfogadott értékek: 'active' vagy 'inactive'.

source: The creative was successfully deleted.
hu_hu: A kreatívot sikeresen töröltük.

source: The creative was successfully updated.
hu_hu: A kreatívot sikeresen frissítettük.

source: The customer ID or comma-separated list of IDs to query for.
hu_hu: Az ügyfélazonosító vagy vesszővel elválasztott azonosítók listája a lekérdezéshez.

source: The customer could not be created.
hu_hu: Az ügyfelet nem sikerült létrehozni.

source: The customer could not be deleted.
hu_hu: Az ügyfelet nem sikerült törölni.

source: The customer could not be updated.
hu_hu: Az ügyfelet nem sikerült frissíteni.

source: The customer email or array of emails to query customers for.
hu_hu: Az ügyfél e-mail-címe vagy e-mail-címek tömbje ügyfelek lekérdezéséhez.

source: The customer was successfully deleted.
hu_hu: Az ügyfél sikeresen törölve lett.

source: The customer was successfully updated.
hu_hu: Az ügyfél sikeresen frissítve lett.

source: The date array or string to query affiliate registrations within.
hu_hu: A dátumtömb vagy karakterlánc, amelyen belül a partnerregisztrációk lekérdezhetők.

source: The date array or string to query customers within.
hu_hu: A dátumtömb vagy karakterlánc, amelyen belül az ügyfelek lekérdezhetők.

source: The date array or string to query payouts within.
hu_hu: A dátumtömb vagy karakterlánc, amelyen belül a kifizetések lekérdezhetők.

source: The date array or string to query referrals within.
hu_hu: A dátumtömb vagy karakterlánc, amelyen belül az ajánlások lekérdezhetők.

source: The date array or string to query sales within.
hu_hu: A dátumtömb vagy karakterlánc, amelyen belül az értékesítések lekérdezhetők.

source: The date the affiliate was registered.
hu_hu: A partner regisztrációjának dátuma.

source: The date the creative was created.
hu_hu: A kreatív létrehozásának dátuma.

source: The date the creative was created. This cannot be changed.
hu_hu: A kreatív létrehozásának dátuma. Ez nem módosítható.

source: The date the customer was created.
hu_hu: Az ügyfél létrehozásának dátuma.

source: The date the payout was generated.
hu_hu: A kifizetés létrehozásának dátuma.

source: The date the payout was initiated
hu_hu: A kifizetés indításának dátuma

source: The date the referral was created.
hu_hu: Az ajánlás létrehozásának dátuma.

source: The date the referral was generated.
hu_hu: Az ajánlás generálásának dátuma.

source: The date the visit was generated.
hu_hu: A látogatás generálásának dátuma.
