Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: We're sorry, %s is not available on your plan. Please upgrade to the PRO plan to unlock all these awesome features.
hu_hu: Sajnáljuk, a(z) %s nem érhető el az Ön csomagjában. Kérjük, frissítsen PRO csomagra, hogy feloldja ezeket a nagyszerű funkciókat.

source: We're sorry, %s is not available on your plan. Please upgrade to the Plus plan or higher to unlock all these awesome features.
hu_hu: Sajnáljuk, a(z) %s nem érhető el az Ön csomagjában. Kérjük, frissítsen Plus csomagra vagy magasabbra, hogy feloldja ezeket a nagyszerű funkciókat.

source: Webhook Configuration
hu_hu: Webhook konfiguráció

source: Webhook Configuration Required
hu_hu: Webhook konfiguráció szükséges

source: Webhook Endpoint URL
hu_hu: Webhook végpont URL

source: Webhook Signing Secret
hu_hu: Webhook aláírási titok

source: Webhook payload is empty.
hu_hu: A webhook payload üres.

source: Webhook processed successfully.
hu_hu: A webhook feldolgozása sikeres.

source: Webhook secret must start with "whsec_".
hu_hu: A webhook titoknak "whsec_"-sel kell kezdődnie.

source: Webhook secret not configured.
hu_hu: A webhook titok nincs beállítva.

source: Webhook signature is missing.
hu_hu: Hiányzik a webhook aláírás.

source: Webhooks Required
hu_hu: Webhookok szükségesek

source: Website
hu_hu: Webhely

source: Website URL
hu_hu: Webhely URL

source: Website URL: %s
hu_hu: Webhely URL: %s

source: Website connected to the %s.
hu_hu: A webhely csatlakoztatva a(z) %s-hez.

source: Website disconnected from the %s.
hu_hu: A webhely leválasztva a(z) %s-ről.

source: Website reconnected to the %s.
hu_hu: A webhely újra csatlakoztatva a(z) %s-hez.

source: Welcome Email
hu_hu: Üdvözlő e-mail

source: Welcome email after successful Stripe account connection.
hu_hu: Üdvözlő e-mail a Stripe-fiók sikeres csatlakoztatása után.

source: What is PHP, and how does it affect my site?
hu_hu: Mi a PHP, és hogyan befolyásolja a webhelyemet?

source: Whether to include a modified user object in the response.
hu_hu: Tartalmazza-e módosított felhasználói objektumot a válaszban.

source: Whether to include the affiliate meta in the response.
hu_hu: Tartalmazza-e a partner metaadatokat a válaszban.

source: Whether to include the customer meta in the response.
hu_hu: Tartalmazza-e az ügyfél metaadatokat a válaszban.

source: Why it matters for AffiliateWP
hu_hu: Miért fontos ez az AffiliateWP számára

source: Without an active license key, AffiliateWP cannot be managed on the backend. Your front-end website will remain intact, but you can’t:
hu_hu: Aktív licenckulcs nélkül az AffiliateWP nem kezelhető a háttérrendszerben. A webhelye front-end része változatlan marad, de nem tudja:

source: Without an active license key, AffiliateWP cannot be managed on the backend. Your frontend will remain intact, but you can’t:
hu_hu: Aktív licenckulcs nélkül az AffiliateWP nem kezelhető a háttérrendszerben. A frontend változatlan marad, de nem tudja:

source: Without webhooks configured, these email notifications cannot be sent automatically.
hu_hu: Webhookok beállítása nélkül ezek az e-mail értesítések nem küldhetők el automatikusan.

source: WooCommerce Subscriptions is installed but not active. Activate it to enable this feature.
hu_hu: A WooCommerce Subscriptions telepítve van, de nem aktív. Aktiválja a funkció engedélyezéséhez.

source: Would you like to use it now?
hu_hu: Szeretné most használni?

source: X (Formerly Twitter)
hu_hu: X (korábban Twitter)

source: Year
hu_hu: Év

# checkbox enabled
source: Yes
hu_hu: Igen

source: Yes (Ref: #%s)
hu_hu: Igen (Hivatkozás: #%s)

source: Yes, activate
hu_hu: Igen, aktiválás

source: Yes, install and activate
hu_hu: Igen, telepítés és aktiválás

source: Yes, pay now
hu_hu: Igen, fizetés most

source: Yes, save and refresh
hu_hu: Igen, mentés és frissítés

source: Yes, use ${credits} credits
hu_hu: Igen, használom a(z) ${credits} kreditet

source: Yesterday
hu_hu: Tegnap

source: You already have a %s page. Are you sure you want to create a new one?
hu_hu: Már van egy %s oldal. Biztosan szeretne újat létrehozni?

source: You are about to permanently delete this %s from your site. This action cannot be undone. 'Cancel' to stop, 'OK' to delete.
hu_hu: Véglegesen törölni készül ezt a(z) %s elemet a webhelyéről. Ez a művelet nem vonható vissza. 'Cancel' a megszakításhoz, 'OK' a törléshez.

source: You are already registered as an affiliate
hu_hu: Már regisztrált partnerként

source: You are already registered as an affiliate.
hu_hu: Már regisztrált partnerként.

source: You are not allowed to change affiliate store credit.
hu_hu: Nincs jogosultsága módosítani a partner boltjóváírását.

source: You are not allowed to verify a license key.
hu_hu: Nincs jogosultsága licenckulcs ellenőrzésére.

source: You are running AffiliateWP version: %s
hu_hu: Az AffiliateWP jelenlegi verziója: %s

source: You are using AffiliateWP with a %1$s license. %2$sUpgrade to Pro now%3$s & unlock the full revenue potential of your affiliate program.
hu_hu: Az AffiliateWP-t %1$s licenccel használja. %2$sFrissítsen most Pro-ra%3$s & oldja fel partnerprogramja teljes bevételi potenciálját.

source: You are using a browser which is no longer supported by AffiliateWP. Please update or use another browser in order to access the plugin settings.
hu_hu: Olyan böngészőt használ, amelyet az AffiliateWP már nem támogat. Kérjük, frissítse, vagy használjon másik böngészőt a bővítmény beállításainak eléréséhez.

source: You can enter a URL campaign prefixed by &#8220;campaign:&#8221;
hu_hu: Megadhat egy kampányt a &#8220;campaign:&#8221; előtaggal

source: You can enter a complete URL to find all visits that landed on or came from a specific URL
hu_hu: Megadhat egy teljes URL-t az összes olyan látogatás megkereséséhez, amely egy adott URL-re érkezett vagy onnan érkezett

source: You can enter a partial URL to find all visits that landed on or came from a specific site
hu_hu: Megadhat egy részleges URL-t az összes olyan látogatás megkereséséhez, amely egy adott webhelyre érkezett vagy onnan érkezett

source: You can enter a visit context prefixed by &#8220;context:&#8221;
hu_hu: Megadhat egy látogatási kontextust a &#8220;context:&#8221; előtaggal

source: You can enter a word or phrase in the referral&#8217;s description prefixed by &#8220;desc:&#8221;
hu_hu: Megadhat egy szót vagy kifejezést az ajánlás leírásában a &#8220;desc:&#8221; előtaggal

source: You can enter an IP address to find all visits from a specific IP
hu_hu: Megadhat egy IP-címet az összes adott IP-ről érkező látogatás megkereséséhez

source: You can enter the affiliate&#8217;s ID number prefixed by &#8220;affiliate:&#8221;
hu_hu: Megadhatja a partner azonosítószámát a &#8220;affiliate:&#8221; előtaggal

source: You can enter the referral context prefixed by &#8220;context:&#8221;
hu_hu: Megadhatja az ajánlás kontextusát a &#8220;context:&#8221; előtaggal

source: You can enter the referral reference prefixed by &#8220;ref:&#8221;
hu_hu: Megadhatja az ajánlás hivatkozását a &#8220;ref:&#8221; előtaggal

source: You can enter the referral&#8217;s ID number
hu_hu: Megadhatja az ajánlás azonosítószámát

source: You can enter the referral&#8217;s ID number prefixed by &#8220;referral:&#8221;
hu_hu: Megadhatja az ajánlás azonosítószámát a &#8220;referral:&#8221; előtaggal

source: You can enter the visit&#8217;s ID number prefixed by &#8220;visit:&#8221;
hu_hu: Megadhatja a látogatás azonosítószámát a &#8220;visit:&#8221; előtaggal

source: You cannot refer yourself, and you will not receive a commission on your own accounts.
hu_hu: Nem hivatkozhat saját magára, és nem kap jutalékot a saját fiókjai után.

source: You cannot send emails with AffWP_Emails until init/admin_init has been reached
hu_hu: Nem küldhet e-maileket az AffWP_Emails segítségével, amíg az init/admin_init nem fut le

source: You do not have permission to %s API keys for this user.
hu_hu: Nincs jogosultsága %s az ehhez a felhasználóhoz tartozó API-kulcsokat.

source: You do not have permission to delete a creative
hu_hu: Nincs jogosultsága egy kreatív törléséhez

source: You do not have permission to delete affiliate accounts
hu_hu: Nincs jogosultsága partnerfiókok törléséhez

source: You do not have permission to disconnect Stripe.
hu_hu: Nincs jogosultsága a Stripe leválasztásához.

source: You do not have permission to disconnect the site from the Payouts Service payments
hu_hu: Nincs jogosultsága a webhely leválasztásához a Payouts Service kifizetéseiről

source: You do not have permission to export data.
hu_hu: Nincs jogosultsága adatok exportálásához.

source: You do not have permission to import data
hu_hu: Nincs jogosultsága adatok importálásához

source: You do not have permission to import data.
hu_hu: Nincs jogosultsága adatok importálásához.

source: You do not have permission to initiate this request. Contact an administrator for more information.
hu_hu: Nincs jogosultsága a kérés kezdeményezéséhez. További információért lépjen kapcsolatba egy rendszergazdával.

source: You do not have permission to install plugin updates
hu_hu: Nincs jogosultsága bővítményfrissítések telepítéséhez

source: You do not have permission to manage affiliates
hu_hu: Nincs jogosultsága partnerek kezeléséhez

source: You do not have permission to manage creatives
hu_hu: Nincs jogosultsága kreatívok kezeléséhez

source: You do not have permission to manage customers
hu_hu: Nincs jogosultsága vásárlók kezeléséhez

source: You do not have permission to manage payouts
hu_hu: Nincs jogosultsága a kifizetések kezeléséhez

source: You do not have permission to manage referrals
hu_hu: Nincs jogosultsága a jutalékok kezeléséhez

source: You do not have permission to manage this affiliate account.
hu_hu: Nincs jogosultsága ennek az affiliate-fióknak a kezeléséhez.

source: You do not have permission to manage this affiliate.
hu_hu: Nincs jogosultsága ennek az affiliate-nek a kezeléséhez.

source: You do not have permission to perform this action.
hu_hu: Nincs jogosultsága ehhez a művelethez.

source: You do not have permission to process payments
hu_hu: Nincs jogosultsága a fizetések feldolgozásához

source: You do not have permission to process payouts
hu_hu: Nincs jogosultsága a kifizetések feldolgozásához

source: You do not have permission.
hu_hu: Nincs jogosultsága.

source: You have a store credit balance of
hu_hu: Boltjóváírási egyenlege

source: You have access to updates, addons, new features, and more.
hu_hu: Hozzáfér a frissítésekhez, bővítményekhez, új funkciókhoz és még sok máshoz.

source: You have an account balance of
hu_hu: Számlaegyenlege

source: You have been awarded a new referral of
hu_hu: Új jutalékot kapott

source: You have been awarded a new referral of %1$s on %2$s!
hu_hu: Új jutalékot kapott %1$s összegben, %2$s esetén!

source: You have deactivated the key from this site successfully.
hu_hu: A kulcsot sikeresen deaktiválta ezen a webhelyen.

source: You have insufficient available funds in your Stripe platform account. Available balance: %1$s %2$s, Pending balance: %3$s %4$s. The transfer requires %5$s %6$s. In test mode, visit the Stripe settings page and create a test charge to your platform account.
hu_hu: Nincs elegendő elérhető fedezet a Stripe platformfiókjában. Elérhető egyenleg: %1$s %2$s, függő egyenleg: %3$s %4$s. Az átutaláshoz %5$s %6$s szükséges. Tesztmódban látogasson el a Stripe beállítások oldalára, és hozzon létre egy tesztterhelést a platformfiókjára.

source: You have insufficient available funds in your Stripe platform account. Your Stripe dashboard shows you have funds, but they may be pending or on hold. To add funds in test mode, visit the Stripe settings page and create a test charge to your platform account.
hu_hu: Nincs elegendő elérhető fedezet a Stripe platformfiókjában. A Stripe irányítópult azt mutatja, hogy van fedezet, de az függőben lehet vagy zárolva. Tesztmódban a fedezet feltöltéséhez látogasson el a Stripe beállítások oldalára, és hozzon létre egy tesztterhelést a platformfiókjára.

source: You have no new notifications.
hu_hu: Nincsenek új értesítései.

source: You have no referrals or visits that included a campaign name.
hu_hu: Nincsenek olyan jutalékai vagy látogatásai, amelyek kampánynevet tartalmaztak.

source: You have not made any referrals yet.
hu_hu: Még nem szerzett jutalékot.

source: You have not received any visits yet.
hu_hu: Még nem érkezett egyetlen látogatás sem.

source: You have reached the limit of AI affiliate reviews for your current plan.
hu_hu: Elérte az AI affiliate értékelések limitjét a jelenlegi csomagjában.

source: You have selected a valid user account and may continue adding this user as an affiliate.
hu_hu: Érvényes felhasználói fiókot választott, és folytathatja a felhasználó affiliate-ként való hozzáadását.

source: You have subscribed successfully.
hu_hu: Sikeresen feliratkozott.

source: You may use graphic and text links both on your website and within in your email messages. You may also advertise the %s site in online and offline classified ads, magazines, and newspapers.
hu_hu: Grafikus és szöveges hivatkozásokat is használhat a webhelyén és az e-mail üzeneteiben. A(z) %s webhelyet hirdetheti online és offline apróhirdetésekben, magazinokban és újságokban is.

source: You may use the graphics and text provided by us, or you may create your own as long as they are deemed appropriate according to the conditions and not in violation as outlined in the Termination section.
hu_hu: Használhatja az általunk biztosított grafikákat és szövegeket, vagy készíthet sajátokat is, amennyiben azok a feltételek szerint megfelelőnek minősülnek, és nem sértik a Megszüntetés szakaszban leírtakat.

source: You must be logged in to connect Stripe.
hu_hu: A Stripe csatlakoztatásához be kell jelentkeznie.

source: You must be logged in to perform this action.
hu_hu: Ehhez a művelethez be kell jelentkeznie.

source: You must have a sufficient balance already present in your PayPal account to cover the payouts being processed.
hu_hu: A feldolgozás alatt álló kifizetések fedezéséhez elegendő egyenleggel kell rendelkeznie a PayPal-fiókjában.

source: You must have an active AffiliateWP license to use this feature.
hu_hu: E funkció használatához aktív AffiliateWP licenccel kell rendelkeznie.

source: You need a %s license to install Advanced features.
hu_hu: A Speciális funkciók telepítéséhez %s licencre van szüksége.

source: You need to %1$s. On January 1, 2023, Croatia joined the Eurozone. This means the Croatian Kuna (HRK) is now deprecated in favor of the euro (EUR).
hu_hu: Meg kell tennie: %1$s. 2023. január 1-jén Horvátország csatlakozott az euróövezethez. Ez azt jelenti, hogy a horvát kuna (HRK) kivezetésre került az euró (EUR) javára.

source: You're unauthorized to view this page. Please <a href="%s">log in</a> and try again.
hu_hu: Nincs jogosultsága az oldal megtekintéséhez. Kérjük, <a href="%s">jelentkezzen be</a>, majd próbálja újra.

source: You're unauthorized to view this page. Please log in and try again.
hu_hu: Nincs jogosultsága az oldal megtekintéséhez. Kérjük, jelentkezzen be, majd próbálja újra.

source: Your %s identifies your account and tracks your referrals.
hu_hu: A(z) %s azonosítja a fiókját és követi a jutalékait.

source: Your Affiliate Application Has Been Rejected
hu_hu: Az affiliate jelentkezését elutasítottuk

source: Your Affiliate Application Is Being Reviewed
hu_hu: Az affiliate jelentkezése elbírálás alatt áll

source: Your Affiliate Link
hu_hu: Az affiliate hivatkozása

source: Your AffiliateWP license is valid
hu_hu: Az AffiliateWP licence érvényes

source: Your AffiliateWP license key has expired which means you cannot access new features &amp; addons, plugin updates (including security improvements), or access our world class support.
hu_hu: Az AffiliateWP licenckulcsa lejárt, ami azt jelenti, hogy nem fér hozzá az új funkciókhoz &amp; bővítményekhez, a bővítményfrissítésekhez (beleértve a biztonsági fejlesztéseket), illetve a világszínvonalú ügyfélszolgálatunkhoz.

source: Your AffiliateWP license key is expired and is required to continue using AffiliateWP. Fortunately, it's easy to renew your license key.
hu_hu: Az AffiliateWP licenckulcsa lejárt, és szükséges az AffiliateWP használatának folytatásához. Szerencsére a licenckulcs megújítása egyszerű.

source: Your AffiliateWP license key is expired, but is required to continue using AffiliateWP. Fortunately, it's easy to renew your license key. Just do the following:
hu_hu: Az AffiliateWP licenckulcsa lejárt, de szükséges az AffiliateWP használatának folytatásához. Szerencsére a licenckulcs megújítása egyszerű. Csak tegye a következőket:

source: Your AffiliateWP license key is missing or is invalid. Without an active license key your front-end website is unaffected. However, you can no longer:
hu_hu: Az AffiliateWP licenckulcsa hiányzik vagy érvénytelen. Aktív licenckulcs nélkül a nyilvános webhelye nincs érintve. Ugyanakkor többé nem tudja:

source: Your AffiliateWP license key is missing or is invalid. Without an active license key, your front-end website is unaffected. However, you can no longer disburse affiliate payouts, register &amp; manage affiliates, analyze performance data, and more.
hu_hu: Az AffiliateWP licenckulcsa hiányzik vagy érvénytelen. Aktív licenckulcs nélkül a nyilvános webhelye nincs érintve. Ugyanakkor többé nem tud affiliate kifizetéseket teljesíteni, affiliate-eket regisztrálni &amp; kezelni, teljesítményadatokat elemezni és még sok minden mást.

source: Your Business Name
hu_hu: Vállalkozásának neve

source: Your Country of Residence
hu_hu: Lakóhely szerinti ország

source: Your Email
hu_hu: E-mail-címe

source: Your First Name
hu_hu: Keresztneve

source: Your Last Name
hu_hu: Vezetékneve

source: Your Monthly AffiliateWP Summary for %s
hu_hu: Havi AffiliateWP összefoglalója a(z) %s időszakra

source: Your Monthly Summary for %1$s
hu_hu: Havi összefoglaló %1$s

source: Your Name
hu_hu: Az Ön neve

source: Your Payment Email
hu_hu: Az Ön kifizetési e-mail-címe

source: Your Stripe account has been connected successfully!
hu_hu: A Stripe-fiókja sikeresen összekapcsolva!

source: Your Stripe account is connected and ready to receive payouts. You can manage your bank account details, tax information, and other settings through your Stripe Dashboard.
hu_hu: A Stripe-fiókja csatlakoztatva van és készen áll a kifizetések fogadására. A banki adatait, adózási információit és egyéb beállításait a Stripe Dashboard felületén kezelheti.

source: Your Stripe account is connected but needs to complete the onboarding process. Click "Complete Setup" to finish providing the required information for receiving payouts.
hu_hu: A Stripe-fiókja csatlakoztatva van, de az onboarding folyamat befejezése szükséges. Kattintson a "Complete Setup" gombra, hogy befejezze a kifizetésekhez szükséges adatok megadását.

source: Your Stripe account settings have been updated successfully!
hu_hu: A Stripe-fiók beállításai sikeresen frissítve!

source: Your Stripe payout account has been set up successfully!
hu_hu: A Stripe kifizetési fiók sikeresen beállítva!

source: Your Stripe payout settings have been updated successfully!
hu_hu: A Stripe kifizetési beállításai sikeresen frissítve!

source: Your affiliate account is not active
hu_hu: Az Ön partneri fiókja nem aktív

source: Your affiliate account is pending approval
hu_hu: Az Ön partneri fiókja jóváhagyásra vár

source: Your affiliate account request has been rejected
hu_hu: Az Ön partneri fiók kérelmét elutasítottuk

source: Your affiliate application and status in the Program may be suspended or terminated for any of the following reasons:
hu_hu: A Programban benyújtott partneri jelentkezése és státusza az alábbi okok bármelyike miatt felfüggeszthető vagy megszüntethető:

source: Your affiliate application on %s has been accepted!
hu_hu: A(z) %s oldalon benyújtott partneri jelentkezését elfogadtuk!

source: Your affiliate profile has been updated
hu_hu: Az Ön partneri profilja frissült

source: Your browser version is not supported
hu_hu: A böngésző verziója nem támogatott

source: Your business is at risk! Your AffiliateWP license has expired.
hu_hu: Veszélyben a vállalkozása! Az AffiliateWP licence lejárt.

source: Your business is at risk! Your AffiliateWP license is missing.
hu_hu: Veszélyben a vállalkozása! Hiányzik az AffiliateWP licenc.

source: Your company name is shown throughout the Terms of Use.
hu_hu: Az Ön cégneve a Felhasználási feltételekben mindenhol megjelenik.

source: Your custom affiliate slug is %1$s and can also be used within your affiliate link. Click %2$s.
hu_hu: Az egyéni partneri slugja %1$s, és a partneri hivatkozásán belül is használható. Kattintson %2$s.

source: Your database has been successfully upgraded. %s
hu_hu: Az adatbázis sikeresen frissítve. %s

source: Your database needs to be updated following the AffiliateWP 2.27.6 update. This upgrade will improve site performance by removing legacy post meta entries.
hu_hu: Az AffiliateWP 2.27.6 frissítést követően az adatbázist frissíteni kell. Ez a frissítés javítja a webhely teljesítményét a régi bejegyzés-meta adatok eltávolításával.

source: Your database needs to be upgraded following the AffiliateWP 2.14.0 update
hu_hu: Az AffiliateWP 2.14.0 frissítést követően az adatbázis frissítése szükséges

source: Your database needs to be upgraded following the AffiliateWP v2.0 update
hu_hu: Az AffiliateWP v2.0 frissítést követően az adatbázis frissítése szükséges

source: Your database needs to be upgraded following the AffiliateWP v2.2 update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az AffiliateWP v2.2 frissítést követően az adatbázis frissítése szükséges. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.

source: Your database needs to be upgraded following the AffiliateWP v2.4.5 update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az AffiliateWP v2.4.5 frissítést követően az adatbázis frissítése szükséges. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.

source: Your database needs to be upgraded following the AffiliateWP v2.6 update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az AffiliateWP v2.6 frissítést követően az adatbázis frissítése szükséges. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.

source: Your database tables have been successfully upgraded. %s
hu_hu: Az adatbázis táblái sikeresen frissítve. %s

source: Your database tables need to be upgraded following the AffiliateWP v2.6.1 update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az AffiliateWP v2.6.1 frissítést követően az adatbázis tábláinak frissítése szükséges. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.

source: Your database tables need to be upgraded following the AffiliateWP v2.7 update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az AffiliateWP v2.7 frissítést követően az adatbázis tábláinak frissítése szükséges. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.

source: Your database tables need to be upgraded following the AffiliateWP v2.7.4 update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az AffiliateWP v2.7.4 frissítést követően az adatbázis tábláinak frissítése szükséges. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.

source: Your database tables need to be upgraded following the AffiliateWP v2.8 update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az AffiliateWP v2.8 frissítést követően az adatbázis tábláinak frissítése szükséges. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.
