Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Turn your website visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with the most powerful giveaways & contests plugin for WordPress.
hu_hu: Váltsa webhelye látogatóit márkanagykövetekké! Növelje könnyedén e‑mail listáját, webhelyforgalmát és a közösségi média követőinek számát a WordPress legerősebb nyereményjáték- és versenybővítményével.

source: Turnstile Secret Key
hu_hu: Turnstile titkos kulcs

source: Turnstile Site Key
hu_hu: Turnstile webhely-kulcs

source: Type
hu_hu: Típus

source: Type to search all %s.
hu_hu: Gépeljen az összes %s kereséséhez.

source: URL is required.
hu_hu: Az URL megadása kötelező.

source: URL must use HTTPS.
hu_hu: Az URL-nek HTTPS-t kell használnia.

source: URL not provided
hu_hu: Nincs megadva URL

source: URL the creative points to.
hu_hu: A kreatív cél URL-je.

source: URLs placed here will be blocked from generating referrals. Enter one URL per line. NOTE: This will only apply to new visits after the URL has been saved.
hu_hu: Az itt megadott URL-eknél letiltjuk az ajánlások generálását. Soronként egy URL-t adjon meg. MEGJEGYZÉS: Ez csak azokra az új látogatásokra vonatkozik, amelyek az URL mentése után érkeznek.

source: US Dollar ($) — USD
hu_hu: Amerikai dollár ($) — USD

source: Ukrainian Hryvnia (₴) — UAH
hu_hu: Ukrán hrivnya (₴) — UAH

source: Unable to add %1$s %2$s because it already exists.
hu_hu: Nem lehet hozzáadni %1$s %2$s, mert már létezik.

source: Unable to add %1$s %2$s.
hu_hu: Nem lehet hozzáadni %1$s %2$s.

source: Unable to check rate limit without user ID.
hu_hu: Felhasználói azonosító nélkül nem ellenőrizhető a kérésszám-korlát.

source: Unable to claim actions. Database error.
hu_hu: Nem lehet lefoglalni a műveleteket. Adatbázishiba.

source: Unable to create a %s account at the moment. Try again later.
hu_hu: Jelenleg nem hozható létre %s-fiók. Próbálja meg később újra.

source: Unable to create an Affiliate Terms of Use page.
hu_hu: Nem lehet létrehozni a partneri felhasználási feltételek oldalt.

source: Unable to delete %1$s %2$s.
hu_hu: Nem lehet törölni %1$s %2$s.

source: Unable to delete %s.
hu_hu: Nem lehet törölni %s.

source: Unable to disconnect from the %1$s. Please <a href="%2$s">try again</a>. If you continue to have this problem, please contact support.
hu_hu: Nem lehet megszakítani a kapcsolatot %1$s esetében. Kérjük, <a href="%2$s">próbálja meg újra</a>. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.

source: Unable to mark failure on action %s. Database error.
hu_hu: Nem lehet sikertelennek jelölni a %s műveletet. Adatbázishiba.

source: Unable to process payout request at the moment. Please try again later.
hu_hu: Jelenleg nem tudjuk feldolgozni a kifizetési kérelmet. Kérjük, próbálja meg később újra.

source: Unable to reconnect to the %1$s. Please <a href="%2$s">try again</a>. If you continue to have this problem, please contact support.
hu_hu: Nem lehet újracsatlakozni %1$s esetében. Kérjük, <a href="%2$s">próbálja meg újra</a>. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az ügyfélszolgálattal.

source: Unable to remove source migrated action %s
hu_hu: Nem lehet eltávolítani a forrásból migrált %s műveletet

source: Unable to retrieve Payouts Service account
hu_hu: Nem lehet lekérni a Payouts Service-fiókot

source: Unable to save action.
hu_hu: Nem lehet menteni a műveletet.

source: Unable to unlock claim %s. Database error.
hu_hu: Nem lehet feloldani a %s foglalását. Adatbázishiba.

source: Unable to unlock claim on action %s. Database error.
hu_hu: Nem lehet feloldani a %s művelet foglalását. Adatbázishiba.

source: Unable to update %s.
hu_hu: Nem lehet frissíteni %s.

source: Unable to validate payout on the Payouts Service
hu_hu: Nem sikerült érvényesíteni a kifizetést a Payouts Service-ben

source: Unconverted
hu_hu: Nem konvertált

source: Unconverted Visits
hu_hu: Konverzió nélküli látogatások

source: Unidentified action %s
hu_hu: Azonosítatlan művelet %s

source: Unique Links
hu_hu: Egyedi hivatkozások

source: United Arab Emirates Dirham (د.إ) — AED
hu_hu: Egyesült Arab Emírségek dirhamja (د.إ) — AED

source: United Kingdom
hu_hu: Egyesült Királyság

source: United States
hu_hu: Egyesült Államok

source: Unknown
hu_hu: Ismeretlen

source: Unknown error deleting %s.
hu_hu: Ismeretlen hiba a(z) %s törlése közben.

source: Unknown error processing payout.
hu_hu: Ismeretlen hiba a kifizetés feldolgozása közben.

source: Unknown error trying to edit that group.
hu_hu: Ismeretlen hiba a csoport szerkesztésekor.

source: Unknown error while deleting %s.
hu_hu: Ismeretlen hiba a(z) %s törlése közben.

source: Unknown error.
hu_hu: Ismeretlen hiba.

source: Unknown reason
hu_hu: Ismeretlen ok

source: Unknown status found for action.
hu_hu: Ismeretlen állapot a művelethez.

source: Unlock advanced reporting capabilities and reports.
hu_hu: Oldja fel a fejlett jelentéskészítési funkciókat és jelentéseket.

source: Unlock new revenue streams as your affiliate network grows and sales volumes increase.
hu_hu: Nyisson meg új bevételi forrásokat, ahogy növekszik partnerhálózata és az értékesítési volumen.

source: Unlock the power of AI to efficiently manage your affiliate applications.
hu_hu: Használja ki az MI erejét partneri jelentkezései hatékony kezeléséhez.

source: Unpaid
hu_hu: Kifizetetlen

source: Unpaid Earnings
hu_hu: Kifizetetlen bevételek

source: Unpaid Referral Earnings
hu_hu: Kifizetetlen ajánlói bevételek

source: Unpaid Referrals
hu_hu: Kifizetetlen ajánlások

source: Unpaid affiliate earnings.
hu_hu: Kifizetetlen partneri bevételek.

# Unpaid earnings column table header
source: Unpaid earnings
hu_hu: Kifizetetlen bevételek

source: Unpaid earnings have been successfully recounted for %s.
hu_hu: A kifizetetlen bevételek újraszámolása sikeresen megtörtént a(z) %s esetében.

source: Unpaid earnings have been successfully recounted for all matching affiliates.
hu_hu: A kifizetetlen bevételek újraszámolása sikeresen megtörtént minden egyező partnernél.

source: Unpaid earnings this month
hu_hu: Kifizetetlen bevételek ebben a hónapban

# Unpaid earnings today column table header
source: Unpaid earnings today
hu_hu: Kifizetetlen bevételek ma

# Unpaid referrals column table header
source: Unpaid referrals
hu_hu: Kifizetetlen ajánlások

# Unpaid referrals this month column table header
source: Unpaid referrals this month
hu_hu: Kifizetetlen ajánlások ebben a hónapban

# Unpaid referrals today column table header
source: Unpaid referrals today
hu_hu: Kifizetetlen ajánlások ma

source: Until now, the names of Creatives were only visible to affiliate managers. With our latest update, the names of all newly added Creatives will be visible to affiliates. This change will assist them in easily identifying and choosing the best Creative for their campaigns.
hu_hu: Eddig a Kreatívok nevei csak a partner menedzserek számára voltak láthatók. A legutóbbi frissítésünkkel az összes újonnan hozzáadott Kreatív neve látható lesz a partnerek számára. Ez a változás segíti őket abban, hogy könnyen azonosítsák és kiválasszák kampányaikhoz a legjobb Kreatívat.

source: Update
hu_hu: Frissítés

source: Update Affiliate
hu_hu: Partner frissítése

source: Update Creative
hu_hu: Kreatív frissítése

source: Update Custom Link
hu_hu: Egyéni hivatkozás frissítése

source: Update Customer
hu_hu: Vásárló frissítése

source: Update PHP
hu_hu: PHP frissítése

source: Update Referral
hu_hu: Ajánlás frissítése

source: Updated %1$s to %2$s.
hu_hu: A(z) %1$s frissítve erre: %2$s.

source: Updated %1$s.
hu_hu: A(z) %1$s frissítve.

source: Upgrade Database
hu_hu: Adatbázis frissítése

source: Upgrade Database Tables
hu_hu: Adatbázistáblák frissítése

source: Upgrade to AffiliateWP Pro to Unlock Creative Scheduling
hu_hu: Frissítsen az AffiliateWP Pro-ra a Kreatívok ütemezésének feloldásához

source: Upgrade to PRO
hu_hu: Frissítés PRO-ra

source: Upgrade to Plus
hu_hu: Frissítés Plus-ra

source: Upgrade to Pro Now to Unlock and Customize Your QR Code Campaigns
hu_hu: Frissítsen most Pro-ra a QR-kódos kampányok feloldásához és testreszabásához

source: Upgrade to Pro and Save 60%
hu_hu: Frissítsen Pro-ra, és takarítson meg 60%-ot

source: Upgrade to Pro to access this feature.
hu_hu: Frissítsen Pro-ra a funkció eléréséhez.

source: Upload File
hu_hu: Fájl feltöltése

source: Upload or choose a logo to be displayed at the top of emails.
hu_hu: Töltsön fel vagy válasszon egy logót, amely az e-mailek tetején jelenik meg.

source: Upload or choose an image to be displayed within the widget.
hu_hu: Töltsön fel vagy válasszon egy képet, amely a widgetben jelenik meg.

source: Use Fallback Referral Tracking Method
hu_hu: Tartalék ajánláskövetési módszer használata

source: Use any get_affiliates() arguments to modify the response.
hu_hu: Használjon bármelyik get_affiliates() argumentumot a válasz módosításához.

source: Use any get_campaigns() arguments to modify the response.
hu_hu: Használjon bármelyik get_campaigns() argumentumot a válasz módosításához.

source: Use any get_creatives() arguments to modify the response.
hu_hu: Használjon bármelyik get_creatives() argumentumot a válasz módosításához.

source: Use any get_customers() arguments to modify the response.
hu_hu: Használjon bármelyik get_customers() argumentumot a válasz módosításához.

source: Use any get_payouts() arguments to modify the response.
hu_hu: Használjon bármelyik get_payouts() argumentumot a válasz módosításához.

source: Use any get_referrals() arguments to modify the response.
hu_hu: Használjon bármelyik get_referrals() argumentumot a válasz módosításához.

source: Use any get_sales() arguments to modify the response.
hu_hu: Használjon bármelyik get_sales() argumentumot a válasz módosításához.

source: Use any get_visits() arguments to modify the response.
hu_hu: Használjon bármelyik get_visits() argumentumot a válasz módosításához.

source: Use link with custom slug
hu_hu: Egyéni sluggal rendelkező hivatkozás használata

source: Use our configuration wizard to properly set up AffiliateWP (with just a few clicks).
hu_hu: Használja a konfigurációs varázslónkat az AffiliateWP megfelelő beállításához (néhány kattintással).

source: Use standard link
hu_hu: Szabványos hivatkozás használata

source: Use this QR code to promote your link and earn commissions.
hu_hu: Használja ezt a QR-kódot a hivatkozása népszerűsítésére és jutalékok szerzésére.

source: Use this form for registering affiliates.
hu_hu: Használja ezt az űrlapot partnerek regisztrálásához.

source: Use this form to add %1$s (%2$s) as a new affiliate.
hu_hu: Használja ezt az űrlapot %1$s (%2$s) új partnerként való hozzáadásához.

source: Use this form to create a new affiliate account. Each affiliate is tied directly to a user account, so if the user account for the affiliate does not yet exist, <a href="%s" target="_blank">create one</a>.
hu_hu: Használja ezt az űrlapot új partnerfiók létrehozásához. Minden partner közvetlenül egy felhasználói fiókhoz kapcsolódik, ezért ha a partner felhasználói fiókja még nem létezik, <a href="%s" target="_blank">hozzon létre egyet</a>.

source: Use this screen to add a new creative, such as a text link or image banner.
hu_hu: Használja ezt a képernyőt új kreatív elem hozzáadásához, például szöveges hivatkozáshoz vagy képes bannerhez.

source: Use this screen to manually create a new referral record for an affiliate.
hu_hu: Használja ezt a képernyőt új ajánlás-bejegyzés kézi létrehozásához egy partner számára.

source: Use this tool to create a Terms of Use page for your affiliate program. You will be able to make changes before publishing.
hu_hu: Használja ezt az eszközt felhasználási feltételek oldal létrehozásához a partnerprogramjához. A közzététel előtt módosításokat végezhet.

source: Use this tool to create affiliate accounts for each of your existing WordPress user accounts that belong to the selected roles below.
hu_hu: Használja ezt az eszközt, hogy partnerfiókot hozzon létre az alább kiválasztott szerepkörökhöz tartozó összes meglévő WordPress felhasználói fiókhoz.

source: Use this tool to help debug referral tracking.
hu_hu: Használja ezt az eszközt az ajánláskövetés hibakereséséhez.

source: Use this tool to migrate existing affiliate / referral data from Affiliates Pro to AffiliateWP.
hu_hu: Használja ezt az eszközt a meglévő partner / ajánlás adatok migrálásához az Affiliates Pro-ból az AffiliateWP-be.

source: Use this tool to migrate existing affiliate accounts from WP Affiliate to AffiliateWP.
hu_hu: Használja ezt az eszközt a meglévő partnerfiókok migrálásához a WP Affiliate-ből az AffiliateWP-be.

source: Use this tool to recount campaigns for one or all affiliates.
hu_hu: Használja ezt az eszközt kampányok újraszámolásához egy vagy minden partner számára.

source: Use this tool to recount statistics for one or all affiliates.
hu_hu: Használja ezt az eszközt statisztikák újraszámolásához egy vagy minden partner számára.

source: Use update_referral_status() instead.
hu_hu: Helyette használja az update_referral_status()-t.

source: Use your affiliate link to promote and earn commissions for every referral. Share it anywhere: on social media, in emails, on your website, or any other way.
hu_hu: Használja partnerhivatkozását a népszerűsítéshez és szerezzen jutalékot minden ajánlás után. Ossza meg bárhol: közösségi médiában, e-mailekben, a webhelyén vagy bármilyen más módon.

source: Used by 2+ million websites.
hu_hu: Több mint 2 millió webhely használja.

source: User
hu_hu: Felhasználó

source: User Accounts
hu_hu: Felhasználói fiókok

source: User ID
hu_hu: Felhasználói azonosító

source: User ID Required
hu_hu: Felhasználói azonosító szükséges

source: User Password
hu_hu: Felhasználói jelszó

source: User Registration cannot be used with Affiliate Registration. Please disable the "Enable User Registration" option to allow affiliate registrations.
hu_hu: A felhasználói regisztráció nem használható együtt a partnerregisztrációval. Kérjük, tiltsa le az "Enable User Registration" beállítást a partnerregisztráció engedélyezéséhez.

source: User doesn&#8217;t have permission to activate plugins.
hu_hu: A felhasználónak nincs jogosultsága bővítmények aktiválásához.

source: User doesn&#8217;t have permission to install plugins.
hu_hu: A felhasználónak nincs jogosultsága bővítmények telepítéséhez.

source: User email
hu_hu: Felhasználói e-mail-cím

source: User login name
hu_hu: Felhasználói bejelentkezési név

source: User must be able to see coupon/deal/savings information and details before an affiliate cookie is set (i.e. “click here to see coupons and open a window to merchant site” is NOT allowed).
hu_hu: A felhasználónak látnia kell a kupon/ajánlat/megtakarítási információkat és részleteket, mielőtt partner cookie kerül beállításra (azaz a „kattintson ide a kuponok megtekintéséhez és ablak nyitása a kereskedő oldalára” NEM engedélyezett).

source: Username
hu_hu: Felhasználónév

source: Username already taken
hu_hu: A felhasználónév már foglalt

source: Username: %s
hu_hu: Felhasználónév: %s

source: Using the Affiliate Portal addon, you can give your affiliates a premium experience, ensuring they have everything they need to perform.
hu_hu: Az Affiliate Portal bővítménnyel prémium élményt biztosíthat partnereinek, így minden rendelkezésükre áll a hatékony munkához.

# license status
source: Valid
hu_hu: Érvényes

source: Validation sample: %1$d valid, %2$d invalid out of %3$d tested.
hu_hu: Ellenőrzési minta: %1$d érvényes, %2$d érvénytelen a %3$d teszteltből.

# Constant value
source: Value
hu_hu: Érték

# Option value
source: Value
hu_hu: Érték

source: Verified
hu_hu: Ellenőrizve

source: Verify Key
hu_hu: Kulcs ellenőrzése

source: Verify key
hu_hu: Kulcs ellenőrzése

source: Verifying account status...
hu_hu: Fiók állapotának ellenőrzése...

source: Version:
hu_hu: Verzió:

source: Vietnamese Dong (₫) — VND
hu_hu: Vietnami dong (₫) — VND

source: View
hu_hu: Megtekintés

source: View Action
hu_hu: Művelet megtekintése

source: View Affiliate
hu_hu: Partner megtekintése

source: View All
hu_hu: Összes megtekintése

source: View Details
hu_hu: Részletek megtekintése

source: View Details for Referral
hu_hu: Jutalék részleteinek megtekintése

source: View Email Summary Example
hu_hu: E-mail összefoglaló példájának megtekintése

source: View Entry
hu_hu: Bejegyzés megtekintése

source: View Example
hu_hu: Példa megtekintése

source: View PayPal Payouts Documentation
hu_hu: PayPal kifizetések dokumentációjának megtekintése

source: View Payouts
hu_hu: Kifizetések megtekintése

source: View Report
hu_hu: Jelentés megtekintése

source: View Stripe Payouts Documentation
hu_hu: Stripe kifizetések dokumentációjának megtekintése

source: View Stripe Receipt
hu_hu: Stripe nyugta megtekintése

source: View all referrals
hu_hu: Összes jutalék megtekintése

source: View in Stripe
hu_hu: Megtekintés a Stripe-ban

source: View supported browsers
hu_hu: Támogatott böngészők megtekintése

source: View transfer in Stripe dashboard
hu_hu: Átutalás megtekintése a Stripe irányítópultján

source: Violation of intellectual property rights. %1$s reserves the right to require license agreements from those who employ trademarks of %1$s in order to protect our intellectual property rights.
hu_hu: Szellemi tulajdonjogok megsértése. %1$s fenntartja a jogot, hogy licencszerződéseket követeljen meg azoktól, akik %1$s védjegyeit használják, szellemi tulajdonjogaink védelme érdekében.

source: Visit
hu_hu: Látogatás

source: Visit Count
hu_hu: Látogatások száma

source: Visit ID
hu_hu: Látogatás azonosítója

source: Visit converted
hu_hu: Látogatás konvertálva

source: Visit converted: %s
hu_hu: Látogatás konvertálva: %s

source: Visit not converted
hu_hu: Látogatás nem konvertálva

source: Visit records can be searched in several different ways:
hu_hu: A látogatási rekordok többféleképpen kereshetők:

source: Visit referrer.
hu_hu: Látogatás hivatkozója.

source: Visit the <a href="%s">documentation</a> on the AffiliateWP website.
hu_hu: Keresse fel az AffiliateWP webhelyén található <a href="%s">dokumentációt</a>.

source: Visit your %1$sAffiliate Area%2$s for more information.
hu_hu: További információkért látogassa meg a %1$sPartnerfelületet%2$s.

source: Visitor IP address.
hu_hu: Látogató IP-címe.

source: Visits
hu_hu: Látogatások

# Visits column table header
source: Visits
hu_hu: Látogatások

source: Visits have been successfully recounted for %s.
hu_hu: A(z) %s látogatásait sikeresen újraszámoltuk.

source: Visits have been successfully recounted for all matching affiliates.
hu_hu: Minden megfelelő partner látogatásait sikeresen újraszámoltuk.

source: Visits table column to order by.
hu_hu: A Látogatások táblázat rendezési oszlopa.

source: WARNING! Your Business is at Risk
hu_hu: FIGYELEM! Vállalkozása veszélyben van

source: WP Mail SMTP Installed & Activated
hu_hu: WP Mail SMTP telepítve és aktiválva

source: WP Mail SMTP fixes deliverability problems with your WordPress emails and form notifications. It's built by the same folks behind WPForms.
hu_hu: A WP Mail SMTP megoldja a WordPress e-mailek és űrlapértesítések kézbesítési problémáit. Ugyanazok készítették, akik a WPForms mögött állnak.

source: WP Mail SMTP is required to send affiliate email summaries. %1$s or learn more %2$s.
hu_hu: A partner e-mail összefoglalók küldéséhez a WP Mail SMTP szükséges. %1$s vagy tudjon meg többet %2$s.

source: WP Mail SMTP on WordPress.org
hu_hu: WP Mail SMTP a WordPress.org-on

source: WP Mail SMTP screenshot
hu_hu: WP Mail SMTP képernyőkép

source: WPForms Entry
hu_hu: WPForms bejegyzés

source: Want to change your payout method? Do that <a href="%s">here</a>.
hu_hu: Szeretné megváltoztatni a kifizetési módját? Ezt <a href="%s">itt</a> teheti meg.

source: Want to get started adding your first affiliate with AffiliateWP? By following the step by step instructions in this walkthrough, you can easily add your first affiliate (and many more!).
hu_hu: Szeretné hozzáadni első partnerét az AffiliateWP-vel? Az ebben az útmutatóban található lépésről lépésre szóló utasításokat követve könnyedén hozzáadhatja első partnerét (és még sok másikat!).

source: Warning:
hu_hu: Figyelmeztetés:

source: Warning: This will process all unpaid referrals for the selected date range and affiliate(s), sending payouts via Stripe. Please confirm before proceeding.
hu_hu: Figyelmeztetés: Ez feldolgozza a kiválasztott dátumtartomány és partner(ek) összes ki nem fizetett ajánlását, és a kifizetéseket Stripe-on keresztül küldi el. Kérjük, a folytatás előtt erősítse meg.

source: We are sorry but your browser is not compatible with this kind of file upload. Please upgrade your browser.
hu_hu: Sajnáljuk, de a böngészője nem kompatibilis az ilyen típusú fájlfeltöltéssel. Kérjük, frissítse a böngészőjét.

source: We couldn't verify your license
hu_hu: Nem tudtuk ellenőrizni a licencét

source: We do not make any expressed or implied warranties with respect to the Program and/or the memberships or products sold by %s. We make no claim that the operation of the Program and/or our website(s) will be error-free and we will not be liable for any interruptions or errors.
hu_hu: Sem kifejezett, sem hallgatólagos garanciát nem vállalunk a Programra és/vagy a %s által értékesített tagságokra vagy termékekre vonatkozóan. Nem állítjuk, hogy a Program és/vagy a weboldalaink működése hibamentes lesz, és nem vállalunk felelősséget semmilyen megszakításért vagy hibáért.

source: We have introduced two new page options to improve the user experience for your affiliates: separate <a href="%1$s" target="_blank" rel="noopener noreferrer">Affiliate Login</a> and <a href="%2$s" target="_blank" rel="noopener noreferrer">Affiliate Registration</a> pages.
hu_hu: Két új oldalopciót vezettünk be a partnerek felhasználói élményének javítása érdekében: külön <a href="%1$s" target="_blank" rel="noopener noreferrer">Partner bejelentkezés</a> és <a href="%2$s" target="_blank" rel="noopener noreferrer">Partner regisztráció</a> oldalak.

source: We no longer need this method since virtual coupons are handled automatically now.
hu_hu: Erre a módszerre már nincs szükség, mivel a virtuális kuponok kezelése mostantól automatikus.

source: We no longer need to delete a coupon since they are applied dynamically to the cart.
hu_hu: Már nincs szükség kupon törlésére, mivel azokat dinamikusan alkalmazzuk a kosárban.

source: We recommend integrating AffiliateWP with one of the plugins below.
hu_hu: Javasoljuk, hogy az AffiliateWP-t az alábbi bővítmények egyikével integrálja.

source: We recommend setting this to your refund period + 7 days. For example, if your refund period is 30 days, set this to 37 days.
hu_hu: Javasoljuk, hogy ezt a visszatérítési időszak + 7 nap értékre állítsa. Például, ha a visszatérítési időszak 30 nap, állítsa 37 napra.

source: We regret to inform you that your recent affiliate registration on {site_name} was rejected.
hu_hu: Sajnálattal értesítjük, hogy a legutóbbi partneri regisztrációját a {site_name} oldalon elutasítottuk.

source: We reserve the right to approve or reject ANY Affiliate Program Application at our sole and absolute discretion. You will have no legal recourse against us for the rejection of your Affiliate Program Application.
hu_hu: Fenntartjuk a jogot, hogy saját és kizárólagos belátásunk szerint BÁRMELY partnerprogram-jelentkezést jóváhagyjunk vagy elutasítsunk. A partnerprogram-jelentkezésének elutasítása miatt Önnek nem lesz jogi jogorvoslati lehetősége velünk szemben.

source: We&#8217;re currently reviewing your affiliate application and will be in touch soon!
hu_hu: Jelenleg felülvizsgáljuk a partneri jelentkezését, és hamarosan jelentkezünk!
