Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp/affiliate-wp-*.po
Languages: hu_hu

source: Please enter your business name
hu_hu: Kérjük, adja meg a vállalkozás nevét

source: Please enter your email address
hu_hu: Kérjük, adja meg az e-mail-címét

source: Please enter your first name
hu_hu: Kérjük, adja meg a keresztnevét

source: Please enter your last name
hu_hu: Kérjük, adja meg a vezetéknevét

source: Please enter your license key. An active license key is needed for automatic plugin updates and <a href="%s" target="_blank">support</a>.
hu_hu: Kérjük, adja meg a licenckulcsát. Az automatikus bővítményfrissítésekhez és a <a href="%s" target="_blank">támogatáshoz</a> aktív licenckulcs szükséges.

source: Please enter your name
hu_hu: Kérjük, adja meg a nevét

source: Please enter your payment email
hu_hu: Kérjük, adja meg a fizetési e-mail-címét

source: Please note, until you select an option below, all Creatives will appear to affiliates as “Creative” within the Affiliate Area.
hu_hu: Kérjük, vegye figyelembe, hogy amíg nem választ az alábbi lehetőségek közül, minden Creative „Creative”-ként fog megjelenni a partnerek számára az Affiliate Area-ban.

source: Please provide a platform API URL
hu_hu: Kérjük, adjon meg egy platform API URL-t

source: Please provide platform API body parameters
hu_hu: Kérjük, adjon meg platform API body paramétereket

source: Please refresh the page and try again.
hu_hu: Kérjük, frissítse az oldalt, majd próbálja meg újra.

source: Please select the country where the business is legally established
hu_hu: Kérjük, válassza ki azt az országot, ahol a vállalkozást jogilag bejegyezték

source: Please select your account type
hu_hu: Kérjük, válassza ki a fióktípusát

source: Please select your country of residence
hu_hu: Kérjük, válassza ki a lakóhelye szerinti országot

source: Please select your day of birth
hu_hu: Kérjük, válassza ki a születési napját

source: Please select your month of birth
hu_hu: Kérjük, válassza ki a születési hónapját

source: Please select your year of birth
hu_hu: Kérjük, válassza ki a születési évét

source: Please tell us how you will promote us
hu_hu: Kérjük, mondja el, hogyan fog minket népszerűsíteni

source: Please upgrade to PRO to use the QR Code type feature.
hu_hu: Kérjük, frissítsen PRO-ra, hogy használhassa a QR Code típusú funkciót.

source: Please upload a file to import
hu_hu: Kérjük, töltsön fel egy fájlt az importáláshoz

source: Please upload a valid .json file
hu_hu: Kérjük, töltsön fel érvényes .json fájlt

source: Please verify that you are not a robot
hu_hu: Kérjük, igazolja, hogy nem robot

source: Plugin activated
hu_hu: Bővítmény aktiválva

source: Plugin activated.
hu_hu: Bővítmény aktiválva.

source: Plugin activation is disabled for you on this site.
hu_hu: A bővítmény aktiválása ezen a webhelyen az Ön számára le van tiltva.

source: Plugin active
hu_hu: Bővítmény aktív

source: Plugin deactivated.
hu_hu: Bővítmény deaktiválva.

source: Plugin deactivation is disabled for you on this site.
hu_hu: A bővítmény deaktiválása ezen a webhelyen az Ön számára le van tiltva.

source: Plugin inactive
hu_hu: Bővítmény inaktív

source: Plugin installed & activated.
hu_hu: Bővítmény telepítve és aktiválva.

source: Plugin installed and activated.
hu_hu: Bővítmény telepítve és aktiválva.

source: Plugin installed.
hu_hu: Bővítmény telepítve.

source: Plugin not installed
hu_hu: Bővítmény nincs telepítve

source: Plugin unavailable.
hu_hu: Bővítmény nem érhető el.

source: Poland
hu_hu: Lengyelország

source: Polish Zloty (zł) — PLN
hu_hu: Lengyel zloty (zł) — PLN

source: Portugal
hu_hu: Portugália

source: Pound Sterling (£) — GBP
hu_hu: Font sterling (£) — GBP

source: Premium
hu_hu: Prémium

source: Pretty Affiliate URLs
hu_hu: Szép partner URL-ek

source: Prevent referrals from being created when customers switch subscriptions using Woo Subscriptions.
hu_hu: Akadályozza meg, hogy ajánlások jöjjenek létre, amikor az ügyfelek a Woo Subscriptions használatával előfizetést váltanak.

source: Prevent them from receiving Stripe payouts
hu_hu: Akadályozza meg, hogy Stripe kifizetéseket kapjanak

source: Preview
hu_hu: Előnézet

source: Preview & Test
hu_hu: Előnézet és teszt

source: Preview Affiliate Signup Confirmation
hu_hu: Partner regisztráció visszaigazolásának előnézete

source: Preview Email
hu_hu: E-mail előnézete

source: Preview Payout
hu_hu: Kifizetés előnézete

source: Preview Payout Request
hu_hu: Kifizetési kérelem előnézete

source: Preview Referral
hu_hu: Ajánlás előnézete

source: Preview using data from affiliate: %s
hu_hu: Előnézet a partner adataival: %s

source: Preview using mock test data
hu_hu: Előnézet tesztadatokkal

source: Preview:
hu_hu: Előnézet:

source: Previous Stripe transfer failed - click to retry payment
hu_hu: A korábbi Stripe-átutalás sikertelen volt - kattintson a fizetés újrapróbálásához

source: Previous Stripe transfer was reversed - click to retry payment
hu_hu: A korábbi Stripe-átutalást visszafordították - kattintson a fizetés újrapróbálásához

source: Previous payout failed
hu_hu: Korábbi kifizetés sikertelen

source: Primary Email
hu_hu: Elsődleges e-mail-cím

source: Print
hu_hu: Nyomtatás

source: Privacy
hu_hu: Adatvédelem

source: Privacy & Logging
hu_hu: Adatvédelem és naplózás

source: Private
hu_hu: Privát

source: Pro mailers: Amazon SES, Microsoft 365/ Outlook.com, Zoho Mail.
hu_hu: Pro levélküldők: Amazon SES, Microsoft 365/ Outlook.com, Zoho Mail.

source: Pro tip from our expert:
hu_hu: Pro tipp szakértőnktől:

source: Process Import
hu_hu: Importálás feldolgozása

source: Process Payout via Paypal
hu_hu: Kifizetés feldolgozása a Paypal segítségével

source: Process payments using PayPal Sandbox for testing
hu_hu: Fizetések feldolgozása teszteléshez a PayPal Sandbox használatával

source: Process payments using Stripe Test Mode for testing
hu_hu: Fizetések feldolgozása teszteléshez a Stripe Test Mode használatával

source: Process payments using your live PayPal account
hu_hu: Fizetések feldolgozása az élő PayPal fiók használatával

source: Process payments using your live Stripe account
hu_hu: Fizetések feldolgozása az élő Stripe fiók használatával

source: Process the action now as if it were run as part of a queue
hu_hu: Művelet azonnali feldolgozása, mintha egy sor részeként futna

source: Processing
hu_hu: Feldolgozás

# payout
source: Processing
hu_hu: Feldolgozás

source: Products associated with the referral.
hu_hu: Az ajánláshoz társított termékek.

source: Profile Settings
hu_hu: Profilbeállítások

source: Promotion Method
hu_hu: Promóciós módszer

source: Promotion Methods
hu_hu: Promóciós módszerek

source: Promotion method: %s
hu_hu: Promóciós módszer: %s

source: Promotion methods entered by the affiliate during registration.
hu_hu: A partner által a regisztráció során megadott promóciós módszerek.

source: Provide an optimized experience for your affiliates with the Affiliate Portal
hu_hu: Biztosítson optimalizált élményt partnereinek a Partnerportállal

source: Public
hu_hu: Nyilvános

source: Public Key
hu_hu: Nyilvános kulcs

source: Purchase AffiliateWP
hu_hu: AffiliateWP vásárlása

source: Purchase Amount
hu_hu: Vásárlási összeg

source: Purchase and download MonsterInsights Pro to instantly connect AffiliateWP with MonsterInsights. Get our special offer and save 50% today!
hu_hu: Vásárolja meg és töltse le a MonsterInsights Pro-t, hogy azonnal összekapcsolja az AffiliateWP-t a MonsterInsights-szal. Használja ki különleges ajánlatunkat, és takarítson meg ma 50%-ot!

source: QR Code
hu_hu: QR-kód

source: QR Code Creative Type
hu_hu: QR-kódos kreatív típusa

source: QR Code Creatives
hu_hu: QR-kódos kreatívok

source: QR Code creatives allow for seamless, scannable promotions, ensuring your affiliates capture mobile audiences effectively. While your current QR Code still works for your affiliates, editing and customization are exclusive to the Pro plan.
hu_hu: A QR-kódos kreatívok zökkenőmentes, beolvasható promóciókat tesznek lehetővé, így partnerei hatékonyan érhetik el a mobil közönséget. Jelenlegi QR-kódja továbbra is működik a partnerei számára, a szerkesztés és testreszabás azonban kizárólag a Pro csomagban érhető el.

source: QR Code link
hu_hu: QR-kód link

source: QR Codes
hu_hu: QR-kódok

source: Quick Stats
hu_hu: Gyors statisztikák

source: Quickly identify and approve top affiliates.
hu_hu: Gyorsan azonosítsa és hagyja jóvá a legjobb partnereket.

source: REST ID (site:affiliate ID combination).
hu_hu: REST ID (site:affiliate ID kombináció).

source: REST ID (site:referral ID combination).
hu_hu: REST ID (site:referral ID kombináció).

source: REST ID (site:visit ID combination).
hu_hu: REST ID (site:visit ID kombináció).

source: Rate
hu_hu: Ráta

source: Rate Type
hu_hu: Ráta típusa

source: Rate for %s must be a positive value.
hu_hu: A %s rátájának pozitív értékűnek kell lennie.

source: Rate limit exceeded. Maximum %1$d requests per %2$d seconds allowed. Please try again in %3$d seconds.
hu_hu: Kérésszám-korlát túllépve. Legfeljebb %1$d kérés engedélyezett %2$d másodpercenként. Kérjük, próbálja meg újra %3$d másodperc múlva.

source: Rate limit exceeded. Please wait %d minutes before trying again.
hu_hu: Kérésszám-korlát túllépve. Kérjük, várjon %d percet, mielőtt újra próbálkozik.

source: Rate type for %s must be either flat or percentage.
hu_hu: A %s rátájának típusa csak fix vagy százalékos lehet.

source: Read our documentation
hu_hu: Olvassa el a dokumentációnkat

source: Ready
hu_hu: Kész

source: Real-time payout notifications
hu_hu: Valós idejű kifizetési értesítések

source: Reason
hu_hu: Ok

source: Receive Payouts via Stripe
hu_hu: Kifizetések fogadása Stripe-on keresztül

source: Receive priority support from our world-class support team
hu_hu: Kapjon elsőbbségi támogatást világszínvonalú támogatási csapatunktól

source: Receive update notifications for development releases. When development versions are available, an update notification will be shown on your Plugins page.
hu_hu: Kapjon frissítési értesítéseket a fejlesztői kiadásokról. Ha elérhetők fejlesztői verziók, a Bővítmények oldalán megjelenik egy frissítési értesítés.

source: Recent Payouts
hu_hu: Legutóbbi kifizetések

source: Recent Referral Visits
hu_hu: Legutóbbi ajánlói látogatások

source: Recent Referrals
hu_hu: Legutóbbi ajánlások

source: Recommendation
hu_hu: Ajánlás

source: Recommended
hu_hu: Ajánlott

source: Reconnect to %s
hu_hu: Újracsatlakozás a(z) %s-hez

source: Reconnect to the %s.
hu_hu: Csatlakozzon újra a(z) %s-hez.

source: Reconnection required due to platform change
hu_hu: Újracsatlakozás szükséges a platformváltás miatt

source: Recount
hu_hu: Újraszámolás

source: Recount Affiliate Stats
hu_hu: Partner statisztikák újraszámolása

source: Recount Campaigns
hu_hu: Kampányok újraszámolása

source: Recount Stats
hu_hu: Statisztikák újraszámolása

source: Recurrence
hu_hu: Ismétlődés

source: Recurring Referrals
hu_hu: Ismétlődő ajánlások

source: Redirect to Affiliate Area
hu_hu: Átirányítás a partneri területre

source: Redirecting to Paypal...
hu_hu: Átirányítás a Paypalra...

source: Reference
hu_hu: Hivatkozás

source: Reference information (product ID) for the referral.
hu_hu: Hivatkozási információk (termékazonosító) az ajánláshoz.

source: Reference information (product ID) for the sale.
hu_hu: Hivatkozási információ (termékazonosító) az értékesítéshez.

source: Referral
hu_hu: Ajánlás

source: Referral #%1$d for %2$s for %3$s rejected
hu_hu: Ajánlás #%1$d %2$s számára %3$s esetén elutasítva

source: Referral #%1$d for %2$s recorded for %3$s
hu_hu: Ajánlás #%1$d %2$s számára rögzítve %3$s esetén

source: Referral #%1$d for %2$s recorded for %3$s (ID: %4$d).
hu_hu: Ajánlás #%1$d %2$s számára rögzítve %3$s esetén (ID: %4$d).

source: Referral #%1$d is already associated with payout #%2$d and has been skipped.
hu_hu: Az ajánlás #%1$d már a #%2$d kifizetéshez van társítva, ezért kihagyásra került.

source: Referral #%1$d successfully paid via Stripe. Transfer ID: %2$s
hu_hu: Ajánlás #%1$d sikeresen kifizetve Stripe-on keresztül. Átutalási azonosító: %2$s

source: Referral #%d Payment
hu_hu: Ajánlás #%d kifizetése

source: Referral #%d Payment (Batch Process)
hu_hu: Ajánlás #%d kifizetése (kötegelt feldolgozás)

source: Referral #%d completed
hu_hu: Ajánlás #%d teljesítve

source: Referral #%d for %s for %s rejected
hu_hu: Ajánlás #%d %s számára %s esetén elutasítva

source: Referral #%d is already paid.
hu_hu: Ajánlás #%d már ki van fizetve.

source: Referral #%d is not unpaid, skipping.
hu_hu: Ajánlás #%d nem kifizetetlen, kihagyva.

source: Referral #%d is not valid and has been skipped.
hu_hu: Ajánlás #%d nem érvényes, ezért kihagyva.

source: Referral #%d not found.
hu_hu: Ajánlás #%d nem található.

source: Referral #%d paid out via PayPal successfully
hu_hu: Ajánlás #%d sikeresen kifizetve PayPalon keresztül

source: Referral #%d paid out via Stripe successfully
hu_hu: Ajánlás #%d sikeresen kifizetve Stripe-on keresztül

source: Referral #%d payment
hu_hu: Ajánlás #%d kifizetése

source: Referral #%d rejected
hu_hu: Ajánlás #%d elutasítva

source: Referral #%d successfully paid via Stripe.
hu_hu: Ajánlás #%d sikeresen kifizetve Stripe-on keresztül.

source: Referral %1$s for %2$s recorded for %3$s (ID: %4$d).
hu_hu: Ajánlás %1$s %2$s számára rögzítve %3$s esetén (ID: %4$d).

source: Referral %1$s updated. Amount %2$s recorded for %3$s
hu_hu: Ajánlás %1$s frissítve. %2$s összeg rögzítve %3$s esetén

source: Referral Amount
hu_hu: Ajánlás összege

source: Referral Awarded!
hu_hu: Ajánlás jóváírva!

source: Referral Cancelled
hu_hu: Ajánlás törölve

source: Referral Count
hu_hu: Ajánlások száma

source: Referral Details
hu_hu: Ajánlás részletei

source: Referral Earned!
hu_hu: Ajánlás megszerezve!

source: Referral Field
hu_hu: Ajánlás mező

source: Referral Graphs
hu_hu: Ajánlási grafikonok

source: Referral ID
hu_hu: Ajánlás azonosító

source: Referral ID or array of referral IDs to retrieve payouts for.
hu_hu: Ajánlás azonosító vagy ajánlásazonosítók tömbje a kifizetések lekéréséhez.

source: Referral Payout
hu_hu: Ajánlás kifizetése

source: Referral Payouts
hu_hu: Ajánlás kifizetések

source: Referral Rate
hu_hu: Ajánlási ráta

source: Referral Rate Type
hu_hu: Ajánlási ráta típusa

source: Referral Status
hu_hu: Ajánlás állapota

source: Referral Type
hu_hu: Ajánlás típusa

source: Referral Type For %1$s (Form ID: %2$d)
hu_hu: Ajánlás típusa ehhez: %1$s (Űrlap azonosító: %2$d)

source: Referral URL (ID): %s
hu_hu: Ajánlói URL (ID): %s

source: Referral URL (Username): %s
hu_hu: Ajánlói URL (felhasználónév): %s

source: Referral URL Blacklist
hu_hu: Ajánlói URL feketelista

source: Referral URL Visits
hu_hu: Ajánlói URL látogatások

source: Referral Variable
hu_hu: Ajánlói változó

source: Referral added successfully.
hu_hu: Ajánlás sikeresen hozzáadva.

source: Referral amount cannot be negative, please try again.
hu_hu: Az ajánlás összege nem lehet negatív, próbálja újra.

source: Referral amount.
hu_hu: Ajánlás összege.

source: Referral creation
hu_hu: Ajánlás létrehozása

source: Referral deleted successfully.
hu_hu: Ajánlás sikeresen törölve.

source: Referral deletion failed, please try again.
hu_hu: Az ajánlás törlése nem sikerült, próbálja újra.

source: Referral description
hu_hu: Ajánlás leírása

source: Referral description.
hu_hu: Ajánlás leírása.

source: Referral not created because WooCommerce was used for payment.
hu_hu: Nem jött létre ajánlás, mert a fizetéshez WooCommerce-t használtak.

source: Referral not created because affiliate's own account was used.
hu_hu: Nem jött létre ajánlás, mert a partner saját fiókját használták.

source: Referral not created because the affiliate is invalid, please try again.
hu_hu: Nem jött létre ajánlás, mert a partner érvénytelen, próbálja újra.

source: Referral not created due to 0.00 amount.
hu_hu: Nem jött létre ajánlás 0.00 összeg miatt.

source: Referral not found.
hu_hu: Ajánlás nem található.

source: Referral rate (optional)
hu_hu: Jutalékráta (nem kötelező)

source: Referral rate for all affiliates in this group. <span class="dashicons dashicons-editor-help cursor-help" data-tooltip-html="%s"></span>
hu_hu: Jutalékráta a csoport összes partnere számára. <span class="dashicons dashicons-editor-help cursor-help" data-tooltip-html="%s"></span>

source: Referral reference (usually a link to a specific sale).
hu_hu: Ajánlás hivatkozása (általában egy konkrét vásárlásra mutató link).

source: Referral statuses:
hu_hu: Ajánlás státuszai:

source: Referral type
hu_hu: Ajánlás típusa

source: Referral update failed, please try again.
hu_hu: Az ajánlás frissítése nem sikerült, próbálja újra.

source: Referral updated successfully.
hu_hu: Az ajánlás frissítése sikeres.

source: Referral variable: %s
hu_hu: Ajánlási változó: %s

source: Referral wasn&#8217;t created, please try again.
hu_hu: Az ajánlás nem jött létre, próbálja újra.

source: Referrals
hu_hu: Ajánlások

# Dashboard widget
source: Referrals
hu_hu: Ajánlások

# Referrals column table header
source: Referrals
hu_hu: Ajánlások

source: Referrals End Date
hu_hu: Ajánlások záró dátuma

source: Referrals Paid
hu_hu: Kifizetett ajánlások

source: Referrals Start Date
hu_hu: Ajánlások kezdő dátuma

source: Referrals Total
hu_hu: Ajánlások összesen

source: Referrals can be based on either a percentage or a flat rate amount. This is the rate type all affiliates in this group will be assigned (regardless of their own settings or the site default).
hu_hu: Az ajánlások alapja lehet százalék vagy fix összeg. Ez az a rátatípus, amelyet ebben a csoportban minden partnerhez hozzárendelünk (függetlenül a saját beállításaiktól vagy az oldal alapértelmezésétől).

source: Referrals can be exported directly to a CSV file in order to make it easier for your own accounting needs and for you to payout your affiliates&#8217;s earnings.
hu_hu: Az ajánlások közvetlenül CSV fájlba exportálhatók, hogy megkönnyítsék a saját könyvelést és a partnereknek járó bevételek kifizetését.

source: Referrals can be searched in several different ways:
hu_hu: Az ajánlások többféleképpen kereshetők:

source: Referrals end date
hu_hu: Ajánlások záró dátuma

source: Referrals have been successfully recounted for %s.
hu_hu: Az ajánlásokat sikeresen újraszámoltuk %s számára.

source: Referrals have been successfully recounted for all matching affiliates.
hu_hu: Az ajánlásokat sikeresen újraszámoltuk minden egyező partner számára.

source: Referrals paid out via PayPal successfully
hu_hu: Az ajánlások kifizetése PayPalon keresztül sikeres.

source: Referrals paid out via Stripe successfully
hu_hu: Az ajánlások kifizetése Stripe-on keresztül sikeres.

source: Referrals start date
hu_hu: Ajánlások kezdő dátuma

source: Referrals table column to order by.
hu_hu: Az Ajánlások táblázatában rendezendő oszlop.

source: Referrer
hu_hu: Hivatkozó

source: Referring URL
hu_hu: Hivatkozó URL

source: Refresh
hu_hu: Frissítés

source: Refreshing...
hu_hu: Frissítés...

source: Refund
hu_hu: Visszatérítés

source: Register
hu_hu: Regisztráció

source: Register &amp; manage affiliates
hu_hu: Regisztráció &amp; partnerek kezelése

source: Register a new affiliate account
hu_hu: Új partnerfiók regisztrálása

source: Register for Payouts Service
hu_hu: Regisztráció a Payouts Service-re

source: Registering...
hu_hu: Regisztrálás...

source: Registration & Management
hu_hu: Regisztráció és kezelés

source: Registration Date
hu_hu: Regisztráció dátuma

source: Registration Email Content
hu_hu: Regisztrációs e-mail tartalma

source: Registration Email Options For Affiliate Manager
hu_hu: Regisztrációs e-mail beállításai a partnerkezelő számára

source: Registration Email Subject
hu_hu: Regisztrációs e-mail tárgya

source: Registration Form Description
hu_hu: Regisztrációs űrlap leírása

source: Registration is already protected once you choose a provider.
hu_hu: A regisztráció már védett, amint kiválaszt egy szolgáltatót.

source: Reissue
hu_hu: Újraküldés

source: Reject
hu_hu: Elutasít

source: Reject Affiliate
hu_hu: Partnert elutasít

source: Reject Unpaid Referrals on Refund
hu_hu: A ki nem fizetett ajánlások elutasítása visszatérítéskor

source: Rejected
hu_hu: Elutasítva

source: Rejected Referral Earnings
hu_hu: Elutasított ajánlási bevételek

source: Rejection Reason
hu_hu: Elutasítás oka

source: Remember Me
hu_hu: Emlékezz rám

source: Remember to test the QR code with your new colors to ensure it remains scannable.
hu_hu: Ne felejtse el tesztelni a QR-kódot az új színekkel, hogy beolvasható maradjon.

source: Remove Data on Uninstall
hu_hu: Adatok eltávolítása az eltávolításkor

source: Remove Exchange Rate
hu_hu: Árfolyam eltávolítása

source: Remove Key
hu_hu: Kulcs eltávolítása

source: Remove all saved data for AffiliateWP when the plugin is deleted.
hu_hu: A bővítmény törlésekor az AffiliateWP összes mentett adatának eltávolítása.

source: Remove the Stripe connection for this affiliate
hu_hu: Távolítsa el ennek a partnernek a Stripe-kapcsolatát

source: Renew Now
hu_hu: Megújítás most

source: Renew Your License
hu_hu: Licenc megújítása

source: Renew your license to continue.
hu_hu: A folytatáshoz újítsa meg a licencet.

source: Renewal
hu_hu: Megújítás

source: Reports
hu_hu: Jelentések

# affiliates
source: Reports
hu_hu: Jelentések

# payouts
source: Reports
hu_hu: Jelentések

# referrals
source: Reports
hu_hu: Jelentések

# visits
source: Reports
hu_hu: Jelentések

source: Require Approval
hu_hu: Jóváhagyás megkövetelése

source: Require creation of a new Express account if they want to reconnect
hu_hu: Új Express-fiók létrehozásának megkövetelése, ha újra szeretnének csatlakozni

source: Require that Pending affiliate accounts must be approved before they can begin earning referrals.
hu_hu: Megköveteli, hogy a függőben lévő partnerfiókokat jóváhagyják, mielőtt elkezdhetnének ajánlásokat szerezni.

source: Required
hu_hu: Kötelező

source: Required Registration Fields
hu_hu: Kötelező regisztrációs mezők

source: Required fields are missing.
hu_hu: A kötelező mezők hiányoznak.

source: Required parameter "%s" is missing.
hu_hu: A kötelező "%s" paraméter hiányzik.

source: Requirements
hu_hu: Követelmények

source: Requires %s (%s), but (%s) is installed.
hu_hu: A(z) %s (%s) szükséges, de (%s) van telepítve.

source: Requires %s (%s), but it appears to be missing.
hu_hu: A(z) %s (%s) szükséges, de úgy tűnik, hiányzik.

source: Requires WooCommerce Subscriptions (paid plugin) to be installed and activated.
hu_hu: A WooCommerce Subscriptions (fizetős bővítmény) telepítését és aktiválását igényli.

source: Restricted
hu_hu: Korlátozva

source: Restricted Capabilities:
hu_hu: Korlátozott jogosultságok:

source: Retry Payment
hu_hu: Fizetés újrapróbálása

source: Retry Payout
hu_hu: Kifizetés újrapróbálása

source: Return to Dashboard
hu_hu: Vissza a vezérlőpultra

source: Reversed
hu_hu: Visszafordítva

source: Review
hu_hu: Áttekintés

source: Review & Rename Creatives
hu_hu: Kreatívok áttekintése és átnevezése

source: Review Affiliate
hu_hu: Partner áttekintése

source: Review Affiliate Applications with AI
hu_hu: Partnerjelentkezések áttekintése AI segítségével

source: Review Application
hu_hu: Jelentkezés áttekintése

source: Review pending applications: %s
hu_hu: Függőben lévő jelentkezések áttekintése: %s

source: Review with AI
hu_hu: Áttekintés AI segítségével

source: Revoke
hu_hu: Visszavonás

source: Reward affiliates with higher commission rates as they earn more or generate more referrals
hu_hu: Jutalmazza partnereit magasabb jutalékkulcsokkal, ahogy többet keresnek vagy több ajánlást hoznak

source: Reward your affiliates for their direct sales and the activity of their network, enhancing your affiliate program's reach.
hu_hu: Jutalmazza partnereit közvetlen értékesítéseikért és hálózatuk aktivitásáért, bővítve partnerprogramja elérését.
