Repository: hellowpio/wordpress-translations
Catalog: plugins/*/all-*-one-wp-migration/all-*-one-wp-migration-*.po
Languages: hu_hu

source: "Restore" functionality is available in our <a href="%s" target="_blank">Unlimited Extension</a>.<br /> If you would rather go the manual route, you can still restore by downloading your backup and using "Import from file".
hu_hu: "Restore" funkció elérhető az <a href="%s" target="_blank">Unlimited Extension</a>-ben.<br /> Ha inkább a kézi megoldást választja, a biztonsági mentés letöltésével és az "Import from file" használatával továbbra is visszaállíthatja.

source: %s ago
hu_hu: %s ezelőtt

source: %s is out of date. Please update this extension before using it.
hu_hu: %s elavult. Kérjük, frissítse ezt a bővítményt a használat előtt.

source: (click to expand)
hu_hu: (kattintson a kibontáshoz)

source: <a href="#" class="ai1wm-button-green ai1wm-emphasize ai1wm-direct-download" title="%1$s" download="%2$s"> <span>Download %3$s</span> <em>Size: %4$s</em> </a>
hu_hu: <a href="#" class="ai1wm-button-green ai1wm-emphasize ai1wm-direct-download" title="%1$s" download="%2$s"> <span>Letöltés %3$s</span> <em>Méret: %4$s</em> </a>

source: <a href="%1$s" class="ai1wm-button-green ai1wm-emphasize ai1wm-button-download" title="%2$s" download="%3$s"> <span>Download %2$s</span> <em>Size: %4$s</em> </a>
hu_hu: <a href="%1$s" class="ai1wm-button-green ai1wm-emphasize ai1wm-button-download" title="%2$s" download="%3$s"> <span>Letöltés %2$s</span> <em>Méret: %4$s</em> </a>

source: <h3>Could not export site</h3> <p>Please ensure the directory <strong>%s</strong> has read/write permissions.</p> <p><a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Technical details</a></p>
hu_hu: <h3>Nem sikerült a webhely exportálása</h3> <p>Kérjük, győződjön meg róla, hogy a(z) <strong>%s</strong> könyvtár rendelkezik olvasási/írási jogosultságokkal.</p> <p><a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Technikai részletek</a></p>

source: <h3>Could not import site</h3> <p>Please ensure the directory <strong>%s</strong> has read/write permissions.</p> <p><a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Technical details</a></p>
hu_hu: <h3>Nem sikerült a webhely importálása</h3> <p>Kérjük, győződjön meg róla, hogy a(z) <strong>%s</strong> könyvtár rendelkezik olvasási/írási jogosultságokkal.</p> <p><a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Technikai részletek</a></p>

source: <h3>Could not restore site</h3> <p>Please ensure the directory <strong>%s</strong> has read/write permissions.</p> <p><a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Technical details</a></p>
hu_hu: <h3>Nem sikerült a webhely visszaállítása</h3> <p>Kérjük, győződjön meg róla, hogy a(z) <strong>%s</strong> könyvtár rendelkezik olvasási/írási jogosultságokkal.</p> <p><a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Technikai részletek</a></p>

source: <strong>%1$s</strong> is out of date. You must <a href="%2$s">update this extension</a> before using it.<br />
hu_hu: <strong>%1$s</strong> elavult. A használat előtt <a href="%2$s">frissítenie kell ezt a bővítményt</a>.<br />

source: A PHP extension blocked this file upload. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technical details</a>
hu_hu: Egy PHP-kiterjesztés blokkolta ezt a fájlfeltöltést. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technikai részletek</a>

source: A password is required
hu_hu: Jelszó szükséges

source: Activating mu-plugins...
hu_hu: mu-plugins aktiválása...

source: Add
hu_hu: Hozzáadás

source: Advanced options
hu_hu: Speciális beállítások

source: An error occurred while submitting your request: %s
hu_hu: Hiba történt a kérés beküldése közben: %s

source: An unknown error (code: %s) occurred during the file upload. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technical details</a>
hu_hu: Ismeretlen hiba (kód: %s) történt a fájl feltöltése közben. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technikai részletek</a>

source: Archive unpacked.
hu_hu: Archívum kibontva.

source: Archiving %1$d content files...<br />%2$d%% complete
hu_hu: %1$d tartalomfájl archiválása...<br />%2$d%% kész

source: Archiving %1$d media files...<br />%2$d%% complete
hu_hu: %1$d médiafájl archiválása...<br />%2$d%% kész

source: Archiving %1$d plugin files...<br />%2$d%% complete
hu_hu: %1$d bővítményfájl archiválása...<br />%2$d%% kész

source: Archiving %1$d theme files...<br />%2$d%% complete
hu_hu: %1$d sablonfájl archiválása...<br />%2$d%% kész

source: Archiving configuration...<br />%d%% complete
hu_hu: Konfiguráció archiválása...<br />%d%% kész

source: Archiving database...<br />%d%% complete
hu_hu: Adatbázis archiválása...<br />%d%% kész

source: Are you sure you want to delete this backup?
hu_hu: Biztosan törli ezt a biztonsági mentést?

source: Are you sure you want to stop the export?
hu_hu: Biztosan leállítja az exportálást?

source: Are you sure you want to stop the import?
hu_hu: Biztosan leállítja az importálást?

source: Backup Scheduler
hu_hu: Biztonsági mentés ütemező

source: Backup is encrypted. Please provide decryption password:
hu_hu: A biztonsági mentés titkosítva van. Adja meg a visszafejtési jelszót:

source: Backup restore requires the Unlimited Extension. <a href="https://servmask.com/products/unlimited-extension" target="_blank">Get it here</a>
hu_hu: A biztonsági mentés visszaállításához az Unlimited Extension szükséges. <a href="https://servmask.com/products/unlimited-extension" target="_blank">Szerezze be itt</a>

source: Backup scheduler
hu_hu: Biztonsági mentés ütemező

source: Backups
hu_hu: Biztonsági mentések

source: Benefit from the robustness of Google Drive. Schedule your backups to be saved directly to your Google Drive account. Simple, secure, and integrated into a platform you already use.
hu_hu: Használja ki a Google Drive robusztusságát. Ütemezze, hogy a biztonsági mentések közvetlenül a Google Drive-fiókjába mentődjenek. Egyszerű, biztonságos, és integrálva van az Ön által már használt platformba.

source: Blogs prepared.
hu_hu: Blogok előkészítve.

source: Cancel
hu_hu: Mégse

source: Check for updates
hu_hu: Frissítések keresése

source: Checking for compatibility...
hu_hu: Kompatibilitás ellenőrzése...

source: Click to label this backup
hu_hu: Kattintson a biztonsági mentés címkézéséhez

source: Close
hu_hu: Bezárás

source: Configuration archived.
hu_hu: Konfiguráció archiválva.

source: Configuration prepared.
hu_hu: Konfiguráció előkészítve.

source: Contact Support
hu_hu: Kapcsolatfelvétel a támogatással

source: Content files gathered.
hu_hu: Tartalomfájlok összegyűjtve.

source: Continue
hu_hu: Folytatás

source: Could not authenticate the secret key. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/invalid-secret-key/" target="_blank">Technical details</a>
hu_hu: Nem sikerült hitelesíteni a titkos kulcsot. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/invalid-secret-key/" target="_blank">Technikai részletek</a>

source: Could not check the decryption password. Please refresh and try again.
hu_hu: Nem sikerült ellenőrizni a visszafejtési jelszót. Kérjük, frissítsen és próbálja újra.

source: Could not close file. File: %s
hu_hu: Nem sikerült bezárni a fájlt. Fájl: %s

source: Could not confirm the import. Please refresh and try again.
hu_hu: Nem sikerült megerősíteni az importálást. Kérjük, frissítsen és próbálja újra.

source: Could not create <strong>%s</strong> file. Please ensure the parent folder has read/write permissions.
hu_hu: Nem sikerült létrehozni a(z) <strong>%s</strong> fájlt. Kérjük, ellenőrizze, hogy a szülőmappa olvasási/írási jogosultságokkal rendelkezik.

source: Could not create <strong>%s</strong> folder. Please ensure the parent folder has read/write/execute permissions (0777).
hu_hu: Nem sikerült létrehozni a(z) <strong>%s</strong> mappát. Kérjük, ellenőrizze, hogy a szülőmappa olvasási/írási/végrehajtási jogosultságokkal (0777) rendelkezik.

source: Could not decrypt data. The process cannot continue.
hu_hu: Nem sikerült visszafejteni az adatokat. A folyamat nem folytatható.

source: Could not download backup
hu_hu: Nem sikerült letölteni a biztonsági mentést

source: Could not encrypt data. The process cannot continue.
hu_hu: Nem sikerült titkosítani az adatokat. A folyamat nem folytatható.

source: Could not generate random bytes. The process cannot continue.
hu_hu: Nem sikerült véletlen bájtokat előállítani. A folyamat nem folytatható.

source: Could not get current pointer position of %s. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/php-32bit/" target="_blank">Technical details</a>
hu_hu: Nem sikerült lekérdezni a(z) %s aktuális mutatópozícióját. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/php-32bit/" target="_blank">Műszaki részletek</a>

source: Could not import a WordPress Network into a single WordPress site. The process cannot continue. Please check your import settings.
hu_hu: Nem sikerült egy WordPress-hálózatot egyetlen WordPress-webhelyre importálni. A folyamat nem folytatható. Kérjük, ellenőrizze az importbeállításokat.

source: Could not list the backup content. Please ensure the backup file is accessible and not corrupted.
hu_hu: Nem sikerült listázni a biztonsági mentés tartalmát. Kérjük, ellenőrizze, hogy a biztonsági mentés fájlja elérhető és nem sérült.

source: Could not locate the archive path. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/invalid-archive-path/" target="_blank">Technical details</a>
hu_hu: Nem található az archívum elérési útja. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/invalid-archive-path/" target="_blank">Műszaki részletek</a>

source: Could not locate the storage path. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/invalid-storage-path/" target="_blank">Technical details</a>
hu_hu: Nem található a tárhely elérési útja. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/invalid-storage-path/" target="_blank">Műszaki részletek</a>

source: Could not obtain cipher length. The process cannot continue.
hu_hu: Nem sikerült meghatározni a rejtjel hosszát. A folyamat nem folytatható.

source: Could not open %1$s with mode %2$s. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Technical details</a>
hu_hu: Nem sikerült megnyitni a(z) %1$s elemet %2$s módban. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Műszaki részletek</a>

source: Could not open file for reading. File: %s
hu_hu: Nem sikerült megnyitni a fájlt olvasásra. Fájl: %s

source: Could not open file for writing. File: %s
hu_hu: Nem sikerült megnyitni a fájlt írásra. Fájl: %s

source: Could not prepare blogs for import. Please refresh and try again.
hu_hu: Nem sikerült előkészíteni a blogokat az importáláshoz. Kérjük, frissítsen és próbálja újra.

source: Could not read backup content
hu_hu: Nem sikerült beolvasni a biztonsági mentés tartalmát

source: Could not read content from file. File: %s
hu_hu: Nem sikerült tartalmat olvasni a fájlból. Fájl: %s

source: Could not read file: %s. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Technical details</a>
hu_hu: Nem sikerült beolvasni a fájlt: %s. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Műszaki részletek</a>

source: Could not run the export. Please refresh and try again.
hu_hu: Nem sikerült futtatni az exportálást. Kérjük, frissítsen és próbálja újra.

source: Could not save the uploaded file. Please check file permissions and try again. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technical details</a>
hu_hu: Nem sikerült menteni a feltöltött fájlt. Kérjük, ellenőrizze a fájljogosultságokat, és próbálja újra. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Műszaki részletek</a>

source: Could not seek to beginning of file. File: %s
hu_hu: Nem sikerült a fájl elejére pozicionálni. Fájl: %s

source: Could not seek to end of file. File: %s
hu_hu: Nem sikerült a fájl végére pozicionálni. Fájl: %s

source: Could not seek to offset %1$d on %2$s. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/php-32bit/" target="_blank">Technical details</a>
hu_hu: Nem sikerült a(z) %2$s esetén a %1$d eltolásra pozicionálni. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/php-32bit/" target="_blank">Műszaki részletek</a>

source: Could not seek to offset of file. File: %s Offset: %d
hu_hu: Nem sikerült a fájlban az eltolásra pozicionálni. Fájl: %s Eltolás: %d

source: Could not start the export. Please refresh and try again.
hu_hu: Nem sikerült elindítani az exportálást. Kérjük, frissítsen és próbálja újra.

source: Could not start the import. Please refresh and try again.
hu_hu: Nem sikerült elindítani az importálást. Kérjük, frissítsen és próbálja újra.

source: Could not stop the export. Please refresh and try again.
hu_hu: Nem sikerült leállítani az exportálást. Kérjük, frissítsen és próbálja újra.

source: Could not stop the import. Please refresh and try again.
hu_hu: Nem sikerült leállítani az importálást. Kérjük, frissítsen és próbálja újra.

source: Could not tell offset of file. File: %s
hu_hu: Nem sikerült lekérdezni a fájl aktuális eltolását. Fájl: %s

source: Could not truncate file. File: %s
hu_hu: Nem sikerült csonkítani a fájlt. Fájl: %s

source: Could not upload the file because %s. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technical details</a>
hu_hu: Nem sikerült feltölteni a fájlt, mert %s. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Műszaki részletek</a>

source: Could not write content to file. File: %s
hu_hu: Nem sikerült tartalmat írni a fájlba. Fájl: %s

source: Could not write end of block to file. File: %s
hu_hu: Nem sikerült a blokk végét a fájlba írni. Fájl: %s

source: Could not write header to file. File: %s
hu_hu: Nem sikerült fejlécet írni a fájlba. Fájl: %s

source: Could not write size to file. File: %s
hu_hu: Nem sikerült méretet írni a fájlba. Fájl: %s

source: Could not write to: %s. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Technical details</a>
hu_hu: Nem sikerült írni ide: %s. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/invalid-file-permissions/" target="_blank">Műszaki részletek</a>

source: Create backup
hu_hu: Biztonsági mentés létrehozása

source: Creating export file...
hu_hu: Exportfájl létrehozása...

source: Database Options
hu_hu: Adatbázis beállítások

source: Database archived.
hu_hu: Adatbázis archiválva.

source: Database exported.
hu_hu: Adatbázis exportálva.

source: Database restored.
hu_hu: Adatbázis visszaállítva.

source: Database tables gathered.
hu_hu: Adatbázistáblák összegyűjtve.

source: Date
hu_hu: Dátum

source: Decryption password validated.
hu_hu: A visszafejtési jelszó ellenőrizve.

source: Delete
hu_hu: Törlés

source: Describe your issue or feedback...
hu_hu: Írja le a problémáját vagy a visszajelzését...

source: Do <strong>not</strong> replace email domain
hu_hu: Ne <strong>cserélje</strong> le az e-mail domaint

source: Download
hu_hu: Letöltés

source: Downloading is not possible because backups directory is not accessible.
hu_hu: A letöltés nem lehetséges, mert a backups könyvtár nem hozzáférhető.

source: Drag & Drop a backup to import it
hu_hu: Húzza és ejtse ide a biztonsági mentést az importáláshoz

source: Dropbox Storage
hu_hu: Dropbox-tárhely

source: Email address
hu_hu: E-mail-cím

source: Enable this feature
hu_hu: A funkció engedélyezése

source: Encrypt this backup with a password
hu_hu: Titkosítsa ezt a biztonsági mentést jelszóval

source: Enjoy the flexibility of FTP storage. Direct your scheduled backups to your own FTP server. You'll have full control over your data, providing you with a versatile and private storage solution.
hu_hu: Élvezze az FTP-tárhely rugalmasságát. Irányítsa ütemezett biztonsági mentéseit a saját FTP-kiszolgálójára. Teljes mértékben Ön irányítja adatait, így sokoldalú és privát tárhelymegoldást kap.

source: Enter a password
hu_hu: Adjon meg egy jelszót

source: Error
hu_hu: Hiba

source: Error importing database table. <a href="https://help.servmask.com/knowledgebase/mysql-error-importing-table/" target="_blank">Technical details</a>
hu_hu: Hiba az adatbázistábla importálásakor. <a href="https://help.servmask.com/knowledgebase/mysql-error-importing-table/" target="_blank">Technikai részletek</a>

source: Error reconnecting to the database. <a href="https://help.servmask.com/knowledgebase/mysql-error-reconnecting/" target="_blank">Technical details</a>
hu_hu: Hiba az adatbázishoz való újracsatlakozáskor. <a href="https://help.servmask.com/knowledgebase/mysql-error-reconnecting/" target="_blank">Technikai részletek</a>

source: Error: %s
hu_hu: Hiba: %s

source: Exclude database
hu_hu: Adatbázis kizárása

source: Exclude media library
hu_hu: Médiatár kizárása

source: Exclude must-use plugins
hu_hu: Must-use bővítmények kizárása

source: Exclude plugins
hu_hu: Bővítmények kizárása

source: Exclude post revisions
hu_hu: Bejegyzésváltozatok kizárása

source: Exclude spam comments
hu_hu: Spam hozzászólások kizárása

source: Exclude themes
hu_hu: Sablonok kizárása

source: Experience Full Functionality with Premium!
hu_hu: Tapasztalja meg a teljes funkcionalitást a Premium csomaggal!

source: Export
hu_hu: Exportálás

source: Export Site
hu_hu: Webhely exportálása

source: Export Site To
hu_hu: Webhely exportálása ide

source: Export failed
hu_hu: Exportálás sikertelen

source: Export failed (database error). Code: %1$s. Message: %2$s
hu_hu: Exportálás sikertelen (adatbázishiba). Kód: %1$s. Üzenet: %2$s

source: Export failed: %s
hu_hu: Exportálás sikertelen: %s

source: Export file created.
hu_hu: Exportfájl létrehozva.

source: Exporting database...<br />%1$d%% complete<br />%2$s records saved
hu_hu: Adatbázis exportálása...<br />%1$d%% kész<br />%2$s rekord mentve

source: FTP Storage
hu_hu: FTP-tárhely

source: File
hu_hu: Fájl

source: File Options
hu_hu: Fájlbeállítások

source: Finish
hu_hu: Befejezés

source: Gathering WordPress files...
hu_hu: WordPress-fájlok összegyűjtése...

source: Gathering content files...
hu_hu: Tartalomfájlok összegyűjtése...

source: Gathering database tables...
hu_hu: Adatbázistáblák összegyűjtése...

source: Gathering media files...
hu_hu: Médiafájlok összegyűjtése...

source: Gathering plugin files...
hu_hu: Bővítményfájlok összegyűjtése...

source: Gathering theme files...
hu_hu: Sablonfájlok összegyűjtése...

source: Get multisite
hu_hu: Multisite beszerzése

source: Google Drive Storage
hu_hu: Google Drive-tárhely

source: Harness the power of OneDrive for your backups. Set up your scheduled backups to be saved directly in your OneDrive. It's secure, integrated with your Microsoft account, and keeps your data readily accessible.
hu_hu: Használja ki a OneDrive erejét a biztonsági mentéseihez. Állítsa be, hogy az ütemezett mentések közvetlenül a OneDrive-ba mentődjenek. Biztonságos, a Microsoft-fiókjával integrált, és adatai könnyen hozzáférhetők maradnak.

source: Hints
hu_hu: Tippek

source: I agree to let All-in-One WP Migration use my <strong>email</strong> to respond to my request.
hu_hu: Hozzájárulok, hogy az All-in-One WP Migration az <strong>e-mail-címemet</strong> használja a kérésemre adott válaszhoz.

source: I have an idea
hu_hu: Van egy ötletem

source: I have enough disk space
hu_hu: Van elég lemezterületem

source: I need help
hu_hu: Segítségre van szükségem

source: If you prefer a manual fix, follow our step-by-step guide on <a href="%s" target="_blank">raising your upload limit</a>.
hu_hu: Ha a kézi javítást részesíti előnyben, kövesse lépésről lépésre útmutatónkat a <a href="%s" target="_blank">feltöltési korlát emeléséhez</a>.

source: Import
hu_hu: Importálás

source: Import From
hu_hu: Importálás innen

source: Import Site
hu_hu: Webhely importálása

source: Import failed
hu_hu: Az importálás sikertelen

source: Import failed (database error). Code: %1$s. %2$s
hu_hu: Az importálás sikertelen (adatbázishiba). Kód: %1$s. %2$s

source: Import failed. Code: %1$s. %2$s
hu_hu: Az importálás sikertelen. Kód: %1$s. %2$s

source: Import failed: %s
hu_hu: Az importálás sikertelen: %s

source: Importing an encrypted backup is not supported on this server. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/unable-to-encrypt-and-decrypt-backups/" target="_blank">Technical details</a>
hu_hu: Titkosított biztonsági mentés importálása nem támogatott ezen a szerveren. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/unable-to-encrypt-and-decrypt-backups/" target="_blank">Technikai részletek</a>

source: Importing this file will only replace matching content. Other items stay unchanged. Need a full reset first? Try Reset Hub in our <a href="%s" target="_blank">Unlimited Extension</a>.<br /> Ensure you have a current backup. Proceed?
hu_hu: Ennek a fájlnak az importálása csak az egyező tartalmat cseréli le. A többi elem változatlan marad. Teljes alaphelyzetbe állításra van előbb szükség? Próbálja ki a Reset Hubot az <a href="%s" target="_blank">Unlimited Extension</a>-ben.<br /> Győződjön meg róla, hogy van aktuális biztonsági mentése. Folytatja?

source: Importing this file will only replace matching content. Other items stay unchanged. Need a full reset first? Try Reset Hub in our Unlimited Extension (%s). Ensure you have a current backup. Proceed?
hu_hu: Ennek a fájlnak az importálása csak az egyező tartalmat cseréli le. A többi elem változatlan marad. Teljes alaphelyzetbe állításra van előbb szükség? Próbálja ki a Reset Hubot az Unlimited Extension-ben (%s). Győződjön meg róla, hogy van aktuális biztonsági mentése. Folytatja?

source: In the advanced settings section you can configure more precisely the way of exporting.
hu_hu: A speciális beállítások részben pontosabban beállíthatja az exportálás módját.

source: Invalid archive file type. Only .wpress files are allowed. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/invalid-file-type/" target="_blank">Technical details</a>
hu_hu: Érvénytelen archív fájltípus. Csak .wpress fájlok engedélyezettek. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/invalid-file-type/" target="_blank">Technikai részletek</a>

source: Invalid file data. Please ensure your file is a <strong>.wpress</strong> backup created with All-in-One WP Migration. <a href="https://help.servmask.com/knowledgebase/invalid-backup-file/" target="_blank">Technical details</a>
hu_hu: Érvénytelen fájladatok. Kérjük, győződjön meg róla, hogy a fájl egy <strong>.wpress</strong> biztonsági mentés, amelyet az All-in-One WP Migration bővítménnyel készítettek. <a href="https://help.servmask.com/knowledgebase/invalid-backup-file/" target="_blank">Technikai részletek</a>
