Repository: hellowpio/wordpress-translations
Catalog: plugins/*/all-*-one-wp-migration/all-*-one-wp-migration-*.po
Languages: hu_hu

source: Invalid file type. Please ensure that your file is a <strong>.wpress</strong> file created with All-in-One WP Migration. <a href="https://help.servmask.com/knowledgebase/invalid-backup-file/" target="_blank">Technical details</a>
hu_hu: Érvénytelen fájltípus. Kérjük, győződjön meg róla, hogy a fájl egy <strong>.wpress</strong> fájl, amelyet az All-in-One WP Migration bővítménnyel készítettek. <a href="https://help.servmask.com/knowledgebase/invalid-backup-file/" target="_blank">Technikai részletek</a>

source: Invalid file type. Please ensure your file is a <strong>.wpress</strong> backup created with All-in-One WP Migration. <a href="https://help.servmask.com/knowledgebase/invalid-backup-file/" target="_blank">Technical details</a>
hu_hu: Érvénytelen fájltípus. Kérjük, győződjön meg róla, hogy a fájl egy <strong>.wpress</strong> biztonsági mentés, amelyet az All-in-One WP Migration bővítménnyel készítettek. <a href="https://help.servmask.com/knowledgebase/invalid-backup-file/" target="_blank">Technikai részletek</a>

source: Leave Feedback
hu_hu: Visszajelzés küldése

source: Leverage the simplicity of Dropbox for your backup needs. Direct your scheduled backups to be stored in Dropbox. It's secure, straightforward, and keeps your backups at your fingertips.
hu_hu: Használja ki a Dropbox egyszerűségét biztonsági mentési igényeihez. Állítsa be, hogy az ütemezett mentések a Dropboxban legyenek tárolva. Biztonságos, egyszerű, és a mentéseket mindig kéznél tartja.

source: List
hu_hu: Lista

source: List the content of the backup
hu_hu: A biztonsági mentés tartalmának listázása

source: Location is not a directory: %s
hu_hu: A hely nem könyvtár: %s

source: Manage your storage effectively with our flexible retention settings. Decide how many backups you want to keep at a time. Old backups are automatically cleared, keeping your storage neat and efficient.
hu_hu: Kezelje hatékonyan a tárhelyét rugalmas megőrzési beállításainkkal. Döntse el, egyszerre hány biztonsági mentést szeretne megtartani. A régi mentések automatikusan törlődnek, így a tárhely rendezett és hatékony marad.

source: Media files gathered.
hu_hu: Médiafájlok összegyűjtve.

source: Monthly
hu_hu: Havi

source: More
hu_hu: Továbbiak

source: More Storage Providers
hu_hu: További tárhelyszolgáltatók

source: Mu-plugins activated.
hu_hu: MU-bővítmények aktiválva.

source: Multisite Schedules
hu_hu: Multisite ütemezések

source: Name
hu_hu: Név

source: Never worry about forgetting to back up your site again. Choose from various scheduling options, from daily to monthly, and we'll automate the rest. Backups happen like clockwork, giving you peace of mind and a solid safety net
hu_hu: Soha többé ne aggódjon amiatt, hogy elfelejti lementeni a webhelyét. Válasszon a különböző ütemezési lehetőségek közül, a napitól a haviig, a többit automatizáljuk. A mentések óraszerűen történnek, így nyugodt lehet, és biztos védőhálót kap

source: No backups found. Create a new one?
hu_hu: Nem található biztonsági mentés. Létrehoz egy újat?

source: No temporary folder is available on the server. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technical details</a>
hu_hu: Nem érhető el ideiglenes mappa a szerveren. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technikai részletek</a>

source: Not enough disk space.<br /> Free up %s before restoring.
hu_hu: Nincs elég lemezterület.<br /> Szabadítson fel %s helyet a visszaállítás előtt.

source: Notification Settings
hu_hu: Értesítési beállítások

source: Notification settings
hu_hu: Értesítési beállítások

source: Once the file is successfully downloaded on your computer, you can import it to any of your WordPress sites.
hu_hu: Miután a fájlt sikeresen letöltötte a számítógépére, bármelyik WordPress webhelyére importálhatja.

source: OneDrive Storage
hu_hu: OneDrive tárhely

source: Our <a href="%s" target="_blank">Unlimited Extension</a> bypasses this!
hu_hu: Az <a href="%s" target="_blank">Unlimited Extension</a> megkerüli ezt!

source: Out of disk space. Could not write content to file. File: %s
hu_hu: Nincs elég lemezterület. Nem sikerült a tartalmat a fájlba írni. Fájl: %s

source: Out of disk space. Could not write end of block to file. File: %s
hu_hu: Nincs elég lemezterület. Nem sikerült a blokk végét a fájlba írni. Fájl: %s

source: Out of disk space. Could not write header to file. File: %s
hu_hu: Nincs elég lemezterület. Nem sikerült a fejlécet a fájlba írni. Fájl: %s

source: Out of disk space. Could not write size to file. File: %s
hu_hu: Nincs elég lemezterület. Nem sikerült a méretet a fájlba írni. Fájl: %s

source: Out of disk space. Could not write to: %s. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/out-of-disk-space/" target="_blank">Technical details</a>
hu_hu: Nincs elég lemezterület. Nem sikerült írni ide: %s. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/out-of-disk-space/" target="_blank">Technikai részletek</a>

source: Over 2GB
hu_hu: 2 GB felett

source: Password-protect and encrypt backups
hu_hu: Védje jelszóval és titkosítsa a biztonsági mentéseket

source: Please check the consent box so we can use your email to respond to you.
hu_hu: Kérjük, jelölje be a hozzájárulás jelölőnégyzetet, hogy az e-mail címét a válaszadáshoz felhasználhassuk.

source: Please describe your issue or feedback.
hu_hu: Kérjük, írja le a problémáját vagy a visszajelzését.

source: Please do not close this browser window or your import will fail
hu_hu: Kérjük, ne zárja be ezt a böngészőablakot, különben az importálás sikertelen lesz

source: Please ensure your file was created with the All-in-One WP Migration plugin. <a href="https://help.servmask.com/knowledgebase/invalid-backup-file/" target="_blank">Technical details</a>
hu_hu: Kérjük, győződjön meg róla, hogy a fájl az All-in-One WP Migration bővítménnyel készült. <a href="https://help.servmask.com/knowledgebase/invalid-backup-file/" target="_blank">Technikai részletek</a>

source: Please enter a password to restore the backup
hu_hu: Kérjük, adjon meg egy jelszót a biztonsági mentés visszaállításához

source: Please enter a valid email address.
hu_hu: Kérjük, adjon meg egy érvényes e-mail címet.

source: Please note, the features displayed below are part of an image showcasing the potential of Reset Hub in its Premium version. To activate and enjoy these advanced features, <a href="https://servmask.com/products/unlimited-extension" title="Upgrade to Premium" target="_blank">upgrade to Premium now</a>! Elevate your website management experience with these exclusive functionalities and priority support.
hu_hu: Felhívjuk a figyelmet, hogy az alább megjelenített funkciók egy olyan képen láthatók, amely a Reset Hub Premium verziójának lehetőségeit szemlélteti. Ezen fejlett funkciók aktiválásához és használatához <a href="https://servmask.com/products/unlimited-extension" title="Upgrade to Premium" target="_blank">frissítsen most Premiumra</a>! Emelje magasabb szintre webhelye kezelését ezekkel az exkluzív funkciókkal és elsőbbségi támogatással.

source: Please select a feedback type.
hu_hu: Kérjük, válassza ki a visszajelzés típusát.

source: Plugin files gathered.
hu_hu: Bővítményfájlok összegyűjtve.

source: Premium
hu_hu: Prémium

source: Preparing WordPress options...
hu_hu: WordPress beállítások előkészítése...

source: Preparing WordPress users...
hu_hu: WordPress felhasználók előkészítése...

source: Preparing blogs...
hu_hu: Blogok előkészítése...

source: Preparing configuration...
hu_hu: Konfiguráció előkészítése...

source: Preparing to export...
hu_hu: Export előkészítése...

source: Preparing to import...
hu_hu: Import előkészítése...

source: Press "Export" button and the site archive file will pop up in your browser.
hu_hu: Nyomja meg az "Export" gombot, és a webhely archív fájlja megjelenik a böngészőben.

source: Proceed
hu_hu: Folytatás

source: Reading...
hu_hu: Olvasás...

source: Refreshing backup list...
hu_hu: Biztonsági mentések listájának frissítése...

source: Renaming export file...
hu_hu: Exportfájl átnevezése...

source: Repeat the password
hu_hu: Jelszó megismétlése

source: Replace with
hu_hu: Csere ezzel

source: Reset Hub
hu_hu: Hub visszaállítása

source: Reset Hub Demo
hu_hu: Hub demó visszaállítása

source: Restore
hu_hu: Visszaállítás

source: Restoring %1$d files...<br />%2$d%% complete
hu_hu: %1$d fájl visszaállítása...<br />%2$d%% kész

source: Restoring database...<br />%d%% complete
hu_hu: Adatbázis visszaállítása...<br />%d%% kész

source: Retention Settings
hu_hu: Megőrzési beállítások

source: Retention settings
hu_hu: Megőrzési beállítások

source: Retrieving WordPress permalinks settings...
hu_hu: WordPress közvetlen hivatkozások beállításainak lekérése...

source: Schedules
hu_hu: Ütemezések

source: Search for
hu_hu: Keresés

source: Security Options
hu_hu: Biztonsági beállítások

source: Send
hu_hu: Küldés

source: Show backup content
hu_hu: Biztonsági mentés tartalmának megjelenítése

source: Size
hu_hu: Méret

source: Star
hu_hu: Csillag

source: Stay informed, not overwhelmed. Tailor your notification preferences to get updates that matter to you. Whether it's the status of each backup, or just critical alerts, control what you want to be notified about.
hu_hu: Legyen tájékozott, ne túlterhelt. Szabja személyre értesítési beállításait, hogy az Ön számára fontos frissítéseket kapja. Akár minden egyes mentés állapota, akár csak a kritikus riasztások érdeklik – Ön irányítja, miről kap értesítést.

source: Stop export
hu_hu: Export leállítása

source: Stop import
hu_hu: Import leállítása

source: Stopping the export, please wait...
hu_hu: Export leállítása, kérem várjon...

source: Stopping the import, please wait...
hu_hu: Import leállítása, kérem várjon...

source: Submit
hu_hu: Küldés

source: Tailor your backup schedules to fit the complexity of your WordPress Multisite. Choose to export the entire network or only a selection of subsites according to your requirements. Effortless management for even the most intricate site networks.
hu_hu: Szabja testre a biztonsági mentések ütemezését WordPress Multisite-ja összetettségéhez. Exportálhatja a teljes hálózatot, vagy igényei szerint csak egyes alwebhelyeket. Könnyed kezelés még a legösszetettebb webhelyhálózatok esetén is.

source: Thank you! We have received your request and will be in touch soon.
hu_hu: Köszönjük! Megkaptuk kérését, hamarosan felvesszük Önnel a kapcsolatot.

source: The archive file appears to be corrupted. Follow <a href="https://help.servmask.com/knowledgebase/corrupted-archive/" target="_blank">this article</a> for possible fixes.
hu_hu: Úgy tűnik, az archívumfájl sérült. A lehetséges javításokért kövesse <a href="https://help.servmask.com/knowledgebase/corrupted-archive/" target="_blank">ezt a cikket</a>.

source: The archive must contain at least one WordPress site. The process cannot continue. Please check your export settings.
hu_hu: Az archívumnak legalább egy WordPress webhelyet kell tartalmaznia. A folyamat nem folytatható. Kérjük, ellenőrizze az export beállításait.

source: The archive must contain only a single WordPress site. The process cannot continue. Please revisit your export settings.
hu_hu: Az archívum csak egyetlen WordPress webhelyet tartalmazhat. A folyamat nem folytatható. Kérjük, tekintse át újra az export beállításait.

source: The backup is encrypted
hu_hu: A biztonsági mentés titkosítva van

source: The decryption password is not valid. The process cannot continue.
hu_hu: A visszafejtési jelszó érvénytelen. A folyamat nem folytatható.

source: The passwords do not match
hu_hu: A jelszavak nem egyeznek

source: The uploaded file is missing a temporary path. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technical details</a>
hu_hu: A feltöltött fájlból hiányzik az ideiglenes elérési út. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technikai részletek</a>

source: The uploaded file is missing an error code. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technical details</a>
hu_hu: A feltöltött fájlból hiányzik a hibakód. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technikai részletek</a>

source: The uploaded file is too large for this server. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technical details</a>
hu_hu: A feltöltött fájl túl nagy ehhez a kiszolgálóhoz. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/upload-file-error/" target="_blank">Technikai részletek</a>

source: Theme files gathered.
hu_hu: Sablonfájlok összegyűjtve.

source: This feature is available in Multisite Extension.
hu_hu: Ez a funkció a Multisite Extensionben érhető el.

source: This feature is available in Unlimited Extension.
hu_hu: Ez a funkció az Unlimited Extensionben érhető el.

source: To choose a file please go inside the link and click on the browse button.
hu_hu: Fájl kiválasztásához nyissa meg a hivatkozást, és kattintson a Tallózás gombra.

source: Translate
hu_hu: Fordítás

source: Unpacking archive...<br />%d%% complete
hu_hu: Archívum kibontása...<br />%d%% kész

source: Upgrade to Premium
hu_hu: Frissítés Prémiumra

source: Upload failed
hu_hu: A feltöltés sikertelen

source: Upload failed - connection lost or timeout. Try uploading the file again.
hu_hu: A feltöltés sikertelen - a kapcsolat megszakadt vagy időtúllépés történt. Próbálja meg újra feltölteni a fájlt.

source: Use this screen to export your database, media, themes, and plugins into one .wpress file. Later, import that file to another WordPress site.
hu_hu: Ezen a képernyőn exportálhatja az adatbázist, a médiát, a témákat és a bővítményeket egyetlen .wpress fájlba. Később importálja ezt a fájlt egy másik WordPress webhelyre.

source: View Error Log
hu_hu: Hibanapló megtekintése

source: We've got you covered with an array of supported storage providers. Whether you prefer Box, Amazon S3, WebDav or something else, you can choose the one that fits your needs best. Secure your backups exactly where you want them.
hu_hu: Számos támogatott tárhelyszolgáltatóval állunk rendelkezésére. Akár a Boxot, az Amazon S3-at, a WebDavot vagy valami mást részesít előnyben, kiválaszthatja az Önnek leginkább megfelelőt. Biztosítsa a biztonsági mentéseit pontosan ott, ahol szeretné.

source: Weekly
hu_hu: Heti

source: WordPress Multisite requires our All-in-One WP Migration Multisite Extension. Get it here:
hu_hu: A WordPress Multisite az All-in-One WP Migration Multisite Extension használatát igényli. Itt szerezheti be:

source: WordPress files gathered.
hu_hu: WordPress fájlok összegyűjtve.

source: WordPress options prepared.
hu_hu: WordPress beállítások előkészítve.

source: WordPress permalinks settings retrieved.
hu_hu: WordPress közvetlen linkek beállításai lekérve.

source: WordPress users prepared.
hu_hu: WordPress felhasználók előkészítve.

source: You can purchase it from this address: https://servmask.com/products/multisite-extension
hu_hu: Ezen a címen vásárolhatja meg: https://servmask.com/products/multisite-extension

source: You can purchase it from this address: https://servmask.com/products/unlimited-extension
hu_hu: Ezen a címen vásárolhatja meg: https://servmask.com/products/unlimited-extension

source: You have %d backups
hu_hu: Önnek %d biztonsági mentése van

source: Your PHP is 32-bit. In order to export your file, please change your PHP version to 64-bit and try again. <a href="https://help.servmask.com/knowledgebase/php-32bit/" target="_blank">Technical details</a>
hu_hu: Az Ön PHP-ja 32 bites. A fájl exportálásához váltson 64 bites PHP-verzióra, és próbálja újra. <a href="https://help.servmask.com/knowledgebase/php-32bit/" target="_blank">Műszaki részletek</a>

source: Your WordPress installation has reached the maximum allowed connections per hour set by your server admin or hosting provider. To use All-in-One WP Migration, please increase MySQL max_connections_per_hour limit. <a href="https://help.servmask.com/knowledgebase/mysql-error-codes/#max-connections-per-hour" target="_blank">Technical details</a>
hu_hu: Az Ön WordPress telepítése elérte a szerver rendszergazdája vagy a tárhelyszolgáltató által óránként engedélyezett kapcsolatok maximumát. Az All-in-One WP Migration használatához növelje a MySQL max_connections_per_hour értékét. <a href="https://help.servmask.com/knowledgebase/mysql-error-codes/#max-connections-per-hour" target="_blank">Műszaki részletek</a>

source: Your WordPress installation has reached the maximum allowed queries per hour set by your server admin or hosting provider. To use All-in-One WP Migration, please increase MySQL max_queries_per_hour limit. <a href="https://help.servmask.com/knowledgebase/mysql-error-codes/#max-queries-per-hour" target="_blank">Technical details</a>
hu_hu: Az Ön WordPress telepítése elérte a szerver rendszergazdája vagy a tárhelyszolgáltató által óránként engedélyezett lekérdezések maximumát. Az All-in-One WP Migration használatához növelje a MySQL max_queries_per_hour értékét. <a href="https://help.servmask.com/knowledgebase/mysql-error-codes/#max-queries-per-hour" target="_blank">Műszaki részletek</a>

source: Your WordPress installation has reached the maximum allowed updates per hour set by your server admin or hosting provider. To use All-in-One WP Migration, please increase MySQL max_updates_per_hour limit. <a href="https://help.servmask.com/knowledgebase/mysql-error-codes/#max-updates-per-hour" target="_blank">Technical details</a>
hu_hu: Az Ön WordPress telepítése elérte a szerver rendszergazdája vagy a tárhelyszolgáltató által óránként engedélyezett frissítések maximumát. Az All-in-One WP Migration használatához növelje a MySQL max_updates_per_hour értékét. <a href="https://help.servmask.com/knowledgebase/mysql-error-codes/#max-updates-per-hour" target="_blank">Műszaki részletek</a>

source: Your WordPress installation has reached the maximum allowed user connections set by your server admin or hosting provider. To use All-in-One WP Migration, please increase MySQL max_user_connections limit. <a href="https://help.servmask.com/knowledgebase/mysql-error-codes/#max-user-connections" target="_blank">Technical details</a>
hu_hu: Az Ön WordPress telepítése elérte a szerver rendszergazdája vagy a tárhelyszolgáltató által engedélyezett felhasználói kapcsolatok maximumát. Az All-in-One WP Migration használatához növelje a MySQL max_user_connections értékét. <a href="https://help.servmask.com/knowledgebase/mysql-error-codes/#max-user-connections" target="_blank">Műszaki részletek</a>

source: Your WordPress installation uses Microsoft SQL Server. To use All-in-One WP Migration, please change your installation to MySQL and try again. <a href="https://help.servmask.com/knowledgebase/microsoft-sql-server/" target="_blank">Technical details</a>
hu_hu: Az Ön WordPress telepítése Microsoft SQL Servert használ. Az All-in-One WP Migration használatához váltson MySQL-re, és próbálja újra. <a href="https://help.servmask.com/knowledgebase/microsoft-sql-server/" target="_blank">Műszaki részletek</a>

source: Your archive file name contains invalid characters: < > : " | ? * \0. It must not include these characters. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/invalid-archive-name/" target="_blank">Technical details</a>
hu_hu: Az archívumfájl neve érvénytelen karaktereket tartalmaz: < > : " | ? * \0. Nem tartalmazhatja ezeket a karaktereket. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/invalid-archive-name/" target="_blank">Műszaki részletek</a>

source: Your backup is from a PHP %1$s but the site that you are importing to is PHP %2$s. This could cause the import to fail. Technical details: https://help.servmask.com/knowledgebase/migrate-wordpress-from-php-5-to-php-7/
hu_hu: Az Ön biztonsági mentése PHP %1$s-ból származik, de az a webhely, ahova importál, PHP %2$s-t használ. Ez az importálás sikertelenségét okozhatja. Műszaki részletek: https://help.servmask.com/knowledgebase/migrate-wordpress-from-php-5-to-php-7/

source: Your backup is from a PHP %1$s but the site that you are importing to is PHP %2$s. This could cause the import to fail. <a href="https://help.servmask.com/knowledgebase/migrate-wordpress-from-php-5-to-php-7/" target="_blank">Technical details</a>
hu_hu: Az Ön biztonsági mentése PHP %1$s-ból származik, de az a webhely, ahova importál, PHP %2$s-t használ. Ez az importálás sikertelenségét okozhatja. <a href="https://help.servmask.com/knowledgebase/migrate-wordpress-from-php-5-to-php-7/" target="_blank">Műszaki részletek</a>

source: Your current profile role does not have Export/Import capabilities enabled. <a href="https://help.servmask.com/knowledgebase/how-to-add-import-and-export-capabilities-to-wordpress-users/" target="_blank">Technical details</a>
hu_hu: A jelenlegi profil szerepköre számára az Export/Import jogosultságok nincsenek engedélyezve. <a href="https://help.servmask.com/knowledgebase/how-to-add-import-and-export-capabilities-to-wordpress-users/" target="_blank">Műszaki részletek</a>

source: Your file exceeds the <strong>%1$s</strong> upload limit set by your host.<br />%2$s<br />%3$s
hu_hu: A fájl meghaladja a tárhelyszolgáltató által beállított <strong>%1$s</strong> feltöltési korlátot.<br />%2$s<br />%3$s

source: Your file exceeds the upload limit set by your host web server.<br />%1$s<br />%2$s
hu_hu: A fájl meghaladja a tárhelyszolgáltató webszervere által beállított feltöltési korlátot.<br />%1$s<br />%2$s

source: Your host restricts uploads to <strong>%s</strong>.
hu_hu: A tárhelyszolgáltató a feltöltéseket <strong>%s</strong>-ra korlátozza.

source: Your purchase ID is invalid. Please <a href="mailto:support@servmask.com">contact us</a>.
hu_hu: A vásárlási azonosító érvénytelen. Kérjük, <a href="mailto:support@servmask.com">lépjen kapcsolatba velünk</a>.

source: Your server uses 32-bit PHP and cannot process files larger than 2GB. Please switch to 64-bit PHP and try again. <a href="https://help.servmask.com/knowledgebase/php-32bit/" target="_blank">Technical details</a>
hu_hu: Az Ön szervere 32 bites PHP-t használ, és nem tud 2GB-nál nagyobb fájlokat feldolgozni. Váltson 64 bites PHP-re, és próbálja újra. <a href="https://help.servmask.com/knowledgebase/php-32bit/" target="_blank">Műszaki részletek</a>

source: Your site has been imported successfully!
hu_hu: A webhely sikeresen importálva!

source: Your storage directory name contains invalid characters: < > : " | ? * \0. It must not include these characters. The process cannot continue. <a href="https://help.servmask.com/knowledgebase/invalid-storage-name/" target="_blank">Technical details</a>
hu_hu: A tárolókönyvtár neve érvénytelen karaktereket tartalmaz: < > : " | ? * \0. Nem tartalmazhatja ezeket a karaktereket. A folyamat nem folytatható. <a href="https://help.servmask.com/knowledgebase/invalid-storage-name/" target="_blank">Műszaki részletek</a>

source: in the database
hu_hu: az adatbázisban
