Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-dynamic-pricing/woocommerce-dynamic-pricing-*.po
Languages: hu_hu

source: WooCommerce Dynamic Pricing lets you configure dynamic pricing rules for products, categories and members.
hu_hu: A WooCommerce Dynamic Pricing lehetővé teszi Önnek, hogy dinamikus árazási szabályokat állítson be termékekhez, kategóriákhoz és tagokhoz.

source: A title for this rule set to indentify it in the dashboard
hu_hu: Egy cím ehhez a szabálykészlethez, hogy az irányítópulton azonosítható legyen

source: The quantity the user must purchase at full price
hu_hu: Az a mennyiség, amelyet a felhasználónak teljes áron kell megvásárolnia

source: The quantity the user will receive at the discount
hu_hu: Az a mennyiség, amelyet a felhasználó kedvezményesen kap

source: The type of discount to apply
hu_hu: Az alkalmazandó kedvezmény típusa

source: The amount of discount to be applied
hu_hu: Az alkalmazandó kedvezmény összege

source: If the discount will apply to multiples of the receive amount or if the discount will only be applied to exactly the number of receive items
hu_hu: Ha a kedvezmény a Kap mennyiség többszöröseire vonatkozik, vagy ha a kedvezmény kizárólag pontosan a Kap tételek számára kerül alkalmazásra

source: Items from the selected categories will be eligible for the discount
hu_hu: A kijelölt kategóriák tételei jogosultak lesznek a kedvezményre

source: Items from the selected categories will contribute to the total required before the discount will be applied
hu_hu: A kijelölt kategóriák tételei beleszámítanak a kedvezmény alkalmazása előtt szükséges összesített értékbe

source: (optional) Choose the roles customers must be in to be eligible for the discount
hu_hu: (opcionális) Válassza ki azokat a szerepköröket, amelyekbe az ügyfeleknek tartozniuk kell, hogy jogosultak legyenek a kedvezményre

source: Bulk rules allow you to configure a bulk discount based on specific quantities the user purchases, such as buy 5 items receive a 10% discount. Special offers allow you to configure rules such as buy one get one free.
hu_hu: A mennyiségi szabályok lehetővé teszik Önnek, hogy a felhasználó által vásárolt meghatározott mennyiségek alapján mennyiségi kedvezményt állítson be, például: vásároljon 5 tételt, kapjon 10% kedvezményt. A különleges ajánlatok lehetővé teszik olyan szabályok beállítását, mint például: vegyen egyet, kapjon egyet ingyen.

source: Enabled
hu_hu: Engedélyezve

source: Category
hu_hu: Kategória

source: Type
hu_hu: Típus

source: Amount
hu_hu: Összeg

source: Save Changes
hu_hu: Módosítások mentése

source: You need to create product categories first
hu_hu: Először létre kell hoznia termékkategóriákat

source: Price Discount
hu_hu: Árengedmény

source: Percentage Discount
hu_hu: Százalékos kedvezmény

source: Advanced Rules
hu_hu: Haladó szabályok

source: Add Category Pricing
hu_hu: Kategóriaárazás hozzáadása

source: Category Pricing
hu_hu: Kategóriaárazás

source: Admin Title
hu_hu: Adminisztrátori cím

source: Rule Processing Mode:
hu_hu: Szabályfeldolgozási mód:

source: Bulk
hu_hu: Mennyiségi

source: Special Offer
hu_hu: Különleges ajánlat

source: Dates: (Inclusive)
hu_hu: Dátumok: (beleértve)

source: Leave both fields blank to not restrict this pricing group to a date range
hu_hu: Hagyja mindkét mezőt üresen, hogy ezt az árképzési csoportot ne korlátozza dátumtartománnyal

source: Purchase
hu_hu: Vásárlás

source: Receive
hu_hu: Kap

source: Discount Type
hu_hu: Kedvezmény típusa

source: Discount Amount
hu_hu: Kedvezmény összege

source: Repeating
hu_hu: Ismétlődő

source: Quantity Pricing
hu_hu: Mennyiségi árazás

source: Minimum Quantity
hu_hu: Minimális mennyiség

source: Max Quantity
hu_hu: Maximális mennyiség

source: Rule Set
hu_hu: Szabálykészlet

source: Applies To:
hu_hu: Kikre vonatkozik:

source: Everyone
hu_hu: Mindenki

source: Guests
hu_hu: Vendégek

source: Specific Roles
hu_hu: Meghatározott szerepkörök

source: Roles:
hu_hu: Szerepkörök:

source: Quantities based on:
hu_hu: Mennyiségek alapja:

source: Cart Line Item Quantity
hu_hu: Kosár tétel mennyisége

source: Sum of Category
hu_hu: Kategória összege

source: Sum of Category Per Product
hu_hu: Kategória összege termékenként

source: Categories to Adjust:
hu_hu: Módosítandó kategóriák:

source: Apply this adjustment when the quantity in the cart starts at this value. Use * for any.
hu_hu: Alkalmazza ezt a módosítást, amikor a kosárban lévő mennyiség ettől az értéktől indul. Bármelyikhez használja a * jelet.

source: Apply the discount to this many items
hu_hu: Alkalmazza a kedvezményt ennyi tételre

source: The type of adjustment to apply
hu_hu: Alkalmazandó módosítás típusa

source: Fixed Price
hu_hu: Fix ár

source: The value of the adjustment. Currency and percentage symbols are not required
hu_hu: A módosítás értéke. Nincs szükség pénznem- és százalékjelekre

source: If the rule is repeating
hu_hu: Ha a szabály ismétlődő

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Are you sure you would like to remove this price adjustment?
hu_hu: Biztos benne, hogy el szeretné távolítani ezt az ármódosítást?

source: Are you sure you would like to remove this price set?
hu_hu: Biztos benne, hogy el szeretné távolítani ezt az árkészletet?

source: Group
hu_hu: Csoport

source: Free Shipping?
hu_hu: Ingyenes szállítás?

source: Role
hu_hu: Szerepkör

source: Dynamic Pricing
hu_hu: Dinamikus árképzés

source: Allows you to configure another Price Adjustment. Useful if you have different sets of conditions and pricing adjustments which need to be applied to this product.
hu_hu: Lehetővé teszi egy újabb ármódosítás beállítását. Hasznos, ha különböző feltételhalmazai és ármódosításai vannak, amelyeket alkalmazni kell erre a termékre.

source: Add Pricing Group
hu_hu: Árképzési csoport hozzáadása

source: Delete this Price Adjustment
hu_hu: Ezen ármódosítás törlése

source: Choose if this rule should apply to everyone, or to specific roles. Useful if you only give discounts to existing customers, or if you have tiered pricing based on the users role.
hu_hu: Válassza ki, hogy ez a szabály mindenkire vagy csak bizonyos szerepkörökre vonatkozzon. Hasznos, ha csak meglévő ügyfeleknek ad kedvezményt, vagy ha a felhasználó szerepköre alapján sávos árképzést alkalmaz.

source: Product / Variations:
hu_hu: Termék / Változatok:

source: Choose what you would like to apply this pricing rule set to
hu_hu: Válassza ki, mire szeretné alkalmazni ezt az árképzési szabálykészletet

source: All Variations
hu_hu: Összes változat

source: Specific Variations
hu_hu: Meghatározott változatok

source: Variations:
hu_hu: Változatok:

source: Choose how to calculate the quantity. This tallied amount is used in determining the min and max quantities used below in the Quantity Pricing section.
hu_hu: Válassza ki, hogyan számítsa a mennyiséget. Ez az összesített érték szolgál az alább, a Mennyiségi árképzés szakaszban használt minimum és maximum mennyiségek meghatározásához.

source: Calculate quantity based on the Product ID
hu_hu: Számítsa a mennyiséget a termék azonosítója alapján

source: Product Quantity
hu_hu: Termékmennyiség

source: Calculate quantity based on the Variation ID
hu_hu: Számítsa a mennyiséget a változat azonosítója alapján

source: Variation Quantity
hu_hu: Változat mennyisége

source: Calculate quantity based on the Cart Line Item
hu_hu: Számítsa a mennyiséget a kosár tételsor alapján

source: Calculate quantity based on total amount of a category in the cart
hu_hu: Számítsa a mennyiséget a kosárban lévő kategória összmennyisége alapján

source: Quantity of Category
hu_hu: Kategória mennyisége

source: Apply this adjustment when the quantity in the cart is less than this value. Use * for any.
hu_hu: Alkalmazza ezt a módosítást, amikor a kosárban lévő mennyiség kisebb ennél az értéknél. Bármelyikhez használja a * jelet.

source: add another rule
hu_hu: még egy szabály hozzáadása

source: Order Totals Pricing
hu_hu: Rendelésösszeg alapú árképzés

source: Order Totals pricing allows you to configure price adjustments for the entire store based on the total order amount. This is the last discount rule that will be applied. If other discounts have been applied to cart items, these rules will not be applied to the cart.
hu_hu: A Rendelésösszeg alapú árképzés lehetővé teszi, hogy az egész áruházra vonatkozó ármódosításokat állítson be a rendelés teljes összege alapján. Ez az utolsóként alkalmazott kedvezményszabály. Ha más kedvezmények már alkalmazásra kerültek a kosár tételeire, ezek a szabályok nem kerülnek alkalmazásra a kosárra.

source: Role Pricing
hu_hu: Szerepkör alapú árképzés

source: Role pricing allows you to configure price adjustments for the entire store based on a users role.
hu_hu: A Szerepkör alapú árképzés lehetővé teszi, hogy az egész áruházra vonatkozó ármódosításokat állítson be a felhasználó szerepköre alapján.

source: Use bulk category pricing to configure bulk price adjustments based on a product's category. Category pricing rules will apply before Membership (role-based pricing discounts), and will be cumulative with any Membership rules by default. The cumulative filter can be used to change this behavior.
hu_hu: Használja a kategória szerinti tömeges árképzést, hogy termékkategória alapján tömeges ármódosításokat állítson be. A kategóriaárképzési szabályok a Membership (szerepkör-alapú árkedvezmények) előtt érvényesülnek, és alapértelmezés szerint halmozódnak bármely Membership szabállyal. A kumulatív szűrővel ez a működés megváltoztatható.

source: Advanced Category Pricing
hu_hu: Haladó kategóriaárképzés

source: Use advanced category pricing to configure price adjustments on items in a customers cart based on quantities. Adjustments are calculated when the rule matches the configured quantities and will be applied to all items in the cart matching the selected category / categories. Advanced category adjustments take precedence over bulk category adjustments.
hu_hu: Használja a haladó kategóriaárképzést mennyiségek alapján történő ármódosítások beállításához a vásárló kosarában lévő tételekre. A módosítások akkor kerülnek kiszámításra, amikor a szabály megfelel a beállított mennyiségeknek, és alkalmazásra kerülnek a kosárban minden olyan tételre, amely megfelel a kiválasztott kategóriának / kategóriáknak. A haladó kategória szerinti módosítások elsőbbséget élveznek a tömeges kategória szerinti módosításokkal szemben.

source: Group Pricing
hu_hu: Csoportos árképzés

source: Brand Pricing
hu_hu: Márka szerinti árképzés

source: Use bulk brand pricing to configure bulk price adjustments based on a product's brand. Brand pricing rules will apply before Membership (role-based pricing discounts), and will be cumulative with any Membership rules by default. The cumulative filter can be used to change this behavior.
hu_hu: Használja a márka szerinti tömeges árképzést, hogy termékmárka alapján tömeges ármódosításokat állítson be. A márkaárképzési szabályok a Membership (szerepkör-alapú árkedvezmények) előtt érvényesülnek, és alapértelmezés szerint halmozódnak bármely Membership szabállyal. A kumulatív szűrővel ez a működés megváltoztatható.

source: Advanced Brand Pricing
hu_hu: Haladó márkaárképzés

source: Use advanced brand pricing to configure price adjustments on items in a customers cart based on quantities. Adjustments are calculated when the rule matches the configured quantities and will be applied to all items in the cart matching the selected brand. Advanced category adjustments take precedence over bulk brand adjustments.
hu_hu: Használja a haladó márkaárképzést mennyiségek alapján történő ármódosítások beállításához a vásárló kosarában lévő tételekre. A módosítások akkor kerülnek kiszámításra, amikor a szabály megfelel a beállított mennyiségeknek, és alkalmazásra kerülnek a kosárban minden olyan tételre, amely megfelel a kiválasztott márkának. A haladó kategória szerinti módosítások elsőbbséget élveznek a tömeges márka szerinti módosításokkal szemben.

source: You must enter values for all quantity and amount fields
hu_hu: Minden mennyiségi és összeg mezőhöz értéket kell megadnia

source: Invalid totals configured
hu_hu: Érvénytelen végösszegek kerültek beállításra

source: Items from the selected
hu_hu: A kiválasztottból származó tételek

source: You need to create %s first
hu_hu: Először létre kell hoznia a(z) %s-t

source: %s Pricing
hu_hu: %s árképzése

source: Sum of %s
hu_hu: %s összege

source: %s to apply adjustment to:
hu_hu: %s, amelyekre a kiigazítás alkalmazandó:

source: Order Total Pricing
hu_hu: Rendelés végösszegének árképzése

source: delete this set
hu_hu: törölje ezt a készletet

source: Minimum Order Total
hu_hu: Minimális rendelési végösszeg

source: Max Order Total
hu_hu: Maximális rendelési végösszeg

source: Cart Total
hu_hu: Kosár végösszege

source: Category Total
hu_hu: Kategória összege

source: Required Categories
hu_hu: Kötelező kategóriák

source: Categories to apply adjustment to:
hu_hu: Kategóriák, amelyekre a kiigazítás alkalmazandó:

source: Percentage Adjustment
hu_hu: Százalékos kiigazítás

source: Groups
hu_hu: Csoportok

source: Membership Plan
hu_hu: Tagsági csomag

source: Membership Plans:
hu_hu: Tagsági csomagok:
