Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-booking-system-woocommerce/wp-booking-system-woocommerce-*.po
Languages: hu_hu

source: WP Booking System - WooCommerce Add-on
hu_hu: WP Booking System - WooCommerce kiegészítő

source: Allow customers to checkout with WooCommerce
hu_hu: Lehetővé teszi az ügyfelek számára, hogy WooCommerce-en keresztül fizessenek

source: Completed
hu_hu: Teljesítve

source: Failed
hu_hu: Sikertelen

source: Order Status
hu_hu: Rendelés állapota

source: Payment Gateway
hu_hu: Fizetési átjáró

source: Date
hu_hu: Dátum

source: WooCommerce Field Mapping
hu_hu: WooCommerce mezők megfeleltetése

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Company
hu_hu: Cég

source: Address 1
hu_hu: Cím 1

source: Address 2
hu_hu: Cím 2

source: City
hu_hu: Város

source: Postcode
hu_hu: Irányítószám

source: Country
hu_hu: Ország

source: State
hu_hu: Megye

source: Phone
hu_hu: Telefon

source: Order Notes
hu_hu: Rendelési megjegyzések

source: no label
hu_hu: nincs címke

source: Automatically fill in the Checkout Form fields in WooCommerce with values from the Booking Form.
hu_hu: Automatikusan kitölti a WooCommerce pénztár űrlap mezőit a foglalási űrlap értékeivel.

source: Give the customer the option to pay with a credit card using WooCommerce.
hu_hu: Lehetővé teszi az ügyfél számára, hogy WooCommerce használatával bankkártyával fizessen.

source: Enable WooCommerce Checkout
hu_hu: WooCommerce pénztár engedélyezése

source: Display name
hu_hu: Megjelenített név

source: Description
hu_hu: Leírás

source: The payment method description that appears on the booking form.
hu_hu: A fizetési mód leírása, amely a foglalási űrlapon jelenik meg.

source: Pay Button Label
hu_hu: Fizetés gomb felirata

source: WooCommerce Product
hu_hu: WooCommerce termék

source: Select a product that will be associated with all booking payments.
hu_hu: Válasszon egy terméket, amely az összes foglalási fizetéshez lesz társítva.

source: Booking Creation Trigger
hu_hu: Foglalás létrehozásának eseménye

source: When the order is created
hu_hu: Amikor a rendelés létrejön

source: When the order status is "Processing"
hu_hu: Amikor a rendelés állapota "Feldolgozás alatt"

source: When the order status is "On Hold"
hu_hu: Amikor a rendelés állapota "Függőben tartva"

source: When the order status is "Completed"
hu_hu: Amikor a rendelés állapota "Teljesítve"

source: When to create the Booking depending on the WooCommerce Order status. Please note that not creating the booking when the order is created may lead to double bookings if WooCommerce is not set up correctly.
hu_hu: Mikor jöjjön létre a foglalás a WooCommerce rendelés állapotától függően. Kérjük, vegye figyelembe, hogy ha a rendelés létrejöttekor nem jön létre a foglalás, az dupla foglalásokhoz vezethet, ha a WooCommerce nincs megfelelően beállítva.

source: Disable Emails
hu_hu: E-mailek letiltása

source: Disable the "Order Completed" emails sent by WooCommerce to the customer to avoid duplicate emails if you enabled User Notifications in WP Booking System.
hu_hu: Tiltsa le a WooCommerce által az ügyfélnek küldött "Rendelés teljesítve" e-maileket az ismétlődő levelek elkerülése érdekében, ha engedélyezte a felhasználói értesítéseket a WP Booking Systemben.

source: Disable 'Thank You' Page
hu_hu: 'Köszönjük' oldal letiltása

source: Disable the default WooCommerce 'Thank You' page. After the payment is completed, redirect the customer back to the calendar page and show WP Booking System's confirmation message instead of WooCommerce's confirmation page.
hu_hu: Tiltsa le az alapértelmezett WooCommerce 'Köszönjük' oldalt. A fizetés befejezése után irányítsa vissza az ügyfelet a naptár oldalra, és a WooCommerce visszaigazoló oldala helyett jelenítse meg a WP Booking System megerősítő üzenetét.

source: If you need help setting up setting up WooCommerce, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/woocommerce-checkout-integration/">check out our guide</a> which offers step by step instructions.
hu_hu: Ha segítségre van szüksége a WooCommerce beállításához, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/woocommerce-checkout-integration/">tekintse meg az útmutatónkat</a>, amely lépésről lépésre szóló útmutatást kínál.

source: No WooCommerce product is selected for handling reservations.
hu_hu: Nincs kiválasztva WooCommerce termék a foglalások kezeléséhez.

source: The currency in WooCommerce does not match the one set in WP Booking System.
hu_hu: A WooCommerce pénzneme nem egyezik a WP Booking Systemben beállítottal.

source: Something went wrong. Please refresh the page and try again.
hu_hu: Valami hiba történt. Kérjük, frissítse az oldalt, és próbálja újra.

source: The minimum payable amount is 0.50$
hu_hu: A minimálisan fizetendő összeg 0.50$

source: The form was successfully submitted.
hu_hu: Az űrlap sikeresen elküldve.

source: Final Payment
hu_hu: Végső fizetés

source: First Payment
hu_hu: Első fizetés

source: Other products cannot be added to the cart while a reservation is present.
hu_hu: Más termékeket nem lehet a kosárhoz adni, amíg a kosárban foglalás van.

source: Calendar Name
hu_hu: Naptár neve

source: Calendar ID
hu_hu: Naptárazonosító

source: Start Date
hu_hu: Kezdő dátum

source: End Date
hu_hu: Végdátum

source: Payment Type
hu_hu: Fizetési típus

source: Deposit
hu_hu: Előleg

source: Form Data
hu_hu: Űrlapadatok

source: It appears you have selected an unavailable or invalid date. Please refresh the calendar and try again.
hu_hu: Úgy tűnik, nem elérhető vagy érvénytelen dátumot választott. Kérjük, frissítse a naptárt, és próbálja újra.

source: Booking ID
hu_hu: Foglalási azonosító

source: Signed
hu_hu: Aláírva

source: Not signed
hu_hu: Nincs aláírva

source: Check out with WooCommerce.
hu_hu: Fizetés a WooCommerce-szel.

source: Pay with WooCommerce.
hu_hu: Fizessen a WooCommerce-szel.

source: Booking Details
hu_hu: Foglalás részletei

source: Booking Details Heading
hu_hu: Foglalás részletei címsor

source: The heading that appears in the email and payment confirmation page.
hu_hu: A címsor, amely az e-mailben és a fizetés visszaigazoló oldalán megjelenik.

source: Calendar Name Label
hu_hu: Naptárnév címke

source: Appears in the confirmation email when payment is made through WooCommerce.
hu_hu: A visszaigazoló e-mailben jelenik meg, amikor a fizetés WooCommerce-en keresztül történik.

source: Calendar ID Label
hu_hu: Naptárazonosító címke

source: The <strong>WooCommerce</strong> Add-on requires WP Booking System version
hu_hu: A <strong>WooCommerce</strong> kiegészítő a WP Booking System verzióját igényli
