{"translation-revision-date":"2025-10-22 07:20+0200","generator":"WP-CLI\/2.12.0","source":"dist\/font-library.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Settings":["Beállítások"],"Font Library":["Betűtípus-könyvtár"],"Save":["Mentés"],"Reset":["Visszaállítás"],"Google Fonts":["Google Fonts"],"All":["Összes"],"Error deleting font. Please try again.":["Hiba a betűtípus törlésekor. Kérjük, próbálja meg újra."],"Are you sure you want to delete this font and all its variants?":["Biztos benne, hogy törölni akarja ezt a betűtípust és annak összes változatát?"],"Go back to the font library":["Vissza a betűtípus-könyvtárhoz"],"You have unsaved changes. Click OK to discard changes or cancel to keep editing the font.":["Nem mentett módosításai vannak. Kattintson az OK gombra a módosítások elvetéséhez, vagy a Mégse gombra a betűtípus szerkesztésének folytatásához."],"Back":["Vissza"],"Edit Font: %s":["Betűtípus szerkesztése: %s"],"Font Status":["Betűtípus állapota"],"If a font is disabled, no font variants are added to the frontend of your site.":["Ha egy betűtípus le van tiltva, a webhelye nyilvános felületéhez nem kerülnek hozzá betűtípus-változatok."],"Disabled":["Letiltva"],"Enabled":["Engedélyezve"],"Available Font Variants":["Elérhető betűtípus-változatok"],"Enable or disable individual font variants on the frontend of your site.":["Engedélyezze vagy tiltsa le az egyes betűtípus-változatokat a webhelye frontendjén."],"Undelete font variant":["Betűtípus-változat visszaállítása"],"Delete font variant":["Betűtípus-változat törlése"],"Advanced Options":["Speciális beállítások"],"Specify the font-display value, used in the @font-face CSS. This value determines how your text displays as the webfont loads.":["Adja meg a font-display értéket, amelyet az @font-face CSS használ. Ez az érték határozza meg, hogyan jelenik meg a szöveg, amíg a webfont betöltődik."],"Specify an alias for this font that will be used as the font family name in CSS. If left blank the default font family name will be used.":["Adjon meg ehhez a betűtípushoz egy álnevet, amely a CSS-ben betűcsalád neveként lesz használva. Ha üresen hagyja, az alapértelmezett betűcsaládnév lesz használva."],"Add Font Family Alias":["Betűcsalád-álnév hozzáadása"],"e.g. Custom %s":["pl. Egyéni %s"],"Enter the CSS font-family fallback value you want to use for this font here. This appears after the font family name in the CSS.":["Adja meg itt a CSS font-family helyettes értékét, amelyet ehhez a betűtípushoz használni kíván. Ez a CSS-ben a betűcsalád neve után jelenik meg."],"Font Family":["Betűcsalád"],"sans-serif, system-ui":["sans-serif, system-ui"],"You may customize the CSS variable suffix for your font if you wish to change it.":["Testreszabhatja a betűtípus CSS változó utótagját, ha módosítani kívánja."],"CSS Variable suffix":["CSS változó utótag"],"Max 25 characters":["Legfeljebb 25 karakter"],"CSS Variable suffix cannot be empty. Please enter a valid suffix.":["A CSS változó utótag nem lehet üres. Kérjük, adjon meg érvényes utótagot."],"If you have used this font's css variable, changing the variable suffix may cause loss of visual styles.":["Ha használta ennek a betűtípusnak a CSS változóját, a változó utótagjának módosítása vizuális stílusok elvesztését okozhatja."],"Delete font and all its variants":["Betűtípus és összes változatának törlése"],"Delete":["Törlés"],"Save font changes":["Betűtípus módosításainak mentése"],"You've selected to delete ALL variants. This will also delete the font from the library. Click OK to proceed, or Cancel to undelete variants.":["Az ÖSSZES változat törlését választotta. Ez a betűtípust is törli a könyvtárból. Kattintson az OK gombra a folytatáshoz, vagy a Mégse gombra a változatok visszaállításához."],"A graphical rendering of the font family":["A betűcsalád grafikus megjelenítése"],"%d variant":[""],"%s variants":["%s változat"],"Installed Fonts":["Telepített betűtípusok"],"No fonts have been installed yet.":["Még nincs telepítve egyetlen betűtípus sem."],"Install Google Fonts":["Google Fonts telepítése"],"Upload Custom Fonts":["Egyéni betűtípusok feltöltése"],"An error occurred while updating settings.":["Hiba történt a beállítások frissítése közben."],"Install variants":["Változatok telepítése"],"Select the font variants you want to install. GeneratePress will install the most optimal version of the font available. If the font has a variable version, that will be used automatically.":["Válassza ki a telepíteni kívánt betűtípus-változatokat. A GeneratePress a betűtípus elérhető legoptimálisabb változatát telepíti. Ha a betűtípusnak van változó verziója, azt automatikusan használni fogja."],"Fonts were installed successfully.":["A betűtípusok sikeresen telepítve lettek."],"An error occurred while downloading the variants.":["Hiba történt a változatok letöltése közben."],"Install Selected":["Kiválasztottak telepítése"],"Downloading…":["Letöltés…"],"Install fonts from Google Fonts. Fonts are installed locally on your site.":["Betűtípusok telepítése a Google Fonts-ról. A betűtípusok helyben, a webhelyén kerülnek telepítésre."],"Preferred Subset":["Előnyben részesített karakterrészhalmaz"],"Choose which character subset you want to download if available.":["Válassza ki, melyik karakterrészhalmazt kívánja letölteni, ha elérhető."],"Preferred subset updated.":["Az előnyben részesített részhalmaz frissítve."],"Save Settings":["Beállítások mentése"],"Revoke access to Google Fonts":["Hozzáférés visszavonása a Google Fonts-hoz"],"This will remove the connection to Google Fonts and you will not be able to install new fonts from Google Fonts. Previously installed fonts will NOT be deleted.":["Ez eltávolítja a Google Fonts-hoz való kapcsolatot, és nem fog tudni új betűtípusokat telepíteni a Google Fonts-ról. A korábban telepített betűtípusok NEM kerülnek törlésre."],"Google fonts access has been revoked.":["A Google Fonts-hoz való hozzáférés visszavonásra került."],"Revoke access":["Hozzáférés visszavonása"],"Search":["Keresés"],"Font name…":["Betűtípus neve…"],"Category":["Kategória"],"Serif":["Talpas"],"Sans Serif":["Talpatlan"],"Display":["Dekoratív"],"Handwriting":["Kézírás"],"Monospace":["Rögzített szélességű"],"%d matching font":[""],"No matching fonts found.":["Nem találhatók egyező betűtípusok."],"Font list pagination":["Betűtípuslista lapozása"],"Previous":["Előző"],"Choose Page":["Oldal kiválasztása"],"Next":["Következő"],"Per Page":["Oldalanként"],"5":["5"],"10":["10"],"15":["15"],"20":["20"],"Connect to Google Fonts?":["Csatlakozzon a Google Fonts szolgáltatáshoz?"],"To install fonts from Google you must give permission to connect directly to Google servers. The fonts you install will be downloaded from Google and stored on your site. Your site will then use these locally-hosted fonts.":["A Google-tól származó betűtípusok telepítéséhez engedélyeznie kell a közvetlen kapcsolódást a Google szervereihez. A telepített betűtípusok a Google-tól lesznek letöltve, és az Ön webhelyén kerülnek tárolásra. A webhelye ezután ezeket a helyben tárolt betűtípusokat fogja használni."],"You can alternatively upload fonts directly on the Upload Custom Fonts tab.":["Alternatívaként közvetlenül feltöltheti a betűtípusokat az Upload Custom Fonts fülön."],"Allow access to Google Fonts":["Hozzáférés engedélyezése a Google Fonts szolgáltatáshoz"],"Some fonts failed to upload.":["Néhány betűtípus feltöltése nem sikerült."],"All fonts failed to upload.":["Az összes betűtípus feltöltése nem sikerült."],"%s installed.":["%s telepítve."],"%s install failed.":["%s telepítése nem sikerült."],"Invalid or corrupted font file: ":["Érvénytelen vagy sérült betűtípusfájl: "],"Upload Fonts":["Betűtípusok feltöltése"],"Upload one or more fonts. Once uploaded, they will appear via the Font Library tab above. Supported formats are: .ttf, .otf, .woff, and .woff2.":["Töltsön fel egy vagy több betűtípust. A feltöltés után a fenti Font Library fülön jelennek meg. Támogatott formátumok: .ttf, .otf, .woff és .woff2."],"An error occurred while fetching Google Fonts.":["Hiba történt a Google Fonts lekérése közben."]}}}