Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpgb-caching/wpgb-caching-*.po
Languages: hu_hu

source: WP Grid Builder - Caching
hu_hu: WP Grid Builder - Gyorsítótárazás

source: Speed up loading time when filtering grids by caching content and facets.
hu_hu: Gyorsítsa a betöltési időt a rácsok szűrésekor a tartalom és a facetták gyorsítótárazásával.

source: Every day
hu_hu: Minden nap

source: Clear cache (all)
hu_hu: Gyorsítótár törlése (összes)

source: Clear cache (this page)
hu_hu: Gyorsítótár törlése (ezen az oldalon)

source: You do not have enough permissions to complete the operation.
hu_hu: Nincs elegendő jogosultsága a művelet befejezéséhez.

source: Cache cleared.
hu_hu: Gyorsítótár törölve.

source: Caching
hu_hu: Gyorsítótárazás

source: Manage caching of your grids and facets.
hu_hu: Kezelje a rácsok és a facetták gyorsítótárazását.

source: Cache cleared!
hu_hu: Gyorsítótár törölve!

source: Caching Rules
hu_hu: Gyorsítótárazási szabályok

source: Include and exclude content from cache.
hu_hu: Tartalmak bevonása és kizárása a gyorsítótárból.

source: Exclude Grids
hu_hu: Rácsok kizárása

# Exclude Grids default value
source: None
hu_hu: Nincs

source: Exclude Facets
hu_hu: Facetták kizárása

# Exclude Facets default value
source: None
hu_hu: Nincs

source: Behaviour
hu_hu: Működés

source: Manage caching duration and actions.
hu_hu: Kezelje a gyorsítótárazás időtartamát és műveleteit.

source: Cache Lifespan
hu_hu: Gyorsítótár élettartama

source: Cache Lifespan Unit
hu_hu: Gyorsítótár élettartamának egysége

source: Minutes
hu_hu: Perc

source: Hours
hu_hu: Óra

source: Days
hu_hu: Nap

source: Automatic Purge
hu_hu: Automatikus ürítés

source: Purge cache automatically when updating content.
hu_hu: A gyorsítótár automatikus ürítése tartalom frissítésekor.

source: Admin Bar
hu_hu: Admin sáv

source: Display a quick-action menu in the admin bar.
hu_hu: Gyorsműveleti menü megjelenítése az admin sávban.

source: <strong>If you change cache lifespan</strong>, please clear the cache to prevent any issue. Otherwise, several cache versions from different lifespans can be mixed.
hu_hu: <strong>Ha módosítja a gyorsítótár élettartamát</strong>, a problémák elkerülése érdekében törölje a gyorsítótárat. Ellenkező esetben különböző élettartamú gyorsítótár-verziók keveredhetnek.

source: Cache Menu
hu_hu: Gyorsítótár menü

source: Display a menu of quick actions in the admin bar to clear cache.
hu_hu: Gyorsműveleti menü megjelenítése az admin sávban a gyorsítótár törléséhez.

source: Cache Behaviour
hu_hu: Gyorsítótár működése

source: Purge cache automatically when updating your posts, taxonomy terms, users and any related data.
hu_hu: A gyorsítótár automatikus ürítése a bejegyzések, taxonómiák kifejezései, felhasználók és minden kapcsolódó adat frissítésekor.

source: The whole cache will be automatically cleared according to the time period you specified.
hu_hu: A teljes gyorsítótár automatikusan törlésre kerül az Ön által megadott időközönként.

source: Cache Content
hu_hu: Gyorsítótár tartalma

source: Processing...
hu_hu: Feldolgozás...

source: Clear cache
hu_hu: Gyorsítótár törlése

source: Please refresh the page to get cache stats.
hu_hu: Frissítse az oldalt a gyorsítótár statisztikáinak megtekintéséhez.

source: Loading cache stats...
hu_hu: Gyorsítótár-statisztikák betöltése...

source: <strong>If you change cache lifespan</strong>, please clear the cache to prevent any issue.<br>Otherwise, several cache versions from different lifespans can be mixed.
hu_hu: <strong>Ha módosítja a gyorsítótár élettartamát</strong>, a problémák elkerülése érdekében törölje a gyorsítótárat.<br>Ellenkező esetben különböző élettartamú gyorsítótár-verziók keveredhetnek.

source: Clearing...
hu_hu: Törlés...
