Repository: hellowpio/wordpress-translations
Catalog: plugins/*/oxygen/oxygen-*.po
Languages: hu_hu

source: If you can do it with WordPress, you can design it with Oxygen.
hu_hu: Amit meg tud valósítani WordPress-szel, azt meg is tudja tervezni az Oxygennel.

source: Your Oxygen Selector Detector version is not supported. Minimal required Selector Detector version is:
hu_hu: Az Ön Oxygen Selector Detector verziója nem támogatott. A minimálisan szükséges Selector Detector verzió:

source: You're using <a href="%s">Oxygen</a> to design your site, which entirely disables the WordPress theme system. The active theme is never loaded, and has no impact on your site's performance or appearance.
hu_hu: Ön a <a href="%s">Oxygen</a> használatával tervezi a webhelyét, ami teljesen letiltja a WordPress sablonrendszerét. Az aktív sablon soha nem töltődik be, és nincs hatása a webhelye teljesítményére vagy megjelenésére.

source: Edit with Oxygen
hu_hu: Szerkesztés az Oxygennel

source: Edit Template
hu_hu: Sablon szerkesztése

source: This post is being rendered by an Oxygen template. To edit this post directly, add an Inner Content element to the template.
hu_hu: Ezt a bejegyzést egy Oxygen sablon rendereli. A bejegyzés közvetlen szerkesztéséhez adjon a sablonhoz egy Inner Content elemet.

source: Oxygen is open in another tab or by another user.
hu_hu: Az Oxygen egy másik lapon vagy egy másik felhasználó által van megnyitva.

source: Please close the other instance of the builder and refresh this page to edit.
hu_hu: Kérjük, zárja be a szerkesztő másik példányát, és frissítse ezt az oldalt a szerkesztéshez.

source: Open Anyway
hu_hu: Mégis megnyitás

source: Please save before editing with Oxygen.
hu_hu: Kérjük, mentsen, mielőtt az Oxygennel szerkeszt.

source: Lock Post In Edit Mode
hu_hu: Bejegyzés zárolása szerkesztési módban

source: Shortcodes (read only)
hu_hu: Rövidkódok (csak olvasható)

source: Enable Default Design Sets
hu_hu: Alapértelmezett Design Setek engedélyezése

source: Enable 3rd Party Design Sets
hu_hu: Harmadik féltől származó Design Setek engedélyezése

source: Make this WordPress Install a Design Set
hu_hu: Tegye ezt a WordPress-telepítést Design Settá

source: Exclude Non-Public Post Types From Preview
hu_hu: Nem nyilvános bejegyzéstípusok kizárása az előnézetből

source: Enable Selector Detector
hu_hu: Selector Detector engedélyezése

source: Google Maps API key
hu_hu: Google Maps API-kulcs

source: Show all ACF fields in the Dynamic Data Dialog
hu_hu: Az összes ACF-mező megjelenítése a Dinamikus adatok párbeszédablakában

source: Cache list of Google Fonts
hu_hu: A Google Fonts listájának gyorsítótárazása

source: Enable Layout Improvements for IE 10+
hu_hu: Elrendezésjavítások engedélyezése IE 10+ esetén

source: Load AOS styles in the head of page
hu_hu: AOS stílusok betöltése az oldal head részébe

source: Disable WP Emojis
hu_hu: WP emojik letiltása

source: Disable jQuery Migrate
hu_hu: jQuery Migrate letiltása

source: Disable Embeds
hu_hu: Beágyazások letiltása

source: Disable Google Fonts
hu_hu: Google Fonts letiltása

source: Disable Webfont.js
hu_hu: Webfont.js letiltása

source: Maximum number of latest revisions
hu_hu: A legutóbbi változatok maximális száma

source: Maximum number of daily revisions
hu_hu: A napi változatok maximális száma

source: This can not be undone. Type “delete” in the textbox below to confirm.
hu_hu: Ez nem vonható vissza. A megerősítéshez írja be az alábbi szövegmezőbe, hogy “delete”.

source: Remove Access Rule
hu_hu: Hozzáférési szabály eltávolítása

source: Add User
hu_hu: Felhasználó hozzáadása

source: Learn about Shortcode signing
hu_hu: Tudjon meg többet a rövidkódok aláírásáról

source: Check Oxygen's shortcodes for a valid signature before executing.
hu_hu: A végrehajtás előtt ellenőrizze az Oxygen rövidkódjainak érvényes aláírását.

source: Show invalid shortcode signature warnings on the front end.
hu_hu: Érvénytelen rövidkód-aláírási figyelmeztetések megjelenítése a frontenden.

source: Post Types to regenerate:
hu_hu: Újragenerálandó bejegyzéstípusok:

source: Posts that have:
hu_hu: Bejegyzések, amelyek rendelkeznek:

source: Enable CSS Caching
hu_hu: CSS-gyorsítótárazás engedélyezése

source: Regenerate CSS
hu_hu: CSS újragenerálása

source: Please backup your site before using this tool.
hu_hu: Kérjük, készítsen biztonsági mentést a webhelyéről, mielőtt használja ezt az eszközt.

source: I have made a complete backup of my site.
hu_hu: Elkészítettem a webhelyem teljes biztonsági mentését.

source: Select the post types.
hu_hu: Válassza ki a bejegyzéstípusokat.

source: Please back up your site and then check the box.
hu_hu: Kérjük, készítsen biztonsági mentést a webhelyéről, majd jelölje be a négyzetet.

source: Editing is locked for this post.
hu_hu: A szerkesztés zárolva van ennél a bejegyzésnél.

source: Editing is locked for template.
hu_hu: A szerkesztés zárolva van ennél a sablonnál.

source: Submit
hu_hu: Küldés

source: Save Oxygen License
hu_hu: Mentse az Oxygen licencet

source: Import Global Colors
hu_hu: Importálja a globális színeket

source: (Warning: This will overwrite all Global Colors on the site.)
hu_hu: (Figyelmeztetés: Ez felülírja az összes globális színt a webhelyen.)

source: Apply Params
hu_hu: Alkalmazza a paramétereket

source: You do not have sufficient permissions to edit the layout
hu_hu: Nincs elegendő jogosultsága az elrendezés szerkesztéséhez

source: Global Colors
hu_hu: Globális színek

source: Unwrapping Code Block PHP will result in ID assigned styles not applying to the Code Block on the front-end.
hu_hu: A Code Block PHP kicsomagolása azt eredményezi, hogy az ID-hez rendelt stílusok nem fognak alkalmazódni a Code Blockon a front-enden.

source: Tag
hu_hu: Címke

source: Form Field
hu_hu: Űrlapmező

source: Border Color
hu_hu: Szegély színe

source: Text Color
hu_hu: Szöveg színe

source: Border Radius
hu_hu: Szegély lekerekítése

source: Submit Button
hu_hu: Küldés gomb

source: Background Color
hu_hu: Háttér színe

source: Comment Form
hu_hu: Hozzászólás űrlap

source: Default
hu_hu: Alapértelmezett

source: Grey Highlight
hu_hu: Szürke kiemelés

source: White Blocks
hu_hu: Fehér blokkok

source: Templates
hu_hu: Sablonok

source: Comments List
hu_hu: Hozzászólások listája

source: Template PHP
hu_hu: Sablon PHP

source: Template CSS
hu_hu: Sablon CSS

source: Apply Code
hu_hu: Alkalmazza a kódot

source: Collapse Editor
hu_hu: Csukja össze a szerkesztőt

source: Expand Editor
hu_hu: Bontsa ki a szerkesztőt

source: Layout Child Elements
hu_hu: Elrendezés gyermekelemei

source: Oxygen %s changes the way Repeater elements are styled. You must regenerate your Oxygen CSS Cache for Repeater elements to be rendered correctly.
hu_hu: Az Oxygen %s megváltoztatja a Repeater elemek stílusának módját. Újra kell generálnia az Oxygen CSS Cache-t, hogy a Repeater elemek helyesen jelenjenek meg.

source: <b>There was an error during execution of an Advanced Query, please review the query params set.</b>
hu_hu: <b>Hiba történt egy Advanced Query végrehajtása közben, kérjük, ellenőrizze a beállított lekérdezési paramétereket.</b>

source: Query
hu_hu: Lekérdezés

source: Layout
hu_hu: Elrendezés

source: Pagination
hu_hu: Lapozás

source: Grid Layout
hu_hu: Rácselrendezés

source: Preview Render
hu_hu: Renderelés előnézete

source: Alignment
hu_hu: Igazítás

source: Gap
hu_hu: Távolság

source: Range
hu_hu: Tartomány

source: Previous Link Text
hu_hu: Előző hivatkozás szövege

source: Next Link Text
hu_hu: Következő hivatkozás szövege

source: Link Hover Transition Duration
hu_hu: Hivatkozás hover átmenet időtartama

source: Font size
hu_hu: Betűméret

source: Link Color
hu_hu: Hivatkozás színe

source: Link Hover Color
hu_hu: Hivatkozás hover színe

source: Container style
hu_hu: Konténer stílusa

source: Links style
hu_hu: Hivatkozások stílusa

source: Links hover style
hu_hu: Hivatkozások hover stílusa

source: Container Style
hu_hu: Konténer stílusa

source: Size & Spacing
hu_hu: Méret és térköz

source: Children Layout
hu_hu: Gyermekelemek elrendezése

source: Borders
hu_hu: Szegélyek

source: Background
hu_hu: Háttér

source: Links Style
hu_hu: Hivatkozások stílusa

source: Link Size & Spacing
hu_hu: Hivatkozás mérete és térköze

source: Active Link Size & Spacing
hu_hu: Aktív hivatkozás mérete és térköze

source: Link Background
hu_hu: Hivatkozás háttere

source: Active Link Background
hu_hu: Aktív hivatkozás háttere

source: Link Borders
hu_hu: Hivatkozás szegélyei

source: Active Link Borders
hu_hu: Aktív hivatkozás szegélyei

source: Links Hover Style
hu_hu: Hivatkozások stílusa rámutatáskor

source: Link Hover Size & Spacing
hu_hu: Hivatkozás mérete és térköze rámutatáskor

source: Active Link Hover Size & Spacing
hu_hu: Aktív hivatkozás mérete és térköze rámutatáskor

source: Link Hover Background
hu_hu: Hivatkozás háttere rámutatáskor

source: Active Link Hover Background
hu_hu: Aktív hivatkozás háttere rámutatáskor

source: Link Hover Borders
hu_hu: Hivatkozás szegélyei rámutatáskor

source: Active Link Hover Borders
hu_hu: Aktív hivatkozás szegélyei rámutatáskor

source: apply all »
hu_hu: alkalmazza mindet »

source: Min-width
hu_hu: Minimális szélesség

source: Max-width
hu_hu: Maximális szélesség

source: Min-height
hu_hu: Minimális magasság

source: Max-height
hu_hu: Maximális magasság

source: Links Alignment
hu_hu: Hivatkozások igazítása

source: Currently Editing
hu_hu: Jelenleg szerkesztés alatt

source: Color
hu_hu: Szín

source: Width
hu_hu: Szélesség

source: Style
hu_hu: Stílus

source: unset all borders
hu_hu: állítsa alaphelyzetbe az összes szegélyt

source: edit individual radius
hu_hu: szerkessze az egyes sugarakat

source: Bottom Left
hu_hu: Bal alsó

source: edit all radii
hu_hu: szerkessze az összes sugarat

source: Background Image
hu_hu: Háttérkép

source: browse
hu_hu: böngésszen

source: Background Size
hu_hu: Háttér mérete

source: Height
hu_hu: Magasság

source: Background Repeat
hu_hu: Háttér ismétlése

source: Query Params
hu_hu: Lekérdezési paraméterek

source: Post Type
hu_hu: Bejegyzéstípus

source: Filtering
hu_hu: Szűrés

source: Order
hu_hu: Sorrend

source: Count
hu_hu: Darabszám

source: Use ACF Repeater
hu_hu: ACF Repeater használata

source: ACF Repeater Field
hu_hu: ACF Repeater mező

source: Use Meta Box Group
hu_hu: Meta Box csoport használata

source: Meta Box Groups
hu_hu: Meta Box csoportok

source: Apply Query Params
hu_hu: Lekérdezési paraméterek alkalmazása

source: Or manually specify IDs (comma separated)
hu_hu: Vagy adja meg manuálisan az azonosítókat (vesszővel elválasztva)

source: In Any of the Following Taxonomies
hu_hu: Az alábbi taxonómiák bármelyikében

source: Or In All of the Following Taxonomies
hu_hu: Vagy az alábbi taxonómiák mindegyikében

source: By the following authors
hu_hu: A következő szerzőktől

source: Order By
hu_hu: Rendezés alapja

source: Unset order by
hu_hu: Rendezés alapjának törlése

source: Set order by
hu_hu: Rendezés alapjának beállítása

source: Date
hu_hu: Dátum

source: Date Last Modified
hu_hu: Utolsó módosítás dátuma

source: Title
hu_hu: Cím

source: Comment Count
hu_hu: Hozzászólások száma

source: Menu Order
hu_hu: Menüsorrend

source: Ignore Sticky Posts
hu_hu: Kiemelt bejegyzések figyelmen kívül hagyása

source: Posts per page
hu_hu: Oldalankénti bejegyzések száma

source: Grid - Image - Standard
hu_hu: Rács - Kép - Alapértelmezett

source: Grid - Image w/ Animated Dark Gradient Overlay
hu_hu: Rács - Kép - animált sötét színátmenetes fedvénnyel

source: Grid - Image w/ Gradient Overlap
hu_hu: Rács - Kép - színátmenetes átfedéssel

source: Grid - Image w/ Rectangle Overlap
hu_hu: Rács - Kép - téglalapos átfedéssel

source: Grid - Image w/ Title Overlay
hu_hu: Rács - Kép - címfedvénnyel

source: List - Image on Left
hu_hu: Lista - Kép bal oldalon

source: List - Standard (Centered)
hu_hu: Lista - Alapértelmezett (középre igazítva)

source: List - Standard (Left)
hu_hu: Lista - Alapértelmezett (balra igazítva)

source: List w/ Rectangle Overlap (Centered)
hu_hu: Lista téglalapos átfedéssel (középre igazítva)

source: List w/ Rectangle Overlap (left)
hu_hu: Lista téglalapos átfedéssel (balra igazítva)

source: Masonry - Image - Standard
hu_hu: Mozaik - Kép - Alapértelmezett

source: Masonry - Image w/ Gradient Overlap
hu_hu: Mozaik - Kép - színátmenetes átfedéssel

source: Masonry - Image w/ Rectangle Overlap
hu_hu: Mozaik - Kép - téglalapos átfedéssel

source: Masonry - Image w/ Title Overlay
hu_hu: Mozaik - Kép - címfedvénnyel

source: Styles
hu_hu: Stílusok

source: Content
hu_hu: Tartalom

source: Read More
hu_hu: Bővebben

source: Responsive
hu_hu: Reszponzív

source: Hover Color
hu_hu: Lebegéskori szín

source: Display as
hu_hu: Megjelenítés módja

source: Text Hover Color
hu_hu: Szöveg lebegéskori színe

source: Button Color
hu_hu: Gomb színe

source: Button Hover Color
hu_hu: Gomb lebegéskori színe

source: Posts are 50% Width Below
hu_hu: A bejegyzések ez alatt 50% szélességűek

source: Posts are 100% Width Below
hu_hu: A bejegyzések ez alatt 100% szélességűek

source: How Many Posts?
hu_hu: Hány bejegyzés?

source: All
hu_hu: Összes

source: or specify the number
hu_hu: vagy adja meg a számot

source: Icon Set
hu_hu: Ikonkészlet

source: Icon
hu_hu: Ikon

source: Start typing to search...
hu_hu: Kezdje el gépelni a kereséshez...

source: Icon Style
hu_hu: Ikon stílusa

source: Outline
hu_hu: Körvonalas

source: Solid
hu_hu: Kitöltött

source: None
hu_hu: Nincs

source: Icon size
hu_hu: Ikon mérete

source: Space around icon
hu_hu: Hely az ikon körül

source: No ACF gallery field data found
hu_hu: Nem található ACF galériamező adat

source: No Meta Box gallery field data found
hu_hu: Nem található Meta Box galériamező adat

source: No WooCommerce product found
hu_hu: Nem található WooCommerce-termék

source: Gallery Source
hu_hu: Galéria forrása

source: Media Library
hu_hu: Médiatár

source: ACF Field
hu_hu: ACF mező

source: Meta Box Field
hu_hu: Meta Box mező

source: Image IDs
hu_hu: Kép-ID-k

source: Woo Product ID
hu_hu: Woo termék-ID

source: Link Images
hu_hu: Képek linkelése

source: Add Lightbox
hu_hu: Lightbox hozzáadása

source: Thumbnail Resolution
hu_hu: Bélyegkép felbontása

source: Lazy Load
hu_hu: Késleltetett betöltés

source: Gallery
hu_hu: Galéria

source: Set Image Fit To Cover
hu_hu: Kép illesztése kitöltésre

source: Image Aspect Ratio
hu_hu: Képarány

source: Images per row
hu_hu: Képek soronként

source: Space Around Image
hu_hu: Kép körüli térköz

source: Image Min Width
hu_hu: Kép minimális szélessége

source: Captions
hu_hu: Feliratok

source: Show Captions
hu_hu: Feliratok megjelenítése

source: Caption Color
hu_hu: Felirat színe

source: Caption Background Color
hu_hu: Felirat háttérszíne

source: Show Captions Only On Hover
hu_hu: Feliratok megjelenítése csak rámutatáskor

source: Hide Captions Below
hu_hu: Feliratok elrejtése ez alatt

source: Hover
hu_hu: Rámutatáskor

source: Image Opacity
hu_hu: Kép átlátszatlansága

source: Hover Image Opacity
hu_hu: Kép átlátszatlansága rámutatáskor

source: Transition Duration
hu_hu: Átmenet időtartama

source: Row Center
hu_hu: Sor középre

source: Row Left
hu_hu: Sor balra

source: Row Right
hu_hu: Sor jobbra

source: Stack Vertically Below
hu_hu: Függőleges elrendezés ez alatt

source: Never
hu_hu: Soha

source: Hide Row Below
hu_hu: Sor elrejtése ez alatt

source: Header Row
hu_hu: Fejlécsor

source: Sticky Display
hu_hu: Ragadós megjelenítés

source: Overlay Display
hu_hu: Átfedéses megjelenítés

source: only show in overlay
hu_hu: csak átfedésben jelenjen meg

source: hide in overlay
hu_hu: rejtse el átfedésben

source: Add Another Row
hu_hu: Újabb sor hozzáadása

source: Header Builder
hu_hu: Fejléc összeállító

source: Sticky
hu_hu: Ragadós

source: Enable Sticky Header
hu_hu: Ragadós fejléc engedélyezése

source: Scroll Distance (px)
hu_hu: Görgetési távolság (px)

source: Sticky Background Color
hu_hu: Ragadós háttér színe

source: Sticky Above
hu_hu: Ragadós ez felett

source: Sticky Box Shadow
hu_hu: Ragadós doboz árnyéka

source: Sticky Header Z-Index
hu_hu: Ragadós fejléc Z-indexe

source: Fade In Sticky
hu_hu: Ragadós előtűnése

source: Fade In Speed
hu_hu: Előtűnés sebessége

source: Overlay
hu_hu: Fedvény

source: Overlay Header
hu_hu: Fedvényes fejléc

source: Enable the header overlay on specific pages only from Settings -> Page Settings
hu_hu: A fejléc fedvényét csak bizonyos oldalakon engedélyezheti a Beállítások -> Oldalbeállítások menüpontban

source: Font Family
hu_hu: Betűcsalád

source: Font Size
hu_hu: Betűméret

source: Font Weight
hu_hu: Betűvastagság

source: Icon Box
hu_hu: Ikondoboz

source: Layout & Spacing
hu_hu: Elrendezés és térközök

source: Content alignment
hu_hu: Tartalom igazítása

source: left
hu_hu: balra

source: center
hu_hu: középre

source: right
hu_hu: jobbra

source: Icon Position
hu_hu: Ikon pozíciója

source: top
hu_hu: felül

source: bottom
hu_hu: alul

source: Icon Vertical Alignment
hu_hu: Ikon függőleges igazítása

source: middle
hu_hu: középen

source: Icon Space Before
hu_hu: Ikon előtti térköz

source: Icon Space After
hu_hu: Ikon utáni térköz

source: Heading Space Above
hu_hu: Címsor feletti térköz

source: Heading Space Below
hu_hu: Címsor alatti térköz

source: Text Space Above
hu_hu: Szöveg feletti térköz

source: Text Space Below
hu_hu: Szöveg alatti térköz

source: Link Space Above
hu_hu: Hivatkozás feletti térköz

source: Link Space Below
hu_hu: Hivatkozás alatti térköz

source: Vertical Layout Below
hu_hu: Függőleges elrendezés ez alatt

source: Content Alignment
hu_hu: Tartalom igazítása

source: Typography
hu_hu: Tipográfia

source: Heading
hu_hu: Címsor

source: Text
hu_hu: Szöveg

source: Image not found
hu_hu: Kép nem található

source: Object Fit
hu_hu: Objektum illeszkedése

source: Object Position
hu_hu: Objektum pozíciója

source: Aspect Ratio
hu_hu: Képarány

source: Button
hu_hu: Gomb

source: Target
hu_hu: Cél

source: Button Style
hu_hu: Gomb stílusa

source: Button Size
hu_hu: Gomb mérete

source: Text Size
hu_hu: Szöveg mérete

source: Underline
hu_hu: Aláhúzás

source: Underline link text
hu_hu: Hivatkozás szövegének aláhúzása

source: Login Form
hu_hu: Bejelentkezési űrlap

source: Address
hu_hu: Cím

source: Zoom
hu_hu: Nagyítás

source: Menu
hu_hu: Menü

source: Mobile Menu / Toggle Below
hu_hu: Mobilmenü / Kapcsoló alul

source: Enable Dropdown
hu_hu: Engedélyezze a legördülő menüt

source: Show Dropdown Icon
hu_hu: Jelenítse meg a legördülő menü ikonját

source: Animation Type
hu_hu: Animáció típusa

source: Off Canvas Animation
hu_hu: Off Canvas animáció

source: Animation Duration
hu_hu: Animáció időtartama

source: Include Dropdown Links In Responsive Menu
hu_hu: Foglalja bele a legördülő menük hivatkozásait a reszponzív menübe

source: Spacing
hu_hu: Térközök

source: Hover & Active
hu_hu: Kurzor fölött és aktív

source: Dropdowns
hu_hu: Legördülő menük

source: Mobile Responsive
hu_hu: Mobilra reszponzív

source: All Styles
hu_hu: Összes stílus

source: Letter Spacing
hu_hu: Betűköz

source: Text Align
hu_hu: Szöveg igazítása

source: Text Transform
hu_hu: Szöveg átalakítása

source: Text Decoration
hu_hu: Szövegdekoráció

source: Font Smoothing
hu_hu: Betűsimítás

source: Hover Text Color
hu_hu: Szöveg színe kurzor fölött

source: Hover Background Color
hu_hu: Háttér színe kurzor fölött

source: Hover Border Top
hu_hu: Felső szegély kurzor fölött

source: Hover Border Bottom
hu_hu: Alsó szegély kurzor fölött

source: Active Text Color
hu_hu: Aktív szöveg színe

source: Active Background Color
hu_hu: Aktív háttér színe

source: Active Border Top
hu_hu: Aktív felső szegély

source: Active Border Bottom
hu_hu: Aktív alsó szegély

source: Enable Dropdowns
hu_hu: Engedélyezze a legördülő menüket

source: Show dropdown arrows
hu_hu: Jelenítse meg a legördülő menük nyilait

source: Background Hover Color
hu_hu: Háttér színe kurzor fölött

source: Icon Styles
hu_hu: Ikonstílusok

source: Menu Styles
hu_hu: Menüstílusok

source: Icon Size
hu_hu: Ikonméret

source: Margin Above / Below
hu_hu: Margó felül / alul

source: Icon Color
hu_hu: Ikon színe

source: Icon Hover Color
hu_hu: Ikon színe kurzor fölött

source: Padding Size
hu_hu: Belső térköz mérete

source: Padding Color
hu_hu: Belső térköz színe

source: Padding Hover Color
hu_hu: Belső térköz színe kurzor fölött

source: Link Text Color
hu_hu: Hivatkozás szövegének színe

source: Include dropdowns links in the responsive menu
hu_hu: Foglalja bele a legördülő menük hivatkozásait a reszponzív menübe

source: Menu Layout
hu_hu: Menü elrendezése

source: Vertical
hu_hu: Függőleges

source: Horizontal
hu_hu: Vízszintes

source: Insert Close Button
hu_hu: Helyezzen be bezárógombot

source: Modal Position
hu_hu: Modális ablak pozíciója

source: Trigger
hu_hu: Kiváltó

source: Content Styles
hu_hu: Tartalom stílusai

source: Modal Styles
hu_hu: Modális ablak stílusai

source: Backdrop Color
hu_hu: Háttérfedés színe

source: Closing
hu_hu: Bezárás

source: Full shortcode
hu_hu: Teljes rövidkód

source: Stack Columns Vertically
hu_hu: Oszlopok egymás alá rendezése

source: Reverse Column Order
hu_hu: Oszlopok sorrendjének megfordítása

source: Always
hu_hu: Mindig

source: Set Column Width to 50%
hu_hu: Oszlopszélesség 50%-ra állítása

source: Background color
hu_hu: Háttérszín

source: Re-enable Deleted Text
hu_hu: Törölt szöveg újbóli engedélyezése

source: Pricing Box
hu_hu: Árazási doboz

source: Price Amount
hu_hu: Ár összege

source: Price Decimal
hu_hu: Ár tizedes rész

source: Currency Symbol
hu_hu: Pénznem jele

source: Term
hu_hu: Időszak

source: Padding & Alignment
hu_hu: Belső margó és igazítás

source: Section Padding
hu_hu: Szakasz belső margója

source: Global Alignment
hu_hu: Globális igazítás

source: Graphic
hu_hu: Grafika

source: Include Image
hu_hu: Kép beillesztése

source: yes
hu_hu: igen

source: no
hu_hu: nem

source: Graphic Alignment
hu_hu: Grafika igazítása

source: Padding
hu_hu: Belső margó

source: Title Typography
hu_hu: Cím tipográfiája

source: Subtitle Typography
hu_hu: Alcím tipográfiája

source: Price
hu_hu: Ár

source: horizontal
hu_hu: vízszintes

source: vertical
hu_hu: függőleges

source: Price Sale Space Below
hu_hu: Akciós ár alatti térköz

source: Amount Currency
hu_hu: Összeg pénzneme

source: Amount Main
hu_hu: Összeg főértéke

source: Amount Decimal
hu_hu: Összeg tizedes rész

source: Sale
hu_hu: Akció

source: Features
hu_hu: Funkciók

source: Include Features
hu_hu: Funkciók megjelenítése

source: Call To Action
hu_hu: Cselekvésre ösztönzés

source: Progress Bar
hu_hu: Folyamatjelző sáv

source: Progress
hu_hu: Előrehaladás

source: Bar Padding
hu_hu: Sáv belső margója

source: Stripes
hu_hu: Csíkok

source: Animation
hu_hu: Animáció

source: Animation Stripes
hu_hu: Csíkok animációja

source: Animate Width
hu_hu: Szélesség animálása

source: Animation Stripes Duration
hu_hu: Csíkok animációjának időtartama

source: Animation Width Duration
hu_hu: Szélesség animációjának időtartama

source: Left Text
hu_hu: Bal oldali szöveg

source: Right Text
hu_hu: Jobb oldali szöveg

source: Rich Text
hu_hu: Formázott szöveg

source: Search Form
hu_hu: Kereső űrlap

source: Child Element Layout
hu_hu: Gyermekelem elrendezése

source: Style Set
hu_hu: Stíluskészlet

source: Enter style set name...
hu_hu: Adja meg a stíluskészlet nevét...

source: add set...
hu_hu: készlet hozzáadása...

source: Use this style set
hu_hu: Használja ezt a stíluskészletet

source: Remove style set from Oxygen
hu_hu: Távolítsa el a stíluskészletet az Oxygenből

source: Shape Divider
hu_hu: Alakzat elválasztó

source: Add Shape Divider
hu_hu: Adjon hozzá alakzat elválasztót

source: Don't render in Oxygen
hu_hu: Ne renderelje az Oxygenben

source: Switch To Mobile Menu At
hu_hu: Mobil menüre váltás ekkor

source: Duration
hu_hu: Időtartam

source: Slider
hu_hu: Diavetítő

source: Slide
hu_hu: Dia
