Repository: hellowpio/wordpress-translations
Catalog: plugins/*/oxygen/oxygen-*.po
Languages: hu_hu

source: Styling
hu_hu: Stílus

source: Configuration
hu_hu: Konfiguráció

source: Animation Speed (milliseconds)
hu_hu: Animáció sebessége (ezredmásodperc)

source: Arrow Color
hu_hu: Nyíl színe

source: Dot Color
hu_hu: Pont színe

source: Remove Padding Around Slides
hu_hu: Távolítsa el a diák körüli belső margót

source: Dots Overlay Slider
hu_hu: Pontok átfedése a diavetítőn

source: All Slides Stretch To Same Height
hu_hu: Minden dia azonos magasságra nyújtása

source: Force Slide Padding To
hu_hu: Dia belső margójának kényszerítése erre

source: Show Arrows
hu_hu: Nyilak megjelenítése

source: Show Dots
hu_hu: Pontok megjelenítése

source: Autoplay
hu_hu: Automatikus lejátszás

source: Infinite
hu_hu: Végtelen

source: Delay (milliseconds)
hu_hu: Késleltetés (ezredmásodperc)

source: Social Icons
hu_hu: Közösségi ikonok

source: Facebook Link Title
hu_hu: Facebook hivatkozás címe

source: Instagram Link Title
hu_hu: Instagram hivatkozás címe

source: X Twitter Link Title
hu_hu: X Twitter hivatkozás címe

source: LinkedIn Link Title
hu_hu: LinkedIn hivatkozás címe

source: RSS Link Title
hu_hu: RSS hivatkozás címe

source: YouTube Link Title
hu_hu: YouTube hivatkozás címe

source: Link Target
hu_hu: Hivatkozás célja

source: New Tab
hu_hu: Új fül

source: Current Tab
hu_hu: Jelenlegi fül

source: Row
hu_hu: Sor

source: Column
hu_hu: Oszlop

source: Space Between Icons
hu_hu: Ikonok közötti térköz

source: Use brand colors
hu_hu: Márkaszínek használata

source: Blank
hu_hu: Üres

source: Circle
hu_hu: Kör

source: Square
hu_hu: Négyzet

source: Auto Play
hu_hu: Automatikus lejátszás

source: Show Comments
hu_hu: Hozzászólások megjelenítése

source: Hide Related
hu_hu: Kapcsolódó tartalmak elrejtése

source: Span text
hu_hu: Span szöveg

source: Superbox Editing Mode
hu_hu: Superbox szerkesztési mód

source: Show Primary Only
hu_hu: Csak az elsődleges megjelenítése

source: Show Secondary Only
hu_hu: Csak a másodlagos megjelenítése

source: As If Hovered
hu_hu: Mintha fölé vitték volna

source: As If Not Hovered
hu_hu: Mintha nem vitték volna fölé

source: Live
hu_hu: Élő

source: Animation Speed
hu_hu: Animáció sebessége

source: Primary
hu_hu: Elsődleges

source: Slide To
hu_hu: Csúsztatás ide

source: in to view
hu_hu: a nézetbe

source: out of view
hu_hu: a nézeten kívülre

source: Slide Direction
hu_hu: Csúsztatás iránya

source: Initial Opacity
hu_hu: Kezdeti átlátszatlanság

source: Opacity on Hover
hu_hu: Átlátszatlanság egér fölé vitelekor

source: Initial Scale
hu_hu: Kezdeti méretezés

source: Scale on Hover
hu_hu: Méretezés egér fölé vitelekor

source: Override Initial Slide Position
hu_hu: Kezdeti csúsztatási pozíció felülírása

source: Secondary
hu_hu: Másodlagos

source: Tab Content
hu_hu: Fül tartalma

source: Tab
hu_hu: Fül

source: Tabs Contents
hu_hu: Fülek tartalmai

source: Add Another Tab
hu_hu: Újabb fül hozzáadása

source: Add Another Tab Content
hu_hu: Újabb fül tartalmának hozzáadása

source: Tabs
hu_hu: Fülek

source: Testimonial
hu_hu: Ajánlás

source: Image
hu_hu: Kép

source: Image URL
hu_hu: Kép URL

source: Image Size
hu_hu: Képméret

source: Image Spacing
hu_hu: Kép körüli térköz

source: Image Position
hu_hu: Kép pozíciója

source: before
hu_hu: előtt

source: after
hu_hu: után

source: Mobile Content Alignment
hu_hu: Mobil tartalom igazítása

source: Author
hu_hu: Szerző

source: Author Info
hu_hu: Szerző adatai

source: Author Space Below
hu_hu: Szerző alatti térköz

source: Author Info Space Below
hu_hu: Szerző adatai alatti térköz

source: Toggle
hu_hu: Kapcsoló

source: Toggle Initial State
hu_hu: Kapcsoló kezdeti állapota

source: open
hu_hu: nyitva

source: closed
hu_hu: zárva

source: Toggle Target
hu_hu: Kapcsoló célpontja

source: next element
hu_hu: következő elem

source: Toolset View
hu_hu: Toolset nézet

source: Video Aspect Ratio
hu_hu: Videó képarány

source: 4:3 (standard)
hu_hu: 4:3 (szabványos)

source: 16:9 (standard widescreen)
hu_hu: 16:9 (szabványos szélesvásznú)

source: 21:9 (Cinematic widescreen)
hu_hu: 21:9 (mozis szélesvásznú)

source: Embed Iframe
hu_hu: Iframe beágyazása

source: Manually Paste Iframe Code
hu_hu: Iframe-kód kézi beillesztése

source: Apply widget options
hu_hu: Widgetbeállítások alkalmazása

source: Apply
hu_hu: Alkalmaz

source: Line Height
hu_hu: Sormagasság

source: Currently Editing Border
hu_hu: Jelenleg szerkesztett szegély

source: Border Width
hu_hu: Szegélyvastagság

source: Border Style
hu_hu: Szegélystílus

source: custom tag
hu_hu: egyéni címke

source: Use custom tag
hu_hu: Egyéni címke használata

source: Add Parameter
hu_hu: Paraméter hozzáadása

source: Add Query Parameter
hu_hu: Lekérdezési paraméter hozzáadása

source: Security check
hu_hu: Biztonsági ellenőrzés

source: Fade
hu_hu: Elhalványulás

source: Fade Up
hu_hu: Elhalványulás felfelé

source: Fade Down
hu_hu: Elhalványulás lefelé

source: Fade Left
hu_hu: Elhalványulás balra

source: Fade Right
hu_hu: Elhalványulás jobbra

source: Fade Up Right
hu_hu: Elhalványulás felfelé és jobbra

source: Fade Up Left
hu_hu: Elhalványulás felfelé és balra

source: Fade Down Right
hu_hu: Elhalványulás lefelé és jobbra

source: Fade Down Left
hu_hu: Elhalványulás lefelé és balra

source: Flip Up
hu_hu: Felbillenés

source: Flip Down
hu_hu: Lebillenés

source: Flip Left
hu_hu: Balra billenés

source: Flip Right
hu_hu: Jobbra billenés

source: Slide Up
hu_hu: Csúszás felfelé

source: Slide Down
hu_hu: Csúszás lefelé

source: Slide Left
hu_hu: Csúszás balra

source: Slide Right
hu_hu: Csúszás jobbra

source: Zoom In
hu_hu: Nagyítás

source: Zoom In Up
hu_hu: Nagyítás felfelé

source: Zoom In Down
hu_hu: Nagyítás lefelé

source: Zoom In Left
hu_hu: Nagyítás balra

source: Zoom In Right
hu_hu: Nagyítás jobbra

source: Zoom Out
hu_hu: Kicsinyítés

source: Zoom Out Up
hu_hu: Kicsinyítés felfelé

source: Zoom Out Down
hu_hu: Kicsinyítés lefelé

source: Zoom Out Left
hu_hu: Kicsinyítés balra

source: Zoom Out Right
hu_hu: Kicsinyítés jobbra

source: Top Bottom
hu_hu: Fent Lent

source: Top Center
hu_hu: Fent Középen

source: Top Top
hu_hu: Felső Felső

source: Center Bottom
hu_hu: Közép Alsó

source: Center Center
hu_hu: Közép Közép

source: Center Top
hu_hu: Közép Felső

source: Bottom Bottom
hu_hu: Alsó Alsó

source: Bottom Center
hu_hu: Alsó Közép

source: Bottom Top
hu_hu: Alsó Felső

source: Effects
hu_hu: Effektek

source: Enable Animation
hu_hu: Animáció engedélyezése

source: Anchor Placement
hu_hu: Horgony elhelyezése

source: Animation Easing
hu_hu: Animációs időzítési görbe

source: Animation Trigger Offset
hu_hu: Animáció kiváltási eltolása

source: Animation Delay
hu_hu: Animáció késleltetése

source: Anchor
hu_hu: Horgony

source: Animate Only Once
hu_hu: Csak egyszeri animálás

source: Global Styles
hu_hu: Globális stílusok

source: Animation Anchor
hu_hu: Animáció horgonya

source: Disable On
hu_hu: Letiltás ezeken

source: Refresh AOS On Page Load
hu_hu: Az AOS frissítése az oldal betöltésekor

source: Page Settings
hu_hu: Oldal beállításai

source: CSS cache generated successfully.
hu_hu: A CSS gyorsítótár sikeresen létrehozva.

source: CSS cache not generated.
hu_hu: A CSS gyorsítótár nem lett létrehozva.

source: Universal CSS cache generated successfully.
hu_hu: Az univerzális CSS gyorsítótár sikeresen létrehozva.

source: Universal CSS cache not generated.
hu_hu: Az univerzális CSS gyorsítótár nem lett létrehozva.

source: Oxygen's Global Colors have changed.
hu_hu: Az Oxygen globális színei megváltoztak.

source: Please click here to regenerate the CSS cache.
hu_hu: Kérjük, kattintson ide a CSS gyorsítótár újragenerálásához.

source: Oxygen's CSS breakpoints have changed.
hu_hu: Az Oxygen CSS töréspontjai megváltoztak.

source: Oxygen has been upgraded.
hu_hu: Az Oxygen frissült.

source: No name element
hu_hu: Névtelen elem

source: Search term...
hu_hu: Keresési kifejezés...

source: Search category...
hu_hu: Keresési kategória...

source: Search tag...
hu_hu: Keresési címke...

source: Select the Meta Box field
hu_hu: Válassza ki a Meta Box mezőt

source: Use default output format (this will convert text element to Shortcode element)
hu_hu: Használja az alapértelmezett kimeneti formátumot (ez a szövegelemet Shortcode-elemmé alakítja)

source: Include prepend and append text (if configured)
hu_hu: Tartalmazza az elő- és utótag szövegét (ha be van állítva)

source: Separator (for multiple images)
hu_hu: Elválasztó (több kép esetén)

source: Please select what you want to insert
hu_hu: Kérjük, válassza ki, mit szeretne beszúrni

source: Image element
hu_hu: Képelem

source: Image Title
hu_hu: Kép címe

source: Image Caption
hu_hu: Kép felirata

source: Size
hu_hu: Méret

source: Thumbnail
hu_hu: Bélyegkép

source: Medium
hu_hu: Közepes

source: Medium Large
hu_hu: Közepesen nagy

source: Large
hu_hu: Nagy

source: Original
hu_hu: Eredeti

source: or
hu_hu: vagy

source: Max Width (%)
hu_hu: Maximális szélesség (%)

source: Return value or label?
hu_hu: Értéket vagy címkét adjon vissza?

source: Value
hu_hu: Érték

source: Label
hu_hu: Címke

source: Separator (for multiple options fields)
hu_hu: Elválasztó (több opciót tartalmazó mező esetén)

source: Separator (for keys and values)
hu_hu: Elválasztó (kulcsok és értékek között)

source: Separator (for multiple rows)
hu_hu: Elválasztó (több sor esetén)

source: If set, output custom on/off text instead of true/false
hu_hu: Ha be van állítva, a true/false helyett egyéni be/ki szöveg jelenjen meg

source: Output type
hu_hu: Kimenet típusa

source: Attachment ID
hu_hu: Csatolmány azonosítója

source: Separator (if multiple terms are provided)
hu_hu: Elválasztó (ha több kifejezés van megadva)

source: Link
hu_hu: Hivatkozás

source: Link text (file name will be used if left empty)
hu_hu: Hivatkozás szövege (ha üresen marad, a fájlnév lesz használva)

source: Prevent file downloads from logged-out users
hu_hu: Akadályozza meg a nem bejelentkezett felhasználók fájlletöltését

source: Link text (URL will be used if left empty)
hu_hu: Hivatkozás szövege (ha üresen marad, az URL lesz használva)

source: Open in new Tab
hu_hu: Megnyitás új lapon

source: PHP Date Format. Defaults to Y-m-d H:i:s
hu_hu: PHP dátumformátum. Alapértelmezett: Y-m-d H:i:s

source: PHP Date Format. Defaults to Y-m
hu_hu: PHP dátumformátum. Alapértelmezett: Y-m

source: PHP Date Format. Defaults to W Y
hu_hu: PHP dátumformátum. Alapértelmezett: W Y

source: PHP Date Format. Defaults to Y-m-d
hu_hu: PHP dátumformátum. Alapértelmezett: Y-m-d

source: Separator (if multiple post objects are provided)
hu_hu: Elválasztó (ha több bejegyzés-objektum van megadva)

source: Post Object ID
hu_hu: Bejegyzés-objektum azonosítója

source: Post URL
hu_hu: Bejegyzés URL-je

source: Separator (if multiple user objects are provided)
hu_hu: Elválasztó (ha több felhasználó-objektum van megadva)

source: User Object ID
hu_hu: Felhasználó-objektum azonosítója

source: User URL
hu_hu: Felhasználó URL-je

source: Term ID
hu_hu: Kifejezés azonosítója

source: Term URL
hu_hu: Kifejezés URL-je

source: Term Name
hu_hu: Kifejezés neve

source: Separator (if field is cloned)
hu_hu: Elválasztó (ha a mező klónozva van)

source: Settings Page
hu_hu: Beállítások oldal

source: Wrong date input
hu_hu: Hibás dátumbevitel

source: No Google Maps Key set
hu_hu: Nincs beállítva Google Maps-kulcs

source: Specify Your Custom Screenshot URL
hu_hu: Adja meg az Ön egyéni képernyőkép URL-címét

source: Restore previous versions of this post or template's design. Restoring a revision will not affect any changes for site-wide settings like Global Styles, Fonts, or Classes.
hu_hu: Állítsa vissza e bejegyzés vagy a sablon dizájnjának korábbi verzióit. Egy változat visszaállítása nem érinti a webhelyszintű beállításokat, mint a Globális stílusok, Betűkészletek vagy Osztályok.

source: Scripts
hu_hu: Szkriptek

source: Smooth Scroll to Hash Links
hu_hu: Zökkenőmentes görgetés a horgonyhivatkozásokhoz

source: Scroll Time
hu_hu: Görgetési idő

source: Scroll Offset
hu_hu: Görgetési eltolás

source: Style Output
hu_hu: Stíluskimenet

source: Pages:
hu_hu: Oldalak:

source: Page
hu_hu: Oldal

source: Editing
hu_hu: Szerkesztés

source: Filter...
hu_hu: Szűrés...

source: Edit
hu_hu: Szerkesztés

source: Previewing
hu_hu: Előnézet

source: Preview this post
hu_hu: Tekintse meg ennek a bejegyzésnek az előnézetét

source: Date Archive
hu_hu: Dátumarchívum

source: Front Page
hu_hu: Kezdőlap

source: Blog Posts
hu_hu: Blogbejegyzések

source: Search Page
hu_hu: Keresési oldal

source: 404 Page
hu_hu: 404-es oldal

source: Oxygen is now using JSON instead of WordPress shortcodes to store your designs.
hu_hu: Az Oxygen mostantól JSON-t használ az Ön dizájnjainak tárolására a WordPress rövidkódok helyett.

source: Please sign shortcodes to convert them to new format right away.
hu_hu: Kérjük, írja alá a rövidkódokat, hogy azonnal átalakítsa őket az új formátumba.

source: Oxygen 4.8.3+ requires a migration of your Oxygen meta keys, and some keys have not yet migrated automatically. If this notice remains after 5 to 10 minutes and your site is experiencing issues,
hu_hu: Az Oxygen 4.8.3+ megköveteli az Ön Oxygen meta-kulcsainak migrálását, és néhány kulcs még nem migrált automatikusan. Ha ez az értesítés 5–10 perc után is megmarad, és a webhelyén problémák jelentkeznek,

source: please click here to re-run the migration manually.
hu_hu: kérjük, kattintson ide a migráció kézi újbóli futtatásához.

source: Search...
hu_hu: Keresés...

source: Unset font
hu_hu: Betűkészlet törlése

source: Apply global font
hu_hu: Globális betűkészlet alkalmazása

source: Use parent element font
hu_hu: Szülőelem betűkészletének használata

source: Apply this font family
hu_hu: E betűcsalád alkalmazása

source: Mixed Code
hu_hu: Vegyes kód

source: Custom CSS
hu_hu: Egyéni CSS

source: Attributes
hu_hu: Attribútumok

source: Condition Settings
hu_hu: Feltételek beállításai

source: Show/Hide Element
hu_hu: Elem megjelenítése/elrejtése

source: Set Conditions
hu_hu: Feltételek beállítása

source: Condition Type
hu_hu: Feltétel típusa

source: In-Editor Behavior
hu_hu: Szerkesztőn belüli viselkedés

source: Always Show
hu_hu: Mindig látható

source: Always Hide
hu_hu: Mindig rejtett

source: Show/Hide Based on Conditions
hu_hu: Megjelenítés/elrejtés feltételek alapján

source: Copy / Paste Conditions
hu_hu: Feltételek másolása / beillesztése

source: Copy
hu_hu: Másolás

source: Paste
hu_hu: Beillesztés

source: Link Settings
hu_hu: Hivatkozás beállításai

source: Duplicate Component
hu_hu: Komponens duplikálása

source: Remove Component
hu_hu: Komponens eltávolítása

source: Choose selector to edit...
hu_hu: Válassza ki a szerkesztendő szelektort...

source: Enter class name...
hu_hu: Adja meg az osztály nevét...

source: add class...
hu_hu: osztály hozzáadása...

source: Copy styles to another selector
hu_hu: Stílusok másolása egy másik szelektorba

source: Delete all styles from this selector
hu_hu: Minden stílus törlése ebből a szelektorból

source: Remove class from component
hu_hu: Osztály eltávolítása a komponensből

source: Copy Styles Here
hu_hu: Stílusok másolása ide

source: Edit original state
hu_hu: Eredeti állapot szerkesztése

source: original
hu_hu: eredeti

source: Edit this state
hu_hu: Ezen állapot szerkesztése

source: Remove state from component
hu_hu: Állapot eltávolítása a komponensből

source: add state...
hu_hu: állapot hozzáadása...

source: Selector Detector Mode
hu_hu: Szelektor-érzékelő mód

source: content...
hu_hu: tartalom...

source: All Settings
hu_hu: Minden beállítás

source: Wrong parameter type: %s
hu_hu: Hibás paramétertípus: %s

source: Lock Selector Styles
hu_hu: Szelektor stílusainak zárolása

source: Fonts
hu_hu: Betűtípusok

source: Remove Font
hu_hu: Betűtípus eltávolítása

source: weights »
hu_hu: vastagságok »

source: Add font
hu_hu: Betűtípus hozzáadása

source: Headings
hu_hu: Címsorok

source: Save as Global Color
hu_hu: Mentés globális színként

source: Colors
hu_hu: Színek

source: Delete
hu_hu: Törlés

source: Remove Color
hu_hu: Szín eltávolítása

source: Add Color
hu_hu: Szín hozzáadása

source: New Color
hu_hu: Új szín

source: Color Name
hu_hu: Szín neve

source: Add Color Set
hu_hu: Színkészlet hozzáadása

source: New Color Set
hu_hu: Új színkészlet

source: Color Set Name
hu_hu: Színkészlet neve

source: Body Text
hu_hu: Törzsszöveg

source: Links
hu_hu: Hivatkozások

source: Text Link
hu_hu: Szöveges hivatkozás

source: Link Wrapper
hu_hu: Hivatkozás-burkolóelem

source: Normal
hu_hu: Normál

source: Border radius
hu_hu: Sarkok lekerekítése

source: Add now
hu_hu: Adja hozzá most

source: Containers
hu_hu: Konténerek

source: Visual
hu_hu: Vizuális

source: Other
hu_hu: Egyéb

source: Basics
hu_hu: Alapok

source: Composite
hu_hu: Összetett

source: Dynamic
hu_hu: Dinamikus

source: Interactive
hu_hu: Interaktív

source: External
hu_hu: Külső

source: Helpers
hu_hu: Segédeszközök

source: Reusable
hu_hu: Újrafelhasználható

source: Add Re-usable part as single component
hu_hu: Újrafelhasználható rész hozzáadása önálló komponensként

source: Single
hu_hu: Önálló

source: Add Re-usable part as editable fundamentals
hu_hu: Újrahasználható rész hozzáadása szerkeszthető alapokként

source: Editable
hu_hu: Szerkeszthető

source: Auto
hu_hu: Automatikus

source: auto
hu_hu: automatikus

source: none
hu_hu: nincs

source: Apply All
hu_hu: Összes alkalmazása

source: choose
hu_hu: választás

source: set
hu_hu: beállítás

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Címkék

source: Featured Image
hu_hu: Kiemelt kép

source: Author Avatar
hu_hu: Szerző avatárja

source: Custom field
hu_hu: Egyéni mező

source: Edit text
hu_hu: Szöveg szerkesztése

source: Save & Close
hu_hu: Mentés és bezárás

source: Shadow Color
hu_hu: Árnyék színe

source: Shadow Horizontal Offset
hu_hu: Árnyék vízszintes eltolása

source: Shadow Vertical Offset
hu_hu: Árnyék függőleges eltolása

source: Shadow Blur
hu_hu: Árnyék elmosása

source: Shadow Spread
hu_hu: Árnyék szórása

source: Use Preset
hu_hu: Előbeállítás használata

source: Apply Preset to current element
hu_hu: Előbeállítás alkalmazása az aktuális elemre

source: Export
hu_hu: Exportálás

source: Import
hu_hu: Importálás

source: Save New Preset
hu_hu: Új előbeállítás mentése

source: Preset Name
hu_hu: Előbeállítás neve

source: Save
hu_hu: Mentés

source: Editor Theme
hu_hu: Szerkesztő témája

source: Wrap
hu_hu: Becsomagolás

source: Duplicate
hu_hu: Duplikálás

source: Rename
hu_hu: Átnevezés

source: Conditions
hu_hu: Feltételek

source: Make Re-Usable
hu_hu: Újrahasználhatóvá tétel

source: Wrap with div
hu_hu: Becsomagolás div elembe

source: Zoom:
hu_hu: Nagyítás:

source: Undo
hu_hu: Visszavonás

source: Redo
hu_hu: Ismétlés

source: Pro Only
hu_hu: Csak Pro

source: Style Sheet
hu_hu: Stíluslap

source: Remove Stylesheet
hu_hu: Stíluslap eltávolítása

source: Selector Folder
hu_hu: Szelektor mappa

source: Remove Folder
hu_hu: Mappa eltávolítása

source: Disable Folder
hu_hu: Tiltsa le a mappát

source: Enable Folder
hu_hu: Engedélyezze a mappát

source: Stylesheet Folder
hu_hu: Stíluslap mappa

source: REUSABLE PART
hu_hu: ÚJRAFELHASZNÁLHATÓ RÉSZ

source: Open &amp; Edit Reusable Part
hu_hu: Nyissa meg &amp; szerkessze az újrafelhasználható részt

source: TEMPLATE
hu_hu: SABLON

source: Open &amp; Edit Template
hu_hu: Nyissa meg &amp; szerkessze a sablont

source: INNER CONTENT
hu_hu: BELSŐ TARTALOM

source: Open &amp; Edit Inner Content
hu_hu: Nyissa meg &amp; szerkessze a belső tartalmat

source: Advanced
hu_hu: Speciális

source: Gradient
hu_hu: Színátmenet

source: value
hu_hu: érték

source: data
hu_hu: adat

source: No Item Selected
hu_hu: Nincs kiválasztott elem

source: Settings
hu_hu: Beállítások

source: Page settings
hu_hu: Oldal beállításai

source: Editor settings
hu_hu: Szerkesztő beállításai

source: Width & Breakpoints
hu_hu: Szélesség & töréspontok

source: Sections & Columns
hu_hu: Szakaszok & oszlopok

source: This property is not available for classes. It will be set in the element/ID.
hu_hu: Ez a tulajdonság nem érhető el osztályoknál. Az elem/ID szintjén lesz beállítva.

source: This property is not available for media queries. It will be set for 'Full Screen’.
hu_hu: Ez a tulajdonság nem érhető el médialekérdezéseknél. A 'Full Screen’-re lesz beállítva.

source: This property is not available for media queries or classes. It will be set for 'Full Screen’ in the element/ID.
hu_hu: Ez a tulajdonság nem érhető el médialekérdezéseknél vagy osztályoknál. A 'Full Screen’-re lesz beállítva az elem/ID szintjén.

source: Advanced Query
hu_hu: Speciális lekérdezés

source: Image Overlay Color
hu_hu: Képátfedés színe

source: Background Attachment (Parallax)
hu_hu: Háttér rögzítése (parallax)

source: Left
hu_hu: Bal

source: Top
hu_hu: Felül

source: Background Clip
hu_hu: Háttér vágása

source: Background Blend Mode
hu_hu: Háttér keverési módja

source: Video Background URL (.mp4 / .webm)
hu_hu: Videó háttér URL (.mp4 / .webm)

source: Hide Video Below
hu_hu: Videó elrejtése ez alatt

source: Video Overlay
hu_hu: Videó átfedés

source: Column Layout
hu_hu: Oszlopelrendezés

source: Choose Condition...
hu_hu: Válasszon feltételt...

source: Dynamic Data
hu_hu: Dinamikus adatok

source: Value...
hu_hu: Érték...

source: Add Condition
hu_hu: Adjon hozzá feltételt

source: Add your first condition
hu_hu: Adja hozzá az első feltételét

source: Remove Attribute
hu_hu: Távolítsa el az attribútumot

source: Pin to Primary settings
hu_hu: Rögzítse az elsődleges beállításokhoz

source: name
hu_hu: név

source: Apply Attributes
hu_hu: Alkalmazza az attribútumokat

source: Preset
hu_hu: Előbeállítás

source: Copy To Clipboard
hu_hu: Másolja a vágólapra

source: Export Element JSON
hu_hu: Exportálja az elem JSON-t

source: Import Element JSON
hu_hu: Importálja az elem JSON-t

source: Align Left
hu_hu: Igazítsa balra

source: Align Center
hu_hu: Igazítsa középre

source: Align Right
hu_hu: Igazítsa jobbra

source: Justify
hu_hu: Sorkizárt

source: Bold
hu_hu: Félkövér

source: Italic
hu_hu: Dőlt

source: Strike
hu_hu: Áthúzás

source: Remove Format
hu_hu: Formázás eltávolítása

source: Wrap with Span component
hu_hu: Becsomagolás Span komponenssel

source: Done Editing
hu_hu: Szerkesztés befejezése

source: Done
hu_hu: Kész

source: Insert Data shortcode
hu_hu: Data shortcode beszúrása

source: Insert Data
hu_hu: Data beszúrása

source: Opacity
hu_hu: Átlátszatlanság

source: Transition
hu_hu: Átmenet

source: Box Shadow
hu_hu: Doboz árnyéka

source: Text Shadow
hu_hu: Szöveg árnyéka

source: Filter
hu_hu: Szűrő

source: Transform
hu_hu: Transzformáció

source: Mix Blend Mode
hu_hu: Keverési mód

source: Timing Function
hu_hu: Időzítési függvény

source: CSS Property
hu_hu: CSS tulajdonság

source: Delay
hu_hu: Késleltetés

source: Horizontal Offset
hu_hu: Vízszintes eltolás

source: Vertical Offset
hu_hu: Függőleges eltolás

source: Blur
hu_hu: Elmosás

source: Filter Amount
hu_hu: Szűrő erőssége

source: Editor
hu_hu: Szerkesztő

source: Indicate Parents
hu_hu: Szülőelemek jelölése

source: Class Suggestions Limit
hu_hu: Osztályjavaslatok korlátja

source: Page Width
hu_hu: Oldalszélesség

source: Tablet
hu_hu: Táblagép

source: Landscape
hu_hu: Fekvő

source: Portrait
hu_hu: Álló

source: Section Container Padding
hu_hu: Szakasz konténerének belső margója

source: Columns Padding
hu_hu: Oszlopok belső margója

source: Display
hu_hu: Megjelenítés

source: Flex Direction
hu_hu: Flex iránya

source: Align Items
hu_hu: Elemek igazítása

source: Justify Content
hu_hu: Tartalom igazítása

source: Flex Wrap
hu_hu: Tördelés

source: Align Content
hu_hu: Sorok igazítása

source: Float
hu_hu: Lebegtetés

source: Overflow
hu_hu: Túlcsordulás

source: Clear
hu_hu: Lebegtetés törlése

source: Visibility
hu_hu: Láthatóság
