Repository: hellowpio/wordpress-translations
Catalog: plugins/*/oxygen/oxygen-*.po
Languages: hu_hu

source: Position
hu_hu: Pozíció

source: Flexbox Child Controls
hu_hu: Flexbox gyermekelemek vezérlői

source: Align Self
hu_hu: Saját igazítás

source: Vertical Item Alignment
hu_hu: Elemek függőleges igazítása

source: Middle
hu_hu: Középre

source: Bottom
hu_hu: Alulra

source: Stretch
hu_hu: Nyújtás

source: Horizontal Item Alignment
hu_hu: Vízszintes elemek igazítása

source: Center
hu_hu: Középre

source: Right
hu_hu: Jobbra

source: Space Around
hu_hu: Egyenletes térköz körül

source: Space Between
hu_hu: Egyenletes térköz között

source: Enable Grid
hu_hu: Rács engedélyezése

source: Columns
hu_hu: Oszlopok

source: Column Count
hu_hu: Oszlopok száma

source: Auto-Fit Columns
hu_hu: Oszlopok automatikus illesztése

source: Min Width
hu_hu: Minimális szélesség

source: Max Width
hu_hu: Maximális szélesség

source: Rows
hu_hu: Sorok

source: Row Behavior
hu_hu: Sorok viselkedése

source: Match Height Of Tallest Child
hu_hu: Igazítás a legmagasabb gyermek magasságához

source: Row Count
hu_hu: Sorok száma

source: Min Height
hu_hu: Minimális magasság

source: Max Height
hu_hu: Maximális magasság

source: Start
hu_hu: Eleje

source: End
hu_hu: Vége

source: Default Child Span
hu_hu: Alapértelmezett gyermek átfogása

source: Column Span
hu_hu: Oszlopok átfogása

source: Row Span
hu_hu: Sorok átfogása

source: Child Span Override
hu_hu: Gyermek átfogásának felülírása

source: Edit :last-child
hu_hu: Szerkesztés :last-child

source: Reset Grid Children
hu_hu: Rács gyermekeinek visszaállítása

source: Structure
hu_hu: Szerkezet

source: History
hu_hu: Előzmények

source: Stylesheets
hu_hu: Stíluslapok

source: Selectors
hu_hu: Szelektorok

source: Transform Type
hu_hu: Átalakítás típusa

source: Skew X
hu_hu: Ferdítés X

source: Skew Y
hu_hu: Ferdítés Y

source: Translate X
hu_hu: Eltolás X

source: Translate Y
hu_hu: Eltolás Y

source: Translate Z
hu_hu: Eltolás Z

source: Angle
hu_hu: Szög

source: Perspective
hu_hu: Perspektíva

source: Scale X
hu_hu: Méretezés X

source: Scale Y
hu_hu: Méretezés Y

source: Scale Z
hu_hu: Méretezés Z
