Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-api-manager/woocommerce-api-manager-*.po
Languages: hu_hu

source: Expiring API Manager subscription emails are sent when a customer's subscription will expire soon, and provide a renewal link.
hu_hu: Az API Manager lejáró előfizetésről szóló e-mailek akkor kerülnek kiküldésre, amikor az ügyfél előfizetése hamarosan lejár, és megújítási hivatkozást tartalmaznak.

source: Subscription on order #{order_number} is expiring soon on {site_title}
hu_hu: A #{order_number} számú rendelés előfizetése hamarosan lejár a(z) {site_title} oldalon

source: Subscription on order #{order_number} has expired but is renewable on {site_title}
hu_hu: A #{order_number} számú rendelés előfizetése lejárt, de megújítható a(z) {site_title} oldalon

source: Subscription on order #{order_number} has expired on {site_title}
hu_hu: A #{order_number} számú rendelés előfizetése lejárt a(z) {site_title} oldalon

source: Subscription for order #{order_number} is expiring soon on {site_title}
hu_hu: A #{order_number} számú rendeléshez tartozó előfizetés hamarosan lejár a(z) {site_title} oldalon

source: Subscription for order #{order_number} has expired but is renewable on {site_title}
hu_hu: A #{order_number} számú rendeléshez tartozó előfizetés lejárt, de megújítható a(z) {site_title} oldalon

source: Subscription for order #{order_number} has expired on {site_title}
hu_hu: A #{order_number} számú rendeléshez tartozó előfizetés lejárt a(z) {site_title} oldalon

source: Thanks for using {site_url}!
hu_hu: Köszönjük, hogy a {site_url} oldalt használja!

source: Available placeholders: %s
hu_hu: Elérhető helyőrzők: %s

source: Subject expiring
hu_hu: Tárgy – hamarosan lejár

source: Email heading expiring
hu_hu: E-mail fejléc – hamarosan lejár

source: Subject still renewable
hu_hu: Tárgy – még megújítható

source: Email heading still renewable
hu_hu: E-mail fejléc – még megújítható

source: Subject expired
hu_hu: Tárgy – lejárt

source: Email heading expired
hu_hu: E-mail fejléc – lejárt

source: Additional content
hu_hu: További tartalom

source: Text to appear below the main email content.
hu_hu: A fő e-mail tartalom alatt megjelenő szöveg.

source: Email type
hu_hu: E-mail típus

source: Choose which format of email to send.
hu_hu: Válassza ki a küldendő e-mail formátumát.

source: Invalid download link.
hu_hu: Érvénytelen letöltési hivatkozás.

source: Access expired.
hu_hu: A hozzáférés lejárt.

source: Authentication failed.
hu_hu: Sikertelen hitelesítés.

source: No file defined
hu_hu: Nincs megadva fájl

source: Invalid order.
hu_hu: Érvénytelen rendelés.

source: Sorry, you have reached your download limit for this file
hu_hu: Sajnáljuk, elérte a fájlhoz tartozó letöltési korlátot

source: Sorry, this download has expired
hu_hu: Sajnáljuk, ez a letöltés lejárt

source: File not found
hu_hu: A fájl nem található

source: Go to shop
hu_hu: Ugrás a boltba

source: Encryption failed: %s
hu_hu: Sikertelen titkosítás: %s

source: In %s
hu_hu: %s múlva

source: %s ago
hu_hu: %s ezelőtt

source: Docs
hu_hu: Dokumentáció

source: Support
hu_hu: Támogatás

source: User license key
hu_hu: Felhasználói licenckulcs

source: License activations
hu_hu: Licencaktiválások

source: Contains no licensing products.
hu_hu: Nem tartalmaz licencelhető termékeket.

source: No licensing resources for this order.
hu_hu: Ehhez a rendeléshez nincsenek licenc erőforrások.

source: See Parent Order %1$s%2$s
hu_hu: Szülő rendelés megtekintése %1$s%2$s

source: Are you sure you want to delete this activation?
hu_hu: Biztosan törli ezt az aktiválást?

source: Has activations.
hu_hu: Van aktiválása.

source: No activations.
hu_hu: Nincsenek aktiválások.

source: Filter by licensing
hu_hu: Szűrés licencelés szerint

source: Not licensing
hu_hu: Nem licencelt

source: Restore this item from the Trash
hu_hu: Elem visszaállítása a Lomtárból

source: Restore
hu_hu: Visszaállítás

source: Enable this option if this product will provide licensing resources.
hu_hu: Engedélyezze ezt a beállítást, ha ez a termék licenc erőforrásokat biztosít.

source: Unique ID used to identify this licensing resource. Do NOT delete this product or ID.
hu_hu: Egyedi azonosító, amely a licenc erőforrás azonosítására szolgál. NE törölje ezt a terméket vagy az azonosítót.

source: The software version number.
hu_hu: A szoftver verziószáma.

source: e.g. 1.2.3
hu_hu: pl. 1.2.3

source: Page URL
hu_hu: Oldal URL

source: The software page URL.
hu_hu: A szoftver oldalának URL-je.

source: Author
hu_hu: Szerző

source: The author of the software.
hu_hu: A szoftver szerzője.

source: Version required
hu_hu: Szükséges verzió

source: Minimum version of platform/framework, such as WordPress, the software requires.
hu_hu: A platform/keretrendszer minimális verziója (például WordPress), amelyet a szoftver megkövetel.

source: e.g. 5.6
hu_hu: pl. 5.6

source: Version tested up to
hu_hu: Tesztelve eddig a verzióig

source: Highest version platform/framework, such as WordPress, the software was tested on.
hu_hu: A legmagasabb platform/keretrendszer-verzió (például WordPress), amelyen a szoftvert tesztelték.

source: e.g. 6.5
hu_hu: pl. 6.5

source: Requires PHP version
hu_hu: Szükséges PHP-verzió

source: Minimum version of PHP the software requires.
hu_hu: A PHP minimális verziója, amelyet a szoftver megkövetel.

source: e.g. 7.4
hu_hu: pl. 7.4

source: Last updated
hu_hu: Utoljára frissítve

source: When the software was last updated.
hu_hu: Mikor frissítették utoljára a szoftvert.

source: Upgrade notice
hu_hu: Frissítési megjegyzés

source: A notice displayed when an update is available.
hu_hu: Értesítés, amely frissítés elérhetővé válásakor jelenik meg.

source: Optional
hu_hu: Opcionális

source: All data below is copied to all variations, unless the checkbox is selected per variation labeled "Set API options for this variable product only." Activation limit, not listed below, must be set per variation.
hu_hu: Az alábbi összes adat minden variációra átmásolásra kerül, kivéve, ha variációnként bejelöli a "Csak ehhez a változós termékhez állítsa be az API-beállításokat." jelölőnégyzetet. Az alább nem felsorolt Aktiválási korlátot variációnként kell beállítani.

source: Unlimited activations
hu_hu: Korlátlan aktiválás

source: Enable for unlimited number of activations.
hu_hu: Engedélyezze a korlátlan számú aktiváláshoz.

source: Activation limit
hu_hu: Aktiválási korlát

source: Limits the number of license key activations. Default is 1 when left empty. Caution: Changing this value will cause all existing licenses with this product ID to match the new value.
hu_hu: Korlátozza a licenckulcs-aktiválások számát. Ha üresen marad, az alapértelmezett érték 1. Figyelem: Ennek az értéknek a módosítása az összes, ezzel a termékazonosítóval rendelkező meglévő licencet az új értékhez igazítja.

source: License expiration
hu_hu: Licenc lejárata

source: Enter the number of days before a license expires, or leave blank to never expire. Caution: Changing this value will cause all existing licenses with this product ID to recalculate using this new value.
hu_hu: Adja meg a napok számát a licenc lejáratáig, vagy hagyja üresen, hogy soha ne járjon le. Figyelem: Ennek az értéknek a módosítása az összes, ezzel a termékazonosítóval rendelkező meglévő licencet újraszámolja az új érték alapján.

source: Documentation
hu_hu: Dokumentáció

source: Select a page&hellip;
hu_hu: Válasszon egy oldalt&hellip;

source: Documentation link for "My Account" dashboard.
hu_hu: A "Fiókom" irányítópult dokumentációs hivatkozása.

source: A description of the software.
hu_hu: A szoftver leírása.

source: Changelog
hu_hu: Változásnapló

source: Changes in the software over time.
hu_hu: A szoftver időbeli változásai.

source: Instructions on how to install the software.
hu_hu: Útmutató a szoftver telepítéséhez.

source: Frequently Asked Questions about the product.
hu_hu: Gyakran ismételt kérdések a termékről.

source: Screenshots of the software.
hu_hu: A szoftver képernyőképei.

source: Other details or special facts.
hu_hu: Egyéb részletek vagy különleges tények.

source: After saving the product, the Licensing checkbox CANNOT be unchecked later. This product will remain a permanent licensing product, and CANNOT be deleted from the store. This product will be made available as a licensing resource on existing and future purchases.
hu_hu: A termék mentése után a Licensing jelölőnégyzet később NEM törölhető. Ez a termék tartósan licencelt termék marad, és NEM törölhető az áruházból. Ez a termék licencelési erőforrásként lesz elérhető a meglévő és jövőbeli vásárlásokhoz.

source: Licensing options
hu_hu: Licencelési beállítások

source: Set license options for this variable product only.
hu_hu: Állítson be licencopciókat csak ehhez a változó termékhez.

source: The information set here will only apply to this variable product.
hu_hu: Az itt megadott információk csak erre a változó termékre vonatkoznak.

source: Activation limit:
hu_hu: Aktiválási korlát:

source: Unique ID used to identify this licensing resource. Do NOT delete this product.
hu_hu: Egyedi azonosító, amely ezt a licencelési erőforrást azonosítja. NE törölje ezt a terméket.

source: Upgrade Notice:
hu_hu: Frissítési értesítés:

source: Version:
hu_hu: Verzió:

source: The current software version number, which triggers an update notification if the customer has an older version installed.
hu_hu: A jelenlegi szoftververzió száma, amely frissítési értesítést vált ki, ha az ügyfélnél régebbi verzió van telepítve.

source: Version required:
hu_hu: Szükséges verzió:

source: The minimum version of platform/framework, such as WordPress, required to run the software.
hu_hu: A szoftver futtatásához szükséges platform/keretrendszer, például WordPress minimális verziója.

source: Version tested up to:
hu_hu: Eddig tesztelt verzió:

source: The highest version of platform/framework, such as WordPress, the software has been tested on.
hu_hu: A platform/keretrendszer legmagasabb verziója (például WordPress), amelyen a szoftvert tesztelték.

source: Requires PHP version:
hu_hu: Szükséges PHP-verzió:

source: Last updated:
hu_hu: Utoljára frissítve:

source: The date the software was last updated.
hu_hu: A szoftver utolsó frissítésének dátuma.

source: Author:
hu_hu: Szerző:

source: The name of the software author.
hu_hu: A szoftver szerzőjének neve.

source: Page URL:
hu_hu: Oldal URL:

source: A description of the software, and how it works.
hu_hu: A szoftver leírása és működése.

source: A list of changes to the software that should be grouped by date.
hu_hu: A szoftver változásainak listája, dátum szerint csoportosítva.

source: Instructions on how to install the software, and notes regarding installation.
hu_hu: Útmutató a szoftver telepítéséhez, valamint megjegyzések a telepítéshez.

source: Frequently Asked Questions about the software.
hu_hu: Gyakran ismételt kérdések a szoftverrel kapcsolatban.

source: Other notes about the software.
hu_hu: Egyéb megjegyzések a szoftverrel kapcsolatban.

source: "My Account" documentation
hu_hu: "My Account" dokumentáció

source: Release notes
hu_hu: Kiadási megjegyzések

source: Requires WordPress version
hu_hu: Szükséges WordPress verzió

source: WordPress version compatible up to
hu_hu: WordPress verzióval eddig kompatibilis

source: or higher
hu_hu: vagy újabb

source: Nonce security check failed.
hu_hu: Nonce biztonsági ellenőrzés sikertelen.

source: Invalid Product ID.
hu_hu: Érvénytelen termékazonosító.

source: This product can no longer be purchased.
hu_hu: Ez a termék már nem vásárolható meg.

source: Renewal
hu_hu: Megújítás

source: Expired license
hu_hu: Lejárt licenc

source: New product ID
hu_hu: Új termékazonosító

source: New order ID
hu_hu: Új rendelésazonosító

source: License renewal
hu_hu: Licenc megújítása

source: Discount applied
hu_hu: Kedvezmény alkalmazva

source: License key
hu_hu: Licenckulcs

source: Generate user license key
hu_hu: Felhasználói licenckulcs generálása

source: User license key:
hu_hu: Felhasználói licenckulcs:

source: Replace user license key
hu_hu: Felhasználói licenckulcs cseréje

source: Disable user license key
hu_hu: Felhasználói licenckulcs letiltása

source: Licensed downloads
hu_hu: Licencelt letöltések

source: Endpoint for the My Account &rarr; License keys page
hu_hu: Végpont a My Account &rarr; License keys oldalhoz

source: Endpoint for the My Account &rarr; Licensed downloads page
hu_hu: Végpont a My Account &rarr; Licensed downloads oldalhoz

source: License information
hu_hu: Licencinformáció

source: Expires
hu_hu: Lejár

source: Product license key(s):
hu_hu: Terméklicenckulcs(ok):

source: Click here to login and download your file(s)
hu_hu: Kattintson ide a bejelentkezéshez és a fájl(ok) letöltéséhez

source: A user license Key can be used to activate any and all products.
hu_hu: Egy felhasználói licenckulcs bármely és minden termék aktiválására használható.

source: Hi %s,
hu_hu: Kedves %s,

source: %1$sRenew your license%2$s.
hu_hu: %1$sÚjítsa meg a licencét%2$s.

source: The license is renewable until: %s
hu_hu: A licenc megújítható eddig: %s

source: If you renew before your license access expires you will get a %s discount.
hu_hu: Ha a licenchozzáférés lejárta előtt megújít, %s kedvezményt kap.

source: Product ID: %s
hu_hu: Termékazonosító: %s

source: Activations: %s
hu_hu: Aktiválások: %s

source: Expires: %s
hu_hu: Lejár: %s

source: A user license key can be used to activate any and all products.
hu_hu: Egy felhasználói licenckulcs bármely és minden termék aktiválására használható.

source: Click here to login and download your file(s): %s
hu_hu: Kattintson ide a bejelentkezéshez és a fájl(ok) letöltéséhez: %s

source: A renewal link for your license has been prepared for you on %s. Use this link to login to your account to renew your license:
hu_hu: A licenc megújításához egy hivatkozást készítettünk az alábbi helyen: %s. Ezzel a hivatkozással jelentkezzen be a fiókjába a licenc megújításához:

source: Product title
hu_hu: Termék címe

source: Release date
hu_hu: Kiadás dátuma

source: Download
hu_hu: Letöltés

source: No date
hu_hu: Nincs dátum

source: Disabled
hu_hu: Letiltva

source: No downloads available yet.
hu_hu: Még nem érhetők el letöltések.

source: This account has been disabled.
hu_hu: Ez a fiók le lett tiltva.

source: Can be used to activate any product
hu_hu: Bármely termék aktiválására használható

source: A product license key is used to activate a single product from a single order.
hu_hu: Egy terméklicenckulcs egyetlen termék aktiválására szolgál egyetlen rendelésből.

source: Product license key
hu_hu: Terméklicenckulcs

source: Renewable until: %s
hu_hu: Megújítható eddig: %s

source: View
hu_hu: Megtekintés

source: At a %s discount.
hu_hu: %s kedvezménnyel.

source: Renew
hu_hu: Megújítás

source: Activated on
hu_hu: Aktiválva ekkor

source: No licensing products available yet.
hu_hu: Még nincsenek licencelési termékek.

source: Related licenses
hu_hu: Kapcsolódó licencek

source: View license keys
hu_hu: Licenckulcsok megtekintése

source: View downloads
hu_hu: Letöltések megtekintése

source: Cloning is forbidden.
hu_hu: A klónozás tilos.

source: Unserializing instances of this class is forbidden.
hu_hu: Ezen osztály példányainak deszerializálása tiltott.

source: is inactive. The
hu_hu: inaktív. A

source: plugin must be active for the WooCommerce API Manager to work. Please activate WooCommerce on the
hu_hu: bővítménynek aktívnak kell lennie, hogy a WooCommerce API Manager működjön. Kérjük, aktiválja a WooCommerce-t a

source: plugin page
hu_hu: bővítményoldalon

source: once it is installed.
hu_hu: miután telepítve lett.

source: API Manager for WooCommerce is inactive because it requires PHP version %1$s or greater, but your server has %2$s installed. Ask your web host to upgrade your version of PHP.
hu_hu: Az API Manager for WooCommerce inaktív, mert %1$s vagy újabb PHP-verziót igényel, de a szerverén %2$s van telepítve. Kérje a tárhelyszolgáltatóját, hogy frissítse a PHP-verziót.

source: API Manager for WooCommerce requires WooCommerce version %1$s or greater, but your server has WooCommerce version %2$s installed. The WooCommerce API Manager will remain disabled until WooCommerce has been upgraded to version %3$s or greater.
hu_hu: Az API Manager for WooCommerce a WooCommerce %1$s vagy újabb verzióját igényli, de a szerverén a WooCommerce %2$s verziója van telepítve. A WooCommerce API Manager letiltva marad, amíg a WooCommerce nincs frissítve legalább %3$s verzióra.

source: API Manager for WooCommerce requires WooCommerce Subscriptions version %1$s or greater, but your server has WooCommerce Subscriptions version %2$s installed. Please upgrade WooCommerce Subscriptions to version %3$s or greater.
hu_hu: Az API Manager for WooCommerce a WooCommerce Subscriptions %1$s vagy újabb verzióját igényli, de a szerverén a WooCommerce Subscriptions %2$s verziója van telepítve. Kérjük, frissítse a WooCommerce Subscriptions-t legalább %3$s verzióra.

source: Warning! Version 2.0 is a major update to the API Manager for WooCommerce extension. Before updating, please create a backup, update all WooCommerce extensions, and test all plugins and custom code with version 2.0 on a staging site. %1$sLearn more about the changes in version 2.0 &raquo;%2$s
hu_hu: Figyelem! A 2.0-s verzió jelentős frissítés az API Manager for WooCommerce bővítményhez. Frissítés előtt készítsen biztonsági másolatot, frissítse az összes WooCommerce-bővítményt, és teszteljen minden plugint és egyedi kódot a 2.0-s verzióval egy tesztkörnyezetben. %1$sTudjon meg többet a 2.0-s verzió változásairól &raquo;%2$s
