Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-api-manager/woocommerce-api-manager-*.po
Languages: hu_hu

source: Sell license keys and subscriptions for software and online services to grow your digital downloads business.
hu_hu: Értékesíts licenckulcsokat és előfizetéseket szoftverekhez és online szolgáltatásokhoz, hogy bővítsd digitális letöltésekre épülő vállalkozásodat.

source: Every %d minutes
hu_hu: %d percenként

source: Licensing
hu_hu: Licencelés

source: View other orders
hu_hu: Más megrendelések megtekintése

source: API Manager subscription
hu_hu: API Manager előfizetés

source: %1$s out of %2$s
hu_hu: %1$s / %2$s

source: When cancelled
hu_hu: Lemondáskor

source: Expired
hu_hu: Lejárt

source: Never
hu_hu: Soha

source: Expires
hu_hu: Lejár

source: None
hu_hu: Nincs

source: Pending cancellation on %s
hu_hu: Lemondás folyamatban: %s

source: Lifetime subscription
hu_hu: Élethosszig tartó előfizetés

source: Customer
hu_hu: Vásárló

source: Product
hu_hu: Termék

source: Order
hu_hu: Rendelés

source: Subscription type
hu_hu: Előfizetés típusa

source: Activations
hu_hu: Aktiválások

source: Access granted
hu_hu: Hozzáférés engedélyezve

source: Access expires
hu_hu: Hozzáférés lejár

source: Grace period
hu_hu: Türelmi idő

source: Next payment
hu_hu: Következő fizetés

source: No licenses found.
hu_hu: Nem találhatók licencek.

source: Search
hu_hu: Keresés

source: Licenses
hu_hu: Licencek

source: Settings
hu_hu: Beállítások

source: Configuration
hu_hu: Konfiguráció

source: Number of items per page
hu_hu: Elemek száma oldalanként

source: API Key Used
hu_hu: Használt API-kulcs

source: Product ID
hu_hu: Termékazonosító

source: Version
hu_hu: Verzió

source: Time
hu_hu: Idő

source: Object
hu_hu: Objektum

source: User license
hu_hu: Felhasználói licenc

source: Product license
hu_hu: Terméklicenc

source: Associated license
hu_hu: Társított licenc

source: Delete
hu_hu: Törlés

source: No activations yet.
hu_hu: Még nincsenek aktiválások.

source: Click to toggle
hu_hu: Kattintson a váltáshoz

source: Product ID: %1$s | Product title: %2$s | Activations: %3$s out of %4$s | Current version: %5$s | Expires: %6$s
hu_hu: Termékazonosító: %1$s | Termék címe: %2$s | Aktiválások: %3$s / %4$s | Jelenlegi verzió: %5$s | Lejár: %6$s

source: Product license key:
hu_hu: Termék licenckulcs:

source: Activation limit total:
hu_hu: Aktiválási limit összesen:

source: A value less than the current Activation Limit Total is not valid.
hu_hu: A jelenlegi aktiválási limit összesen értéknél kisebb érték nem érvényes.

source: Current version:
hu_hu: Jelenlegi verzió:

source: Required
hu_hu: Kötelező

source: Resource title:
hu_hu: Erőforrás címe:

source: Product ID:
hu_hu: Termékazonosító:

source: Expiration:
hu_hu: Lejárat:

source: A date in the future can be chosen to extend the expiration value.
hu_hu: Kiválasztható egy jövőbeli dátum a lejárat meghosszabbításához.

source: A licensing product is being added to the licensing resources database table in the background. Depending on the amount of orders that include the licensing products in your store, this may take a while.
hu_hu: A háttérben egy licencelési termék kerül hozzáadásra a licencelési erőforrások adatbázistáblájához. Attól függően, hogy az áruházában mennyi rendelés tartalmaz licencelési termékeket, ez eltarthat egy ideig.

source: Dismiss
hu_hu: Elvetés

source: Kestrel API Manager for WooCommerce data update
hu_hu: Kestrel API Manager for WooCommerce adatfrissítés

source: We need to update your database to the latest version.
hu_hu: Frissítenünk kell az adatbázist a legújabb verzióra.

source: Run the updater
hu_hu: Frissítő futtatása

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
hu_hu: Nyomatékosan javasolt az adatbázisról biztonsági mentést készíteni a folytatás előtt. Biztosan most szeretné futtatni a frissítőt?

source: Kestrel API Manager for WooCommerce data update complete. Thank you for updating to the latest version!
hu_hu: A Kestrel API Manager for WooCommerce adatfrissítés befejeződött. Köszönjük, hogy a legújabb verzióra frissített!

source: Your database is being updated in the background.
hu_hu: Az adatbázis a háttérben frissül.

source: Taking a while? Click here to run it now.
hu_hu: Sokáig tart? Kattintson ide az azonnali futtatáshoz.

source: Action failed. Please refresh the page and retry.
hu_hu: A művelet sikertelen. Kérjük, frissítse az oldalt, majd próbálja újra.

source: You don&#8217;t have permission to do this.
hu_hu: Nincs jogosultsága ehhez.

source: Both
hu_hu: Mindkettő

source: Per user
hu_hu: Felhasználónként

source: Per product
hu_hu: Termékenként

source: License key types
hu_hu: Licenckulcs-típusok

source: This section shows information about %s.
hu_hu: Ez a szakasz információkat jelenít meg erről: %s.

source: API & database cache enabled
hu_hu: API- és adatbázis-gyorsítótár engedélyezve

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Homepage cacheable
hu_hu: Kezdőlap gyorsítótárazható

source: Live URL
hu_hu: Élő URL

source: Plugin version
hu_hu: Bővítmény verziója

source: Database version
hu_hu: Adatbázis verziója

source: Not yet upgraded.
hu_hu: Még nincs frissítve.

source: WooCommerce account connected
hu_hu: WooCommerce-fiók csatlakoztatva

source: Active product key
hu_hu: Aktív termékkulcs

source: Amazon S3 configured
hu_hu: Amazon S3 konfigurálva

source: Amazon S3 region
hu_hu: Amazon S3 régió

source: %1$sPick a region.%2$s
hu_hu: %1$sVálasszon régiót.%2$s

source: API cache expiration
hu_hu: API-gyorsítótár lejárata

source: hour
hu_hu: óra

source: Database cache expiration
hu_hu: Adatbázis-gyorsítótár lejárata

source: hours
hu_hu: órák

source: day
hu_hu: nap

source: days
hu_hu: napok

source: Download URLs expiration
hu_hu: Letöltési URL-ek lejárata

source: License key activations
hu_hu: Licenckulcs-aktiválások

source: Licensing products
hu_hu: Licencelési termékek

source: All licensing resources
hu_hu: Minden licencelési erőforrás

source: API Manager subscription resources
hu_hu: API Manager előfizetés erőforrásai

source: - (Grouped
hu_hu: - (Csoportosított

source: WooCommerce Subscriptions resources
hu_hu: WooCommerce Subscriptions erőforrásai

source: Associated license keys
hu_hu: Társított licenckulcsok

source: Secure download URL hashes
hu_hu: Biztonságos letöltési URL-hash-ek

source: Grace periods
hu_hu: Türelmi idők

source: Legacy product IDs
hu_hu: Régi termékazonosítók

source: Next resources cleanup scheduled
hu_hu: A következő erőforrás-tisztítás ütemezve

source: Not scheduled.
hu_hu: Nincs ütemezve.

source: Extension template overrides
hu_hu: Bővítmény sablonfelülírások

source: %1$sLearn how to update%2$s
hu_hu: %1$sTudja meg, hogyan frissíthet%2$s

source: Version %1$s is out of date. The core version is %2$s
hu_hu: A(z) %1$s verzió elavult. A core verzió: %2$s

source: %1$sNote:%2$s Only licensing resources that are missing, but should exist, will be generated. To rebuild existing licensing resource, go to the Order edit screen, change the order status to "On-hold" then back to "Completed". This will rebuild any related licensing resources, but will also delete any existing license activations.
hu_hu: %1$sMegjegyzés:%2$s Csak azok a licencelési erőforrások lesznek létrehozva, amelyek hiányoznak, de létezniük kellene. A meglévő licencelési erőforrás újjáépítéséhez menjen a Rendelés szerkesztése képernyőre, állítsa a rendelés állapotát "On-hold"-ra, majd vissza "Completed"-re. Ez újraépíti az összes kapcsolódó licencelési erőforrást, de a meglévő licencaktiválásokat is törli.

source: Licensing resources repair
hu_hu: Licencelési erőforrások javítása

source: Regenerate resources
hu_hu: Erőforrások újragenerálása

source: This tool will build licensing resources from order line items that contain licensing products with a subscription that has not yet expired, and meets all requirements to be an active licensing resource.
hu_hu: Ez az eszköz licencelési erőforrásokat hoz létre azokból a rendeléstételekből, amelyek licencelési termékeket tartalmaznak, nem lejárt előfizetéssel, és teljesítik az aktív licencelési erőforrássá válás minden feltételét.

source: This cleanup process will also run automatically next on %s.
hu_hu: Ez a tisztítási folyamat legközelebb automatikusan fut: %s.

source: This cleanup process is not scheduled to automatically run.
hu_hu: Ez a tisztítási folyamat nincs automatikus futtatásra ütemezve.

source: Licensing resources cleanup
hu_hu: Licencelési erőforrások tisztítása

source: Cleanup resources
hu_hu: Erőforrások tisztítása

source: This cleanup process will delete any licensing resources that have expired, or no longer exist as line items on orders or subscriptions. Related license key activations will also be deleted.
hu_hu: Ez a tisztítási folyamat törli az összes lejárt licencelési erőforrást, illetve azokat, amelyek már nem szerepelnek rendelés- vagy előfizetés-tételként. A kapcsolódó licenckulcs-aktiválások is törlésre kerülnek.

source: This tool automatically imports the %1$s license keys and activations, and builds order line items into licensing resources. %2$sThe import event will run only once%3$s.
hu_hu: Ez az eszköz automatikusan importálja a(z) %1$s licenckulcsokat és aktiválásokat, és a rendeléstételekből licencelési erőforrásokat épít. %2$sAz importálási esemény csak egyszer fut le%3$s.

source: %1$sNote:%2$s The import event has already run.
hu_hu: %1$sMegjegyzés:%2$s Az importálási esemény már lefutott.

source: %1$sNote:%2$s for each product that should be a licensing product, select the "Licensing" checkbox in the product edit screen, set the "Activation limit", and set a "License expiration" value if desired. All customer licensing resources will be updated with the new values. Then, either add the %3$s to your plugin or theme, or build a new client to connect to the licensing server according to the %4$sdocumentation%5$s to take advantage of all the features available.
hu_hu: %1$sMegjegyzés:%2$s minden olyan terméknél, amely licencelési termék legyen, jelölje be a "Licensing" jelölőnégyzetet a termékszerkesztő képernyőn, állítsa be az "Activation limit" értéket, és ha szükséges, adjon meg egy "License expiration" értéket. Minden ügyfél licencelési erőforrása frissül az új értékekkel. Ezután vagy adja hozzá a(z) %3$s elemet a bővítményéhez vagy témájához, vagy hozzon létre új klienst, amely a %4$sdokumentáció%5$s alapján csatlakozik a licencszerverhez, hogy kihasználjon minden elérhető funkciót.

source: Import %s data
hu_hu: %s adatok importálása

source: Import extension data
hu_hu: Bővítményadatok importálása

source: Downloads
hu_hu: Letöltések

source: Debug
hu_hu: Hibakeresés

source: Integrations
hu_hu: Integrációk

source: Your settings have been saved.
hu_hu: A beállítások mentésre kerültek.

source: Save changes
hu_hu: Változtatások mentése

source: With "Product license keys", each order containing a licensing product will generate a separate key per product.
hu_hu: "Product license keys" esetén minden licencelési terméket tartalmazó rendelés termékenként külön kulcsot generál.

source: With "User license keys", each user having purchased one or more licensing products will be offered a single key for all products.
hu_hu: "User license keys" esetén minden, egy vagy több licencelési terméket vásárolt felhasználó egyetlen kulcsot kap minden termékhez.

source: License keys
hu_hu: Licenckulcsok

source: Enabled types
hu_hu: Engedélyezett típusok

source: The type of license keys that your customers will see and receive.
hu_hu: Az a licenckulcstípus, amelyet az ügyfelek látni fognak és megkapnak.

source: Both (not recommended)
hu_hu: Mindkettő (nem ajánlott)

source: Renewal grace period
hu_hu: Megújítási türelmi idő

source: Time interval before expired licenses and corresponding activations will be deleted, unless the customer renews their license.
hu_hu: Az az időintervallum, amely a törlésig eltelik a lejárt licencek és a hozzájuk tartozó aktiválások esetén, hacsak az ügyfél nem újítja meg a licencét.

source: Allows the customer more time to renew their license.
hu_hu: Több időt ad az ügyfélnek a licenc megújítására.

source: Manual renewal period
hu_hu: Kézi megújítási időszak

source: The time interval between when the manual renewal period begins and before a renewable API Manager subscription expires, plus the grace period. %1$sThis is when the "My Account > License keys > Renew" button will become visible. %2$sFor example, if set for 2 months, an annual subscription would begin its renewal period 2 months before it expires, plus the grace period after the expiration date. %3$sAutomated renewal reminder emails are sent 30 days and 7 days before the expiration date, and 1 day after the expiration date if there is a grace period value of 2 days or greater.%4$s
hu_hu: Az az időtartam, amely a kézi megújítási időszak kezdetétől az API Manager megújítható előfizetésének lejáratáig tart, plusz a türelmi idő. %1$sEkkor válik láthatóvá a "My Account > License keys > Renew" gomb. %2$sPéldául ha 2 hónapra van beállítva, egy éves előfizetés megújítási időszaka a lejárat előtt 2 hónappal kezdődik, plusz a türelmi idő a lejárati dátum után. %3$sAutomatikus megújítási emlékeztető e-mailek küldése a lejárat előtt 30 és 7 nappal, valamint a lejárat után 1 nappal történik, ha a türelmi idő legalább 2 nap.%4$s

source: Only applies to API Manager subscriptions, disregard if you are using WooCommerce Subscriptions.
hu_hu: Csak az API Manager előfizetésekre vonatkozik, hagyja figyelmen kívül, ha WooCommerce Subscriptions-t használ.

source: Manual renewal discount
hu_hu: Kézi megújítási kedvezmény

source: Discount (percentage amount) applied to manually renewed API Manager subscriptions.
hu_hu: Kedvezmény (százalék) a kézzel megújított API Manager előfizetésekre.

source: Schedule event
hu_hu: Esemény ütemezése

source: Schedule a weekly cleanup of expired licensing resources and license key activations.
hu_hu: Heti tisztítás ütemezése a lejárt licencelési erőforrások és licenckulcs-aktiválások számára.

source: The cleanup process will run automatically next on %s.
hu_hu: A tisztítási folyamat legközelebb automatikusan fut: %s.

source: The cleanup process is not scheduled to automatically run.
hu_hu: A tisztítási folyamat nincs automatikus futtatásra ütemezve.

source: Log event
hu_hu: Esemény naplózása

source: Log the cleanup event.
hu_hu: A tisztítási esemény naplózása.

source: Licensing server
hu_hu: Licencszerver

source: Send resource data
hu_hu: Erőforrásadatok küldése

source: Send additional data in licensing server responses.
hu_hu: További adatok küldése a licencszerver válaszaiban.

source: Sending extended resource data in server responses is not required, and may slow down response time.
hu_hu: A kiterjesztett erőforrásadatok küldése a szerver válaszaiban nem kötelező, és lassíthatja a válaszidőt.

source: For better security add the following to %1$swp-config.php%2$s, so your AWS Keys are not stored in the database: %3$s
hu_hu: A jobb biztonság érdekében adja hozzá a következőt a %1$swp-config.php%2$s fájlhoz, hogy az AWS kulcsok ne az adatbázisban legyenek tárolva: %3$s

source: AWS access key ID
hu_hu: AWS hozzáférési kulcsazonosító

source: The Amazon Web Services access key ID.
hu_hu: Az Amazon Web Services hozzáférési kulcsazonosítója.

source: AWS secret access key
hu_hu: AWS titkos hozzáférési kulcs

source: The Amazon Web Services secret access key is securely encrypted in the database.
hu_hu: Az Amazon Web Services titkos hozzáférési kulcsa az adatbáziban biztonságosan titkosítva van.

source: The Amazon Web Services secret access key.
hu_hu: Az Amazon Web Services titkos hozzáférési kulcsa.

source: Values defined in the wp-config.php file.
hu_hu: A wp-config.php fájlban meghatározott értékek.

source: The Amazon S3 region where files are stored.
hu_hu: Az az Amazon S3 régió, ahol a fájlok tárolódnak.

source: The region is required.
hu_hu: A régió megadása kötelező.

source: Download links
hu_hu: Letöltési linkek

source: URL expire time
hu_hu: URL lejárati idő

source: Expiration time in days, for Amazon S3 and local server WooCommerce URLs.
hu_hu: Lejárati idő napokban az Amazon S3 és a helyi szerver WooCommerce URL-jeihez.

source: Sets the time limit in days before a secure URL will expire. If a download begins before the expiration time limit is reached, the download will continue until complete.
hu_hu: Beállítja azt a napokban megadott határidőt, amely után a biztonságos URL lejár. Ha a letöltés a lejárati idő elérése előtt elkezdődik, a letöltés a befejezésig folytatódik.

source: Save to Dropbox app key
hu_hu: "Save to Dropbox" alkalmazáskulcs

source: This creates a "Save to Dropbox" link in the "My Account > Licensed downloads" screen. %1$sCreate an App Key%2$s.
hu_hu: Ez létrehoz egy "Save to Dropbox" linket a "My Account > Licensed downloads" képernyőn. %1$sCreate an App Key%2$s.

source: WordPress plugin tabs
hu_hu: WordPress bővítményfülek

source: Choose which tabs will display on a WordPress plugin information screen. Can also be used for non-WordPress software. Changelog is required. %1$sScreenshot example%2$s.
hu_hu: Válassza ki, mely fülek jelenjenek meg egy WordPress bővítmény információs képernyőjén. Nem WordPress szoftverhez is használható. A változásnapló kötelező. %1$sPélda képernyőkép%2$s.

source: Description
hu_hu: Leírás

source: Enable
hu_hu: Engedélyezés

source: Installation
hu_hu: Telepítés

source: FAQ
hu_hu: GYIK

source: Screenshots
hu_hu: Képernyőképek

source: Other notes
hu_hu: Egyéb megjegyzések

source: Add tabs to product pages
hu_hu: Fülek hozzáadása a termékoldalakhoz

source: Add tabs to the product page in the frontend using API Manager product data.
hu_hu: Fülek hozzáadása a termékoldalhoz a frontendben az API Manager termékadataival.

source: Migrations
hu_hu: Migrációk

source: Migrate
hu_hu: Migrálás

source: When this option is selected, API Manager will listen for HTTP(s) API queries intended for the WooCommerce Software Add-On plugin.%1$sThe WooCommerce Software Add-On plugin can be deleted after its data has been imported into WooCommerce API Manager.%2$s%3$sNote:%4$s The import tool will not run unless this option is selected. Go to %5$sTools%6$s to Import the WooCommerce Software Add-On data into API Manager.
hu_hu: Ha ezt az opciót választja, az API Manager figyelni fogja a WooCommerce Software Add-On bővítménynek szánt HTTP(s) API lekérdezéseket.%1$sA WooCommerce Software Add-On bővítmény törölhető, miután az adatai importálásra kerültek a WooCommerce API Managerbe.%2$s%3$sMegjegyzés:%4$s Az importáló eszköz nem fut, hacsak ez az opció nincs kiválasztva. Lépjen a %5$sTools%6$s menübe a WooCommerce Software Add-On adatok API Managerbe történő importálásához.

source: API Manager extensions
hu_hu: API Manager bővítmények

source: Integrate plugins and themes easily with %1$sAPI Manager for WooCommerce PHP library for WordPress plugins and themes%2$s.
hu_hu: Integráljon könnyen bővítményeket és témákat a %1$sAPI Manager for WooCommerce PHP könyvtárral WordPress bővítményekhez és témákhoz%2$s.

source: %1$sPostman%2$s is recommended for testing requests to the license server.
hu_hu: %1$sPostman%2$s ajánlott a licencszerver felé irányuló kérések teszteléséhez.

source: Server request log
hu_hu: Szerverkérelem-napló

source: Log query events to: %s.
hu_hu: Lekérdezési események naplózása ide: %s.

source: Log file size: %1$s - %2$sView Log%3$s
hu_hu: Naplófájl mérete: %1$s - %2$sNapló megtekintése%3$s

source: Server error log
hu_hu: Szerverhiba-napló

source: Log error events to: %s.
hu_hu: Hibaesemények naplózása ide: %s.

source: Server response log
hu_hu: Szerverválasz-napló

source: Log response events to: %s.
hu_hu: Válaszesemények naplózása ide: %s.

source: The source did not send a required IP address.
hu_hu: A forrás nem küldte el a szükséges IP-címet.

source: The source is not trusted.
hu_hu: A forrás nem megbízható.

source: No request value received.
hu_hu: Nem érkezett kérési érték.

source: Request value does not exist.
hu_hu: A kérési érték nem létezik.

source: An empty license key was sent.
hu_hu: Üres licenckulcsot küldtek.

source: A customer account does not exist for this license key.
hu_hu: Ehhez a licenckulcshoz nem létezik ügyfélfiók.

source: A user license key did not exist for this account, but is required, so a user license key was created. Please try your request again, or contact support.
hu_hu: Ehhez a fiókhoz nem létezett felhasználói licenckulcs, pedig szükséges, ezért létrehoztunk egy felhasználói licenckulcsot. Kérjük, próbálja meg újra a kérését, vagy lépjen kapcsolatba a támogatással.

source: The access for this license key has been disabled, or a license key was sent that does not exist on this store.
hu_hu: Ehhez a licenckulcshoz a hozzáférés le lett tiltva, vagy olyan licenckulcsot küldtek, amely nem létezik ebben az áruházban.

source: The following required query string data is missing: %s
hu_hu: A következő kötelező lekérdezési paraméter hiányzik: %s

source: No licensing resources exist. Login to %1$sMy Account%2$s to verify there are activations remaining, and the license key and product ID are correct.
hu_hu: Nem léteznek licenc erőforrások. Jelentkezzen be a %1$sFiókom%2$s oldalra, hogy ellenőrizze, maradtak-e aktiválások, valamint hogy a licenckulcs és a termékazonosító helyes-e.

source: There was an error getting licensing resources: %s
hu_hu: Hiba történt a licenc erőforrások lekérésekor: %s

source: Cannot activate license key. The license key has already been activated with the same unique instance ID sent with this request.
hu_hu: A licenckulcs nem aktiválható. A licenckulcsot már aktiválták ugyanazzal az egyedi példányazonosítóval, amelyet ezzel a kéréssel küldtek.

source: %1$s out of %2$s activations remaining
hu_hu: %1$s a(z) %2$s aktiválásból maradt

source: Cannot activate license key. No licensing resources available.
hu_hu: A licenckulcs nem aktiválható. Nem állnak rendelkezésre licenc erőforrások.

source: There was an error getting licensing resources in activate(): %s
hu_hu: Hiba történt a licenc erőforrások lekérésekor az activate() során: %s

source: The license key could not be deactivated.
hu_hu: A licenckulcs deaktiválása nem sikerült.

source: There was an error getting licensing resources in deactivate(): %s
hu_hu: Hiba történt a licenc erőforrások lekérésekor a deactivate() során: %s

source: There was an error getting licensing resources in status(): %s
hu_hu: Hiba történt a licenc erőforrások lekérésekor a status() során: %s

source: The product ID %s could not be found in this store.
hu_hu: A(z) %s termékazonosító nem található ebben az áruházban.

source: No licensing resources exist. Login to %1$sMy Account%2$s to verify there are activations remaining, and the license key is correct.
hu_hu: Nem léteznek licenc erőforrások. Jelentkezzen be a %1$sFiókom%2$s oldalra, hogy ellenőrizze, maradtak-e aktiválások, valamint hogy a licenckulcs helyes-e.

source: The license key is not active or does not exist.
hu_hu: A licenckulcs nem aktív, vagy nem létezik.

source: There was an error verifying the license key: %s
hu_hu: Hiba történt a licenckulcs ellenőrzésekor: %s

source: The activation could not be deleted.
hu_hu: Az aktiválást nem sikerült törölni.

source: Renewable until:
hu_hu: Megújítható eddig:

source: Lifetime Subscription
hu_hu: Élettartam előfizetés

source: Pending Cancellation on
hu_hu: Lemondás folyamatban ekkor

source: Expiring subscription
hu_hu: Lejáró előfizetés
