Repository: hellowpio/wordpress-translations
Catalog: plugins/*/divi-responsive-helper/divi-responsive-helper-*.po
Languages: hu_hu

source: Custom CSS For Tablet Only
hu_hu: Egyéni CSS csak Táblagépre

source: Place any custom CSS here that you want to apply on Tablet device sizes only (767px - 980px).
hu_hu: Helyezze ide azokat az egyéni CSS-kódokat, amelyeket kizárólag Táblagépen kíván alkalmazni (767px - 980px).

source: Custom CSS For Phone Only
hu_hu: Egyéni CSS csak Telefonra

source: Place any custom CSS here that you want to apply on Phone device sizes only (0px - 767px).
hu_hu: Helyezze ide azokat az egyéni CSS-kódokat, amelyeket kizárólag Telefonon kíván alkalmazni (0px - 767px).

source: Custom CSS For Desktop And Tablet Only
hu_hu: Egyéni CSS csak Asztalira és Táblagépre

source: Place any custom CSS here that you want to apply on Desktop and Tablet device sizes only (0px - 767px).
hu_hu: Helyezze ide azokat az egyéni CSS-kódokat, amelyeket kizárólag Asztalin és Táblagépen kíván alkalmazni (0px - 767px).

source: Custom CSS For Tablet and Phone Only
hu_hu: Egyéni CSS csak Táblagépre és Telefonra

source: Place any custom CSS here that you want to apply on Tablet and Phone device sizes only (0px - 767px).
hu_hu: Helyezze ide azokat az egyéni CSS-kódokat, amelyeket kizárólag Táblagépen és Telefonon kíván alkalmazni (0px - 767px).

source: Custom Min-Width Value
hu_hu: Egyéni min-width érték

source: Enter a custom value to set the minimum device size for the code to take effect in the custom media query.
hu_hu: Adjon meg egy egyéni értéket a minimális eszközméret beállításához, amelynél a kód érvénybe lép az egyéni media queryben.

source: Custom Max-Width Value
hu_hu: Egyéni max-width érték

source: Enter a custom value to set the maximum device size for the code to take effect in the custom media query.
hu_hu: Adjon meg egy egyéni értéket a maximális eszközméret beállításához, amelynél a kód érvénybe lép az egyéni media queryben.

source: Custom CSS Media Query
hu_hu: Egyéni CSS media query

source: Place any custom CSS here that you want to apply only on device sizes between the custom min-width and max-width values.
hu_hu: Helyezze ide azokat az egyéni CSS-kódokat, amelyeket kizárólag az egyéni min-width és max-width értékek közé eső eszközméreteken kíván alkalmazni.

source: Show/Hide Menu Items Per Device
hu_hu: Menüelemek megjelenítése/elrejtése eszközönként

source: Enable this feature to add new checkmarks in the WordPress navigation menu items to show or hide the menu items on Desktop, Tablet, or Phone.
hu_hu: Engedélyezze ezt a funkciót, hogy a WordPress navigációs menüelemeiben új jelölőnégyzetek jelenjenek meg a menüelemek Asztalin, Táblagépen vagy Telefonon történő megjelenítéséhez/elrejtéséhez.

source: Enable Settings In Menu Module
hu_hu: Beállítások engedélyezése a Menü modulban

source: Choose to enable all the menu related settings in the Divi Menu module.
hu_hu: Válassza az összes menüvel kapcsolatos beállítás engedélyezését a Divi Menü modulban.

source: Enable Settings For Default Header Menu
hu_hu: Beállítások engedélyezése az alapértelmezett fejlécmenühöz

source: Choose to enable all menu related settings for the default Divi header menu.
hu_hu: Válassza az összes menüvel kapcsolatos beállítás engedélyezését az alapértelmezett Divi fejlécmenühöz.

source: Show X Icon When Opened (Default Header)
hu_hu: X ikon megjelenítése megnyitáskor (Alapértelmezett fejléc)

source: Change the mobile menu hamburger icon to an X when the menu it is toggled open.
hu_hu: Változtassa meg a mobilmenü hamburger ikonját X-re, amikor a menü megnyitásra kerül.

source: Show A Hamburger Menu On Desktop (Default Header)
hu_hu: Hamburger menü megjelenítése asztali nézetben (Alapértelmezett fejléc)

source: Add Text Beside Hamburger Menu Icon (Default Header)
hu_hu: Szöveg hozzáadása a hamburger menü ikonja mellé (Alapértelmezett fejléc)

source: Hamburger Menu Text (Default Header)
hu_hu: Hamburger menü szövege (Alapértelmezett fejléc)

source: Enter custom text to show on the left side of the hamburger menu.
hu_hu: Adja meg az egyéni szöveget, amely a hamburger menü bal oldalán jelenjen meg.

source: Collapse Mobile Menu Submenus (Default Header)
hu_hu: Mobil menü almenüinek összecsukása (Alapértelmezett fejléc)

source: Collapse Submenu When Another Is Opened (Default Header)
hu_hu: Almenü összecsukása, amikor egy másik megnyílik (Alapértelmezett fejléc)

source: Open/Close Submenus By Clicking Parent Menu Item (Default Header)
hu_hu: Almenük megnyitása/bezárása a szülő menüelemre kattintva (Alapértelmezett fejléc)

source: Close Mobile Menu By Clicking Outside Dropdown (Default Header)
hu_hu: Mobil menü bezárása a legördülő menün kívülre kattintva (Alapértelmezett fejléc)

source: Fixed Navigation Bar On Mobile (Default Header)
hu_hu: Rögzített navigációs sáv mobilon (Alapértelmezett fejléc)

source: Enable this setting to make the header menu navigation bar stay fixed at the top of the screen on Tablet and Phone device sizes.
hu_hu: Engedélyezze ezt a beállítást, hogy a fejléc menü navigációs sávja rögzítve maradjon a képernyő tetején táblagépen és telefonon.

source: Menu Breakpoint (Default Header)
hu_hu: Menü töréspontja (Alapértelmezett fejléc)

source: Enter the screen width pixel value for the responsive breakpoint for when the menu changes between desktop and mobile versions. The default value in Divi is 981px.
hu_hu: Adja meg a képernyőszélesség pixelértékét ahhoz a reszponzív törésponthoz, amikor a menü az asztali és a mobil verzió között vált. A Divi alapértelmezett értéke: 981px.

source: Make Mobile Menu Height Scrollable (Default Header)
hu_hu: Mobil menü magasságának görgethetővé tétele (Alapértelmezett fejléc)

source: Mobile Menu Scrollable Max Height (Default Header)
hu_hu: Mobil menü görgethető maximális magassága (Alapértelmezett fejléc)

source: Text Sizes
hu_hu: Szövegméretek

source: Enable this feature to set the heading (H1, H2, H3, H4, H5, H6) and paragraph text sizes to apply across the entire website on Desktop, Tablet, and Phone.
hu_hu: Engedélyezze ezt a funkciót, hogy a címsorok (H1, H2, H3, H4, H5, H6) és a bekezdések szövegmérete az egész webhelyen érvényesüljön asztali gépen, táblagépen és telefonon.

source: H1 Heading Text Size - Desktop
hu_hu: H1 címsor szövegmérete - Asztali

source: Set the H1 heading text size value and unit to apply across the entire website on Desktop.
hu_hu: Állítsa be a H1 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön asztali nézetben.

source: H1 Heading Text Size - Tablet
hu_hu: H1 címsor szövegmérete - Táblagép

source: Set the H1 heading text size value and unit to apply across the entire website on Tablet.
hu_hu: Állítsa be a H1 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön táblagépen.

source: H1 Heading Text Size - Phone
hu_hu: H1 címsor szövegmérete - Telefon

source: Set the H1 heading text size value and unit to apply across the entire website on Phone.
hu_hu: Állítsa be a H1 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön telefonon.

source: H1 Heading Line Height
hu_hu: H1 címsor sormagassága

source: Set the H1 heading line height value and unit to apply across the entire website.
hu_hu: Állítsa be a H1 címsor sormagasságának értékét és mértékegységét, hogy az egész webhelyen érvényesüljön.

source: H2 Heading Text Size - Desktop
hu_hu: H2 címsor szövegmérete - Asztali

source: Set the H2 heading text size value and unit to apply across the entire website on Desktop.
hu_hu: Állítsa be a H2 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön asztali nézetben.

source: H2 Heading Text Size - Tablet
hu_hu: H2 címsor szövegmérete - Táblagép

source: Set the H2 heading text size value and unit to apply across the entire website on Tablet.
hu_hu: Állítsa be a H2 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön táblagépen.

source: H2 Heading Text Size - Phone
hu_hu: H2 címsor szövegmérete - Telefon

source: Set the H2 heading text size value and unit to apply across the entire website on Phone.
hu_hu: Állítsa be a H2 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön telefonon.

source: H2 Heading Line Height
hu_hu: H2 címsor sormagassága

source: Set the H2 heading line height value and unit to apply across the entire website.
hu_hu: Állítsa be a H2 címsor sormagasságának értékét és mértékegységét, hogy az egész webhelyen érvényesüljön.

source: H3 Heading Text Size - Desktop
hu_hu: H3 címsor szövegmérete - Asztali

source: Set the H3 heading text size value and unit to apply across the entire website on Desktop.
hu_hu: Állítsa be a H3 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön asztali nézetben.

source: H3 Heading Text Size - Tablet
hu_hu: H3 címsor szövegmérete - Táblagép

source: Set the H3 heading text size value and unit to apply across the entire website on Tablet.
hu_hu: Állítsa be a H3 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön táblagépen.

source: H3 Heading Text Size - Phone
hu_hu: H3 címsor szövegmérete - Telefon

source: Set the H3 heading text size value and unit to apply across the entire website on Phone.
hu_hu: Állítsa be a H3 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön telefonon.

source: H3 Heading Line Height
hu_hu: H3 címsor sormagassága

source: Set the H3 heading line height value and unit to apply across the entire website.
hu_hu: Állítsa be a H3 címsor sormagasságának értékét és mértékegységét, hogy az egész webhelyen érvényesüljön.

source: H4 Heading Text Size - Desktop
hu_hu: H4 címsor szövegmérete - Asztali

source: Set the H4 heading text size value and unit to apply across the entire website on Desktop.
hu_hu: Állítsa be a H4 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön asztali nézetben.

source: H4 Heading Text Size - Tablet
hu_hu: H4 címsor szövegmérete - Táblagép

source: Set the H4 heading text size value and unit to apply across the entire website on Tablet.
hu_hu: Állítsa be a H4 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön táblagépen.

source: H4 Heading Text Size - Phone
hu_hu: H4 címsor szövegmérete - Telefon

source: Set the H4 heading text size value and unit to apply across the entire website on Phone.
hu_hu: Állítsa be a H4 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön telefonon.

source: H4 Heading Line Height
hu_hu: H4 címsor sormagassága

source: Set the H4 heading line height value and unit to apply across the entire website.
hu_hu: Állítsa be a H4 címsor sormagasságának értékét és mértékegységét, hogy az egész webhelyen érvényesüljön.

source: H5 Heading Text Size - Desktop
hu_hu: H5 címsor szövegmérete - Asztali

source: Set the H5 heading text size value and unit to apply across the entire website on Desktop.
hu_hu: Állítsa be a H5 címsor szövegméretének értékét és mértékegységét, hogy az egész webhelyen érvényesüljön asztali nézetben.

source: H5 Heading Text Size - Tablet
hu_hu: H5 címsor szövegmérete - Táblagép

source: Set the H5 heading text size value and unit to apply across the entire website on Tablet.
hu_hu: Állítsa be a H5 címsor szövegméretének értékét és mértékegységét, amely a teljes webhelyen érvényesül táblagépen.

source: H5 Heading Text Size - Phone
hu_hu: H5 címsor szövegmérete - Telefon

source: Set the H5 heading text size value and unit to apply across the entire website on Phone.
hu_hu: Állítsa be a H5 címsor szövegméretének értékét és mértékegységét, amely a teljes webhelyen érvényesül telefonon.

source: H5 Heading Line Height
hu_hu: H5 címsor sormagassága

source: Set the H5 heading line height value and unit to apply across the entire website.
hu_hu: Állítsa be a H5 címsor sormagasságának értékét és mértékegységét, amely a teljes webhelyen érvényesül.

source: H6 Heading Text Size - Desktop
hu_hu: H6 címsor szövegmérete - Asztali

source: Set the H6 heading text size value and unit to apply across the entire website on Desktop.
hu_hu: Állítsa be a H6 címsor szövegméretének értékét és mértékegységét, amely a teljes webhelyen érvényesül asztali gépen.

source: H6 Heading Text Size - Tablet
hu_hu: H6 címsor szövegmérete - Táblagép

source: Set the H6 heading text size value and unit to apply across the entire website on Tablet.
hu_hu: Állítsa be a H6 címsor szövegméretének értékét és mértékegységét, amely a teljes webhelyen érvényesül táblagépen.

source: H6 Heading Text Size - Phone
hu_hu: H6 címsor szövegmérete - Telefon

source: Set the H6 heading text size value and unit to apply across the entire website on Phone.
hu_hu: Állítsa be a H6 címsor szövegméretének értékét és mértékegységét, amely a teljes webhelyen érvényesül telefonon.

source: H6 Heading Line Height
hu_hu: H6 címsor sormagassága

source: Set the H6 heading line height value and unit to apply across the entire website.
hu_hu: Állítsa be a H6 címsor sormagasságának értékét és mértékegységét, amely a teljes webhelyen érvényesül.

source: Paragraph Text Size - Desktop
hu_hu: Bekezdés szövegmérete - Asztali

source: Set the paragraph text size value and unit to apply across the entire website on Desktop.
hu_hu: Állítsa be a bekezdés szövegméretének értékét és mértékegységét, amely a teljes webhelyen érvényesül asztali gépen.

source: Paragraph Text Size - Tablet
hu_hu: Bekezdés szövegmérete - Táblagép

source: Set the paragraph text size value and unit to apply across the entire website on Tablet.
hu_hu: Állítsa be a bekezdés szövegméretének értékét és mértékegységét, amely a teljes webhelyen érvényesül táblagépen.

source: Paragraph Text Size - Phone
hu_hu: Bekezdés szövegmérete - Telefon

source: Set the paragraph text size value and unit to apply across the entire website on Phone.
hu_hu: Állítsa be a bekezdés szövegméretének értékét és mértékegységét, amely a teljes webhelyen érvényesül telefonon.

source: Paragraph Line Height
hu_hu: Bekezdés sormagassága

source: Set the paragraph line height value and unit to apply across the entire website.
hu_hu: Állítsa be a bekezdés sormagasságának értékét és mértékegységét, amely a teljes webhelyen érvényesül.

source: Row Column Stacking Order
hu_hu: Sor oszlopainak egymásra rendezési sorrendje

source: Enable this feature to activate the additional settings located in the Advanced tab of the Divi Builder Row and Column settings for choosing the order in which columns stack on each device.
hu_hu: Engedélyezze ezt a funkciót, hogy aktiválja a Divi Builder sor- és oszlopbeállításainak Speciális fülén található kiegészítő beállításokat, amelyekkel kiválaszthatja, milyen sorrendben rendeződjenek egymásra az oszlopok az egyes eszközökön.

source: Row Number of Columns
hu_hu: Sor oszlopainak száma

source: Enable this feature to activate the additional settings located in the Advanced tab of the Divi Builder Row settings for choosing the number of columns to show on each device.
hu_hu: Engedélyezze ezt a funkciót, hogy aktiválja a Divi Builder sorbeállításainak Speciális fülén található kiegészítő beállításokat, amelyekkel kiválaszthatja, hány oszlop jelenjen meg az egyes eszközökön.

source: Blog Module Number of Columns
hu_hu: Blog modul oszlopainak száma

source: Enable this feature to activate the additional settings located in the Design tab of the Divi Blog module settings when the Grid Layout is used for choosing the number of blog columns to show on each device.
hu_hu: Engedélyezze ezt a funkciót, hogy aktiválja a Divi Blog modul beállításainak Dizájn fülén található kiegészítő beállításokat, amikor a Rács elrendezés van használatban, a blogoszlopok számának kiválasztásához az egyes eszközökön.

source: Portfolio Modules Number of Columns
hu_hu: Portfólió modulok oszlopainak száma

source: Enable this feature to activate the additional settings located in the Design tab of both the Divi Portfolio module and Divi Filterable Portfolio module settings when the Grid Layout is used for choosing the number of portfolio columns to show on each device.
hu_hu: Engedélyezze ezt a funkciót, hogy aktiválja a Divi Portfolio modul és a Divi Filterable Portfolio modul beállításainak Dizájn fülén található kiegészítő beállításokat, amikor a Rács elrendezés van használatban, a portfólió oszlopainak számának kiválasztásához az egyes eszközökön.

source: Gallery Module Number of Columns
hu_hu: Galéria modul oszlopainak száma

source: Enable this feature to activate the additional settings located in the Design tab of the Divi Gallery module settings when the Grid Layout is used for choosing the number of image columns to show on each device.
hu_hu: Engedélyezze ezt a funkciót, hogy aktiválja a Divi Gallery modul beállításainak Dizájn fülén található kiegészítő beállításokat, amikor a Rács elrendezés van használatban, a képoszlopok számának kiválasztásához az egyes eszközökön.

source: Woo Products Module Number of Columns
hu_hu: Woo Products modul oszlopainak száma

source: Enable this feature to activate the additional settings located in the Content tab of the Divi Woo Products module settings for choosing the number of product columns to show on each device.
hu_hu: Engedélyezze ezt a funkciót, hogy aktiválja a Divi Woo Products modul beállításainak Tartalom fülén található kiegészítő beállításokat, amelyekkel kiválaszthatja, hány termékoszlop jelenjen meg az egyes eszközökön.

source: Woo Related Products Module Number of Columns
hu_hu: Woo Related Products modul oszlopainak száma

source: Enable this feature to activate the missing responsive number of columns of the Divi Woo Related Products module settings for choosing the number of product columns to show on each device.
hu_hu: Engedélyezze ezt a funkciót, hogy aktiválja a Divi Woo Related Products modul beállításaiban hiányzó reszponzív oszlopszám beállítását, amelynek segítségével kiválaszthatja, hány termékoszlop jelenjen meg az egyes eszközökön.

source: Woo Cross Sells Module Number of Columns
hu_hu: Woo Cross Sells modul oszlopainak száma

source: Enable this feature to activate the missing responsive number of columns of the Divi Woo Cross Sells module settings for choosing the number of product columns to show on each device.
hu_hu: Engedélyezze ezt a funkciót, hogy aktiválja a Divi Woo Cross Sells modul beállításaiban hiányzó reszponzív oszlopszám beállítását, amelynek segítségével kiválaszthatja, hány termékoszlop jelenjen meg az egyes eszközökön.

source: Woo Product Upsell Module Number of Columns
hu_hu: Woo Product Upsell modul oszlopainak száma

source: Enable this feature to activate the missing responsive number of columns of the Divi Woo Product Upsell module settings for choosing the number of product columns to show on each device.
hu_hu: Engedélyezze ezt a funkciót, hogy aktiválja a Divi Woo Product Upsell modul beállításaiban hiányzó reszponzív oszlopszám beállítását, amelynek segítségével kiválaszthatja, hány termékoszlop jelenjen meg az egyes eszközökön.

source: Enable the Widow Fixer feature.
hu_hu: Engedélyezze a Widow Fixer funkciót.

source: Paragraphs
hu_hu: Bekezdések

source: Enable this feature to remove the widow words on the last line of paragraph text.
hu_hu: Engedélyezze ezt a funkciót a bekezdés szövegének utolsó sorában lévő özvegy szavak eltávolításához.

source: Minimum Paragraph Widow Words
hu_hu: Bekezdés minimális özvegyszó-száma

source: Select the minimum number of words allowed on the last line of each paragraph.
hu_hu: Válassza ki a bekezdések utolsó sorában engedélyezett szavak minimális számát.

source: Headings
hu_hu: Címsorok

source: Enable the Widow Fixer feature for headings (H1-H6).
hu_hu: Engedélyezze a Widow Fixer funkciót a címsorokhoz (H1-H6).

source: Minimum Heading Widow Words
hu_hu: Címsorok minimális özvegyszó-száma

source: Select the minimum number of words allowed on the last line of each heading.
hu_hu: Válassza ki a címsorok utolsó sorában engedélyezett szavak minimális számát.

source: Exclude Pages
hu_hu: Oldalak kizárása

source: Enable this feature to excluded the Widow Fixer on selected pages.
hu_hu: Engedélyezze ezt a funkciót a Widow Fixer kizárásához a kiválasztott oldalakon.

source: Select Pages To Exclude
hu_hu: Válassza ki a kizárandó oldalakat

source: Choose which pages you want to include or exclude from the Widow Fixer settings. The Widow Fixer will apply to all pages marked with a checkmark, and all pages marked with an X will be excluded.
hu_hu: Válassza ki, mely oldalakat kívánja felvenni vagy kizárni a Widow Fixer beállításokból. A Widow Fixer minden pipával jelölt oldalra érvényes lesz, az X-szel jelölt oldalak pedig ki lesznek zárva.

source: Exclude Sections, Rows, or Modules
hu_hu: Szakaszok, sorok vagy modulok kizárása

source: This feature requires you to add a CSS class to the section, row, or module that you want to exclude from the Widow Fixer. To do this, simply open the settings of that element and go to the Advanced tab. There you will see a toggle called CSS ID & Classes. Open that toggle and place the CSS class “exclude-drh-widow-fixer” into the CSS Class input field.
hu_hu: Ez a funkció megköveteli, hogy adjon hozzá egy CSS-osztályt ahhoz a szakaszhoz, sorhoz vagy modulhoz, amelyet ki szeretne zárni a Widow Fixerből. Ehhez egyszerűen nyissa meg az adott elem beállításait, és lépjen az Advanced fülre. Ott egy CSS ID & Classes nevű kapcsolót talál. Nyissa meg, és írja be a “exclude-drh-widow-fixer” CSS-osztályt a CSS Class mezőbe.

source: Preview Size Presets
hu_hu: Előnézeti méret előbeállítások

source: Enable this feature to show the preview size preset buttons in the Visual Builder page settings (located in the bottom left corner by default).
hu_hu: Engedélyezze ezt a funkciót, hogy a Visual Builder oldalbeállításokban megjelenjenek az előnézeti méret előbeállítás gombjai (alapértelmezés szerint a bal alsó sarokban).

source: Phone Preset Button One
hu_hu: Telefon – 1. előnézeti méret előbeállítás gomb

source: Enter a custom value for the 1st preview size preset button in the Phone view.
hu_hu: Adjon meg egy egyéni értéket az 1. előnézeti méret előbeállítás gombhoz a Telefon nézetben.

source: Phone Preset Button Two
hu_hu: Telefon – 2. előnézeti méret előbeállítás gomb

source: Enter a custom value for the 2nd preview size preset button in the Phone view.
hu_hu: Adjon meg egy egyéni értéket a 2. előnézeti méret előbeállítás gombhoz a Telefon nézetben.

source: Phone Preset Button Three
hu_hu: Telefon – 3. előnézeti méret előbeállítás gomb

source: Enter a custom value for the 3rd preview size preset button in the Phone view.
hu_hu: Adjon meg egy egyéni értéket a 3. előnézeti méret előbeállítás gombhoz a Telefon nézetben.

source: Tablet Preset Button One
hu_hu: Táblagép – 1. előnézeti méret előbeállítás gomb

source: Enter a custom value for the 1st preview size preset button in the Tablet view.
hu_hu: Adjon meg egy egyéni értéket az 1. előnézeti méret előbeállítás gombhoz a Táblagép nézetben.

source: Tablet Preset Button Two
hu_hu: Táblagép – 2. előnézeti méret előbeállítás gomb

source: Enter a custom value for the 2nd preview size preset button in the Tablet view.
hu_hu: Adjon meg egy egyéni értéket a 2. előnézeti méret előbeállítás gombhoz a Táblagép nézetben.

source: Tablet Preset Button Three
hu_hu: Táblagép – 3. előnézeti méret előbeállítás gomb

source: Enter a custom value for the 3rd preview size preset button in the Tablet view.
hu_hu: Adjon meg egy egyéni értéket a 3. előnézeti méret előbeállítás gombhoz a Táblagép nézetben.

source: Desktop Preset Button One
hu_hu: Asztali – 1. előnézeti méret előbeállítás gomb
