Repository: hellowpio/wordpress-translations
Catalog: plugins/*/divi-responsive-helper/divi-responsive-helper-*.po
Languages: hu_hu

source: Enter a custom value for the 1st preview size preset button in the Desktop view.
hu_hu: Adjon meg egy egyéni értéket az 1. előnézeti méret előbeállítás gombhoz az Asztali nézetben.

source: Desktop Preset Button Two
hu_hu: Asztali – 2. előnézeti méret előbeállítás gomb

source: Enter a custom value for the 2nd preview size preset button in the Desktop view.
hu_hu: Adjon meg egy egyéni értéket a 2. előnézeti méret előbeállítás gombhoz az Asztali nézetben.

source: Desktop Preset Button Three
hu_hu: Asztali – 3. előnézeti méret előbeállítás gomb

source: Enter a custom value for the 3rd preview size preset button in the Desktop view.
hu_hu: Adjon meg egy egyéni értéket a 3. előnézeti méret előbeállítás gombhoz az Asztali nézetben.

source: Preview Size Custom Value
hu_hu: Előnézeti méret egyéni érték

source: Disable Divi Responsive Views Settings
hu_hu: A Divi Responsive Views beállítások letiltása

source: Enable this feature to completely remove the default Divi Responsive Views settings.
hu_hu: Engedélyezze ezt a funkciót az alapértelmezett Divi Responsive Views beállítások teljes eltávolításához.

source: Show Viewport Size
hu_hu: Viewport méret megjelenítése

source: Enable this feature to add the current viewport width and height size in the Visual Builder page settings.
hu_hu: Engedélyezze ezt a funkciót, hogy a Visual Builder oldalbeállításokban megjelenjen az aktuális viewport szélessége és magassága.

source: Show Viewport Size In Admin Bar
hu_hu: Viewport méret megjelenítése az Admin Barban

source: Choose to show the current viewport width and height size in the admin bar in the top right corner.
hu_hu: Válassza, hogy a jobb felső sarokban lévő Admin Barban jelenjen meg az aktuális viewport szélessége és magassága.

source: Main Breakpoints
hu_hu: Fő töréspontok

source: Change Desktop/Tablet Breakpoint (Default 981px)
hu_hu: Asztali/Táblagép töréspont módosítása (alapértelmezett: 981px)

source: Enter a number (without 'px') to change the pixel value of the breakpoint where your design switches from Desktop to Tablet layout. The default is 981px, but you can customize it to fit your design needs.
hu_hu: Adjon meg egy számot ('px' nélkül) annak a töréspontnak a pixelértékének módosításához, ahol a dizájn az Asztali elrendezésről Táblagép elrendezésre vált. Az alapértelmezett érték 981px, de igényei szerint testre szabhatja.

source: Change Tablet/Phone Breakpoint (767px)
hu_hu: Táblagép/Telefon töréspont módosítása (767px)

source: Enter a number (without 'px') to change the pixel value of the breakpoint where your design switches from Tablet to Phone layout. The default is 767px, but you can customize it to fit your design needs.
hu_hu: Adjon meg egy számot ('px' nélkül) annak a töréspontnak a pixelértékének módosításához, ahol a dizájn a Táblagép elrendezésről Telefon elrendezésre vált. Az alapértelmezett érték 767px, de igényei szerint testre szabhatja.

source: Secondary Breakpoints
hu_hu: Másodlagos töréspontok

source: Change 480px Breakpoint
hu_hu: 480px-es töréspont módosítása

source: Enter a number (without 'px') to change the pixel value of the secondary phone breakpoint where some modules and elements in Divi adjust their layout and position. The default is 480px, but you can customize it to fit your design needs.
hu_hu: Adjon meg egy számot ('px' nélkül) a másodlagos telefonos töréspont pixelértékének módosításához, ahol a Diviben egyes modulok és elemek igazítják az elrendezésüket és pozíciójukat. Az alapértelmezett érték 480px, de igényei szerint testre szabhatja.
