Repository: hellowpio/wordpress-translations
Catalog: plugins/*/divi-responsive-helper/divi-responsive-helper-*.po
Languages: hu_hu

source: Make your website look great and function well on all devices with the help of our huge suite of over 50 awesome features and unique settings in this ultimate Divi responsive toolkit!
hu_hu: Tegye webhelyét minden eszközön nagyszerű megjelenésűvé és jól működővé a végső Divi reszponzív eszközkészletünk több mint 50 kiváló funkciót és egyedi beállítást tartalmazó hatalmas csomagjának segítségével!

source: Number of Blog Columns on Desktop
hu_hu: Blog oszlopainak száma asztali gépen

source: Default
hu_hu: Alapértelmezett

source: One
hu_hu: Egy

source: Two
hu_hu: Kettő

source: Three
hu_hu: Három

source: Four
hu_hu: Négy

source: Select the number of blog columns to show on Desktop.
hu_hu: Válassza ki az asztali gépen megjelenítendő blogoszlopok számát.

source: Number of Blog Columns on Tablet
hu_hu: Blog oszlopainak száma táblagépen

source: Select the number of blog columns to show on Tablet.
hu_hu: Válassza ki a táblagépen megjelenítendő blogoszlopok számát.

source: Number of Blog Columns on Phone
hu_hu: Blog oszlopainak száma telefonon

source: Select the number of blog columns to show on Phone.
hu_hu: Válassza ki a telefonon megjelenítendő blogoszlopok számát.

source: Blurb Image/Icon Position On Phone
hu_hu: Blurb kép/ikon pozíciója telefonon

source: Top Left
hu_hu: Fent balra

source: Top Center
hu_hu: Fent középen

source: Top Right
hu_hu: Fent jobbra

source: Choose the image or icon position on Phone devices when the default placement is set to left.
hu_hu: Válassza ki a kép vagy ikon pozícióját telefonon, amikor az alapértelmezett elhelyezés balra van állítva.

source: Enable Column Stacking Order
hu_hu: Oszlopok egymásra rendezési sorrendjének engedélyezése

source: Default Column Stacking Order
hu_hu: Alapértelmezett oszlopok egymásra rendezési sorrendje

source: Enable Column Stacking Order on both Tablet and Phone
hu_hu: Oszlopok egymásra rendezési sorrendjének engedélyezése táblagépen és telefonon is

source: Enable Column Stacking Order on Tablet only
hu_hu: Oszlopok egymásra rendezési sorrendjének engedélyezése csak táblagépen

source: Enable Column Stacking Order on Phone only
hu_hu: Oszlopok egymásra rendezési sorrendjének engedélyezése csak telefonon

source: Choose which Column Stacking Order option to use.
hu_hu: Válassza ki, melyik egymásra rendezési sorrend opciót kívánja használni az oszlopokhoz.

source: Number of Columns on Tablet
hu_hu: Oszlopok száma táblagépen

source: Five
hu_hu: Öt

source: Six
hu_hu: Hat

source: Select Number of Columns on Tablet
hu_hu: Válassza ki az oszlopok számát táblagépen

source: Number of Columns on Phone
hu_hu: Oszlopok száma telefonon

source: Select Number of Columns on Phone
hu_hu: Válassza ki az oszlopok számát telefonon

source: Stacking Order on Tablet
hu_hu: Egymásra rendezési sorrend táblagépen

source: Seven
hu_hu: Hét

source: Eight
hu_hu: Nyolc

source: Select a number to designate the order in which the columns will stack on Tablet.
hu_hu: Válasszon egy számot, amely meghatározza, milyen sorrendben rendeződnek egymásra az oszlopok táblagépen.

source: Stacking Order on Phone
hu_hu: Egymásra rendezési sorrend telefonon

source: Select a number to designate the order in which the columns will stack on Phone.
hu_hu: Válasszon egy számot, amely meghatározza, milyen sorrendben rendeződnek egymásra az oszlopok telefonon.

source: Column Layout
hu_hu: Oszlopelrendezés

source: %1$s Columns
hu_hu: %1$s oszlop

source: 1 Column
hu_hu: 1 oszlop

source: Choose how many columns to display.
hu_hu: Válassza ki a megjelenítendő oszlopok számát.

source: Custom Gutter Value
hu_hu: Egyéni gutter érték

source: Enter an optional custom gutter value and unit to override the default gutter value.
hu_hu: Adjon meg egy opcionális egyéni gutter értéket és mértékegységet az alapértelmezett gutter érték felülírásához.

source: Number of Image Columns on Desktop
hu_hu: Képoszlopok száma asztali gépen

source: Select the number of image columns to show on Desktop.
hu_hu: Válassza ki az asztali gépen megjelenítendő képoszlopok számát.

source: Number of Image Columns on Tablet
hu_hu: Képoszlopok száma táblagépen

source: Select the number of image columns to show on Tablet.
hu_hu: Válassza ki a táblagépen megjelenítendő képoszlopok számát.

source: Number of Image Columns on Phone
hu_hu: Képoszlopok száma telefonon

source: Select the number of image columns to show on Phone.
hu_hu: Válassza ki a telefonon megjelenítendő képoszlopok számát.

source: Show A Hamburger Menu On Desktop
hu_hu: Hamburger menü megjelenítése asztali gépen

source: Choose to replace the open Desktop menu with a hamburger menu instead.
hu_hu: Válassza, hogy a megnyitott asztali menüt hamburger menüre cserélje.

source: Menu Closed Icon
hu_hu: Zárt menü ikonja

source: Choose an icon for the menu when it is closed.
hu_hu: Válasszon ikont a menühöz, amikor az zárva van.

source: Menu Opened Icon
hu_hu: Nyitott menü ikonja

source: Choose an icon for the menu when it is opened.
hu_hu: Válasszon ikont a menühöz, amikor az nyitva van.

source: Add Text Beside Hamburger Menu Icon
hu_hu: Szöveg hozzáadása a hamburger menü ikonja mellé

source: Add custom text to the left side of the hamburger menu icon.
hu_hu: Adjon egyéni szöveget a hamburger menü ikonja bal oldalára.

source: Hamburger Menu Text
hu_hu: Hamburger menü szövege

source: Enter custom text to show on the left side of the hamburger menu icon.
hu_hu: Adja meg a hamburger menü ikonja bal oldalán megjelenítendő egyéni szöveget.

source: Menu
hu_hu: Menü

source: Show An Open Menu On Phone
hu_hu: Nyitott menü megjelenítése telefonon

source: Choose to remove the hamburger menu icon and open the menu instead on Phone devices.
hu_hu: Válassza a hamburger menü ikon eltávolítását, és ehelyett nyissa meg a menüt telefonokon.

source: Collapse Mobile Menu Submenus
hu_hu: Mobilmenü almenüinek összecsukása

source: Choose to collapse the submenu by default.
hu_hu: Válassza az almenü alapértelmezett összecsukását.

source: Collapse Submenu When Another Is Opened
hu_hu: Almenü összecsukása, amikor egy másik megnyílik

source: Choose to collapse the open submenu when another submenu is opened.
hu_hu: Válassza, hogy a nyitott almenü csukódjon össze, amikor egy másik almenü megnyílik.

source: Open/Close Submenus By Clicking Parent Menu Item
hu_hu: Almenük megnyitása/bezárása a szülő menüpont kattintásával

source: Choose to open and close the submenu by clicking the parent menu item. This effectively disables the parent menu link.
hu_hu: Válassza, hogy az almenü a szülő menüpont megkattintásával nyíljon meg és záródjon be. Ez gyakorlatilag letiltja a szülő menü hivatkozását.

source: Collapsible Submenu Icon Color
hu_hu: Összecsukható almenü ikonjának színe

source: Pick a color for the collapsible submenus icon.
hu_hu: Válasszon színt az összecsukható almenük ikonjához.

source: Collapsible Submenu Icon Background Color
hu_hu: Összecsukható almenü ikonjának háttérszíne

source: Pick a color for the collapsible submenus icon background.
hu_hu: Válasszon színt az összecsukható almenük ikonja hátteréhez.

source: Close Mobile Menu By Clicking Outside Dropdown
hu_hu: Mobilmenü bezárása a legördülőn kívülre kattintva

source: Choose to make the mobile menu dropdown close by clicking the area around the outside of it.
hu_hu: Válassza, hogy a mobilmenü legördülője a rajta kívüli területre kattintva záródjon be.

source: Menu Breakpoint
hu_hu: Menü töréspont

source: Enter the screen width pixel value for the responsive breakpoint for for when the menu changes between desktop and mobile versions. The default value in Divi is 981px.
hu_hu: Adja meg a képernyőszélesség pixelértékét ahhoz a reszponzív törésponthoz, amikor a menü asztali és mobil verzió között vált. A Divi alapértelmezett értéke 981px.

source: Make Mobile Menu Height Scrollable
hu_hu: Mobilmenü magasságának görgethetővé tétele

source: Choose to make the mobile menu scrollable to solve the situations when the menu is too tall and goes off the bottom of the screen.
hu_hu: Válassza, hogy a mobilmenü görgethető legyen azokban az esetekben, amikor a menü túl magas, és túlnyúlik a képernyő alján.

source: Mobile Menu Scrollable Max Height
hu_hu: Mobilmenü görgethető maximális magassága

source: Set the maximum height of the mobile menu. A scrollbar will be used if the menu is taller than this height.
hu_hu: Állítsa be a mobilmenü maximális magasságát. Görgetősáv lesz használva, ha a menü magasabb ennél a magasságnál.

source: Number of Portfolio Columns on Desktop
hu_hu: Portfólió oszlopainak száma asztali gépen

source: Select the number of Portfolio columns to show on Desktop.
hu_hu: Válassza ki az asztali gépen megjelenítendő portfólióoszlopok számát.

source: Number of Portfolio Columns on Tablet
hu_hu: Portfólió oszlopainak száma tableten

source: Select the number of Portfolio columns to show on Tablet.
hu_hu: Válassza ki a tableten megjelenítendő portfólióoszlopok számát.

source: Number of Portfolio Columns on Phone
hu_hu: Portfólió oszlopainak száma telefonon

source: Select the number of Portfolio columns to show on Phone.
hu_hu: Válassza ki a telefonon megjelenítendő portfólióoszlopok számát.

source: Number of Woo Product Columns on Desktop
hu_hu: Woo termék oszlopainak száma asztali gépen

source: Select the number of product columns to show on Desktop.
hu_hu: Válassza ki az asztali gépen megjelenítendő termékoszlopok számát.

source: Number of Woo Product Columns on Tablet
hu_hu: Woo termék oszlopainak száma tableten

source: Select the number of product columns to show on Tablet.
hu_hu: Válassza ki a tableten megjelenítendő termékoszlopok számát.

source: Number of Woo Product Columns on Phone
hu_hu: Woo termék oszlopainak száma telefonon

source: Select the number of product columns to show on Phone.
hu_hu: Válassza ki a telefonon megjelenítendő termékoszlopok számát.

source: Layout On Tablet
hu_hu: Elrendezés tableten

source: Vertical
hu_hu: Függőleges

source: Choose a tab layout to use on Tablet.
hu_hu: Válassza ki a tableten használandó lapfül-elrendezést.

source: Layout On Phone
hu_hu: Elrendezés telefonon

source: Horizontal
hu_hu: Vízszintes

source: Choose a tab layout to use on Phone.
hu_hu: Válassza ki a telefonon használandó lapfül-elrendezést.

source: Viewport Size:
hu_hu: Nézetablak mérete:

source: Show or hide the menu item on Desktop, Tablet, or Phone.
hu_hu: Megjeleníti vagy elrejti a menüelemet asztali gépen, táblagépen vagy telefonon.

source: Hide On Desktop
hu_hu: Elrejtés asztali gépen

source: Hide On Tablet
hu_hu: Elrejtés táblagépen

source: Hide On Mobile
hu_hu: Elrejtés mobilon

source: Viewport:
hu_hu: Nézetablak:

source: Settings
hu_hu: Beállítások

source: Render Scripts Inline
hu_hu: Szkriptek inline megjelenítése

source: Choose how you want scripts to load. When this setting is disabled, scripts will render from a URL by default. When this setting is enabled, scripts will render inline.
hu_hu: Válassza ki, hogyan szeretné betölteni a szkripteket. Ha ez a beállítás le van tiltva, a szkriptek alapértelmezés szerint egy URL-ről jelennek meg. Ha ez a beállítás engedélyezve van, a szkriptek inline jelennek meg.

source: Remove Plugin Data When Uninstalled
hu_hu: Bővítményadatok eltávolítása eltávolításkor

source: This setting will remove all plugin data and saved settings when you uninstall the plugin. Please use this setting carefully with the understanding that if you enable the setting you will lose all saved settings if you uninstall the plugin.
hu_hu: Ez a beállítás a bővítmény eltávolításakor eltávolít minden bővítményadatot és mentett beállítást. Kérjük, körültekintően használja, mert a beállítás engedélyezése esetén a bővítmény eltávolításakor minden mentett beállítást elveszít.

source: Blog Module Post Count
hu_hu: Blog modul bejegyzésszám

source: Enable this setting to activate responsive options in the Blog module for setting the post count on Desktop, Tablet, and Phone.
hu_hu: Engedélyezze ezt a beállítást, hogy a Blog modulban elérhetővé váljanak a reszponzív lehetőségek a bejegyzésszám asztali, táblagépes és telefonos beállításához.

source: Woo Products Module Product Count
hu_hu: Woo Products modul termékszám

source: Enable this setting to activate responsive options in the Woo Products Module for setting the product count on Desktop, Tablet, and Phone.
hu_hu: Engedélyezze ezt a beállítást, hogy a Woo Products modulban elérhetővé váljanak a reszponzív lehetőségek a termékszám asztali, táblagépes és telefonos beállításához.

source: Gallery Module Image Count
hu_hu: Galéria modul képszám

source: Enable this setting to activate responsive options in the Gallery module for setting the image count on Desktop, Tablet, and Phone.
hu_hu: Engedélyezze ezt a beállítást, hogy a Galéria modulban elérhetővé váljanak a reszponzív lehetőségek a képszám asztali, táblagépes és telefonos beállításához.

source: Portfolio Module Project Count
hu_hu: Portfólió modul projektszám

source: Enable this setting to activate responsive options in the Portfolio module for setting the project count on Desktop, Tablet, and Phone.
hu_hu: Engedélyezze ezt a beállítást, hogy a Portfólió modulban elérhetővé váljanak a reszponzív lehetőségek a projektszám asztali, táblagépes és telefonos beállításához.

source: Image Module Lightbox
hu_hu: Kép modul Lightbox

source: Enable this toggle to activate responsive options in the Image module for setting the image to open in a lightbox for Desktop, Tablet, and Phone.
hu_hu: Engedélyezze ezt a kapcsolót, hogy a Kép modulban elérhetővé váljanak a reszponzív lehetőségek a kép lightboxban való megnyitásának asztali, táblagépes és telefonos beállításához.

source: Auto Open Responsive Tabs
hu_hu: Reszponzív fülek automatikus megnyitása

source: Enable and this feature to automatically open the responsive Desktop, Tablet and Phone tabs in the Visual Builder.This setting should only be used after carefully understanding it and only when you are ready to go through the website and adjust responsive settings for each device. Opening the responsive options automatically can cause unwanted changes to all your settings for each device, so this is very important to use with great caution. Only enable this setting if you have tested this on a development or staging site first to see how it works.
hu_hu: Engedélyezze ezt a funkciót, hogy a Visual Builderben a reszponzív asztali, táblagép és telefon fülek automatikusan megnyíljanak. Ezt a beállítást csak alapos megértés után, és csak akkor használja, amikor készen áll arra, hogy végigmenjen a webhelyen, és eszközönként beállítsa a reszponzív beállításokat. A reszponzív lehetőségek automatikus megnyitása nem kívánt változásokat okozhat az egyes eszközökre vonatkozó beállításaiban, ezért ezt rendkívül körültekintően használja. Csak akkor engedélyezze ezt a beállítást, ha először egy fejlesztői vagy átmeneti (staging) webhelyen tesztelte, hogy lássa, hogyan működik.

source: Disable Hover Effects On Touch Devices
hu_hu: Lebegtetési effektek letiltása érintőkészülékeken

source: Enable this feature to automatically disabled hover effects on touch devices.
hu_hu: Engedélyezze ezt a funkciót, hogy az érintőkészülékeken a lebegtetési effektek automatikusan le legyenek tiltva.

source: Parallax On Mobile Devices
hu_hu: Parallax hatás mobil eszközökön

source: Enable this feature to automatically add support for parallax effect on mobile devices whenever the Use Parallax Effect setting is enabled within any Divi section, row, column, or module.
hu_hu: Engedélyezze ezt a funkciót, hogy a mobil eszközökön automatikusan engedélyezze a parallax hatás támogatását, valahányszor a Parallax hatás használata beállítás engedélyezve van bármely Divi szakaszban, sorban, oszlopban vagy modulban.

source: Disable Animations On Mobile
hu_hu: Animációk letiltása mobilon

source: Enable this feature to disable animations on mobile to improve performance.
hu_hu: Engedélyezze ezt a funkciót, hogy a teljesítmény javítása érdekében letiltsa az animációkat mobilon.

source: Prevent Horizontal Scroll
hu_hu: Vízszintes görgetés megakadályozása

source: Enable this feature to prevent a common issue with Divi which causes the mobile site to scroll sideways with a horizontal scroll bar.
hu_hu: Engedélyezze ezt a funkciót, hogy megelőzzön egy gyakori Divi-problémát, amely miatt a mobil webhely oldalirányban görgethetővé válik vízszintes görgetősávval.

source: Mobile Pinch Zooming
hu_hu: Mobil csippentéses nagyítás

source: Enable this feature to allow users to pinch and zoom on mobile.
hu_hu: Engedélyezze ezt a funkciót, hogy a felhasználók mobilon csippentéssel nagyíthassanak.

source: Mobile Logo
hu_hu: Mobil logó

source: Set As Logo
hu_hu: Beállítás logóként

source: Set a different logo image to appear in the default header menu on tablet and phone devices.
hu_hu: Állítson be eltérő logóképet, amely a táblagépes és telefonos alapértelmezett fejlécmenüben jelenik meg.

source: Mobile Header Bar Color
hu_hu: Mobil fejlécsáv színe

source: Set a color for the mobile address bar header for Android devices using the Chrome browser.
hu_hu: Állítson be színt a mobil címsáv fejléchez a Chrome böngészőt használó Android-eszközökön.

source: Tabs Module Tab Layout
hu_hu: Tabs modul fülek elrendezése

source: Enable this feature to show settings in the Design tab of the Divi Tabs module for setting the tab stacking layout.
hu_hu: Engedélyezze ezt a funkciót, hogy a Divi Tabs modul Tervezés fülén megjelenjenek a beállítások a fülek egymásra rendezési elrendezésének megadásához.

source: Enable this feature to activate new settings in the Design tab of the Divi Blurb module settings for setting the blurb image/icon position on Phone devices when the default placement is set to left.
hu_hu: Engedélyezze ezt a funkciót, hogy a Divi Blurb modul beállításainak Tervezés fülén új beállítások legyenek elérhetők a blurb képének/ikonjának telefonon történő pozicionálásához, amikor az alapértelmezett elhelyezés balra van állítva.

source: Back To Top Button Visibility
hu_hu: Vissza a tetejére gomb láthatósága

source: Show On All Devices
hu_hu: Megjelenítés minden eszközön

source: Show On Desktop
hu_hu: Megjelenítés asztali gépen

source: Show On Tablet
hu_hu: Megjelenítés táblagépen

source: Show On Phone
hu_hu: Megjelenítés telefonon

source: Show On Desktop And Tablet
hu_hu: Megjelenítés asztali gépen és táblagépen

source: Show On Tablet And Phone
hu_hu: Megjelenítés táblagépen és telefonon

source: Show On Desktop And Phone
hu_hu: Megjelenítés asztali gépen és telefonon

source: Choose on which devices to show the Back To Top Button. This feature first requires the main Back To Top Button to be enabled in Divi>Theme Options>General.
hu_hu: Válassza ki, mely eszközökön jelenjen meg a Vissza a tetejére gomb. Ehhez a funkcióhoz először engedélyezni kell a fő Vissza a tetejére gombot a Divi>Téma beállításai>Általános menüben.

source: Section Default Top/Bottom Padding On Desktop (%)
hu_hu: Szakasz alapértelmezett felső/alsó padding Asztali eszközön (%)

source: Set the default top and bottom padding percentage value to apply to all sections across the entire website on Desktop.
hu_hu: Állítsa be az alapértelmezett felső és alsó padding százalékos értékét az egész webhely összes szakaszához Asztali eszközön.

source: Section Default Top/Bottom Padding On Tablet (px)
hu_hu: Szakasz alapértelmezett felső/alsó padding Táblagépen (px)

source: Set the default top and bottom padding pixel value to apply to all sections across the entire website on Tablet.
hu_hu: Állítsa be az alapértelmezett felső és alsó padding pixel értékét az egész webhely összes szakaszához Táblagépen.

source: Section Default Top/Bottom Padding On Phone (px)
hu_hu: Szakasz alapértelmezett felső/alsó padding Telefonon (px)

source: Set the default top and bottom padding pixel value to apply to all sections across the entire website on Phone.
hu_hu: Állítsa be az alapértelmezett felső és alsó padding pixel értékét az egész webhely összes szakaszához Telefonon.

source: Row Default Top/Bottom Padding On Desktop (%)
hu_hu: Sor alapértelmezett felső/alsó padding Asztali eszközön (%)

source: Set the default top and bottom padding percentage value to apply to all rows across the entire website on Desktop.
hu_hu: Állítsa be az alapértelmezett felső és alsó padding százalékos értékét az egész webhely összes sorához Asztali eszközön.

source: Row Default Top/Bottom Padding On Tablet (px)
hu_hu: Sor alapértelmezett felső/alsó padding Táblagépen (px)

source: Set the default top and bottom padding pixel value to apply to all rows across the entire website on Tablet.
hu_hu: Állítsa be az alapértelmezett felső és alsó padding pixel értékét az egész webhely összes sorához Táblagépen.

source: Row Default Top/Bottom Padding On Phone (px)
hu_hu: Sor alapértelmezett felső/alsó padding Telefonon (px)

source: Set the default top and bottom padding pixel value to apply to all rows across the entire website on Phone.
hu_hu: Állítsa be az alapértelmezett felső és alsó padding pixel értékét az egész webhely összes sorához Telefonon.

source: Row Default Width On Desktop (%)
hu_hu: Sor alapértelmezett szélessége Asztali eszközön (%)

source: Set the default width percentage value to apply to all rows across the entire website on Desktop.
hu_hu: Állítsa be az alapértelmezett szélesség százalékos értékét az egész webhely összes sorához Asztali eszközön.

source: Row Default Width On Tablet (%)
hu_hu: Sor alapértelmezett szélessége Táblagépen (%)

source: Set the default width percentage value to apply to all rows across the entire website on Tablet.
hu_hu: Állítsa be az alapértelmezett szélesség százalékos értékét az egész webhely összes sorához Táblagépen.

source: Row Default Width On Phone (%)
hu_hu: Sor alapértelmezett szélessége Telefonon (%)

source: Set the default width percentage value to apply to all rows across the entire website on Phone.
hu_hu: Állítsa be az alapértelmezett szélesség százalékos értékét az egész webhely összes sorához Telefonon.

source: Row Default Max Width On Desktop (px)
hu_hu: Sor alapértelmezett maximális szélessége Asztali eszközön (px)

source: Set the default max-width pixel value to all rows across the entire website on Desktop.
hu_hu: Állítsa be az alapértelmezett max-width pixel értékét az egész webhely összes sorához Asztali eszközön.

source: Row Default Max Width On Tablet (px)
hu_hu: Sor alapértelmezett maximális szélessége Táblagépen (px)

source: Set the default max-width pixel value to apply to all rows across the entire website on Phone.
hu_hu: Állítsa be az alapértelmezett max-width pixel értékét az egész webhely összes sorához Telefonon.

source: Row Default Max Width On Phone (px)
hu_hu: Sor alapértelmezett maximális szélessége Telefonon (px)

source: Set the default max-width value and unit to apply to all rows across the entire website on Phone.
hu_hu: Állítsa be az alapértelmezett max-width értéket és mértékegységet az egész webhely összes sorához Telefonon.

source: Custom Gutter Width
hu_hu: Egyéni gutter szélesség

source: Enable this feature to activate an additional setting in the Divi Builder Rows in the Sizing toggle for setting the custom value and unit for the gutter on any device size.
hu_hu: Engedélyezze ezt a funkciót egy további beállítás aktiválásához a Divi Builder Soroknál a Méretezés kapcsolóban, amely a gutter egyéni értékének és mértékegységének beállítását teszi lehetővé bármely eszközméreten.

source: Custom CSS For Desktop Only
hu_hu: Egyéni CSS csak Asztalira

source: Place any custom CSS here that you want to apply on Desktop device sizes only (981px and up).
hu_hu: Helyezze ide azokat az egyéni CSS-kódokat, amelyeket kizárólag Asztali eszközméreteken kíván alkalmazni (981px és afölött).
