Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-pdf-watermark/woocommerce-pdf-watermark-*.po
Languages: hu_hu

source: Apply text or image-based watermarks to your WooCommerce PDF downloads.
hu_hu: Alkalmazzon szöveges vagy képalapú vízjeleket a WooCommerce PDF-letöltéseire.

source: PDF Watermark
hu_hu: PDF-vízjel

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
hu_hu: E bővítmény használatával személyes adatokat tárolhat, vagy adatokat oszthat meg egy külső szolgáltatással. <a href="%s" target="_blank">Tudjon meg többet arról, hogyan működik ez, beleértve azt is, mit érdemes feltüntetnie az adatvédelmi szabályzatában.</a>

source: Disable
hu_hu: Letiltás

source: Disable PDF downloads from this product to be watermarked.
hu_hu: Tiltsa le ennél a terméknél a PDF-letöltések vízjelezését.

source: Override
hu_hu: Felülírás

source: Override the global PDF watermark settings with custom ones.
hu_hu: A globális PDF-vízjel beállítások felülírása egyéni beállításokkal.

source: Watermark Type
hu_hu: Vízjel típusa

source: The type of watermark you would like to apply to the PDF documents, text-based or image.
hu_hu: A PDF-dokumentumokra alkalmazandó vízjel típusa: szöveges vagy kép.

source: Image
hu_hu: Kép

source: Text
hu_hu: Szöveg

source: Watermark Image
hu_hu: Vízjel képe

source: URL to the image you want to use for the watermark.
hu_hu: A vízjelhez használni kívánt kép URL-je.

source: Watermark Text
hu_hu: Vízjel szövege

source: Text you want to use for the watermark. You can use {first_name}, {last_name}, {email}, {order_number}, {order_date}, {site_name}, {site_url} tags to insert customer specific data in the watermark.
hu_hu: A vízjelhez használni kívánt szöveg. A vízjelbe ügyfélspecifikus adatok beszúrásához használhatja a következő tageket: {first_name}, {last_name}, {email}, {order_number}, {order_date}, {site_name}, {site_url}.

source: Disable PDF Watermark:
hu_hu: PDF-vízjel letiltása:

source: Disable PDF downloads from this variation to be watermarked.
hu_hu: Tiltsa le ennél a variációnál a PDF-letöltések vízjelezését.

source: Override PDF Watermark:
hu_hu: PDF-vízjel felülírása:

source: Enter the number of days before a download link expires, or leave blank.
hu_hu: Adja meg, hány nap után járjon le a letöltési hivatkozás, vagy hagyja üresen.

source: Watermark Type:
hu_hu: Vízjel típusa:

source: Watermark Image:
hu_hu: Vízjel képe:

source: Watermark Text:
hu_hu: Vízjel szövege:

source: Text you want to use for the watermark. You can use {first_name}, {last_name}, {full_name}, {username}, {email}, {order_number}, {order_date}, {site_name}, {site_url} tags to insert customer specific data in the watermark.
hu_hu: A vízjelhez használni kívánt szöveg. A vízjelbe ügyfélspecifikus adatok beszúrásához használhatja a következő tageket: {first_name}, {last_name}, {full_name}, {username}, {email}, {order_number}, {order_date}, {site_name}, {site_url}.

source: The following Downloadable Files are not compatible with PDF Watermarker. You should disable watermarking on this product or choose different files.
hu_hu: A következő letölthető fájlok nem kompatibilisek a PDF Watermarkerrel. E terméknél tiltsa le a vízjelezést, vagy válasszon más fájlokat.

source: Unable to serve the file at this time. The file does not support watermarking.
hu_hu: A fájl jelenleg nem szolgálható ki. A fájl nem támogatja a vízjelezést.

source: Error generating PDF, please check error logs. Unable to create output file!
hu_hu: Hiba a PDF előállítása során, ellenőrizze a hibanaplókat. Nem sikerült létrehozni a kimeneti fájlt!

source: General
hu_hu: Általános

source: The type of watermark you would like to apply to PDF documents, text-based or image.
hu_hu: A PDF-dokumentumokra alkalmazandó vízjel típusa: szöveges vagy kép.

source: Both
hu_hu: Mindkettő

source: The image to apply as a watermark to PDF documents. Upload your image using the <a href="%s">media uploader</a>. Note: For image watermark on epub file the reader should have an active internet connection on the device.
hu_hu: A PDF-dokumentumokra vízjelként alkalmazandó kép. Töltse fel a képét a <a href="%s">médiafeltöltővel</a>. Megjegyzés: Képes vízjel esetén epub fájlnál az olvasónak aktív internetkapcsolattal kell rendelkeznie az eszközön.

source: The text to use as a watermark on PDF documents. You can use {first_name}, {last_name}, {username}, {full_name}, {email}, {order_number}, {order_date}, {site_name}, {site_url} tags to insert customer specific data in the watermark.
hu_hu: A PDF-dokumentumokon vízjelként használni kívánt szöveg. A vízjelbe ügyfélspecifikus adatok beszúrásához használhatja a következő tageket: {first_name}, {last_name}, {username}, {full_name}, {email}, {order_number}, {order_date}, {site_name}, {site_url}.

source: Styling / Layout
hu_hu: Stílus / Elrendezés

source: Font
hu_hu: Betűtípus

source: <b>Note:</b> Both <b>Arial</b> and <b>DejaVu Sans</b> fonts support Greek characters. If you experience issues with Greek text rendering, please ensure the correct font is selected.
hu_hu: <b>Megjegyzés:</b> Az <b>Arial</b> és a <b>DejaVu Sans</b> betűtípus is támogatja a görög karaktereket. Ha problémát tapasztal a görög szöveg megjelenítésével, ellenőrizze, hogy a megfelelő betűtípust választotta-e ki.

source: Font Size
hu_hu: Betűméret

source: Font Style
hu_hu: Betűstílus

source: Bold
hu_hu: Félkövér

source: Italics
hu_hu: Dőlt

source: Underline
hu_hu: Aláhúzott

source: Font Colour
hu_hu: Betűszín

source: Watermark Opacity
hu_hu: Vízjel átlátszatlansága

source: 0 = fully transparent, 1 = fully opaque.
hu_hu: 0 = teljesen átlátszó, 1 = teljesen átlátszatlan.

source: Horizontal Position
hu_hu: Vízszintes pozíció

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Center
hu_hu: Közép

source: Vertical Position
hu_hu: Függőleges pozíció

source: Top
hu_hu: Felül

source: Middle
hu_hu: Középen

source: Bottom
hu_hu: Alul

source: Horizontal Offset
hu_hu: Vízszintes eltolás

source: A positive/negative offset in pt to horizontally allign the watermark. This does not apply to epub files.
hu_hu: Pozitív/negatív eltolás pt-ben a vízjel vízszintes igazításához. Ez nem vonatkozik az epub fájlokra.

source: Vertical Offset
hu_hu: Függőleges eltolás

source: A positive/negative offset in pt to vertically allign the watermark. This does not apply to epub files.
hu_hu: Pozitív/negatív eltolás pt-ben a vízjel függőleges igazításához. Ez nem vonatkozik az epub fájlokra.

source: Display on pages
hu_hu: Megjelenítés az oldalakon

source: All
hu_hu: Mind

source: First
hu_hu: Első

source: Last
hu_hu: Utolsó

source: Alternate pages
hu_hu: Váltakozó oldalak

source: Custom
hu_hu: Egyéni

source: Include/Exclude Pages
hu_hu: Oldalak bevonása/kizárása

source: Include Specific Pages
hu_hu: Adott oldalak bevonása

source: Exclude Specific Pages
hu_hu: Adott oldalak kizárása

source: Specify the page numbers you want to add watermark in comma separated fromat. i.e 1,2,3.
hu_hu: Adja meg azoknak az oldalaknak a sorszámát, amelyekre vízjelet szeretne tenni, vesszővel elválasztva, azaz 1,2,3.

source: Specify the page numbers you don't want to add watermark in comma separated fromat. i.e 1,2,3.
hu_hu: Adja meg azoknak az oldalaknak a sorszámát, amelyekre nem szeretne vízjelet tenni, vesszővel elválasztva, azaz 1,2,3.

source: Preview
hu_hu: Előnézet

source: Preview PDF Watermark Settings
hu_hu: PDF-vízjel beállítások előnézete

source: Advanced
hu_hu: Speciális

source: Enable Password Protection
hu_hu: Jelszóvédelem engedélyezése

source: Allow password protection.
hu_hu: Jelszóvédelem engedélyezése.

source: Email Id Protection
hu_hu: E-mail-azonosító védelem

source: Order Id Protection
hu_hu: Rendelési azonosító védelem

source: Enable Copy Protection
hu_hu: Másolásvédelem engedélyezése

source: Do not allow copying or otherwise extracting text and graphics from the PDF document.
hu_hu: Ne engedélyezze szöveg és grafika másolását vagy kinyerését a PDF-dokumentumból.

source: Enable Print Protection
hu_hu: Nyomtatásvédelem engedélyezése

source: Do not allow printing of the PDF document.
hu_hu: Ne engedélyezze a PDF-dokumentum nyomtatását.

source: Enable Modification Protection
hu_hu: Módosításvédelem engedélyezése

source: Do not allow modifying of the PDF document, other than annotating if that is not disabled.
hu_hu: Ne engedélyezze a PDF-dokumentum módosítását, kivéve a jegyzetelést, ha az nincs letiltva.

source: Enable Annotate Protection
hu_hu: Jegyzetvédelem engedélyezése

source: Do not allow adding or modifying of text annotations, filling in of interactive form fields, and, if modify protection is enabled, creating or modifying of interactive form fields (including signature fields).
hu_hu: Ne engedélyezze szöveges megjegyzések hozzáadását vagy módosítását, interaktív űrlapmezők kitöltését, és ha a módosításvédelem engedélyezve van, interaktív űrlapmezők (beleértve az aláírásmezőket) létrehozását vagy módosítását.

source: Enable EPUB watermarks
hu_hu: EPUB vízjelek engedélyezése

source: When this is disabled, all support of the plugin for the EPUB should be disabled even the processes thats happening only in the background should stop working.
hu_hu: Ha ez le van tiltva, a bővítmény EPUB-támogatásának minden elemét le kell tiltani; még a csak a háttérben futó folyamatoknak is meg kell állniuk.
