Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/meta-box/meta-box-*.po
Languages: hu_hu

source: Create custom meta boxes and custom fields in WordPress.
hu_hu: Egyéni metadobozok és egyéni mezők létrehozása WordPressben.

source: Docs
hu_hu: Dokumentáció

source: + Add more
hu_hu: + Több hozzáadása

source: Delete
hu_hu: Törlés

source: Background Image
hu_hu: Háttérkép

source: -- Repeat --
hu_hu: -- Ismétlés --

source: No Repeat
hu_hu: Nincs ismétlés

source: Repeat All
hu_hu: Ismétlés mindkét irányban

source: Repeat Horizontally
hu_hu: Vízszintes ismétlés

source: Repeat Vertically
hu_hu: Függőleges ismétlés

source: Inherit
hu_hu: Örökölt

source: -- Position --
hu_hu: -- Pozíció --

source: Top Left
hu_hu: Bal felső

source: Top Center
hu_hu: Felül középen

source: Top Right
hu_hu: Jobb felső

source: Center Left
hu_hu: Középen balra

source: Center Center
hu_hu: Középen

source: Center Right
hu_hu: Középen jobbra

source: Bottom Left
hu_hu: Bal alsó

source: Bottom Center
hu_hu: Alul középen

source: Bottom Right
hu_hu: Jobb alsó

source: -- Attachment --
hu_hu: -- Rögzítés --

source: Fixed
hu_hu: Rögzített

source: Scroll
hu_hu: Görgetés

source: -- Size --
hu_hu: -- Méret --

source: Cover
hu_hu: Kitöltés

source: Contain
hu_hu: Befoglalás

source: Click me
hu_hu: Kattints rám

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Select File
hu_hu: Fájl kiválasztása

source: Select
hu_hu: Kiválasztás

source: Remove
hu_hu: Eltávolítás

source: You may only upload maximum %d file
hu_hu: Legfeljebb %d fájl tölthető fel

source: You may only upload maximum %d files
hu_hu: Legfeljebb %d fájl tölthető fel

source: Error: Invalid file
hu_hu: Hiba: Érvénytelen fájl

source: Error: Cannot delete file
hu_hu: Hiba: A fájl nem törölhető

# file upload
source: + Add new file
hu_hu: + Új fájl hozzáadása

# file upload
source: Delete
hu_hu: Törlés

# file upload
source: Edit
hu_hu: Szerkesztés

source: Select an icon
hu_hu: Ikon kiválasztása

source: Toggle All
hu_hu: Összes váltása

source: Key
hu_hu: Kulcs

source: Value
hu_hu: Érték

source: No results found
hu_hu: Nincs találat

# media
source: + Add Media
hu_hu: + Média hozzáadása

# media
source: file
hu_hu: fájl

# media
source: files
hu_hu: fájl

# media
source: Remove
hu_hu: Eltávolítás

# media
source: Edit
hu_hu: Szerkesztés

# media
source: View
hu_hu: Megtekintés

# media
source: No Title
hu_hu: Nincs cím

# media
source: Select Files
hu_hu: Fájlok kiválasztása

# media
source: or
hu_hu: vagy

# media
source: Drop files here to upload
hu_hu: Húzza ide a fájlokat a feltöltéshez

source: Embed HTML not available.
hu_hu: A beágyazott HTML nem érhető el.

source: Select a post
hu_hu: Bejegyzés kiválasztása

source: Select a %s
hu_hu: %s kiválasztása

source: (No title)
hu_hu: (Nincs cím)

source: Select an item
hu_hu: Elem kiválasztása

source: All
hu_hu: Összes

source: None
hu_hu: Egyik sem

source: Select a sidebar
hu_hu: Oldalsáv kiválasztása

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Select a term
hu_hu: Kifejezés kiválasztása

source: Select a user
hu_hu: Felhasználó kiválasztása

source: Add New User
hu_hu: Új felhasználó hozzáadása

source: Meta Box Title
hu_hu: Metadoboz címe

source: Please correct the errors highlighted below and try again.
hu_hu: Kérjük, javítsa az alább kiemelt hibákat, majd próbálja újra.

source: Need some help? Search here...
hu_hu: Segítségre van szüksége? Keressen itt...

source: Searching...
hu_hu: Keresés...

source: No results found.
hu_hu: Nincs találat.

source: Documentation
hu_hu: Dokumentáció

source: What's new?
hu_hu: Mik az újdonságok?

source: Hello %s,
hu_hu: Üdv, %s,

source: Welcome to %s,
hu_hu: Üdvözöljük a %s-ben,

source: %s is a powerful, lightweight WordPress plugin for creating custom post types, fields, relationships, and more. With a user-friendly interface and flexible options, it simplifies dynamic content creation without complex coding. Free and reliable, it's perfect for beginners and experts alike.
hu_hu: %s egy hatékony, könnyű WordPress-bővítmény egyéni bejegyzéstípusok, mezők, kapcsolatok és egyebek létrehozásához. Felhasználóbarát felületével és rugalmas beállításaival leegyszerűsíti a dinamikus tartalomkészítést bonyolult kódolás nélkül. Ingyenes és megbízható, kezdőknek és profiknak egyaránt ideális.

source: Get started
hu_hu: Kezdés

source: Getting Started
hu_hu: Első lépések

source: Create a post type
hu_hu: Bejegyzéstípus létrehozása

source: For a new type of content on your website
hu_hu: Új tartalomtípus létrehozásához a webhelyén

source: Create a taxonomy
hu_hu: Taxonómia létrehozása

source: To group or categorize your posts
hu_hu: Bejegyzések csoportosításához vagy kategorizálásához

source: Create a field group
hu_hu: Mezőcsoport létrehozása

source: To add custom fields to your posts
hu_hu: Egyéni mezők hozzáadásához a bejegyzésekhez

source: Create a relationship
hu_hu: Kapcsolat létrehozása

source: To establish connections between posts
hu_hu: Kapcsolatok létrehozásához a bejegyzések között

source: Create a view
hu_hu: Nézet létrehozása

source: To output fields on the frontend
hu_hu: Mezők megjelenítéséhez a nyilvános felületen

source: Create a settings page
hu_hu: Beállítások oldal létrehozása

source: For global settings of your website
hu_hu: A webhely globális beállításaihoz

source: Tutorials
hu_hu: Útmutatók

source: Upgrade
hu_hu: Frissítés

source: Cool
hu_hu: Szuper

source: Click to view the video version
hu_hu: Kattintson a videós változat megtekintéséhez

source: Creating post types and taxonomies
hu_hu: Bejegyzéstípusok és taxonómiák létrehozása

source: Step-by-step guide to create custom post types and custom taxonomies.
hu_hu: Lépésről lépésre útmutató egyedi bejegyzéstípusok és egyedi taxonómiák létrehozásához.

source: Changing the ID of a field
hu_hu: Mező azonosítójának módosítása

source: If you want to change a field ID after entering data, here is the guide.
hu_hu: Ha az adatok megadása után szeretné módosítani egy mező azonosítóját, itt az útmutató.

source: Creating and configure custom fields
hu_hu: Egyedi mezők létrehozása és beállítása

source: Understanding custom fields and how to create them with Meta Box.
hu_hu: Az egyedi mezők megértése és létrehozásuk a Meta Box segítségével.

source: Creating category thumbnails
hu_hu: Kategóriák bélyegképeinek létrehozása

source: How to create featured images for categories and show them on the frontend.
hu_hu: Hogyan hozzon létre kiemelt képeket a kategóriákhoz, és hogyan jelenítse meg őket a frontend felületen.

source: Filtering posts by custom fields and taxonomies
hu_hu: Bejegyzések szűrése egyedi mezők és taxonómiák alapján

source: How to query, filter and show posts by taxonomies and by custom fields.
hu_hu: Hogyan lehet lekérdezni, szűrni és megjeleníteni bejegyzéseket taxonómiák és egyedi mezők alapján.

source: Creating a recipe with Meta Box and Bricks
hu_hu: Recept létrehozása Meta Box és Bricks használatával

source: How to create a post type with custom fields and show them with Bricks.
hu_hu: Hogyan hozzon létre egy bejegyzéstípust egyedi mezőkkel, és hogyan jelenítse meg őket a Bricks segítségével.

source: Export and import custom fields
hu_hu: Egyedi mezők exportálása és importálása

source: How to export custom fields settings and data and import them into another site.
hu_hu: Hogyan exportálja az egyedi mezők beállításait és adatait, és hogyan importálja azokat egy másik webhelyre.

source: Creating a listing site with Meta Box and Elementor
hu_hu: Listázó oldal létrehozása Meta Box és Elementor használatával

source: How to create listings and use Elementor to show and filter them.
hu_hu: Hogyan hozzon létre listázásokat, és hogyan használja az Elementort a megjelenítésükhöz és szűrésükhez.

source: View all tutorials
hu_hu: Összes oktatóanyag megtekintése

source: Get access to %s
hu_hu: Szerezzen hozzáférést %s-hez

source: An all-in-one plugin that provides all free & pro Meta Box extensions for building powerful and dynamic WordPress websites!
hu_hu: Egy mindent egyben bővítmény, amely tartalmazza az összes ingyenes és pro Meta Box kiegészítőt hatékony és dinamikus WordPress webhelyek készítéséhez!

source: Upgrade now
hu_hu: Frissítsen most

source: Feature
hu_hu: Funkció

source: Pricing
hu_hu: Árazás

source: Free
hu_hu: Ingyenes

source: Paid
hu_hu: Fizetős

source: The Meta Box framework
hu_hu: A Meta Box keretrendszer

source: Create custom post types & taxonomies
hu_hu: Egyedi bejegyzéstípusok és taxonómiák létrehozása

source: Create custom fields with UI
hu_hu: Egyedi mezők létrehozása grafikus felületen

source: Migration from ACF, Pods, Toolset
hu_hu: Migrálás ACF-ből, Pods-ból, Toolsetből

source: Integrations with Elementor, Divi, FacetWP, Yoast SEO,...
hu_hu: Integrációk az Elementorral, Divivel, FacetWP-vel, Yoast SEO-val,...

source: Relationships
hu_hu: Kapcsolatok

source: Get/set meta values with REST API
hu_hu: Metaértékek lekérése/beállítása a REST API-val

source: Limit text length
hu_hu: Szöveghossz korlátozása

source: Add custom fields to comments in WordPress
hu_hu: Egyedi mezők hozzáadása a WordPress hozzászólásokhoz

source: Auto update
hu_hu: Automatikus frissítés

source: Create custom fields for taxonomies
hu_hu: Egyedi mezők létrehozása taxonómiákhoz

source: Create custom fields for users
hu_hu: Egyedi mezők létrehozása felhasználókhoz

source: Create custom settings pages
hu_hu: Egyedi beállítási oldalak létrehozása

source: Create Customizer sections & panels
hu_hu: Customizer szekciók és panelek létrehozása

source: Create user profile
hu_hu: Felhasználói profil létrehozása

source: Create custom content models and save their data to custom tables
hu_hu: Egyedi tartalommodellek létrehozása és adataik mentése egyedi táblákba

source: Organize custom fields into repeatable groups
hu_hu: Egyedi mezők rendszerezése ismételhető csoportokba

source: Advanced location rules for field groups
hu_hu: Speciális elhelyezési szabályok mezőcsoportokhoz

source: Toggle fields or field groups with conditional logic
hu_hu: Mezők vagy mezőcsoportok megjelenítése/elrejtése feltételes logikával

source: Frontend submission forms and dashboard
hu_hu: Frontend beküldő űrlapok és vezérlőpult

source: Create templates and displaying fields with views
hu_hu: Sablonok létrehozása és mezők megjelenítése nézetekkel

source: Save post/term meta to custom tables
hu_hu: Bejegyzés-/kifejezés-meta mentése egyedi táblákba

source: Create custom Gutenberg blocks
hu_hu: Egyedi Gutenberg blokkok létrehozása

source: Display fields in admin columns
hu_hu: Mezők megjelenítése az admin oszlopokban

source: UI features: columns, tooltips, tabs
hu_hu: UI funkciók: oszlopok, eszköztippek, lapok

source: Premium support
hu_hu: Prémium támogatás

source: Licensing management system, including sub-licensing
hu_hu: Licenckezelő rendszer, beleértve az allicencelést

source: Learn more
hu_hu: Tudjon meg többet

source: Do more with %s
hu_hu: Tegyen többet %s-szel

source: Get access to the all-in-one version of Meta Box with full of top-notch features for building robust and dynamic websites.
hu_hu: Szerezzen hozzáférést a Meta Box mindent egyben verziójához, amely csúcsszintű funkciókkal van tele robusztus és dinamikus webhelyek építéséhez.

source: Wanna advanced features?
hu_hu: Haladó funkciókat szeretne?

source: Organize fields into groups (repeater)
hu_hu: Mezők csoportokba rendezése (ismétlő)

source: More location rules & conditional logic
hu_hu: Több elhelyezési szabály és feltételes logika

source: Custom tables to boost performance
hu_hu: Egyedi táblák a teljesítmény növeléséhez

source: Create custom blocks with low code
hu_hu: Egyedi blokkok létrehozása kevés kóddal

source: Create login, register & edit profile pages
hu_hu: Bejelentkezési, regisztrációs és profilszerkesztő oldalak létrehozása

source: Submit & manage posts on the frontend
hu_hu: Bejegyzések beküldése és kezelése a frontend felületen

source: Priority support
hu_hu: Elsőbbségi támogatás

source: And much more!
hu_hu: És még sok minden más!

source: Upgrade Now
hu_hu: Frissítsen most

source: If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!
hu_hu: Ha bármilyen kérdése van, segítségre van szüksége egy technikai problémában, vagy csak köszönne, számíthat ránk. Vegye fel velünk a kapcsolatot, és szívesen segítünk!

source: Go to the support forum
hu_hu: Ugrás a támogatási fórumra

source: Recommended plugins
hu_hu: Ajánlott bővítmények

source: Fast & Automated WordPress SEO Plugin
hu_hu: Gyors és automatizált WordPress SEO bővítmény

source: WordPress Optimizations & Tweaks
hu_hu: WordPress optimalizálások és finomhangolások

source: Join the community
hu_hu: Csatlakozzon a közösséghez

source: Share opinions, ask questions and help each other on our Meta Box community!
hu_hu: Ossza meg véleményét, tegyen fel kérdéseket, és segítsen másoknak a Meta Box közösségünkben!

source: Join our Facebook Group
hu_hu: Csatlakozzon a Facebook-csoportunkhoz

source: Leave us a review
hu_hu: Hagyjon értékelést

source: Are you are enjoying Meta Box? We would love to hear your feedback.
hu_hu: Élvezi a Meta Boxot? Örömmel fogadjuk a visszajelzését.

source: Submit a review
hu_hu: Értékelés beküldése

source: No items available
hu_hu: Nincs elérhető elem

source: Getting news...
hu_hu: Hírek lekérése...

source: Dashboard
hu_hu: Vezérlőpult

source: Install
hu_hu: Telepítés

source: Installing...
hu_hu: Telepítés...

source: Active
hu_hu: Aktív

source: Activate
hu_hu: Aktiválás

source: Activating...
hu_hu: Aktiválás...

source: Error installing plugin. Please try again.
hu_hu: Hiba a bővítmény telepítésekor. Kérjük, próbálja újra.

source: UPDATE UNAVAILABLE! Please enter a valid license key to enable automatic updates.
hu_hu: FRISSÍTÉS NEM ELÉRHETŐ! Kérjük, adjon meg érvényes licenckulcsot az automatikus frissítések engedélyezéséhez.

source: You have not set your Meta Box license key yet, which means you are missing out on automatic updates and support! Please <a href="%1$s">enter your license key</a> or <a href="%2$s" target="_blank">get a new one here</a>.
hu_hu: Még nem állította be a Meta Box licenckulcsát, így lemarad az automatikus frissítésekről és a támogatásról! Kérjük, <a href="%1$s">adja meg a licenckulcsát</a>, vagy <a href="%2$s" target="_blank">igényeljen itt egy újat</a>.

source: Your license key for Meta Box is <b>invalid</b>. Please <a href="%1$s">update your license key</a> or <a href="%2$s" target="_blank">get a new one</a> to enable automatic updates.
hu_hu: A Meta Box licenckulcsa <b>érvénytelen</b>. Kérjük, <a href="%1$s">frissítse a licenckulcsát</a>, vagy <a href="%2$s" target="_blank">igényeljen egy újat</a> az automatikus frissítések engedélyezéséhez.

source: Your license key for Meta Box is <b>expired</b>. Please <a href="%3$s" target="_blank">renew your license</a> to get automatic updates and premium support.
hu_hu: A Meta Box licenckulcsa <b>lejárt</b>. Kérjük, <a href="%3$s" target="_blank">újítsa meg a licencét</a>, hogy megkapja az automatikus frissítéseket és a prémium támogatást.

source: Please <a href="%1$s">enter your license key</a> or <a href="%2$s" target="_blank">get a new one here</a>.
hu_hu: Kérjük, <a href="%1$s">adja meg a licenckulcsát</a>, vagy <a href="%2$s" target="_blank">igényeljen itt egy újat</a>.

source: Your license key is <b>invalid</b>. Please <a href="%1$s">update your license key</a> or <a href="%2$s" target="_blank">get a new one here</a>.
hu_hu: A licenckulcsa <b>érvénytelen</b>. Kérjük, <a href="%1$s">frissítse a licenckulcsát</a>, vagy <a href="%2$s" target="_blank">igényeljen itt egy újat</a>.

source: Your license key is <b>expired</b>. Please <a href="%3$s" target="_blank">renew your license</a>.
hu_hu: A licenckulcsa <b>lejárt</b>. Kérjük, <a href="%3$s" target="_blank">újítsa meg a licencét</a>.

source: Activate License
hu_hu: Licenc aktiválása

source: Update License
hu_hu: Licenc frissítése

source: Meta Box License
hu_hu: Meta Box licenc

source: License
hu_hu: Licenc

source: Please enter your license key to enable automatic updates for Meta Box extensions.
hu_hu: Kérjük, adja meg a licenckulcsát a Meta Box kiegészítők automatikus frissítéseinek engedélyezéséhez.

source: To get the license key, visit the <a href="%1$s" target="_blank">My Account</a> page on metabox.io website. If you have not purchased any extension yet, please <a href="%2$s" target="_blank">get a new license here</a>.
hu_hu: A licenckulcs beszerzéséhez látogassa meg a metabox.io webhelyen a <a href="%1$s" target="_blank">Fiókom</a> oldalt. Ha még nem vásárolt kiegészítőt, kérjük, <a href="%2$s" target="_blank">igényeljen itt új licencet</a>.

source: License Key
hu_hu: Licenckulcs

source: Your license key is <b style="color: #d63638">invalid</b>.
hu_hu: A licenckulcsa <b style="color: #d63638">érvénytelen</b>.

source: Your license key is <b style="color: #d63638">expired</b>.
hu_hu: A licenckulcsa <b style="color: #d63638">lejárt</b>.

source: Your license key is <b style="color: #00a32a">active</b>.
hu_hu: A licenckulcsa <b style="color: #00a32a">aktív</b>.

source: Save Changes
hu_hu: Változtatások mentése

source: Something wrong with the connection to metabox.io. Please try again later.
hu_hu: Valami gond van a metabox.io-hoz való kapcsolattal. Kérjük, próbálja meg később újra.

source: Your license is activated.
hu_hu: A licenc aktiválva van.

source: License expired. Please renew on the <a href="%s" target="_blank">My Account</a> page on metabox.io website.
hu_hu: A licenc lejárt. Kérjük, újítsa meg a metabox.io webhely <a href="%s" target="_blank">Fiókom</a> oldalán.

source: Invalid license. Please <a href="%1$s" target="_blank">check again</a> or <a href="%2$s" target="_blank">get a new license here</a>.
hu_hu: Érvénytelen licenc. Kérjük, <a href="%1$s" target="_blank">ellenőrizze újra</a> vagy <a href="%2$s" target="_blank">szerezzen új licencet itt</a>.
