Repository: hellowpio/wordpress-translations
Catalog: plugins/*/affiliatewp-direct-link-tracking/affiliatewp-direct-link-tracking-*.po
Languages: hu_hu

source: %d direct links pending approval
hu_hu: %d közvetlen hivatkozás vár jóváhagyásra

source: %s has been submitted for approval.
hu_hu: %s jóváhagyásra lett beküldve.

source: %s has been submitted for approval. Until it has been approved, the old domain will continue to work: %s
hu_hu: %s jóváhagyásra lett beküldve. Amíg nem hagyják jóvá, a régi domain továbbra is működni fog: %s

source: %s requires %s. Please activate it to continue.
hu_hu: %s a(z) %s meglétét igényli. A folytatáshoz kérjük, aktiválja.

source: %s requires %s. Please install it to continue.
hu_hu: %s a(z) %s meglétét igényli. A folytatáshoz kérjük, telepítse.

source: %s was not approved.
hu_hu: %s nem lett jóváhagyva.

source: %s was not approved. Your old domain will continue to work: %s
hu_hu: %s nem lett jóváhagyva. A régi domain továbbra is működni fog: %s

source: A direct link has been submitted for approval.
hu_hu: Egy közvetlen hivatkozás jóváhagyásra lett benyújtva.

source: A new direct link, %s, has been submitted for approval
hu_hu: Egy új közvetlen hivatkozás, %s, jóváhagyásra lett benyújtva

source: Accept
hu_hu: Elfogad

source: Actions
hu_hu: Műveletek

source: Activate
hu_hu: Aktivál

source: Active
hu_hu: Aktív

source: Add Direct Link
hu_hu: Közvetlen hivatkozás hozzáadása

source: Add New
hu_hu: Új hozzáadása

source: Add new domain
hu_hu: Új domain hozzáadása

source: Affiliate
hu_hu: Partner

source: Affiliate ID
hu_hu: Partnerazonosító

source: Affiliate: %s
hu_hu: Partner: %s

source: AffiliateWP - Direct Link Tracking Requirements
hu_hu: AffiliateWP - Közvetlen hivatkozás követésének követelményei

source: AffiliateWP Requirements
hu_hu: AffiliateWP követelményei

source: All
hu_hu: Összes

source: Allow Direct Link Tracking
hu_hu: Közvetlen hivatkozás követésének engedélyezése

source: Allow direct link tracking for all affiliates. Leave unchecked if you would like to enable direct link tracking on a per-affiliate level.
hu_hu: Engedélyezze a közvetlen hivatkozás követését minden partner számára. Hagyja bejelöletlenül, ha partnerenként szeretné engedélyezni a közvetlen hivatkozás követését.

source: Allow direct link tracking for this affiliate.
hu_hu: A közvetlen hivatkozás követésének engedélyezése ennél a partnernél.

source: An invalid domain was submitted.
hu_hu: Érvénytelen domain került benyújtásra.

source: Base domain already exists in database, assigned to another affiliate.
hu_hu: Az alap domain már létezik az adatbázisban, és egy másik partnerhez van hozzárendelve.

source: Cheatin&#8217; huh?
hu_hu: Csalunk, ugye?

source: Current domain.
hu_hu: Jelenlegi domain.

source: Date Added
hu_hu: Hozzáadás dátuma

source: Deactivate
hu_hu: Deaktivál

source: Delete
hu_hu: Törlés

source: Direct Link Domain #
hu_hu: Közvetlen hivatkozás domain #

source: Direct Link Domain %s
hu_hu: Közvetlen hivatkozás domain %s

source: Direct Link Domain%s
hu_hu: Közvetlen hivatkozás domain%s

source: Direct Link Tracking
hu_hu: Közvetlen hivatkozás követése

source: Direct Link accepted
hu_hu: Közvetlen hivatkozás elfogadva

source: Direct Link activated
hu_hu: Közvetlen hivatkozás aktiválva

source: Direct Link added successfully
hu_hu: Közvetlen hivatkozás sikeresen hozzáadva

source: Direct Link deactivated
hu_hu: Közvetlen hivatkozás deaktiválva

source: Direct Link deleted
hu_hu: Közvetlen hivatkozás törölve

source: Direct Link did not have a domain suffix (.com, .org etc).
hu_hu: A közvetlen hivatkozásnak nem volt domainvégződése (.com, .org stb.).

source: Direct Link rejected
hu_hu: Közvetlen hivatkozás elutasítva

source: Direct Link updated
hu_hu: Közvetlen hivatkozás frissítve

source: Direct Link wasn&#8217;t added, please try again
hu_hu: A közvetlen hivatkozás nem lett hozzáadva, próbálja meg újra

source: Direct Link wasn&#8217;t added. Reason: Base domain already exists and is assigned to another affiliate.
hu_hu: A közvetlen hivatkozás nem lett hozzáadva. Ok: Az alap domain már létezik, és egy másik partnerhez van hozzárendelve.

source: Direct Link wasn&#8217;t added. Reason: Direct Link did not have a domain suffix (.com, .org etc).
hu_hu: A közvetlen hivatkozás nem lett hozzáadva. Ok: A közvetlen hivatkozásnak nem volt domainvégződése (.com, .org stb.).

source: Direct Link wasn&#8217;t added. Reason: Direct Link is blacklisted.
hu_hu: A Direct Link nem lett hozzáadva. Indok: A Direct Link feketelistán van.

source: Direct Link wasn&#8217;t added. Reason: Domain already exists.
hu_hu: A Direct Link nem lett hozzáadva. Indok: A domain már létezik.

source: Direct Link wasn&#8217;t added. Reason: Domain was entered incorrectly.
hu_hu: A Direct Link nem lett hozzáadva. Indok: A domain hibásan lett megadva.

source: Direct Link wasn&#8217;t added. Reason: Domain's base domain is blacklisted.
hu_hu: A Direct Link nem lett hozzáadva. Indok: A domain alapdoménje feketelistán van.

source: Direct Link wasn&#8217;t updated, please try again
hu_hu: A Direct Link nem lett frissítve, próbálja újra

source: Direct Link wasn&#8217;t updated. Reason: Base domain already exists and is assigned to another affiliate.
hu_hu: A Direct Link nem lett frissítve. Indok: Az alapdomén már létezik, és egy másik partnerhez van hozzárendelve.

source: Direct links allow you to link directly to this site, from your own website, without an affiliate link. Submit your domain or individual domain path%s below for approval.
hu_hu: A Direct links lehetővé teszik, hogy saját webhelyéről közvetlenül erre az oldalra hivatkozzon partner hivatkozás nélkül. Küldje be lent a domainjét vagy az egyes domainútvonal%s jóváhagyásra.

source: Dismiss this notice
hu_hu: Értesítés bezárása

source: Domain Blacklist
hu_hu: Domain feketelista

source: Domain already exists in database.
hu_hu: A domain már létezik az adatbázisban.

source: Domain is blacklisted.
hu_hu: A domain feketelistán van.

source: Domain must start with http:// or https://
hu_hu: A domainnak http:// vagy https:// előtaggal kell kezdődnie.

source: Domain to review.
hu_hu: Ellenőrzendő domain.

source: Domain was entered incorrectly.
hu_hu: A domain hibásan lett megadva.

source: Domain's base domain is blacklisted.
hu_hu: A domain alapdoménje feketelistán van.

source: Domains Allowed
hu_hu: Engedélyezett domainek

source: Domains placed here will be blocked from being added (by affiliate manager or affiliate) and prevent a visit from being created if already in use. Enter one domain per line.
hu_hu: Az ide helyezett domainek hozzáadása (a partner menedzser vagy a partner által) blokkolva lesz, és megakadályozzák egy látogatás létrehozását, ha már használatban vannak. Soronként egy domaint adjon meg.

source: Edit
hu_hu: Szerkesztés

source: Edit Direct Link
hu_hu: Direct Link szerkesztése

source: Enter a direct link domain.
hu_hu: Adjon meg egy Direct Link domaint.

source: Enter a domain for this direct link.
hu_hu: Adjon meg egy domaint ehhez a Direct Linkhez.

source: Enter the name of the affiliate or enter a partial name or email to perform a search.
hu_hu: Adja meg a partner nevét, vagy írjon be egy részleges nevet vagy e-mail címet a kereséshez.

source: Enter the number of domains an affiliate can add. This can also be set on a per-affiliate level.
hu_hu: Adja meg, hány domaint adhat hozzá egy partner. Ez partnerenként is beállítható.

source: Error
hu_hu: Hiba

source: Get more add-ons for AffiliateWP
hu_hu: Szerezzen be további kiegészítőket az AffiliateWP-hez

source: Hi %s,
hu_hu: Üdv %s,

source: Inactive
hu_hu: Inaktív

source: More add-ons
hu_hu: További kiegészítők

source: New Direct Link
hu_hu: Új Direct Link

source: New domain to review.
hu_hu: Új ellenőrzendő domain.

source: No direct links found.
hu_hu: Nem található Direct Link.

source: No domain specified.
hu_hu: Nincs megadva domain.

source: Note, your domain%s must be HTTP (not HTTPS) based.
hu_hu: Megjegyzés: a domain%s-nek HTTP-alapúnak (nem HTTPS) kell lennie.

source: Notify Affiliate
hu_hu: Partner értesítése

source: Notify Affiliate Manager
hu_hu: Partner menedzser értesítése

source: Notify affiliate manager when a direct link has been submitted for approval.
hu_hu: Értesítse a partner menedzsert, amikor egy Direct Linket jóváhagyásra benyújtanak.

source: Notify affiliate when a direct link has been approved.
hu_hu: Értesítse a partnert, amikor egy Direct Linket jóváhagytak.

source: Notify affiliate when a direct link has been rejected.
hu_hu: Értesítse a partnert, amikor egy Direct Linket elutasítottak.

source: Number of direct links per page:
hu_hu: Oldalankénti Direct Linkek száma:

source: Old domain: %s
hu_hu: Régi domain: %s

source: Pending
hu_hu: Függőben

source: Reject
hu_hu: Elutasítás

source: Rejected
hu_hu: Elutasítva

source: Remove
hu_hu: Eltávolítás

source: Remove Data When Deleted
hu_hu: Adatok eltávolítása törléskor

source: Remove all data from Direct Link Tracking when the plugin is deleted.
hu_hu: A bővítmény törlésekor a Direct Link Tracking összes adatának eltávolítása.

source: Requirements
hu_hu: Követelmények

source: Requires %s (%s), but (%s) is installed.
hu_hu: Szükséges a(z) %s (%s), de (%s) van telepítve.

source: Requires %s (%s), but it appears to be missing.
hu_hu: Szükséges a(z) %s (%s), de úgy tűnik, hiányzik.

source: Save Direct Links
hu_hu: Közvetlen hivatkozások mentése

source: Security check failed
hu_hu: Sikertelen biztonsági ellenőrzés

source: Status
hu_hu: Állapot

source: The affiliate ID the direct link belongs to. This cannot be changed.
hu_hu: Az a partnerazonosító, amelyhez a közvetlen hivatkozás tartozik. Ez nem módosítható.

source: The affiliate submitted an invalid domain.
hu_hu: A partner érvénytelen domaint adott meg.

source: The affiliate this direct link belongs to. This cannot be changed.
hu_hu: Az a partner, akihez ez a közvetlen hivatkozás tartozik. Ez nem módosítható.

source: The date the direct link was added. This cannot be changed.
hu_hu: A közvetlen hivatkozás hozzáadásának dátuma. Ez nem módosítható.

source: The domain of the direct link.
hu_hu: A közvetlen hivatkozás domainje.

source: The number of domains this affiliate can have for direct link tracking.
hu_hu: Azoknak a domaineknek a száma, amelyeket ez a partner a közvetlen hivatkozás követésére használhat.

source: The status of the direct link.
hu_hu: A közvetlen hivatkozás állapota.

source: This domain is currently inactive.
hu_hu: Ez a domain jelenleg inaktív.

source: This domain is inactive. Contact the site owner for more information.
hu_hu: Ez a domain inaktív. További információért lépjen kapcsolatba a webhely tulajdonosával.

source: This domain was rejected.
hu_hu: Ezt a domaint elutasították.

source: This plugin
hu_hu: Ez a bővítmény

source: This plugin is not fully active.
hu_hu: Ez a bővítmény nem teljesen aktív.

source: Update Direct Link
hu_hu: Közvetlen hivatkozás frissítése

source: Use this screen to manually create a new direct link for an affiliate.
hu_hu: Ezen a képernyőn manuálisan hozhat létre új közvetlen hivatkozást egy partner számára.

source: View direct links:
hu_hu: Közvetlen hivatkozások megtekintése:

source: Visits
hu_hu: Látogatások

source: You do not have permission to manage direct links
hu_hu: Nincs jogosultsága a közvetlen hivatkozások kezeléséhez

source: You have domains that were not approved:
hu_hu: Vannak olyan domainek, amelyeket nem hagytak jóvá:

source: Your direct link(s) have been updated
hu_hu: A közvetlen hivatkozás(ai) frissítve lettek

source: Your direct link, %s, has been approved
hu_hu: A közvetlen hivatkozása, %s, jóváhagyásra került

source: Your direct link, %s, has been approved.
hu_hu: A közvetlen hivatkozása, %s, jóváhagyásra került.

source: Your direct link, %s, has not been approved
hu_hu: A közvetlen hivatkozása, %s, nem került jóváhagyásra

source: Your direct link, %s, has not been approved.
hu_hu: A közvetlen hivatkozása, %s, nem került jóváhagyásra.

source: remove
hu_hu: eltávolítás

source: requires %s. Please activate it to continue.
hu_hu: a(z) %s szükséges. A folytatáshoz aktiválja.

source: requires %s. Please install it to continue.
hu_hu: a(z) %s szükséges. A folytatáshoz telepítse.
