Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/ninja-forms-layout-styles/ninja-forms-layout-styles-*.po
Languages: hu_hu

source: Ninja Forms - Layout & Styles
hu_hu: Ninja Forms - Elrendezés és stílusok

source: Form layout and styling add-on for Ninja Forms.
hu_hu: Űrlapelrendezést és stílusozást biztosító kiegészítő a Ninja Forms-hoz.

source: Element Hover Styles
hu_hu: Elem hover stílusai

source: Background Color
hu_hu: Háttérszín

source: Border Width
hu_hu: Szegélyvastagság

source: Border Style
hu_hu: Szegélystílus

source: None
hu_hu: Nincs

source: Solid
hu_hu: Folytonos

source: Dashed
hu_hu: Szaggatott

source: Dotted
hu_hu: Pontozott

source: Border Color
hu_hu: Szegélyszín

source: Text Color
hu_hu: Szövegszín

source: Height
hu_hu: Magasság

source: Width
hu_hu: Szélesség

source: Font Size
hu_hu: Betűméret

source: Margin
hu_hu: Margó

source: Padding
hu_hu: Belső margó

source: Display
hu_hu: Megjelenítés

source: Default
hu_hu: Alapértelmezett

source: Block
hu_hu: Blokk

source: Inline
hu_hu: Soron belüli

source: Inline Block
hu_hu: Soron belüli blokk

source: Float
hu_hu: Úsztatás

source: Show Advanced CSS Properties
hu_hu: Haladó CSS-tulajdonságok megjelenítése

source: Advanced CSS
hu_hu: Haladó CSS

source: Wrap Styles
hu_hu: Burkoló stílusai

source: Label Styles
hu_hu: Címke stílusai

source: Element Styles
hu_hu: Elem stílusai

source: Styles
hu_hu: Stílusok

source: Wrap
hu_hu: Burkoló

source: Label
hu_hu: Címke

source: Element
hu_hu: Elem

source: Element Hover
hu_hu: Elem hover

source: List Item Row
hu_hu: Listaelem sor

source: List Item Label
hu_hu: Listaelem címke

source: Item
hu_hu: Tétel

source: Item Hover
hu_hu: Tétel hover

source: Item Selected
hu_hu: Kiválasztott tétel

source: Quantity
hu_hu: Mennyiség

source: Field
hu_hu: Mező

source: Container Styles
hu_hu: Tároló stílusai

source: Title Styles
hu_hu: Cím stílusai

source: Row Styles
hu_hu: Sor stílusai

source: Odd Row Styles
hu_hu: Páratlan sor stílusai

source: Success Response Message Styles
hu_hu: Sikeres válaszüzenet stílusai

source: Error Response Message Styles
hu_hu: Hibás válaszüzenet stílusai

source: List Item Row Styles
hu_hu: Listaelem sor stílusai

source: List Item Label Styles
hu_hu: Listaelem címke stílusai

source: List Item Element Styles
hu_hu: Listaelem elemének stílusai

source: Breadcrumb Container Styles
hu_hu: Morzsamenü konténer stílusai

source: Breadcrumb Buttons Styles
hu_hu: Morzsamenü gombok stílusai

source: Breadcrumb Button Hover Styles
hu_hu: Morzsamenü gomb Hover stílusai

source: Breadcrumb Active Button Styles
hu_hu: Morzsamenü aktív gomb stílusai

source: Progress Bar Container Styles
hu_hu: Folyamatjelző sáv konténer stílusai

source: Progress Bar Fill Styles
hu_hu: Folyamatjelző sáv kitöltés stílusai

source: Part Titles Styles
hu_hu: Rész címeinek stílusai

source: Navigation Container Styles
hu_hu: Navigációs konténer stílusai

source: Previous Button Styles
hu_hu: Előző gomb stílusai

source: Next Button Styles
hu_hu: Következő gomb stílusai

source: Navigation Hover Styles
hu_hu: Navigáció Hover stílusai

source: Form Styles
hu_hu: Űrlap stílusai

source: Required Message Styles
hu_hu: Kötelező üzenet stílusai

source: Default Field Styles
hu_hu: Alapértelmezett mező stílusai

source: Field Type Styles
hu_hu: Mezőtípus stílusai

source: Error Styles
hu_hu: Hiba stílusai

source: Main Error Message Wrap Styles
hu_hu: Fő hibaüzenet burkoló stílusai

source: Error Field Wrap Styles
hu_hu: Hibás mező burkoló stílusai

source: Error Label Styles
hu_hu: Hibacímke stílusai

source: Error Element Styles
hu_hu: Hibaelem stílusai

source: Error Message Styles
hu_hu: Hibaüzenet stílusai

source: DatePicker Styles
hu_hu: DatePicker stílusai

source: DatePicker Container
hu_hu: DatePicker konténer

source: DatePicker Header
hu_hu: DatePicker fejléc

source: DatePicker Week Days
hu_hu: DatePicker hét napjai

source: DatePicker Days
hu_hu: DatePicker napok

source: DatePicker Day Hover
hu_hu: DatePicker nap Hover

source: DatePicker Today
hu_hu: DatePicker ma

source: DatePicker Selected
hu_hu: DatePicker kijelölt

source: DatePicker Previous Link
hu_hu: DatePicker előző hivatkozás

source: DatePicker Next Link
hu_hu: DatePicker következő hivatkozás

source: MultiPart Styles
hu_hu: MultiPart stílusai

source: Item Styles
hu_hu: Elem stílusai

source: Item Hover Styles
hu_hu: Elem Hover stílusai

source: Item Selected Styles
hu_hu: Kijelölt elem stílusai

source: Select a file
hu_hu: Válasszon egy fájlt

source: Import Default Styles
hu_hu: Alapértelmezett stílusok importálása

source: Select a Field Type
hu_hu: Válasszon egy mezőtípust

source: Import Styles
hu_hu: Stílusok importálása

source: Export Styles
hu_hu: Stílusok exportálása
