{"translation-revision-date":"2025-10-19 22:46","generator":"WP-CLI\/2.12.0","source":"settings\/build\/5575.fcad698abd3911da489e.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Vulnerability Detection":["Sebezhetőség-észlelés"],"Not installed":["Nincs telepítve"],"HTTP Strict Transport Security and related security headers":["HTTP Strict Transport Security és kapcsolódó biztonsági fejlécek"],"TLS \/ SSL":["TLS \/ SSL"],"Recommended site hardening features":["Ajánlott webhely-megerősítési funkciók"],"We are committed to the security of personal data. We take appropriate security measures to limit abuse of and unauthorized access to personal data. This ensures that only the necessary persons have access to your data, that access to the data is protected, and that our security measures are regularly reviewed.":["Elkötelezettek vagyunk a személyes adatok biztonsága iránt. Megfelelő biztonsági intézkedéseket teszünk a személyes adatokkal való visszaélés és a jogosulatlan hozzáférés korlátozására. Ez biztosítja, hogy az adataihoz csak a szükséges személyek férjenek hozzá, hogy az adatokhoz való hozzáférés védett legyen, és hogy biztonsági intézkedéseinket rendszeresen felülvizsgáljuk."],"The security measures we use consist of, but are not limited to:":["Az általunk alkalmazott biztonsági intézkedések többek között a következők:"],"Please activate Really Simple Security to unlock this feature.":["Kérjük, aktiválja a Really Simple Securityt a funkció feloldásához."],"Please install Really Simple Security to unlock this feature.":["Kérjük, telepítse a Really Simple Securityt a funkció feloldásához."],"No security measures enabled in Really Simple Security":["Nincs engedélyezve biztonsági intézkedés a Really Simple Securityben"],"Please upgrade Really Simple Security to the latest version to unlock this feature.":["Kérjük, frissítse a Really Simple Securityt a legújabb verzióra a funkció feloldásához."]}}}