{"translation-revision-date":"2025-10-19 22:46","generator":"WP-CLI\/2.12.0","source":"settings\/build\/6854.73ce8789ba86db243ff9.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Consent Banner":["Hozzájárulási sáv"],"Proof of Consent":["Hozzájárulási igazolás"],"Dashboard":["Vezérlőpult"],"Integrations":["Integrációk"],"Previous":["Előző"],"Welcome to Complianz":["Üdvözöljük a Complianzban"],"Next":["Tovább"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Készüljön fel a világszerte érvényes adatvédelmi jogszabályokra. Kövesse a rövid bemutatót, vagy kezdje el a bővítmény beállítását!"],"Configure":["Beállítás"],"Start tour":["Bemutató indítása"],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Ez az Ön irányítópultja. A Varázsló befejezése után áttekintést ad a feladatokról, eszközökről és dokumentációról."],"The Wizard":["A Varázsló"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Itt állítható be minden, ami a sütikkel kapcsolatos. Hamarosan visszatérünk a Varázslóhoz."],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Itt állíthatja be és formázhatja a hozzájárulási bannert, ha a Varázsló befejeződött. Egy további lap kerül hozzáadásra régióspecifikus beállításokkal."],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["A Varázslóban adott válaszai alapján automatikusan engedélyezzük a releváns szolgáltatásokkal és bővítményekkel való integrációkat. Ha további szkripteket szeretne blokkolni, hozzáadhatja őket a Script Centerhez."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["A Complianz időbélyeggel ellátott dokumentumokkal követi a Cookie-tájékoztató és a Cookie-szabályzat változásait. Ez az Ön hozzájárulási nyilvántartása, amely tiszteletben tartja az adatminimalizálási irányelveket, és nem tárol felhasználói adatokat."],"Let's start the Wizard":["Kezdjük el a Varázslót"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Készen áll a Varázsló elindítására. További információkért, GYIK-ért és támogatásért látogasson el a Complianz.io oldalra."],"End tour":["Bemutató befejezése"],"Great, your license is activated and valid!":["Nagyszerű, a licence aktiválva és érvényes!"],"To unlock the wizard and future updates, please enter and activate your license.":["A varázsló és a jövőbeli frissítések feloldásához adja meg és aktiválja a licencét."],"Activate your license":["Aktiválja a licencét"]}}}