{"translation-revision-date":"2025-10-21 10:10+0200","generator":"WP-CLI\/2.12.0","source":"settings\/src\/Settings\/Finish\/FinishControl.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Finish":["Befejezés"],"The consent banner and cookie blocker are required on your website.":["A hozzájárulási banner és a sütiblokkoló kötelező a webhelyén."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Itt mindkettőt engedélyezheti, majd ellenőrizze a webhelyét, hogy a beállításai megfelelően működnek-e."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Kérjük, olvassa el az alábbi cikket a problémák hibakereséséhez csökkentett módban. A csökkentett mód a beállításoknál érhető el."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["A hozzájárulási banner beállítása után tippeket és trükköket talál az irányítópultján."],"A consent banner is required":["Hozzájárulási banner kötelező"],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Az Ön webhelyén nem kötelező a hozzájárulási banner. Ha úgy gondolja, hogy szüksége van hozzájárulási bannerre, tekintse át a varázsló beállításait."],"A consent banner is not required":["Hozzájárulási banner nem kötelező"],"Almost there!":["Majdnem kész!"],"There are %s questions that are required to complete the wizard.":["A varázsló befejezéséhez %s kérdés megválaszolása szükséges."],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Kattintson a '%s' gombra a konfiguráció befejezéséhez. Bármikor visszatérhet, és módosíthatja a beállításait."],"The consent banner and the cookie blocker are now ready to be enabled.":["A hozzájárulási banner és a sütiblokkoló most már készen áll az engedélyezésre."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Kérjük, a varázsló befejezése után ellenőrizze a webhelyét, hogy a beállításai megfelelően működnek-e."],"Not all required fields are completed yet.":["Még nem lett minden kötelező mező kitöltve."],"Please check the wizard to complete all required questions.":["Kérjük, ellenőrizze a varázslót, és válaszoljon minden kötelező kérdésre."],"The following required fields have not been completed:":["A következő kötelező mezők nincsenek kitöltve:"],"Go to question":["Ugrás a kérdéshez"]}}}