Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-booking-system-sms/wp-booking-system-sms-*.po
Languages: hu_hu

source: WP Booking System - SMS Notifications
hu_hu: WP Booking System - SMS-értesítések

source: Send SMS notifications to your customers.
hu_hu: Küldjön SMS-értesítéseket ügyfeleinek.

source: SMS Logs
hu_hu: SMS-naplók

source: Send Date
hu_hu: Küldés dátuma

source: SMS Type
hu_hu: SMS típusa

source: Recepient
hu_hu: Címzett

source: Message
hu_hu: Üzenet

source: Status
hu_hu: Állapot

source: Sent
hu_hu: Elküldve

source: Error
hu_hu: Hiba

source: No SMS messages sent yet.
hu_hu: Még nem lett SMS-üzenet elküldve.

source: SMS Notifications
hu_hu: SMS-értesítések

source: Admin Notification
hu_hu: Adminisztrátori értesítés

source: User Notification
hu_hu: Felhasználói értesítés

source: Final Payment Reminder Notification
hu_hu: Végső fizetési emlékeztető értesítés

source: Reminder Notification
hu_hu: Emlékeztető értesítés

source: Follow Up Notification
hu_hu: Utókövető értesítés

source: Dynamic Tags
hu_hu: Dinamikus címkék

source: You can use these dynamic tags in any of the fields. They will be replaced with the values submitted in the form.
hu_hu: Ezeket a dinamikus címkéket bármely mezőben használhatja. Az űrlapon megadott értékekkel kerülnek helyettesítésre.

source: Enable Admin Notification
hu_hu: Adminisztrátori értesítés engedélyezése

source: Send an SMS to yourself (the website administrator) whenever a booking is made.
hu_hu: Küldjön SMS-t saját magának (a webhely adminisztrátorának) minden foglaláskor.

source: Send To
hu_hu: Küldés ide

source: You must add a Phone field to the form in order to configure SMS notifications.
hu_hu: Az SMS-értesítések beállításához fel kell vennie egy Telefonszám mezőt az űrlapra.

source: Enable Follow Up Notification
hu_hu: Utókövető értesítés engedélyezése

source: Send a follow up SMS to the person who made the booking.
hu_hu: Küldjön utókövető SMS-t a foglalást leadó személynek.

source: When to send
hu_hu: Mikor küldje

source: days after the booking ends
hu_hu: nappal a foglalás vége után

source: Enable Payment Reminder Notification
hu_hu: Fizetési emlékeztető értesítés engedélyezése

source: Send a final payment reminder SMS to the person who made the booking.
hu_hu: Küldjön végső fizetési emlékeztető SMS-t a foglalást leadó személynek.

source: days before the booking starts
hu_hu: nappal a foglalás kezdete előtt

source: Enable Reminder Notification
hu_hu: Emlékeztető értesítés engedélyezése

source: Send a reminder SMS to the person who made the booking.
hu_hu: Küldjön emlékeztető SMS-t a foglalást leadó személynek.

source: Enable User Notification
hu_hu: Felhasználói értesítés engedélyezése

source: Send a confirmation SMS to the person who made the booking.
hu_hu: Küldjön visszaigazoló SMS-t a foglalást leadó személynek.

source: Please enter your phone number
hu_hu: Kérjük, adja meg telefonszámát

source: Please enter your Twilio API credentials.
hu_hu: Kérjük, adja meg Twilio API hitelesítő adatait.

source: SMS Message sent.
hu_hu: SMS-üzenet elküldve.

source: Enable SMS Notifications
hu_hu: SMS-értesítések engedélyezése

source: Twilio API Credentials
hu_hu: Twilio API hitelesítő adatok

source: If you need help getting your API Keys, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/sms-notifications/">check out our guide</a> which offers step by step instructions.
hu_hu: Ha segítségre van szüksége az API-kulcsok beszerzésében, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/sms-notifications/">tekintse meg az útmutatónkat</a>, amely lépésről lépésre ismerteti a teendőket.

source: Invalid API Credentials.
hu_hu: Érvénytelen API hitelesítő adatok.

source: Twilio Phone Number
hu_hu: Twilio telefonszám

source: Alphanumeric Sender ID
hu_hu: Alfanumerikus küldőazonosító

source: Optional. Replace your phone number with a custom string. Must be no longer than 11 characters, and can only contain letters and numbers.
hu_hu: Nem kötelező. Cserélje le telefonszámát egy egyedi karaktersorozatra. Legfeljebb 11 karakter lehet, és csak betűket és számokat tartalmazhat.

source: Send a test SMS
hu_hu: Teszt SMS küldése

source: Your phone number
hu_hu: Az Ön telefonszáma

source: Send
hu_hu: Küldés

source: Save Settings
hu_hu: Beállítások mentése

source: Regenerate SMS Notification Cron Jobs
hu_hu: SMS-értesítések cron-feladatainak újragenerálása

source: This will remove all existing cron jobs and rebuild them based on current form settings.
hu_hu: Ez eltávolítja az összes meglévő cron-feladatot, és az aktuális űrlapbeállítások alapján újra létrehozza őket.

source: Are you sure you want to proceed?
hu_hu: Biztosan folytatja?

source: The <strong>SMS Notifications</strong> Add-on requires WP Booking System version
hu_hu: Az <strong>SMS-értesítések</strong> kiegészítő a WP Booking System következő verzióját igényli
