Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woo-price-per-unit-pro/woo-price-per-unit-pro-*.po
Languages: hu_hu

source: Example 2: You are selling food in some package and you need to have the weight in shipping tab with the package for shipping purposes. But you want to show the proper recalculated price per content weight. Put full weight in shipping tab and enter here the weight of the content alone.
hu_hu: Példa 2: Élelmiszert árul csomagban, és a szállítási célok miatt a Szállítás fülön a csomaggal együtt kell szerepelnie a súlynak. Viszont a tartalom súlya szerinti helyesen újraszámított árat szeretné megjeleníteni. A Szállítás fülre a teljes súlyt írja, és ide csak a tartalom súlyát adja meg.

source: Custom unit name
hu_hu: Egyedi egységnév

source: Warning: "Custom unit name" works only when "Recalculated price suffix text" is set to Automatic text.
hu_hu: Figyelmeztetés: a "Custom unit name" csak akkor működik, ha a "Recalculated price suffix text" "Automatic text"-re van állítva.

source: Custom number of units
hu_hu: Egyedi egységszám

source: If you don't want to use this delete the value or set it to 0
hu_hu: Ha nem kívánja használni, törölje az értéket, vagy állítsa 0-ra

source: Enter number of units in decimal form - default is 0 or empty
hu_hu: Adja meg az egységek számát tizedes formában - alapértelmezett: 0 vagy üres

source: Warning: "Custom number of units", is still related to original units (currently %s). So if you have shop in kg, and you enter there 5 and change unit to g the price will be recalculted per 5 kg not grams.
hu_hu: Figyelmeztetés: a "Custom number of units" továbbra is az eredeti egységekhez kapcsolódik (jelenleg %s). Tehát ha az áruháza kg-ban van, és ott 5-öt ad meg, majd az egységet g-re változtatja, az ár 5 kg-ra lesz újraszámítva, nem gramra.

source: Different weight unit
hu_hu: Eltérő súlyegység

source: The case scenario is that your shop is set to sell in Kg, but for some products you want show the price for Grams instead. Doesn't change the weight into selected unit - only shows how much the selected unit costs
hu_hu: Tipikus eset, hogy áruháza kg-ban értékesít, de egyes termékeknél az árat grammban szeretné megjeleníteni. Ez nem alakítja át a súlyt a kiválasztott egységre - csak megmutatja, mennyibe kerül a kiválasztott egység.

source: Recalculate price per this unit. Current shop unit is "%s"
hu_hu: Ár újraszámítása ezen egység szerint. Az aktuális áruház egysége: "%s"

source: Shop default
hu_hu: Áruház alapértelmezettje

source: The recalculation works with one weight unit (kg,g,oz,...) here you can set different number of units for recalculation - i.e. to display price for 100 grams (If your shop is in Kg enter 0.1 for 100 grams).
hu_hu: Az újraszámítás egy súlyegységgel működik (kg,g,oz,...), itt az újraszámításhoz eltérő egységszámot állíthat be - például 100 gramm árának megjelenítéséhez (ha az áruháza kg-ban van, írjon be 0.1-et 100 grammhoz).

source: Default is 1. If you don't want to use this delete the value or set it to 1
hu_hu: Alapértelmezett az 1. Ha nem kívánja használni, törölje az értéket, vagy állítsa 1-re

source: Enter number in decimal form - default is 1 or empty
hu_hu: Adjon meg számot tizedes formában - alapértelmezett: 1 vagy üres

source: Price Per Unit
hu_hu: Egységár

source: For more information look at tab 'Price per unit' - this is variation override. Warning - use with caution - changes visible price.
hu_hu: További információért nézze meg a 'Price per unit' fület - ez variációszintű felülírás. Figyelmeztetés - körültekintően használja - megváltoztatja a látható árat.

source: This text will be shown only after selected option price text. You can modify it's appearance through CSS class mcmp-variation-option-price-suffix.
hu_hu: Ez a szöveg csak a kiválasztott opció árának szövege után jelenik meg. Megjelenését a CSS class mcmp-variation-option-price-suffix segítségével módosíthatja.

source: Show calculation for this variant
hu_hu: Számítás megjelenítése ennél a variánsnál

source: Works only together with the setting 'New row - selected variants only' under Shop page price behavior.
hu_hu: Csak a 'New row - selected variants only' beállítással együtt működik a Shop page price behavior alatt.

source: Net weight
hu_hu: Nettó súly

source: Number of %s
hu_hu: A(z) %s száma

source: Sort by Price per unit: low to high
hu_hu: Rendezés egységár szerint: alacsonytól a magasig

source: Sort by Price per unit: high to low
hu_hu: Rendezés egységár szerint: magasról alacsonyra

source: Price per unit plugin - free version is active. Please deactivate it first.
hu_hu: Egységár bővítmény - az ingyenes verzió aktív. Kérjük, először deaktiválja.

source: Plugin NOT activated:
hu_hu: A bővítmény NINCS aktiválva:

source: Settings
hu_hu: Beállítások

source: Price per unit
hu_hu: Egységár

source: Saved recalculated price
hu_hu: Mentett újraszámított ár

source: Price per Unit PRO requires WooCommerce to be installed and active. You can download %s here.
hu_hu: A Price per Unit PRO használatához a WooCommerce telepítése és aktiválása szükséges. %s itt töltheti le.
