Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woo-price-per-unit-pro/woo-price-per-unit-pro-*.po
Languages: hu_hu

source: WooCommerce Price Per Unit allows the user to show prices recalculated per units(weight) and do some customization to the look of the prices
hu_hu: A WooCommerce Price Per Unit lehetővé teszi a felhasználó számára, hogy az árakat egységenként (tömeg alapján) újraszámítva jelenítse meg, és bizonyos mértékig testreszabja az árak megjelenését

source: General price suffix
hu_hu: Általános ár utótag

source: Recalculated price prefix
hu_hu: Újraszámított ár előtag

source: Recalculated regular price
hu_hu: Újraszámított normál ár

source: Recalculated sale price
hu_hu: Újraszámított akciós ár

source: Recalculated price suffix
hu_hu: Újraszámított ár utótag

source: Variable price prefix
hu_hu: Változó ár előtag

source: Price per Unit PRO price style
hu_hu: Price per Unit PRO árstílus

source: Price per Unit PRO variation price style
hu_hu: Price per Unit PRO variációs árstílus

source: Variation recalculated price
hu_hu: Variáció újraszámított ára

source: Variation price general suffix
hu_hu: Variáció árának általános utótagja

source: WPML strings maintenance finished!
hu_hu: A WPML karakterláncok karbantartása befejeződött!

source: — No change —
hu_hu: — Nincs változás —

source: Default - according to general settings
hu_hu: Alapértelmezett - az általános beállítások szerint

source: Do not recalculate
hu_hu: Ne számolja újra

source: Show recalculated price as new row
hu_hu: Jelenítse meg az újraszámított árat új sorban

source: Replace price view with recalculated
hu_hu: Cserélje le az ár megjelenítését az újraszámítottal

source: Shop page price behavior
hu_hu: Boltoldali ár viselkedése

source: Single product page behavior
hu_hu: Termékoldal viselkedése

source: Show new row - for selected variants only
hu_hu: Jelenítsen meg új sort - csak a kiválasztott variációkhoz

source: Replace price - for selected variants only
hu_hu: Cserélje le az árat - csak a kiválasztott variációkhoz

source: Prices Re-creation finished successfully!
hu_hu: Az árak újragenerálása sikeresen befejeződött!

source: WooCommerce Price per Unit PRO - database needs an update. Please back up your database first!
hu_hu: WooCommerce Price per Unit PRO - az adatbázist frissíteni kell. Kérjük, először készítsen biztonsági mentést az adatbázisról!

source: Upgrade database
hu_hu: Adatbázis frissítése

source: WooCommerce Price per Unit PRO - database updated successfully.
hu_hu: WooCommerce Price per Unit PRO - az adatbázis sikeresen frissítve.

# Recalculated price prefix text
source: Unit price:
hu_hu: Egységár:

# General price suffix text
source: without VAT
hu_hu: ÁFA nélkül

# Variations - variable price prefix
source: From:
hu_hu: Kezdőár:

source: No suffix text
hu_hu: Nincs utótag szöveg

source: Automatic text - takes unit settings from product
hu_hu: Automatikus szöveg – a termékből veszi az egység beállításait

source: General price options
hu_hu: Általános árbeállítások

source: Settings which affects all products
hu_hu: Minden termékre vonatkozó beállítások

source: General price suffix text
hu_hu: Általános ár-utótag szöveg

source: This text will be shown after every price text. You can modify it's appearance through CSS class mcmp-general-price-suffix.
hu_hu: Ez a szöveg minden ár után megjelenik. Megjelenését a mcmp-general-price-suffix CSS osztállyal módosíthatja.

source: Example "Without Vat"
hu_hu: Példa "ÁFA nélkül"

source: Sale price - hide regular price
hu_hu: Akciós ár – normál ár elrejtése

source: When product is on sale it shows regular price and sale price. This will hide the regular price for all products.
hu_hu: Akció esetén a rendszer a normál és az akciós árat is megjeleníti. Ez az opció minden terméknél elrejti a normál árat.

source: Options for variable products
hu_hu: Beállítások változó termékekhez

source: These settings affect only variable products
hu_hu: Ezek a beállítások csak a változó termékeket érintik

source: Variations - variable price prefix
hu_hu: Változatok – változó ár előtag

source: If the product is variable this text will be shown before the price. You can modify it's appearance through CSS class mcmp-variable-price-prefix.
hu_hu: Ha a termék változó, ez a szöveg az ár előtt jelenik meg. Megjelenését a mcmp-variable-price-prefix CSS osztállyal módosíthatja.

source: Example "From:"
hu_hu: Példa "Kezdőár:"

source: Variations - Display only lower price
hu_hu: Változatok – csak az alacsonyabb ár megjelenítése

source: When displaying variation the price is displayed as "$10-$25". With this setting you will get just "$10"
hu_hu: Változatok megjelenítésekor az ár így jelenik meg: "$10-$25". Ezzel a beállítással csak "$10" látható.

source: Variations - Show regular price
hu_hu: Változatok – normál ár megjelenítése

source: Mimics pre WooCommerce 3 variable product price display - Shows how much was the cost before sale
hu_hu: A WooCommerce 3 előtti változó termékár-megjelenítést utánozza – megmutatja, mennyi volt az ár akció előtt

source: Options for recalculation on variable products
hu_hu: Beállítások újraszámításra változó termékeknél

source: These settings affect only recalculated variable products
hu_hu: Ezek a beállítások csak az újraszámított változó termékeket érintik

source: Variations - display recalculated price on option
hu_hu: Változatok – újraszámított ár megjelenítése az opcióban

source: Display recalculated price as new row after selected variant price on single product page. Doesn't show if recalculation is off for the product
hu_hu: Az újraszámított árat új sorban jeleníti meg a kiválasztott változat ára után az egyes termékoldalon. Nem jelenik meg, ha a terméknél ki van kapcsolva az újraszámítás.

source: Force display this feature even when recalculation is off for the product
hu_hu: A funkció megjelenítésének kényszerítése akkor is, ha a terméknél ki van kapcsolva az újraszámítás

source: Add 'General price suffix text' to the option price
hu_hu: Adja hozzá az 'Általános ár-utótag szöveg' szöveget az opció árához

source: When the recalculation for selected variant price is on, this will add the 'General price suffix text' the the option price.
hu_hu: Amikor a kiválasztott variáns árának újraszámítása be van kapcsolva, ez hozzáadja az 'Általános ár-utótag szövegét' az opció árához.

source: Variations - display corresponding recalculated prices
hu_hu: Változatok - a megfelelő újraszámított árak megjelenítése

source: Normally when the plugin calculates prices for Variable product it displays the PPU price lowest to highest - without regard to the original price.
hu_hu: Általában, amikor a bővítmény változó termékhez árakat számol, a PPU árat alacsonytól a magasig jeleníti meg - az eredeti árat figyelmen kívül hagyva.

source: This setting will display corresponding PPU price to the minimal and maximal price.
hu_hu: Ez a beállítás a minimális és maximális árhoz tartozó megfelelő PPU árat jeleníti meg.

source: Example: T-shirt 2 pieces pack costs 10 USD (PPU - 5USD), 5 pieces pack costs 15 USD (PPU - 3USD). Normal display of price 10-15USD(3-5USD/piece). With this setting on the displayed price will be 10-15USD(5-3USD/piece).
hu_hu: Példa: Póló 2 darabos csomag 10 USD (PPU - 5USD), 5 darabos csomag 15 USD (PPU - 3USD). Az ár normál megjelenítése 10-15USD(3-5USD/darab). Ezzel a beállítással a megjelenített ár 10-15USD(5-3USD/darab) lesz.

source: Price recalculation
hu_hu: Ár újraszámítása

source: General settings for price recalculation
hu_hu: Általános beállítások az ár újraszámításához

source: New row different styling
hu_hu: Új sor - eltérő stílus

source: When displaying price as new row, the new row will be displayed in italics with slightly smaller font size. For more styling you can use CSS class mcmp_recalc_price_row.
hu_hu: Amikor az árat új sorban jeleníti meg, az új sor dőlt betűvel és kissé kisebb betűmérettel látszik. További stílusozáshoz használhatja az mcmp_recalc_price_row CSS osztályt.

source: Behaviour of recalculated price on shop page
hu_hu: Az újraszámított ár viselkedése a Bolt oldalon

source: Do not show recalculated price
hu_hu: Ne jelenítse meg az újraszámított árat

source: Behaviour of recalculated price on single product page
hu_hu: Az újraszámított ár viselkedése az egyedi termékoldalon

source: Cart page behavior
hu_hu: Kosár oldal viselkedése

source: Behaviour of recalculated price on cart page.
hu_hu: Az újraszámított ár viselkedése a Kosár oldalon.

source: Show recalculated price always - new row
hu_hu: Az újraszámított ár mindig megjelenítése - új sorban

source: Show recalculated price always - replace original
hu_hu: Az újraszámított ár mindig megjelenítése - az eredeti cseréje

source: Show if displayed on Single product page - new row
hu_hu: Megjelenítés, ha az egyedi termékoldalon megjelenik - új sorban

source: Show if displayed on Single product page - replace original
hu_hu: Megjelenítés, ha az egyedi termékoldalon megjelenik - az eredeti cseréje

source: Show if displayed on Shop page - new row
hu_hu: Megjelenítés, ha a Bolt oldalon megjelenik - új sorban

source: Show if displayed on Shop page - replace original
hu_hu: Megjelenítés, ha a Bolt oldalon megjelenik - az eredeti cseréje

source: Display PPU price also on Checkout page
hu_hu: A PPU ár megjelenítése a Pénztár oldalon is

source: This will display PPU price on Checkout in part "Your order". Shares same behavior as "Cart page" above.
hu_hu: Ez megjeleníti a PPU árat a Pénztár oldalon az "Az Ön rendelése" részben. Ugyanazt a viselkedést követi, mint a fentebb említett "Kosár oldal".

source: Cart - Sale products - show regular price
hu_hu: Kosár - Akciós termékek - normál ár megjelenítése

source: Show recalculated regular price in Cart. Up to version 2.0.9 it was displayed by default, but WooCommerce stopped displaying regular price, so do we.
hu_hu: Az újraszámított normál ár megjelenítése a Kosárban. A 2.0.9-es verzióig alapértelmezetten megjelent, de mivel a WooCommerce nem jeleníti meg többé a normál árat, mi sem.

source: Show PPU price in Orders
hu_hu: PPU ár megjelenítése a Rendelésekben

source: This will add new column in Order details which will display Price per Unit.
hu_hu: Ez új oszlopot ad a Rendelés részleteihez, amely az egységárat jeleníti meg.

source: Recalculated price prefix text
hu_hu: Újraszámított ár előtag szöveg

source: Will be shown before the recalculated prices. Can be overriden in product editor. Will be shown ONLY when recalculation takes place. You can modify it's appearance through CSS class mcmp-recalc-price-prefix.
hu_hu: Az újraszámított árak előtt jelenik meg. A termékszerkesztőben felülírható. CSAK akkor jelenik meg, amikor újraszámítás történik. A megjelenését az mcmp-recalc-price-prefix CSS osztállyal módosíthatja.

source: Example "Unit price:"
hu_hu: Példa "Egységár:"

source: Recalculated price suffix text
hu_hu: Újraszámított ár utótag szöveg

source: Will be shown immediatelly after recalculated prices. Can be overriden in product editor. Will be shown ONLY when recalculation takes place. You can modify it's appearance through CSS class mcmp-recalc-price-suffix.
hu_hu: Az újraszámított árak után azonnal jelenik meg. A termékszerkesztőben felülírható. CSAK akkor jelenik meg, amikor újraszámítás történik. A megjelenését az mcmp-recalc-price-suffix CSS osztállyal módosíthatja.

source: Preposition for weight unit when using automatic text
hu_hu: Elválasztó a súlyegységhez automatikus szöveg használatakor

source: Automatic text will create text like this '$10/kg' with this option you can replace '/' sign with what you want.
hu_hu: Az automatikus szöveg ilyen formát hoz létre: '$10/kg', ezzel a beállítással a '/' jelet tetszőlegesre cserélheti.

source: To add space replace it with "%" sign.
hu_hu: A szóköz hozzáadásához cserélje le a "%" jelre.

source: Example "/" or "per%".
hu_hu: Példa "/" vagy "per%".

source: Predefined custom units names - used with automatic text
hu_hu: Előre definiált egyedi egységnevek - automatikus szöveggel használva

source: Set of custom units to be used with automatic text. When using different unit from default WooCommerce weight units (piece, box,...) you can select it then in Single product editor. Multiple values can be separated with '|' sign.
hu_hu: Egyedi egységek készlete az automatikus szöveghez. Ha a WooCommerce alapértelmezett súlyegységeitől eltérő egységet használ (darab, doboz, ...), azt a Termékszerkesztőben választhatja ki. Több érték a '|' jellel választható el.

source: Example "piece"
hu_hu: Példa "darab"

source: Predefined Recalculated price suffix text values - obstolete better to use "custom units" setting above
hu_hu: Előre definiált újraszámított ár utótag szöveg értékek - elavult, érdemesebb a fenti "egyedi egységek" beállítást használni

source: Set of suffix texts from which you will be able to choose on product page. Multiple values can be separated with '|' sign.
hu_hu: Utótag szövegek készlete, amelyek közül a termékoldalon választhat. Több érték a '|' jellel választható el.

source: Example "/pair"
hu_hu: Példa "/pár"

source: Separate text from price with space
hu_hu: Szöveg és ár elválasztása szóközzel

source: The suffix text is normally separated from the recalculated price with unbreakable space. If you don't want it uncheck this option.
hu_hu: Az utótag szöveg alapértelmezetten nem törhető szóközzel van elválasztva az újraszámított ártól. Ha ezt nem szeretné, szüntesse meg ennek az opciónak a kijelölését.

source: Disable price rounding
hu_hu: Árkerekítés letiltása

source: Normally WooCommerce rounds displayed prices - if you want recalculated prices trimmed instead check this field.
hu_hu: Alapesetben a WooCommerce kerekíti a megjelenített árakat - ha ehelyett az újraszámított árakat szeretné csonkolva látni, jelölje be ezt a mezőt.

source: Display modified units info on product details
hu_hu: A módosított egységekre vonatkozó információ megjelenítése a termék részleteinél

source: When you modify units on the product (select different unit or set Custom number of units), the info will be displayed in "Additional information" on product details.
hu_hu: Amikor módosítja a termék egységeit (más egységet választ, vagy Egyedi egységszámot állít be), az információ a termék részleteinél a "További információk" részben jelenik meg.

source: Special cases
hu_hu: Különleges esetek

source: These settings will help you when you need to alter the way the recalculation works. Use with caution - it will change the visible price.
hu_hu: Ezek a beállítások akkor segítenek, amikor módosítania kell az újraszámítás működését. Óvatosan használja - megváltoztatja a látható árat.

source: Recalculate per units - multiplication ratio
hu_hu: Újraszámítás egységenként - szorzási arány

source: The recalculation works with one weight unit (kg,g,oz,...) here you can set different number of units for recalculation - i.e. to display price for 100 grams.
hu_hu: Az újraszámítás egy súlyegységgel működik (kg, g, oz, ...); itt beállíthat más egységszámot az újraszámításhoz – pl. 100 gramm árának megjelenítéséhez.

source: The unit price is then multiplied with this number.
hu_hu: Az egységárat ezután ezzel a számmal szorozzuk.

source: Enter number of units in decimal form - default is 1 or empty
hu_hu: Adja meg az egységek számát tizedes formában – alapértelmezés: 1 vagy üres

source: Plug-in tuning
hu_hu: Bővítmény finomhangolása

source: These settings are dedicated some fine tuning of the plug-in.
hu_hu: Ezek a beállítások a bővítmény finomhangolására szolgálnak.

source: PPU elements CSS classes
hu_hu: PPU elemek CSS-osztályai

source: Every PPU text element has it's own CSS class. In addition there are default WooCommerce CSS classes. Here you can remove or replace them.
hu_hu: Az egyes PPU szövegelemeknek saját CSS-osztályuk van. Emellett vannak alapértelmezett WooCommerce CSS-osztályok is. Itt eltávolíthatja vagy lecserélheti ezeket.

source: Default: woocommerce-Price-currencySymbol amount
hu_hu: Alapértelmezett: woocommerce-Price-currencySymbol amount

source: Database options
hu_hu: Adatbázis-beállítások

source: These settings are related to the plugin database and its maintenance.
hu_hu: Ezek a beállítások a bővítmény adatbázisához és annak karbantartásához kapcsolódnak.

source: Save price meta in database
hu_hu: Ár metaadat mentése az adatbázisba

source: The plugin will save PPU prices into the database. It can be used for product sorting.
hu_hu: A bővítmény elmenti a PPU árakat az adatbázisba. Ez felhasználható a termékek rendezéséhez.

source: After enabling this feature, you will need to press the button "Re-create prices" for initializing PPU price data.
hu_hu: E funkció engedélyezése után meg kell nyomnia a "Re-create prices" gombot a PPU áradatok inicializálásához.

source: This feature is experimental - the data are created during save - it may not work properly with some bulk product editors.
hu_hu: Ez a funkció kísérleti – az adatok mentés közben jönnek létre –, előfordulhat, hogy egyes tömeges termékszerkesztőkkel nem működik megfelelően.

source: Add PPU price sorting
hu_hu: PPU ár szerinti rendezés hozzáadása

source: Adds "Sort by Price per unit" among products sorting. Products without PPU price are treated as if the PPU price is equal to zero
hu_hu: Hozzáadja a "Sort by Price per unit" lehetőséget a termékek rendezéséhez. A PPU ár nélküli termékek úgy kerülnek kezelésre, mintha a PPU áruk nulla lenne.

source: Re-create saved recalc prices
hu_hu: Mentett újraszámolt árak újragenerálása

source: Re-create prices
hu_hu: Árak újragenerálása

source: Calculates prices for all enabled products and stores it in meta for specific use.
hu_hu: Kiszámítja az árakat minden engedélyezett termékhez, és metaadatként eltárolja speciális felhasználásra.

source: Meta names: _mcmp_ppu_price, _mcmp_ppu_price_text.
hu_hu: Meta nevek: _mcmp_ppu_price, _mcmp_ppu_price_text.

source: Display DB recalculated meta in products list
hu_hu: Adatbázisban újraszámolt meta megjelenítése a terméklistában

source: When checked you will see recalculated product texts in Products as a new column. Intended just for a check.
hu_hu: Bejelölés esetén a Products alatt egy új oszlopban látni fogja az újraszámolt termékszövegeket. Csak ellenőrzésre szolgál.

source: WPML options
hu_hu: WPML beállítások

source: These settings are related to WPML - WordPress MultiLingual plugin.
hu_hu: Ezek a beállítások a WPML – WordPress MultiLingual bővítményhez kapcsolódnak.

source: Run WPML strings maintenance
hu_hu: WPML karakterláncok karbantartásának futtatása

source: WPML maintenance
hu_hu: WPML karbantartás

source: Registers Strings from 'Predefined custom units names' and 'Predefined Recalculated price suffix text values' as WPML strings.
hu_hu: Regisztrálja a 'Predefined custom units names' és a 'Predefined Recalculated price suffix text values' elemek karakterláncait WPML karakterláncként.

source: Can be used if you're using this plugin and you have just installed WPML.
hu_hu: Akkor használható, ha ezt a bővítményt használja, és most telepítette a WPML-t.

source: YITH plugins options
hu_hu: YITH bővítmények beállításai

source: These settings are related to YITH WooCommerce Dynamic Pricing and Discounts Premium plugin.
hu_hu: Ezek a beállítások a YITH WooCommerce Dynamic Pricing and Discounts Premium bővítményhez kapcsolódnak.

source: Display PPU price in quantity tables
hu_hu: PPU ár megjelenítése a mennyiségi táblázatokban

source: Warning: overrides the YITH quantity table template. If there is a new update to the table template in YITH plugin, it can stop working.
hu_hu: Figyelmeztetés: felülírja a YITH mennyiségi táblázat sablonját. Ha a táblázatsablon frissül a YITH bővítményben, előfordulhat, hogy ez nem fog működni.

source: If you're experiencing problems with the quantity table, please turn this feature off.
hu_hu: Ha problémát tapasztal a mennyiségi táblázattal, kérjük, kapcsolja ki ezt a funkciót.

source: Maintenance
hu_hu: Karbantartás

source: These settings are related just to the plugin itself.
hu_hu: Ezek a beállítások kizárólag magához a bővítményhez kapcsolódnak.

source: Priority of price display processing
hu_hu: Ármegjelenítés feldolgozásának prioritása

source: When price display is not working properly, you can adjust the priority to higher number for later execution, to run after other plug-ins. Default is 1010.
hu_hu: Ha az ármegjelenítés nem működik megfelelően, a prioritást magasabb számra állíthatja a későbbi végrehajtás érdekében, hogy más bővítmények után fusson. Alapértelmezett: 1010.

source: Delete settings on uninstall
hu_hu: Beállítások törlése eltávolításkor

source: With this setting you will delete all plugin settings on uninstallation.
hu_hu: Ezzel a beállítással eltávolításkor a bővítmény összes beállítását törli.

source: Automatic text
hu_hu: Automatikus szöveg

source: Currently:
hu_hu: Jelenleg:

source: Custom text - enter in textbox below
hu_hu: Egyéni szöveg – adja meg az alábbi szövegmezőben

source: Default unit - propagated from other settings
hu_hu: Alapértelmezett egység – más beállításokból átvéve

source: Warning: This product has no weight set. The price per unit will not be shown unless the weight is set on Shipping tab (or in more complicated cases in the field "Custom number of units"). Please check it.
hu_hu: Figyelmeztetés: Ennél a terméknél nincs súly beállítva. Az egységár nem fog megjelenni, amíg a súly nincs beállítva a Shipping fülön (vagy bonyolultabb esetben a "Custom number of units" mezőben). Kérjük, ellenőrizze.

source: If you use Variable product you can also set weight for each variation separately.
hu_hu: Ha Variable productot használ, minden variációhoz külön is beállíthatja a súlyt.

source: Local overrides for price recalculation
hu_hu: Helyi felülírások az ár újraszámításához

source: These settings will affect only this product despite global settings.
hu_hu: Ezek a beállítások a globális beállítások ellenére csak erre a termékre lesznek hatással.

source: Global settings can be found at
hu_hu: A globális beállítások itt találhatók:

source: Will be shown immediatelly after recalculated prices. Will be shown ONLY when recalculation takes place. If you want more options in this list, you can add them in Global settings of this plugin.
hu_hu: Közvetlenül az újraszámolt árak után jelenik meg. CSAK akkor jelenik meg, amikor újraszámítás történik. Ha több lehetőséget szeretne ebben a listában, a bővítmény Globális beállításai között adhatja hozzá őket.

source: Should be used only if you want unique text. For repeated texts it is better to cofigure it in Global settings.
hu_hu: Csak akkor használja, ha egyedi szöveget szeretne. Ismétlődő szövegekhez jobb a Globális beállításokban konfigurálni.

source: Enter custom recalculated price suffix text. Example "/piece"
hu_hu: Adja meg az újraszámított ár egyedi utótagját. Példa "/darab"

source: Local overrides for general price options
hu_hu: Helyi felülírások az általános árbeállításokhoz

source: This will be visible even if there is no recalculation.
hu_hu: Ez akkor is látható lesz, ha nincs újraszámítás.

source: Using different unit
hu_hu: Eltérő egység használata

source: Custom number of units / different weight
hu_hu: Egyedi egységszám / eltérő súly

source: Sometimes you may want to use different unit or weight than specified on shipping tab. Here you can enter how much of the product you sell.
hu_hu: Előfordulhat, hogy a Szállítás fülön megadottól eltérő egységet vagy súlyt kíván használni. Itt adhatja meg, mennyit értékesít a termékből.

source: Example 1: You are selling 5 pack of t-shirts and you want to show price for 1 piece(enter 5 here)
hu_hu: Példa 1: 5 darabos pólócsomagot árul, és 1 darabra szeretné megjeleníteni az árat(ide írjon 5-öt)
