{"translation-revision-date":"2025-10-21 10:10+0200","generator":"WP-CLI\/2.12.0","source":"dist\/settings.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Settings":["Beállítások"],"Blocks Version":["Blokkok verziója"],"Use version 1 blocks":["Használja az 1-es verziójú blokkokat"],"Enabling this option will make it so only version 1 blocks display in the block inserter.":["Az opció engedélyezésével a blokkbeszúróban csak az 1-es verziójú blokkok jelennek meg."],"Save":["Mentés"],"Global max-width":["Globális maximális szélesség"],"The global max-width is set by GeneratePress in the Customizer.":["A globális maximális szélességet a GeneratePress a Testreszabóban állítja be."],"The global max-width value you can use in your blocks.":["A globális maximális szélesség érték, amelyet a blokkokban használhat."],"Go to option →":["Ugrás a beállításhoz \\u2192"],"CSS Print Method":["CSS kiírási módja"],"Generating your CSS in external files is better for overall performance.":["A CSS külső fájlokban történő generálása jobb az általános teljesítmény szempontjából."],"External File":["Külső fájl"],"Inline Embedding":["Inline beágyazás"],"Force your external CSS files to regenerate next time their page is loaded.":["Kényszerítse a külső CSS-fájlok újragenerálását a következő oldalbetöltéskor."],"Regenerate CSS Files":["CSS-fájlok újragenerálása"],"Sync Responsive Previews":["Reszponzív előnézetek szinkronizálása"],"Sync our responsive preview controls with the editor responsive previews.":["Szinkronizálja a reszponzív előnézeti vezérlőket a szerkesztő reszponzív előnézeteivel."],"Disable Google Fonts":["Google Fonts letiltása"],"Prevent Google Fonts from being called on your website and remove them from the font family lists.":["Akadályozza meg, hogy a Google Fonts betöltődjön az Ön webhelyén, és távolítsa el őket a betűcsalád-listákról."]}}}