Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpgb-oxygen/wpgb-oxygen-*.po
Languages: hu_hu

source: Integrate WP Grid Builder with Oxygen plugin.
hu_hu: Integrálja a WP Grid Buildert az Oxygen bővítménnyel.

source: No content found in facet.
hu_hu: Nem található tartalom a szűrőben.

source: The following settings will only be applied to the frontend.
hu_hu: A következő beállítások csak a nyilvános felületen lesznek alkalmazva.

source: Hide Pagination
hu_hu: Lapozás elrejtése

source: Fading Animation
hu_hu: Halványuló animáció

source: No Results Message
hu_hu: Nincs találat üzenet

source: Button
hu_hu: Gomb

source: Colors
hu_hu: Színek

source: Text Hover Color
hu_hu: Szöveg színe rámutatáskor

source: Text Disabled Color
hu_hu: Letiltott szöveg színe

source: Background Color
hu_hu: Háttérszín

source: Background Hover Color
hu_hu: Háttérszín rámutatáskor

source: Background Disabled Color
hu_hu: Letiltott háttérszín

source: Border Hover Color
hu_hu: Szegély színe rámutatáskor

source: Border Disabled Color
hu_hu: Letiltott szegélyszín

source: Borders
hu_hu: Szegélyek

source: Box Shadow
hu_hu: Dobozárnyék

source: Size & Spacing
hu_hu: Méret és térközök

source: Alignment
hu_hu: Igazítás

source: Left
hu_hu: Balra

source: Center
hu_hu: Középre

source: Right
hu_hu: Jobbra

source: Stretch
hu_hu: Nyújtás

source: Padding
hu_hu: Belső margó

source: Margin
hu_hu: Külső margó

source: Typography
hu_hu: Tipográfia

source: Checkbox
hu_hu: Jelölőnégyzet

source: Background Checked Color
hu_hu: Háttérszín bejelölt állapotban

source: Background Indeterminate Color
hu_hu: Háttérszín határozatlan állapotban

source: Border Checked Color
hu_hu: Szegély színe bejelölt állapotban

source: Border Indeterminate Color
hu_hu: Szegély színe határozatlan állapotban

source: Checkmark Color
hu_hu: Pipa színe

source: Checkmark Indeterminate Color
hu_hu: Pipa színe határozatlan állapotban

source: Checkbox Size
hu_hu: Jelölőnégyzet mérete

source: Checkmark Size
hu_hu: Pipa mérete

source: Choices
hu_hu: Lehetőségek

source: Background Selected Color
hu_hu: Háttérszín kijelölt állapotban

source: Border Selected Color
hu_hu: Szegély színe kijelölt állapotban

source: Color Swatch
hu_hu: Színminta

source: Swatch Size
hu_hu: Minta mérete

source: Choice Counter
hu_hu: Választási számláló

source: Text Selected Color
hu_hu: Szöveg színe kijelölt állapotban

source: Select a facet
hu_hu: Válasszon egy szűrőt

source: Select a grid or element to filter
hu_hu: Válasszon egy rácsot vagy elemet a szűréshez

source: Select a style
hu_hu: Válasszon egy stílust

source: Locate Me Button
hu_hu: Helymeghatározó gomb

source: Hide Button
hu_hu: Gomb elrejtése

source: Color
hu_hu: Szín

source: Hover Color
hu_hu: Rámutatás színe

source: Icon Size
hu_hu: Ikon mérete

source: Icon Horizontal Offset
hu_hu: Ikon vízszintes eltolása

source: Radius Control
hu_hu: Sugár vezérlő

source: Select a grid
hu_hu: Válasszon rácsot

source: Archive Template
hu_hu: Archívum sablon

source: Input
hu_hu: Beviteli mező

source: Text Color
hu_hu: Szöveg színe

source: Text Focus Color
hu_hu: Szöveg fókusz színe

source: Background Focus Color
hu_hu: Háttér fókusz színe

source: Border Focus Color
hu_hu: Szegély fókusz színe

source: Input Icon
hu_hu: Beviteli mező ikonja

source: Hide Icon
hu_hu: Ikon elrejtése

source: Icon Color
hu_hu: Ikon színe

source: Icon Hover Color
hu_hu: Ikon rámutatás színe

source: Horizontal Offset
hu_hu: Vízszintes eltolás

source: Input Loader
hu_hu: Beviteli mező betöltésjelzője

source: Hide Loader
hu_hu: Betöltésjelző elrejtése

source: Loader Size
hu_hu: Betöltésjelző mérete

source: Clear Button
hu_hu: Törlőgomb

source: Choice Label
hu_hu: Opció felirata

source: Tooltip Bottom Color
hu_hu: Eszköztipp alsó színe

source: Tooltip Hover Bottom Color
hu_hu: Eszköztipp alsó színe rámutatáskor

source: Tooltip Selected Bottom Color
hu_hu: Eszköztipp alsó színe kijelölve

source: List
hu_hu: Lista

source: Layout
hu_hu: Elrendezés

# Layout control value
source: Horizontal
hu_hu: Vízszintes

# Layout control value
source: Vertical
hu_hu: Függőleges

source: Vertical Spacing
hu_hu: Függőleges térköz

source: Horizontal Spacing
hu_hu: Vízszintes térköz

source: Children Offset
hu_hu: Gyerekelemek eltolása

source: Map
hu_hu: Térkép

source: Map Width
hu_hu: Térkép szélessége

source: Map height
hu_hu: Térkép magassága

source: Pagination
hu_hu: Lapozás

source: Text Current Color
hu_hu: Aktuális szöveg színe

source: Dots Color
hu_hu: Pontok színe

source: Background Current Color
hu_hu: Aktuális háttér színe

source: Background Dots Color
hu_hu: Pontok háttér színe

source: Border Current Color
hu_hu: Aktuális szegély színe

source: Border Dots Color
hu_hu: Pontok szegély színe

source: Radio
hu_hu: Rádiógomb

source: Background Pressed Color
hu_hu: Háttér lenyomott színe

source: Border Pressed Color
hu_hu: Szegély lenyomott színe

source: Circle Pressed Color
hu_hu: Kör lenyomott színe

source: Radio Size
hu_hu: Rádiógomb mérete

source: Cirlce Size
hu_hu: Kör mérete

source: Range Track
hu_hu: Tartománysáv

source: Height
hu_hu: Magasság

source: Range Progress
hu_hu: Csúszka kitöltése

source: Range Thumb
hu_hu: Csúszka fogantyúja

source: Width
hu_hu: Szélesség

source: Range Values
hu_hu: Csúszka értékei

source: Disabled Color
hu_hu: Inaktív szín

source: Stars
hu_hu: Csillagok

source: Pressed Color
hu_hu: Lenyomott állapot színe

source: Stars Size
hu_hu: Csillagok mérete

source: Select
hu_hu: Legördülő

source: Select Icon
hu_hu: Legördülő ikon

source: Hide Separator
hu_hu: Elválasztó elrejtése

source: Separator Color
hu_hu: Elválasztó színe

source: Separator Horizontal Offset
hu_hu: Elválasztó vízszintes eltolása

source: Select Loader
hu_hu: Legördülő betöltő

source: These settings are only applied for the asynchronous combobox (facet settings).
hu_hu: Ezek a beállítások csak az aszinkron kombómezőre érvényesek (facet beállítások).

source: Selected Values
hu_hu: Kiválasztott értékek

source: These settings are only applied for the combobox (facet settings).
hu_hu: Ezek a beállítások csak a kombómezőre érvényesek (facet beállítások).

source: Label Color
hu_hu: Címke színe

source: Label Hover Color
hu_hu: Címke színe rámutatáskor

source: Label Background Color
hu_hu: Címke háttérszíne

source: Label Background Hover Color
hu_hu: Címke háttérszíne rámutatáskor

source: Icon Background Color
hu_hu: Ikon háttérszíne

source: Icon Background Hover Color
hu_hu: Ikon háttérszíne rámutatáskor

source: Title
hu_hu: Cím

source: Hide Title
hu_hu: Cím elrejtése

source: Toggle Button
hu_hu: Kapcsológomb

source: Treeview Buttons
hu_hu: Fastruktúra gombok

source: Collapsed Icon Color
hu_hu: Összecsukott ikon színe

source: Expanded Icon Color
hu_hu: Kibontott ikon színe

source: Collapsed Background Color
hu_hu: Összecsukott háttérszíne

source: Expanded Background Color
hu_hu: Kibontott háttérszíne

source: Button Size
hu_hu: Gomb mérete

source: Grid
hu_hu: Rács

source: <strong>Gridbuilder ᵂᴾ - Oxygen</strong> add-on requires at least <code>Gridbuilder ᵂᴾ v1.5.4</code>. Please update Gridbuilder ᵂᴾ to use Oxygen add-on.
hu_hu: <strong>Gridbuilder ᵂᴾ - Oxygen</strong> kiegészítőhöz legalább <code>Gridbuilder ᵂᴾ v1.5.4</code> szükséges. Kérjük, frissítse a Gridbuilder ᵂᴾ bővítményt az Oxygen kiegészítő használatához.

source: <strong>Gridbuilder ᵂᴾ - Oxygen</strong> add-on requires at least <code>Oxygen v3.3.0</code>. Please update and activate Oxygen.
hu_hu: <strong>Gridbuilder ᵂᴾ - Oxygen</strong> kiegészítőhöz legalább <code>Oxygen v3.3.0</code> szükséges. Kérjük, frissítse és aktiválja az Oxygen bővítményt.
