Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliatewp-affiliate-portal/affiliatewp-affiliate-portal-*.po
Languages: hu_hu

source: The default text that will show in the email subject line. Leave blank to use Site Title.
hu_hu: Az alapértelmezett szöveg, amely az e-mail tárgysorában megjelenik. Hagyja üresen a Site Title használatához.

source: The default text that will show when an affiliate shares to X. Leave blank to use Site Title.
hu_hu: Az alapértelmezett szöveg, amely akkor jelenik meg, amikor egy partner X-re oszt meg. Hagyja üresen a Site Title használatához.

source: The number of creatives to display.
hu_hu: A megjelenítendő kreatívok száma.

source: The number of items to show per page in most tables.
hu_hu: Az oldalanként megjelenítendő elemek száma a legtöbb táblázatban.

source: The number of orders to display in the Order Details table beginning with the most recent first.
hu_hu: A Rendelési részletek táblázatban megjelenítendő rendelések száma, a legújabbakkal kezdve.

source: The order number.
hu_hu: A rendelés száma.

source: The order total.
hu_hu: A rendelés végösszege.

source: The route pattern.
hu_hu: Az útvonalminta.

source: These controls extend the Base control class:
hu_hu: Ezek a vezérlők a Base vezérlőosztályt kiterjesztik:

source: This domain is duplicated.
hu_hu: Ez a domain duplikált.

source: This example displays an image linked using a Link_Control object.
hu_hu: Ez a példa egy Link_Control objektummal hivatkozott képet jelenít meg.

source: This example displays an image using the $src attribute.
hu_hu: Ez a példa a $src attribútummal jelenít meg egy képet.

source: This example sets the copy using $get_callback to add the affiliate ID.
hu_hu: Ez a példa a $get_callback használatával állítja be a szöveget, hogy hozzáadja a partnerazonosítót.

source: This example sets the copy with the $content param.
hu_hu: Ez a példa a $content param segítségével állítja be a szöveget.

source: This is a link with an icon after
hu_hu: Ez egy hivatkozás ikonnal utána

source: This is a link with an icon before
hu_hu: Ez egy hivatkozás ikonnal előtte

source: This is an example checkbox.
hu_hu: Ez egy példajelölőnégyzet.

source: This is our example Paragraph_Control! Use this to provide more context, convey important information, or to tell a joke! 99 bugs in the code. 99 bugs in the code. Take one down and patch it up. 117 bugs in the code.
hu_hu: Ez a példánk, a Paragraph_Control! Ezt használja több kontextus adására, fontos információk közlésére vagy egy vicc elmesélésére! 99 hiba a kódban. 99 hiba a kódban. Egyet leveszel és befoltozod. 117 hiba a kódban.

source: This is your payment email. Used by PayPal and the likes
hu_hu: Ez az Ön fizetési e-mail címe. A PayPal és a hasonlók használják

source: This label is also a link
hu_hu: Ez a címke egyben hivatkozás is

source: This plugin
hu_hu: Ez a bővítmény

source: This plugin is not fully active.
hu_hu: Ez a bővítmény nincs teljesen aktiválva.

source: To receive your affiliate earnings, add a payout method below.
hu_hu: Partneri bevételei fogadásához adjon hozzá alább egy kifizetési módot.

source: Total Earnings
hu_hu: Összes bevétel

source: Unique Links
hu_hu: Egyedi hivatkozások

source: Unpaid Earnings
hu_hu: Kifizetetlen bevételek

source: Unpaid Referral Earnings
hu_hu: Kifizetetlen ajánlói bevételek

source: Unpaid Referrals
hu_hu: Kifizetetlen ajánlások

source: Unpaid earnings
hu_hu: Kifizetetlen bevételek

source: Unpaid referrals
hu_hu: Kifizetetlen ajánlások

source: Upload or choose a logo to be displayed at the top of Affiliate Portal.
hu_hu: Töltsön fel vagy válasszon egy logót, amely az Affiliate Portál tetején jelenik meg.

source: Use this form to generate a referral link.
hu_hu: Ezzel az űrlappal hozhat létre ajánlói linket.

source: User settings
hu_hu: Felhasználói beállítások

source: Validating domain, please wait...
hu_hu: Domain ellenőrzése, kérjük, várjon...

source: Variables used to build the rewrite rule.
hu_hu: Az átírási szabály felépítéséhez használt változók.

source: View
hu_hu: Nézet

source: View ID as stored in the views registry.
hu_hu: A views nyilvántartásban tárolt Nézet ID.

source: View ID the route is registered for.
hu_hu: Az a Nézet ID, amelyre az útvonal regisztrálva van.

source: View all
hu_hu: Összes megtekintése

source: Visit %s
hu_hu: Látogassa meg: %s

source: Visits
hu_hu: Látogatások

source: Welcome %s
hu_hu: Üdvözöljük, %s

source: Whether the section should be treated as a wrapper.
hu_hu: A szakaszt burkolóként kell-e kezelni.

source: Whether to hide the link from the menu.
hu_hu: Elrejtse-e a linket a menüben.

source: Wrapper Control
hu_hu: Burkoló vezérlő

source: X Text
hu_hu: X szöveg

source: You can add hidden inputs like this one. It's there, I promise! ;)
hu_hu: Ilyen rejtett beviteli mezőket is hozzáadhat. Ott van, ígérem! ;)

source: You have domains that were not approved:
hu_hu: Vannak nem jóváhagyott domainek:

source: You must confirm removal.
hu_hu: Meg kell erősítenie az eltávolítást.

source: Your Network
hu_hu: Az Ön hálózata

source: Your Network Link
hu_hu: Az Ön hálózati linkje

source: Your business name
hu_hu: Az Ön cégneve

source: Your custom slug
hu_hu: Az Ön egyéni slugja

source: Your direct link(s) have been updated
hu_hu: A közvetlen link(ek) frissítve lettek

source: Your earnings will be paid into the following account.
hu_hu: Az Ön bevételeit a következő számlára fizetjük ki.

source: Your earnings will be paid to the following card.
hu_hu: Az Ön bevételeit a következő kártyára fizetjük ki.

source: Your landing pages:
hu_hu: Az Ön landing oldalai:

source: [ Coming soon: Chart_Control example ]
hu_hu: [ Hamarosan: Chart_Control példa ]

source: [ Coming soon: Copy_Button_Control example ]
hu_hu: [ Hamarosan: Copy_Button_Control példa ]
