Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliatewp-affiliate-portal/affiliatewp-affiliate-portal-*.po
Languages: hu_hu

source: %s requires %s. Please activate it to continue.
hu_hu: %s a következőt igényli: %s. Kérjük, a folytatáshoz aktiváld.

source: %s requires %s. Please install it to continue.
hu_hu: %s a következőt igényli: %s. Kérjük, a folytatáshoz telepítsd.

source: 0. Base control superclass
hu_hu: 0. Alap vezérlő szuperosztály

source: 1. Base > Form Control
hu_hu: 1. Alap > Űrlap vezérlő

source: 2. Base > Form > Button Control
hu_hu: 2. Alap > Űrlap > Gomb vezérlő

source: 3. Base > Form > Input Control
hu_hu: 3. Alap > Űrlap > Beviteli vezérlő

source: 4. Base > Form > Input > Checkable Control
hu_hu: 4. Alap > Űrlap > Bevitel > Jelölhető vezérlő

source: A custom affiliate slug allows you to have a unique referral URL using your chosen slug.
hu_hu: Egy egyéni partner slug lehetővé teszi, hogy az általad választott slug használatával egyedi ajánlói URL-ed legyen.

source: Account holder name
hu_hu: Számlatulajdonos neve

source: Account number
hu_hu: Számlaszám

source: Account type
hu_hu: Számlatípus

source: Add New Link
hu_hu: Új link hozzáadása

source: Add new domain
hu_hu: Új domain hozzáadása

source: Add payout method
hu_hu: Kifizetési mód hozzáadása

source: Affiliate
hu_hu: Partner

source: Affiliate Feedback
hu_hu: Partneri visszajelzés

source: Affiliate ID to retrieve a collection of order details for.
hu_hu: Partnerazonosító, amelyhez a rendelés részleteinek gyűjteménye lekérhető.

source: Affiliate Portal
hu_hu: Partnerportál

source: Affiliate URLs
hu_hu: Partner URL-ek

source: AffiliateWP (the software company who created this affiliate portal) would love to hear about your experience using this affiliate portal. No personal data will be collected and any feedback provided will only be used to help improve your experience.
hu_hu: Az AffiliateWP (az a szoftvercég, amely létrehozta ezt a partnerportált) szívesen meghallgatná a tapasztalataidat a partnerportál használatáról. Személyes adatokat nem gyűjtünk, és a megadott visszajelzéseket kizárólag az élményed javítására használjuk fel.

source: AffiliateWP - Affiliate Portal Requirements
hu_hu: AffiliateWP - Partnerportál követelményei

source: AffiliateWP Requirements
hu_hu: AffiliateWP követelményei

source: Agree to our Terms of Use and Privacy Policy
hu_hu: Fogadd el a Felhasználási feltételeinket és az Adatvédelmi szabályzatot

source: All Categories
hu_hu: Minden kategória

source: All-time
hu_hu: Teljes időszak

source: Allow affiliate feedback.<p class="description">Enabling this option will allow your affiliates to submit anonymous feedback directly to us from within the affiliate portal. Any feedback collected will be used to help improve the add-on and overall portal experience which all your affiliates will benefit from. No personal data will be collected.</p>
hu_hu: Partner visszajelzések engedélyezése.<p class="description">Ennek az opciónak az engedélyezése lehetővé teszi partnereid számára, hogy névtelen visszajelzést küldjenek közvetlenül nekünk a partnerportálon belülről. A begyűjtött visszajelzéseket a bővítmény és az egész portál élményének javítására használjuk, amelyből minden partnered profitál. Személyes adatokat nem gyűjtünk.</p>

source: Already have a %1$s account? %2$s
hu_hu: Már van %1$s fiókod? %2$s

source: Amount
hu_hu: Összeg

source: An email has been sent to %s with a link to change the payout method
hu_hu: E-mailt küldtünk a(z) %s címre a kifizetési mód módosításához szükséges hivatkozással

source: An invalid domain was submitted.
hu_hu: Érvénytelen domaint adtál meg.

source: April
hu_hu: Április

source: Are you sure you want to delete this link?
hu_hu: Biztosan törlöd ezt a linket?

source: Arguments
hu_hu: Argumentumok

source: Attributes
hu_hu: Attribútumok

source: August
hu_hu: Augusztus

source: Available store credit
hu_hu: Elérhető áruházi jóváírás

source: Awaiting review: %s
hu_hu: Ellenőrzésre vár: %s

source: Back to site
hu_hu: Vissza a webhelyre

source: Bank name
hu_hu: Bank neve

source: Base Control (Global)
hu_hu: Alap vezérlő (globális)

source: Base Control Examples
hu_hu: Alap vezérlő példák

source: Business account
hu_hu: Üzleti számla

source: Button Control
hu_hu: Gomb vezérlő

source: Button Control Examples
hu_hu: Gomb vezérlő példák

source: By changing your affiliate slug you acknowledge that any existing links using an older affiliate slug may no longer work. Type your new custom slug one more time to confirm.
hu_hu: A partner slug módosításával tudomásul veszed, hogy a régebbi partner slugot használó meglévő linkek esetleg már nem fognak működni. Írd be az új egyéni slugot még egyszer a megerősítéshez.

source: By removing your affiliate slug you acknowledge that any existing links using an older affiliate slug may no longer work.
hu_hu: A partner slug eltávolításával tudomásul veszed, hogy a régebbi partner slugot használó meglévő linkek esetleg már nem fognak működni.

source: Campaign
hu_hu: Kampány

source: Campaign name
hu_hu: Kampány neve

source: Campaigns
hu_hu: Kampányok

source: Card
hu_hu: Kártya

source: Card Control
hu_hu: Kártya vezérlő

source: Card Group Control
hu_hu: Kártyacsoport vezérlő

source: Change payout method
hu_hu: Kifizetési mód módosítása

source: Chart Control
hu_hu: Diagram vezérlő

source: Cheatin&#8217; huh? This class cannot be unserialized.
hu_hu: Csalni próbálsz, mi? Ezt az osztályt nem lehet deszerializálni.

source: Cheatin&#8217; huh? This object cannot be cloned.
hu_hu: Csalni próbálsz, mi? Ezt az objektumot nem lehet klónozni.

source: Check this box to enable the Affiliate Portal.
hu_hu: Jelöld be ezt a négyzetet az Affiliate Portal engedélyezéséhez.

source: Checkable Control
hu_hu: Bejelölhető vezérlő

source: Checkable Control Examples
hu_hu: Bejelölhető vezérlő példák

source: Checkbox Control
hu_hu: Jelölőnégyzet vezérlő

source: Click and drag to re-order
hu_hu: Kattints és húzd az átrendezéshez

source: Code
hu_hu: Kód

source: Code Block Control
hu_hu: Kódblokk vezérlő

source: Collapse all menu links
hu_hu: Az összes menühivatkozás összecsukása

source: Column widths (1-5) to set for the header and content areas of the section.
hu_hu: A szakasz fejléce és tartalma számára beállítandó oszlopszélességek (1–5).

source: Commission rate
hu_hu: Jutalék mértéke

source: Confirm Removal
hu_hu: Eltávolítás megerősítése

source: Confirm affiliate slug
hu_hu: Partneri slug megerősítése

source: Connect it here
hu_hu: Csatlakoztasd itt

source: Control Options
hu_hu: Vezérlő beállításai

source: Conversion Rate
hu_hu: Konverziós arány

source: Conversion rate
hu_hu: Konverziós arány

source: Converted
hu_hu: Konvertálva

# creative code
source: Copy
hu_hu: Másolás

source: Copy Button Control
hu_hu: Másolás gomb vezérlő

source: Copy to clipboard
hu_hu: Vágólapra másolás

source: Country of residence
hu_hu: Lakóhely szerinti ország

source: Coupon Code
hu_hu: Kuponkód

source: Coupon URL
hu_hu: Kupon URL

source: Coupon code used with the order (if any).
hu_hu: A rendeléshez használt kuponkód (ha van).

source: Coupons
hu_hu: Kuponok

source: Creatives
hu_hu: Kreatívok

source: Creatives Per Page
hu_hu: Kreatívok oldalanként

source: Custom affiliate slug
hu_hu: Egyedi partneri slug

source: Custom slug
hu_hu: Egyedi slug

source: Customer Billing Address
hu_hu: Vevő számlázási címe

source: Customer Email
hu_hu: Vevő e-mail-címe

source: Customer Name
hu_hu: Vevő neve

source: Customer Phone
hu_hu: Vevő telefonszáma

source: Customer Shipping Address
hu_hu: Vevő szállítási címe

source: Customer billing address.
hu_hu: Vevő számlázási címe.

source: Customer email address.
hu_hu: Vevő e-mail-címe.

source: Customer name.
hu_hu: Vevő neve.

source: Customer phone number.
hu_hu: Vevő telefonszáma.

source: Customer shipping address.
hu_hu: Vevő szállítási címe.

source: Dashboard
hu_hu: Vezérlőpult

source: Date
hu_hu: Dátum

source: Date Control
hu_hu: Dátum vezérlő

source: Date of birth
hu_hu: Születési dátum

# statistical comparison
source: Decreased by
hu_hu: Ennyivel csökkent

source: Delete link
hu_hu: Hivatkozás törlése

source: Describe what text should go in this area AKA the textarea.
hu_hu: Írja le, milyen szöveg kerüljön ebbe a területbe, más néven a szövegterületbe.

source: Description
hu_hu: Leírás

source: Descriptive text can go here about base examples.
hu_hu: Ide kerülhet leíró szöveg az alap példákról.

source: Descriptive text can go here about button examples.
hu_hu: Ide kerülhet leíró szöveg a gombpéldákról.

source: Descriptive text can go here about checkable examples.
hu_hu: Ide kerülhet leíró szöveg a jelölhető példákról.

source: Descriptive text can go here about form examples.
hu_hu: Ide kerülhet leíró szöveg az űrlappéldákról.

source: Descriptive text can go here about input examples.
hu_hu: Ide kerülhet leíró szöveg a beviteli mező példáiról.

source: Direct Links
hu_hu: Közvetlen hivatkozások

source: Direct Traffic
hu_hu: Közvetlen forgalom

source: Direct link domain
hu_hu: Közvetlen hivatkozás domainje

source: Direct link domains
hu_hu: Közvetlen hivatkozások domainei

source: Direct links allow you to link directly to this site, from your own website, without an affiliate link.
hu_hu: A közvetlen hivatkozások lehetővé teszik, hogy saját webhelyéről közvetlenül erre az oldalra hivatkozzon partnerlink nélkül.

source: Disabled Button
hu_hu: Letiltott gomb

source: Dismiss this notice
hu_hu: Értesítés bezárása

source: Displays examples for all reusable Affiliate Portal controls.
hu_hu: Megjeleníti az összes újrafelhasználható Affiliate Portal vezérlő példáit.

source: Div With Copy Control
hu_hu: Div másolási vezérlővel

source: Domain was entered incorrectly.
hu_hu: A domain helytelenül lett megadva.

source: Domains cannot be empty.
hu_hu: A domainek nem lehetnek üresek.

source: Each order on this screen is associated with one of your referrals.
hu_hu: Ezen a képernyőn minden rendelés egy Ön által hozott ajánláshoz kapcsolódik.

source: Each order on this screen is associated with one of your referrals. Click any value below to view more detailed information about an order.
hu_hu: Ezen a képernyőn minden rendelés egy Ön által hozott ajánláshoz kapcsolódik. Kattintson bármelyik alábbi értékre, hogy részletesebb információkat lásson egy rendelésről.

source: Earnings
hu_hu: Bevételek

source: Email Control
hu_hu: E-mail vezérlő

source: Email Sharing Message
hu_hu: E-mailes megosztási üzenet

source: Email Sharing Subject
hu_hu: E-mailes megosztás tárgya

source: Email address
hu_hu: E-mail-cím

source: Enable Details in the Affiliate Portal Table
hu_hu: Részletek engedélyezése az Affiliate Portal táblázatban

source: Enable payout via store credit
hu_hu: Kifizetés engedélyezése bolti jóváírással

source: Enable referral notifications
hu_hu: Ajánlási értesítések engedélyezése

source: Enable the Affiliate Portal
hu_hu: Affiliate Portal engedélyezése

source: Enter a label for the link.
hu_hu: Adjon meg egy címkét a hivatkozáshoz.

source: Enter a new coupon code
hu_hu: Adjon meg egy új kuponkódot

source: Enter an optional campaign name to help track performance.
hu_hu: Adjon meg egy nem kötelező kampánynevet a teljesítmény nyomon követéséhez.

source: Estimated Arrival Date
hu_hu: Várható érkezési dátum

source: Example #1
hu_hu: Példa #1

source: Example #2
hu_hu: Példa #2

source: Example Card
hu_hu: Példakártya

source: Example Card Group #1
hu_hu: Példakártya csoport #1

source: Example Card Group #2
hu_hu: Példakártya csoport #2

source: Example Card Group #3
hu_hu: Példakártya csoport #3

source: Example Card Group - Info
hu_hu: Példakártya csoport - Információ

source: Example Card Group - Stat
hu_hu: Példakártya csoport - Statisztika

source: Example Controls
hu_hu: Példa vezérlők

source: Example Date Input
hu_hu: Példa dátumbeviteli mező

source: Example Email Input
hu_hu: Példa e-mail beviteli mező

source: Example Multiple Select
hu_hu: Példa többszörös kijelölés

source: Example Number Input
hu_hu: Példa számbeviteli mező

source: Example Password Input
hu_hu: Példa jelszóbeviteli mező

source: Example Select
hu_hu: Példa legördülő lista

source: Example Stats Table
hu_hu: Példa statisztikai táblázat

source: Example Submit Button
hu_hu: Példa Küldés gomb

source: Example Text Input
hu_hu: Példa szövegmező

source: Example Textarea
hu_hu: Példa többsoros szövegmező

source: Example h1 heading
hu_hu: Példa h1 címsor

source: Example h2 heading
hu_hu: Példa h2 címsor

source: Example h3 heading
hu_hu: Példa h3 címsor

source: Expand all menu links
hu_hu: Az összes menühivatkozás kibontása

source: Expiry
hu_hu: Lejárat

source: February
hu_hu: február

source: Filter
hu_hu: Szűrő

source: First Name
hu_hu: Keresztnév

source: First name
hu_hu: keresztnév

source: Form Control
hu_hu: Űrlapelem

source: Form Control Examples
hu_hu: Űrlapelemek példái

source: Generated referral URL
hu_hu: Generált ajánlói URL

source: Generic Button
hu_hu: Általános gomb

source: Get more add-ons for AffiliateWP
hu_hu: Szerezzen be további kiegészítőket az AffiliateWP-hez

source: Give us your feedback
hu_hu: Adjon visszajelzést

source: Graphs
hu_hu: Grafikonok

source: Heading Control
hu_hu: Címsorvezérlő

source: Hidden Control
hu_hu: Rejtett vezérlő

source: I am the owner of the business legal entity
hu_hu: A vállalkozás jogi személyének tulajdonosa vagyok

source: I thought you might be interested in this:
hu_hu: Azt gondoltam, ez érdekelheti:

source: Icon Control
hu_hu: Ikonvezérlő

source: Icon markup used for the view link.
hu_hu: A megtekintési hivatkozáshoz használt ikon markupja.

source: Image Control
hu_hu: Képvezérlő

# statistical comparison
source: Increased by
hu_hu: Növekedett ennyivel

source: Input Control
hu_hu: Beviteli vezérlő

source: Input Control Examples
hu_hu: Beviteli vezérlők példái

source: Invalid email address.
hu_hu: Érvénytelen e-mail-cím.

source: Invite other affiliates to your network using this link.
hu_hu: Hívjon meg más partnereket a hálózatába ezen a linken keresztül.

source: It&#8217;s now safe to deactivate and delete your old copy of the <strong>AffiliateWP - Affiliate Dashboard</strong> plugin.
hu_hu: Most már biztonságosan kikapcsolhatja és törölheti a <strong>AffiliateWP - Affiliate Dashboard</strong> bővítmény régi példányát.

source: Items Per Page
hu_hu: Elemek oldalanként

source: January
hu_hu: január

source: July
hu_hu: július

source: June
hu_hu: június

source: Just a plain example label
hu_hu: Csak egy egyszerű példa felirat

source: Label Control
hu_hu: Feliratvezérlő

source: Label used for the view link.
hu_hu: A megtekintési hivatkozáshoz használt felirat.

source: Landing pages
hu_hu: Céloldalak

source: Landing pages allow you to share the page URL without needing to use your affiliate link.
hu_hu: A céloldalak lehetővé teszik, hogy megossza az oldal URL-jét anélkül, hogy az ajánlói hivatkozását kellene használnia.

source: Last 30 days
hu_hu: Elmúlt 30 nap

source: Last Name
hu_hu: Vezetéknév

source: Last name
hu_hu: vezetéknév

source: Lifetime Customers
hu_hu: Élettartam-ügyfelek

source: Lifetime Referral
hu_hu: Élettartam-ajánlás

source: Lifetime customers
hu_hu: Élettartam-ügyfelek

source: Link Content
hu_hu: Hivatkozás tartalma

source: Link Control
hu_hu: Hivatkozás vezérlő

source: Link Title
hu_hu: Hivatkozás címe

source: Link with underline
hu_hu: Aláhúzott hivatkozás

source: List Control
hu_hu: Lista vezérlő

source: Logo
hu_hu: Logó

source: Looks like there are no order details to display. Contact your affiliate manager to find out more information.
hu_hu: Úgy tűnik, nincsenek megjeleníthető rendelési adatok. További információért lépjen kapcsolatba a partnerprogram-menedzserével.

source: March
hu_hu: Március

source: May
hu_hu: Május

source: Menu Links
hu_hu: Menü hivatkozások

source: More add-ons
hu_hu: További bővítmények

source: Muahaha! I am the hidden value of this input.
hu_hu: Muahaha! Én vagyok ennek a mezőnek a rejtett értéke.

source: Network
hu_hu: Hálózat

source: New Custom Link
hu_hu: Új egyéni hivatkozás

source: No creatives found.
hu_hu: Nem találhatók kreatívok.

# campaign
source: None set
hu_hu: Nincs beállítva

# visit URL
source: None set
hu_hu: Nincs beállítva

# customer first name
source: Not provided
hu_hu: Nincs megadva

# customer last name
source: Not provided
hu_hu: Nincs megadva

source: Note: the copy button will only display if SSL is configured.
hu_hu: Megjegyzés: a másolás gomb csak akkor jelenik meg, ha az SSL be van állítva.

source: Notifications
hu_hu: Értesítések

source: Number Control
hu_hu: Szám vezérlő

source: October
hu_hu: Október

source: Option #1
hu_hu: Opció #1

source: Option #2
hu_hu: Opció #2

source: Order Date
hu_hu: Rendelés dátuma

source: Order Details
hu_hu: Rendelés részletei

source: Order Number
hu_hu: Rendelésszám

source: Order Total
hu_hu: Rendelés végösszege

source: Orders per page
hu_hu: Rendelések oldalanként

source: Overview
hu_hu: Áttekintés

source: Page URL
hu_hu: Oldal URL

source: Paid Referral Earnings
hu_hu: Kifizetett ajánlási bevétel

source: Paid Referrals
hu_hu: Kifizetett ajánlások

source: Paid earnings
hu_hu: Kifizetett bevétel

source: Paid referrals
hu_hu: Kifizetett ajánlások

source: Paragraph Control
hu_hu: Bekezdés vezérlő

source: Password Control
hu_hu: Jelszó vezérlő

source: Payment email
hu_hu: Kifizetési e-mail

source: Payments
hu_hu: Kifizetések

source: Payout Account
hu_hu: Kifizetési fiók

source: Payout Method
hu_hu: Kifizetési mód

source: Payout settings
hu_hu: Kifizetési beállítások

source: Payouts
hu_hu: Kifizetések

source: Payouts Service
hu_hu: Kifizetések szolgáltatás

source: Pending Referral Earnings
hu_hu: Függőben lévő ajánlási bevétel

source: Per Page Settings
hu_hu: Oldalankénti beállítások

source: Personal account
hu_hu: Személyes fiók

# creative modal
source: Preview
hu_hu: Előnézet

source: Priority to sort the section by during output of a view.
hu_hu: A szakasz rendezési prioritása a nézet megjelenítésekor.

source: Pushover user key
hu_hu: Pushover felhasználói kulcs

source: Radio Control
hu_hu: Rádiógomb

source: Receive a notification when a referral is generated.
hu_hu: Értesítést kap, amikor új ajánlás jön létre.

source: Receive referral notifications via Pushover
hu_hu: Ajánlásokról szóló értesítések fogadása Pushoveren keresztül

source: Receive your payouts in store credit.
hu_hu: Kifizetéseit bolti jóváírásként kapja meg.

source: Recent referral activity
hu_hu: Legutóbbi ajánlási tevékenység

source: Reference
hu_hu: Referencia

source: Referral Amount
hu_hu: Ajánlási összeg

source: Referral Link Sharing
hu_hu: Ajánlási link megosztása

source: Referral URL
hu_hu: Ajánlási URL

source: Referral URL generator
hu_hu: Ajánlási URL-generátor

source: Referral amount.
hu_hu: Ajánlási összeg.

source: Referrals
hu_hu: Ajánlások

source: Referring URL
hu_hu: Hivatkozó URL

source: Register for Payouts Service
hu_hu: Regisztráljon a kifizetési szolgáltatásra

source: Rejected Referral Earnings
hu_hu: Elutasított ajánlási bevételek

# Request vanity coupon code
source: Request
hu_hu: Igénylés

source: Requirements
hu_hu: Követelmények

source: Requires %s (%s), but (%s) is installed.
hu_hu: %s (%s) szükséges, de a(z) (%s) van telepítve.

source: Requires %s (%s), but it appears to be missing.
hu_hu: %s (%s) szükséges, de úgy tűnik, hiányzik.

source: Return to all orders
hu_hu: Vissza az összes rendeléshez

source: Save custom slug
hu_hu: Egyéni slug mentése

source: Save direct links
hu_hu: Közvetlen linkek mentése

source: Save settings
hu_hu: Beállítások mentése

source: Save user settings
hu_hu: Felhasználói beállítások mentése

source: Saved
hu_hu: Mentve

source: Section ID as stored in the sections registry.
hu_hu: A szakaszazonosító a szakaszok nyilvántartásában tárolva.

source: See Global + Form + Button Options
hu_hu: Lásd: Globális + Űrlap + Gomb beállítások

source: See Global + Form + Input Options
hu_hu: Lásd: Globális + Űrlap + Beviteli beállítások

source: See Global + Form + input + Checkable Options
hu_hu: Lásd: Globális + Űrlap + input + Jelölhető beállítások

source: See Global + Form Options
hu_hu: Lásd: Globális + Űrlap beállítások

source: See Global Options
hu_hu: Lásd: Globális beállítások

source: Select Control
hu_hu: Választómező

source: Select which details <strong>should</strong> show in the table in the Affiliate Portal.
hu_hu: Válassza ki, mely részletek <strong>jelenjenek meg</strong> a táblázatban a partnerportálon.

source: Select which page will be used for the link's content. This page will be blocked for non-affiliates.
hu_hu: Válassza ki, melyik oldalt használja a hivatkozás tartalmaként. Ez az oldal a nem partnerek számára le lesz tiltva.

source: September
hu_hu: szeptember

source: Settings
hu_hu: Beállítások

source: Share this URL
hu_hu: Ossza meg ezt az URL-t

source: Share this URL with your audience.
hu_hu: Ossza meg ezt az URL-t a közönségével.

source: Share your referral URL with your audience to earn commission.
hu_hu: Ossza meg ajánlási URL-jét a közönségével, hogy jutalékot szerezzen.

source: Sharing Options
hu_hu: Megosztási beállítások

source: Sign out
hu_hu: Kijelentkezés

source: Signed in as
hu_hu: Bejelentkezve mint

source: Slugs can only contain lowercase letters and numbers.
hu_hu: A slugok csak kisbetűket és számokat tartalmazhatnak.

source: Slugs cannot be longer than 60 characters.
hu_hu: A slugok nem lehetnek 60 karakternél hosszabbak.

source: Slugs cannot only contain numbers.
hu_hu: A slugok nem állhatnak kizárólag számokból.

source: Slugs do not match.
hu_hu: A slugok nem egyeznek.

source: Statistics
hu_hu: Statisztikák

source: Status
hu_hu: Állapot

source: Style the label to be your own
hu_hu: Stílusozza a címkét, hogy a sajátja legyen

source: Styled Button
hu_hu: Stílusozott gomb

source: Submit Control
hu_hu: Küldés vezérlő

source: Submit your feedback
hu_hu: Küldje el visszajelzését

source: Table Column Control Options
hu_hu: Táblázatoszlop-vezérlő beállításai

source: Table Control Options
hu_hu: Táblázatvezérlő beállításai

source: Table Controls
hu_hu: Táblázatvezérlők

source: Text Input Control
hu_hu: Szövegbeviteli vezérlő

source: Textarea Control
hu_hu: Textarea vezérlő

source: That slug cannot be used.
hu_hu: Ez a slug nem használható.

source: The Affiliate Dashboard plugin has been renamed to <strong>Affiliate Portal</strong>.
hu_hu: Az Affiliate Dashboard bővítményt <strong>Affiliate Portal</strong>-ra nevezték át.

source: The Button control extends Form control. These use the Button control class:
hu_hu: A Button vezérlő a Form vezérlőt kiterjeszti. Ezek a Button vezérlőosztályt használják:

source: The Checkable middleware extends Input control for form input controls that support the checked attribute. These extend the Checkable control class:
hu_hu: A Checkable middleware kiterjeszti az Input vezérlőt a checked attribútumot támogató űrlapbeviteli vezérlők számára. Ezek a Checkable vezérlőosztályt kiterjesztik:

source: The Form control extends Base control for activating form-specific features. These controls extend the Form control class:
hu_hu: A Form vezérlő a Base vezérlőt kiterjeszti az űrlapspecifikus funkciók aktiválásához. Ezek a vezérlők a Form vezérlőosztályt kiterjesztik:

source: The Input control extends Form control. These extend the Input control class:
hu_hu: Az Input vezérlő a Form vezérlőt kiterjeszti. Ezek az Input vezérlőosztályt kiterjesztik:

source: The date the order was made.
hu_hu: A rendelés leadásának dátuma.

source: The default text that will show in the email message. The affiliate's referral URL will be automatically appended to the email.
hu_hu: Az alapértelmezett szöveg, amely az e-mail üzenetben megjelenik. A partner ajánlói URL-je automatikusan hozzá lesz fűzve az e-mailhez.
