Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-booking/fluent-booking-*.po
Languages: hu_hu

source: Please ensure the cancel link is removed from the confirmation email
hu_hu: Kérjük, győződjön meg róla, hogy a lemondási hivatkozás el van távolítva a megerősítő e-mailből

source: Please ensure the cancel link is included in the confirmation email
hu_hu: Kérjük, győződjön meg róla, hogy a lemondási hivatkozás szerepel a megerősítő e-mailben

source: Please ensure the reschedule link is removed from the confirmation email
hu_hu: Kérjük, győződjön meg róla, hogy az átütemezési hivatkozás el van távolítva a megerősítő e-mailből

source: Please ensure the reschedule link is included in the confirmation email
hu_hu: Kérjük, győződjön meg róla, hogy az átütemezési hivatkozás szerepel a megerősítő e-mailben

source: User will see this if they attempt to cancel without permission
hu_hu: A felhasználó ezt fogja látni, ha jogosultság nélkül megpróbál lemondani

source: User will see this if they attempt to reschedule without permission
hu_hu: A felhasználó ezt fogja látni, ha jogosultság nélkül megpróbál átütemezni

source: Set the maximum number of bookings allowed in a single transaction
hu_hu: Állítsa be az egy tranzakcióban engedélyezett foglalások maximális számát

source: Allow Multiple Booking
hu_hu: Többszöri foglalás engedélyezése

source: Multiple hosts
hu_hu: Több házigazda

source: Sorry! you cannot remove the organizer
hu_hu: Sajnáljuk! A szervezőt nem távolíthatja el

source: When booking notice is less than
hu_hu: Ha a foglalási értesítés ideje kevesebb, mint

source: When meeting starts in less than
hu_hu: Ha a találkozó kezdéséig kevesebb mint

source: Attendee Cannot Cancel
hu_hu: A résztvevő nem mondhat le

source: Attendee Cannot Reschedule
hu_hu: A résztvevő nem ütemezheti át

source: Before Event
hu_hu: Esemény előtt

source: After Event
hu_hu: Esemény után

source: Per day
hu_hu: Naponta

source: Per week
hu_hu: Hetente

source: Per month
hu_hu: Havonta

source: + Add Another Limit
hu_hu: + Újabb korlát hozzáadása

source: Minimum Notice
hu_hu: Minimális értesítési idő

source: Time-slot intervals
hu_hu: Idősáv-intervallumok

source: Schedule Type
hu_hu: Ütemezés típusa

source: Weekly Hours By Day
hu_hu: Heti órák nap szerint

source: Specific Dates & Hours (coming soon)
hu_hu: Konkrét dátumok & órák (hamarosan)

source: Weekly Hours Schedules
hu_hu: Heti órák ütemezései

source: Availability Range
hu_hu: Elérhetőségi tartomány

source: Enable this if you want to use a common schedule between hosts. When disabled, each host will be booked based on their default or chosen schedule.
hu_hu: Engedélyezze ezt, ha közös ütemezést szeretne használni a házigazdák között. Letiltva minden házigazda az alapértelmezett vagy az általa választott ütemezése alapján kerül foglalásra.

source: Enable to reserve selected times for this event only. When disabled, times remain available and may disappear if booked by others.
hu_hu: Engedélyezze, hogy a kiválasztott időpontok kizárólag ehhez az eseményhez legyenek lefoglalva. Letiltva az időpontok elérhetők maradnak, és eltűnhetnek, ha mások lefoglalják.

source: Select the available date range
hu_hu: Válassza ki az elérhető dátumtartományt

source: Scheduling conditions
hu_hu: Ütemezési feltételek

source: Share
hu_hu: Megosztás

source: Email Notifications
hu_hu: E-mail értesítések

source: Email Frequency?
hu_hu: E-mailek gyakorisága?

source: Default Country for Phone Field
hu_hu: Alapértelmezett ország a telefonszám mezőhöz

source: Select Country
hu_hu: Válasszon országot

source: Connect with stripe
hu_hu: Csatlakozás a stripe-hoz

source: Your Stripe Account is connected
hu_hu: A Stripe-fiókja csatlakoztatva

source: - Administrator (Owner)
hu_hu: - Rendszergazda (Tulajdonos)

source: No, Thanks
hu_hu: Nem, köszönöm

source: Are you sure to disconnect this account?
hu_hu: Biztosan le szeretné választani ezt a fiókot?

source: Amount
hu_hu: Összeg

source: Disconnect
hu_hu: Leválasztás

source: Payment Title
hu_hu: Fizetés megnevezése

source: Payment Note
hu_hu: Fizetési megjegyzés

source: Stripe Payments
hu_hu: Stripe fizetések

source: Product
hu_hu: Termék

source: Configure stripe to accept payments on your booking events and monetize your time slots
hu_hu: Konfigurálja a stripe-ot, hogy elfogadja a fizetéseket a foglalási eseményein, és pénzzé tegye az idősávjait

source: Failed to load this integration. Please reload this page and try again.
hu_hu: Nem sikerült betölteni ezt az integrációt. Kérjük, töltse újra ezt az oldalt, és próbálja meg újra.

source: Confirm, Disconnect
hu_hu: Megerősítés, leválasztás

source: Enable Landing Page
hu_hu: Landing oldal engedélyezése

source: New
hu_hu: Új

source: New Event Type
hu_hu: Új eseménytípus

source: No Event Found!
hu_hu: Nem található esemény!

source: Create New Event Type
hu_hu: Új eseménytípus létrehozása

source: One-to-One
hu_hu: Egy az egyben

source: One host
hu_hu: Egy házigazda

source: Filter
hu_hu: Szűrő

source: One invitee
hu_hu: Egy meghívott

source: Group of invitees
hu_hu: Meghívottak csoportja

source: Good for: coffee chats, 1:1 interviews, etc.
hu_hu: Erre jó: kötetlen beszélgetések, 1:1 interjúk stb.

source: Good for: webinars, online classes, etc.
hu_hu: Erre jó: webináriumok, online órák stb.

source: Good for: distributing incoming sales leads.
hu_hu: Erre jó: beérkező értékesítési leadek elosztása.

source: Good for: higher priority meetings.
hu_hu: Erre jó: magasabb prioritású megbeszélések.

source: Good for: reservation or ticketing system
hu_hu: Erre jó: foglalási vagy jegyértékesítési rendszer

source: Good for: Panel interviews, group sales calls, etc.
hu_hu: Erre jó: panelinterjúk, csoportos értékesítési hívások stb.

source: Landing page URL
hu_hu: Landing oldal URL

source: Publicly Accessible
hu_hu: Nyilvánosan elérhető

source: Disable Landing Page Feature
hu_hu: Landing oldal funkció letiltása

source: Landing Page Visibility
hu_hu: Landing oldal láthatósága

source: Your First Name
hu_hu: Az Ön keresztneve

source: Your Last Name
hu_hu: Az Ön vezetékneve

source: Update Info
hu_hu: Adatok frissítése

source: Disable
hu_hu: Letiltás

source: Enable this event
hu_hu: Esemény engedélyezése

source: Turn On
hu_hu: Kapcsolja be

source: URL has been copied to your clipboard
hu_hu: Az URL a vágólapjára lett másolva

source: Shortcode has been copied to your clipboard
hu_hu: A Shortcode a vágólapjára lett másolva

source: Copied to clipboard
hu_hu: A vágólapra másolva

source: Copy and use the shortcode Page/Post of your website
hu_hu: Másolja és használja a Shortcode-ot webhelye Page/Post oldalán

source: Landing Page
hu_hu: Landing oldal

source: Copy
hu_hu: Másolás

source: Copy link
hu_hu: Hivatkozás másolása

source: To get the landing page url, please enable from
hu_hu: A Landing oldal url-jének eléréséhez kérjük, engedélyezze

source: here
hu_hu: innen

source: Add Calendar to Gutenberg Block
hu_hu: Adja hozzá a naptárat a Gutenberg-blokkhoz

source: Add to Block
hu_hu: Hozzáadás a blokkhoz

source: Close
hu_hu: Bezárás

source: Select Timezone
hu_hu: Időzóna kiválasztása

source: Current DateTime:
hu_hu: Aktuális dátum/idő:

source: Create Booking
hu_hu: Foglalás létrehozása

source: Create Booking Manually
hu_hu: Foglalás kézi létrehozása

source: Add New Host
hu_hu: Új házigazda hozzáadása

source: Add New Team
hu_hu: Új csapat hozzáadása

source: Add New Booking
hu_hu: Új foglalás hozzáadása

source: Add New Calendar Host
hu_hu: Új naptár-házigazda hozzáadása

source: Add Single Event
hu_hu: Egyszeri esemény hozzáadása

source: A particular user can have one calendar with multiple events. Please select a user who does not have a calendar yet
hu_hu: Egy adott felhasználó egy naptárral rendelkezhet, több eseménnyel. Kérjük, válasszon olyan felhasználót, akinek még nincs naptára

source: Congratulations!
hu_hu: Gratulálunk!

source: Booking Type
hu_hu: Foglalás típusa

source: Create Your Availability
hu_hu: Hozza létre az elérhetőségét

source: Continue
hu_hu: Folytatás

source: Please provide a location first
hu_hu: Kérjük, először adjon meg egy helyszínt

source: is required
hu_hu: kötelező

source: Location Type is required
hu_hu: A helyszín típusa kötelező

source: Location Title is required
hu_hu: A helyszín neve kötelező

source: Location Description is required
hu_hu: A helyszín leírása kötelező

source: Phone Number is required
hu_hu: A telefonszám megadása kötelező

source: Please provide a slug first
hu_hu: Kérjük, először adjon meg egy slugot

source: Only number in slug is not allowed
hu_hu: A kizárólag számjegyekből álló slug nem engedélyezett

source: The Slug need to be at least 4 characters
hu_hu: A slugnak legalább 4 karakter hosszúnak kell lennie

source: Your booking slug only accepts alpha-numeric values. Please do not provide any space or special characters
hu_hu: A foglalás slugja csak alfanumerikus karaktereket fogad el. Kérjük, ne adjon meg szóközt vagy speciális karaktereket

source: Title Field is required
hu_hu: A cím mező kitöltése kötelező

source: View Details
hu_hu: Részletek megtekintése

source: completed
hu_hu: befejezve

source: cancelled
hu_hu: lemondva

source: No Show
hu_hu: Nem jelent meg

source: Event Guests
hu_hu: Esemény résztvevői

source: Search Host
hu_hu: Házigazda keresése

source: Import
hu_hu: Importálás

source: Import Calendar
hu_hu: Naptár importálása

source: Import Calendar Host
hu_hu: Naptár-házigazda importálása

source: Import your exported calendar JSON file
hu_hu: Importálja az exportált naptár JSON-fájlt

source: Export
hu_hu: Exportálás

source: Export Hosts
hu_hu: Házigazdák exportálása

source: Drop file here or
hu_hu: Húzza ide a fájlt, vagy

source: click to upload
hu_hu: kattintson a feltöltéshez

source: Click to copy code
hu_hu: Kattintson a kód másolásához

source: No Host Found
hu_hu: Nem található házigazda

source: Message
hu_hu: Üzenet

source: Booking URL
hu_hu: Foglalási URL

source: Booked At
hu_hu: Foglalás időpontja

source: Payment History
hu_hu: Fizetési előzmények

source: Quantity
hu_hu: Mennyiség

source: Price
hu_hu: Ár

source: Total:
hu_hu: Összesen:

source: Subtotal:
hu_hu: Részösszeg:

source: Transaction Details
hu_hu: Tranzakció részletei

source: Card Last 4
hu_hu: Kártya utolsó 4 számjegye

source: Transaction ID
hu_hu: Tranzakcióazonosító

source: Mark As Completed
hu_hu: Jelölje befejezettként

source: Mark As Paid
hu_hu: Jelölje fizetettként

source: Meeting Information
hu_hu: Találkozó adatai

source: Meeting Title
hu_hu: Találkozó címe

source: Booked From
hu_hu: Foglalva innen

source: Internal Note
hu_hu: Belső megjegyzés

source: Cancel Meeting
hu_hu: Találkozó lemondása

source: Please confirm that you would like to cancel this event. A cancellation email will also go out to the invitee
hu_hu: Kérjük, erősítse meg, hogy le szeretné mondani ezt az eseményt. A meghívott számára lemondási e-mail is kiküldésre kerül

source: Please confirm that you would like to reject this event. A rejection email will also go out to the invitee
hu_hu: Kérjük, erősítse meg, hogy el szeretné utasítani ezt az eseményt. A meghívott számára elutasító e-mail is kiküldésre kerül

source: No, Don't cancel
hu_hu: Nem, ne mondja le

source: Yes, Cancel
hu_hu: Igen, mondja le

source: Don't Reject
hu_hu: Ne utasítsa el

source: Reject Booking
hu_hu: Utasítsa el a foglalást

source: Reason for rejection
hu_hu: Elutasítás oka

source: No, Don't delete
hu_hu: Nem, ne törölje

source: Yes, Delete
hu_hu: Igen, törölje

source: Delete Meeting
hu_hu: Találkozó törlése

source: Are you sure you want to delete this booking?
hu_hu: Biztosan törölni szeretné ezt a foglalást?

source: Invitees Information
hu_hu: Meghívottak adatai

source: Invitee Name
hu_hu: Meghívott neve

source: Invitee Email
hu_hu: Meghívott e-mail-címe

source: Ignore Availability
hu_hu: Elérhetőség figyelmen kívül hagyása

source: Invitee Timezone
hu_hu: Meghívott időzónája

source: Search Booking
hu_hu: Foglalás keresése

source: Select Event Types
hu_hu: Eseménytípusok kiválasztása

source: Select Time
hu_hu: Időpont kiválasztása

source: Search and Select Time
hu_hu: Időpont keresése és kiválasztása

source: Reorder Events
hu_hu: Események átrendezése

source: All Events
hu_hu: Összes esemény

source: All Event Types
hu_hu: Összes eseménytípus

source: All Meetings
hu_hu: Összes találkozó

source: Single
hu_hu: Egyszeri

source: Discard
hu_hu: Elvetés

source: Submit
hu_hu: Küldés

source: No bookings found based on your filter
hu_hu: Nem található foglalás az Ön szűrője alapján

source: beta
hu_hu: béta

source: Grant Team Members Access to FluentBookings for Calendar and Booking Management.
hu_hu: Adjon hozzáférést a csapattagoknak a FluentBookingshoz a naptár- és foglaláskezeléshez.

source: Assign Member
hu_hu: Tag hozzárendelése

source: Team Member
hu_hu: Csapattag

source: Team Members
hu_hu: Csapattagok

source: Team Name
hu_hu: Csapat neve

source: Team Avatar
hu_hu: Csapat avatárja

source: Edit Team Member
hu_hu: Csapattag szerkesztése

source: Access Permissions for this user
hu_hu: Ennek a felhasználónak a hozzáférési jogosultságai

source: (Required Permission)
hu_hu: (Szükséges jogosultság)

source: Update Access Permissions
hu_hu: Hozzáférési jogosultságok frissítése

source: Permission Denied Message
hu_hu: Hozzáférés-megtagadási üzenet

source: Add Team Member
hu_hu: Csapattag hozzáadása

source: Add Host
hu_hu: Házigazda hozzáadása

source: Add Team
hu_hu: Csapat hozzáadása

source: Add One-off Event
hu_hu: Egyszeri esemény hozzáadása

source: Single Event
hu_hu: Egyszeri esemény

source: Group Event
hu_hu: Csoportos esemény

source: Invite someone
hu_hu: Hívjon meg valakit

source: One-off Event
hu_hu: Egyszeri esemény

source: Enter Name of this event calendar
hu_hu: Adja meg ennek az eseménynaptárnak a nevét

source: Reserve spots
hu_hu: Helyek lefoglalása

source: Select Event Hosts
hu_hu: Válassza ki az esemény házigazdáit

source: Event Hosts
hu_hu: Esemény házigazdái

source: Event Calendar Name
hu_hu: Eseménynaptár neve

source: for a scheduled event with
hu_hu: egy ütemezett eseményhez

source: to pick a time to meet with
hu_hu: hogy időpontot válasszon a találkozáshoz

source: hosts
hu_hu: házigazdákkal

source: you
hu_hu: Önnel

source: Please select the hosts you want to assign to this event
hu_hu: Kérjük, válassza ki azokat a házigazdákat, akiket ehhez az eseményhez hozzá kíván rendelni

source: Select Member
hu_hu: Válasszon tagot

source: Connected Zoom Account Email:
hu_hu: Kapcsolt Zoom-fiók e-mail-címe:

source: The above app secret key will be encrypted and stored securely.
hu_hu: A fenti alkalmazás titkos kulcsa titkosítva és biztonságosan tárolva lesz.

source: Save & Validate Credentials
hu_hu: Hitelesítő adatok mentése és ellenőrzése

source: No Settings Found for this integration
hu_hu: Nem találhatók beállítások ehhez az integrációhoz

source: General Settings
hu_hu: Általános beállítások

source: Manage your settings related emails, notifications and other general settings
hu_hu: Kezelje az e-mailekkel, értesítésekkel és egyéb általános beállításokkal kapcsolatos beállításait

source: Admin Email
hu_hu: Adminisztrátori e-mail

source: Calendar start from
hu_hu: A naptár kezdő időpontja

source: Enable Booking Summary Notification
hu_hu: Foglalási összefoglaló értesítés engedélyezése

source: How often to send summary email?
hu_hu: Milyen gyakran küldjön összefoglaló e-mailt?

source: Select Frequency
hu_hu: Válassza ki a gyakoriságot

source: Daily
hu_hu: Napi

source: Weekly
hu_hu: Heti

source: In which day to send the email?
hu_hu: A hét mely napján küldje el az e-mailt?

source: Select Day
hu_hu: Válassza ki a napot

source: Emailing Settings
hu_hu: E-mail beállítások

source: Configure your email settings for booking related emails
hu_hu: Állítsa be e-mail beállításait a foglalással kapcsolatos e-mailekhez

source: Configure your global payment settings for booking related payments
hu_hu: Állítsa be globális fizetési beállításait a foglalásokkal kapcsolatos fizetésekhez

source: Payment Module has been disabled currently. No Payments will be processed and associated functions will be disabled
hu_hu: A fizetési modul jelenleg le van tiltva. Nem kerül feldolgozásra egyetlen fizetés sem, és a kapcsolódó funkciók le lesznek tiltva

source: License Management
hu_hu: Licenckezelés

source: Fetching License Information Please wait
hu_hu: Licencinformációk lekérése Kérjük, várjon

source: Looks like your license has been expired
hu_hu: Úgy tűnik, hogy az Ön licence lejárt

source: Click Here to Renew your License
hu_hu: Kattintson ide az Ön licencének megújításához

source: Have a new license Key?
hu_hu: Van új licenckulcsa?

source: Click here
hu_hu: Kattintson ide

source: Your License Key
hu_hu: Az Ön licenckulcsa

source: License Key
hu_hu: Licenckulcs

source: Verify License
hu_hu: Licenc ellenőrzése

source: You license key is valid and activated
hu_hu: Az Ön licenckulcsa érvényes és aktiválva van

source: Want to deactivate this license?
hu_hu: Szeretné deaktiválni ezt a licencet?

source: Please Provide a license key of
hu_hu: Kérjük, adjon meg egy licenckulcsot a következőhöz

source: Don't have a license key?
hu_hu: Nincs licenckulcsa?

source: Purchase one here
hu_hu: Vásároljon itt egyet

source: Please provide a license key
hu_hu: Kérjük, adjon meg egy licenckulcsot

source: Profile
hu_hu: Profil

source: Enter Your name here
hu_hu: Írja be ide a nevét

source: Save Changes
hu_hu: Módosítások mentése

source: Global Settings
hu_hu: Globális beállítások

source: Search host and select
hu_hu: Keresse meg a házigazdát, és válassza ki

source: Read More
hu_hu: Bővebben

source: Show Video
hu_hu: Videó megjelenítése

source: No Data Found
hu_hu: Nem található adat

source: Select Guest Email Field
hu_hu: Válassza ki a vendég e-mail-cím mezőjét

source: Select Guest Name Field
hu_hu: Válassza ki a vendég név mezőjét

source: No Calendars found
hu_hu: Nem található naptár

source: Which Schedule Do You Want to Use ?
hu_hu: Melyik ütemezést kívánja használni ?

source: +Add more questions for invitees
hu_hu: +További kérdések hozzáadása a meghívottak számára

source: Add new option
hu_hu: Új opció hozzáadása

source: Save
hu_hu: Mentés

source: Default Time Format
hu_hu: Alapértelmezett időformátum

source: Are you sure you want to delete this availability?
hu_hu: Biztosan törölni kívánja ezt az elérhetőséget?

source: Delete Availability
hu_hu: Elérhetőség törlése

source: Invalid Vue Element
hu_hu: Érvénytelen Vue elem

source: Are you sure to delete this Feed?
hu_hu: Biztosan törli ezt a Feedet?

source: This number will be used for sending sms notification
hu_hu: Ezt a számot SMS-értesítések küldésére használjuk

source: Are you sure you want to disconnect this calendar? This action can't be undone.
hu_hu: Biztosan lecsatlakoztatja ezt a naptárt? Ez a művelet nem vonható vissza.

source: Disconnect Calendar
hu_hu: Naptár leválasztása

source: Booking Payment Items
hu_hu: Foglalási fizetési tételek

source: Item Name
hu_hu: Tétel neve

source: Field Type
hu_hu: Mező típusa

source: Label field is required
hu_hu: A címke mező kitöltése kötelező

source: Host Number
hu_hu: Házigazda száma

source: Custom Number
hu_hu: Egyéni szám

source: Currency Position
hu_hu: Pénznem pozíciója

source: Number Format
hu_hu: Számformátum

source: US Style
hu_hu: US-stílus

source: EU Style
hu_hu: EU-stílus

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Left Space
hu_hu: Bal oldali térköz

source: Right Space
hu_hu: Jobb oldali térköz

source: Please set the host phone number from
hu_hu: Kérjük, állítsa be a házigazda telefonszámát innen

source: Enter number with country code
hu_hu: Adja meg a számot országkóddal

source: This SMS will be sent to the attendee if phone number is provided during booking
hu_hu: Ezt az SMS-t a résztvevőnek küldjük, ha a telefonszámot a foglalás során megadják

source: SMS Body
hu_hu: SMS szövege

source: Send *
hu_hu: Küldés *

source: Enable this sms notification
hu_hu: Engedélyezze ezt az SMS-értesítést

source: Please select a date first
hu_hu: Kérjük, először válasszon dátumot

source: Meeting Link is required
hu_hu: A megbeszélés linkje megadása kötelező

source: SMS Notification Settings
hu_hu: SMS-értesítések beállításai

source: Save SMS
hu_hu: SMS mentése

source: You didn't configure twilio yet. Please configure from
hu_hu: Még nem állította be a twilio-t. Kérjük, állítsa be innen

source: Booking Types
hu_hu: Foglalási típusok

source: SMS Notifications
hu_hu: SMS-értesítések

source: Event Settings
hu_hu: Esemény beállításai

source: Additional Settings
hu_hu: További beállítások

source: Active
hu_hu: Aktív

source: Inactive
hu_hu: Inaktív

source: Expired
hu_hu: Lejárt

source: active
hu_hu: aktív

source: inactive
hu_hu: inaktív

source: Unlimited
hu_hu: Korlátlan

source: Usage
hu_hu: Felhasználás

source: expired
hu_hu: lejárt

source: Settings updated!
hu_hu: Beállítások frissítve!

source: Are you sure you want to disconnect this integration?
hu_hu: Biztosan le szeretné választani ezt az integrációt?

source: Disconnect Integration
hu_hu: Integráció leválasztása

source: Host Settings
hu_hu: Házigazda beállításai

source: Are you sure you want to delete this calendar? All the associate bookings and data will be deleted
hu_hu: Biztosan törölni szeretné ezt a naptárt? Minden kapcsolódó foglalás és adat törlődik

source: Calendar Type
hu_hu: Naptár típusa

source: Delete Calendar
hu_hu: Naptár törlése

source: Are you sure you want to delete this booking type? All the associate bookings and data will be deleted
hu_hu: Biztosan törölni szeretné ezt a foglalási típust? Minden kapcsolódó foglalás és adat törlődik

source: Delete Booking Type
hu_hu: Foglalási típus törlése

source: Select Host
hu_hu: Válasszon házigazdát

source: Thank You For Choosing FluentBooking. Let's -
hu_hu: Köszönjük, hogy a FluentBookingot választotta. Kezdjük el -

source: Create Your First Booking Event
hu_hu: Hozza létre az első foglalási eseményét

source: (Will Take Less Than a Minute!)
hu_hu: (Kevesebb mint egy percet vesz igénybe!)

source: Booked
hu_hu: Foglalva

source: Last week
hu_hu: Múlt hét

source: Last month
hu_hu: Múlt hónap

source: Last 3 months
hu_hu: Elmúlt 3 hónap

source: Month
hu_hu: Hónap

source: Week
hu_hu: Hét

source: Edit:
hu_hu: Szerkesztés:

source: booked a new meeting at
hu_hu: új megbeszélést foglalt ekkor:

source: Booking Details
hu_hu: Foglalás részletei

source: Guest
hu_hu: Vendég

source: Guests
hu_hu: Vendégek

source: other guests
hu_hu: más vendégek

source: guests with
hu_hu: vendégek, akik

source: with you and
hu_hu: Önnel és

source: View Booking
hu_hu: Foglalás megtekintése

source: as group booking type
hu_hu: csoportos foglalástípusként

source: meeting between
hu_hu: megbeszélés között

source: All connected zoom accounts by you and your team members. You can review who connected their zoom account from Host Settings and manage from here for all of your team members.
hu_hu: Az Ön és csapattagjai által csatlakoztatott összes Zoom-fiók. A Host beállításokból áttekintheti, ki csatlakoztatta Zoom-fiókját, és innen kezelheti az összes csapattagja számára.

source: Please read the documentation
hu_hu: Kérem, olvassa el a dokumentációt

source: Read the documentation
hu_hu: Olvassa el a dokumentációt

source: for step by step guide to know how connect zoom account.
hu_hu: lépésről lépésre útmutatóhoz, amelyből megtudhatja, hogyan csatlakoztassa Zoom-fiókját.

source: Looks like you did not connect FluentBooking with your Zoom Account yet!
hu_hu: Úgy tűnik, még nem csatlakoztatta a FluentBookingot a Zoom-fiókjához!
