Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-booking/fluent-booking-*.po
Languages: hu_hu

source: View Form Submission
hu_hu: Űrlapbeküldés megtekintése

source: Related Form Data
hu_hu: Kapcsolódó űrlapadatok

source: with
hu_hu: együtt

source: Confirmation:
hu_hu: Megerősítés:

source: Back to home
hu_hu: Vissza a kezdőlapra

source: Confirm Reschedule
hu_hu: Átütemezés megerősítése

source: You are rescheduling the booking:
hu_hu: Ön a foglalást átütemezi:

source: Powered By
hu_hu: Működteti

source: Custom Icon
hu_hu: Egyedi ikon

source: Manage only own Calendar, Events, Bookings & Availability
hu_hu: Csak a saját naptár, események, foglalások és elérhetőség kezelése

source: Read Access to All Bookings
hu_hu: Olvasási hozzáférés minden foglaláshoz

source: Read & Write Access to All Bookings
hu_hu: Olvasási és írási hozzáférés minden foglaláshoz

source: Read Access of Other Users Calendars
hu_hu: Olvasási hozzáférés más felhasználók naptáraihoz

source: Manage Other Users Calendars
hu_hu: Más felhasználók naptárainak kezelése

source: Read & Use Access of All Availabilities
hu_hu: Olvasási és használati hozzáférés minden elérhetőséghez

source: Manage All Availabilities
hu_hu: Minden elérhetőség kezelése

source: Invalid date range
hu_hu: Érvénytelen dátumtartomány

source: Overview
hu_hu: Áttekintés

source: Start date
hu_hu: Kezdés dátuma

source: Start
hu_hu: Kezdés

source: End date
hu_hu: Befejezés dátuma

source: End
hu_hu: Befejezés

source: Next Meetings
hu_hu: Következő megbeszélések

source: Next meeting not available
hu_hu: A következő megbeszélés nem érhető el

source: Latest Booked Meetings
hu_hu: Legutóbb lefoglalt megbeszélések

source: No Latest Booked Event Found
hu_hu: Nem található legutóbb lefoglalt esemény

source: View
hu_hu: Megtekintés

source: Select Date
hu_hu: Dátum kiválasztása

source: Booking Trends
hu_hu: Foglalási trendek

source: Are you sure to delete this?
hu_hu: Biztosan törli ezt?

source: General Operators
hu_hu: Általános operátorok

source: Equal
hu_hu: Egyenlő

source: equal
hu_hu: egyenlő

source: not equal
hu_hu: nem egyenlő

source: Not Equal
hu_hu: Nem egyenlő

source: greater than
hu_hu: nagyobb, mint

source: Greater Than
hu_hu: Nagyobb, mint

source: less than
hu_hu: kisebb, mint

source: Less Than
hu_hu: Kisebb, mint

source: greater than or equal
hu_hu: nagyobb vagy egyenlő

source: less than or equal
hu_hu: kisebb vagy egyenlő

source: contains
hu_hu: tartalmaz

source: Contains
hu_hu: Tartalmaz

source: do not contains
hu_hu: nem tartalmaz

source: Not Contains
hu_hu: Nem tartalmaz

source: starts with
hu_hu: ezzel kezdődik

source: Starts With
hu_hu: Ezzel kezdődik

source: ends with
hu_hu: ezzel végződik

source: Ends With
hu_hu: Ezzel végződik

source: Advanced Operators
hu_hu: Speciális operátorok

source: Equal to Data Length
hu_hu: Egyenlő az adathosszal

source: Less than to Data length
hu_hu: Kisebb az adathossznál

source: Greater than to Data Length
hu_hu: Nagyobb az adathossznál

source: Regex Match
hu_hu: Regex egyezés

source: Enter length in number
hu_hu: Adja meg a hosszt számként

source: Enter a value
hu_hu: Adjon meg egy értéket

source: Please enter a keyword
hu_hu: Kérjük, adjon meg egy kulcsszót

source: Select Condition
hu_hu: Válasszon feltételt

source: Match any Of
hu_hu: Feleljen meg bármelyiknek

source: Match all of
hu_hu: Feleljen meg mindegyiknek

source: Match none of
hu_hu: Egyiknek se feleljen meg

source: Select data source and operator first
hu_hu: Először válassza ki az adatforrást és az operátort

source: Match Type
hu_hu: Egyezés típusa

source: Delete this group
hu_hu: Törölje ezt a csoportot

source: Add Another Conditional Group
hu_hu: Adjon hozzá egy újabb feltételcsoportot

source: Search contact
hu_hu: Keressen kapcsolatot

source: Add More
hu_hu: Adjon hozzá többet

source: Meeting Activities
hu_hu: Találkozó aktivitásai

source: No activities has been recorded for this booking
hu_hu: Ehhez a foglaláshoz nem került rögzítésre tevékenység

source: Configure times when you are available for bookings.
hu_hu: Állítsa be, hogy mikor elérhető a foglalásokra.

source: All Schedules
hu_hu: Összes ütemezés

source: Always
hu_hu: Mindig

source: Add New
hu_hu: Új hozzáadása

source: Default
hu_hu: Alapértelmezett

source: calendar events are using this schedule
hu_hu: naptári események ezt az ütemezést használják

source: No events are using this schedule
hu_hu: Egyetlen esemény sem használja ezt az ütemezést

source: Set as Default
hu_hu: Beállítás alapértelmezettként

source: Duplicate
hu_hu: Duplikálás

source: Clone
hu_hu: Klónozás

source: Delete
hu_hu: Törlés

source: No Availability found
hu_hu: Nem található elérhetőség

source: Add New Availability Schedule
hu_hu: Új elérhetőségi ütemezés hozzáadása

source: Schedule Title *
hu_hu: Ütemezés címe *

source: Select Your Timezone *
hu_hu: Válassza ki az időzónáját *

source: Default schedule
hu_hu: Alapértelmezett ütemezés

source: Update
hu_hu: Frissítés

source: Enter Schedule Title
hu_hu: Adja meg az ütemezés címét

source: Edit the schedule below so that you can apply to your event/booking types
hu_hu: Szerkessze az alábbi ütemezést, hogy alkalmazhassa az esemény-/foglalástípusaira

source: Timezone:
hu_hu: Időzóna:

source: Weekly Hours
hu_hu: Heti órarend

source: Add date overrides
hu_hu: Dátumfelülírások hozzáadása

source: Add Available Times
hu_hu: Elérhető időpontok hozzáadása

source: Unavailable
hu_hu: Nem elérhető

source: Usages List
hu_hu: Felhasználások listája

source: Calendar View
hu_hu: Naptárnézet

source: List View
hu_hu: Listanézet

source: View Event
hu_hu: Esemény megtekintése

source: Select a Field
hu_hu: Válasszon egy mezőt

source: Back
hu_hu: Vissza

source: Edit
hu_hu: Szerkesztés

source: or
hu_hu: vagy

source: Connect your favourite tools with your booking scheduled, completed or cancelled actions
hu_hu: Csatlakoztassa kedvenc eszközeit a foglalások ütemezett, befejezett vagy törölt műveleteihez

source: Add New Integration
hu_hu: Új integráció hozzáadása

source: You haven't added any integration feed yet. Add new integration to connect your favourite tools with your calendar
hu_hu: Még nem adott hozzá integrációs feedet. Adjon hozzá új integrációt, hogy összekapcsolja kedvenc eszközeit a naptárával

source: Conditional Logics is a Pro Feature
hu_hu: A feltételes logika Pro funkció

source: Please upgrade to pro to unlock this feature.
hu_hu: Kérjük, frissítsen Pro csomagra a funkció feloldásához.

source: Interest Group is a Pro Feature
hu_hu: Az érdeklődési csoport Pro funkció

source: This is a Pro Feature
hu_hu: Ez egy Pro funkció

source: No Template found. Please make sure you are using latest version of Fluent Forms
hu_hu: Nem található sablon. Kérjük, győződjön meg róla, hogy a Fluent Forms legújabb verzióját használja

source: Save Feed
hu_hu: Feed mentése

source: Save Coupon
hu_hu: Kupon mentése

source: General Host Settings
hu_hu: Általános házigazda-beállítások

source: Manage general settings for this calendar
hu_hu: Kezelje ennek a naptárnak az általános beállításait

source: Recommended Image Size: 600x600. Square Orientation
hu_hu: Ajánlott képméret: 600x600. Négyzetes tájolás

source: Will be shown on landing page social share meta or profile block
hu_hu: A nyitóoldal közösségi megosztási metaadataiban vagy a profilblokkban jelenik meg

source: Host Name / Calendar Title
hu_hu: Házigazda neve / Naptár címe

source: Enter the Host Phone Number
hu_hu: Adja meg a házigazda telefonszámát

source: Host Phone (with country code)
hu_hu: Házigazda telefonszáma (országhívóval)

source: Should be same as the host name
hu_hu: Meg kell egyeznie a házigazda nevével

source: About
hu_hu: Bemutatkozás

source: Enter description for this person / calendar
hu_hu: Adja meg ennek a személynek / naptárnak a leírását

source: Will be shown on your calendar landing page / team block UI
hu_hu: A naptár nyitóoldalán / a csapatblokk felületén jelenik meg

source: Enable Landing Page Features for this calendar
hu_hu: Engedélyezze a nyitóoldal funkcióit ehhez a naptárhoz

source: Which Booking Forms to Show?
hu_hu: Melyik foglalási űrlapokat jelenítse meg?

source: All Active Booking Forms
hu_hu: Minden aktív foglalási űrlap

source: Only Selected Active Booking Types
hu_hu: Csak a kiválasztott aktív foglalástípusok

source: Please select which Booking Forms to show in the page?
hu_hu: Kérjük, válassza ki, mely foglalási űrlapokat jelenítse meg az oldalon?

source: Save Settings
hu_hu: Beállítások mentése

source: Enable the calendars you want to check for conflicts to prevent double bookings.
hu_hu: Engedélyezze azokat a naptárakat, amelyekben ütközéseket szeretne ellenőrizni a dupla foglalások elkerülésére.

source: API Error:
hu_hu: API-hiba:

source: Confirm Disconnect
hu_hu: Leválasztás megerősítése

source: Remote Calendar Sync Settings
hu_hu: Távoli naptárszinkronizáció beállításai

source: Set the calendars to check for conflicts to prevent double bookings and add events to your remote calendar.
hu_hu: Állítsa be az ütközésellenőrzéshez használandó naptárakat a dupla foglalások elkerülése érdekében, és adja hozzá az eseményeket a távoli naptárához.

source: Add
hu_hu: Hozzáadás

source: Create events on
hu_hu: Események létrehozása itt

source: Select remote calendar in where to add new events to when you're booked.
hu_hu: Válassza ki azt a távoli naptárt, amelyhez az új események hozzáadásra kerülnek, amikor foglalása létrejön.

source: Select a Remote Calendar
hu_hu: Válasszon egy távoli naptárt

source: To use Remote Calendar Sync feature please connect with one of the following calendar providers
hu_hu: A távoli naptárszinkron funkció használatához csatlakozzon az alábbi naptárszolgáltatók egyikéhez

source: To use Remote Calendar Sync feature please configure your apps first
hu_hu: A távoli naptárszinkron funkció használatához először konfigurálja az alkalmazásait

source: Zoom Integrations Settings
hu_hu: Zoom integrációk beállításai

source: Connect your Zoom account to create meeting when a event is booked.
hu_hu: Csatlakoztassa a Zoom-fiókját, hogy értekezlet jöjjön létre, amikor egy eseményt lefoglalnak.

source: Your Zoom Account is connected. Please don't forget to set the meeting location as "Zoom Video" if you want to create meeting in zoom.
hu_hu: Az Ön Zoom-fiókja csatlakoztatva van. Kérjük, ne felejtse el a találkozó helyszínét "Zoom Video" értékre állítani, ha a Zoomban szeretne értekezletet létrehozni.

source: Connect your Zoom account to create dynamic meeting in zoom for your bookings.
hu_hu: Csatlakoztassa a Zoom-fiókját, hogy dinamikus értekezletet hozzon létre a Zoomban a foglalásaihoz.

source: Connecting
hu_hu: Csatlakozás

source: Authenticated
hu_hu: Hitelesítve

source: verifying
hu_hu: ellenőrzés

source: Connect Your Zoom Account
hu_hu: Csatlakoztassa a Zoom-fiókját

source: Update Settings
hu_hu: Beállítások frissítése

source: Enable this event as Paid and collect payment on booking
hu_hu: Jelölje ezt az eseményt fizetősként, és szedjen be fizetést foglaláskor

source: Enable multiple payment options based on duration
hu_hu: Engedélyezzen több fizetési lehetőséget az időtartam alapján

source: Enable stripe payment method
hu_hu: Engedélyezze a Stripe fizetési módot

source: Enable paypal payment method
hu_hu: Engedélyezze a PayPal fizetési módot

source: Enable offline payment method
hu_hu: Engedélyezze az offline fizetési módot

source: To accept payment for your bookings, please activate
hu_hu: A foglalásaihoz tartozó fizetések elfogadásához kérjük, aktiválja

source: To accept payment for your bookings, please enable payment from global settings
hu_hu: A foglalásaihoz tartozó fizetések elfogadásához kérjük, engedélyezze a fizetést a globális beállításokban

source: from global settings.
hu_hu: a globális beállításokból.

source: The selected product will be used for checkout in WooCommerce. The amount will be equal to the selected product pricing.
hu_hu: A kiválasztott termék a WooCommerce pénztárában kerül felhasználásra. Az összeg megegyezik a kiválasztott termék árával.

source: Edit Transaction
hu_hu: Tranzakció szerkesztése

source: Billing Address
hu_hu: Számlázási cím

source: Shipping Address
hu_hu: Szállítási cím

source: Go to Stripe Settings
hu_hu: Lépjen a Stripe beállításaihoz

source: Enable Payment Module
hu_hu: Fizetési modul engedélyezése

source: Settings Page
hu_hu: Beállítások oldal

source: Add more item
hu_hu: További tétel hozzáadása

source: WebHook Feed Name
hu_hu: WebHook feed neve

source: Request URL
hu_hu: Kérés URL-je

source: WebHook URL
hu_hu: WebHook URL-je

source: Request Method
hu_hu: Kérés metódusa

source: Request Format
hu_hu: Kérés formátuma

source: Request Header
hu_hu: Kérés fejléce

source: Request Headers
hu_hu: Kérés fejlécei

source: No Headers
hu_hu: Nincsenek fejlécek

source: With Headers
hu_hu: Fejlécekkel

source: Header Name
hu_hu: Fejléc neve

source: Header Value
hu_hu: Fejléc értéke

source: Header Key
hu_hu: Fejléc kulcsa

source: Enter Value
hu_hu: Adja meg az értéket

source: Request Body
hu_hu: Kérés törzse

source: All Data
hu_hu: Minden adat

source: Selected Fields
hu_hu: Kiválasztott mezők

source: Request Fields
hu_hu: Kérés mezői

source: Value
hu_hu: Érték

source: Field
hu_hu: Mező

source: Field Name
hu_hu: Mező neve

source: Field Value
hu_hu: Mező értéke

source: Enter Name
hu_hu: Adja meg a nevet

source: Select Value
hu_hu: Válasszon értéket

source: Event Triggers
hu_hu: Eseményindítók

source: Enable this webhook feed
hu_hu: Engedélyezze ezt a webhook feedet

source: Webhook Feeds
hu_hu: Webhook-csatornák

source: Add New Webhook
hu_hu: Új webhook hozzáadása

source: Are you sure to delete this webhook?
hu_hu: Biztosan törli ezt a webhookot?

source: You don't have any feeds configured. Let's go
hu_hu: Nincsenek beállított csatornái. Kezdjük el

source: create one!
hu_hu: hozzon létre egyet!

source: This is a system defined field. You can only edit labels
hu_hu: Ez egy rendszer által meghatározott mező. Csak a címkéket szerkesztheti

source: Select Type
hu_hu: Típus kiválasztása

source: Label *
hu_hu: Címke *

source: Label
hu_hu: Címke

source: Placeholder
hu_hu: Helyőrző

source: Options *
hu_hu: Opciók *

source: Remove
hu_hu: Eltávolítás

source: + Add new option
hu_hu: + Új opció hozzáadása

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: True
hu_hu: Igaz

source: False
hu_hu: Hamis

source: Other Questions
hu_hu: Egyéb kérdések

source: Add Question
hu_hu: Kérdés hozzáadása

source: Update Question
hu_hu: Kérdés frissítése

source: Shortcodes
hu_hu: Rövidkódok

source: Subject
hu_hu: Tárgy

source: Email Body
hu_hu: E-mail törzse

source: Add Shortcodes
hu_hu: Rövidkódok hozzáadása

source: Timing
hu_hu: Időzítés

source: Select Unit
hu_hu: Egység kiválasztása

source: Minutes Before
hu_hu: Perccel korábban

source: Hours Before
hu_hu: Órával korábban

source: Days Before
hu_hu: Nappal korábban

source: + Add Another Reminder
hu_hu: + Újabb emlékeztető hozzáadása

source: Additional Recipients
hu_hu: További címzettek

source: Enter email addresses separated by commas
hu_hu: Adja meg a vesszővel elválasztott e-mail-címeket

source: Provided email addresses will set as CC to this email notification
hu_hu: A megadott e-mail-címek CC-ként lesznek beállítva ehhez az e-mailes értesítéshez

source: Enable this notification email
hu_hu: Ennek az értesítő e-mailnek az engedélyezése

source: Location Title *
hu_hu: Helyszín megnevezése *

source: Location Title
hu_hu: Helyszín megnevezése

source: Location Description
hu_hu: Helyszín leírása

source: Location Description *
hu_hu: Helyszín leírása *

source: Your Phone Number * (with country code)
hu_hu: Telefonszáma * (országkóddal)

source: Online Meeting Link *
hu_hu: Online megbeszélés hivatkozása *

source: Your Meeting Link
hu_hu: Az Ön megbeszélési hivatkozása

source: Edit Location
hu_hu: Helyszín szerkesztése

source: Add Location
hu_hu: Helyszín hozzáadása

source: eg: 4
hu_hu: pl: 4

source: ex: 60
hu_hu: pl: 60

source: minutes
hu_hu: perc

source: of an event start time
hu_hu: az esemény kezdési idejéhez képest

source: Event Date
hu_hu: Esemény dátuma

source: Event Type
hu_hu: Esemény típusa

source: One to One
hu_hu: Egyéni

source: Group
hu_hu: Csoport

source: Event Name *
hu_hu: Esemény neve *

source: Enter Event Title
hu_hu: Adja meg az esemény címét

source: Enter Description here
hu_hu: Írja be ide a leírást

source: Location *
hu_hu: Helyszín *

source: spots left
hu_hu: fennmaradó helyek

source: Max invitees in a spot
hu_hu: Egy helyre jutó meghívottak maximális száma

source: Display remaining spots on booking page
hu_hu: A fennmaradó helyek megjelenítése a foglalási oldalon

source: Meeting Duration *
hu_hu: Találkozó időtartama *

source: Add dates when your availability changes from your weekly hours
hu_hu: Adjon hozzá dátumokat, amikor az elérhetősége eltér a heti beosztásától

source: Add your available times for this event. At least one available time should be added.
hu_hu: Adja meg az ehhez az eseményhez elérhető időpontjait. Legalább egy elérhető időpontot kell hozzáadni.

source: Add a date override
hu_hu: Dátumfelülírás hozzáadása

source: What hours are you available?
hu_hu: Mely időpontokban érhető el?

source: Mark to Unavailable
hu_hu: Megjelölés nem elérhetőként

source: Apply
hu_hu: Alkalmaz

source: Email Notification Settings
hu_hu: E-mail értesítések beállításai

source: Disabled
hu_hu: Letiltva

source: Edit Notification
hu_hu: Értesítés szerkesztése

source: Save Email
hu_hu: E-mail mentése

source: Edit Availability
hu_hu: Elérhetőség szerkesztése

source: Date Overrides
hu_hu: Dátumfelülírások

source: No specific date overrides found for this schedule
hu_hu: Ehhez az ütemezéshez nem található konkrét dátumfelülírás.

source: Looks like your remote connection for this location is disabled. Please revise your location selection
hu_hu: Úgy tűnik, hogy ehhez a helyszínhez a távoli kapcsolat le van tiltva. Kérjük, vizsgálja felül a helyszínválasztását

source: Looks like your remote connection for this location is disabled.
hu_hu: Úgy tűnik, hogy ehhez a helyszínhez a távoli kapcsolat le van tiltva.

source: Selected location seems disabled. Please revise your location selections
hu_hu: A kiválasztott helyszín letiltottnak tűnik. Kérjük, vizsgálja felül a helyszínválasztásait

source: Are you sure you want to delete this booking type? All the associate bookings and data will be deleted.
hu_hu: Biztosan törölni kívánja ezt a foglalástípust? Minden kapcsolódó foglalás és adat törlődik.

source: Add another location option
hu_hu: Adjon hozzá egy további helyszínopciót

source: Display Description on booking page
hu_hu: Leírás megjelenítése a foglalási oldalon

source: Display Phone number on booking page
hu_hu: Telefonszám megjelenítése a foglalási oldalon

source: Display Link on booking page
hu_hu: Link megjelenítése a foglalási oldalon

source: Booking Questions
hu_hu: Foglalási kérdések

source: Required
hu_hu: Kötelező

source: System
hu_hu: Rendszer

source: Attendee's Name
hu_hu: Résztvevő neve

source: Attendee's Email
hu_hu: Résztvevő e-mail-címe

source: Attendee's Timezone
hu_hu: Résztvevő időzónája

source: Attendee address
hu_hu: Résztvevő címe

source: Attendee phone number (with country code)
hu_hu: Résztvevő telefonszáma (országhívóval)

source: + Add more questions for invitees
hu_hu: + További kérdések hozzáadása a meghívottak számára

source: Schedule Settings
hu_hu: Ütemezés beállításai

source: Invitees can schedule...
hu_hu: A meghívottak időpontot foglalhatnak...

source: Within future days
hu_hu: A következő napokon belül

source: Days into the future
hu_hu: Napok száma a jövőben

source: Within a date range
hu_hu: Egy dátumtartományon belül

source: Indefinitely into the future
hu_hu: Határozatlan ideig a jövőbe

source: How do you want to offer your availability for this event type?
hu_hu: Hogyan kívánja felajánlani az elérhetőségét ehhez az eseménytípushoz?

source: Use an Existing Schedule
hu_hu: Meglévő ütemezés használata

source: Which Schedule Do You Want to Use?
hu_hu: Melyik ütemezést kívánja használni?

source: Select Schedule
hu_hu: Ütemezés kiválasztása

source: Set Custom Hours
hu_hu: Egyéni órarend beállítása

source: Invitees can't schedule within...
hu_hu: A meghívottak nem tudnak időpontot foglalni ... időn belül

source: Select a calendar event from another calendar to clone it into your calendar
hu_hu: Válasszon egy naptáreseményt egy másik naptárból, hogy klónozza a saját naptárába

source: Select a calendar event to clone the notification settings into this event.
hu_hu: Válasszon egy naptáreseményt, hogy az értesítési beállításokat ebbe az eseménybe klónozza.

source: Select a calendar event to clone the sms notification settings into this event.
hu_hu: Válasszon egy naptáreseményt, hogy az SMS-értesítési beállításokat ebbe az eseménybe klónozza.

source: Select a calendar event to clone all webhook settings into this event.
hu_hu: Válasszon egy naptáreseményt, hogy az összes webhook beállítást ebbe az eseménybe klónozza.

source: Select a calendar event to clone all integration settings into this event.
hu_hu: Válasszon egy naptáreseményt, hogy az összes integrációs beállítást ebbe az eseménybe klónozza.

source: Want to add buffer time before or after your events?
hu_hu: Szeretne pufferidőt hozzáadni az eseményei elé vagy után?

source: You can select a different schedule for each host. Each host's default schedule is chosen by default.
hu_hu: Minden házigazdához külön ütemezést választhat. Alapértelmezés szerint minden házigazda alapértelmezett ütemezése kerül kiválasztásra.

source: Limit booking frequency
hu_hu: Foglalási gyakoriság korlátozása

source: Limit how many times this event can be booked
hu_hu: Annak korlátozása, hányszor foglalható le ez az esemény

source: Limit total booking duration
hu_hu: Teljes foglalási időtartam korlátozása

source: Limit total amount of time that this event can be booked
hu_hu: Annak korlátozása, hogy összesen mennyi időre foglalható ez az esemény

source: Limit future bookings
hu_hu: Jövőbeni foglalások korlátozása

source: Limit how far in the future this event can be booked
hu_hu: Annak korlátozása, hogy mennyire előre foglalható ez az esemény

source: Lock timezone on booking page
hu_hu: Időzóna rögzítése a foglalási oldalon

source: To lock the timezone on booking page, useful for in-person events
hu_hu: A foglalási oldalon az időzóna rögzítéséhez, hasznos személyes eseményekhez

source: The booking needs to be manually confirmed before it is pushed to the integrations and a confirmation mail is sent
hu_hu: A foglalást kézzel kell jóváhagyni, mielőtt az integrációk felé továbbításra kerül, és megerősítő e-mail kerül kiküldésre

source: Redirect to a custom URL after a successful booking
hu_hu: Sikeres foglalás után átirányítás egy egyéni URL-re

source: Sample: email={{guest.email}}&phone={{booking.phone}}
hu_hu: Példa: email={{guest.email}}&phone={{booking.phone}}

source: Update the slug to customize your event landing page URL
hu_hu: Frissítse a slug-ot az esemény céloldalának URL-jének testreszabásához

source: Slug must be unique to avoid any conflicts with other events
hu_hu: A slug-nak egyedinek kell lennie az ütközések elkerülése érdekében más eseményekkel

source: Allow a user to book multiple different times for the same event in one transaction
hu_hu: Engedélyezze, hogy egy felhasználó egy tranzakcióban több különböző időpontot foglalhasson ugyanarra az eseményre

source: Allow a user to book the same event for multiple attendees at the same time
hu_hu: Engedélyezze, hogy egy felhasználó ugyanazt az eseményt egyszerre több résztvevő számára foglalhassa le
