Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-booking/fluent-booking-*.po
Languages: hu_hu

source: Booking %1$s email %2$s to %3$s
hu_hu: Foglalás %1$s e-mail %2$s %3$s részére

source: Booking reminder email %1$s to %2$s
hu_hu: Foglalási emlékeztető e-mail %1$s %2$s részére

source: Reminder email %1$s to %2$s.
hu_hu: Emlékeztető e-mail %1$s %2$s részére.

source: Rejection
hu_hu: Elutasítás

source: Cancellation
hu_hu: Lemondás

source: Rescheduled booking email %1$s to %2$s
hu_hu: Átütemezett foglalás e-mail %1$s %2$s részére

source: Rescheduling email %1$s to %2$s
hu_hu: Átütemezési e-mail %1$s %2$s részére

source: Advanced Features & Addons
hu_hu: Fejlett funkciók & bővítmények

source: Accept payment on your booking appointment with WooCommerce Checkout
hu_hu: Fogadjon el fizetést a foglalásánál a WooCommerce Checkouttal

source: Segment your guests, send bulk emails, run automations using FluentCRM
hu_hu: Szegmentálja vendégeit, küldjön tömeges e-maileket, futtasson automatizmusokat a FluentCRM használatával

source: Create beautiful booking forms using Fluent Forms with your booking field
hu_hu: Készítsen gyönyörű foglalási űrlapokat a Fluent Forms használatával a foglalási mezőjével

source: Seamlessly create tasks in Fluent Boards using your booking field
hu_hu: Hozzon létre zökkenőmentesen feladatokat a Fluent Boardsban a foglalási mezője használatával

source: Red-Orange
hu_hu: Vörös-narancs

source: Deep Lilac
hu_hu: Mély orgonalila

source: Purple
hu_hu: Lila

source: Vivid Blue
hu_hu: Élénk kék

source: Cyan
hu_hu: Cián

source: Emerald Green
hu_hu: Smaragdzöld

source: Lime Green
hu_hu: Limezöld

source: Amber
hu_hu: Borostyánsárga

source: 15 Minutes
hu_hu: 15 perc

source: 30 Minutes
hu_hu: 30 perc

source: 45 Minutes
hu_hu: 45 perc

source: 60 Minutes
hu_hu: 60 perc

source: 5 Minutes
hu_hu: 5 perc

source: 10 Minutes
hu_hu: 10 perc

source: 50 Minutes
hu_hu: 50 perc

source: 90 Minutes
hu_hu: 90 perc

source: 120 Minutes
hu_hu: 120 perc

source: 150 Minutes
hu_hu: 150 perc

source: 180 Minutes
hu_hu: 180 perc

source: 240 Minutes
hu_hu: 240 perc

source: 480 Minutes
hu_hu: 480 perc

source: No buffer time
hu_hu: Nincs pufferidő

source: 20 Minutes
hu_hu: 20 perc

source: Use event length (default)
hu_hu: Az esemény hossza használata (alapértelmezett)

source: 75 Minutes
hu_hu: 75 perc

source: 105 Minutes
hu_hu: 105 perc

source: 40 Minutes
hu_hu: 40 perc

source: 1 Hour
hu_hu: 1 óra

source: 2 Hours
hu_hu: 2 óra

source: 3 Hours
hu_hu: 3 óra

source: 6 Hours
hu_hu: 6 óra

source: 12 Hours
hu_hu: 12 óra

source: 1 Day
hu_hu: 1 nap

source: 2 Days
hu_hu: 2 nap

source: Upcoming
hu_hu: Közelgő

source: All
hu_hu: Összes

source: Text
hu_hu: Szöveg

source: Textarea
hu_hu: Többsoros szöveg

source: Number
hu_hu: Szám

source: Radio
hu_hu: Választógomb

source: Select
hu_hu: Legördülő lista

source: Multi Select
hu_hu: Többszörös választás

source: Checkbox
hu_hu: Jelölőnégyzet

source: Checkbox Group
hu_hu: Jelölőnégyzet-csoport

source: File
hu_hu: Fájl

source: Hidden
hu_hu: Rejtett

source: Terms & Conditions
hu_hu: Általános Szerződési Feltételek

source: I have read and agree to the <a href="#" target="_blank" rel="noopener">Terms and Conditions</a> and <a href="#" target="_blank" rel="noopener">Privacy Policy</a>.
hu_hu: Elolvastam és elfogadom az <a href="#" target="_blank" rel="noopener">Általános Szerződési Feltételeket</a> és az <a href="#" target="_blank" rel="noopener">Adatvédelmi szabályzatot</a>.

source: Booking Confirmation Email to Attendee
hu_hu: Foglalás-visszaigazoló e-mail a résztvevőnek

source: Need to make a change?
hu_hu: Szeretne módosítani?

source: Reschedule
hu_hu: Átütemezés

source: Cancel
hu_hu: Lemondás

source: Booking Confirmation Email to Organizer (You)
hu_hu: Foglalás visszaigazoló e-mail a szervezőnek (Ön)

source: Configure Meeting Reminder to Attendee
hu_hu: Találkozó emlékeztető beállítása a résztvevőnek

source: Configure Meeting Reminder to Organizer (You)
hu_hu: Találkozó emlékeztető beállítása a szervezőnek (Ön)

source: Booking Cancelled by Attendee (email to Organizer)
hu_hu: Foglalás törölve a résztvevő által (e-mail a szervezőnek)

source: Booking Cancelled by Organizer (email to Attendee)
hu_hu: Foglalás törölve a szervező által (e-mail a résztvevőnek)

source: Booking Rescheduled by Attendee (email to Organizer)
hu_hu: Foglalás átütemezve a résztvevő által (e-mail a szervezőnek)

source: Booking Rescheduled by Organizer (email to Attendee)
hu_hu: Foglalás átütemezve a szervező által (e-mail a résztvevőnek)

source: Booking Approval Request to Host (email to Organizer)
hu_hu: Foglalás jóváhagyási kérelem a házigazdának (e-mail a szervezőnek)

source: Booking Submission Confirmation (email to Attendee)
hu_hu: Foglalás beküldésének visszaigazolása (e-mail a résztvevőnek)

source: Booking Declined by Organizer (email to Attendee)
hu_hu: Foglalás elutasítva a szervező által (e-mail a résztvevőnek)

source: Add to calendar
hu_hu: Hozzáadás a naptárhoz

source: Confirm
hu_hu: Megerősít

source: Reject
hu_hu: Elutasít

source: Attendee Data
hu_hu: Résztvevő adatai

source: Guest First Name
hu_hu: Vendég keresztneve

source: Guest Last Name
hu_hu: Vendég vezetékneve

source: Guest Full Name
hu_hu: Vendég teljes neve

source: Guest Email
hu_hu: Vendég e-mail-címe

source: Guest Note
hu_hu: Vendég megjegyzése

source: Guest Main Phone Number (if provided)
hu_hu: Vendég elsődleges telefonszáma (ha megadva)

source: Guest Timezone
hu_hu: Vendég időzónája

source: Total Guest Count
hu_hu: Összes vendég száma

source: Booking Data
hu_hu: Foglalási adatok

source: Event Name
hu_hu: Esemény neve

source: Event Description
hu_hu: Esemény leírása

source: Booking Title
hu_hu: Foglalás címe

source: Full Start Date Time (with guest timezone)
hu_hu: Teljes kezdési dátum és idő (a vendég időzónájában)

source: Full Start Date Time (with host timezone)
hu_hu: Teljes kezdési dátum és idő (a házigazda időzónájában)

source: Full Start & End Date Time (with guest timezone)
hu_hu: Teljes kezdési és befejezési dátum és idő (a vendég időzónájában)

source: Full Start & End Date Time (with host timezone)
hu_hu: Teljes kezdési és befejezési dátum és idő (a házigazda időzónájában)

source: Event Date Time (UTC)
hu_hu: Esemény dátuma és időpontja (UTC)

source: Event Date Time (with attendee timezone)
hu_hu: Esemény dátuma és időpontja (a résztvevő időzónájában)

source: Event Date Time (with host timezone)
hu_hu: Esemény dátuma és időpontja (a házigazda időzónájában)

source: Event Date Time (with attendee timezone) (Ex: 2024-05-20)
hu_hu: Esemény dátuma és időpontja (a résztvevő időzónájában) (Példa: 2024-05-20)

source: Event Date Time (with host timezone) (Ex: 2024-05-20)
hu_hu: Esemény dátuma és időpontja (a házigazda időzónájában) (Példa: 2024-05-20)

source: Event Location Details
hu_hu: Esemény helyszínének részletei

source: Event Cancel Reason
hu_hu: Esemény lemondásának oka

source: Event Start Time (ex: 2 hours from now)
hu_hu: Esemény kezdési időpontja (Példa: 2 óra múlva)

source: Booking Cancellation URL
hu_hu: Foglalás lemondási URL

source: Booking Reschedule URL
hu_hu: Foglalás átütemezési URL

source: Booking Details Admin URL
hu_hu: Foglalás részletei admin URL

source: UTM Source
hu_hu: UTM forrás

source: UTM Medium
hu_hu: UTM médium

source: UTM Campaign
hu_hu: UTM kampány

source: UTM Term
hu_hu: UTM kulcsszó

source: UTM Content
hu_hu: UTM tartalom

source: Unique Booking Hash
hu_hu: Egyedi foglalási hash

source: Event Reschedule Reason
hu_hu: Esemény átütemezésének oka

source: Previous Meeting Date & Time (with host timezone)
hu_hu: Előző találkozó dátuma és időpontja (a házigazda időzónájában)

source: Previous Meeting Date & Time (with guest timezone)
hu_hu: Előző találkozó dátuma és időpontja (a vendég időzónájában)

source: Host Data
hu_hu: Házigazda adatai

source: Host Name
hu_hu: Házigazda neve

source: Host Email
hu_hu: Házigazda e-mail-címe

source: Host Timezone
hu_hu: Házigazda időzónája

source: Event ID
hu_hu: Eseményazonosító

source: Calendar ID
hu_hu: Naptárazonosító

source: Event Title
hu_hu: Esemény címe

source: Calendar Title
hu_hu: Naptár címe

source: Calendar Description
hu_hu: Naptár leírása

source: Add Booking to Calendar
hu_hu: Foglalás hozzáadása a naptárhoz

source: Guest Form Submitted Data (HTML)
hu_hu: Vendégűrlap beküldött adatai (HTML)

source: Event Date time (with guest timezone)
hu_hu: Esemény dátuma és ideje (a vendég időzónájával)

source: Event Date time (with host timezone)
hu_hu: Esemény dátuma és ideje (a házigazda időzónájával)

source: Event Location Details (HTML)
hu_hu: Esemény helyszínének részletei (HTML)

source: Payment Data
hu_hu: Fizetési adatok

source: Payment Total
hu_hu: Fizetés végösszege

source: Payment Status
hu_hu: Fizetés állapota

source: Currency
hu_hu: Pénznem

source: Payment Date
hu_hu: Fizetés dátuma

source: Payment Receipt (HTML)
hu_hu: Fizetési bizonylat (HTML)

source: Team Member
hu_hu: Csapattag

source: Name
hu_hu: Név

source: Feed name is required
hu_hu: A feed neve kötelező

source: Validation Failed! Feed name is required
hu_hu: Érvényesítés sikertelen! A feed neve kötelező

source: Email is required
hu_hu: Az e-mail megadása kötelező

source: Event trigger is required
hu_hu: Az eseményindító megadása kötelező

source: Validation Failed! Please fill up required fields
hu_hu: Érvényesítés sikertelen! Kérjük, töltse ki a kötelező mezőket

source: Integration successfully saved
hu_hu: Az integráció sikeresen mentve

source: Configure %s to sync your events
hu_hu: Konfigurálja a(z) %s-t az eseményei szinkronizálásához

source: Connect with %s
hu_hu: Kapcsolódjon a(z) %s-hez

source: Client ID
hu_hu: Ügyfélazonosító

source: Enter Your Client ID
hu_hu: Adja meg ügyfélazonosítóját

source: Secret Key
hu_hu: Titkos kulcs

source: Enter Your Secret Key
hu_hu: Adja meg titkos kulcsát

source: Redirect URI
hu_hu: Átirányítási URI

source: Enter Your Redirect URI
hu_hu: Adja meg az átirányítási URI-t

source: 1 minute
hu_hu: 1 perc

source: 5 minutes
hu_hu: 5 perc

source: 10 minutes
hu_hu: 10 perc

source: 15 minutes
hu_hu: 15 perc

source: Caching Time
hu_hu: Gyorsítótárazási idő

source: Select for how many minutes the %1$s event API call will be cached. Recommended 5/10 minutes. If you add lots of manual events in %2$s then you may lower the value
hu_hu: Válassza ki, hány percig legyen gyorsítótárban a(z) %1$s esemény API-hívása. Ajánlott: 5/10 perc. Ha sok kézi eseményt ad hozzá a(z) %2$s-hez, akkor csökkentheti az értéket

source: Unknown error
hu_hu: Ismeretlen hiba

source: Something went wrong. Please try again later.
hu_hu: Valami hiba történt. Kérjük, próbálja meg később újra.

source: Back to dashboard
hu_hu: Vissza az irányítópultra

source: Nonce verification failed
hu_hu: A nonce ellenőrzése sikertelen

source: No calendar ID provided
hu_hu: Nincs megadva naptárazonosító

source: Event not found
hu_hu: Az esemény nem található

source: File not found: %s
hu_hu: Fájl nem található: %s

source: Content
hu_hu: Tartalom

source: Select Calendars
hu_hu: Válasszon naptárakat

source: Left empty to show the bookings for all calendars
hu_hu: Hagyja üresen az összes naptár foglalásainak megjelenítéséhez

source: Title
hu_hu: Cím

source: Type your title here
hu_hu: Írja be ide a címet

source: No Booking Title
hu_hu: Nincs foglalási cím

source: Default Period
hu_hu: Alapértelmezett időszak

source: Show Filter
hu_hu: Szűrő megjelenítése

source: Show
hu_hu: Megjelenítés

source: Hide
hu_hu: Elrejtés

source: Show Pagination
hu_hu: Lapozás megjelenítése

source: Per Page
hu_hu: Oldalanként

source: Calendar
hu_hu: Naptár

source: Enter title here
hu_hu: Adja meg itt a címet

source: Description
hu_hu: Leírás

source: Enter description here
hu_hu: Adja meg itt a leírást

source: Choose Header Image
hu_hu: Válasszon fejlécképet

source: Host Info
hu_hu: Házigazda adatai

source: Select Calendar
hu_hu: Válasszon naptárt

source: Select Events
hu_hu: Válasszon eseményeket

source: Style
hu_hu: Stílus

source: Primary Color
hu_hu: Elsődleges szín

source: Border Color
hu_hu: Szegély színe

source: Avatar Radius
hu_hu: Avatar sugara

source: Date Radius
hu_hu: Dátum sugara

source: Enabled Date Background
hu_hu: Engedélyezett dátum háttere

source: Enabled Date Color
hu_hu: Engedélyezett dátum színe

source: Disabled Date Color
hu_hu: Letiltott dátum színe

source: Please Select the Event(s)
hu_hu: Kérjük, válassza ki az esemény(eke)t

source: Calendar Event
hu_hu: Naptáresemény

source: Select Event
hu_hu: Válasszon eseményt

source: Show Host Info
hu_hu: Házigazda adatai megjelenítése

source: Color Schema
hu_hu: Színséma

source: Light
hu_hu: Világos

source: dark
hu_hu: sötét

source: System Default
hu_hu: Rendszer alapértelmezése

source: Please select an event
hu_hu: Kérjük, válasszon ki egy eseményt

source: Connect FluentBoards with Fluent Booking and create tasks with booking fields.
hu_hu: Kösse össze a FluentBoards-ot a Fluent Booking-gel, és hozzon létre feladatokat a foglalási mezőkkel.

source: Integration
hu_hu: Integráció

source: Configuration required!
hu_hu: Konfiguráció szükséges!

source: FluentBoards is not configured yet! Please configure your FluentBoards api first
hu_hu: A FluentBoards még nincs beállítva! Kérjük, először állítsa be a FluentBoards api-t

source: Set FluentBoards
hu_hu: FluentBoards beállítása

source: Feed Name
hu_hu: Feed neve

source: Your Feed Name
hu_hu: Az Ön Feed neve

source: Fluent Boards Configuration
hu_hu: Fluent Boards konfiguráció

source: Select Board
hu_hu: Válasszon táblát

source: Select Stage
hu_hu: Válasszon szakaszt

source: Select Labels
hu_hu: Válasszon címkéket

source: Select Assignees
hu_hu: Válassza ki a felelősöket

source: Select Priority
hu_hu: Válassza ki a prioritást

source: Priority
hu_hu: Prioritás

source: Task Title
hu_hu: Feladat címe

source: Describe your task
hu_hu: Írja le a feladatát

source: Submitter Name
hu_hu: Beküldő neve

source: Submitter Email
hu_hu: Beküldő e-mail-címe

source: Due Type
hu_hu: Határidő típusa

source: Choose “Booking Date” to set the due date relative to when the booking was made or “Meeting Date” to set it relative to the scheduled meeting date.
hu_hu: Válassza a “Foglalás dátuma” lehetőséget, ha a határidőt a foglalás időpontjához képest szeretné beállítani, vagy a “Megbeszélés dátuma” lehetőséget, ha az ütemezett megbeszélés dátumához képest.

source: Booking Date
hu_hu: Foglalás dátuma

source: Meeting Date
hu_hu: Megbeszélés dátuma

source: Due Date
hu_hu: Határidő

source: Set the due date by entering a number relative to the booking or meeting date. Positive for days after and negative for days before the booking or meeting date.
hu_hu: Állítsa be a határidőt a foglalás vagy a megbeszélés dátumához viszonyított számmal. Pozitív szám az utána lévő napokra, negatív az előtte lévő napokra.

source: Task Position
hu_hu: Feladat pozíciója

source: Position
hu_hu: Pozíció

source: Bottom
hu_hu: Alul

source: Top
hu_hu: Felül

source: Select in which booking stage you want to trigger this feed
hu_hu: Válassza ki, a foglalás melyik szakaszában szeretné aktiválni ezt a feedet

source: Event Trigger
hu_hu: Eseményindító

source: Event Trigger For This Feed
hu_hu: Eseményindító ehhez a feedhez

source: Status
hu_hu: Állapot

source: Enable This feed
hu_hu: Engedélyezze ezt a feedet

source: Booking Completed
hu_hu: Foglalás befejezve

source: Booking Cancelled
hu_hu: Foglalás törölve

source: Low
hu_hu: Alacsony

source: Medium
hu_hu: Közepes

source: High
hu_hu: Magas

source: Task has been created in FluentBoards. You can %s to view the task.
hu_hu: A feladat létrejött a FluentBoardsban. A feladat megtekintéséhez %s.

source: click here
hu_hu: kattintson ide

source: Booking
hu_hu: Foglalás

source: This Funnel will be initiated when a booking has been marked as completed (manually or automatically)
hu_hu: Ez a tölcsér akkor indul el, amikor egy foglalást befejezettnek jelöltek (kézzel vagy automatikusan)

source: Run this automation only once per contact. If unchecked then it will over-write existing flow
hu_hu: Futtassa ezt az automatizmust kapcsolatonként csak egyszer. Ha nincs bejelölve, felülírja a meglévő folyamatot.

source: If you enable this then this will run only once per customer otherwise, It will delete the existing automation flow and start new
hu_hu: Ha ezt engedélyezi, ez csak ügyfelenként egyszer fut le, ellenkező esetben törli a meglévő automatizmus folyamatát és újat indít.

source: Booking Completed Funnel
hu_hu: Befejezett foglalás tölcsér

source: Booking Calendar
hu_hu: Foglalási naptár

source: Subscription Status
hu_hu: Feliratkozás állapota

source: Select Status
hu_hu: Válassza ki az állapotot

source: An Automated double-optin email will be sent for new subscribers
hu_hu: Új feliratkozóknak automatikus double-optin e-mail kerül kiküldésre.

source: Booking Rescheduled
hu_hu: Foglalás átütemezve

source: This Funnel will be initiated when a booking has been rescheduled
hu_hu: Ez a tölcsér akkor indul el, amikor egy foglalást átütemeztek

source: Booking Rescheduled Funnel
hu_hu: Átütemezett foglalás tölcsér

source: This Funnel will be initiated when a booking has been rescheduled.
hu_hu: Ez a tölcsér akkor indul el, amikor egy foglalást átütemeztek.

source: Connect FluentCRM with Fluent Booking and subscribe a contact when a booking is created.
hu_hu: Csatlakoztassa a FluentCRM-et a Fluent Bookinghoz, és iratkoztasson fel egy kapcsolatot, amikor foglalás jön létre.

source: FluentCRM is not configured yet! Please configure your FluentCRM api first
hu_hu: A FluentCRM még nincs konfigurálva! Kérjük, először konfigurálja a FluentCRM api-t

source: Set FluentCRM
hu_hu: FluentCRM beállítása

source: Profile Photo
hu_hu: Profilfotó

source: Map Primary Fields
hu_hu: Elsődleges mezők összerendelése

source: Associate your FluentCRM merge tags to the appropriate Fluent Form fields by selecting the appropriate form field from the list.
hu_hu: Rendelje hozzá a FluentCRM összevonási címkéit a megfelelő Fluent Form mezőkhöz a listából kiválasztva a megfelelő űrlapmezőt.

source: FluentCRM Field
hu_hu: FluentCRM mező

source: Booking Field
hu_hu: Foglalási mező

source: Email Address
hu_hu: E-mail-cím

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Other Fields
hu_hu: Egyéb mezők

source: Select which Fluent Form fields pair with their<br /> respective FlunentCRM fields.
hu_hu: Válassza ki, hogy mely Fluent Form mezők párosulnak a<br /> megfelelő FlunentCRM mezőkhöz.

source: Form Field
hu_hu: Űrlapmező

source: FluentCRM Lists
hu_hu: FluentCRM listák

source: Select FluentCRM Lists
hu_hu: Válassza ki a FluentCRM listákat

source: Select the FluentCRM Lists you would like to add your contacts to.
hu_hu: Válassza ki azokat a FluentCRM listákat, amelyekhez hozzá szeretné adni a névjegyeit.

source: Contact Tags
hu_hu: Névjegycímkék

source: Select Tags
hu_hu: Válassza ki a címkéket

source: Skip if contact already exist in FluentCRM
hu_hu: Hagyja ki, ha a névjegy már létezik a FluentCRM-ben

source: Skip name update if existing contact have old data (per primary field)
hu_hu: Hagyja ki a név frissítését, ha a meglévő névjegy régi adatot tartalmaz (elsődleges mezőnként)

source: Enable Double opt-in for new contacts
hu_hu: Engedélyezze a kettős megerősítést az új névjegyekhez

source: Enable Force Subscribe if contact is not in subscribed status (Existing contact only)
hu_hu: Engedélyezze a kényszerített feliratkoztatást, ha a névjegy nincs feliratkozott állapotban (csak meglévő névjegy esetén)

source: If you enable this then contact will forcefully subscribed no matter in which status that contact had
hu_hu: Ha ezt engedélyezi, a névjegy állapotától függetlenül kényszerítetten feliratkozottként lesz beállítva

source: Booking Canceled
hu_hu: Foglalás lemondva

source: Booking Rejected
hu_hu: Foglalás elutasítva

source: Remove Contact Tags
hu_hu: Névjegycímkék eltávolítása

source: Select Tags (remove from contact)
hu_hu: Válassza ki a címkéket (eltávolítás a névjegyről)

source: (Optional) The selected tags will be removed from the contact (if exist)
hu_hu: (Opcionális) A kiválasztott címkék eltávolításra kerülnek a névjegyről (ha léteznek)

source: FluentCRM API called skipped because no valid email available
hu_hu: A FluentCRM API hívása kihagyva, mert nem áll rendelkezésre érvényes e-mail-cím

source: Contact creation has been skipped because contact already exist in the database
hu_hu: A névjegy létrehozása kihagyva, mert a névjegy már létezik az adatbázisban

source: Contact has been created in FluentCRM. Contact ID:
hu_hu: A névjegy létrejött a FluentCRM-ben. Névjegy ID:

source: Contact has been updated in FluentCRM. Contact ID:
hu_hu: A névjegy frissítve a FluentCRM-ben. Névjegy ID:

source: This Funnel will be initiated when a booking is cancelled
hu_hu: Ez a Funnel akkor indul el, amikor egy foglalást lemondanak

source: Booking Cancelled Funnel
hu_hu: Lemondott foglalás Funnel

source: This Funnel will be initiated when a booking has been cancelled.
hu_hu: Ez a Funnel akkor indul el, amikor egy foglalást lemondtak.

source: Full Start & End Time (with guest timezone)
hu_hu: Teljes kezdő- és befejezési időpont (a vendég időzónájával)

source: Full Start & End Time (with host timezone)
hu_hu: Teljes kezdő- és befejezési időpont (a házigazda időzónájával)

source: Event
hu_hu: Esemény

source: Meeting At
hu_hu: Találkozó időpontja

source: Action
hu_hu: Művelet

source: New Booking
hu_hu: Új foglalás

source: This Funnel will be initiated when a new booking has been confirmed
hu_hu: Ez a Funnel akkor indul el, amikor egy új foglalást megerősítettek

source: New Booking Confirmed Funnel
hu_hu: Új foglalás megerősítve Funnel

source: This Funnel will be initiated when a new booking has been confirmed.
hu_hu: Ez a Funnel akkor indul el, amikor egy új foglalást megerősítettek.

source: Select Appointment Date & Time
hu_hu: Válassza ki a találkozó dátumát és idejét

source: Appointment Date & Time is required
hu_hu: A találkozó dátuma és ideje kötelező

source: FluentBooking Field
hu_hu: FluentBooking mező

source: Guest Fields
hu_hu: Vendégmezők

source: Selected Calendar could not be found
hu_hu: A kiválasztott naptár nem található

source: Booking ID
hu_hu: Foglalás ID

source: Booking Status
hu_hu: Foglalás állapota

source: Date & Time
hu_hu: Dátum és idő

source: Meeting Duration
hu_hu: Találkozó időtartama

source: Meeting Host
hu_hu: Találkozó házigazdája

source: HTML Response
hu_hu: HTML válasz

source: Text Response
hu_hu: Szöveges válasz

source: %s field is required
hu_hu: %s mező megadása kötelező

source: Email is required for this appointment. Looks like this field does not have email field selected.
hu_hu: Ehhez az időponthoz e‑mail szükséges. Úgy tűnik, ennél a mezőnél nincs e‑mail mező kiválasztva.

source: Email is required for this appointment. Please provide a valid email
hu_hu: Ehhez az időponthoz e‑mail szükséges. Kérjük, adjon meg egy érvényes e‑mail‑címet

source: Please provide a valid location for this meeting
hu_hu: Kérjük, adjon meg érvényes helyszínt ehhez a megbeszéléshez

source: Appointment could not be created
hu_hu: Az időpontot nem sikerült létrehozni

source: Appointment could not be created because email is not given or invalid
hu_hu: Az időpontot nem sikerült létrehozni, mert az e‑mail nincs megadva vagy érvénytelen

source: Booking has been created on FluentBooking
hu_hu: A foglalás létrejött a FluentBookingban

source: A new appointment has been created on FluentBooking. %1$sView Booking Details%2$s
hu_hu: Új időpont jött létre a FluentBookingban. %1$sFoglalás részleteinek megtekintése%2$s

source: Failed to create booking
hu_hu: A foglalás létrehozása sikertelen

source: Related Payments
hu_hu: Kapcsolódó fizetések
