Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-booking/fluent-booking-*.po
Languages: hu_hu

source: FluentBooking will use the official verified app to connect with your Google Calendar. You can connect your Google Calendar from your host settings.
hu_hu: A FluentBooking a hivatalosan ellenőrzött alkalmazást fogja használni a Google Naptárához való csatlakozáshoz. A Google Naptárát a Host beállításaiból csatlakoztathatja.

source: oAuth Application Type
hu_hu: oAuth alkalmazástípus

source: Default Verified App (Recommended)
hu_hu: Alapértelmezett, ellenőrzött alkalmazás (Ajánlott)

source: Own App (Not Recommended)
hu_hu: Saját alkalmazás (Nem ajánlott)

source: Connected Zoom Accounts
hu_hu: Csatlakoztatott Zoom-fiókok

source: Add New Zoom User Account
hu_hu: Új Zoom felhasználói fiók hozzáadása

source: Please
hu_hu: Kérem

source: read the documentation here
hu_hu: olvassa el itt a dokumentációt

source: for step by step guide to know how you can get api credentials from Zoom Account
hu_hu: lépésről lépésre útmutatóhoz, amelyből megtudhatja, hogyan szerezheti meg az API-hitelesítő adatokat a Zoom-fiókból

source: Administrator
hu_hu: Adminisztrátor

source: minutes meeting with
hu_hu: perces megbeszélés valakivel

source: Global Feature Modules
hu_hu: Globális funkciómodulok

source: Enable/Disable FluentBooking Advanced features or integrations.
hu_hu: A FluentBooking speciális funkcióinak vagy integrációinak engedélyezése/letiltása.

source: Plugins that will extend your Fluent Booking Functionalities
hu_hu: Bővítmények, amelyek kiterjesztik a Fluent Booking funkcióit

source: Search & Select Product
hu_hu: Termék keresése és kiválasztása

source: Latest Bookings
hu_hu: Legutóbbi foglalások

source: Past
hu_hu: Korábbi

source: All dates are shown in
hu_hu: Minden dátum ebben jelenik meg

source: timezone
hu_hu: időzóna

source: sun
hu_hu: vas

source: mon
hu_hu: hét

source: tue
hu_hu: ked

source: wed
hu_hu: sze

source: thu
hu_hu: csü

source: fri
hu_hu: pén

source: sat
hu_hu: szo

source: Receiver *
hu_hu: Címzett *

source: Calendar Avatar
hu_hu: Naptár avatárja

source: Featured Image
hu_hu: Kiemelt kép

source: Monday
hu_hu: hétfő

source: Tuesday
hu_hu: kedd

source: Wednesday
hu_hu: szerda

source: Thursday
hu_hu: csütörtök

source: Friday
hu_hu: péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Summary Email
hu_hu: Összefoglaló e-mail

source: Connect Your Stripe Account to your website to accept Payments
hu_hu: Csatlakoztassa a Stripe-fiókját a weboldalához a fizetések elfogadásához

source: Integration Feed
hu_hu: Integrációs feed

source: Error on integration settings
hu_hu: Hiba az integrációs beállításoknál

source: Success
hu_hu: Siker

source: Error
hu_hu: Hiba

source: Field Label
hu_hu: Mezőcímke

source: Mar
hu_hu: Már

source: Apr
hu_hu: Ápr

source: May
hu_hu: Máj

source: Jun
hu_hu: Jún

source: Jul
hu_hu: Júl

source: Sep
hu_hu: Sze

source: Oct
hu_hu: Okt

source: January
hu_hu: Január

source: February
hu_hu: Február

source: March
hu_hu: Március

source: April
hu_hu: Április

source: June
hu_hu: Június

source: July
hu_hu: Július

source: August
hu_hu: Augusztus

source: September
hu_hu: Szeptember

source: October
hu_hu: Október

source: Sorted by booked at date time
hu_hu: A foglalás időpontja szerint rendezve

source: paid
hu_hu: fizetett

source: unpaid
hu_hu: nem fizetett

source: pending
hu_hu: függőben

source: am
hu_hu: de

source: pm
hu_hu: du

source: Add New Schedule
hu_hu: Új ütemterv hozzáadása

source: manage own calendar
hu_hu: saját naptárának kezelése

source: read and use other availabilities
hu_hu: más elérhetőségek megtekintése és használata

source: manage other calendars
hu_hu: más naptárak kezelése

source: read other calendars
hu_hu: más naptárak megtekintése

source: manage all bookings
hu_hu: összes foglalás kezelése

source: read all bookings
hu_hu: összes foglalás megtekintése

source: manage other availabilities
hu_hu: más elérhetőségek kezelése

source: Currently FluentBooking has integration with FluentCRM. After install
hu_hu: Jelenleg a FluentBooking integrációval rendelkezik a FluentCRM-mel. Telepítés után

source: , you can configure the integration feed here. More integration will be available soon. For now, you may use webhook feed.
hu_hu: , itt konfigurálhatja az integrációs feedet. Hamarosan további integrációk lesznek elérhetők. Addig is használhatja a webhook feedet.

source: Today
hu_hu: Ma

source: Yesterday
hu_hu: Tegnap

source: Tomorrow
hu_hu: Holnap

source: Use WooCommerce Checkout
hu_hu: Használja a WooCommerce Checkoutot

source: Use Native Payment Methods by FluentBooking
hu_hu: Használja a FluentBooking natív fizetési módjait

source: To
hu_hu: Eddig

source: if customer does not complete the payment for paid events.
hu_hu: ha az ügyfél nem fejezi be a fizetést fizetős események esetén.

source: from the event end time
hu_hu: az esemény befejezési időpontjától

source: Mark booking as completed automatically after
hu_hu: A foglalást jelölje automatikusan befejezettnek ennyi idő után

source: Mark booking as cancelled automatically after
hu_hu: A foglalást jelölje automatikusan lemondottnak ennyi idő után

source: Checkout Method
hu_hu: Pénztár módja

source: No Data match
hu_hu: Nincs egyező adat

source: No Data
hu_hu: Nincs adat

source: System Enabled
hu_hu: A rendszer engedélyezve

source: Enable
hu_hu: Engedélyezze

source: Enabled
hu_hu: Engedélyezve

source: Install
hu_hu: Telepítse

source: This only applies to your public landing pages
hu_hu: Ez csak az Ön nyilvános céloldalaira vonatkozik

source: Theme
hu_hu: Téma

source: Dark
hu_hu: Sötét

source: Event Title is required
hu_hu: Az esemény címe kötelező

source: Redirect URL
hu_hu: Átirányítási URL

source: Redirect Query String
hu_hu: Átirányítási Query String

source: Redirect After Booking
hu_hu: Átirányítás a foglalás után

source: Pass Field Data Via Query String
hu_hu: Mezőadatok továbbítása Query Stringen keresztül

source: Redirect URL field is required
hu_hu: Az Átirányítási URL mező megadása kötelező

source: Redirect Query String field is required
hu_hu: Az Átirányítási Query String mező megadása kötelező

source: Multiple Duration requires at least 1 option
hu_hu: A többféle időtartam legalább 1 opciót igényel

source: Available Durations
hu_hu: Elérhető időtartamok

source: Default Duration
hu_hu: Alapértelmezett időtartam

source: Allow attendee to select duration
hu_hu: Engedélyezze a résztvevőnek az időtartam kiválasztását

source: Rebook
hu_hu: Foglalja újra

source: Collective
hu_hu: Kollektív

source: Enter Name of this team
hu_hu: Adja meg ennek a csapatnak a nevét

source: One rotating host
hu_hu: Egy rotálódó házigazda

source: Choose a common schedule
hu_hu: Válasszon közös időbeosztást

source: Choose Host Schedules
hu_hu: Válassza ki a házigazdák időbeosztásait

source: Already assigned
hu_hu: Már hozzárendelve

source: Maximum Guest Limit
hu_hu: Maximális vendégkorlát

source: Maximum Booking Limit
hu_hu: Maximális foglalási korlát

source: Refund payment from stripe
hu_hu: Fizetés visszatérítése a Stripe-ból

source: unconfirmed
hu_hu: megerősítetlen

source: Unconfirmed
hu_hu: Megerősítetlen

source: If not selected, the system will select one based on their availability
hu_hu: Ha nincs kiválasztva, a rendszer az elérhetőségük alapján kiválaszt egyet.

source: Clone from
hu_hu: Klónozás forrása

source: Clone Event
hu_hu: Esemény klónozása

source: Clone Settings
hu_hu: Beállítások klónozása

source: Clone Notification Settings
hu_hu: Értesítési beállítások klónozása

source: Clone SMS Settings
hu_hu: SMS-beállítások klónozása

source: Clone Webhook Settings
hu_hu: Webhook-beállítások klónozása

source: Clone Integration Settings
hu_hu: Integrációs beállítások klónozása

source: Clone Calendar Event
hu_hu: Naptáresemény klónozása

source: Select Calendar Event
hu_hu: Válasszon naptáreseményt

source: Use this number for sending sms notification
hu_hu: Használja ezt a számot sms-értesítés küldéséhez

source: Help Message
hu_hu: Súgóüzenet

source: Format
hu_hu: Formátum

source: Select Format
hu_hu: Válasszon formátumot

source: Submit Button Text
hu_hu: Küldés gomb felirata

source: The default date format will be applied if no format is chosen.
hu_hu: Ha nem választ formátumot, az alapértelmezett dátumformátum kerül alkalmazásra.

source: Customize the questions asked on the booking page
hu_hu: Szabja testre a foglalási oldalon feltett kérdéseket

source: Customize booking cancel and reschedule fields
hu_hu: Szabja testre a foglalás lemondási és átütemezési mezőit

source: Select the members you want to assign to this team
hu_hu: Válassza ki azokat a tagokat, akiket ehhez a csapathoz szeretne hozzárendelni

source: is not available with the free version. Please upgrade to get all the advanced features.
hu_hu: nem érhető el az ingyenes verzióban. Kérjük, frissítsen, hogy hozzáférjen az összes fejlett funkcióhoz.

source: This feature is available in FluentBooking Pro
hu_hu: Ez a funkció a FluentBooking Pro-ban érhető el

source: Please upgrade to get all the advanced features.
hu_hu: Kérjük, frissítsen, hogy hozzáférjen az összes fejlett funkcióhoz.

source: Search Events
hu_hu: Események keresése

source: Select Team Members
hu_hu: Válassza ki a csapattagokat

source: Availability Timezone
hu_hu: Elérhetőség időzónája

source: Reserved
hu_hu: Foglalt

source: reserved
hu_hu: foglalt

source: Expires
hu_hu: Lejár

source: Reserve Times
hu_hu: Időpontok lefoglalása

source: Reserved Times
hu_hu: Lefoglalt időpontok

source: Available Times
hu_hu: Elérhető időpontok

source: Which slots are you available?
hu_hu: Mely idősávokban elérhető?

source: Select All
hu_hu: Összes kijelölése

source: Reset All
hu_hu: Összes visszaállítása

source: Max Files Count
hu_hu: Maximális fájlszám

source: Max File Size
hu_hu: Maximális fájlméret

source: Name Attribute
hu_hu: Name attribútum

source: Default Value
hu_hu: Alapértelmezett érték

source: File Type
hu_hu: Fájltípus

source: Sort By Calendar Type
hu_hu: Rendezés naptártípus szerint

source: Sort
hu_hu: Rendezés

source: event
hu_hu: esemény

source: Learn
hu_hu: Tudjon

source: more
hu_hu: meg többet

source: Select Page
hu_hu: Válasszon oldalt

source: about this feature
hu_hu: erről a funkcióról

source: The value must be unique.
hu_hu: Az értéknek egyedinek kell lennie.

source: This label will only be visible for admin.
hu_hu: Ez a címke csak az adminisztrátor számára lesz látható.

source: This portal can be accessed from
hu_hu: Ez a portál innen érhető el

source: Add your FluentBooking to WordPress frontend / any Page via Shortcode.
hu_hu: Adja hozzá a FluentBookingot a WordPress frontendhez / bármely oldalhoz Shortcode segítségével.

source: Please add this shortcode to your selected page:
hu_hu: Kérjük, adja hozzá ezt a shortcode-ot a kiválasztott oldalához:

source: Frontend Panel Settings
hu_hu: Frontend panel beállításai

source: Open link in a new tab
hu_hu: Hivatkozás megnyitása új lapon

source: Via Shortcode / Dedicated Page?
hu_hu: Shortcode-on / dedikált oldalon keresztül?

source: URL Slug for the frontend panel (eg: projects)
hu_hu: URL slug a frontend panelhez (pl.: projects)

source: Use a pre - defined page via shortcode
hu_hu: Használjon előre meghatározott oldalt shortcode-on keresztül

source: Enter the slug for the frontend portal
hu_hu: Adja meg a slug értékét a frontend portálhoz

source: Please Select the page where you want to show
hu_hu: Kérjük, válassza ki az oldalt, ahol meg szeretné jeleníteni

source: Enable Frontend Portal
hu_hu: Frontend portál engedélyezése

source: Show in a standalone Frontend URL
hu_hu: Megjelenítés önálló Frontend URL-en

source: Reserved slot of
hu_hu: Foglalt idősávja

source: Make organizer
hu_hu: Tegye szervezővé

source: Notification Settings
hu_hu: Értesítési beállítások

source: Other Notifications
hu_hu: Egyéb értesítések

source: Customize the email notifications sent to attendees and organizers
hu_hu: Testreszabhatja a résztvevőknek és szervezőknek küldött e-mail értesítéseket

source: Optimize your email notifications for confirmations and declines
hu_hu: Optimalizálja e-mail értesítéseit a visszaigazolásokhoz és elutasításokhoz

source: Optimize your sms notifications for confirmations and declines
hu_hu: Optimalizálja SMS-értesítéseit a visszaigazolásokhoz és elutasításokhoz

source: Customize the sms notifications sent to attendees and organizers
hu_hu: Testreszabhatja a résztvevőknek és szervezőknek küldött SMS-értesítéseket

source: Configure Twilio to send SMS notifications
hu_hu: Állítsa be a Twilio-t SMS-értesítések küldéséhez

source: Configure Google Calendar/Meet to sync your events
hu_hu: Állítsa be a Google Calendar/Meet szolgáltatást az eseményei szinkronizálásához

source: Configure Outlook Calendar to sync your events
hu_hu: Állítsa be az Outlook Calendar alkalmazást az eseményei szinkronizálásához

source: Use Outlook Calendar to sync your Fluent Booking events
hu_hu: Használja az Outlook Calendar alkalmazást a Fluent Booking eseményei szinkronizálásához

source: Enable/Disable Nextcloud Calendar to sync your events
hu_hu: A Nextcloud Calendar engedélyezése/letiltása az eseményei szinkronizálásához

source: Frontend Portal
hu_hu: Frontend portál

source: Advanced Modules
hu_hu: Haladó modulok

source: Recommended Plugins and Addons
hu_hu: Ajánlott bővítmények és kiegészítők

source: Send Confirmation Email
hu_hu: Megerősítő e-mail küldése

source: Load FluentBooking in the frontend of the website
hu_hu: A FluentBooking betöltése a webhely frontendjén

source: Add Parameters
hu_hu: Paraméterek hozzáadása

source: Page Type
hu_hu: Oldaltípus

source: Other Page
hu_hu: Egyéb oldal

source: Generate Link
hu_hu: Hivatkozás generálása

source: Generated Link
hu_hu: Generált hivatkozás

source: Generate booking link with URL parameters
hu_hu: Foglalási hivatkozás generálása URL-paraméterekkel

source: Frontend Portal Settings
hu_hu: Frontend portál beállításai

source: Maximum Date
hu_hu: Maximális dátum

source: Minimum Date
hu_hu: Minimális dátum

source: If no date is set, default date 1900-01-01 will be used as the minimum date.
hu_hu: Ha nincs beállítva dátum, alapértelmezésként az 1900-01-01 lesz a minimális dátum.

source: If no date is set, current date will be used as the maximum date.
hu_hu: Ha nincs beállítva dátum, a jelenlegi dátum lesz a maximális dátum.

source: Filter By Calendar Type
hu_hu: Szűrés naptártípus szerint

source: Invalid
hu_hu: Érvénytelen

source: Actions
hu_hu: Műveletek

source: Coupon Module
hu_hu: Kuponmodul

source: Available Coupons
hu_hu: Elérhető kuponok

source: Add Coupon
hu_hu: Kupon hozzáadása

source: Edit Coupon
hu_hu: Kupon szerkesztése

source: Select Coupon
hu_hu: Kupon kiválasztása

source: Coupon Code
hu_hu: Kuponkód

source: Enter Coupon Code
hu_hu: Adja meg a kuponkódot

source: Enter Title
hu_hu: Adja meg a címet

source: Generate Random Code
hu_hu: Véletlenszerű kód generálása

source: Create and manage coupons for your bookings
hu_hu: Hozzon létre és kezeljen kuponokat a foglalásaihoz

source: Enter Discount
hu_hu: Adja meg a kedvezményt

source: Percentage (%)
hu_hu: Százalék (%)

source: Fixed
hu_hu: Fix

source: Discount
hu_hu: Kedvezmény

source: Discount Conditions
hu_hu: Kedvezmény feltételei

source: Minimum Purchase
hu_hu: Minimális vásárlás

source: Maximum Discount
hu_hu: Maximális kedvezmény

source: Minimum Purchase Amount
hu_hu: Minimális vásárlási összeg

source: Maximum Discount Amount
hu_hu: Maximális kedvezmény összege

source: Total Limit
hu_hu: Teljes korlát

source: Per User Limit
hu_hu: Felhasználónkénti korlát

source: Limit Reached
hu_hu: Korlát elérve

source: Applicable Events
hu_hu: Alkalmazható események

source: Internal Notes
hu_hu: Belső megjegyzések

source: Enable this coupon
hu_hu: Engedélyezze ezt a kupont

source: Basic Information
hu_hu: Alapvető információk

source: Expiration
hu_hu: Lejárat

source: Start Date & Time
hu_hu: Kezdés dátuma és időpontja

source: End Date & Time
hu_hu: Befejezés dátuma és időpontja

source: Additional Information
hu_hu: További információk

source: Stackable
hu_hu: Halmozható

source: Enter Failed Message
hu_hu: Adja meg a hibaüzenetet

source: Enter Notes
hu_hu: Adja meg a megjegyzéseket

source: Failed Message
hu_hu: Hibaüzenet

source: Manage your payment coupons and create discount codes for your customers here.
hu_hu: Itt kezelheti fizetési kuponjait és hozhat létre kedvezménykódokat ügyfelei számára.

source: Select the events that this coupon can be applied to. Empty for all events
hu_hu: Válassza ki azokat az eseményeket, amelyekre ez a kupon alkalmazható. Üresen hagyva minden eseményre vonatkozik

source: Can this coupon code be used with other coupon code
hu_hu: Használható ez a kuponkód más kuponkóddal együtt

source: Minimum purchase amount should be greater than the discount amount
hu_hu: A minimális vásárlási összegnek nagyobbnak kell lennie, mint a kedvezmény összege

source: Coupon Label
hu_hu: Kuponcímke

source: Enter Coupon Label
hu_hu: Adja meg a kuponcímkét

source: Apply Coupon Button
hu_hu: Kupon alkalmazása gomb

source: Enter Apply Button Text
hu_hu: Adja meg az Alkalmazás gomb szövegét

source: Coupon Field Placeholder
hu_hu: Kuponmező helyőrzője

source: Enter Coupon Field Placeholder
hu_hu: Adja meg a kuponmező helyőrzőjét

source: This is the maximum discount that can be applied, even if the calculated discount is higher.
hu_hu: Ez a maximálisan alkalmazható kedvezmény, még akkor is, ha a kiszámolt kedvezmény magasabb.

source: Total number of times this coupon can be redeemed across the entire store. Empty or 0 for no limit
hu_hu: A kupon a teljes áruházban ennyiszer váltható be összesen. Üresen hagyva vagy 0 esetén nincs korlát

source: Total number of times this coupon can be redeemed by a single user. Empty or 0 for no limit
hu_hu: Egyetlen felhasználó által összesen ennyiszer váltható be ez a kupon. Üresen hagyva vagy 0 esetén nincs korlát

source: Coupon Module is disabled. Enable the Coupon module to manage your payment coupons and create discount codes for your customers here.
hu_hu: A Kupon modul le van tiltva. Engedélyezze a Kupon modult, hogy itt kezelhesse a fizetési kuponjait és kedvezménykódokat hozhasson létre ügyfelei számára.

source: Your %s Booking Summary
hu_hu: Az Ön %s foglalási összefoglalója

source: Hello There,
hu_hu: Üdvözlöm,

source: Let's see how many events are booked in the last %d days.
hu_hu: Nézzük meg, hány eseményre történt foglalás az elmúlt %d napban.

source: Total New Booked
hu_hu: Új foglalások összesen

source: Total Meeting Completed
hu_hu: Befejezett megbeszélések összesen

source: This email has been generated by fluent booking
hu_hu: Ezt az e-mailt a fluent booking generálta

source: Durations
hu_hu: Időtartamok

source: Locations
hu_hu: Helyszínek

source: Book Now
hu_hu: Foglaljon most

source: Loading...
hu_hu: Betöltés...

source: View
hu_hu: Megtekintés

source: Total
hu_hu: Összesen

source: page
hu_hu: oldal

source: Nevermind
hu_hu: Hagyja

source: Cancel Booking
hu_hu: Foglalás lemondása

source: Loading....
hu_hu: Betöltés....

source: Customer Details
hu_hu: Ügyfél adatai

source: Item
hu_hu: Tétel

source: Line Total
hu_hu: Sorösszeg

source: Sub-Total
hu_hu: Részösszeg

source: Discounts(%s)
hu_hu: Kedvezmények(%s)

source: Order ID:
hu_hu: Rendelési azonosító:

source: Submission ID:
hu_hu: Beküldési azonosító:

source: Date:
hu_hu: Dátum:

source: Total Amount:
hu_hu: Végösszeg:

source: Payment Method:
hu_hu: Fizetési mód:

source: Payment Status:
hu_hu: Fizetési állapot:

source: FluentBookingPro plugin needs to be updated to the latest version.
hu_hu: A FluentBookingPro bővítményt frissíteni kell a legújabb verzióra.

source: Click here to update
hu_hu: Kattintson ide a frissítéshez
