Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-booking/fluent-booking-*.po
Languages: hu_hu

source: FluentBooking - Appointment Scheduling & Booking Solution
hu_hu: FluentBooking - Időpont-ütemezési és foglalási megoldás

source: FluentBooking is the ultimate solution for booking appointments, meetings, webinars, events, sales calls, and more.
hu_hu: A FluentBooking a tökéletes megoldás időpontok, megbeszélések, webináriumok, események, értékesítési hívások és egyebek foglalására.

source: Appointment & Booking Solution Team - WPManageNinja
hu_hu: Időpont- és foglalási megoldás csapata - WPManageNinja

source: Team Settings
hu_hu: Csapat beállításai

source: Calendar Settings
hu_hu: Naptár beállításai

source: Offline Payment
hu_hu: Offline fizetés

source: Dashboard
hu_hu: Vezérlőpult

source: Calendars
hu_hu: Naptárak

source: Bookings
hu_hu: Foglalások

source: Availability
hu_hu: Elérhetőség

source: Settings
hu_hu: Beállítások

source: Getting Started
hu_hu: Első lépések

source: Upgrade to Pro
hu_hu: Frissítés a Pro verzióra

source: Thank you for using <a href="%s">FluentBooking</a>.
hu_hu: Köszönjük, hogy a <a href="%s">FluentBooking</a> szolgáltatást használja.

source: General
hu_hu: Általános

source: Team
hu_hu: Csapat

source: Payment
hu_hu: Fizetés

source: Payment Methods
hu_hu: Fizetési módok

source: Coupons
hu_hu: Kuponok

source: SMS by Twilio
hu_hu: SMS a Twilio segítségével

source: License
hu_hu: Licenc

source: Event Details
hu_hu: Esemény részletei

source: Assignment
hu_hu: Hozzárendelés

source: Limits
hu_hu: Korlátok

source: Question Settings
hu_hu: Kérdések beállításai

source: Email Notification
hu_hu: E-mail-értesítés

source: SMS Notification
hu_hu: SMS-értesítés

source: Advanced Settings
hu_hu: Speciális beállítások

source: Payment Settings
hu_hu: Fizetési beállítások

source: Webhooks Feeds
hu_hu: Webhook feedek

source: Integrations
hu_hu: Integrációk

source: Remote Calendars
hu_hu: Távoli naptárak

source: Zoom Integration
hu_hu: Zoom-integráció

source: My Bookings
hu_hu: Saját foglalások

source: No bookings found
hu_hu: Nem található foglalás

source: Please provide Calendar ID
hu_hu: Kérjük, adja meg a naptár azonosítóját

source: Calendar not found
hu_hu: A naptár nem található

source: You do not have permission to export data
hu_hu: Nincs jogosultsága az adatok exportálásához

source: Please provide Group ID
hu_hu: Kérjük, adja meg a csoport azonosítóját

source: Please provide all required data
hu_hu: Kérjük, adja meg az összes szükséges adatot

source: Invalid file. Please provide a valid JSON file
hu_hu: Érvénytelen fájl. Kérem, adjon meg egy érvényes JSON fájlt

source: Calendar imported successfully
hu_hu: A naptár sikeresen importálva

source: Calendar event not found
hu_hu: A naptáresemény nem található

source: Back to team
hu_hu: Vissza a csapathoz

source: Please login to view your bookings
hu_hu: Kérjük, jelentkezzen be a foglalásai megtekintéséhez

source: Booking hash is missing!
hu_hu: Hiányzik a foglalási hash!

source: Please provide a rescheduling reason
hu_hu: Kérem, adja meg az átütemezés okát

source: Invalid rescheduling request
hu_hu: Érvénytelen átütemezési kérelem

source: Sorry! you can not reschedule to the same time.
hu_hu: Sajnáljuk! Nem ütemezheti át ugyanarra az időpontra.

source: Meeting Rescheduled
hu_hu: Találkozó átütemezve

source: Meeting has been rescheduled by %1$s from Web UI. Previous date time: %2$s (UTC)
hu_hu: A találkozót %1$s átütemezte a Web UI-ból. Korábbi dátum és idő: %2$s (UTC)

source: Your meeting has been rescheduled
hu_hu: Az Ön találkozója át lett ütemezve

source: Booking has been rescheduled
hu_hu: A foglalás át lett ütemezve

source: Timezone
hu_hu: Időzóna

source: Day
hu_hu: Nap

source: Days
hu_hu: Napok

source: Hour
hu_hu: Óra

source: Hours
hu_hu: Órák

source: Minute
hu_hu: Perc

source: Minutes
hu_hu: Percek

source: Enter Details
hu_hu: Adatok megadása

source: Summary
hu_hu: Összegzés

source: Payment Details
hu_hu: Fizetési adatok

source: Total Payment
hu_hu: Fizetendő összeg

source: Payment Method
hu_hu: Fizetési mód

source: Pay Now
hu_hu: Fizessen most

source: Processing
hu_hu: Feldolgozás

source: Country
hu_hu: Ország

# for how many spots left for available booking
source: spots left
hu_hu: szabad hely maradt

# for how many spots remaining for available booking
source: spots remaining
hu_hu: hátralévő szabad hely

# Booking form spot selection
source: Next
hu_hu: Tovább

source: Select on the Next Step
hu_hu: Válasszon a következő lépésben

source: location options
hu_hu: helyszín opciók

source: Your address
hu_hu: Az Ön címe

source: Organizer Phone Number
hu_hu: Szervező telefonszáma

source: In Person (Attendee Address)
hu_hu: Személyesen (résztvevő címe)

source: In Person (Organizer Address)
hu_hu: Személyesen (szervező címe)

source: Attendee Phone Number
hu_hu: Résztvevő telefonszáma

source: Online Meeting
hu_hu: Online megbeszélés

source: Phone Call
hu_hu: Telefonhívás

source: Processing...
hu_hu: Feldolgozás...

source: Loading Payment Processor...
hu_hu: Fizetési feldolgozó betöltése...

source: Name
hu_hu: Név

source: Date
hu_hu: Dátum

source: Time
hu_hu: Időpont

source: per guest
hu_hu: vendégenként

source: Add guest
hu_hu: Vendég hozzáadása

source: Add guests
hu_hu: Vendégek hozzáadása

source: Add another
hu_hu: Újabb hozzáadása

source: Choose File
hu_hu: Fájl kiválasztása

source: This field is required.
hu_hu: Ez a mező kötelező.

source: No availability in
hu_hu: Nincs elérhető időpont ekkor

source: View next month
hu_hu: Következő hónap megtekintése

source: View previous month
hu_hu: Előző hónap megtekintése

source: No activated payment method found. If you are an admin please check the event payment settings
hu_hu: Nem található aktivált fizetési mód. Ha Ön adminisztrátor, ellenőrizze az esemény fizetési beállításait

source: Please fill up the required data
hu_hu: Kérjük, töltse ki a kötelező adatokat

source: Please select a valid payment method
hu_hu: Kérjük, válasszon érvényes fizetési módot

source: Please Select
hu_hu: Kérjük, válasszon

source: Something is wrong!
hu_hu: Valami nincs rendben!

source: Requires Confirmation
hu_hu: Megerősítést igényel

source: Sorry, the host is not accepting any new bookings at the moment.
hu_hu: Sajnáljuk, a házigazda jelenleg nem fogad új foglalásokat.

source: Please enter your name
hu_hu: Kérjük, adja meg a nevét

source: Please enter your email address
hu_hu: Kérjük, adja meg az e-mail-címét

source: Please enter provide a valid email address
hu_hu: Kérjük, adjon meg érvényes e-mail-címet

source: Please select timezone first
hu_hu: Kérjük, először válasszon időzónát

source: Please select a date and time
hu_hu: Kérjük, válasszon dátumot és időpontot

source: Please provide your phone number
hu_hu: Kérjük, adja meg a telefonszámát

source: Please provide your Address
hu_hu: Kérjük, adja meg a címét

source: Please select location
hu_hu: Kérjük, válasszon helyszínt

source: Please provide your address
hu_hu: Kérjük, adja meg a címét

source: This field is required
hu_hu: Ez a mező kötelező

source: This selected time slot is not available. Maybe someone booked the spot just a few seconds ago.
hu_hu: A kiválasztott idősáv nem elérhető. Lehet, hogy valaki néhány másodperccel ezelőtt foglalta le a helyet.

source: Booking has been confirmed
hu_hu: A foglalás megerősítve.

source: Schedule Meeting
hu_hu: Találkozó ütemezése

source: Continue to Payments
hu_hu: Tovább a fizetéshez

source: Confirm Payment
hu_hu: Fizetés megerősítése

source: Sorry! meeting could not be found
hu_hu: Sajnáljuk! A találkozó nem található

source: Please provide a reason for cancellation
hu_hu: Kérjük, adja meg a lemondás okát

source: Meeting has been cancelled
hu_hu: A találkozót lemondták.

source: Pro plugin is required for this event.
hu_hu: Ehhez az eseményhez Pro bővítmény szükséges.

source: Deleted User
hu_hu: Törölt felhasználó

source: My Meetings
hu_hu: Találkozóim

source: %s is already exist
hu_hu: %s már létezik

source: Schedule has been created successfully
hu_hu: Az ütemezés sikeresen létrehozva.

source: Schedule has been cloned successfully
hu_hu: Az ütemezés sikeresen klónozva.

source: Schedule has been updated successfully
hu_hu: Az ütemezés sikeresen frissítve.

source: Schedule title has been updated successfully
hu_hu: Az ütemezés címe sikeresen frissítve.

source: Status has been updated successfully
hu_hu: Az állapot sikeresen frissítve.

source: Default Schedule can not be deleted
hu_hu: Az alapértelmezett ütemezés nem törölhető

source: Can't delete: %s events depend on this schedule
hu_hu: Nem törölhető: %s esemény függ ettől az ütemezéstől

source: Schedule Availability has been deleted successfully
hu_hu: Az ütemezés elérhetősége sikeresen törölve.

source: Please enter attendee's name
hu_hu: Kérjük, adja meg a résztvevő nevét

source: Please enter attendee's email address
hu_hu: Kérjük, adja meg a résztvevő e-mail-címét

source: Please provide a valid email address
hu_hu: Kérjük, adja meg érvényes e-mail-címét

source: Please select the timezone
hu_hu: Kérjük, válassza ki az időzónát

source: Please provide attendee's phone number
hu_hu: Kérjük, adja meg a résztvevő telefonszámát

source: Please provide attendee's address
hu_hu: Kérjük, adja meg a résztvevő címét

source: Booking has been created
hu_hu: A foglalás létrejött

source: The provided slug is not available. Please choose a different one
hu_hu: A megadott slug nem érhető el. Kérjük, válasszon egy másikat

source: Author timezone field is required
hu_hu: A szerző időzónája mező kitöltése kötelező

source: Event duration field is required
hu_hu: Az esemény időtartama mező kitöltése kötelező

source: Event type field is required
hu_hu: Az eseménytípus mező kitöltése kötelező

source: Event availability type field is required
hu_hu: Az esemény elérhetőségi típusa mező kitöltése kötelező

source: Event schedule type field is required
hu_hu: Az esemény ütemezési típusa mező kitöltése kötelező

source: Event title field is required
hu_hu: Az esemény címe mező kitöltése kötelező

source: Event weekly schedules field is required
hu_hu: Az esemény heti ütemezései mező kitöltése kötelező

source: Event location type field is required
hu_hu: Az esemény helyszínének típusa mező kitöltése kötelező

source: Event location host phone number field is required
hu_hu: A helyszín házigazdájának telefonszáma mező kitöltése kötelező

source: User not found
hu_hu: A felhasználó nem található

source: The user already have a calendar. Please delete it first to create a new one
hu_hu: A felhasználónak már van naptára. Kérjük, először törölje azt, majd hozzon létre egy újat

source: Invalid Team Member
hu_hu: Érvénytelen csapattag

source: Calendar could not be found. Please try again
hu_hu: A naptár nem található. Kérjük, próbálja újra

source: Landing Page settings has been updated
hu_hu: A Landing Page beállításai frissítve lettek

source: Calendar has been updated successfully
hu_hu: A naptár sikeresen frissült

source: Event status field is required
hu_hu: Az esemény állapota mező kitöltése kötelező

source: Event location title field is required
hu_hu: Az esemény helyszínének címe mező kitöltése kötelező

source: Event location description field is required
hu_hu: Az esemény helyszínének leírása mező kitöltése kötelező

source: New Event Type has been created successfully
hu_hu: Az új eseménytípus sikeresen létrejött

source: Event max book per slot field is required
hu_hu: Az esemény idősávonkénti maximális foglalásszám mező kitöltése kötelező

source: Event is display spots field is required
hu_hu: Az esemény helyek megjelenítése mező kitöltése kötelező

source: Event default duration is required
hu_hu: Az esemény alapértelmezett időtartamának megadása kötelező

source: Event available durations is required
hu_hu: Az esemény elérhető időtartamainak megadása kötelező

source: Data has been updated
hu_hu: Az adatok frissítve lettek

source: The Event Type has been cloned successfully
hu_hu: Az eseménytípus sikeresen klónozva lett

source: Event order has been updated
hu_hu: Az események sorrendje frissült

source: The Notification has been cloned successfully
hu_hu: Az értesítés sikeresen klónozva lett

source: Notifications has been saved
hu_hu: Az értesítések mentve lettek

source: Fields has been updated
hu_hu: A mezők frissítve lettek

source: Calendar Event has been deleted
hu_hu: A naptáresemény törölve lett

source: Calendar Deleted Successfully!
hu_hu: A naptár sikeresen törölve!

source: Successfully deleted the Integration.
hu_hu: Az integráció sikeresen törölve.

source: Integrations not found
hu_hu: Integrációk nem találhatók

source: Integrations has been successfully cloned.
hu_hu: Az integrációk sikeresen klónozva lettek.

source: Calendar Event not found
hu_hu: A naptáresemény nem található

source: Settings has been successfully saved.
hu_hu: A beállítások sikeresen elmentve.

source: Total Bookings
hu_hu: Összes foglalás

source: Completed Bookings
hu_hu: Befejezett foglalások

source: Cancelled Bookings
hu_hu: Lemondott foglalások

source: Total Guests
hu_hu: Összes vendég

source: More than last month
hu_hu: Több mint a múlt hónapban

source: Less than last month
hu_hu: Kevesebb mint a múlt hónapban

source: Same as last month
hu_hu: Ugyanannyi mint a múlt hónapban

source: No changes found
hu_hu: Nem találhatók változások

source: Invalid column
hu_hu: Érvénytelen oszlop

source: Invalid email address
hu_hu: Érvénytelen e-mail-cím

source: Invalid status
hu_hu: Érvénytelen állapot

source: The booking has been %s
hu_hu: A foglalás %s lett

source: Invalid payment status
hu_hu: Érvénytelen fizetési állapot

source: %s has been updated
hu_hu: %s frissítve lett

source: Booking Deleted Successfully!
hu_hu: A foglalás sikeresen törölve!

source: Notification sending failed
hu_hu: Az értesítés küldése sikertelen

source: Notification sent successfully
hu_hu: Az értesítés sikeresen elküldve

source: Invalid group id or the event is not a group event
hu_hu: Érvénytelen csoportazonosító, vagy az esemény nem csoportesemény

source: CRM Profile
hu_hu: CRM-profil

source: Payment Successfully Completed
hu_hu: A fizetés sikeresen teljesült

source: Payment marked as paid by
hu_hu: A fizetést fizetettre jelölte

source: Payment Successfully Marked as Pending
hu_hu: A fizetés sikeresen függőbe állítva

source: Payment marked as pending by
hu_hu: A fizetést függőbe állította

source: Booking Confirmed
hu_hu: Foglalás megerősítve

source: Booking has been confirmed by
hu_hu: A foglalást megerősítette

source: From Name for emails
hu_hu: Feladó neve az e-mailekhez

source: From Name
hu_hu: Feladó neve

source: Default Name that will be used to send email)
hu_hu: Alapértelmezett név, amelyről az e-mailt küldeni fogja)

source: From Email Address
hu_hu: Feladó e-mail-címe

source: Provide Valid Email Address that will be used to send emails
hu_hu: Adjon meg érvényes e-mail-címet, amelyet az e-mailek küldéséhez fog használni

source: email as per your domain/SMTP settings
hu_hu: e-mail az Ön domain/SMTP beállításai szerint

source: Reply to Name
hu_hu: Válaszcímzett neve

source: Reply to Name (Optional)
hu_hu: Válaszcímzett neve (opcionális)

source: Default Reply to Name (Optional)
hu_hu: Alapértelmezett válaszcímzett neve (opcionális)

source: Reply to Email (Optional)
hu_hu: Válaszcím e-mail-címe (opcionális)

source: Default Reply to Email (Optional)
hu_hu: Alapértelmezett válaszcím e-mail-címe (opcionális)

source: Use host name as From Name for booking emails to guests
hu_hu: Használja a házigazda nevét feladó névként a vendégeknek küldött foglalási e-mailekben

source: Use host email for reply-to value for booking emails to guests
hu_hu: Használja a házigazda e-mail-címét válaszcímként a vendégeknek küldött foglalási e-mailekben

source: Include ICS file attachment in booking confirmation emails
hu_hu: Mellékelje az ICS fájlt a foglalás-visszaigazoló e-mailekhez

source: Email Footer for Booking related emails (Optional)
hu_hu: E-mail lábléc a foglalással kapcsolatos e-mailekhez (opcionális)

source: You may include your business name, address etc here, for example: <br />You have received this email because signed up for an event or made a booking on our website.
hu_hu: Itt feltüntetheti vállalkozásának nevét, címét stb., például: <br />Ezt az e-mailt azért kapta, mert feliratkozott egy eseményre vagy foglalást tett a weboldalunkon.

source: Settings updated successfully
hu_hu: A beállítások sikeresen frissítve

source: (no title)
hu_hu: (nincs cím)

source: This feature is only available in FluentBooking Pro
hu_hu: Ez a funkció csak a FluentBooking Pro-ban érhető el

source: Settings are saved
hu_hu: A beállítások elmentve

source: This action is not allowed
hu_hu: Ez a művelet nem engedélyezett

source: Plugin is being installed in the background
hu_hu: A bővítmény telepítése a háttérben zajlik

source: Deleted user
hu_hu: Törölt felhasználó

source: Host
hu_hu: Házigazda

source: Invitee Address:
hu_hu: Meghívott címe:

source: Phone Call:
hu_hu: Telefonhívás:

source: (Host phone number)
hu_hu: (Házigazda telefonszáma)

source: Zoom Video
hu_hu: Zoom videó

source: Join Meeting
hu_hu: Csatlakozzon a megbeszéléshez

source: Happening Now
hu_hu: Éppen zajlik

source: Starting Soon
hu_hu: Hamarosan kezdődik

source: Recently Happened
hu_hu: Nemrég történt

source: Scheduled
hu_hu: Ütemezve

source: Rescheduled
hu_hu: Átütemezve

source: Completed
hu_hu: Befejezve

source: Pending
hu_hu: Függőben

source: Cancelled
hu_hu: Lemondva

source: Rejected
hu_hu: Elutasítva

source: Paid
hu_hu: Fizetve

source: Failed
hu_hu: Sikertelen

source: Refunded
hu_hu: Visszatérítve

source: Partially Paid
hu_hu: Részben fizetve

source: Partially Refunded
hu_hu: Részben visszatérítve

source: This booking is not cancellable.
hu_hu: Ez a foglalás nem lemondható.

source: Meeting has been cancelled by %s
hu_hu: A találkozót %s lemondta

source: Meeting Cancelled
hu_hu: Találkozó lemondva

source: Booking request has been rejected by %s
hu_hu: A foglalási kérelmet %s elutasította

source: %1$s meeting between %2$s and %3$s
hu_hu: %1$s találkozó %2$s és %3$s között

source: Sorry! you can not cancel this
hu_hu: Sajnáljuk! Ezt nem tudja lemondani

source: Sorry! you can not reschedule this
hu_hu: Sajnáljuk! Ezt nem tudja átütemezni

source: Note:
hu_hu: Megjegyzés:

source: What
hu_hu: Mi

source: When
hu_hu: Mikor

source: Who
hu_hu: Ki

source: Organizer
hu_hu: Szervező

source: Where
hu_hu: Hol

source: Other Calendar
hu_hu: Egyéb naptár

source: Choose your duration and book a meeting with me
hu_hu: Válassza ki az időtartamot, és foglaljon velem találkozót

source: Book a meeting with me for %d minutes
hu_hu: Foglaljon velem %d perces találkozót

source: Conferencing
hu_hu: Konferencia

source: In Person
hu_hu: Személyes

source: Phone
hu_hu: Telefon

source: Other
hu_hu: Egyéb

source: Custom
hu_hu: Egyéni

source: Booking Fee
hu_hu: Foglalási díj

source: My Schedules
hu_hu: Ütemezéseim

source: %s is required
hu_hu: A(z) %s megadása kötelező

source: Your Name
hu_hu: Az Ön neve

source: Your Email
hu_hu: Az Ön e-mail-címe

source: What is this meeting about?
hu_hu: Miről szól ez a találkozó?

source: Reason for cancellation
hu_hu: Lemondás oka

source: Why are you cancelling?
hu_hu: Miért mondja le?

source: Reason for reschedule
hu_hu: Átütemezés oka

source: Let others know why you need to reschedule
hu_hu: Tudassa másokkal, miért kell átütemeznie

source: Additional Guests
hu_hu: További résztvevők

source: Location
hu_hu: Helyszín

source: Your Phone Number
hu_hu: Az Ön telefonszáma

source: Your Address
hu_hu: Az Ön címe

source: Address
hu_hu: Cím

source: The date for %s cannot be earlier than %s.
hu_hu: A(z) %s dátuma nem lehet korábbi, mint %s.

source: The date for %s cannot be later than %s.
hu_hu: A(z) %s dátuma nem lehet későbbi, mint %s.

source: Email, Start Time and timezone are required to create a booking
hu_hu: A foglalás létrehozásához az e‑mail-cím, a kezdési idő és az időzóna megadása szükséges

source: Cancellation Reason
hu_hu: Lemondás oka

source: Rejection Reason
hu_hu: Elutasítás oka

source: Additional Note
hu_hu: További megjegyzés

source: You are scheduled with %s
hu_hu: Ön és %s számára időpont van ütemezve

source: Your meeting has been %s
hu_hu: A megbeszélése %s lett

source: Your booking has been submitted
hu_hu: Foglalása elküldve

source: Please wait for the host to confirm your booking
hu_hu: Kérjük, várja meg, amíg a házigazda megerősíti a foglalását

source: A confirmation has been sent to your email address along with meeting location details.
hu_hu: Megerősítést küldtünk az e‑mail-címére a találkozó helyszínének részleteivel együtt.

source: Booking Cancellation
hu_hu: Foglalás lemondása

source: Confirm and cancel the scheduled booking
hu_hu: Erősítse meg és mondja le az ütemezett foglalást

source: Invalid JSON Data
hu_hu: Érvénytelen JSON-adat

source: Invalid User ID
hu_hu: Érvénytelen felhasználói azonosító

source: Burundian Franc
hu_hu: burundi frank

source: Chilean Peso
hu_hu: chilei peso

source: Djiboutian Franc
hu_hu: dzsibuti frank

source: Guinean Franc
hu_hu: guineai frank

source: Japanese Yen
hu_hu: japán jen

source: Comorian Franc
hu_hu: komoreai frank

source: South Korean Won
hu_hu: dél-koreai von

source: Malagasy Ariary
hu_hu: madagaszkári ariary

source: Paraguayan Guaraní
hu_hu: paraguayi guaraní

source: Rwandan Franc
hu_hu: ruandai frank

source: Vietnamese Dong
hu_hu: vietnámi dong

source: Vanuatu Vatu
hu_hu: vanuatui vatu

source: Central African Cfa Franc
hu_hu: közép-afrikai CFA frank

source: West African Cfa Franc
hu_hu: nyugat-afrikai CFA frank

source: Cfp Franc
hu_hu: CFP frank

# calendar day full
source: Sunday
hu_hu: vasárnap

# calendar day full
source: Monday
hu_hu: hétfő

# calendar day full
source: Tuesday
hu_hu: kedd

# calendar day full
source: Wednesday
hu_hu: szerda

# calendar day full
source: Thursday
hu_hu: csütörtök

# calendar day full
source: Friday
hu_hu: péntek

# calendar day full
source: Saturday
hu_hu: szombat

# calendar month name full
source: January
hu_hu: január

# calendar month name full
source: February
hu_hu: február

# calendar month name full
source: March
hu_hu: március

# calendar month name full
source: April
hu_hu: április

# calendar month name full
source: May
hu_hu: május

# calendar month name full
source: June
hu_hu: június

# calendar month name full
source: July
hu_hu: július

# calendar month name full
source: August
hu_hu: augusztus

# calendar month name full
source: September
hu_hu: szeptember

# calendar month name full
source: October
hu_hu: okt.

# calendar month name full
source: November
hu_hu: nov.

# calendar month name full
source: December
hu_hu: dec.

# calendar day short
source: Sun
hu_hu: Vas

# calendar day short
source: Mon
hu_hu: Hét

# calendar day short
source: Tue
hu_hu: Ked

# calendar day short
source: Wed
hu_hu: Sze

# calendar day short
source: Thu
hu_hu: Csü

# calendar day short
source: Fri
hu_hu: Pén

# calendar day short
source: Sat
hu_hu: Szo

# calendar month name short
source: Feb
hu_hu: febr.

# calendar month name short
source: Mar
hu_hu: márc.

# calendar month name short
source: Apr
hu_hu: ápr.

# calendar month name short
source: May
hu_hu: máj.

# calendar month name short
source: Jun
hu_hu: jún.

# calendar month name short
source: Jul
hu_hu: júl.

# calendar month name short
source: Sep
hu_hu: szept.

# calendar month name short
source: Oct
hu_hu: okt.

source: ago
hu_hu: ezelőtt

source: from now
hu_hu: múlva

source: will be available soon
hu_hu: hamarosan elérhető lesz

source: request
hu_hu: kérelem

source: scheduled
hu_hu: ütemezve

source: guest
hu_hu: vendég

source: host
hu_hu: házigazda

source: sent
hu_hu: elküldve

source: sending failed
hu_hu: küldés sikertelen
