Repository: hellowpio/wordpress-translations
Catalog: plugins/*/learndash-zapier/learndash-zapier-*.po
Languages: hu_hu

source: LearnDash LMS - Zapier Integration
hu_hu: LearnDash LMS - Zapier integráció

source: LearnDash LMS addon plugin that integrates LearnDash with Zapier
hu_hu: LearnDash LMS kiegészítő bővítmény, amely a LearnDash-t integrálja a Zapierrel

source: Settings
hu_hu: Beállítások

source: API Key
hu_hu: API-kulcs

source: API key that needs to be entered to your Zapier account authentication settings when creating a new zap.
hu_hu: API-kulcs, amelyet új zap létrehozásakor a Zapier-fiók hitelesítési beállításaiba kell megadni.

source: Bad request: site URL needs to have trailing slash at the end of the URL.
hu_hu: Hibás kérés: a webhely URL-jének végén záró perjelnek kell lennie.

source: Invalid API key
hu_hu: Érvénytelen API-kulcs

source: Unknown request parameters
hu_hu: Ismeretlen kérésparaméterek

source: Success
hu_hu: Siker

source: User could not be created. Error: %s
hu_hu: A felhasználót nem sikerült létrehozni. Hiba: %s

source: User account with specified email address does not exist.
hu_hu: A megadott e-mail-címmel nem létezik felhasználói fiók.

source: LearnDash LMS - Zapier Integration Add-on requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - Zapier integrációs kiegészítő megköveteli, hogy a következő bővítmény(ek) aktívak legyenek:

source: Zapier Triggers
hu_hu: Zapier triggerek

source: Add Trigger
hu_hu: Trigger hozzáadása

source: Edit Trigger
hu_hu: Trigger szerkesztése

source: View Trigger
hu_hu: Trigger megtekintése

source: Search Trigger
hu_hu: Trigger keresése

source: No Trigger found
hu_hu: Nem található trigger

source: No trigger found in Trash
hu_hu: A Lomtárban nem található trigger

source: Triggers on this page are used for legacy webhook integration and not for LearnDash public Zapier app.
hu_hu: Az ezen az oldalon található triggerek a régi webhook-integrációhoz használatosak, és nem a LearnDash nyilvános Zapier alkalmazásához.

source: Example Templates
hu_hu: Példasablonok

source: Triggers (Webhooks)
hu_hu: Triggerek (webhookok)

source: Trigger Settings
hu_hu: Trigger beállításai

source: Trigger Event
hu_hu: Kiváltó esemény

source: Select
hu_hu: Válasszon

source: Enrolled into course
hu_hu: Beiratkozás a kurzusra

source: Course completed
hu_hu: Kurzus befejezve

source: Lesson completed
hu_hu: Lecke befejezve

source: Topic completed
hu_hu: Téma befejezve

source: Quiz passed
hu_hu: Kvíz sikeresen teljesítve

source: Quiz failed
hu_hu: Kvíz sikertelen

source: Quiz completed
hu_hu: Kvíz befejezve

source: Essay Submitted
hu_hu: Esszé beküldve

source: A trigger will be sent on the selected event to the URL configured below.
hu_hu: A kiválasztott esemény bekövetkezésekor egy trigger kerül elküldésre az alább megadott URL-re.

source: %s that you want to associate with the trigger.
hu_hu: %s, amelyet a triggerhez társítani szeretne.

source: This is the url of your Zapier webhook, provided by Zapier when creating a new Zap.
hu_hu: Ez a Zapier webhook url-je, amelyet a Zapier biztosít egy új Zap létrehozásakor.

source: Courses
hu_hu: Kurzusok

source: Lessons
hu_hu: Leckék

source: Topics
hu_hu: Témák

source: Quizzes
hu_hu: Kvízek

source: All %s
hu_hu: Összes %s
