Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluentcampaign-pro/fluentcampaign-pro-*.po
Languages: hu_hu

source: Automatically remove tags defined in "Apply Tags" if membership is cancelled.
hu_hu: Automatikusan távolítsa el a "Címkék alkalmazása" alatt meghatározott címkéket, ha a tagságot lemondják.

source: Selected tags will be applied to the contact on lesson completed.
hu_hu: A kijelölt címkék a kapcsolat számára a lecke befejezésekor kerülnek alkalmazásra.

source: Apply Tags on Course Completed
hu_hu: Címkék alkalmazása a kurzus befejezésekor

source: Joined Membership
hu_hu: Csatlakozott a tagsághoz

source: This funnel runs when a student has been enrolled in a membership level
hu_hu: Ez a tölcsér akkor fut, amikor egy hallgatót felvesznek egy tagsági szintre

source: Enrollment in a Membership in LifterLMS
hu_hu: Tagságba való felvétel a LifterLMS-ben

source: This funnel will start when a student is added in a Membership
hu_hu: Ez a tölcsér akkor indul, amikor egy hallgatót felvesznek egy tagságba

source: Target Memberships
hu_hu: Célzott tagságok

source: Select for which Memberships this automation will run
hu_hu: Válassza ki, mely tagságokra fusson ez az automatizáció

source: Keep it blank to run to any Membership
hu_hu: Hagyja üresen, hogy bármely tagságra fusson

source: Remove From a Course
hu_hu: Eltávolítás egy kurzusból

source: Remove From a LMS Membership
hu_hu: Eltávolítás egy LMS tagságból

source: Remove the contact from a specific LMS Membership Group
hu_hu: A kapcsolat eltávolítása egy meghatározott LMS tagsági csoportból

source: Remove From a Membership
hu_hu: Eltávolítás egy tagságból

source: Remove the contact from a specific LMS Membership
hu_hu: A kapcsolat eltávolítása egy meghatározott LMS tagságból

source: Select a Membership Group that you want to remove from
hu_hu: Válasszon ki egy tagsági csoportot, amelyből el szeretné távolítani a kapcsolatot

source: Select Membership
hu_hu: Válasszon tagságot

source: Please select import by Membership Level
hu_hu: Kérjük, válassza az importálást tagsági szint szerint

source: Import By Membership Level
hu_hu: Importálás tagsági szint szerint

source: Please map your Membership Levels and associate FluentCRM Tags
hu_hu: Kérjük, képezze le a tagsági szinteket, és társítson FluentCRM címkéket

source: MemberPress Subscriptions
hu_hu: MemberPress előfizetések

source: Recurring Subscriptions
hu_hu: Ismétlődő előfizetések

source: One-time Subscriptions
hu_hu: Egyszeri előfizetések

source: Start Date:
hu_hu: Kezdési dátum:

source: Lifetime Subscription
hu_hu: Élethosszig tartó előfizetés

source: Expiry Date:
hu_hu: Lejárat dátuma:

source: Membership Enrolled
hu_hu: Tagságba felvéve

source: This funnel runs when a member is added to a membership level
hu_hu: Ez a tölcsér akkor fut, amikor egy tagot felvesznek egy tagsági szintre

source: A member added to a membership level
hu_hu: Egy tag felvéve egy tagsági szintre

source: This funnel will start when a membership level get activated for a member
hu_hu: Ez a tölcsér akkor indul, amikor egy tagsági szint aktiválódik egy tagnál

source: Target Membership Levels
hu_hu: Célzott tagsági szintek

source: Select for which Membership Levels this automation will run
hu_hu: Válassza ki, mely tagsági szinteknél fusson ez az automatizálás

source: Keep it blank to run to any Level Enrollment
hu_hu: Hagyja üresen, hogy bármely szintre történő beiratkozáskor fusson

source: Subscription Expired
hu_hu: Előfizetés lejárt

source: This funnel runs when a subscription expires
hu_hu: Ez a tölcsér akkor fut, amikor egy előfizetés lejár

source: A Subscription expired
hu_hu: Egy előfizetés lejárt

source: This funnel will start when a subscription has been expired
hu_hu: Ez a tölcsér akkor indul, amikor egy előfizetés lejárt

source: Keep it blank to run to any subscription cancellation
hu_hu: Hagyja üresen, hogy bármely előfizetés lemondásakor fusson

source: Membership Level
hu_hu: Tagsági szint

source: Membership Level Cancelled
hu_hu: Tagsági szint lemondva

source: This funnel runs when a membership level is cancelled
hu_hu: Ez a tölcsér akkor fut, amikor egy tagsági szintet lemondanak

source: This funnel runs when a membership level is cancelled for a user
hu_hu: Ez a tölcsér akkor fut, amikor egy felhasználó tagsági szintjét lemondják

source: Keep it blank to run to any Level cancellation
hu_hu: Hagyja üresen, hogy bármely szint lemondásakor fusson

source: Membership Level Expired
hu_hu: Tagsági szint lejárt

source: This funnel runs when a membership expires
hu_hu: Ez a tölcsér akkor fut, amikor egy tagság lejár

source: Membership Level Expiration
hu_hu: Tagsági szint lejárata

source: This funnel will start when a membership has been expired for a user
hu_hu: Ez a tölcsér akkor indul, amikor egy felhasználó tagsága lejárt

source: Enrollment in a Membership Level in PMPro
hu_hu: Beiratkozás egy tagsági szintre a PMPro rendszerben

source: This funnel will start when an user is enrolled in Membership Levels
hu_hu: Ez a tölcsér akkor indul, amikor egy felhasználó beiratásra kerül tagsági szintekre

source: Membership cancelled
hu_hu: Tagság lemondva

source: This funnel runs when a membership is cancelled
hu_hu: Ez a tölcsér akkor fut, amikor egy tagságot lemondanak

source: Membership is cancelled
hu_hu: A tagság lemondásra került

source: This funnel will start when a membership has been cancelled
hu_hu: Ez a tölcsér akkor indul, amikor egy tagság lemondásra került

source: Keep it blank to run to any Level Cancellation
hu_hu: Hagyja üresen, hogy bármely szint lemondásakor fusson

source: Membership expired
hu_hu: Tagság lejárt

source: Membership is expired
hu_hu: A tagság lejárt

source: This funnel will start when a membership has been expired
hu_hu: Ez a tölcsér akkor indul, amikor egy tagság lejárt

source: Keep it blank to run to any Level Expiration
hu_hu: Hagyja üresen, hogy bármely szint lejártakor fusson

source: This funnel will start when a member is added to a level for the first time
hu_hu: Ez a tölcsér akkor indul, amikor egy tag először kerül hozzáadásra egy szinthez

source: SureCart Purchase History
hu_hu: SureCart vásárlási előzmények

source: SureCart - Order Revoked
hu_hu: SureCart - Megrendelés visszavonva

source: This funnel will start when order will be revoked
hu_hu: Ez a tölcsér akkor indul, amikor egy megrendelés visszavonásra kerül

source: SureCart Order Revoke
hu_hu: SureCart megrendelés visszavonása

source: This Funnel will start once order will be refunded
hu_hu: Ez a tölcsér akkor indul, amikor egy megrendelés visszatérítésre kerül

source: Order Received in SureCart
hu_hu: Megrendelés érkezett a SureCart rendszerébe

source: This will run once new order has been placed as processing
hu_hu: Ez akkor fut, amikor egy új megrendelés feldolgozás állapotba került

source: This will run once new order will be placed as processing
hu_hu: Ez akkor fut, amikor egy új megrendelés feldolgozás állapotba kerül

source: SureCart - New Order Success
hu_hu: SureCart - Új megrendelés sikeres

source: This funnel will start when new order payment is successful
hu_hu: Ez a tölcsér akkor indul, amikor egy új megrendelés fizetése sikeres

source: New SureCart Order (paid) has been places
hu_hu: Új SureCart megrendelés (fizetve) leadásra került

source: User could not be enrolled to the selected course. Maybe course is already enrolled or Tutor failed to enroll the course
hu_hu: A felhasználót nem sikerült beiratni a kiválasztott kurzusra. Lehet, hogy már be van iratkozva a kurzusra, vagy a Tutor nem tudta beiratni a kurzusra

source: TutorLms - Advanced Reports
hu_hu: TutorLms - Haladó jelentések

source: Settings -> Integrations Settings -> TutorLms
hu_hu: Beállítások -> Integrációs beállítások -> TutorLms

source: to view in details TutorLms reports
hu_hu: a TutorLms jelentések részletes megtekintéséhez

source: Course Enrollment
hu_hu: Kurzusra beiratkozás

source: Student completes a Course in TutorLMS
hu_hu: Hallgató befejez egy kurzust a TutorLMS-ben

source: Enrollment in a course in TutorLMS
hu_hu: Beiratkozás egy kurzusra a TutorLMS-ben

source: Sync TutorLMS Students to FluentCRM to segment them by their courses data.
hu_hu: Szinkronizálja a TutorLMS hallgatóit a FluentCRM-be, hogy a kurzusadataik alapján szegmentálhassa őket.

source: With TutorLMS deep integration with FluentCRM, you easily segment your students by their enrollment, course dates and target your students more efficiently.
hu_hu: A TutorLMS és a FluentCRM mély integrációjával könnyedén szegmentálhatja hallgatóit beiratkozásaik és kurzusdátumaik alapján, és hatékonyabban célozhatja meg őket.

source: TutorLMS students are not synced with FluentCRM yet.
hu_hu: A TutorLMS hallgatói még nincsenek szinkronizálva a FluentCRM-mel.

source: To sync and enable deep integration with TutorLMS students with FluentCRM, please configure and enable sync.
hu_hu: A TutorLMS hallgatóinak FluentCRM-mel történő szinkronizálásához és a mély integráció engedélyezéséhez konfigurálja és kapcsolja be a szinkronizálást.

source: Sync TutorLMS Students
hu_hu: TutorLMS hallgatók szinkronizálása

source: This funnel runs when a student completes a Lesson
hu_hu: Ez a tölcsér akkor fut, amikor egy hallgató befejez egy leckét

source: Student completes a Lesson in TutorLMS
hu_hu: Hallgató befejez egy leckét a TutorLMS-ben

source: This Funnel will start when a student completes a Lesson
hu_hu: Ez a tölcsér akkor indul, amikor egy hallgató befejez egy leckét

source: Keep it blank to run to any Lesson Complete
hu_hu: Hagyja üresen, hogy bármely lecke befejezésekor fusson

source: TutorLMS Courses
hu_hu: TutorLMS kurzusok

source: FluentCRM - Course Tags
hu_hu: FluentCRM - Kurzuscímkék

source: Voxel Purchase History
hu_hu: Voxel vásárlási előzmények

source: Order Placed
hu_hu: Rendelés leadva

source: This funnel will start when an order is placed by customer
hu_hu: Ez a tölcsér akkor indul, amikor az ügyfél rendelést ad le

source: Voxel Order Placed
hu_hu: Voxel rendelés leadva

source: This Funnel will start once new order is placed by Customer
hu_hu: Ez a tölcsér akkor indul, amikor az ügyfél új rendelést ad le

source: Target Product Types
hu_hu: Célzott terméktípusok

source: Select for which product type the automation will run
hu_hu: Válassza ki, mely terméktípusra fusson az automatizálás

source: Cancelled
hu_hu: Lemondva

source: This funnel will start when a member is added to a level
hu_hu: Ez a tölcsér akkor indul, amikor egy tagot hozzáadnak egy szinthez

source: Add Order Note
hu_hu: Megjegyzés hozzáadása a rendeléshez

source: Add Note to WooCommerce Order
hu_hu: Megjegyzés hozzáadása a WooCommerce-rendeléshez

source: Private Note
hu_hu: Privát megjegyzés

source: Note to Customer
hu_hu: Ügyfélnek szóló megjegyzés

source: Order Note
hu_hu: Rendelési megjegyzés

source: Type the note that you want to add to the reference order. You can also use smart tags
hu_hu: Írja be a megjegyzést, amelyet a hivatkozott rendeléshez hozzá kíván adni. Használhat smart tageket is

source: Order Note Type
hu_hu: Rendelési megjegyzés típusa

source: Select Note Type for the reference Order.
hu_hu: Válassza ki a hivatkozott rendelés megjegyzésének típusát.

source: WooCommerce - Advanced Reports
hu_hu: WooCommerce - Haladó jelentések

source: Individual Product Sales values are excluded Tax & Shipping amounts
hu_hu: Az egyes termékértékesítések értékei nem tartalmazzák az adó- és szállítási költségeket

source: to view in details WooCommerce reports
hu_hu: a WooCommerce jelentéseinek részletes megtekintéséhez

source: Purchased Product Variations
hu_hu: Megvásárolt termékváltozatok

source: This filter will check if a contact has purchased at least one specific product variation or not
hu_hu: Ez a szűrő ellenőrzi, hogy egy kapcsolat vásárolt-e legalább egy adott termékváltozatot, vagy sem

source: Purchased
hu_hu: Vásárolt

source: Not Purchased
hu_hu: Nem vásárolt

source: Will filter the contacts who have at least one order
hu_hu: Azokat a kapcsolatokat szűri, akiknek legalább egy rendelésük van.

source: Is guest?
hu_hu: Vendég?

source: Specific Product Purchase Times
hu_hu: Adott termék vásárlásainak száma

source: Count how many times a specific product was purchased by this contact
hu_hu: Számolja meg, hányszor vásárolta meg ez a kapcsolat az adott terméket.

source: Select Product
hu_hu: Válasszon terméket

source: Purchase Times
hu_hu: Vásárlási alkalmak

source: Select which product you want to match first then how many times it was purchased separately
hu_hu: Először válassza ki, melyik terméket szeretné egyeztetni, majd külön adja meg, hányszor vásárolták meg.

source: Is a customer?
hu_hu: Ügyfél?

source: This filter will check if a contact has at least one shop order or not
hu_hu: Ez a szűrő ellenőrzi, hogy egy kapcsolathoz tartozik-e legalább egy áruházi rendelés

source: Products in Order
hu_hu: Termékek a rendelésben

source: Purchased From Categories
hu_hu: Vásárolt termékkategóriák

source: Shipping Method
hu_hu: Szállítási mód

source: Payment Gateway
hu_hu: Fizetési átjáró

source: Order Status
hu_hu: Rendelés állapota

source: Woo Current Order
hu_hu: Aktuális Woo-rendelés

source: Create Coupon
hu_hu: Kupon létrehozása

source: Create WooCommerce Coupon Code
hu_hu: WooCommerce kuponkód létrehozása

source: Sync WooCommerce Customers to FluentCRM to segment them by their purchases, lifetime values and other purchase data.
hu_hu: Szinkronizálja a WooCommerce vásárlókat a FluentCRM-be, hogy a vásárlásaik, élettartamértékeik és más vásárlási adatok alapján szegmensekre bontsa őket.

source: With WooCommerce deep integration with FluentCRM, you easily segment your purchases, lifetime values, purchase dates and target your customers more efficiently.
hu_hu: A WooCommerce és a FluentCRM mély integrációjával könnyedén szegmentálhatja a vásárlásokat, az élettartamértékeket és a vásárlási dátumokat, így ügyfeleit hatékonyabban célozhatja.

source: WooCommerce customers are not synced with FluentCRM yet.
hu_hu: A WooCommerce vásárlók még nincsenek szinkronizálva a FluentCRM-mel.

source: To sync and enable deep integration with WooCommerce customers with FluentCRM, please configure and enable sync.
hu_hu: A WooCommerce vásárlók FluentCRM-mel való szinkronizálásához és a mély integráció engedélyezéséhez kérjük, konfigurálja és engedélyezze a szinkronizálást.

source: Sync WooCommerce Customers
hu_hu: WooCommerce vásárlók szinkronizálása

source: Change Order Status
hu_hu: Rendelés állapotának módosítása

source: Change status of the current order in WooCommerce
hu_hu: A jelenlegi rendelés állapotának módosítása a WooCommerce-ben

source: You can sync all your WooCommerce Customers into FluentCRM and all future customers and purchase data will be synced.
hu_hu: Minden WooCommerce-vásárlóját szinkronizálhatja a FluentCRM-be, és minden jövőbeli vásárló és vásárlási adat is szinkronizálásra kerül.

source: Sales (Today)
hu_hu: Eladások (ma)

source: Sales (This Month)
hu_hu: Eladások (ebben a hónapban)

source: Order Completed
hu_hu: Rendelés teljesítve

source: This funnel will start when an order is completed
hu_hu: Ez a tölcsér akkor indul el, amikor egy rendelés teljesül

source: WooCommerce Order has been completed
hu_hu: A WooCommerce-rendelés teljesítve lett

source: This Funnel will start once new order will be marked as completed
hu_hu: Ez a tölcsér akkor indul el, amikor egy új rendelést teljesítettnek jelölnek

source: Order Refunded
hu_hu: Rendelés visszatérítve

source: This funnel will start when an order is refunded
hu_hu: Ez a tölcsér akkor indul el, amikor egy rendelést visszatérítenek

source: WooCommerce Order has been refunded
hu_hu: A WooCommerce-rendelést visszatérítették

source: This Automation will start once an order get refunded
hu_hu: Ez az automatizmus akkor indul el, amikor egy rendelést visszatérítenek

source: Keep it blank to run to any product refund
hu_hu: Hagyja üresen, hogy bármely termék visszatérítésére fusson

source: Order Status Changed
hu_hu: Rendelés állapota megváltozott

source: This funnel will start when an order status changes
hu_hu: Ez a tölcsér akkor indul el, amikor egy rendelés állapota megváltozik

source: WooCommerce Order Status Changed
hu_hu: WooCommerce-rendelés állapota megváltozott

source: This Funnel will start when a Order status will change from one state to another
hu_hu: Ez a tölcsér akkor indul el, amikor egy rendelés állapota egyik állapotból a másikba változik

source: Any
hu_hu: Bármely

source: Keep it blank to run to any product status changed
hu_hu: Hagyja üresen, hogy bármely termék állapotváltozására fusson

source: From Order Status
hu_hu: Kiinduló rendelésállapot

source: The current status that will trigger an action when it changes from this status to the 'To Order Status.'
hu_hu: Az aktuális állapot, amelyről a 'To Order Status' állapotra váltáskor műveletet indít.

source: To Order Status
hu_hu: Cél rendelésállapot

source: The target status that will trigger an action when the order moves from the 'From Order Status' to this status.
hu_hu: A célállapot, amely műveletet indít, amikor a rendelés a 'From Order Status' állapotról erre az állapotra vált.

source: Order Received in WooCommerce
hu_hu: Rendelés beérkezett a WooCommerce-be

source: New Order (Processing)
hu_hu: Új rendelés (feldolgozás alatt)

source: This funnel will start once a new order will be added as processing
hu_hu: Ez a tölcsér akkor indul el, amikor egy új rendelés 'feldolgozás alatt' állapotba kerül

source: New WooCommerce Order (Processing) has been places
hu_hu: Új WooCommerce-rendelés (feldolgozás alatt) lett leadva

source: This Funnel will start once new order will be marked as successful payment
hu_hu: Ez a tölcsér akkor indul el, amikor egy új rendelést sikeres fizetésként jelölnek meg

source: FluentCRM Integration
hu_hu: FluentCRM-integráció

source: Successful Purchase Actions
hu_hu: Sikeres vásárlás műveletei

source: Please specify which tags will be added/removed to the contact when purchase
hu_hu: Kérjük, adja meg, hogy vásárláskor mely címkék kerülnek hozzáadásra/eltávolításra a kapcsolathoz

source: Add Tags
hu_hu: Címkék hozzáadása

source: Refund Actions
hu_hu: Visszatérítési műveletek

source: Please specify which tags will be added/removed to the contact when refunded
hu_hu: Kérjük, adja meg, hogy visszatérítéskor mely címkék kerülnek hozzáadásra/eltávolításra a kapcsolathoz

source: Subscription
hu_hu: Előfizetés

source: Renewal Payment Failed Actions
hu_hu: Sikertelen megújítási fizetés műveletei

source: Please specify which tags will be added/removed to the contact when renewal payment failed
hu_hu: Kérjük, adja meg, mely címkéket kell a kapcsolathoz hozzáadni/onnan eltávolítani, amikor a megújítási fizetés sikertelen

source: Subscription Cancelled Actions
hu_hu: Előfizetés lemondásának műveletei

source: Please specify which tags will be added/removed to the contact when subscription is cancelled
hu_hu: Kérjük, adja meg, mely címkéket kell a kapcsolathoz hozzáadni/onnan eltávolítani, amikor az előfizetés lemondásra kerül

source: Subscription Expire Actions
hu_hu: Előfizetés lejárásának műveletei

source: Please specify which tags will be added/removed to the contact when subscription is expired
hu_hu: Kérjük, adja meg, mely címkéket kell a kapcsolathoz hozzáadni/onnan eltávolítani, amikor az előfizetés lejár

source: Current Subscription - WC
hu_hu: Jelenlegi előfizetés - WC

source: Billing Address
hu_hu: Számlázási cím

source: Shipping Address
hu_hu: Szállítási cím

source: Total Spent
hu_hu: Összes elköltött összeg

source: Billing Country
hu_hu: Számlázási ország

source: Billing City
hu_hu: Számlázási város

source: Billing Postal Code
hu_hu: Számlázási irányítószám

source: Order Number
hu_hu: Rendelésszám

source: Customer Order Note
hu_hu: Vásárlói rendelési megjegyzés

source: Customer Order ID
hu_hu: Vásárlói rendelésazonosító

source: Currency
hu_hu: Pénznem

source: Total Amount
hu_hu: Teljes összeg

source: Payment Method
hu_hu: Fizetési mód

source: Order Date
hu_hu: Rendelés dátuma

source: Items Count
hu_hu: Tételek száma

source: Ordered Items (table)
hu_hu: Megrendelt tételek (táblázat)

source: Request Review (table)
hu_hu: Értékelés kérése (táblázat)

source: order View URL
hu_hu: rendelés megtekintési URL

source: Start Date
hu_hu: Kezdési dátum

source: End Date
hu_hu: Befejezési dátum

source: Trial End Date
hu_hu: Próbaidőszak vége dátuma

source: Next Payment Date
hu_hu: Következő fizetés dátuma

source: Billing Period
hu_hu: Számlázási időszak

source: Billing Interval
hu_hu: Számlázási intervallum

source: Leave a review
hu_hu: Hagyjon értékelést

source: WooCommerce Subscription Cancelled
hu_hu: WooCommerce előfizetés lemondva

source: This funnel will start when a WooCommerce subscription is cancelled.
hu_hu: Ez a tölcsér akkor indul el, amikor egy WooCommerce-előfizetést lemondanak.

source: Select for which subscription products this automation will run
hu_hu: Válassza ki, mely előfizetéses termékekre fusson ez az automatizmus

source: Keep it blank to run to any subscription starts
hu_hu: Hagyja üresen, hogy bármely előfizetés indítása esetén fusson

source: Renewal Subscription Expired
hu_hu: Megújított előfizetés lejárt

source: This funnel will start when a subscription expires
hu_hu: Ez a tölcsér akkor indul el, amikor egy előfizetés lejár

source: Keep it blank to run to any subscription expire
hu_hu: Hagyja üresen, hogy bármely előfizetés lejáratakor fusson

source: This Automation will start when a subscription expires
hu_hu: Ez az automatizmus akkor indul el, amikor egy előfizetés lejár

source: Renewal Payment Failed
hu_hu: Sikertelen megújítási fizetés

source: This funnel will start when a subscription payment fails
hu_hu: Ez a tölcsér akkor indul el, amikor egy előfizetés fizetése sikertelen

source: Keep it blank to run to any subscription renewal failed
hu_hu: Hagyja üresen, hogy bármely sikertelen előfizetés-megújítás esetén fusson

source: WooCommerce Renewal Payment failed
hu_hu: WooCommerce megújítási fizetés sikertelen

source: This Automation will start when a payment fails for a subscription
hu_hu: Ez az automatizmus akkor indul el, amikor egy előfizetéshez tartozó fizetés sikertelen

source: This funnel will start when a recurring payment received for a subscription
hu_hu: Ez a tölcsér akkor indul el, amikor egy előfizetéshez ismétlődő fizetés érkezik

source: Keep it blank to run to any subscription renewal payment
hu_hu: Hagyja üresen, hogy bármely előfizetés megújítási fizetése esetén fusson

source: WooCommerce Renewal Payment received
hu_hu: WooCommerce megújítási fizetés beérkezett

source: This Automation will start when a recurring payment received for a subscription
hu_hu: Ez az automatizmus akkor indul el, amikor egy ismétlődő fizetés beérkezik egy előfizetéshez

source: Subscription activated
hu_hu: Előfizetés aktiválva

source: This funnel will start when a WooCommerce subscription begins or its status changes to active.
hu_hu: Ez a tölcsér akkor indul el, amikor egy WooCommerce előfizetés elkezdődik, vagy az állapota aktívra változik.

source: Subscription Activated
hu_hu: Előfizetés aktiválva

source: This Automation will start when a woo subscription starts or status changed to active
hu_hu: Ez az Automatizáció akkor indul el, amikor egy woo előfizetés elindul, vagy az állapota aktívra változik

source: View FluentCRM documentation
hu_hu: Tekintse meg a FluentCRM dokumentációját

source: Docs
hu_hu: Dokumentáció

source: Help & Support
hu_hu: Súgó & támogatás

source: Check Update
hu_hu: Frissítés ellenőrzése

source: Click Here to purchase another license
hu_hu: Kattintson ide egy másik licenc megvásárlásához
