Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluentcampaign-pro/fluentcampaign-pro-*.po
Languages: hu_hu

source: Data Key
hu_hu: Adatkulcs

source: Data Value
hu_hu: Adatérték

source: Please map the data for custom sending data type
hu_hu: Kérjük, rendelje hozzá az adatokat az egyéni küldési adattípushoz

source: Request Header
hu_hu: Kérés fejléce

source: No Headers
hu_hu: Nincsenek fejlécek

source: With Headers
hu_hu: Fejlécekkel

source: Request Headers Data
hu_hu: Kérés fejléceinek adatai

source: Header Key
hu_hu: Fejléc kulcs

source: Header Value
hu_hu: Fejléc érték

source: Please map the data for request headers
hu_hu: Kérjük, rendelje hozzá az adatokat a kérés fejléceihez

source: Send Data as Background Process. (You may enable this if you have lots of tasks)
hu_hu: Adatok küldése háttérfolyamatként. (Ezt akkor érdemes engedélyezni, ha sok feladata van)

source: Funnel Skipped because provided url is not valid
hu_hu: A tölcsér kihagyva, mert a megadott url nem érvényes

source: No valid body data found
hu_hu: Nem található érvényes törzsadat

source: Cancel Sequence Emails
hu_hu: E-mail sorozatok lemondása

source: Cancel Sequence Emails for the contact
hu_hu: E-mail sorozatok lemondása a kapcsolat számára

source: Remove Email Sequences
hu_hu: E-mail sorozatok eltávolítása

source: Select which sequences will be removed from this contact
hu_hu: Válassza ki, mely sorozatok legyenek eltávolítva erről a kapcsolatról

source: Select Email Sequences
hu_hu: Válasszon e-mail sorozatokat

source: Select Sequences
hu_hu: Válasszon sorozatokat

source: Cancel Automations
hu_hu: Automatizálások megszakítása

source: Pause/Cancel another automation for contact
hu_hu: Másik automatizálás szüneteltetése/megszakítása a kapcsolat számára

source: Select which automations will be cancelled from the contact
hu_hu: Válassza ki, mely automatizálások legyenek megszakítva ennél a kapcsolatnál

source: Select Automations that you want to cancel
hu_hu: Válassza ki a megszakítani kívánt automatizálásokat

source: Select Automations
hu_hu: Válasszon automatizálásokat

source: Cancelled by Automation ID:
hu_hu: Megszakítva az automatizálás azonosítója alapján:

source: Send Campaign Email
hu_hu: Kampány e-mail küldése

source: Send an Email from your existing campaign
hu_hu: Küldjön e-mailt meglévő kampányából

source: Schedule Campaign Email
hu_hu: Kampány e-mail ütemezése

source: Select which campaign email will be scheduled to this contact
hu_hu: Válassza ki, melyik kampány-e-mailt ütemezi ehhez a kapcsolathoz

source: Select Campaign
hu_hu: Válasszon kampányt

source: Select Campaign Email
hu_hu: Válasszon kampány-e-mailt

source: Email has been triggered by Automation Funnel ID:
hu_hu: Az e-mailt az Automation Funnel ID indította el:

source: Update Contact Property
hu_hu: Kapcsolat tulajdonságának frissítése

source: Update custom fields or few main property of a contact
hu_hu: Egyedi mezők vagy a kapcsolat néhány fő tulajdonságának frissítése

source: Setup contact properties that you want to update
hu_hu: Állítsa be a frissíteni kívánt kapcsolati tulajdonságokat

source: Contact Property
hu_hu: Kapcsolati tulajdonság

source: Property Value
hu_hu: Tulajdonság értéke

source: Contact Source
hu_hu: Kapcsolat forrása

source: Leave empty to use the current %s
hu_hu: Hagyja üresen az aktuális %s használatához

source: Update WP User Meta
hu_hu: WP felhasználói meta frissítése

source: Update WordPress User Meta Data
hu_hu: WordPress felhasználói metaadatok frissítése

source: User Meta Mapping
hu_hu: Felhasználói meta leképezés

source: User Meta Key
hu_hu: Felhasználói meta kulcs

source: User Meta Value
hu_hu: Felhasználói meta érték

source: Meta Value
hu_hu: Meta érték

source: Meta key
hu_hu: Meta kulcs

source: Please provide the meta key and meta value. You can use smart tags too
hu_hu: Adja meg a meta kulcsot és a meta értéket. smart tageket is használhat

source: Create WP User
hu_hu: WP felhasználó létrehozása

source: Create WP User with a role if user is not already registered with contact email
hu_hu: Hozzon létre WP felhasználót szerepkörrel, ha a felhasználó még nincs regisztrálva a kapcsolathoz tartozó e-mail-címmel

source: Create WordPress User
hu_hu: WordPress felhasználó létrehozása

source: Password
hu_hu: Jelszó

source: Generate Password Automatically
hu_hu: Jelszó automatikus generálása

source: Custom Password
hu_hu: Egyéni jelszó

source: Provide Custom User Password
hu_hu: Adjon meg egyéni felhasználói jelszót

source: If you leave blank then auto generated password will be set
hu_hu: Ha üresen hagyja, automatikusan generált jelszó kerül beállításra

source: Custom Username (optional)
hu_hu: Egyéni felhasználónév (opcionális)

source: If you leave blank then email will be used as username. If provided username is not available then email address will be used for username
hu_hu: Ha üresen hagyja, az e-mail lesz a felhasználónév. Ha a megadott felhasználónév nem érhető el, akkor a felhasználónévként az e-mail-cím kerül felhasználásra

source: If you want to map user meta properties you can add that here. This is totally optional
hu_hu: Ha felhasználói meta tulajdonságokat szeretne leképezni, itt adhatja hozzá. Ez teljesen opcionális

source: User Notification
hu_hu: Felhasználói értesítés

source: Send WordPress user notification email
hu_hu: WordPress felhasználói értesítő e-mail küldése

source: Funnel Skipped because user already exist in the database
hu_hu: A tölcsér kihagyva, mert a felhasználó már létezik az adatbázisban

source: Error when creating new User.
hu_hu: Hiba új felhasználó létrehozásakor.

source: Remove WP User Role
hu_hu: WP felhasználói szerepkör eltávolítása

source: Remove the Selected Role of User
hu_hu: A felhasználó kiválasztott szerepkörének eltávolítása

source: Select Role that you want to remove from targeted Contact
hu_hu: Válassza ki a szerepkört, amelyet el szeretne távolítani a célzott kapcsolattól

source: Only if user is not Administrator Role then the selected role will be applied. After removing the role, if user does not have any role then subscriber role will be added.
hu_hu: Csak ha a felhasználó nem Rendszergazda szerepkörű, akkor kerül alkalmazásra a kiválasztott szerepkör. A szerepkör eltávolítása után, ha a felhasználónak nincs semmilyen szerepköre, akkor Előfizető szerepkör lesz hozzáadva.

source: Email Sequence Completed
hu_hu: E-mail-sorozat befejezve

source: This will run once a selected email sequence is completed for a contact
hu_hu: Ez akkor fut le, amikor egy kiválasztott e-mail-sorozat befejeződik egy kapcsolatnál

source: Please select the email sequences that need to be watched for completed
hu_hu: Kérjük, válassza ki azokat az e-mail-sorozatokat, amelyek befejeződését figyelni kell

source: Contacts can enter directly to this sequence point. If you enable this then any contact meet with goal will enter in this goal point.
hu_hu: A kapcsolatok közvetlenül beléphetnek ebbe a sorozatpontba. Ha ezt engedélyezi, akkor bármely kapcsolat, amely eléri a célt, belép ebbe a célpontba.

source: Link Click
hu_hu: Hivatkozásra kattintás

source: This will run once a subscriber click on this provided link
hu_hu: Ez akkor fut le, amikor egy feliratkozó a megadott hivatkozásra kattint

source: Please save to get the sharable link
hu_hu: Kérjük, mentse el a megosztható hivatkozás eléréséhez

source: Copy This Link
hu_hu: E hivatkozás másolása

source: Select for which products this goal will run
hu_hu: Válassza ki, mely termékekre vonatkozzon ez a cél

source: Paste this link in any email or page. When a contact click this link then it will be recorded and redirect to the url as provided bellow.
hu_hu: Illessze be ezt a hivatkozást bármely e-mailbe vagy oldalra. Amikor egy kapcsolat erre a hivatkozásra kattint, az rögzítésre kerül, és átirányítás történik az alább megadott URL-re.

source: Redirect To
hu_hu: Átirányítás ide

source: Your Target URL
hu_hu: Az Ön cél URL-je

source: Contacts will be redirected to this link.
hu_hu: A kapcsolatokat erre a linkre irányítjuk át.

source: Please provide the url to where the contact will be redirected
hu_hu: Kérjük, adja meg azt az url-t, ahová a kapcsolat átirányításra kerül

source: Split (A/B Testing)
hu_hu: Megosztás (A/B Testing)

source: Evenly split the contacts or choose how to distribute them
hu_hu: Ossza el egyenlően a kapcsolatokat, vagy válassza ki az elosztás módját

source: Check Condition
hu_hu: Feltétel ellenőrzése

source: Check If the contact match specific data properties
hu_hu: Ellenőrizze, hogy a kapcsolat megfelel-e bizonyos adatjellemzőknek

source: Contact's Birthday
hu_hu: Kapcsolat születésnapja

source: Funnel will be initiated on the day of contact's birthday
hu_hu: A tölcsér a kapcsolat születésnapján indul el

source: This automation will be initiated for contact on his/her birthday. Will only initiated only for subscribed status contacts
hu_hu: Ez az automatizáció a kapcsolat születésnapján indul el. Csak feliratkozott státuszú kapcsolatoknál indul

source: Contact Status Changed
hu_hu: Kapcsolat státuszának megváltozása

source: This Funnel will be initiated when a contact status has been changed.
hu_hu: Ez a tölcsér akkor indul el, amikor egy kapcsolat státusza megváltozik.

source: From Status
hu_hu: Korábbi státusz

source: Select Status
hu_hu: Válasszon státuszt

source: Select the previous status of the contact. If you leave it blank, it will trigger for any previous status
hu_hu: Válassza ki a kapcsolat korábbi státuszát. Ha üresen hagyja, bármely korábbi státuszra aktiválódik

source: To Status
hu_hu: Új státusz

source: Select the new status of the contact. If you leave it blank, this will trigger for any new status
hu_hu: Válassza ki a kapcsolat új státuszát. Ha üresen hagyja, bármely új státuszra aktiválódik

source: Restart the Automation Multiple times for a contact for this event. (Only enable if you want to restart automation for the same contact)
hu_hu: Indítsa újra az automatizációt többször is egy kapcsolat esetén ennél az eseménynél. (Csak akkor engedélyezze, ha ugyanannál a kapcsolatnál újra szeretné indítani az automatizációt)

source: If you enable, then it will restart the automation for a contact if the contact already in the automation. Otherwise, It will just skip if already exist
hu_hu: Ha engedélyezi, az automatizáció újraindul egy kapcsolatnál akkor is, ha a kapcsolat már az automatizációban van. Ellenkező esetben kihagyja, ha már szerepel

source: Tracking Event Recorded
hu_hu: Követési esemény rögzítve

source: This Funnel will be initiated a tracking event has been recorded for a contact
hu_hu: Ez a tölcsér akkor indul el, amikor egy kapcsolathoz követési eseményt rögzítenek

source: Target Event Key
hu_hu: Cél eseménykulcs

source: Minimum Occurrence Count of the selected event
hu_hu: A kiválasztott esemény minimális előfordulásszáma

source: Minimum Event Count
hu_hu: Minimális eseményszám

source: Please note, this trigger will start if the contact is in subscribed status. Otherwise, it will skip this automation.
hu_hu: Kérjük, vegye figyelembe: ez a trigger csak akkor indul el, ha a kapcsolat feliratkozott státuszban van. Ellenkező esetben kihagyja ezt az automatizációt.

source: Advanced Event Tracking Conditions (Will check all tracking event for the contact)
hu_hu: Haladó eseménykövetési feltételek (a kapcsolathoz tartozó összes követési eseményt ellenőrzi)

source: Add Condition to check your event tracking properties
hu_hu: Adjon hozzá feltételt az eseménykövetési tulajdonságok ellenőrzéséhez

source: If you enable, then it will restart the automation for a contact if the contact already in the automation. Please note that, if the automation status is active it will not restart.
hu_hu: Ha engedélyezi, az automatizáció újraindul egy kapcsolatnál akkor is, ha a kapcsolat már az automatizációban van. Kérjük, vegye figyelembe: ha az automatizáció állapota aktív, nem indul újra.

source: WordPress Triggers
hu_hu: WordPress-triggerek

source: User Login
hu_hu: Felhasználói bejelentkezés

source: This Funnel will be initiated when a user login to your site
hu_hu: Ez a tölcsér akkor indul el, amikor egy felhasználó bejelentkezik a webhelyére

source: An Automated double-optin email will be sent for new subscribers
hu_hu: Automatizált double-optin e-mail kerül kiküldésre az új feliratkozóknak

source: If Contact Already Exist?
hu_hu: Ha a kapcsolat már létezik?

source: Please specify what will happen if the subscriber already exist in the database
hu_hu: Kérjük, adja meg, mi történjen, ha a feliratkozó már létezik az adatbázisban

source: Targeted User Roles
hu_hu: Célzott felhasználói szerepkörök

source: Select which roles registration will run this automation Funnel
hu_hu: Válassza ki, mely szerepkörök regisztrációja futtassa ezt az automatizációs tölcsért

source: Select Roles
hu_hu: Válasszon szerepköröket

source: Leave blank to run for all user roles
hu_hu: Hagyja üresen, hogy minden felhasználói szerepkörre fusson

source: New Affiliate Joined
hu_hu: Új partner csatlakozott

source: This funnel will be initiated when a new affiliate gets approved/registered directly
hu_hu: Ez a tölcsér akkor indul el, amikor egy új partnert közvetlenül jóváhagynak/regisztrálnak

source: New Affiliate Approved/Active Register
hu_hu: Új partner jóváhagyása/aktív regisztráció

source: This Funnel will be initiated when affiliate will be approved or register as direct approved
hu_hu: Ez a tölcsér akkor indul el, amikor egy partnert jóváhagynak, vagy közvetlenül jóváhagyottként regisztrálják

source: Is Affiliate
hu_hu: Partner-e

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Total Referrals
hu_hu: Összes ajánlás

source: Active
hu_hu: Aktív

source: Inactive
hu_hu: Inaktív

source: Pending
hu_hu: Függőben

source: Earnings
hu_hu: Bevételek

source: Unpaid Earnings
hu_hu: Ki nem fizetett bevételek

source: Registration Date
hu_hu: Regisztráció dátuma

source: Last Payout Date
hu_hu: Utolsó kifizetés dátuma

source: Sync AffiliateWP Affiliates Now
hu_hu: Szinkronizálja az AffiliateWP partnereket most

source: Affiliates Sync
hu_hu: Partnerek szinkronizálása

source: You can sync all your Affiliates into FluentCRM. After this sync you can segment your contacts easily
hu_hu: Minden partnerét szinkronizálhatja a FluentCRM-be. A szinkronizálás után könnyen szegmensekre bonthatja a kapcsolatait

source: Next [Review Data]
hu_hu: Következő [Adatok áttekintése]

source: Select %s Import Type
hu_hu: Válassza ki a(z) %s importálási típust

source: Please select Member Type or Member group that you want to import
hu_hu: Kérjük, válassza ki az importálni kívánt tagtípust vagy tagcsoportot

source: Import By Member Type
hu_hu: Importálás tagtípus szerint

source: Import By Member Groups
hu_hu: Importálás tagcsoportok szerint

source: Please map your Member Type and associate FluentCRM Tags
hu_hu: Kérjük, képezze le a tagtípust, és társítsa a FluentCRM címkéket

source: Select %s Member Type
hu_hu: Válassza ki a(z) %s tagtípust

source: Select FluentCRM Tag that will be applied
hu_hu: Válassza ki az alkalmazandó FluentCRM címkét

source: Select FluentCRM Tag
hu_hu: Válassza ki a FluentCRM címkét

source: Please map your Group and associate FluentCRM Tags
hu_hu: Kérjük, képezze le a csoportot, és társítsa a FluentCRM címkéket

source: Select %s Group
hu_hu: Válassza ki a(z) %s csoportot

source: Import %s Members Now
hu_hu: Importálja most a(z) %s tagjait

source: BuddyPress Groups
hu_hu: BuddyPress csoportok

source: BuddyBoss Groups
hu_hu: BuddyBoss csoportok

source: No groups found for this contact
hu_hu: Nem találhatók csoportok ehhez a kapcsolathoz

source: Member
hu_hu: Tag

source: Banned
hu_hu: Kitiltva

source: Moderator
hu_hu: Moderátor

source: Confirmed
hu_hu: Megerősített

source: Not Confirmed
hu_hu: Nincs megerősítve

source: Group ID
hu_hu: Csoport ID

source: Group Name
hu_hu: Csoport neve

source: Confirmation Status
hu_hu: Megerősítés állapota

source: Last Update
hu_hu: Utolsó frissítés

source: Community Groups
hu_hu: Közösségi csoportok

source: FluentCRM Settings
hu_hu: FluentCRM beállítások

source: Apply Tags
hu_hu: Címkék alkalmazása

source: Select Tags
hu_hu: Válassza ki a címkéket

source: selected
hu_hu: kiválasztva

source: Selected tags will be added to the member on joining this member type
hu_hu: A kiválasztott címkék hozzáadásra kerülnek a taghoz, amikor ehhez a tagtípushoz csatlakozik

source: Remove Tags on leave defined in "Apply Tags"
hu_hu: A "Címkék alkalmazása" alatt megadott címkék eltávolítása kilépéskor

source: Please add at least one member to this Member type to add FluentCRM Tag Settings
hu_hu: Kérjük, adjon hozzá legalább egy tagot ehhez a tagtípushoz, hogy hozzáadhassa a FluentCRM címkebeállításokat

source: Selected tags will be added to the member on joining
hu_hu: A kiválasztott címkék hozzáadásra kerülnek a taghoz csatlakozáskor

source: CRM - Advanced Reports
hu_hu: CRM - Speciális jelentések

source: Contact Growth
hu_hu: Kapcsolatok növekedése

source: Email Sending Stats
hu_hu: E-mail-küldési statisztikák

source: Link Clicks Stats
hu_hu: Linkkattintási statisztikák

source: Unsubscribe Stats
hu_hu: Leiratkozási statisztikák

source: Company Applied
hu_hu: Cég hozzárendelve

source: This will run when selected companies have been applied to a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott vállalatok hozzáadásra kerülnek egy kapcsolathoz

source: Select Companies
hu_hu: Válasszon vállalatokat

source: Select Company
hu_hu: Válasszon vállalatot

source: Run When
hu_hu: Futtatás, amikor

source: contact added in any of the selected companies
hu_hu: kapcsolat hozzáadva a kiválasztott vállalatok bármelyikéhez

source: contact added in all of the selected companies
hu_hu: kapcsolat hozzáadva az összes kiválasztott vállalathoz

source: Contact Created
hu_hu: Kapcsolat létrehozva

source: This will run when a new contact will be added
hu_hu: Ez akkor fut le, amikor új kapcsolat kerül hozzáadásra

source: List Applied
hu_hu: Lista hozzáadva

source: This will run when selected lists have been applied to a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott listák hozzáadásra kerülnek egy kapcsolathoz

source: Select Lists
hu_hu: Válasszon listákat

source: Select List
hu_hu: Válasszon listát

source: contact added in any of the selected lists
hu_hu: kapcsolat hozzáadva a kiválasztott listák bármelyikéhez

source: contact added in all of the selected lists
hu_hu: kapcsolat hozzáadva az összes kiválasztott listához

source: Company Removed
hu_hu: Vállalat eltávolítva

source: This will run when selected companies have been removed from a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott vállalatok eltávolításra kerülnek egy kapcsolattól

source: Remove From Company
hu_hu: Eltávolítás a vállalattól

source: This will run when any of the selected companies have been removed from a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott vállalatok bármelyike eltávolításra kerül egy kapcsolattól

source: List Removed
hu_hu: Lista eltávolítva

source: This will run when selected lists have been removed from a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott listák eltávolításra kerülnek egy kapcsolattól

source: Remove From List
hu_hu: Eltávolítás a listáról

source: This will run when any of the selected lists have been removed from a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott listák bármelyike eltávolításra kerül egy kapcsolattól

source: Tag Removed
hu_hu: Címke eltávolítva

source: This will run when selected Tags have been removed from a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott címkék eltávolításra kerülnek egy kapcsolattól

source: Remove From Tags
hu_hu: Eltávolítás a címkékről

source: This will run when any of the selected tags have been removed from a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott címkék bármelyike eltávolításra kerül egy kapcsolattól

source: Select Tag
hu_hu: Válasszon címkét

source: Tag Applied
hu_hu: Címke hozzáadva

source: This will run when selected tags have been applied to a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott címkék hozzáadásra kerülnek egy kapcsolathoz

source: contact added in any of the selected tags
hu_hu: kapcsolat hozzáadva a kiválasztott címkék bármelyikéhez

source: contact added in all of the selected tags
hu_hu: kapcsolat hozzáadva az összes kiválasztott címkéhez

source: Gross Volume
hu_hu: Bruttó volumen

source: Customer Growth
hu_hu: Ügyfélnövekedés

source: All
hu_hu: Összes

source: Subscription Revenue (All)
hu_hu: Előfizetési bevétel (összes)

source: Subscriptions (New)
hu_hu: Előfizetések (új)

source: Recurring (renew only)
hu_hu: Ismétlődő (csak megújítás)

source: Onetime Items
hu_hu: Egyszeri tételek

source: Subscriptions
hu_hu: Előfizetések

source: Signups
hu_hu: Feliratkozások

source: Renews
hu_hu: Megújítások

source: Expired
hu_hu: Lejárt

source: Easy Digital Downloads - Advanced Reports
hu_hu: Easy Digital Downloads - Haladó jelentések

source: Please enable data sync first from FluentCRM
hu_hu: Kérjük, először engedélyezze az adatszinkront a FluentCRM-ben

source: Settings -> Integrations Settings -> Edd
hu_hu: Beállítások -> Integrációk beállításai -> Edd

source: to view in details edd reports
hu_hu: az edd jelentések részletes megtekintéséhez

source: Total Revenue
hu_hu: Összes bevétel

source: Total Orders
hu_hu: Összes rendelés

source: Total Customers
hu_hu: Összes ügyfél

source: Average Revenue Per Customer
hu_hu: Ügyfelenkénti átlagos bevétel

source: Total Activated Sites (Licenses)
hu_hu: Aktivált webhelyek összesen (licencek)

source: Active Licenses
hu_hu: Aktív licencek

source: Expired Licenses
hu_hu: Lejárt licencek

source: EDD (Sync Required)
hu_hu: EDD (szinkron szükséges)

source: Purchased Products
hu_hu: Megvásárolt termékek

source: Total Order Count
hu_hu: Rendelések összes száma

source: Total Order Value
hu_hu: Rendelések összértéke

source: Last Order Date
hu_hu: Utolsó rendelés dátuma

source: First Order Date
hu_hu: Első rendelés dátuma

source: Purchased Categories
hu_hu: Megvásárolt kategóriák

source: Purchased Tags
hu_hu: Megvásárolt címkék

source: Used Coupons
hu_hu: Felhasznált kuponok

source: Valid License
hu_hu: Érvényes licenc

source: Active Subscription
hu_hu: Aktív előfizetés

source: Sync EDD Customers to FluentCRM to segment them by their purchases, lifetime values and other purchase data.
hu_hu: Szinkronizálja az EDD ügyfeleket a FluentCRM-mel, hogy vásárlásaik, élettartam-értékeik és egyéb vásárlási adataik alapján szegmentálhassa őket.

source: View Settings
hu_hu: Beállítások megtekintése

source: Customer Summary
hu_hu: Ügyfél-összefoglaló

source: Customer Since
hu_hu: Ügyfél kezdete

source: Last Order
hu_hu: Utolsó rendelés

source: Order Count
hu_hu: Rendelésszám

source: Lifetime Value
hu_hu: Élettartam-érték

source: With EDD deep integration with FluentCRM, you easily segment your purchases, lifetime values, purchase dates and target your customers more efficiently.
hu_hu: Az EDD és a FluentCRM mély integrációjával könnyedén szegmentálhatja a vásárlásokat, az élettartam-értékeket, a vásárlási dátumokat, és hatékonyabban célozhatja meg ügyfeleit.

source: Easy Digital Downloads customers are not synced with FluentCRM yet.
hu_hu: Az Easy Digital Downloads ügyfelek még nincsenek szinkronizálva a FluentCRM-mel.

source: To sync and enable deep integration with Easy Digital Downloads customers with FluentCRM, please configure and enable sync.
hu_hu: Az Easy Digital Downloads ügyfelek FluentCRM-mel való szinkronizálásához és a mély integráció engedélyezéséhez kérjük, állítsa be és engedélyezze a szinkronizálást.

source: Sync EDD Customers
hu_hu: EDD ügyfelek szinkronizálása

source: Settings have been saved
hu_hu: A beállítások mentve

source: Total Sales
hu_hu: Értékesítések összesen

source: Paid Customers
hu_hu: Fizető ügyfelek
