Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluentcampaign-pro/fluentcampaign-pro-*.po
Languages: hu_hu

source: Pro Email Automation and Integration Addon for FluentCRM
hu_hu: Pro e-mail automatizálási és integrációs kiegészítő a FluentCRM-hez

source: Email Newsletter Archive features is not enabled
hu_hu: Az e-mail hírlevél-archívum funkciói nincsenek engedélyezve

source: Email Newsletter could not be found
hu_hu: Az e-mail hírlevél nem található

source: No published email newsletter found
hu_hu: Nem található közzétett e-mail hírlevél

source: No action found to sync
hu_hu: Nem található szinkronizálandó művelet

source: The provided JSON file is not valid
hu_hu: A megadott JSON fájl érvénytelen

source: The trigger defined in the JSON file is not available on your site.
hu_hu: A JSON fájlban meghatározott trigger nem érhető el az Ön webhelyén.

source: The Block Action defined in the JSON file is not available on your site.
hu_hu: A JSON fájlban meghatározott Block Action nem érhető el az Ön webhelyén.

source: The provided JSON file is not valid. sequence key is required in the JSON File
hu_hu: A megadott JSON fájl érvénytelen. A JSON fájlban kötelező a sequence kulcs

source: The provided JSON file is not valid. No valid email sequence found
hu_hu: A megadott JSON fájl érvénytelen. Nem található érvényes e-mail sorozat

source: Failed to import
hu_hu: Az importálás nem sikerült

source: Please provide sequence_id
hu_hu: Kérjük, adja meg a sequence_id-t

source: The provided JSON file is not valid. object type is required in the JSON File
hu_hu: A megadott JSON fájl érvénytelen. A JSON fájlban kötelező az object type

source: User ID
hu_hu: Felhasználói azonosító

source: Title
hu_hu: Titulus

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Timezone
hu_hu: Időzóna

source: Address Line 1
hu_hu: Cím 1. sora

source: Address Line 2
hu_hu: Cím 2. sora

source: Postal Code
hu_hu: Irányítószám

source: City
hu_hu: Város

source: State
hu_hu: Állam/megye

source: Country
hu_hu: Ország

source: IP Address
hu_hu: IP-cím

source: Phone
hu_hu: Telefon

source: Status
hu_hu: Állapot

source: Contact Type
hu_hu: Kapcsolat típusa

source: Source
hu_hu: Forrás

source: Date Of Birth
hu_hu: Születési dátum

source: Last Activity
hu_hu: Utolsó aktivitás

source: Created At
hu_hu: Létrehozva

source: Updated At
hu_hu: Frissítve

source: Lists
hu_hu: Listák

source: Tags
hu_hu: Címkék

source: Companies
hu_hu: Vállalatok

source: Primary Company
hu_hu: Elsődleges vállalat

source: The provided JSON file is not valid.
hu_hu: A megadott JSON fájl érvénytelen.

source: File is not valid
hu_hu: A fájl érvénytelen

source: Templates has been successfully imported
hu_hu: A sablonok sikeresen importálva

source: Please provide Campaign ID
hu_hu: Kérjük, adja meg a Campaign ID-t

source: No file uploaded
hu_hu: Nem lett fájl feltöltve

source: Missing or invalid "time" in scheduling settings.
hu_hu: Hiányzó vagy érvénytelen "time" az ütemezési beállításokban.

source: Missing "day" for weekly scheduling type.
hu_hu: Hiányzik a "day" a heti ütemezési típushoz.

source: Recurring Email Campaigns has been successfully imported
hu_hu: Az ismétlődő e-mail kampányok sikeresen importálva

source: Could not create the email campaign
hu_hu: Nem sikerült létrehozni az e-mail-kampányt

source: Email Campaigns has been successfully imported
hu_hu: Az e-mail-kampányok importálása sikeresen megtörtént

source: User's Display Name
hu_hu: Felhasználó megjelenített neve

source: User Login (username)
hu_hu: Felhasználói bejelentkezés (felhasználónév)

source: Password Reset URL (on button / link)
hu_hu: Jelszó-visszaállítási URL (gombon / hivatkozáson)

source: Password Reset URL (as plain text)
hu_hu: Jelszó-visszaállítási URL (egyszerű szövegként)

source: User Meta Data
hu_hu: Felhasználói metaadatok

source: Email Address is not valid
hu_hu: Az e-mail-cím érvénytelen

source: New recurring email has been created in your site %s
hu_hu: Új ismétlődő e-mail jött létre az Ön %s webhelyén

source: Sorry no failed campaign emails found
hu_hu: Sajnáljuk, nem találhatók sikertelen kampány e-mailek

source: Added to resend from failed
hu_hu: Hozzáadva az újraküldéshez a sikertelenek közül

source: %d Emails has been scheduled to resend
hu_hu: %d e-mail újraküldése ütemezve lett

source: Sorry! No emails found
hu_hu: Sajnáljuk! Nem találhatók e-mailek

source: Email has been resent
hu_hu: Az e-mail újraküldve lett

source: You can do this action if campaign is in archived status only
hu_hu: Ezt a műveletet csak archivált állapotú kampány esetén végezheti el

source: Links are required
hu_hu: A hivatkozások kötelezőek

source: invalid selection
hu_hu: érvénytelen választás

source: Equal
hu_hu: Egyenlő

source: Not Equal
hu_hu: Nem egyenlő

source: Contains
hu_hu: Tartalmaz

source: Not Contains
hu_hu: Nem tartalmaz

source: In
hu_hu: Szerepel

source: Not In
hu_hu: Nem szerepel

source: Within
hu_hu: Belül

source: Before
hu_hu: Előtt

source: Conditions
hu_hu: Feltételek

source: Select conditions which will define this segment. All Conditions will be applied to filter
hu_hu: Válassza ki azokat a feltételeket, amelyek meghatározzák ezt a szegmenst. Minden feltétel alkalmazásra kerül a szűrésnél

source: Contact Email
hu_hu: Kapcsolat e-mail-címe

source: Subscription Status
hu_hu: Feliratkozási állapot

source: Created at
hu_hu: Létrehozás ideje

source: Last Contact Activity
hu_hu: Utolsó kapcsolati tevékenység

source: Activity on your site login, email link click or various other activities
hu_hu: Tevékenység az Ön webhelyén: bejelentkezés, e-mail-hivatkozásra kattintás vagy különféle egyéb tevékenységek

source: Filter By Email Activities
hu_hu: Szűrés e-mailes tevékenységek szerint

source: Filter your contacts by from email open or email link click metrics. Leave the values blank for not applying
hu_hu: Szűrje kapcsolatait az e-mail-megnyitás vagy az e-mailes hivatkozásra kattintás metrikái alapján. Alkalmazás mellőzéséhez hagyja üresen az értékeket

source: Enable Last Email Activity Filter
hu_hu: Utolsó e-mail-tevékenység szűrő engedélyezése

source: Last Email Open
hu_hu: Utolsó e-mail-megnyitás

source: Keep days 0/Blank for disable
hu_hu: A letiltáshoz hagyja a napok számát 0/üresen

source: Last Email Link Clicked
hu_hu: Utolsó e-mail-hivatkozásra kattintás

source: Match Type
hu_hu: Egyezés típusa

source: Should Match Both Open & Click Condition?
hu_hu: Egyeznie kell mind a megnyitás, mind a kattintás feltételének?

source: Match Both Open and Click Condition
hu_hu: Egyezzen mind a megnyitás, mind a kattintás feltételével

source: Match Any One Condition
hu_hu: Bármelyik feltétellel egyezzen

source: Please provide segment title
hu_hu: Adja meg a szegmens címét

source: Segment has been created
hu_hu: A szegmens létrejött

source: [Duplicate]
hu_hu: [Duplikálás]

source: Segment successfully duplicated
hu_hu: A szegmens sikeresen duplikálva lett

source: Segment has been updated
hu_hu: A szegmens frissítve lett

source: Sorry! No segment found
hu_hu: Sajnáljuk! Nem található szegmens

source: Selected segment has been deleted
hu_hu: A kiválasztott szegmens törölve lett

source: Your license key has been successfully updated
hu_hu: Az Ön licenckulcsa sikeresen frissült

source: Your license key has been successfully deactivated
hu_hu: Az Ön licenckulcsa sikeresen deaktiválva lett

source: Associate user could not be found with this email
hu_hu: Nem található társított felhasználó ezzel az e-mail címmel

source: Manager has been added
hu_hu: A menedzser hozzáadva

source: Manager has been updated
hu_hu: A menedzser frissítve

source: Associate user could not be found
hu_hu: Társított felhasználó nem található

source: Manager has been removed
hu_hu: A menedzser eltávolítva

source: Another campaign with the same name already exist. Please provide a different name
hu_hu: Már létezik egy másik azonos nevű kampány. Kérjük, adjon meg egy másik nevet

source: ##crm.manage_subscription_url## or ##crm.unsubscribe_url## string is required for compliance. Please include unsubscription or manage subscription link
hu_hu: A megfelelőséghez szükséges a ##crm.manage_subscription_url## vagy a ##crm.unsubscribe_url## karakterlánc. Kérjük, helyezze el a leiratkozási vagy az előfizetés-kezelési hivatkozást

source: Email data has been updated
hu_hu: Az e-mail adatai frissítve

source: Settings has been updated
hu_hu: A beállítások frissítve

source: Campaign status has been changed to %s
hu_hu: A kampány állapota erre változott: %s

source: Selected Campaign has been successfully duplicated
hu_hu: A kijelölt kampány sikeresen duplikálva lett

source: Selected Recurring Email Campaigns has been deleted
hu_hu: A kiválasztott ismétlődő e-mail kampányok törölve lettek

source: Email status has been changed to %s
hu_hu: Az e-mail állapota erre változott: %s

source: Email body is required
hu_hu: Az e-mail törzsének megadása kötelező

source: Email body has been successfully updated
hu_hu: Az e-mail törzse sikeresen frissítve

source: Settings has been successfully updated
hu_hu: A beállítások sikeresen frissítve

source: Please provide Recurring Campaign IDs
hu_hu: Kérjük, adja meg az ismétlődő kampányok azonosítóit

source: Labels has been applied successfully
hu_hu: A címkék sikeresen alkalmazva

source: Recurring Email campaign has been deleted
hu_hu: Az ismétlődő e-mail kampány törölve lett

source: Sequence has been created
hu_hu: A szekvencia létrehozva

source: Sequence has been updated
hu_hu: A szekvencia frissítve

source: Selected sequence has been successfully duplicated
hu_hu: A kijelölt szekvencia sikeresen duplikálva lett

source: Email sequence successfully deleted
hu_hu: Az e-mail szekvencia sikeresen törölve lett

source: No Subscribers found based on your selection
hu_hu: Az Ön választása alapján nem találhatók feliratkozók

source: Selected subscribers has been successfully removed from this sequence
hu_hu: A kiválasztott feliratkozók sikeresen eltávolítva ebből a szekvenciából

source: Selected Sequences has been deleted permanently
hu_hu: A kiválasztott szekvenciák véglegesen törölve lettek

source: Sequences have been re-applied
hu_hu: A szekvenciák újra alkalmazva

source: No sequences found to re-apply
hu_hu: Nem található újra alkalmazható szekvencia

source: Sequence email has been created
hu_hu: A szekvencia e-mail létrehozva

source: Sequence email has been duplicated
hu_hu: A szekvencia e-mail duplikálva

source: Sequence email has been updated
hu_hu: A szekvencia e-mail frissítve

source: SmartLinks module has been successfully activated
hu_hu: A SmartLinks modul sikeresen aktiválva lett

source: SmartLink has be created
hu_hu: A SmartLink létrehozva

source: SmartLink has be updated
hu_hu: A SmartLink frissítve

source: Selected Smart Link has been deleted
hu_hu: A kiválasztott Smart Link törölve lett

source: Abandoned Carts
hu_hu: Elhagyott kosarak

source: Cart Recovered (This Month)
hu_hu: Visszanyert kosarak (ebben a hónapban)

source: Cart Recovered (All Time)
hu_hu: Visszanyert kosarak (összesen)

source: No carts selected to delete
hu_hu: Nincs törlésre kijelölt kosár

source: Selected carts has been deleted successfully
hu_hu: A kiválasztott kosarak sikeresen törölve lettek

source: Recovered Revenue
hu_hu: Visszanyert bevétel

source: Processing Revenue
hu_hu: Feldolgozás alatt álló bevétel

source: Lost Revenue
hu_hu: Elveszett bevétel

source: Draft Revenue
hu_hu: Piszkozatban lévő bevétel

source: Optout Revenue
hu_hu: Optout bevétel

source: Recovery Rate
hu_hu: Visszanyerési arány

source: Settings has been saved successfully
hu_hu: A beállítások sikeresen mentve

source: Image
hu_hu: Kép

source: Item
hu_hu: Tétel

source: Qty
hu_hu: Mennyiség

source: Price
hu_hu: Ár

source: Cart Abandoned
hu_hu: Elhagyott kosár

source: This Funnel will be initiated when a cart has been abandoned in WooCommerce
hu_hu: Ez a tölcsér akkor indul el, amikor egy kosarat elhagytak a WooCommerce-ben

source: Priority of this abandon cart automation trigger
hu_hu: Ennek az elhagyott kosár automatizálási indítónak a prioritása

source: Automation Priority
hu_hu: Automatizálás prioritása

source: If you have multiple automation for abandon cart, you can set the priority. The higher the priority means it will match earlier. Only one abandon cart automation will run per abandonment depends on your conditional logics.
hu_hu: Ha több elhagyott kosárhoz tartozó automatizálása van, beállíthatja a prioritást. A magasabb prioritás azt jelenti, hogy korábban fog egyezni. Egy elhagyott kosárra csak egy automatizálás fut le, a feltételes logikáitól függően.

source: Specify Matching Conditions
hu_hu: Illeszkedési feltételek megadása

source: Specify which contact properties need to matched. Based on the conditions it will run yes blocks or no blocks
hu_hu: Adja meg, mely kapcsolattulajdonságoknak kell egyezniük. A feltételek alapján igen vagy nem blokkok futnak.

source: True if all conditions match
hu_hu: Igaz, ha minden feltétel egyezik

source: True if any of the conditions match
hu_hu: Igaz, ha bármelyik feltétel egyezik

source: Contact Data
hu_hu: Kapcsolat adatai

source: Condition
hu_hu: Feltétel

source: Match Value
hu_hu: Egyezési érték

source: Add Condition to check your contact's properties
hu_hu: Adjon hozzá feltételt a kapcsolat tulajdonságainak ellenőrzéséhez

source: Skip this automation if the contact is already in active state.
hu_hu: Hagyja ki ezt az automatizálást, ha a kapcsolat már aktív állapotban van.

source: Enable this to prevent the automation from running multiple times for the same contact if it is currently active in this automation
hu_hu: Engedélyezze ezt, hogy megakadályozza az automatizálás többszöri futását ugyanazon kapcsolatnál, ha jelenleg aktív ebben az automatizálásban.

source: Only run this automation for subscribed contacts
hu_hu: Csak feliratkozott kapcsolatoknál futtassa ezt az automatizálást

source: If you enable, then it will only run this automation for subscribed contacts
hu_hu: Ha engedélyezi, akkor ez az automatizálás csak feliratkozott kapcsolatoknál fog futni.

source: Cart Data
hu_hu: Kosár adatai

source: Cart Total
hu_hu: Kosár végösszege

source: Cart Items Count
hu_hu: Kosár tételeinek száma

source: Cart Items
hu_hu: Kosár tételei

source: Cart Items Categories
hu_hu: Kosár tételeinek kategóriái

source: Contact
hu_hu: Kapcsolat

source: WP User ID
hu_hu: WP felhasználó ID

source: Type
hu_hu: Típus

source: Name Prefix (Title)
hu_hu: Név előtag (megszólítás)

source: Date of Birth
hu_hu: Születési dátum

source: Contact Segment
hu_hu: Kapcsolatszegmens

source: WP User Role
hu_hu: WP felhasználói szerepkör

source: Contact Activities
hu_hu: Kapcsolati tevékenységek

source: Last Email Sent
hu_hu: Utolsó e-mailküldés

source: Last Email Clicked
hu_hu: Utolsó e-mailre kattintás

source: Last Email Open (approximately)
hu_hu: Utolsó e-mailmegnyitás (hozzávetőlegesen)

source: Custom Fields
hu_hu: Egyéni mezők

source: Other
hu_hu: Egyéb

source: You have opted out from cart tracking
hu_hu: Leiratkozott a kosárkövetésről

source: Cart data has been updated
hu_hu: A kosár adatai frissültek

source: Sorry, we could not retrieve your cart
hu_hu: Sajnáljuk, nem tudtuk lekérni a kosarát

source: Your cart has been restored
hu_hu: A kosara vissza lett állítva

source: This order has been recovered from an FluentCRM abandoned cart. %s
hu_hu: Ez a rendelés egy FluentCRM elhagyott kosárból lett visszaállítva. %s

source: Automatically cancelled because the cart has been lost
hu_hu: Automatikusan lemondva, mert a kosár elveszett

source: Automatically cancelled because a cart has been recovered
hu_hu: Automatikusan lemondva, mert egy kosár vissza lett állítva

source: Current Range
hu_hu: Jelenlegi időszak

source: Compare Range
hu_hu: Összehasonlítási időszak

source: Active Affiliates (AffiliateWP)
hu_hu: Aktív partnerek (AffiliateWP)

source: Active Affiliates who are also in the contact list as subscribed
hu_hu: Aktív partnerek, akik a kapcsolati listában is feliratkozottként szerepelnek

source: This segment contains all your Subscribed contacts which are also your active Affiliates
hu_hu: Ez a szegmens az Ön összes feliratkozott kapcsolatát tartalmazza, akik egyben az Ön aktív affiliate partnerei is

source: Custom Segments with custom filters on Subscriber data
hu_hu: Egyéni szegmensek egyéni szűrőkkel a feliratkozói adatokon

source: This is a custom segment and contacts are filter based your provided filters on real time data.
hu_hu: Ez egy egyéni szegmens, és a kapcsolatok az Ön által megadott szűrők alapján, valós idejű adatok szerint kerülnek szűrésre.

source: Easy Digital Downloads Customers
hu_hu: Easy Digital Downloads vásárlók

source: EDD customers who are also in the contact list as subscribed
hu_hu: EDD vásárlók, akik a kapcsolati listában is feliratkozottként szerepelnek

source: This segment contains all your Subscribed contacts which are also your EDD Customers with atleast one purchase
hu_hu: Ez a szegmens az Ön összes feliratkozott kapcsolatát tartalmazza, akik az Ön EDD vásárlói is, legalább egy vásárlással

source: Paid Membership Members
hu_hu: Paid Membership tagok

source: Paid Membership Members customers who are also in the contact list as subscribed
hu_hu: Paid Membership tagok, akik a kapcsolati listában is feliratkozottként szerepelnek

source: This segment contains all your Subscribed contacts which are also your Paid Membership Members
hu_hu: Ez a szegmens az Ön összes feliratkozott kapcsolatát tartalmazza, akik egyben az Ön Paid Membership tagjai is

source: WooCommerce Customers
hu_hu: WooCommerce vásárlók

source: WooCommerce customers who are also in the contact list as subscribed
hu_hu: WooCommerce vásárlók, akik a kapcsolati listában is feliratkozottként szerepelnek

source: This segment contains all your Subscribed contacts which are also your WooCommerce Customers
hu_hu: Ez a szegmens az Ön összes feliratkozott kapcsolatát tartalmazza, akik egyben az Ön WooCommerce vásárlói is

source: WooCommerce Active Subscription Customers
hu_hu: WooCommerce aktív előfizetéssel rendelkező vásárlók

source: WooCommerce Active Subscription Customers who are also in the contact list as subscribed
hu_hu: WooCommerce aktív előfizetéssel rendelkező vásárlók, akik a kapcsolati listában is feliratkozottként szerepelnek

source: WordPress Users
hu_hu: WordPress felhasználók

source: WordPress users who are also in the contact list as subscribed
hu_hu: WordPress felhasználók, akik a kapcsolati listában is feliratkozottként szerepelnek

source: This segment contains all your Subscribed contacts which are also your WordPress users
hu_hu: Ez a szegmens az Ön összes feliratkozott kapcsolatát tartalmazza, akik egyben az Ön WordPress-felhasználói is

source: Add Notes & Activity
hu_hu: Jegyzetek és tevékenység hozzáadása

source: Add Notes or Activity to the Contact Profile
hu_hu: Jegyzetek vagy tevékenység hozzáadása a kapcsolat profiljához

source: Add Notes or Activity to Contact
hu_hu: Jegyzetek vagy tevékenység hozzáadása a kapcsolathoz

source: Select Activity Type
hu_hu: Tevékenységtípus kiválasztása

source: Activity Title
hu_hu: Tevékenység címe

source: Description
hu_hu: Leírás

source: Set Sequence Emails
hu_hu: E-mail sorozat beállítása

source: Send Automated Emails based on your Sequence settings
hu_hu: Automatizált e-mailek küldése az e-mail sorozat beállításai alapján

source: Select which sequence will be assigned to this contact
hu_hu: Válassza ki, melyik sorozat legyen hozzárendelve ehhez a kapcsolathoz

source: Select Email Sequence
hu_hu: E-mail sorozat kiválasztása

source: Select Sequence Email
hu_hu: Sorozat e-mailjének kiválasztása

source: Re-assign Sequence Emails?
hu_hu: Sorozat e-mailjeinek újbóli hozzárendelése?

source: Restart the sequence emails if the contact already in the email sequence
hu_hu: Indítsa újra a sorozat e-mailjeit, ha a kapcsolat már az e-mail sorozatban van

source: Add Event Tracking
hu_hu: Eseménykövetés hozzáadása

source: Add Event Tracking for Contact
hu_hu: Eseménykövetés hozzáadása a kapcsolathoz

source: Add Event Tracking to Contact Profile
hu_hu: Eseménykövetés hozzáadása a kapcsolat profiljához

source: Event Tracking for Contact to the Contact Profile
hu_hu: Eseménykövetés a kapcsolathoz a kapcsolat profiljához

source: Event Tracking Key
hu_hu: Eseménykövetés kulcsa

source: Event Tracking Title
hu_hu: Eseménykövetés címe

source: Change Contact Status
hu_hu: Kapcsolat állapotának módosítása

source: Change status of a contact to subscribed, pending or unsubscribed.
hu_hu: Egy kapcsolat állapotának módosítása feliratkozottra, függőben lévőre vagy leiratkozottra.

source: Unsubscribed by Automation Action
hu_hu: Automatizálási művelet által leiratkozott

source: Change status of a contact to subscribed, pending or unsubscribed etc.
hu_hu: Egy kapcsolat állapotának módosítása feliratkozottra, függőben lévőre vagy leiratkozottra stb.

source: New Status
hu_hu: Új állapot

source: Select New Status
hu_hu: Új állapot kiválasztása

source: Contact status change to %s from %s by Funnel Action
hu_hu: A kapcsolat állapota %s értékre változott %s értékről egy tölcsérművelet által

source: Change WP User Role
hu_hu: WP felhasználói szerepkör módosítása

source: If user exist with the contact email then you can change user role
hu_hu: Ha létezik felhasználó a kapcsolat e-mail-címével, akkor módosíthatja a felhasználói szerepkört

source: Change User Role
hu_hu: Felhasználói szerepkör módosítása

source: Change connected user role
hu_hu: Kapcsolt felhasználó szerepkörének módosítása

source: User Role
hu_hu: Felhasználói szerepkör

source: Selected Role will be applied if there has a user with contact's email address
hu_hu: A kiválasztott szerepkör akkor kerül alkalmazásra, ha van olyan felhasználó, akinek az e-mail címe megegyezik a kapcsolat e-mail címével

source: Replace Existing Role
hu_hu: Meglévő szerepkör cseréje

source: Replace user role
hu_hu: Felhasználói szerepkör cseréje

source: If you disable this then it will append the selected role with existing roles.
hu_hu: Ha ezt kikapcsolja, akkor a kiválasztott szerepkör hozzá lesz fűzve a meglévő szerepkörökhöz.

source: Funnel Skipped because no user found with the email address
hu_hu: A tölcsér kihagyva, mert nem található felhasználó az adott e-mail címmel

source: Funnel Skipped because administrator user role can not be set for security reason
hu_hu: A tölcsér kihagyva, mert biztonsági okokból nem állítható be az adminisztrátor felhasználói szerepkör

source: End This Funnel Here
hu_hu: A tölcsér befejezése itt

source: No further action will run once a contact hit this point
hu_hu: Nem fut további művelet, miután egy kapcsolat eléri ezt a pontot

source: This automation will be marked as completed in this point for a contact
hu_hu: Ez az automatizálás ezen a ponton befejezettként lesz megjelölve a kapcsolat számára

source: Outgoing Webhook
hu_hu: Kimenő webhook

source: Send Data to external server via GET or POST Method
hu_hu: Adatok küldése külső szerverre GET vagy POST módszerrel

source: Send Data to External Server
hu_hu: Adatok küldése külső szerverre

source: Data Send Method
hu_hu: Adatküldési módszer

source: POST Method
hu_hu: POST módszer

source: GET Method
hu_hu: GET módszer

source: Remote URL
hu_hu: Távoli URL

source: Please provide valid URL in where you want to send the data
hu_hu: Kérjük, adja meg az érvényes URL-t, ahová az adatokat küldi

source: Request Format
hu_hu: Kérés formátuma

source: Send as JSON format
hu_hu: Küldés JSON formátumban

source: Send as Form Method
hu_hu: Küldés űrlap módszerként

source: Request Body
hu_hu: Kérés törzse

source: Full Subscriber Data (Raw)
hu_hu: Feliratkozó teljes adatai (nyers)

source: Custom Data
hu_hu: Egyéni adatok

source: Request Body Data
hu_hu: Kérés törzsadatai
