Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluentcampaign-pro/fluentcampaign-pro-*.po
Languages: hu_hu

source: The given license key is not valid. Please verify that your license is correct. You may login to wpmanageninja.com account and get your valid license key for your purchase.
hu_hu: A megadott licenckulcs érvénytelen. Kérjük, ellenőrizze, hogy a licence helyes-e. Bejelentkezhet a wpmanageninja.com fiókjába, és lekérheti a vásárlásához tartozó érvényes licenckulcsot.

source: (no title)
hu_hu: (nincs cím)

source: Back to Campaigns
hu_hu: Vissza a kampányokhoz

source: Please update FluentCRM to latest version
hu_hu: Kérjük, frissítse a FluentCRM-et a legújabb verzióra
