Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluentcampaign-pro/fluentcampaign-pro-*.po
Languages: hu_hu

source: Overall Sales
hu_hu: Összesített értékesítések

source: All licenses
hu_hu: Összes licenc

source: Total Lifetime Licenses
hu_hu: Élettartam-licencek összesen

source: Total Recurring Licenses
hu_hu: Megújuló licencek összesen

source: Activated Sites
hu_hu: Aktivált webhelyek

source: Sync %s Customers Now
hu_hu: Szinkronizálja most a %s ügyfeleit

source: Import %s Customers Now
hu_hu: Importálja most a %s ügyfeleit

source: Please map your Product and associate FluentCRM Tags
hu_hu: Kérjük, párosítsa a termékét, és társítsa a FluentCRM címkéket

source: Select %s Product
hu_hu: Válassza ki a %s terméket

source: Easy Digital Downloads Data Sync
hu_hu: Easy Digital Downloads adatszinkronizálás

source: You can sync all your Easy Digital Downloads Customers into FluentCRM and all future customers and purchase data will be synced.
hu_hu: Minden Easy Digital Downloads ügyfelét szinkronizálhatja a FluentCRM-be, és a jövőbeni ügyfelek és vásárlási adatok is szinkronizálva lesznek.

source: After this sync you can import by product by product and provide appropriate tags
hu_hu: A szinkronizálás után termékenként importálhat, és megadhatja a megfelelő címkéket

source: Earnings (Today)
hu_hu: Bevétel (ma)

source: Earnings (Current Month)
hu_hu: Bevétel (aktuális hónap)

source: Earnings (All Time)
hu_hu: Bevétel (összesen)

source: FluentCRM Profile
hu_hu: FluentCRM profil

source: License Expired
hu_hu: A licenc lejárt

source: This funnel will start when a license gets expired
hu_hu: Ez a tölcsér akkor indul el, amikor egy licenc lejár

source: License Expired in EDD
hu_hu: Licenc lejárt az EDD-ben

source: This Funnel will start a license status get marked as expired
hu_hu: Ez a tölcsér akkor indul, amikor egy licenc állapota lejártként kerül megjelölésre

source: Target Product
hu_hu: Céltermék

source: Select for which product this automation will run
hu_hu: Válassza ki, melyik termékre fusson ez az automatizálás

source: Apply these tags when purchased
hu_hu: Alkalmazza ezeket a címkéket vásárláskor

source: Remove Tags on refund defined in "Apply Tags"
hu_hu: Visszatérítéskor távolítsa el az "Apply Tags" alatt meghatározott címkéket

source: Apply these tags when purchase this variation
hu_hu: E variáció megvásárlásakor alkalmazza ezeket a címkéket

source: Remove selected Tags on refund
hu_hu: Visszatérítéskor távolítsa el a kiválasztott címkéket

source: New Order Success
hu_hu: Új rendelés sikeres

source: This will run once new order will be placed as completed in EDD
hu_hu: Ez akkor fut le, amikor az új rendelés az EDD-ben teljesítettként kerül rögzítésre

source: New Order Success in EDD
hu_hu: Új rendelés sikeres az EDD-ben

source: Target Products
hu_hu: Céltermékek

source: Keep it blank to run to any product purchase
hu_hu: Hagyja üresen, hogy bármely termékvásárlásra fusson

source: Or Target Product Categories
hu_hu: Vagy célzott termékkategóriák

source: Select for which product category the goal will run
hu_hu: Válassza ki, melyik termékkategóriára fusson a cél

source: Keep it blank to run to any category products
hu_hu: Hagyja üresen, hogy bármely kategória termékeire fusson

source: Purchase Type
hu_hu: Vásárlás típusa

source: Select the purchase type
hu_hu: Válassza ki a vásárlás típusát

source: For what type of purchase you want to run this goal
hu_hu: Milyen típusú vásárlásnál kívánja futtatni ezt a célt

source: Payment Refunded
hu_hu: Visszatérített fizetés

source: This Funnel will start once payment refunded for an order
hu_hu: Ez a tölcsér akkor indul, amikor egy rendelés fizetését visszatérítik

source: Payment Refunded in EDD
hu_hu: Visszatérített fizetés az EDD-ben

source: This Funnel will start once an order get marked as refunded
hu_hu: Ez a tölcsér akkor indul, amikor egy rendelés visszatérítettként kerül megjelölésre

source: If Contact Exist?
hu_hu: Létezik a kapcsolat?

source: Select for which products this automation will run
hu_hu: Válassza ki, mely termékekre fusson ez az automatizálás

source: Keep it blank to run to any product
hu_hu: Hagyja üresen, hogy bármely termékre fusson

source: OR Target Product Categories
hu_hu: VAGY célzott termékkategóriák

source: Select for which product category the automation will run
hu_hu: Válassza ki, melyik termékkategóriára fusson az automatizálás

source: For what type of purchase you want to run this funnel
hu_hu: Milyen típusú vásárlásnál kívánja futtatni ezt a tölcsért

source: Edd - New Order Success
hu_hu: Edd - Új rendelés sikeres

source: This funnel will start once new order payment is successful
hu_hu: Ez a tölcsér akkor indul, amikor egy új rendelés fizetése sikeres

source: New Edd Order (paid) has been places
hu_hu: Új Edd rendelés (fizetve) leadásra került

source: This Funnel will start once new order will be added as successful payment
hu_hu: Ez a tölcsér akkor indul, amikor egy új rendelés sikeres fizetésként kerül hozzáadásra

source: Recurring Subscription Expired
hu_hu: Ismétlődő előfizetés lejárt

source: This funnel will start when a recurring subscription gets expired
hu_hu: Ez a tölcsér akkor indul, amikor egy ismétlődő előfizetés lejár

source: This Funnel will start once a Recurring Subscription status changed to expired
hu_hu: Ez a tölcsér akkor indul, amikor egy ismétlődő előfizetés állapota lejártra változik

source: Contact Status
hu_hu: Kapcsolat státusza

source: Renewal Payment Received
hu_hu: Megújítási fizetés megérkezett

source: This funnel will start when a renewal payment is received for an active subscription
hu_hu: Ez a tölcsér akkor indul, amikor egy aktív előfizetéshez megérkezik a megújítási fizetés

source: This Funnel will start once a Renewal Payment received for an active subscription
hu_hu: Ez a tölcsér akkor indul, amikor egy aktív előfizetéshez megérkezik a megújítási fizetés

source: Product
hu_hu: Termék

source: Total
hu_hu: Összesen

source: [EDD] Recurring Subscription Active
hu_hu: [EDD] Ismétlődő előfizetés aktív

source: This will run once a subscription gets active
hu_hu: Ez akkor fut le, amikor egy előfizetés aktívvá válik

source: EDD Recurring Subscription Active
hu_hu: EDD ismétlődő előfizetés aktív

source: Any type of purchase
hu_hu: Bármilyen típusú vásárlás

source: Only for first purchase
hu_hu: Csak az első vásárlásra

source: From 2nd Purchase
hu_hu: A 2. vásárlástól

source: Select tags
hu_hu: Válasszon címkéket

source: Add Only
hu_hu: Csak hozzáadás

source: Only add new contacts, don't update existing ones.
hu_hu: Csak új kapcsolatokat adjon hozzá, a meglévőket ne frissítse.

source: Double Opt-in
hu_hu: Kettős opt-in

source: Send Double Optin Email for new or pending contacts. If you don't enable this then contact will be added as subscribed state.
hu_hu: Küldje el a kettős opt-in e-mailt az új vagy függőben lévő kapcsolatoknak. Ha ezt nem engedélyezi, akkor a kapcsolat feliratkozott állapotban kerül hozzáadásra.

source: Enroll To Course
hu_hu: Beíratás kurzusra

source: Enroll the contact to a specific LMS Course
hu_hu: Írassa be a kapcsolatot egy meghatározott LMS kurzusra

source: Enroll To a Course
hu_hu: Beíratás egy kurzusra

source: Select Course to Enroll
hu_hu: Válassza ki a beíratandó kurzust

source: Select Course
hu_hu: Válasszon kurzust

source: Do not enroll the course if contact is not an existing WordPress User
hu_hu: Ne írassa be a kurzusra, ha a kapcsolat nem meglévő WordPress-felhasználó

source: Send default WordPress Welcome Email for new WordPress users
hu_hu: Küldje el az alapértelmezett WordPress üdvözlő e-mailt az új WordPress-felhasználóknak

source: WordPress user will be created if no user found with the contact's email address
hu_hu: WordPress-felhasználó jön létre, ha nem található felhasználó a kapcsolat e-mail-címével

source: Funnel Skipped because user could not be found
hu_hu: Tölcsér kihagyva, mert a felhasználó nem található

source: Funnel Skipped because no course found
hu_hu: Tölcsér kihagyva, mert nem található kurzus

source: User already in the course
hu_hu: A felhasználó már be van iratkozva a kurzusra

source: User could not be enrolled to the selected course
hu_hu: A felhasználót nem sikerült beíratni a kiválasztott kurzusra

source: Enroll To Group
hu_hu: Beíratás csoportba

source: Enroll the contact to a specific LMS Group
hu_hu: Írassa be a kapcsolatot egy meghatározott LMS csoportba

source: Enroll To a Group
hu_hu: Beíratás egy csoportba

source: Select LearnDash Group to Enroll
hu_hu: Válassza ki a beíratandó LearnDash csoportot

source: Select LearnDash Group
hu_hu: Válasszon LearnDash csoportot

source: Funnel Skipped because no group found
hu_hu: Tölcsér kihagyva, mert nem található csoport

source: User already in the group
hu_hu: A felhasználó már tagja a csoportnak

source: Enrollments
hu_hu: Beiratkozások

source: Courses
hu_hu: Kurzusok

source: Membership Groups
hu_hu: Tagsági csoportok

source: Students Growth
hu_hu: Hallgatói növekedés

source: LearnDash - Advanced Reports
hu_hu: LearnDash - Haladó jelentések

source: Settings -> Integrations Settings -> LearnDash
hu_hu: Beállítások -> Integrációk beállításai -> LearnDash

source: to view in details LearnDash reports
hu_hu: a LearnDash jelentések részletes megtekintéséhez

source: Total Students
hu_hu: Összes hallgató

source: Total Course Enrollments
hu_hu: Összes kurzus-beiratkozás

source: Total Membership Enrollments
hu_hu: Összes tagsági beiratkozás

source: LearnDash (Sync Required)
hu_hu: LearnDash (szinkronizálás szükséges)

source: Enrollment Courses
hu_hu: Beiratkozási kurzusok

source: Course Completed
hu_hu: Kurzus befejezve

source: Enrollment Groups
hu_hu: Beiratkozási csoportok

source: Last Enrollment Date
hu_hu: Utolsó beiratkozás dátuma

source: First Enrollment Date
hu_hu: Első beiratkozás dátuma

source: Enrollment Categories
hu_hu: Beiratkozási kategóriák

source: Enrollment Tags
hu_hu: Beiratkozási címkék

source: This funnel runs when a student completes a course
hu_hu: Ez a tölcsér akkor fut, amikor egy hallgató befejez egy kurzust

source: Completes a Course
hu_hu: Befejez egy kurzust

source: This Funnel will start when a student completes a Course
hu_hu: Ez a tölcsér akkor indul el, amikor egy hallgató befejez egy kurzust

source: Target Courses
hu_hu: Célzott kurzusok

source: Select for which Courses this automation will run
hu_hu: Válassza ki, mely kurzusokra fusson ez az automatizmus

source: Keep it blank to run to any courses
hu_hu: Hagyja üresen, hogy bármely kurzusra fusson

source: Course Enrolled
hu_hu: Beiratkozott a kurzusra

source: This funnel runs when a student is enrolled in a course
hu_hu: Ez a tölcsér akkor fut, amikor egy hallgató beiratkozik egy kurzusra

source: Enrolls in a Course
hu_hu: Beiratkozik egy kurzusra

source: This Funnel will start when a student is enrolled in a course
hu_hu: Ez a tölcsér akkor indul el, amikor egy hallgató beiratkozik egy kurzusra

source: Keep it blank to run to any Course Enrollment
hu_hu: Hagyja üresen, hogy bármely kurzusra történő beiratkozás esetén fusson

source: Course Left
hu_hu: Kurzus elhagyása

source: This funnel runs when a student leaves a course
hu_hu: Ez a tölcsér akkor fut, amikor egy hallgató elhagy egy kurzust

source: Leave from a Course
hu_hu: Kilépés egy kurzusból

source: This Funnel will start when a student is leave from a course
hu_hu: Ez a tölcsér akkor indul, amikor egy hallgató kilép egy kurzusból

source: Sync LearnDash Students to FluentCRM to segment them by their enrollment, membership groups data.
hu_hu: Szinkronizálja a LearnDash hallgatókat a FluentCRM-be, hogy beiratkozásaik és tagsági csoportadataik alapján szegmentálhassa őket.

source: Sync Required From Settings
hu_hu: Szinkronizálás szükséges a Beállításokban

source: With LearnDash deep integration with FluentCRM, you easily segment your students by their enrollment, course dates and target your students more efficiently.
hu_hu: A LearnDash és a FluentCRM mély integrációjával könnyedén szegmentálhatja hallgatóit beiratkozásaik és kurzusdátumaik alapján, és hatékonyabban célozhatja őket.

source: LearnDash students are not synced with FluentCRM yet.
hu_hu: A LearnDash hallgatók még nincsenek szinkronizálva a FluentCRM-mel.

source: To sync and enable deep integration with LearnDash students with FluentCRM, please configure and enable sync.
hu_hu: A LearnDash hallgatók FluentCRM-mel történő szinkronizálásához és a mély integráció engedélyezéséhez kérjük, állítsa be és engedélyezze a szinkronizálást.

source: Sync LearnDash Students
hu_hu: LearnDash hallgatók szinkronizálása

source: Group Enrolled
hu_hu: Csoportba beiratkozva

source: This funnel runs when a user is enrolled in a group
hu_hu: Ez a tölcsér akkor fut, amikor egy felhasználó beiratkozik egy csoportba

source: Enrolls in a Group
hu_hu: Csoportba beiratkozik

source: This Funnel will start when a student is enrolled in a group
hu_hu: Ez a tölcsér akkor indul, amikor egy hallgató beiratkozik egy csoportba

source: Target Groups
hu_hu: Célcsoportok

source: Select for which groups this automation will run
hu_hu: Válassza ki, mely csoportoknál fusson ez az automatizmus

source: Keep it blank to run to any group Enrollment
hu_hu: Hagyja üresen, hogy bármely csoportba történő beiratkozás esetén fusson

source: LearnDash Courses
hu_hu: LearnDash kurzusok

source: No enrolled courses found for this contact
hu_hu: Nem található beiratkozott kurzus ehhez a névjegyhez

source: Course Name
hu_hu: Kurzus neve

source: Started At
hu_hu: Kezdés ideje

source: Completed At
hu_hu: Befejezés ideje

source: [FluentCRM] Apply Tags on course enrollment
hu_hu: [FluentCRM] Címkék alkalmazása kurzusra való beiratkozáskor

source: Selected tags will be applied to the contact on course enrollment
hu_hu: A kiválasztott címkék a kurzusra való beiratkozáskor lesznek alkalmazva a névjegyre

source: [FluentCRM] Apply Tags on course completion
hu_hu: [FluentCRM] Címkék alkalmazása kurzus befejezésekor

source: Selected tags will be applied to the contact on course completion
hu_hu: A kiválasztott címkék a kurzus befejezésekor lesznek alkalmazva a névjegyre

source: [FluentCRM] Apply Tags on group enrollment
hu_hu: [FluentCRM] Címkék alkalmazása csoportba beiratkozáskor

source: Selected tags will be applied to the contact on group enrollment
hu_hu: A kiválasztott címkék csoportba beiratkozáskor lesznek alkalmazva a névjegyre

source: [FluentCRM] Remove Tags on group leave
hu_hu: [FluentCRM] Címkék eltávolítása csoport elhagyásakor

source: selected contact tags will be removed when user leave this group
hu_hu: a kiválasztott névjegycímkék eltávolításra kerülnek, amikor a felhasználó elhagyja ezt a csoportot

source: selected contact tags (defined in previous field) will be removed when user leave this group
hu_hu: a kiválasztott névjegycímkék (az előző mezőben meghatározva) eltávolításra kerülnek, amikor a felhasználó elhagyja ezt a csoportot

source: Import by
hu_hu: Importálás alapja

source: Please select import by group or course enrollment
hu_hu: Kérjük, válassza ki, csoport vagy kurzus szerinti beiratkozás alapján történjen-e az importálás

source: Import By Courses
hu_hu: Importálás kurzusok szerint

source: Please map your Courses and associate FluentCRM Tags
hu_hu: Kérjük, térképezze fel a kurzusait, és társítsa a FluentCRM címkéket

source: Select %s Course
hu_hu: Válassza ki a(z) %s kurzust

source: Please map your LearnDash Group and associate FluentCRM Tags
hu_hu: Kérjük, térképezze fel LearnDash csoportját, és társítsa a FluentCRM címkéket

source: Import %s Students Now
hu_hu: Importálja most a(z) %s hallgatót

source: Lesson Completed
hu_hu: Lecke teljesítve

source: This funnel runs a student completes a lesson
hu_hu: Ez a tölcsér akkor fut, amikor egy hallgató teljesít egy leckét

source: Completes a Lesson
hu_hu: Leckét teljesít

source: This Funnel will start when a student completes a lesson
hu_hu: Ez a tölcsér akkor indul, amikor egy hallgató teljesít egy leckét

source: Target Course
hu_hu: Célkurzus

source: Select Course to find out Lesson
hu_hu: Válasszon kurzust a lecke kiválasztásához

source: You must select a course
hu_hu: Kurzust kell választania

source: Target Lesson
hu_hu: Céllecke

source: Select Lesson to find out Topic
hu_hu: Válasszon leckét a téma kiválasztásához

source: Leave empty to target any lesson of this course
hu_hu: Hagyja üresen, hogy a kurzus bármelyik leckéjére vonatkozzon

source: Remove From Course
hu_hu: Eltávolítás a kurzusból

source: Remove the contact from a specific LMS Course
hu_hu: Távolítsa el a kapcsolatot egy adott LMS kurzusból

source: Select a course that you want to remove from
hu_hu: Válassza ki azt a kurzust, amelyből el szeretné távolítani

source: Funnel Skipped because user/course could not be found
hu_hu: A Funnel kihagyva, mert a felhasználó/kurzus nem található

source: User does not have this course access
hu_hu: A felhasználónak nincs hozzáférése ehhez a kurzushoz

source: User could not be removed from the selected course
hu_hu: A felhasználót nem sikerült eltávolítani a kiválasztott kurzusból

source: Remove From Group
hu_hu: Eltávolítás csoportból

source: Remove the contact from a specific LMS Group
hu_hu: Távolítsa el a kapcsolatot egy adott LMS csoportból

source: Remove From a Group
hu_hu: Eltávolítás egy csoportból

source: Select LearnDash Group to un-enroll contact
hu_hu: Válassza ki a LearnDash csoportot a kapcsolat beiratkozásának megszüntetéséhez

source: Funnel Skipped because user/group could not be found
hu_hu: A Funnel kihagyva, mert a felhasználó/csoport nem található

source: Topic Completed
hu_hu: Téma teljesítve

source: This funnel runs when a student completes a lesson topic
hu_hu: Ez a Funnel akkor fut, amikor egy tanuló teljesít egy lecke témáját

source: Completes a Topic
hu_hu: Teljesít egy témát

source: This funnel will start when a user is completes a lesson topic
hu_hu: Ez a Funnel akkor indul, amikor egy felhasználó teljesít egy lecke témáját

source: Select Lesson to find out the available topics
hu_hu: Válasszon leckét a rendelkezésre álló témák megtekintéséhez

source: You must select a topic
hu_hu: Ki kell választania egy témát

source: Target Topics
hu_hu: Célzott témák

source: Select for which Topics this automation will run
hu_hu: Válassza ki, hogy mely témákra fusson ez az automatizmus

source: Keep it blank to run to any Topic for that lesson
hu_hu: Hagyja üresen, hogy az adott lecke bármely témájára fusson

source: Please select import by course enrollment
hu_hu: Kérjük, válassza a kurzusbeiratkozás szerinti importálást

source: LearnPress Courses
hu_hu: LearnPress kurzusok

source: Course ID
hu_hu: Kurzus ID

source: Graduation Status
hu_hu: Végzés állapota

source: Apply Tags on Course Enrollment
hu_hu: Címkék alkalmazása kurzusbeiratkozáskor

source: Apply these tags on course enrollment
hu_hu: Alkalmazza ezeket a címkéket kurzusbeiratkozáskor

source: Apply Tags on Course Completion
hu_hu: Címkék alkalmazása kurzus teljesítésekor

source: Apply these tags on course completion
hu_hu: Alkalmazza ezeket a címkéket a kurzus teljesítésekor

source: Apply Tags on Lesson Completion
hu_hu: Címkék alkalmazása lecke teljesítésekor

source: Enroll To a Membership Group
hu_hu: Beiratkoztatás egy tagsági csoportba

source: Enroll the contact to a specific LMS Membership Group
hu_hu: Iratkoztassa be a kapcsolatot egy adott LMS tagsági csoportba

source: Select LifterLMS Membership Group to Enroll
hu_hu: Válassza ki a LifterLMS tagsági csoportot a beiratkoztatáshoz

source: Select LifterLMS Membership Group
hu_hu: Válassza ki a LifterLMS tagsági csoportot

source: Memberships
hu_hu: Tagságok

source: LifterLMS - Advanced Reports
hu_hu: LifterLMS - Haladó jelentések

source: Settings -> Integrations Settings -> LifterLMS
hu_hu: Beállítások -> Integrációk beállításai -> LifterLMS

source: to view in details LifterLMS reports
hu_hu: a LifterLMS jelentések részletes megtekintéséhez

source: LifterLMS (Sync Required)
hu_hu: LifterLMS (szinkron szükséges)

source: Enrollment Memberships
hu_hu: Tagsági beiratkozások

source: This funnel runs when a student completes a Course
hu_hu: Ez a Funnel akkor fut, amikor egy tanuló teljesít egy kurzust

source: Student completes a Course in LifterLMS
hu_hu: A tanuló teljesít egy kurzust a LifterLMS-ben

source: Keep it blank to run to any Lesson
hu_hu: Hagyja üresen, hogy bármely leckére fusson

source: This funnel runs when a contact is enrolled in a course
hu_hu: Ez a Funnel akkor fut, amikor egy kapcsolat beiratkozik egy kurzusra

source: Enrollment in a course in LifterLMS
hu_hu: Beiratkozás egy kurzusra a LifterLMS-ben

source: Sync LifterLMS Students to FluentCRM to segment them by their courses data.
hu_hu: Szinkronizálja a LifterLMS tanulókat a FluentCRM-be, hogy kurzusadataik alapján szegmentálhassa őket

source: With LifterLMS deep integration with FluentCRM, you easily segment your students by their enrollment, course dates and target your students more efficiently.
hu_hu: A LifterLMS és a FluentCRM mély integrációjával könnyedén szegmentálhatja tanulóit beiratkozásaik és kurzusidőpontjaik alapján, és hatékonyabban célozhatja őket

source: LifterLMS students are not synced with FluentCRM yet.
hu_hu: A LifterLMS tanulók még nincsenek szinkronizálva a FluentCRM-mel

source: To sync and enable deep integration with LifterLMS students with FluentCRM, please configure and enable sync.
hu_hu: A LifterLMS tanulók FluentCRM-mel való szinkronizálásához és a mély integráció engedélyezéséhez kérjük, konfigurálja és engedélyezze a szinkronizálást

source: Sync LifterLMS Students
hu_hu: LifterLMS tanulók szinkronizálása

source: This funnel runs when a student completes a lesson
hu_hu: Ez a Funnel akkor fut, amikor egy tanuló teljesít egy leckét

source: Student completes a Lesson in LifterLMS
hu_hu: A hallgató teljesít egy leckét a LifterLMS-ben

source: Target Lessons
hu_hu: Célzott leckék

source: Select for which Lessons this automation will run
hu_hu: Válassza ki, mely leckékre fusson ez az automatizáció

source: Please select import by Membership or course enrollment
hu_hu: Kérjük, válassza az importálást tagság vagy kurzusra történő beiratkozás szerint

source: Import By Memberships
hu_hu: Importálás tagságok szerint

source: Select %s Membership
hu_hu: Válassza ki a %s tagságot

source: LifterLMS Courses
hu_hu: LifterLMS kurzusok

source: You do not have permission to access this student\'s reports
hu_hu: Nincs jogosultsága hozzáférni ennek a hallgató\'nak a jelentéseihez

source: Enrolled At
hu_hu: Beiratkozás ideje

source: Grade
hu_hu: Érdemjegy

source: Progress
hu_hu: Előrehaladás

source: Selected tags will be applied to the contact on course enrollment.
hu_hu: A kijelölt címkék a kapcsolat számára a kurzusra történő beiratkozáskor kerülnek alkalmazásra.

source: Apply Tags on course enrollment
hu_hu: Címkék alkalmazása kurzusra való beiratkozáskor

source: Selected tags will be applied to the contact on course completion.
hu_hu: A kijelölt címkék a kapcsolat számára a kurzus teljesítésekor kerülnek alkalmazásra.

source: Apply Tags on course completion
hu_hu: Címkék alkalmazása a kurzus befejezésekor

source: Remove Tags
hu_hu: Címkék eltávolítása

source: Automatically remove tags defined in "Apply Tags" if course enrollment is cancelled.
hu_hu: Automatikusan távolítsa el a "Címkék alkalmazása" alatt meghatározott címkéket, ha a kurzusra történő beiratkozást lemondják.

source: Selected tags will be applied to the contact on membership enrollment.
hu_hu: A kijelölt címkék a kapcsolat számára a tagságba történő felvételkor kerülnek alkalmazásra.

source: Apply Tags on Membership enrollment
hu_hu: Címkék alkalmazása tagságba való felvételkor
