Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpml-cms-nav/wpml-cms-nav-*.po
Languages: hu_hu

source: Adds CMS navigation elements to sites built with WPML | <a href="https://wpml.org">Documentation</a> | <a href="https://wpml.org/version/wpml-cms-nav-1-5-6/">WPML CMS Nav 1.5.6 release notes</a>
hu_hu: CMS navigációs elemeket ad a WPML-lel készült webhelyekhez | <a href="https://wpml.org">Dokumentáció</a> | <a href="https://wpml.org/version/wpml-cms-nav-1-5-6/">WPML CMS Nav 1.5.6 kiadási megjegyzések</a>

source: Sidebar Navigation
hu_hu: Oldalsávos navigáció

source: News
hu_hu: Hírek

source: WPML CMS Navigation is enabled but not effective. It requires <a href="%s">WPML</a> in order to work.
hu_hu: A WPML CMS Navigation engedélyezve van, de nem működik. A működéséhez a <a href="%s">WPML</a> szükséges.

source: WPML CMS Navigation is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
hu_hu: A WPML CMS Navigation engedélyezve van, de nem működik. Nem kompatibilis a <a href="%s">WPML</a> 2.0.5 előtti verzióival.

source: Articles tagged
hu_hu: Címkézett cikkek

source: Search for:
hu_hu: Keresés:

source: CMS Navigation
hu_hu: CMS navigáció

source: Exclude from the top navigation
hu_hu: Kizárás a felső navigációból

source: Mini home (don't list child pages for this page)
hu_hu: Mini kezdőlap (ne listázza ennek az oldalnak a gyermekoldalait)

source: Section
hu_hu: Szakasz

source: --none--
hu_hu: --nincs--

source: enter new
hu_hu: új megadása

source: Offsite page address
hu_hu: Külső oldal címe

source: cancel
hu_hu: mégse

source: Navigation
hu_hu: Navigáció

source: WPML provides advanced menus and navigation to go with your WordPress website, including drop-down menus, breadcrumbs and sidebar navigation.
hu_hu: A WPML fejlett menüket és navigációt biztosít WordPress webhelyéhez, beleértve a legördülő menüket, a morzsamenüt és az oldalsávos navigációt.

source: Configure navigation
hu_hu: Navigáció beállítása

source: Configure
hu_hu: Beállítás

source: The cache has been cleared.
hu_hu: A gyorsítótár törölve.

source: Setup WPML CMS Navigation
hu_hu: A WPML CMS Navigation beállítása

source: Out-of-the-box support for full CMS navigation in your WordPress site including drop down menus, breadcrumbs trail and sidebar navigation.
hu_hu: Azonnal használható támogatás a teljes CMS navigációhoz WordPress webhelyén, beleértve a legördülő menüket, a morzsamenü útvonalát és az oldalsávos navigációt.

source: Settings
hu_hu: Beállítások

source: Page order
hu_hu: Oldalsorrend

source: Menu order
hu_hu: Menüsorrend

source: Alphabetically
hu_hu: Betűrendben

source: Creation time
hu_hu: Létrehozás ideje

source: Blog posts menu
hu_hu: Blogbejegyzések menüje

source: Show blog posts menu
hu_hu: Blogbejegyzések menüjének megjelenítése

source: Categories menu title
hu_hu: Kategóriák menü címe

source: Select what items to display for the blog menu:
hu_hu: Válassza ki, milyen elemek jelenjenek meg a blog menüben:

source: Categories
hu_hu: Kategóriák

source: Recent posts
hu_hu: Legutóbbi bejegyzések

source: Nothing
hu_hu: Semmi

source: Sidebar pages menu
hu_hu: Oldalsáv oldalmenüje

source: Heading start
hu_hu: Címsor kezdete

source: Heading end
hu_hu: Címsor vége

source: Breadcrumbs separator
hu_hu: Morzsamenü elválasztó

source: Caching
hu_hu: Gyorsítótárazás

source: Cache navigation elements for super fast performance
hu_hu: A navigációs elemek gyorsítótárazása a szupergyors teljesítményért

source: Clear cache now
hu_hu: Gyorsítótár törlése most

source: Save Changes
hu_hu: Változtatások mentése

source: Instructions for adding the navigation to your theme
hu_hu: Útmutató a navigáció hozzáadásához a témához

source: Navigation element
hu_hu: Navigációs elem

source: Description
hu_hu: Leírás

source: HTML to add
hu_hu: Hozzáadandó HTML

source: Where to add
hu_hu: Hová kell hozzáadni

source: Top navigation
hu_hu: Felső navigáció

source: A list of the top level pages with drop down menus for second level menus. Can optionally contain the post categories
hu_hu: A legfelső szintű oldalak listája, a második szinthez legördülő menükkel. Opcionálisan tartalmazhatja a bejegyzéskategóriákat.

source: Breadcrumbs trails
hu_hu: Morzsamenü útvonalak

source: Lists the path back to the home page
hu_hu: Felsorolja a kezdőlaphoz vezető útvonalat

source: %1$s or %2$s, %3$s, %4$s, %5$s and %6$s
hu_hu: %1$s vagy %2$s, %3$s, %4$s, %5$s és %6$s

source: Sidebar navigation
hu_hu: Oldalsávos navigáció

source: Local navigation tree with page siblings, parent and brothers
hu_hu: Helyi navigációs fa az oldal testvéroldalaival, szülőjével és gyermekeivel

source: You can also add the sidebar navigation as a <a%s>widget</a>.
hu_hu: Az oldalsávos navigációt <a%s>widgetként</a> is hozzáadhatja.

source: To customize the appearance of the navigation elements, you will need to override the styling provided in the plugin's CSS file.
hu_hu: A navigációs elemek megjelenésének testreszabásához felül kell írnia a bővítmény CSS-fájljában meghatározott stílusokat.

source: Visit %s for full CSS customization information.
hu_hu: Látogasson el ide: %s, ahol teljes körű információt talál a CSS testreszabásáról.
