Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: Selected Templates has been deleted permanently
hu_hu: A kiválasztott sablonokat véglegesen törölte

source: The template has been deleted successfully.
hu_hu: A sablont sikeresen törölte.

source: Invalid Data or Security Code
hu_hu: Érvénytelen adat vagy biztonsági kód

source: Successfully created the WebHook
hu_hu: Sikeresen létrehozta a WebHookot

source: Successfully updated the webhook
hu_hu: Sikeresen frissítette a webhookot

source: Successfully deleted the webhook
hu_hu: Sikeresen törölte a webhookot

source: Revenue
hu_hu: Bevétel

source: Open Rate (%d)
hu_hu: Megnyitási arány (%d)

source: Click Rate (%d)
hu_hu: Átkattintási arány (%d)

source: Click To Open Rate
hu_hu: Megnyitásra jutó átkattintási arány

source: Unsubscribe (%d)
hu_hu: Leiratkozás (%d)

source: Company Name *
hu_hu: Cég neve *

source: Owner Email
hu_hu: Tulajdonos e-mail-címe

source: Owner Name
hu_hu: Tulajdonos neve

source: Industry
hu_hu: Iparág

source: Company Description
hu_hu: Cég leírása

source: Company Logo URL
hu_hu: Céglogó URL

source: Company Email
hu_hu: Cég e-mail-címe

source: Company Phone
hu_hu: Cég telefonszáma

source: Postal Code
hu_hu: Irányítószám

source: Employees Number
hu_hu: Alkalmazottak száma

source: Website URL
hu_hu: Weboldal URL

source: Custom Company Data
hu_hu: Egyéni cégadatok

source: Single Line Text
hu_hu: Egysoros szöveg

source: Multi Line Text
hu_hu: Többsoros szöveg

source: Numeric Field
hu_hu: Numerikus mező

source: Select choice
hu_hu: Egyszeres választás

source: Multiple Select choice
hu_hu: Többszörös választás

source: Radio Choice
hu_hu: Rádiógombos választás

source: Checkboxes
hu_hu: Jelölőnégyzetek

source: Date and Time
hu_hu: Dátum és idő

source: Custom Profile Data
hu_hu: Egyéni profiladatok

source: Custom Email
hu_hu: Egyéni e-mail-cím

source: Funnel Campaign Holder
hu_hu: Tölcsérkampány tulajdonosa

source: Email Sent From Funnel
hu_hu: E-mail elküldve a Funnelből

source: Name Prefix
hu_hu: Megszólítás

source: Full Name
hu_hu: Teljes név

source: Timezone
hu_hu: Időzóna

source: IP Address
hu_hu: IP-cím

source: Source
hu_hu: Forrás

source: Date of Birth (Y-m-d Format only)
hu_hu: Születési dátum (csak Y-m-d formátumban)

source: Primary Company
hu_hu: Elsődleges vállalat

source: User Signup Optin Settings
hu_hu: Felhasználói feliratkozás opt-in beállításai

source: Automatically add your new user signups as subscriber in FluentCRM
hu_hu: Automatikusan adja hozzá az új felhasználói regisztrációkat feliratkozóként a FluentCRM-ben

source: Enable Create new contacts in FluentCRM when users register in WordPress
hu_hu: Engedélyezze új kapcsolatok létrehozását a FluentCRM-ben, amikor a felhasználók regisztrálnak a WordPressben

source: Assign List
hu_hu: Lista hozzárendelése

source: Select Assign List
hu_hu: Válassza ki a hozzárendelendő listát

source: Select the list that will be assigned for new user registration in your site
hu_hu: Válassza ki azt a listát, amely az Ön oldalán új felhasználói regisztrációnál lesz hozzárendelve

source: Assign Tags
hu_hu: Címkék hozzárendelése

source: Select Assign Tag
hu_hu: Válassza ki a hozzárendelendő címkét

source: Select the tags that will be assigned for new user registration in your site
hu_hu: Válassza ki azokat a címkéket, amelyek az Ön oldalán új felhasználói regisztrációnál lesznek hozzárendelve

source: Enable Double-Optin Email Confirmation
hu_hu: Double-Optin e-mail megerősítés engedélyezése

source: Comment Form Subscription Settings
hu_hu: Hozzászólás űrlap feliratkozási beállításai

source: Automatically add your site commenter as subscriber in FluentCRM
hu_hu: Automatikusan adja hozzá az oldalán hozzászólókat feliratkozóként a FluentCRM-ben

source: Enable Create new contacts in FluentCRM when a visitor add a comment in your comment form
hu_hu: Engedélyezze új kapcsolatok létrehozását a FluentCRM-ben, amikor egy látogató hozzászólást ír az Ön hozzászólás űrlapján

source: Checkbox Label for Comment Form
hu_hu: Jelölőnégyzet felirata a hozzászólás űrlapon

source: Select the list that will be assigned for comment will be made in comment forms
hu_hu: Válassza ki azt a listát, amely a hozzászólás űrlapokon történő hozzászólás esetén lesz hozzárendelve

source: Select the tags that will be assigned for new comment will be made in comment forms
hu_hu: Válassza ki azokat a címkéket, amelyek a hozzászólás űrlapokon új hozzászólás esetén lesznek hozzárendelve

source: Enable auto checked status on Comment Form subscription
hu_hu: Automatikus bejelölt állapot engedélyezése a hozzászólás űrlap feliratkozási jelölőnégyzetén

source: Do not show the checkbox if current user already subscribed state
hu_hu: Ne jelenítse meg a jelölőnégyzetet, ha a jelenlegi felhasználó már feliratkozott állapotban van

source: Auto Sync User Data and Contact Data
hu_hu: Felhasználói adatok és kapcsolati adatok automatikus szinkronizálása

source: Automatically Sync your WP User Data and Fluent CRM Contact Data
hu_hu: Automatikusan szinkronizálja a WP felhasználói adatait és a Fluent CRM kapcsolati adatait

source: Enable Sync between WP User Data and Fluent CRM Contact Data
hu_hu: Szinkronizálás engedélyezése a WP felhasználói adatok és a Fluent CRM kapcsolati adatai között

source: Delete FluentCRM contact on WP User delete
hu_hu: FluentCRM-kapcsolat törlése WP felhasználó törlésekor

source: Sign me up for the newsletter!
hu_hu: Iratkoztasson fel a hírlevélre!

source: Woocommerce Checkout Subscription Field
hu_hu: Woocommerce pénztári feliratkozási mező

source: Add a subscription box to WooCommerce Checkout Form
hu_hu: Adjon feliratkozási jelölőnégyzetet a WooCommerce pénztár űrlaphoz

source: Automatically fill WooCommerce Checkout field value with current contact data
hu_hu: A WooCommerce pénztár mezőértékének automatikus kitöltése az aktuális kapcsolati adatokkal

source: Enable Subscription Checkbox to WooCommerce Checkout Page
hu_hu: Feliratkozási jelölőnégyzet engedélyezése a WooCommerce pénztár oldalán

source: Checkbox Label for Checkout checkbox
hu_hu: Pénztár oldali jelölőnégyzet felirata

source: Select the list that will be assigned when checkbox checked
hu_hu: Válassza ki azt a listát, amely a jelölőnégyzet bejelölésekor lesz hozzárendelve

source: Select the tags that will be assigned when checkbox checked
hu_hu: Válassza ki azokat a címkéket, amelyek a jelölőnégyzet bejelölésekor lesznek hozzárendelve

source: Enable auto checked status on checkout page checkbox
hu_hu: Automatikus bejelölt állapot engedélyezése a pénztár oldali jelölőnégyzeten

source: Do not show the checkbox if current user already in subscribed state
hu_hu: Ne jelenítse meg a jelölőnégyzetet, ha a jelenlegi felhasználó már feliratkozott állapotban van

source: Transfer your ActiveCampaign tags and contacts to FluentCRM
hu_hu: Vigye át ActiveCampaign címkéit és kapcsolatait a FluentCRM-be

source: Email and main contact fields will be mapped automatically
hu_hu: Az e-mail és a fő kapcsolati mezők automatikusan lesznek leképezve

source: API Access URL
hu_hu: API hozzáférési URL

source: You can find Account ID Settings -> Developer -> API Access
hu_hu: Az Account ID a Settings -> Developer -> API Access alatt található

source: API Access Key
hu_hu: API hozzáférési kulcs

source: You can find your API key at ActiveCampaign Settings -> Developer -> API Access
hu_hu: Az API-kulcsot az ActiveCampaign Settings -> Developer -> API Access menüpontban találja

source: Based on your selections
hu_hu: Az Ön választásai alapján

source: lists and associate contacts will be imported
hu_hu: listák és társított kapcsolatok importálásra kerülnek

source: contacts have been imported so far.
hu_hu: Eddig ennyi kapcsolat került importálásra.

source: Migrate your ConvertKit contacts and associate to FluentCRM
hu_hu: Migrálja a ConvertKit-kapcsolatait, és társítsa őket a FluentCRM-hez

source: Email Address and First name will be mapped automatically
hu_hu: Az e-mail-cím és a keresztnév automatikusan megfeleltetésre kerül

source: Only Selected tags will be imported from ConvertKit
hu_hu: Csak a kiválasztott címkék lesznek importálva a ConvertKitből

source: API Key
hu_hu: API-kulcs

source: ConvertKit API Key
hu_hu: ConvertKit API-kulcs

source: You can find your API key at ConvertKit
hu_hu: Az API-kulcsát a ConvertKitben találja

source: API Secret
hu_hu: API-titok

source: ConvertKit API Secret
hu_hu: ConvertKit API-titok

source: You can find your API Secret key at ConvertKit Account -> Settings -> Advanced
hu_hu: Az API-titkát a ConvertKit Account -> Settings -> Advanced menüpontban találja

source: Based on your selections,
hu_hu: Választásai alapján,

source: tags and associate contacts will be imported from ConvertKit
hu_hu: a címkék és a társított kapcsolatok a ConvertKitből lesznek importálva

source: Importer is running now.
hu_hu: Az importáló jelenleg fut.

source: tags have been imported so far
hu_hu: Eddig ennyi címke került importálásra

source: Transfer your Drip tags and contacts to FluentCRM
hu_hu: Vigye át a Drip címkéit és kapcsolatait a FluentCRM-be

source: You can find your API key at Drip Profile -> User Info -> API Token
hu_hu: Az API-kulcsát a Drip Profile -> User Info -> API Token alatt találja

source: Account ID
hu_hu: Fiókazonosító

source: Drip Account ID
hu_hu: Drip fiókazonosító

source: You can find Account ID Settings -> General Info -> Account ID
hu_hu: A fiókazonosítót a Settings -> General Info -> Account ID alatt találja

source: contacts will be imported
hu_hu: Kapcsolatok lesznek importálva

source: Transfer your mailchimp lists, tags and contacts from MailChimp to FluentCRM
hu_hu: Vigye át a mailchimp listáit, címkéit és kapcsolatait a MailChimpből a FluentCRM-be

source: MailChimp API Key
hu_hu: MailChimp API-kulcs

source: You can find your API key at MailChimp Account -> Extras -> API keys
hu_hu: Az API-kulcsát a MailChimp Account -> Extras -> API keys menüpontban találja

source: (Contacts count
hu_hu: (Kapcsolatok száma

source: Migrate your MailerLite contacts and associate to FluentCRM
hu_hu: Migrálja a MailerLite-kapcsolatait, és társítsa őket a FluentCRM-hez

source: Only Selected Groups will be imported from MailerLite
hu_hu: Csak a kiválasztott csoportok lesznek importálva a MailerLite-ból

source: MailerLite API Key
hu_hu: MailerLite API-kulcs

source: You can find your API key at MailerLite
hu_hu: Az API-kulcsát a MailerLite-nál találja

source: groups and associate contacts will be imported from MailerLite
hu_hu: a csoportok és a társított kapcsolatok a MailerLite-ból lesznek importálva

source: FluentCRM Tags
hu_hu: FluentCRM címkék

source: includes in
hu_hu: tartalmazza

source: not includes
hu_hu: nem tartalmazza

source: is
hu_hu: egyenlő

source: Select Tags
hu_hu: Címkék kiválasztása

source: FluentCRM Lists
hu_hu: FluentCRM listák

source: Select Lists
hu_hu: Listák kiválasztása

source: Total Order Count
hu_hu: Rendelések teljes száma

source: Will filter the contacts who have at least one order
hu_hu: Azokat a kapcsolatokat szűri, akiknek legalább egy rendelésük van

source: Total Order Value
hu_hu: Rendelések teljes értéke

source: Is guest?
hu_hu: Vendég?

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: First Order Date
hu_hu: Első rendelés dátuma

source: Last Order Date
hu_hu: Utolsó rendelés dátuma

source: Purchased Tags
hu_hu: Vásárolt címkék

source: Specific Product Purchase Times
hu_hu: Adott termék vásárlásainak száma

source: Count how many times a specific product was purchased by this contact
hu_hu: Számolja meg, hányszor vásárolta meg ez a kapcsolat az adott terméket

source: Select Product
hu_hu: Válasszon terméket

source: Purchase Times
hu_hu: Vásárlások száma

source: Select which product you want to match first then how many times it was purchased separately
hu_hu: Először válassza ki, melyik termékre szeretne egyezést, majd külön adja meg, hányszor vásárolták meg

source: Is a customer?
hu_hu: Vásárló?

source: This filter will check if a contact has at least one shop order or not
hu_hu: Ez a szűrő ellenőrzi, hogy a kapcsolatnak van‑e legalább egy áruházi rendelése vagy sem

source: FluentCart Customer
hu_hu: FluentCart vásárló

source: Products in Order
hu_hu: Termékek a rendelésben

source: Purchased From Categories
hu_hu: Kategóriákból vásárolt

source: Shipping Method
hu_hu: Szállítási mód

source: Payment Gateway
hu_hu: Fizetési átjáró

source: Order Status
hu_hu: Rendelés állapota

source: FluentCart Current Order
hu_hu: FluentCart aktuális rendelés

source: Sync %s Customers Now
hu_hu: Szinkronizálja most %s vásárlót

source: Import %s Customers Now
hu_hu: Importálja most %s vásárlót

source: You can sync all your FluentCart Customers into FluentCRM and all future customers and purchase data will be synced.
hu_hu: Szinkronizálhatja az összes FluentCart-vásárlóját a FluentCRM-be, és minden jövőbeli vásárló és vásárlási adat is szinkronizálva lesz.

source: After this sync you can import by product by product and provide appropriate tags
hu_hu: E szinkron után termékenként importálhat, és megadhatja a megfelelő tageket

source: Product History
hu_hu: Termékelőzmények

source: View your purchase history from FluentCart.
hu_hu: Tekintse meg a FluentCartban lévő vásárlási előzményeit.

source: No purchases found for this contact in FluentCart.
hu_hu: Nem található vásárlás ehhez a kapcsolathoz a FluentCartban.

source: (Product)
hu_hu: (Termék)

source: Order Summary
hu_hu: Rendelési összegzés

source: Total Orders
hu_hu: Összes rendelés

source: Total Spent
hu_hu: Összes elköltött összeg

source: First Order
hu_hu: Első rendelés

source: Last Order
hu_hu: Utolsó rendelés

source: No purchased products found.
hu_hu: Nem találhatók megvásárolt termékek.

source: New Order (Success)
hu_hu: Új rendelés (sikeres)

source: This will start when a successful order is created
hu_hu: Ez akkor indul, amikor sikeres rendelés jön létre

source: This will start when an order is created
hu_hu: Ez akkor indul, amikor egy rendelés jön létre

source: Subscription Status
hu_hu: Előfizetés állapota

source: Select Status
hu_hu: Válasszon állapotot

source: Target Products
hu_hu: Céltermékek

source: Select for which products this automation will run
hu_hu: Válassza ki, mely termékekre fusson ez az automatizmus

source: Keep it blank to run to any product purchase
hu_hu: Hagyja üresen, hogy bármely termék vásárlására fusson

source: Or Target Product Categories
hu_hu: Vagy célzott termékkategóriák

source: Select for which product category the automation will run
hu_hu: Válassza ki, mely termékkategórián fusson az automatizmus

source: Keep it blank to run to any category products
hu_hu: Hagyja üresen, hogy bármely kategória termékeire fusson

source: Restart the Automation Multiple times for a contact for this event. (Only enable if you want to restart automation for the same contact)
hu_hu: Indítsa újra az automatizmust többször ennél az eseménynél egy kapcsolat esetében. (Csak akkor engedélyezze, ha ugyanannál a kapcsolatnál újra szeretné indítani az automatizmust)

source: If you enable, then it will restart the automation for a contact if the contact already in the automation. Otherwise, It will just skip if already exist
hu_hu: Ha engedélyezi, az automatizmus újraindul egy kapcsolatnál, ha a kapcsolat már az automatizmusban van. Ellenkező esetben kihagyja, ha már létezik

source: Subscription Expired
hu_hu: Előfizetés lejárt

source: This will start when a subscription expires
hu_hu: Ez akkor indul, amikor egy előfizetés lejár

source: An Automated double-optin email will be sent for new subscribers
hu_hu: Új feliratkozók számára automatikus double opt-in e-mail kerül kiküldésre

source: Target Products (Subscription Only)
hu_hu: Céltermékek (csak előfizetéshez)

source: Select the products you want to include in the automation.
hu_hu: Válassza ki azokat a termékeket, amelyeket bele kíván venni az automatizmusba.

source: You can select multiple products. If you want to run for all products, then leave it empty
hu_hu: Több terméket is kiválaszthat. Ha az összes termékre szeretné futtatni, hagyja üresen

source: Order Canceled
hu_hu: Rendelés törölve

source: This will start when an order is canceled
hu_hu: Ez akkor indul, amikor egy rendelés törlődik

source: Order Delivered
hu_hu: Rendelés kézbesítve

source: This will start when a successful order is delivered
hu_hu: Ez akkor indul, amikor egy sikeres rendelés kézbesítésre kerül

source: This will start when an order is delivered
hu_hu: Ez akkor indul, amikor egy rendelés kézbesítésre kerül

source: Order Paid (Payment/Subscription)
hu_hu: Rendelés fizetve (Fizetés/Előfizetés)

source: This will start when an order is paid
hu_hu: Ez akkor indul, amikor egy rendelést kifizetnek

source: Order Refunded (Full)
hu_hu: Rendelés visszatérítve (Teljes)

source: This will start when a successful order is refunded
hu_hu: Ez akkor indul, amikor egy sikeres rendelést visszatérítenek

source: This will start when an order is refunded
hu_hu: Ez akkor indul, amikor egy rendelést visszatérítenek

source: Order Shipped
hu_hu: Rendelés feladva

source: This will start when a successful order is shipped
hu_hu: Ez akkor indul, amikor egy sikeres rendelést feladnak

source: This will start when an order is shipped
hu_hu: Ez akkor indul, amikor egy rendelést feladnak

source: Order Status Changed
hu_hu: Rendelés státusza megváltozott

source: This funnel will start when an order status updates
hu_hu: Ez a Funnel akkor indul, amikor egy rendelés státusza frissül

source: FluentCart Order Status Changed
hu_hu: FluentCart rendelés státusza megváltozott

source: This Funnel will start when a Order status will change from one state to another
hu_hu: Ez a Funnel akkor indul, amikor egy rendelés státusza egyik állapotból a másikba változik

source: Any
hu_hu: Bármely

source: Keep it blank to run to any product status changed
hu_hu: Hagyja üresen, hogy bármely termék státuszváltozására fusson

source: From Order Status
hu_hu: Kezdő rendelésstátusz

source: To Order Status
hu_hu: Cél rendelésstátusz

source: Subscription Activated
hu_hu: Előfizetés aktiválva

source: This will start when a subscription is activated
hu_hu: Ez akkor indul, amikor egy előfizetés aktiválásra kerül

source: Subscription Cancelled
hu_hu: Előfizetés lemondva

source: This will start when a subscription is cancelled
hu_hu: Ez akkor indul, amikor egy előfizetés lemondásra kerül

source: Subscription End of Term (Completed)
hu_hu: Előfizetés futamidejének vége (Befejezve)

source: This will start when a subscription reaches it's end of term(completed)
hu_hu: Ez akkor indul, amikor egy előfizetés eléri a futamideje végét (befejezve)

source: Subscription Expired / End of Access Validity
hu_hu: Előfizetés lejárt / Hozzáférési érvényesség vége

source: Subscription Renewed
hu_hu: Előfizetés megújítva

source: This will start when a subscription is renewed
hu_hu: Ez akkor indul, amikor egy előfizetés megújításra kerül

source: Connect FluentCRM with WP Fluent Forms and subscribe a contact when a form is submitted.
hu_hu: Csatlakoztassa a FluentCRM-et a WP Fluent Forms-szal, és iratkoztasson fel egy kapcsolatot, amikor egy űrlapot beküldenek.

source: Configuration required!
hu_hu: Konfiguráció szükséges!

source: FluentCRM is not configured yet! Please configure your FluentCRM api first
hu_hu: FluentCRM még nincs konfigurálva! Kérjük, először konfigurálja a FluentCRM api-t

source: Set FluentCRM
hu_hu: FluentCRM beállítása

source: Feed Name
hu_hu: Feed neve

source: Your Feed Name
hu_hu: Az Ön Feed neve

source: FluentCRM List
hu_hu: FluentCRM lista

source: Select FluentCRM List
hu_hu: Válasszon FluentCRM listát

source: Select the FluentCRM List you would like to add your contacts to.
hu_hu: Válassza ki azt a FluentCRM listát, amelyhez hozzá szeretné adni a kapcsolatait.

source: Primary Fields
hu_hu: Elsődleges mezők

source: Associate your FluentCRM merge tags to the appropriate Fluent Form fields by selecting the appropriate form field from the list.
hu_hu: Rendelje a FluentCRM merge tageket a megfelelő Fluent Form mezőkhöz a listából a megfelelő űrlapmező kiválasztásával.

source: FluentCRM Field
hu_hu: FluentCRM mező

source: Form Field
hu_hu: Űrlapmező

source: Email Address
hu_hu: E-mail-cím

source: If First Name & Last Name is not available full name will be used to get first name and last name
hu_hu: Ha a keresztnév és a vezetéknév nem érhető el, a keresztnév és vezetéknév meghatározásához a teljes név kerül felhasználásra

source: Other Fields
hu_hu: Egyéb mezők

source: Select which Fluent Form fields pair with their<br /> respective FlunentCRM fields.
hu_hu: Válassza ki, hogy mely Fluent Form mezők párosulnak a<br /> megfelelő FlunentCRM mezőkkel.

source: Contact Tags
hu_hu: Kapcsolat tagek

source: Enable Dynamic Tag Selection
hu_hu: Dinamikus tagválasztás engedélyezése

source: Set Tag
hu_hu: Tag beállítása

source: Skip if contact already exist in FluentCRM
hu_hu: Ugorja át, ha a kapcsolat már létezik a FluentCRM-ben

source: Skip name update if existing contact have old data (per primary field)
hu_hu: Ugorja át a név frissítését, ha a meglévő kapcsolatnak régi adatai vannak (elsődleges mezőnként)

source: Enable Double opt-in for new contacts
hu_hu: Kettős opt-in engedélyezése az új kapcsolatok számára

source: Enable Force Subscribe if contact is not in subscribed status (Existing contact only)
hu_hu: Engedélyezze a kényszerített feliratkozást, ha a kontakt nincs feliratkozott státuszban (csak meglévő kontakt)

source: If you enable this then contact will forcefully subscribed no matter in which status that contact had
hu_hu: Ha ezt engedélyezi, a kontaktot kényszerítve feliratkoztatjuk, függetlenül attól, milyen státusza volt

source: Conditional Logics
hu_hu: Feltételes logikák

source: Allow FluentCRM integration conditionally based on your submission values
hu_hu: Engedélyezze a FluentCRM-integrációt feltételesen az Ön beküldéskor megadott értékei alapján

source: On Subscription Active
hu_hu: Előfizetés aktív

source: On Subscription Cancel
hu_hu: Előfizetés lemondva

source: On Payment Refund
hu_hu: Fizetés visszatérítve

source: Run only on events
hu_hu: Csak események esetén fusson

source: If you check any of the events then this feed will only run to the selected events
hu_hu: Ha bejelöl bármelyik eseményt, akkor ez a feed csak a kiválasztott eseményeknél fog futni

source: Remove Contact Tags
hu_hu: Kontakt címkéinek eltávolítása

source: Select Tags (remove from contact)
hu_hu: Válasszon címkéket (eltávolítás a kontaktról)

source: (Optional) The selected tags will be removed from the contact (if exist)
hu_hu: (Opcionális) A kiválasztott címkék eltávolításra kerülnek a kontaktról (ha léteznek)

source: Enable This feed
hu_hu: Engedélyezze ezt a feedet

source: FluentCRM API called skipped because no valid email available
hu_hu: A FluentCRM API-hívás kihagyva, mert nem áll rendelkezésre érvényes e-mail-cím

source: Contact creation has been skipped because contact already exist in the database
hu_hu: A kontakt létrehozását kihagytuk, mert a kontakt már létezik az adatbázisban

source: Contact has been created in FluentCRM. Contact ID:
hu_hu: A kontakt létrejött a FluentCRM-ben. Kontaktazonosító:

source: Contact has been updated in FluentCRM. Contact ID:
hu_hu: A kontakt frissült a FluentCRM-ben. Kontaktazonosító:

source: FluentCRM Profile
hu_hu: FluentCRM-profil

source: Will be cancelled after %d payments. (%d/%d)
hu_hu: A lemondás %d fizetés után történik meg. (%d/%d)

source: Will be billed until cancelled
hu_hu: A számlázás a lemondásig tart

source: was set by mailgun webhook api with event name:
hu_hu: a mailgun webhook api állította be, eseménynévvel:

source: at
hu_hu: ekkor
