Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: All companies has been processed
hu_hu: Az összes cég feldolgozva

source: Selected Companies has been deleted permanently
hu_hu: A kijelölt cégek véglegesen törölve

source: Please select status
hu_hu: Kérjük, válassza ki az állapotot

source: Status has been changed for the selected companies
hu_hu: A kijelölt cégek állapota megváltozott

source: Company Type has been updated for the selected companies
hu_hu: A kijelölt cégek cégtípusa frissítve

source: Company Category has been updated for the selected companies
hu_hu: A kijelölt cégek cégkategóriája frissítve

source: Selected bulk action has been successfully completed
hu_hu: A kiválasztott tömeges művelet sikeresen befejeződött

source: Note has been successfully added
hu_hu: A jegyzet sikeresen hozzáadva

source: Note successfully updated
hu_hu: A jegyzet sikeresen frissítve

source: Note successfully deleted
hu_hu: A jegyzet sikeresen törölve

source: Fields saved successfully!
hu_hu: A mezők sikeresen mentve!

source: Handler could not be found.
hu_hu: A kezelő nem található.

source: The file must be a valid CSV.
hu_hu: A fájlnak érvényes CSV-nek kell lennie.

source: Looks like your csv has same name header multiple times. Please fix your csv first and remove any duplicate header column
hu_hu: Úgy tűnik, az Ön csv-je többször tartalmaz azonos nevű fejlécet. Kérjük, először javítsa a csv-t, és távolítsa el minden duplikált fejlécoszlopot

source: Group name updated successfully!
hu_hu: A csoportnév sikeresen frissítve!

source: Active Fluent Forms
hu_hu: Aktív Fluent Forms

source: Install Fluent Forms
hu_hu: Fluent Forms telepítése

source: Collect leads and build any type of forms, accept payments, connect with your CRM with the Fastest Contact Form Builder Plugin for WordPress
hu_hu: Gyűjtse a leadeket és készítsen bármilyen űrlapot, fogadjon kifizetéseket, csatlakoztassa a CRM-jéhez a WordPress leggyorsabb kapcsolatfelvételi űrlapkészítő bővítményével

source: Active Fluent SMTP
hu_hu: Aktív Fluent SMTP

source: Install Fluent SMTP
hu_hu: Fluent SMTP telepítése

source: The Ultimate SMTP and SES Plugin for WordPress. Connect with any SMTP, SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft and more.
hu_hu: A végső SMTP és SES bővítmény WordPresshez. Csatlakozzon bármely SMTP-hez, a SendGridhez, a Mailgunhoz, az SES-hez, a Sendinblue-hoz, a PepiPosthoz, a Google-höz, a Microsofthoz és még sok máshoz.

source: Active Fluent Support
hu_hu: Aktív Fluent Support

source: Install Fluent Support
hu_hu: Fluent Support telepítése

source: WordPress Helpdesk and Customer Support Ticket Plugin. Provide awesome support and manage customer queries right from your WordPress dashboard.
hu_hu: WordPress ügyfélszolgálati és jegykezelő bővítmény. Nyújtson kiváló támogatást, és kezelje az ügyfélkérdéseket közvetlenül a WordPress vezérlőpultjáról.

source: Active Fluent Connect
hu_hu: Aktív Fluent Connect

source: Install Fluent Connect
hu_hu: Telepítse a Fluent Connectet

source: Connect FluentCRM with ThriveCart and create, segment contact and run automation on ThriveCart purchase events.
hu_hu: Csatlakoztassa a FluentCRM-et a ThriveCarttal, hozzon létre és szegmentáljon névjegyeket, valamint futtasson automatizációkat a ThriveCart vásárlási eseményein.

source: Please check your inbox to confirm your subscription
hu_hu: Kérjük, ellenőrizze a beérkező levelek mappáját a feliratkozás megerősítéséhez

source: You are successfully subscribed to our email list
hu_hu: Sikeresen feliratkozott az e-mail listánkra

source: FluentCRM Integration Feed
hu_hu: FluentCRM integrációs adatfolyam

source: Form has been created
hu_hu: Az űrlap létrehozva

source: Inline Opt-in Form
hu_hu: Beágyazott feliratkozó űrlap

source: Simple Opt-in Form
hu_hu: Egyszerű feliratkozó űrlap

source: Subscription Form
hu_hu: Feliratkozási űrlap

source: Funnel has been created. Please configure now
hu_hu: A tölcsér létrehozva. Kérjük, konfigurálja most

source: Funnel has been deleted
hu_hu: A tölcsér törölve

source: Trigger name is same
hu_hu: A trigger neve ugyanaz

source: Funnel Trigger has been successfully updated
hu_hu: A tölcsér triggerje sikeresen frissítve

source: Please provide funnel subscriber IDs
hu_hu: Kérjük, adja meg a tölcsér feliratkozóinak azonosítóit

source: Selected subscribers has been removed from this automation funnels
hu_hu: A kiválasztott feliratkozókat eltávolítottuk ezekből az automatizációs tölcsérekből

source: Funnel already have the same status
hu_hu: A tölcsérnek már ugyanilyen az állapota

source: Please provide funnel IDs
hu_hu: Kérjük, adja meg a tölcsérek azonosítóit

source: Status has been changed for the selected funnels
hu_hu: A kiválasztott tölcsérek állapota megváltozott

source: Selected Funnels has been deleted permanently
hu_hu: A kiválasztott tölcsérek véglegesen törölve

source: [Copy]
hu_hu: [Másolás]

source: Funnel has been successfully cloned
hu_hu: A tölcsér sikeresen klónozva

source: Funnel has been successfully imported
hu_hu: A tölcsér sikeresen importálva

source: subscriber_ids parameter is required
hu_hu: A subscriber_ids paraméter kötelező

source: Subscribed has been removed from this automation funnel
hu_hu: A feliratkozó el lett távolítva ebből az automatizációs tölcsérből

source: Subscription status is required
hu_hu: A feliratkozási állapot kötelező

source: No Corresponding report found
hu_hu: Nem található megfelelő jelentés

source: The status already completed state
hu_hu: Az állapot már befejezett állapotban van

source: Status has been updated to %s
hu_hu: Az állapot frissítve erre: %s

source: Funnel status need to be published
hu_hu: A tölcsér állapotát közzé kell tenni

source: This feature require latest version of FluentCRM Pro version
hu_hu: Ez a funkció a FluentCRM Pro legújabb verzióját igényli

source: Synced successfully
hu_hu: Sikeresen szinkronizálva

source: Funnel has been created from template
hu_hu: A tölcsér sablonból lett létrehozva

source: Remote URL is required
hu_hu: A távoli URL megadása kötelező

source: No subscriber found to send test webhook. Please add at least one contact with subscribed status.
hu_hu: Nem található feliratkozó a teszt webhook küldéséhez. Kérjük, adjon hozzá legalább egy névjegyet feliratkozott állapottal.

source: Test Webhook failed to send
hu_hu: A teszt webhook küldése nem sikerült

source: Test Webhook has been sent successfully
hu_hu: A teszt webhook sikeresen elküldve

source: Funnel already have the same title
hu_hu: A tölcsérnek már ugyanilyen a címe

source: Labels has been Updated successfully
hu_hu: A címkék sikeresen frissítve

source: Label has been deleted successfully
hu_hu: A címke sikeresen törölve

source: Please provide label slug
hu_hu: Kérjük, adja meg a címke slugját

source: Removed from funnel successfully
hu_hu: Sikeresen eltávolítva a tölcsérből

source: Invalid Action
hu_hu: Érvénytelen művelet

source: Label not found
hu_hu: A címke nem található

source: CSV File
hu_hu: CSV fájl

source: WordPress Users
hu_hu: WordPress felhasználók

source: Sorry no driver found for this import
hu_hu: Sajnáljuk, nem található illesztőprogram ehhez az importáláshoz

source: Select User Roles
hu_hu: Válasszon felhasználói szerepköröket

source: Please check the user roles that you want to import as contact
hu_hu: Kérjük, jelölje be azokat a felhasználói szerepköröket, amelyeket névjegyként szeretne importálni

source: All
hu_hu: Összes

source: Next [Review Data]
hu_hu: Következő [Adatok áttekintése]

source: Import Users Now
hu_hu: Felhasználók importálása most

source: Import LifterLMS students by course and groups then segment by associate tags. This is a pro feature. Please upgrade to activate this feature
hu_hu: Importálja a LifterLMS hallgatókat kurzusok és csoportok szerint, majd szegmentálja kapcsolt címkék alapján. Ez egy pro funkció. Kérjük, frissítsen a funkció aktiválásához

source: Import LearnDash students by course and groups then segment by associate tags. This is a pro feature. Please upgrade to activate this feature
hu_hu: Importálja a LearnDash hallgatókat kurzusok és csoportok szerint, majd szegmentálja kapcsolt címkék alapján. Ez egy pro funkció. Kérjük, frissítsen a funkció aktiválásához

source: Import TutorLMS students by course then segment by associate tags. This is a pro feature. Please upgrade to activate this feature
hu_hu: Importálja a TutorLMS hallgatókat kurzus szerint, majd szegmentálja kapcsolt címkék alapján. Ez egy pro funkció. Kérjük, frissítsen a funkció aktiválásához

source: Import Paid Membership Pro members by membership levels then segment by associate tags. This is a pro feature. Please upgrade to activate this feature
hu_hu: Importálja a Paid Membership Pro tagjait tagsági szintek szerint, majd szegmentálja kapcsolt címkék alapján. Ez egy pro funkció. Kérjük, frissítsen a funkció aktiválásához

source: Import Wishlist members by membership levels then segment by associate tags. This is a pro feature. Please upgrade to activate this feature
hu_hu: Importálja a Wishlist tagjait tagsági szintek szerint, majd szegmentálja kapcsolt címkék alapján. Ez egy pro funkció. Kérjük, frissítsen a funkció aktiválásához

source: Import Restrict Content Pro members by membership levels then segment by associate tags. This is a pro feature. Please upgrade to activate this feature
hu_hu: Importálja a Restrict Content Pro tagjait tagsági szintek szerint, majd szegmentálja kapcsolt címkék alapján. Ez egy pro funkció. Kérjük, frissítsen a funkció aktiválásához

source: Import %s members by member groups and member types then segment by associate tags. This is a pro feature. Please upgrade to activate this feature
hu_hu: Importálja a %s tagjait tagcsoportok és tagtípusok szerint, majd szegmentálja kapcsolt címkék alapján. Ez egy pro funkció. Kérjük, frissítsen a funkció aktiválásához

source: Import LearnPress students by course then segment by associate tags. This is a pro feature. Please upgrade to activate this feature
hu_hu: Importálja a LearnPress hallgatókat kurzus szerint, majd szegmentálja kapcsolt címkék alapján. Ez egy pro funkció. Kérjük, frissítsen a funkció aktiválásához

source: Successfully saved the list.
hu_hu: A lista sikeresen mentve.

source: Provided Lists have been successfully created
hu_hu: A megadott listák sikeresen létrehozva

source: Successfully removed the list.
hu_hu: A lista sikeresen eltávolítva.

source: Selected Lists has been removed permanently
hu_hu: A kiválasztott listák véglegesen eltávolítva

source: Sorry no driver found for the selected CRM
hu_hu: Sajnáljuk, nem található illesztőprogram a kiválasztott CRM-hez

source: Your provided API key is valid
hu_hu: Az Ön által megadott API-kulcs érvényes

source: Selected emails has been deleted
hu_hu: A kiválasztott e-mailek törölve lettek

source: ##crm.manage_subscription_url## or ##crm.unsubscribe_url## string is required for compliance. Please include unsubscription or manage subscription link
hu_hu: A megfelelőséghez szükséges a ##crm.manage_subscription_url## vagy a ##crm.unsubscribe_url## karakterlánc. Kérjük, illessze be a leiratkozási vagy a feliratkozás kezelésére szolgáló hivatkozást

source: Settings Updated
hu_hu: A beállítások frissítve

source: Optin Email Subject
hu_hu: Optin e-mail tárgya

source: Email Subject
hu_hu: E-mail tárgya

source: Your double-optin email subject
hu_hu: Az Ön double-optin e-mailjének tárgya

source: Optin Email Pre Header
hu_hu: Optin e-mail előfejléc

source: Email Pre Header
hu_hu: E-mail előfejléc

source: Your double-optin email pre header
hu_hu: Az Ön double-optin e-mailjének előfejléce

source: Double-Optin Email Body
hu_hu: Double-Optin e-mail törzse

source: Email Body
hu_hu: E-mail törzse

source: Provide Email Body for the double-optin
hu_hu: Adja meg a double-optin e-mail törzsét

source: Design Template
hu_hu: Dizájn sablon

source: Email Design Template for this double-optin email
hu_hu: E-mail dizájn sablon ehhez a double-optin e-mailhez

source: After Confirmation Actions
hu_hu: Megerősítés utáni műveletek

source: Please provide details after a contact confirm double option from email
hu_hu: Kérjük, adja meg a részleteket, miután egy kapcsolat e-mailben megerősíti a double opt-in-t

source: After Confirmation Type
hu_hu: Megerősítés utáni típus

source: Please select what will happen once a contact confirm double-optin
hu_hu: Kérjük, válassza ki, mi történjen, miután egy kapcsolat megerősíti a double-optin-t

source: Show Message
hu_hu: Üzenet megjelenítése

source: Redirect to an URL
hu_hu: Átirányítás egy URL-re

source: After Confirmation Message
hu_hu: Megerősítés utáni üzenet

source: This message will be shown after a subscriber confirm subscription
hu_hu: Ez az üzenet a feliratkozó feliratkozásának megerősítése után jelenik meg

source: Redirect URL
hu_hu: Átirányítási URL

source: Please provide redirect URL after confirmation
hu_hu: Kérjük, adja meg az átirányítási URL-t megerősítés után

source: Enable Tag based double optin redirect
hu_hu: Címkealapú double optin átirányítás engedélyezése

source: Email Subject is required
hu_hu: Az e-mail tárgya kötelező

source: Email Body is required
hu_hu: Az e-mail törzse kötelező

source: After Confirmation Message is required
hu_hu: A megerősítés utáni üzenet megadása kötelező

source: Email Body need to contains activation link
hu_hu: Az e-mail törzsének tartalmaznia kell az aktiválási hivatkozást

source: Double Opt-in settings has been updated
hu_hu: A Double Opt-in beállítások frissítve lettek

source: Valid
hu_hu: Érvényes

source: Sorry, You do not have admin permission to reset database
hu_hu: Sajnáljuk, Önnek nincs admin jogosultsága az adatbázis alaphelyzetbe állításához

source: Development mode is not activated. So you can not use this feature. You can define "FLUENTCRM_IS_DEV_FEATURES" in your wp-config to enable this feature
hu_hu: A fejlesztői mód nincs aktiválva. Ezért nem használhatja ezt a funkciót. A funkció engedélyezéséhez a wp-config fájlban definiálhatja a "FLUENTCRM_IS_DEV_FEATURES" értéket

source: All FluentCRM Database Tables have been resetted
hu_hu: Az összes FluentCRM adatbázistábla alaphelyzetbe lettek állítva

source: Please use this bounce handler url in your Amazon SES + SNS settings
hu_hu: Kérjük, használja ezt a bounce handler url-t az Amazon SES + SNS beállításaiban

source: Please paste this URL into your Mailgun's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a Mailgun Webhook beállításaiba a Bounce Handling engedélyezéséhez a FluentCRM-ben

source: Please paste this URL into your PepiPost's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a PepiPost Webhook beállításaiba a Bounce Handling engedélyezéséhez a FluentCRM-ben

source: Please paste this URL into your PostMark's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a PostMark Webhook beállításaiba a Bounce Handling engedélyezéséhez a FluentCRM-ben

source: Please paste this URL into your SendGrid's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a SendGrid Webhook beállításaiba a Bounce Handling engedélyezéséhez a FluentCRM-ben

source: Please paste this URL into your SparkPost's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a SparkPost Webhook beállításaiba a Bounce Handling engedélyezéséhez a FluentCRM-ben

source: Please paste this URL into your Elastic Email's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t az Elastic Email Webhook beállításaiba a Bounce Handling engedélyezéséhez a FluentCRM-ben

source: Please paste this URL into your Postal Server's Webhook settings to enable Bounce Handling with FluentCRM. Please select only MessageBounced & MessageDeliveryFailed event
hu_hu: Kérjük, illessze be ezt az URL-t a Postal Server Webhook beállításaiba a Bounce Handling engedélyezéséhez a FluentCRM-ben. Kérjük, csak a MessageBounced és a MessageDeliveryFailed eseményt válassza ki

source: Please paste this URL into your Brevo's Webhook settings to enable Bounce Handling with FluentCRM
hu_hu: Kérjük, illessze be ezt az URL-t a Brevo Webhook beállításaiba a Bounce Handling engedélyezéséhez a FluentCRM-ben

source: Settings has been updated
hu_hu: A beállítások frissítve lettek

source: Scheduled Email Sending Tasks
hu_hu: Ütemezett e-mail küldési feladatok

source: Scheduled Email Processing
hu_hu: Ütemezett e-mail feldolgozás

source: Scheduled Automation Tasks
hu_hu: Ütemezett automatizálási feladatok

source: Scheduled Email Sending
hu_hu: Ütemezett e-mail küldés

source: The provided hook name is not valid
hu_hu: A megadott hook neve érvénytelen

source: Selected CRON Event successfully ran
hu_hu: A kiválasztott CRON Event sikeresen lefutott

source: Email History Logs
hu_hu: E-mail előzmények naplói

source: Email clicks
hu_hu: E-mail kattintások

source: Email Opens
hu_hu: E-mail megnyitások

source: System Logs
hu_hu: Rendszernaplók

source: Activity Logs
hu_hu: Tevékenységnaplók

source: Logs older than %d days have been deleted successfully
hu_hu: A %d napnál régebbi naplók sikeresen törölve lettek

source: Sorry, the provided user does not have FluentCRM access
hu_hu: Sajnáljuk, a megadott felhasználónak nincs hozzáférése a FluentCRM-hez

source: Sorry, You do not have permission to delete REST API
hu_hu: Sajnáljuk, Önnek nincs jogosultsága a REST API törléséhez

source: Something is wrong
hu_hu: Valami nincs rendben

source: API Key has been successfully deleted
hu_hu: Az API-kulcs sikeresen törölve lett

source: Sorry, You do not have permission to create REST API
hu_hu: Sajnáljuk, Önnek nincs jogosultsága REST API létrehozására

source: API Key has been successfully created
hu_hu: Az API-kulcs sikeresen létrehozva lett

source: Sorry, the provided provider does not exist
hu_hu: Sajnáljuk, a megadott szolgáltató nem létezik

source: Installation has been completed
hu_hu: A telepítés befejeződött

source: Fluent Forms has been installed and activated
hu_hu: A Fluent Forms telepítve és aktiválva lett

source: Sorry! you do not have permission to install plugin
hu_hu: Sajnáljuk! Nincs jogosultsága a bővítmény telepítéséhez

source: FluentSMTP plugin has been installed and activated successfully
hu_hu: A FluentSMTP bővítmény sikeresen telepítve és aktiválva lett

source: FluentConnect plugin has been installed and activated successfully
hu_hu: A FluentConnect bővítmény sikeresen telepítve és aktiválva lett

source: Fluent Support plugin has been installed and activated successfully
hu_hu: A Fluent Support bővítmény sikeresen telepítve és aktiválva lett

source: Subscriber not found
hu_hu: Feliratkozó nem található

source: Subscribers successfully updated
hu_hu: A feliratkozók sikeresen frissítve lettek

source: Selected Subscriber has been deleted successfully
hu_hu: A kiválasztott feliratkozó sikeresen törölve lett

source: Selected Subscribers has been deleted
hu_hu: A kiválasztott feliratkozók törölve lettek

source: Successfully updated the
hu_hu: Sikeresen frissítette a

source: Provided email already assigned to another subscriber.
hu_hu: A megadott e-mail már egy másik feliratkozóhoz van hozzárendelve.

source: Successfully added the subscriber.
hu_hu: A feliratkozó sikeresen hozzáadva.

source: contact has been successfully updated.
hu_hu: A névjegy sikeresen frissítve lett.

source: Sorry contact already exist
hu_hu: Sajnáljuk, a névjegy már létezik

source: Successfully added/updated the subscribers.
hu_hu: A feliratkozók sikeresen hozzáadva/frissítve.

source: Subscriber successfully updated
hu_hu: A feliratkozó sikeresen frissítve lett

source: Note successfully added
hu_hu: A jegyzet sikeresen hozzáadva

source: Contact Already Subscribed
hu_hu: A névjegy már feliratkozott

source: Double OptIn email has been sent
hu_hu: A Double OptIn e-mail elküldve lett

source: Custom Email to Contact
hu_hu: Egyéni e-mail a névjegynek

source: Subscriber's status need to be subscribed.
hu_hu: A feliratkozó státuszának feliratkozottnak kell lennie.

source: Custom Email has been successfully sent
hu_hu: Az egyéni e-mail sikeresen elküldve lett

source: Handled could not be found.
hu_hu: A Handled nem található.

source: Invalid Advanced Filters
hu_hu: Érvénytelen speciális szűrők

source: All contacts has been processed
hu_hu: Minden névjegy feldolgozásra került

source: Subscribers selection is required
hu_hu: A feliratkozók kiválasztása kötelező

source: Selected Contacts has been deleted permanently
hu_hu: A kiválasztott névjegyek véglegesen törölve lettek

source: Double optin sent to selected contacts
hu_hu: Double optin elküldve a kiválasztott névjegyeknek

source: This action requires FluentCRM Pro
hu_hu: Ehhez a művelethez FluentCRM Pro szükséges

source: Invalid Email Sequence ID
hu_hu: Érvénytelen e-mail sorozat azonosító

source: No valid active subscribers found for this chunk
hu_hu: Ehhez a köteghez nem található érvényes aktív feliratkozó

source: No valid active subscribers found for this sequence
hu_hu: Ehhez a sorozathoz nem található érvényes aktív feliratkozó

source: %d subscribers has been attached to the selected email sequence
hu_hu: %d feliratkozó hozzá lett csatolva a kiválasztott e-mail sorozathoz

source: Invalid Company ID
hu_hu: Érvénytelen vállalat-azonosító

source: No valid active subscribers found for this company
hu_hu: Ehhez a vállalathoz nem található érvényes aktív feliratkozó

source: %d subscribers has been attached to the selected company
hu_hu: %d feliratkozó hozzá lett csatolva a kiválasztott vállalathoz

source: %d subscribers has been detached from the selected company
hu_hu: %d feliratkozó le lett választva a kiválasztott vállalatról

source: Status has been changed for the selected subscribers
hu_hu: A kiválasztott feliratkozók státusza meg lett változtatva

source: Invalid Automation Funnel ID
hu_hu: Érvénytelen automatizálási tölcsér-azonosító

source: No valid active subscribers found for this funnel
hu_hu: Ehhez a tölcsérhez nem található érvényes aktív feliratkozó

source: %d subscribers has been attached to the selected automation funnel
hu_hu: %d feliratkozó hozzá lett csatolva a kiválasztott automatizálási tölcsérhez

source: Contact Type has been updated for the selected subscribers
hu_hu: A kiválasztott feliratkozók névjegytípusa frissítve lett

source: Please provide a valid custom field key
hu_hu: Kérjük, adjon meg érvényes egyéni mezőkulcsot

source: Custom Fields has been updated for the selected subscribers
hu_hu: Az egyéni mezők frissítve lettek a kiválasztott feliratkozóknál

source: Selected Action is not valid
hu_hu: A kiválasztott művelet nem érvényes

source: Please provide bulk options
hu_hu: Kérjük, adja meg a tömeges beállításokat

source: Event Tracker is not enabled
hu_hu: Az Event Tracker nincs engedélyezve

source: Event has been tracked
hu_hu: Az esemény rögzítve lett

source: All logs has been deleted
hu_hu: Az összes napló törölve lett

source: Successfully saved the tag.
hu_hu: Sikeresen elmentette a címkét.

source: Successfully saved the tags.
hu_hu: Sikeresen elmentette a címkéket.

source: Successfully removed the tag.
hu_hu: Sikeresen eltávolította a címkét.

source: Selected Tags has been removed permanently
hu_hu: A kiválasztott címkéket véglegesen eltávolította

source: Template successfully created
hu_hu: Sikeresen létrehozta a sablont

source: Template successfully duplicated
hu_hu: Sikeresen duplikálta a sablont

source: Template successfully updated
hu_hu: Sikeresen frissítette a sablont

source: Status has been changed for the selected templates
hu_hu: A kiválasztott sablonok állapotát megváltoztatta
