Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: Add New Manager
hu_hu: Új menedzser hozzáadása

source: Add New REST API Key
hu_hu: Új REST API Key hozzáadása

source: Add New Smart Link
hu_hu: Új Smart Link hozzáadása

source: Add OR Condition
hu_hu: VAGY feltétel hozzáadása

source: Add Options
hu_hu: Opciók hozzáadása

source: Add Sequence
hu_hu: Sorozat hozzáadása

source: Add SmartCodes
hu_hu: SmartCodes hozzáadása

source: Add Social Media URLs
hu_hu: Közösségi média URL-ek hozzáadása

source: Add Subscribers
hu_hu: Feliratkozók hozzáadása

source: Add Tags
hu_hu: Címkék hozzáadása

source: Add Tags to Subscribers
hu_hu: Címkék hozzáadása a feliratkozókhoz

source: Add To Automation
hu_hu: Hozzáadás az automatizáláshoz

source: Add To Automation Funnel
hu_hu: Hozzáadás az automatizálási tölcsérhez

source: Add To Company
hu_hu: Hozzáadás a vállalathoz

source: Add To Email Sequence
hu_hu: Hozzáadás az e-mail sorozathoz

source: Add To Lists
hu_hu: Hozzáadás a listákhoz

source: Add To Sequence
hu_hu: Hozzáadás a sorozathoz

source: Add To Sequence:
hu_hu: Hozzáadás a sorozathoz:

source: Add To Tags
hu_hu: Hozzáadás a címkékhez

source: Add Value
hu_hu: Adjon hozzá értéket

source: Add a Sequence Email
hu_hu: Adjon hozzá egy e-mailt a sorozathoz

source: Add existing company
hu_hu: Adjon hozzá meglévő céget

source: Add existing contacts
hu_hu: Adjon hozzá meglévő kapcsolatokat

source: Add new Manager
hu_hu: Adjon hozzá új menedzsert

source: Add new filter to narrow down your contacts based on different properties
hu_hu: Adjon hozzá új szűrőt, hogy különböző tulajdonságok alapján leszűkítse a kapcsolatait

source: Add or Remove
hu_hu: Adja hozzá vagy távolítsa el

source: Add to Sequence
hu_hu: Adja hozzá a sorozathoz

source: Add to List
hu_hu: Adja hozzá a listához

source: Add to Tags
hu_hu: Adja hozzá a címkékhez

source: Add to this Sequence
hu_hu: Adja hozzá ehhez a sorozathoz

source: Are you sure you want to add contacts to selected Automation Funnel?
hu_hu: Biztosan hozzá kívánja adni a kapcsolatokat a kiválasztott automatizálási tölcsérhez?

source: Are you sure you want to add contacts to selected company?
hu_hu: Biztosan hozzá kívánja adni a kapcsolatokat a kiválasztott céghez?

source: Are you sure you want to add contacts to selected email sequence?
hu_hu: Biztosan hozzá kívánja adni a kapcsolatokat a kiválasztott e-mail sorozathoz?

source: The subscriber is already present in the database.
hu_hu: A feliratkozó már szerepel az adatbázisban.

source: Added
hu_hu: Hozzáadva

source: Added @
hu_hu: Hozzáadva @

source: Additional Info
hu_hu: További információ

source: Extend FluentCRM functionalities and supercharge your email marketing and automation
hu_hu: Bővítse a FluentCRM funkcióit, és turbózza fel e-mail marketingjét és automatizálását

source: Supercharge your Email Marketing and Automation with FluentCRM Pro
hu_hu: Turbózza fel e-mail marketingjét és automatizálását a FluentCRM Pro-val

source: Address
hu_hu: Cím

source: Address Fields
hu_hu: Címmezők

source: Admin Email Address
hu_hu: Admin e-mail-cím

source: Admin Email Addresses (Internal Use only)
hu_hu: Admin e-mail-címek (csak belső használatra)

source: This email will be used to send important notification to administrator
hu_hu: Ezt az e-mail-címet az adminisztrátornak küldött fontos értesítésekhez használjuk

source: Only for internal use. This email will not be shown to your customers. Use comma separated value to add multiple emails.
hu_hu: Csak belső használatra. Ez az e-mail-cím nem jelenik meg az ügyfelei számára. Több e-mail-cím megadásához vesszővel elválasztott értékeket használjon.

source: Advanced Features Config
hu_hu: Haladó funkciók konfigurációja

source: Advanced Features Settings
hu_hu: Haladó funkciók beállításai

source: Advanced Filter
hu_hu: Haladó szűrő

source: Advanced Filter is a pro feature
hu_hu: A haladó szűrő pro funkció

source: After 1 Hour
hu_hu: 1 óra múlva

source: After 1 Week
hu_hu: 1 hét múlva

source: After 2 Days
hu_hu: 2 nap múlva

source: All Done
hu_hu: Minden kész

source: All Email Activities
hu_hu: Összes e-mailes tevékenység

source: All Lists
hu_hu: Összes lista

source: All Products
hu_hu: Összes termék

source: All Sequences
hu_hu: Összes sorozat

source: All available contacts
hu_hu: Összes elérhető kapcsolat

source: All available subscribers
hu_hu: Összes elérhető feliratkozó

source: All contacts from
hu_hu: Összes kapcsolat innen

source: All the selected logs that are
hu_hu: Az összes kiválasztott napló, amelyek

source: Create dynamic Segments of contacts by using dynamic contact properties and filter your target audience
hu_hu: Hozzon létre dinamikus szegmenseket a kapcsolatokból dinamikus kapcsolattulajdonságok használatával, és szűrje célközönségét

source: Create Your First Email Sequence
hu_hu: Hozza létre az első e-mail sorozatát

source: All your email history from this recurring campaign wil be shown here.
hu_hu: Az ismétlődő kampány összes e-mailes előzménye itt jelenik meg.

source: Looks like you did not set any sequence emails yet
hu_hu: Úgy tűnik, még nem állította be a sorozat e-mailjeit

source: Almost Done!
hu_hu: Majdnem kész!

source: Contacts already in the Automation will be skipped & only subscribed contacts will be attached
hu_hu: Az automatizációban már szereplő kapcsolatokat kihagyjuk & csak a feliratkozott kapcsolatokat csatoljuk

source: Contacts already in the company will be skipped
hu_hu: A már a cégben szereplő kapcsolatokat kihagyjuk

source: Contacts already in the email sequence will be skipped
hu_hu: A már az e-mail sorozatban szereplő kapcsolatokat kihagyjuk

source: Anonymize ip Address for associate contact data
hu_hu: IP-cím anonimizálása a társított kapcsolati adatokhoz

source: Are you sure you want to delete the api key?
hu_hu: Biztos benne, hogy törölni kívánja az API-kulcsot?

source: Note: Once deleted, the API key cannot be recovered.
hu_hu: Megjegyzés: Törlés után az API-kulcs nem állítható helyre.

source: Apply
hu_hu: Alkalmaz

source: Apply Condition
hu_hu: Feltétel alkalmazása

source: Apply Lists
hu_hu: Listák hozzárendelése

source: Apply Lists when clicked (optional)
hu_hu: Listák hozzárendelése kattintáskor (opcionális)

source: Apply Tags
hu_hu: Címkék hozzárendelése

source: Apply Tags when clicked
hu_hu: Címkék hozzárendelése kattintáskor

source: April
hu_hu: Április

source: Archived
hu_hu: Archiválva

source: Are you sure to delete this?
hu_hu: Biztos benne, hogy törölni kívánja ezt?

source: Are you sure to delete?
hu_hu: Biztos benne, hogy törölni kívánja?

source: Are you sure to send double optin?
hu_hu: Biztos benne, hogy elküldi a dupla opt-in megerősítést?

source: Are you sure you want to delete this Sequence?
hu_hu: Biztos benne, hogy törölni kívánja ezt a szekvenciát?

source: Are you sure you want to remove this?
hu_hu: Biztos benne, hogy el kívánja távolítani ezt?

source: Are you sure to reset
hu_hu: Biztos benne, hogy visszaállítja?

source: Assign Company
hu_hu: Cég hozzárendelése

source: Assign selected companies
hu_hu: Kiválasztott cégek hozzárendelése

source: Assigned List in FluentCRM (optional)
hu_hu: Hozzárendelt lista a FluentCRM-ben (opcionális)

source: Associate FluentCRM Manager (Non-Admin Only)
hu_hu: FluentCRM menedzser társítása (csak nem adminisztrátoroknak)

source: Attach Selected Contacts
hu_hu: Kiválasztott kapcsolatok csatolása

source: Attached Tags and Lists
hu_hu: Csatolt címkék és listák

source: Attached Trigger could not be found
hu_hu: A csatolt trigger nem található

source: August
hu_hu: Augusztus

source: Auto Create
hu_hu: Automatikus létrehozás

source: Automation Funnel
hu_hu: Automatizációs tölcsér

source: Automation Funnels
hu_hu: Automatizációs tölcsérek

source: Automation Name
hu_hu: Automatizáció neve

source: Automation Trigger Title
hu_hu: Automatizációs trigger címe

source: Are you sure you want to delete this automation?
hu_hu: Biztos benne, hogy törölni kívánja ezt az automatizációt?

source: If you add any new step to your automation after some contacts completed the automation, you can resume the newly added steps to the existing completed contacts.
hu_hu: Ha az automatizációhoz új lépést ad hozzá, miután egyes kapcsolatok befejezték azt, a frissen hozzáadott lépéseket folytathatja a már befejezett kapcsolatoknál.

source: Sync new steps to completed contacts
hu_hu: Új lépések szinkronizálása a befejezett kapcsolatokkal

source: The new steps will start processing within 5 minutes once you confirm.
hu_hu: A jóváhagyása után az új lépések 5 percen belül feldolgozásra kerülnek.

source: Looks like all the steps are synced with your Automation contacts. No action is required.
hu_hu: Úgy tűnik, minden lépés szinkronban van az automatizáció kapcsolataival. Nincs teendő.

source: You need to have FluentCRM Pro to use this feature
hu_hu: A funkció használatához a FluentCRM Pro-ra van szüksége.

source: New steps are synced for your completed contacts
hu_hu: Az új lépések szinkronizálása megtörtént a befejezett kapcsolatoknál.

source: Average Order Value (AOV)
hu_hu: Átlagos rendelési érték (AOV)

source: Average Order/Customer (AOC)
hu_hu: Átlagos rendelés/ügyfél (AOC)

source: Back
hu_hu: Vissza

source: Back To Campaigns
hu_hu: Vissza a kampányokhoz

source: Back to Sequence
hu_hu: Vissza a szekvenciához

source: Background Color
hu_hu: Háttérszín

source: Basic Info
hu_hu: Alapinformációk

source: Basic Information
hu_hu: Alapinformációk

source: Provide the basic information of your recurring email campaign.
hu_hu: Adja meg az ismétlődő e-mail kampány alapinformációit.

source: BenchMark/Trigger Block
hu_hu: BenchMark/Trigger blokk

source: Benchmarks
hu_hu: Benchmarkek

source: You can use fallback value using | separator. Example:
hu_hu: Használhat alapértelmezett értéket a | elválasztóval. Példa:

source: Blog Posts
hu_hu: Blogbejegyzések

source: Body Background Color
hu_hu: Törzs háttérszíne

source: Border Radius
hu_hu: Sarkok lekerekítése

source: Bounce Handler
hu_hu: Visszapattanás-kezelő

source: Bounce Handling Settings
hu_hu: Visszapattanás-kezelés beállításai

source: Broadcast
hu_hu: Kiküldés

source: Broadcasts
hu_hu: Kiküldések

source: Build Email By Drag and Drop Visual Editor
hu_hu: E-mail készítése fogd és vidd vizuális szerkesztővel

source: Business Full Address
hu_hu: Vállalkozás teljes címe

source: Business Settings
hu_hu: Üzleti beállítások

source: Button
hu_hu: Gomb

source: Button Preview
hu_hu: Gomb előnézete

source: Button Text
hu_hu: Gomb szövege

source: Button URL
hu_hu: Gomb URL-je

source: By
hu_hu: Alapján

source: By Advanced Filter
hu_hu: Speciális szűrő alapján

source: By Date
hu_hu: Dátum alapján

source: By Dynamic Segment
hu_hu: Dinamikus szegmens alapján

source: By List & Tag
hu_hu: Lista & címke alapján

source: CONDITION TYPE
hu_hu: FELTÉTEL TÍPUSA

source: CRM Managers
hu_hu: CRM menedzserek

source: CRM Managers - Roles and Permissions
hu_hu: CRM menedzserek - Szerepkörök és jogosultságok

source: CRON Job Status
hu_hu: CRON feladat állapota

source: CSV Headers
hu_hu: CSV-fejlécek

source: Add/Remove Tag of your Contacts based on email interaction
hu_hu: Címkék hozzáadása/eltávolítása az Ön kapcsolataihoz e-mailes interakciók alapján

source: Broadcast/Schedule This Email Campaign Now
hu_hu: Küldje ki/Időzítse ezt az e-mail kampányt most

source: Contacts processed so far...
hu_hu: Eddig feldolgozott kapcsolatok...

source: Continue [Subject & Settings]
hu_hu: Folytatás [Tárgy és beállítások]

source: Continue To Next Step [Recipients]
hu_hu: Folytatás a következő lépésre [Címzettek]

source: Create Your First Email Campaign
hu_hu: Hozza létre első e-mail kampányát

source: Current Server Time (Based on your Site Settings)
hu_hu: Jelenlegi szerveridő (az Ön webhelybeállításai alapján)

source: Email body successfully updated
hu_hu: Az e-mail törzse sikeresen frissítve

source: If you think everything is alright. You can broadcast/Schedule the emails now.
hu_hu: Ha úgy gondolja, hogy minden rendben van. Most kiküldheti/ütemezheti az e-maileket.

source: Looks like you did not broadcast any email campaign yet
hu_hu: Úgy tűnik, még nem küldött ki egyetlen e-mail kampányt sem

source: Please provide Subject Lines for A/B Test.
hu_hu: Kérjük, adja meg az A/B teszt tárgysorait.

source: Please provide email Body.
hu_hu: Kérjük, adja meg az e-mail törzsét.

source: Please provide email Subject.
hu_hu: Kérjük, adja meg az e-mail tárgyát.

source: Please provide email body.
hu_hu: Kérjük, adja meg az e-mail törzsét.

source: Remove Tags From Subscribers
hu_hu: Címkék eltávolítása a feliratkozóktól

source: Select Subscribers who click selected links
hu_hu: Válassza ki azokat a feliratkozókat, akik a kiválasztott hivatkozásokra kattintottak

source: Select Subscribers who did not open email
hu_hu: Válassza ki azokat a feliratkozókat, akik nem nyitották meg az e-mailt

source: Select Subscribers who open the emails
hu_hu: Válassza ki azokat a feliratkozókat, akik megnyitják az e-maileket

source: Select URLS that where clicked (Will Match for any Selected URLs)
hu_hu: Válassza ki azokat az URL-eket, amelyekre kattintottak (bármely kiválasztott URL-re illeszkedik)

source: Are you sure to proceed?
hu_hu: Biztos benne, hogy folytatja?

source: Note: The associated contacts in this campaign will receive emails shortly.
hu_hu: Megjegyzés: A kampányhoz társított kapcsolatok hamarosan e-maileket kapnak.

source: Send or schedule campaign emails
hu_hu: Kampány-e-mailek küldése vagy ütemezése

source: Sorry no links found that contacts clicked
hu_hu: Sajnáljuk, nem találhatók olyan hivatkozások, amelyekre a kapcsolatok kattintottak

source: Type custom email to send test or leave blank to send current user email
hu_hu: Adjon meg egy egyéni e-mail-címet a tesztküldéshez, vagy hagyja üresen az aktuális felhasználó e-mail-címére való küldéshez

source: contacts has been processed
hu_hu: kapcsolat feldolgozva

source: Based on your time selection, the emails will be scheduled within that range randomly
hu_hu: Az Ön időválasztása alapján az e-mailek véletlenszerűen kerülnek ütemezésre azon időintervallumon belül

source: Campaign
hu_hu: Kampány

source: Campaign Actions
hu_hu: Kampányműveletek

source: Campaign Archive Settings
hu_hu: Kampányarchívum beállításai

source: Campaign Archives
hu_hu: Kampányarchívum

source: Campaign Archives (Pro)
hu_hu: Kampányarchívum (Pro)

source: Campaign Archives on Frontend
hu_hu: Kampányarchívum a Frontend felületen

source: Campaign Content
hu_hu: Kampány tartalma

source: Campaign Details
hu_hu: Kampány részletei

source: Campaign Link Clicks
hu_hu: Kampány linkkattintásai

source: Campaign Medium (required)
hu_hu: Kampány médiuma (kötelező)

source: Campaign Name (required)
hu_hu: Kampány neve (kötelező)

source: Campaign Performance
hu_hu: Kampány teljesítménye

source: Campaign Recipients
hu_hu: Kampány címzettjei

source: Campaign Search Keyword
hu_hu: Kampány keresési kulcsszó

source: Campaign Settings
hu_hu: Kampány beállításai

source: Campaign Source (required)
hu_hu: Kampány forrása (kötelező)

source: Campaign Status:
hu_hu: Kampány státusza:

source: Campaign Term
hu_hu: Kampány kifejezés

source: Campaign Title
hu_hu: Kampány címe

source: Campaign deleted.
hu_hu: Kampány törölve.

source: Campaign Archive showcase is a pro features. Please upgrade to pro.
hu_hu: A kampányarchívum bemutatása pro funkció. Kérjük, frissítsen pro-ra.

source: Use the following shortcode in a page/post to show the list of past campaigns
hu_hu: Használja a következő shortcode-ot egy oldalon/bejegyzésben a korábbi kampányok listájának megjelenítéséhez

source: Can a subscriber manage list subscriptions?
hu_hu: Kezelheti egy feliratkozó a listafeliratkozásait?

source: Cancel
hu_hu: Mégse

source: Cancel Editing
hu_hu: Szerkesztés megszakítása

source: Cancel Schedule
hu_hu: Ütemezés törlése

source: Cancel This email
hu_hu: Ezen e-mail törlése

source: Cancel this schedule
hu_hu: Ezen ütemezés törlése

source: Cancelled
hu_hu: Törölve

source: Category
hu_hu: Kategória

source: Change
hu_hu: Módosítás

source: Change (%)
hu_hu: Változás (%)

source: Change Automation Trigger
hu_hu: Automatizálási trigger módosítása

source: Change Category
hu_hu: Kategória módosítása

source: Change Company Category
hu_hu: Cég kategóriájának módosítása

source: Change Company Type
hu_hu: Cég típusának módosítása

source: Change Contact Status
hu_hu: Kapcsolat státuszának módosítása

source: Change Contact Type
hu_hu: Kapcsolat típusának módosítása

source: Change Funnel Status
hu_hu: Tölcsér státuszának módosítása

source: Change Status
hu_hu: Státusz módosítása

source: Change Type
hu_hu: Típus módosítása

source: Change User Role to
hu_hu: Felhasználói szerepkör módosítása erre

source: Change preview contact
hu_hu: Előnézeti kapcsolat módosítása

source: Chart Report
hu_hu: Grafikonos jelentés

source: Check All
hu_hu: Összes kijelölése

source: Check the documentation
hu_hu: Tekintse meg a dokumentációt

source: Choose New
hu_hu: Új kiválasztása

source: Choose Values
hu_hu: Értékek kiválasztása

source: Choose a List
hu_hu: Lista kiválasztása

source: Choose an option:
hu_hu: Válasszon egy lehetőséget:

source: Clear Filters
hu_hu: Szűrők törlése

source: Click
hu_hu: Kattintás

source: Click Here to Renew your License
hu_hu: Kattintson ide a licenc megújításához

source: Click Rate
hu_hu: Kattintási arány

source: Click here
hu_hu: Kattintson ide

source: Clicked
hu_hu: Kattintott

source: Clicks
hu_hu: Kattintások

source: Clone
hu_hu: Klónozás

source: Close
hu_hu: Bezárás

source: Close Log
hu_hu: Napló bezárása

source: Color
hu_hu: Szín

source: Columns
hu_hu: Oszlopok

source: Comma Separated (,)
hu_hu: Vesszővel elválasztva (,)

source: Commerce Fields
hu_hu: Kereskedelmi mezők

source: Companies imported successfully
hu_hu: A cégek importálása sikeres volt

source: Company / Business
hu_hu: Cég / Vállalkozás

source: Company Fields
hu_hu: Cégmezők

source: Company ID:
hu_hu: Cégazonosító:

source: Company Logo
hu_hu: Céglogó

source: Company Module
hu_hu: Cégmodul

source: Company Module Settings
hu_hu: Cégmodul beállításai

source: Company Name (required)
hu_hu: Cégnév (kötelező)

source: Company Owner
hu_hu: Cég tulajdonosa

source: Company Phone Number
hu_hu: Cég telefonszáma

source: Company Type
hu_hu: Cégtípus

source: Company association removed
hu_hu: Cégkapcsolat eltávolítva

source: Company marked as primary
hu_hu: Cég elsődlegesként megjelölve

source: Try to get company logo automatically from the given website url
hu_hu: Próbálja meg automatikusan lekérni a cég logóját a megadott webhely url-jéről

source: If you enable this, FluentCRM will try to fetch the company logo automatically from the given website url.
hu_hu: Ha ezt engedélyezi, a FluentCRM megpróbálja automatikusan lekérni a cég logóját a megadott webhely url-jéről.

source: With company module, you can manage Companies/Businesses and assign contacts to companies.
hu_hu: A cégmodul segítségével kezelheti a cégeket/vállalkozásokat, és kapcsolatokat rendelhet a cégekhez.

source: If you enable this, then company module will be enabled and then you can add companies and assign contacts to companies.
hu_hu: Ha ezt engedélyezi, a cégmodul engedélyezésre kerül, és hozzáadhat cégeket, valamint kapcsolatokat rendelhet a cégekhez.

source: Compare Date
hu_hu: Dátum összehasonlítása

source: Complete
hu_hu: Kész

source: Complete Import
hu_hu: Importálás befejezése

source: Complete Installation
hu_hu: Telepítés befejezése

source: Compliance
hu_hu: Megfelelőség

source: Compliance Settings
hu_hu: Megfelelőségi beállítások

source: Compose
hu_hu: Összeállítás

source: Compose Your Email Body
hu_hu: Állítsa össze e-mailje törzsét

source: Condition Blocks
hu_hu: Feltételblokkok

source: Condition Value
hu_hu: Feltétel értéke

source: Condition block is not available
hu_hu: A feltételblokk nem érhető el

source: Condition:
hu_hu: Feltétel:

source: Conditional Action
hu_hu: Feltételes művelet

source: Conditionals
hu_hu: Feltételek

source: Conditions
hu_hu: Feltételek

source: Configuration
hu_hu: Konfiguráció

source: Configure FluentSMTP
hu_hu: FluentSMTP konfigurálása

source: Confirm
hu_hu: Megerősítés

source: Confirm Import
hu_hu: Importálás megerősítése

source: Congratulations
hu_hu: Gratulálunk

source: Connect
hu_hu: Csatlakozás

source: Connect with
hu_hu: Csatlakozás ezzel

source: Connect with your CRM
hu_hu: Csatlakozás az Ön CRM-jéhez

source: Contact Export Limit
hu_hu: Kapcsolat exportálási korlát

source: Contact Export Offset
hu_hu: Kapcsolat exportálási eltolás

source: Contact Field
hu_hu: Kapcsolati mező

source: Contact ID:
hu_hu: Kapcsolat azonosító:

source: Contact Segment Lists
hu_hu: Kapcsolati szegmenslisták

source: Contact Selections
hu_hu: Kapcsolati kiválasztások

source: Contact Source
hu_hu: Kapcsolat forrása

source: Contact Type
hu_hu: Kapcsolat típusa

source: Contact can see all lists and manage subscriptions
hu_hu: A kapcsolat minden listát láthat és kezelheti a feliratkozásokat

source: Contact is not associated with any companies
hu_hu: A kapcsolat nincs összekapcsolva egyetlen vállalattal sem

source: Contact only see and manage the following list subscriptions
hu_hu: A kapcsolat csak a következő listafeliratkozásokat láthatja és kezelheti

source: Are you sure you want to delete this contact?
hu_hu: Biztos benne, hogy törölni szeretné ezt a kapcsolatot?

source: Contacts doesn't exist in the company will be skipped
hu_hu: A vállalatnál nem létező kapcsolatok ki lesznek hagyva

source: Contacts has been attached with this campaign
hu_hu: A kapcsolatok ehhez a kampányhoz csatolva lettek

source: Contacts that are invalid
hu_hu: Érvénytelen kapcsolatok

source: Contains
hu_hu: Tartalmaz

source: Content Background Color
hu_hu: Tartalom háttérszíne

source: Content Font Family
hu_hu: Tartalom betűcsaládja

source: Content Max Width (PX)
hu_hu: Tartalom maximális szélessége (PX)

source: Continue
hu_hu: Folytatás

source: Continue [Map Data]
hu_hu: Folytatás [Adatok megfeleltetése]

source: Continue [Review and Import]
hu_hu: Folytatás [Ellenőrzés és importálás]

source: Continue to next step [conditions]
hu_hu: Folytatás a következő lépéshez [feltételek]

source: Copied to your clipboard
hu_hu: Vágólapra másolva

source: Counts
hu_hu: Darabszámok

source: Please provide Name of this Segment
hu_hu: Adja meg ennek a szegmensnek a nevét

source: Create
hu_hu: Létrehozás

source: Create & Add Another
hu_hu: Létrehozás és egy másik hozzáadása

source: Create Campaign
hu_hu: Kampány létrehozása

source: Create Company
hu_hu: Vállalat létrehozása

source: Create Contact
hu_hu: Kapcsolat létrehozása

source: Create Custom Segment
hu_hu: Egyéni szegmens létrehozása

source: Create Email Template
hu_hu: E-mail sablon létrehozása

source: Create Form
hu_hu: Űrlap létrehozása

source: Create New
hu_hu: Új létrehozása

source: Create New Campaign
hu_hu: Új kampány létrehozása

source: Create New Incoming Webhook
hu_hu: Új bejövő webhook létrehozása

source: Create New Recurring Campaign
hu_hu: Új ismétlődő kampány létrehozása

source: Create New Sequence
hu_hu: Új szekvencia létrehozása

source: Create New Template
hu_hu: Új sablon létrehozása

source: Create Recurring Campaign
hu_hu: Ismétlődő kampány létrehozása

source: Create Segment
hu_hu: Szegmens létrehozása

source: Create Smart Link
hu_hu: Okos hivatkozás létrehozása

source: Create Template
hu_hu: Sablon létrehozása

source: Create Webhook
hu_hu: Webhook létrehozása

source: Create Your First Form
hu_hu: Hozza létre az első űrlapját

source: Create a New Automation
hu_hu: Hozzon létre egy új automatizmust

source: Create a New Form
hu_hu: Hozzon létre egy új űrlapot

source: Create a new Smart link
hu_hu: Hozzon létre egy új Smart linket
