Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: Create a note
hu_hu: Hozzon létre egy jegyzetet

source: Create a recurring email broadcast
hu_hu: Hozzon létre egy ismétlődő e-mail-küldést

source: Create company
hu_hu: Hozzon létre céget

source: Create company & Assign
hu_hu: Hozzon létre céget és rendeljen hozzá

source: Create contact & Assign
hu_hu: Hozzon létre kapcsolatot és rendeljen hozzá

source: Create new email sequence
hu_hu: Hozzon létre új e-mail-sorozatot

source: Create or Update contacts from incoming Webhooks
hu_hu: Hozzon létre vagy frissítsen kapcsolatokat beérkező Webhookokból

source: Create owner as contact if not exist
hu_hu: Hozza létre a tulajdonost kapcsolatként, ha nem létezik

source: Paste the following shortcode to any page or post to start growing your audience
hu_hu: Illessze be az alábbi rövidkódot bármely oldalra vagy bejegyzésbe, hogy elkezdhesse közönsége növelését

source: These Lists will be applied to the contact whenever this link is clicked
hu_hu: Ezek a listák a kapcsolatra lesznek alkalmazva, valahányszor erre a hivatkozásra kattint

source: These tags will be applied to the contact whenever this link is clicked
hu_hu: Ezek a címkék a kapcsolatra lesznek alkalmazva, valahányszor erre a hivatkozásra kattint

source: These Tags will be removed to a contact whenever this link is clicked
hu_hu: Ezek a címkék el lesznek távolítva egy kapcsolatról, valahányszor erre a hivatkozásra kattint

source: These tags will be removed from the contact whenever this link is clicked
hu_hu: Ezek a címkék el lesznek távolítva a kapcsolatról, valahányszor erre a hivatkozásra kattint

source: Created
hu_hu: Létrehozva

source: Created at
hu_hu: Létrehozva ekkor

source: Cumulative
hu_hu: Halmozott

source: Current
hu_hu: Jelenlegi

source: Current Date & Time (server):
hu_hu: Jelenlegi dátum & idő (szerver):

source: Current Status
hu_hu: Jelenlegi állapot

source: Custom
hu_hu: Egyéni

source: Custom Contact Field
hu_hu: Egyéni kapcsolati mező

source: Custom Contact Fields
hu_hu: Egyéni kapcsolati mezők

source: Custom Contact Properties
hu_hu: Egyéni kapcsolati tulajdonságok

source: Custom Email Footer Text
hu_hu: Egyéni e-mail-lábléc szöveg

source: Custom Field Label
hu_hu: Egyéni mező címke

source: Custom Field Slug
hu_hu: Egyéni mező slug

source: Custom Fields Config
hu_hu: Egyéni mezők konfigurációja

source: You can not change the slug once save a custom field
hu_hu: Miután elmentett egy egyéni mezőt, a slug nem módosítható

source: Customer Since
hu_hu: Ügyfélként ekkortól

source: You can customize your footer in this section. If no custom footer being added here, global footer will be added to this email.
hu_hu: Testreszabhatja a láblécét ebben a szakaszban. Ha itt nem ad hozzá egyéni láblécet, ehhez az e-mailhez a globális lábléc kerül hozzáadásra.

source: Daily
hu_hu: Napi

source: Danger Zone
hu_hu: Veszélyzóna

source: Activate Fluent Forms Integration
hu_hu: Aktiválja a Fluent Forms integrációt

source: View Email Sending Service Settings
hu_hu: Tekintse meg az e-mail-küldő szolgáltatás beállításait

source: Data Cleanup
hu_hu: Adattisztítás

source: Data Sync is required for
hu_hu: Adatszinkronizálás szükséges ehhez

source: Date & Time Format
hu_hu: Dátum- és időformátum

source: Date Added
hu_hu: Hozzáadás dátuma

source: Date Time difference (EG: 2 hours ago)
hu_hu: Dátum- és időkülönbség (pl.: 2 órája)

source: Your selected date and time format will be shown on different views.
hu_hu: Az Ön által kiválasztott dátum- és időformátum különböző nézetekben fog megjelenni.

source: Dates
hu_hu: Dátumok

source: Day
hu_hu: Nap

source: Days Ago
hu_hu: Nappal ezelőtt

source: Dedicated API and SMTP connections
hu_hu: Elkülönített API- és SMTP-kapcsolatok

source: Default Companies
hu_hu: Alapértelmezett cégek

source: Default Content Color
hu_hu: Alapértelmezett tartalom színe

source: Default From Settings
hu_hu: Alapértelmezett feladó beállításai

source: Default Headings Color
hu_hu: Alapértelmezett címsorok színe

source: Default Link Color
hu_hu: Alapértelmezett hivatkozás színe

source: Default List
hu_hu: Alapértelmezett lista

source: Default List to Contact (Optional)
hu_hu: Alapértelmezett lista a kapcsolathoz (opcionális)

source: Default Reply to Name (Optional)
hu_hu: Alapértelmezett válaszcímzett neve (opcionális)

source: Default Tag ID (optional)
hu_hu: Alapértelmezett címkeazonosító (opcionális)

source: Default Tag for Contact (Optional)
hu_hu: Alapértelmezett címke a kapcsolathoz (opcionális)

source: Default Tags
hu_hu: Alapértelmezett címkék

source: Default contact status (for new contacts)
hu_hu: Alapértelmezett kapcsolati státusz (új kapcsolatokhoz)

source: Default footer has been disabled. Please include
hu_hu: Az alapértelmezett lábléc le van tiltva. Kérjük, foglalja bele

source: Delay
hu_hu: Késleltetés

source: Delete
hu_hu: Törlés

source: Delete API Key
hu_hu: API-kulcs törlése

source: Delete Automation
hu_hu: Automatizálás törlése

source: Delete Campaign
hu_hu: Kampány törlése

source: Delete Companies
hu_hu: Cégek törlése

source: Delete Contact
hu_hu: Kapcsolat törlése

source: Delete Contacts
hu_hu: Kapcsolatok törlése

source: Delete Funnels
hu_hu: Tölcsérek törlése

source: Delete Selected
hu_hu: Kijelöltek törlése

source: Delete Selected Contacts
hu_hu: Kijelölt kapcsolatok törlése

source: Delete Sequence
hu_hu: Szekvencia törlése

source: Delete Template
hu_hu: Sablon törlése

source: Delete Templates
hu_hu: Sablonok törlése

source: Delete connected contact when a user get deleted
hu_hu: Az összekapcsolt kapcsolat törlése, amikor egy felhasználót törölnek

source: Delete older data more than?
hu_hu: A régebbi adatok törlése, több mint?

source: Delete this group
hu_hu: E csoport törlése

source: Are you sure you want to delete this block?
hu_hu: Biztos benne, hogy törölni szeretné ezt a blokkot?

source: Are you sure you want to delete this template?
hu_hu: Biztos benne, hogy törölni szeretné ezt a sablont?

source: Delivery Date
hu_hu: Kézbesítési dátum

source: Delivery Date & time
hu_hu: Kézbesítési dátum & idő

source: Delivery time
hu_hu: Kézbesítési idő

source: Design Your Button
hu_hu: Tervezze meg a gombját

source: Detach Tags and Lists
hu_hu: Címkék és listák leválasztása

source: Disable Default Email Footer
hu_hu: Az alapértelmezett e-mail-lábléc letiltása

source: Disabled
hu_hu: Letiltva

source: Divi Bloom Integration
hu_hu: Divi Bloom integráció

source: Divi Themes
hu_hu: Divi témák

source: Do Not Trigger Automations (Tag & List related Events)
hu_hu: Ne indítson automatizálásokat (címkékkel & listákkal kapcsolatos események)

source: Do another Action
hu_hu: Végezzen el egy másik műveletet

source: Do you want to update the companies data
hu_hu: Szeretné frissíteni a cégek adatait

source: and we will be happy to answer your questions and assist you with any problems.
hu_hu: és örömmel válaszolunk kérdéseire, valamint bármilyen probléma esetén segítséget nyújtunk.

source: Documentation
hu_hu: Dokumentáció

source: Does not include (in any)
hu_hu: Nem tartalmazza (egyikben sem)

source: Double Opt-in Email Settings Details
hu_hu: Kettős feliratkozás e-mail beállításainak részletei

source: Double Opt-in Settings
hu_hu: Kettős feliratkozás beállításai

source: Download sample file
hu_hu: Mintafájl letöltése

source: Draft
hu_hu: Piszkozat

source: Draft emails was automatically created from your email configuration. You can now review, edit and schedule and send the campaign.
hu_hu: A piszkozat e-mailek automatikusan létrejöttek az e-mail beállításaiból. Most áttekintheti, szerkesztheti és ütemezheti, valamint elküldheti a kampányt.

source: Drafts
hu_hu: Piszkozatok

source: Drop
hu_hu: Ejtse ide

source: Drop JSON file here or
hu_hu: Húzza ide a JSON fájlt, vagy

source: Drop file here or
hu_hu: Húzza ide a fájlt, vagy

source: Duplicate
hu_hu: Duplikálás

source: Dynamic Segments
hu_hu: Dinamikus szegmensek

source: Use your dynamic segments to broadcast Email Campaigns
hu_hu: Használja dinamikus szegmenseit e-mail kampányok kiküldéséhez

source: ECOMMERCE INTEGRATION:
hu_hu: E-KERESKEDELMI INTEGRÁCIÓ:

source: EDD Integration:
hu_hu: EDD integráció:

source: EG: Tag
hu_hu: Pl.: Címke

source: EG: User Type
hu_hu: Pl.: Felhasználótípus

source: If you select a time range then FluentCRM schedule the email to that time range
hu_hu: Ha kiválaszt egy időintervallumot, akkor a FluentCRM az e-mailt arra az időintervallumra ütemezi

source: Edit
hu_hu: Szerkesztés

source: Edit Campaign
hu_hu: Kampány szerkesztése

source: Edit Configuration
hu_hu: Beállítások szerkesztése

source: Edit Connected Automation
hu_hu: Kapcsolt automatizálás szerkesztése

source: Edit Connection
hu_hu: Kapcsolat szerkesztése

source: Edit Email Body
hu_hu: E-mail törzsének szerkesztése

source: Edit Emails
hu_hu: E-mailek szerkesztése

source: Edit Form
hu_hu: Űrlap szerkesztése

source: Edit Funnel
hu_hu: Tölcsér szerkesztése

source: Edit Integration Settings
hu_hu: Integrációs beállítások szerkesztése

source: Edit Manager
hu_hu: Menedzser szerkesztése

source: Edit Note
hu_hu: Jegyzet szerkesztése

source: Edit Primary Automation Trigger
hu_hu: Elsődleges automatizálási kiváltó esemény szerkesztése

source: Edit Recipients
hu_hu: Címzettek szerkesztése

source: Edit Sequence and Settings
hu_hu: Szekvencia és beállítások szerkesztése

source: Edit Smart link
hu_hu: Smart link szerkesztése

source: Edit Subject
hu_hu: Tárgy szerkesztése

source: Edit Template
hu_hu: Sablon szerkesztése

source: Edit The Form
hu_hu: Az űrlap szerkesztése

source: Editor is loading. Please wait
hu_hu: A szerkesztő betöltődik. Kérjük, várjon

source: Add UTM Parameters For URLs
hu_hu: UTM paraméterek hozzáadása az URL-ekhez

source: Enable A/B testing for email subjects
hu_hu: Engedélyezze az e-mail tárgyak A/B tesztelését

source: Your provided priority will be converted to percent and it's relative
hu_hu: Az Ön által megadott prioritás százalékra lesz átszámítva, és relatív

source: Email Address for bi-monthly newsletter
hu_hu: E-mail-cím a kéthavi hírlevélhez

source: Email Campaign
hu_hu: E-mail kampány

source: Email Campaigns
hu_hu: E-mail kampányok

source: Email Click Logs
hu_hu: E-mail kattintási naplók

source: Email Click tracking is disabled via PHP Hook
hu_hu: Az e-mail-kattintáskövetés PHP Hookkal le van tiltva

source: Email Clicks
hu_hu: E-mail kattintások

source: Email Configuration
hu_hu: E-mail beállításai

source: Email Footer Settings
hu_hu: E-mail-lábléc beállításai

source: Email Footer Text
hu_hu: E-mail-lábléc szövege

source: Email Footer Type
hu_hu: E-mail-lábléc típusa

source: Email From Name
hu_hu: Feladó neve

source: Email History
hu_hu: E-mailek előzményei

source: Email Link Click Stats
hu_hu: E-mail hivatkozás-kattintási statisztikák

source: Email Logging for better visibility
hu_hu: E-mail naplózás a jobb láthatóságért

source: Email Open Logs
hu_hu: E-mail megnyitási naplók

source: Email Open Stats
hu_hu: E-mail megnyitási statisztikák

source: Email Open tracking is disabled via PHP Hook
hu_hu: Az e-mail megnyitásának követése PHP Hookon keresztül le van tiltva

source: Email Pre-Header
hu_hu: E-mail előfejléc

source: Email Preference Settings
hu_hu: E-mail preferenciabeállítások

source: Email Preview
hu_hu: E-mail előnézet

source: Email Preview (for better view, please send test email)
hu_hu: E-mail előnézet (a jobb megjelenítéshez küldjön teszt e-mailt)

source: Email Routing based on the sender email address
hu_hu: E-mail útválasztás a feladó e-mail-címe alapján

source: Email Sending Stats
hu_hu: E-mail küldési statisztikák

source: Email Sent
hu_hu: E-mail elküldve

source: Email Sent %
hu_hu: Elküldött e-mail %

source: Email Service Provider Settings
hu_hu: E-mail szolgáltató beállításai

source: Email Settings
hu_hu: E-mail beállítások

source: Email Styling Settings
hu_hu: E-mail stílusbeállítások

source: Email Styling Settings & Footer Settings
hu_hu: E-mail stílusbeállítások és láblécbeállítások

source: Email Subject & Details
hu_hu: E-mail tárgy és részletek

source: Email field is required
hu_hu: Az e-mail mező kitöltése kötelező

source: Email opened
hu_hu: E-mail megnyitva

source: Send Sequence/Drip emails to your subscribers with Email Sequence Module
hu_hu: Küldjön sorozat/Drip e-maileket feliratkozóinak az Email Sequence modul segítségével

source: Please specify if you want to let your subscribers manage the associate lists or not
hu_hu: Kérjük, adja meg, hogy engedélyezi-e feliratkozóinak a társított listák kezelését vagy sem

source: Provide Valid Email Address that will be used in reply to (Optional)
hu_hu: Adjon meg érvényes e-mail-címet, amelyet Reply-To-ként használunk (opcionális)

source: The provided url will be used to redirect a user when unsubscribe. Leave blank if you do not want a redirect
hu_hu: A megadott url a felhasználó átirányítására lesz használva leiratkozáskor. Hagyja üresen, ha nem kíván átirányítást

source: Redirect URL after unsubscribe (leave blank for inline message)
hu_hu: Átirányítási URL leiratkozás után (hagyja üresen inline üzenethez)

source: If you want to showcase your email campaigns in the frontend page with a shortcode then you may enable this features
hu_hu: Ha shortcode segítségével szeretné megjeleníteni e-mail kampányait a frontend oldalon, engedélyezheti ezeket a funkciókat

source: Sorry you can not insert the selected template type in this email campaign
hu_hu: Sajnáljuk, a kiválasztott sablontípust nem lehet beilleszteni ebbe az e-mail kampányba

source: Emails are being scheduled and sending in the background at the same time
hu_hu: Az e-mailek időzítése és küldése egyszerre, a háttérben történik

source: You can import your exported email sequence JSON file here. Please upload your JSON file
hu_hu: Itt importálhatja az exportált e-mail sorozat JSON fájlját. Kérjük, töltse fel a JSON fájlt

source: Emails Analytics
hu_hu: E-mail analitika

source: Emails Stats
hu_hu: E-mail statisztikák

source: Emails are currently on processing
hu_hu: Az e-mailek jelenleg feldolgozás alatt állnak

source: Emails will be sent now.
hu_hu: Az e-mailek most elküldésre kerülnek.

source: Emails will be sent automatically regardless of any conditions. If you want to send conditionally
hu_hu: Az e-mailek automatikusan el lesznek küldve bármilyen feltételtől függetlenül. Ha feltételhez kötötten szeretné küldeni

source: Empty
hu_hu: Üres

source: Enable Campaign Archive Frontend Feature
hu_hu: Kampányarchívum frontend funkció engedélyezése

source: Enable Company Module for Contacts
hu_hu: Vállalati modul engedélyezése a kapcsolatokhoz

source: Enable Preference Form Shortcode
hu_hu: Preferenciaűrlap shortcode engedélyezése

source: Enable Quick Contact Navigation
hu_hu: Gyors kapcsolati navigáció engedélyezése

source: Enable Specific Days Only
hu_hu: Csak meghatározott napok engedélyezése

source: Enable Activity Log to track activity
hu_hu: Tevékenységnapló engedélyezése a tevékenységek követéséhez

source: Enabled
hu_hu: Engedélyezve

source: End Range
hu_hu: Tartomány vége

source: End date
hu_hu: Végdátum

source: Ends With
hu_hu: Ezzel végződik

source: Equal
hu_hu: Egyenlő

source: Error
hu_hu: Hiba

source: Error Details
hu_hu: Hiba részletei

source: Errors
hu_hu: Hibák

source: Errors Found
hu_hu: Hibákat találtunk

source: Estimated Contacts:
hu_hu: Becsült kapcsolatok:

source: Event Name
hu_hu: Esemény neve

source: Event Tracking is a flexible feature that helps you collect data on a wide variety of contact behavior. You can create an event for any activity programmatically or from different automations. Then you can use those events to filter contacts or use on automation conditional logics.
hu_hu: Az eseménykövetés egy rugalmas funkció, amely segít adatokat gyűjteni a kapcsolatok sokféle viselkedéséről. Eseményt hozhat létre bármely tevékenységhez programozottan vagy különböző automatizálásokból. Ezután ezeket az eseményeket használhatja a kapcsolatok szűrésére, vagy automatizálásokban feltételes logikát alkalmazhat.

source: Every Friday
hu_hu: Minden pénteken

source: Every Monday
hu_hu: Minden hétfőn

source: Every Saturday
hu_hu: Minden szombaton

source: Every Sunday
hu_hu: Minden vasárnap

source: Every Thursday
hu_hu: Minden csütörtökön

source: Every Tuesday
hu_hu: Minden kedden

source: Every Wednesday
hu_hu: Minden szerdán

source: Everything is ready.
hu_hu: Minden készen áll.

source: Example:
hu_hu: Példa:

source: Excluded Contacts
hu_hu: Kizárt kapcsolatok

source: Leave these blank for no limit or offset
hu_hu: Hagyja ezeket üresen, ha nem szeretne korlátot vagy eltolást

source: Please select columns that you want to export
hu_hu: Kérjük, válassza ki az exportálni kívánt oszlopokat

source: Experimental Features
hu_hu: Kísérleti funkciók

source: Experimental Features Settings
hu_hu: Kísérleti funkciók beállításai

source: Experimental Settings
hu_hu: Kísérleti beállítások

source: Export
hu_hu: Exportálás

source: Export Contacts
hu_hu: Kapcsolatok exportálása

source: Export Subscriber
hu_hu: Feliratkozó exportálása

source: Export Template
hu_hu: Sablon exportálása

source: Exporting... Please wait
hu_hu: Exportálás... Kérjük, várjon

source: Facebook Company Page URL
hu_hu: Facebook vállalati oldal URL

source: Facebook Page Url
hu_hu: Facebook oldal Url

source: Features of Fluent SMTP Plugin
hu_hu: A Fluent SMTP Plugin funkciói

source: This section contains all the advanced features that you can enable or disable.
hu_hu: Ez a szakasz tartalmazza az összes haladó funkciót, amelyeket engedélyezhet vagy letilthat.

source: February
hu_hu: Február

source: Feel free to add a note regarding this URL
hu_hu: Nyugodtan adjon meg megjegyzést ehhez az URL-hez

source: Fetching License Information Please wait
hu_hu: Licencinformációk lekérése Kérjük, várjon

source: Field
hu_hu: Mező

source: Field Type
hu_hu: Mező típusa

source: Field Value Options
hu_hu: Mezőérték beállításai

source: Filter
hu_hu: Szűrés

source: Filter By Property and find appropriate Contacts
hu_hu: Szűrés tulajdonság szerint, és találja meg a megfelelő kapcsolatokat

source: Filter Subscribers
hu_hu: Feliratkozók szűrése

source: Filter by status
hu_hu: Szűrés állapot szerint

source: Filtered by
hu_hu: Szűrés alapja

source: Fluent Forms Integration
hu_hu: Fluent Forms integráció

source: Please Provide a license key of FluentCRM - Email Marketing Addon
hu_hu: Kérjük, adja meg a FluentCRM - Email Marketing Addon licenckulcsát

source: It’s completely optional and shouldn’t take longer than two minutes.
hu_hu: Ez teljesen opcionális, és nem tart tovább két percnél.

source: FluentSMTP plugin has successfully installed
hu_hu: A FluentSMTP bővítmény sikeresen települt

source: Adds the new FluentCRM navigation experience to the dashboard
hu_hu: Hozzáadja az új FluentCRM navigációs élményt a vezérlőpulthoz

source: If you enable this, then FluentCRM will hide the default WP Admin Sidebar and Replace with FluentCRM's own navigation for better focus.
hu_hu: Ha ezt engedélyezi, a FluentCRM elrejti az alapértelmezett WP Admin oldalsávot, és a jobb fókusz érdekében a saját navigációjára cseréli.

source: Get more related contact info with FluentCRM Pro. You can get more info about the contact like their purchase history, membership, course info and more.
hu_hu: Szerezzen több kapcsolattal kapcsolatos információt a FluentCRM Pro-val. Több információt kaphat a kapcsolatról, például a vásárlási előzményeiről, tagságáról, tanfolyamadatairól és egyebekről.

source: Font Family
hu_hu: Betűtípus

source: Font Size
hu_hu: Betűméret

source: Font Style
hu_hu: Betűstílus

source: Footer Text Color
hu_hu: Lábléc szövegszíne

source: For Step by Step instruction please
hu_hu: Lépésről lépésre szóló útmutatóért kérjük

source: Fluent Forms that are connected with your CRM
hu_hu: A CRM-jéhez kapcsolt Fluent Forms űrlapok

source: Grow Your Audience by Opt-in Forms
hu_hu: Bővítse közönségét opt-in űrlapokkal

source: Internal Subtitle (Optional)
hu_hu: Belső alcím (opcionális)

source: Looks Like you did not create any forms yet!
hu_hu: Úgy tűnik, még nem hozott létre egyetlen űrlapot sem!

source: Form INTEGRATION:
hu_hu: Űrlap INTEGRÁCIÓ:

source: Form Submissions from
hu_hu: Űrlapbeküldések innen

source: Form Title
hu_hu: Űrlap címe

source: If you need to create and connect more advanced forms please use Fluent Forms.
hu_hu: Ha fejlettebb űrlapokat kell létrehoznia és csatlakoztatnia, használja a Fluent Forms-t.

source: Friday
hu_hu: péntek

source: Friendly Name for identification
hu_hu: Beszédes név az azonosításhoz

source: From Email
hu_hu: Feladó e-mailje

source: From Email Address
hu_hu: Feladó e-mail-címe

source: From Name
hu_hu: Feladó neve

source: Total Revenue from this funnel
hu_hu: Ennek a tölcsérnek a teljes bevétele

source: Waiting for double opt-in confirmation
hu_hu: Kettős opt-in megerősítésére vár

source: Funnel Builder will be available soon
hu_hu: A Tölcsérépítő hamarosan elérhető lesz

source: Funnel Items
hu_hu: Tölcsérelemek

source: Funnel Name
hu_hu: Tölcsér neve

source: Funnel Report
hu_hu: Tölcsérjelentés

source: Add Conditional Action, apply rules and split your automation funnel
hu_hu: Adjon hozzá feltételes műveletet, alkalmazzon szabályokat, és ossza fel automatizálási tölcsérét

source: Funnel data changed
hu_hu: A tölcsér adatai megváltoztak

source: Do you want to skip the data change?
hu_hu: Szeretné kihagyni az adatváltoztatást?

source: Add newly added steps to previously completed contacts.
hu_hu: Adja hozzá az újonnan felvett lépéseket a korábban befejezett kapcsolatokhoz.

source: General Settings
hu_hu: Általános beállítások

source: Get FluentCRM Email Pro
hu_hu: Szerezze be a FluentCRM Email Pro-t

source: Get FluentCRM Pro
hu_hu: Szerezze be a FluentCRM Pro-t

source: Get FluentCRM Pro Now
hu_hu: Szerezze be most a FluentCRM Pro-t

source: Get Pre-Defined Contact Lists
hu_hu: Szerezzen be előre definiált kapcsolati listákat

source: Get more related contact info with Pro
hu_hu: Szerezzen több kapcsolódó kapcsolati információt a Pro-val

source: Advanced Report is available on Premium Version of FluentCRM along wth lots of integrations, advanced automation, sequence emails and more
hu_hu: Az Advanced Report a FluentCRM Premium verziójában érhető el, számos integrációval, fejlett automatizálással, sorozatos e-mailekkel és egyebekkel együtt

source: Get Advanced Report of your contacts, emails, clicks and revenue
hu_hu: Készítsen részletes jelentést a kapcsolatairól, e-mailjeiről, kattintásairól és bevételeiről

source: Get improved features and faster fixes by sharing non-sensitive data via usage tracking that shows us how FluentCRM is used. No personal data is tracked or stored.
hu_hu: Kapjon továbbfejlesztett funkciókat és gyorsabb javításokat azáltal, hogy nem érzékeny adatokat oszt meg a használati követésen keresztül, amely megmutatja nekünk hogyan használják a FluentCRM-et. Személyes adatokat nem követünk és nem tárolunk.

source: Getting Started
hu_hu: Első lépések

source: Getting Started With Audience
hu_hu: Első lépések a közönséggel

source: Global Email Settings
hu_hu: Globális e-mail beállítások

source: Go Back
hu_hu: Vissza

source: Go to CRM Dashboard
hu_hu: Ugrás a CRM irányítópultjára

source: Go to company record
hu_hu: Ugrás a cég adatlapjához

source: Goals
hu_hu: Célok

source: Goals / Benchmark
hu_hu: Célok / Viszonyítási alap

source: Goto FluentSMTP Settings
hu_hu: Ugrás a FluentSMTP beállításaihoz

source: Great!
hu_hu: Remek!

source: Greater Than
hu_hu: Nagyobb, mint

source: Grow Your Audience
hu_hu: Bővítse közönségét

source: Suggesting value: Between 600 to 800
hu_hu: Javasolt érték: 600 és 800 között

source: Gutenberg / WordPress Editor Conditional Blocks
hu_hu: Gutenberg / WordPress szerkesztő feltételes blokkjai
