Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: Reload Page
hu_hu: Oldal újratöltése

source: Remove
hu_hu: Eltávolítás

source: Remove Association
hu_hu: Társítás eltávolítása

source: Remove From Lists
hu_hu: Eltávolítás a listákról

source: Remove From Sequence
hu_hu: Eltávolítás a sorozatból

source: Remove From Tags
hu_hu: Eltávolítás a címkék közül

source: Remove Lists when clicked (optional)
hu_hu: Kattintáskor a listák eltávolítása (opcionális)

source: Remove Tags
hu_hu: Címkék eltávolítása

source: Remove Tags when clicked (optional)
hu_hu: Kattintáskor a címkék eltávolítása (opcionális)

source: Remove User Role
hu_hu: Felhasználói szerepkör eltávolítása

source: Remove User Role:
hu_hu: Felhasználói szerepkör eltávolítása:

source: Are you sure you want to remove contacts to selected company?
hu_hu: Biztos benne, hogy el akarja távolítani a kapcsolatokat a kiválasztott cégtől?

source: Replace Options
hu_hu: Cserebeállítások

source: Replace Value
hu_hu: Csereérték

source: Reply To Email
hu_hu: Válaszcím (e-mail)

source: Reply To Name
hu_hu: Válaszcím neve

source: Reply to Email (Optional)
hu_hu: Válaszcím (e-mail) (opcionális)

source: Reply to Name
hu_hu: Válaszcím neve

source: Reply to Name (Optional)
hu_hu: Válaszcím neve (opcionális)

source: Report Type:
hu_hu: Jelentés típusa:

source: Require FluentCRM Pro
hu_hu: FluentCRM Pro szükséges

source: Resend
hu_hu: Újraküldés

source: Resend Any Emails
hu_hu: Bármely e-mail újraküldése

source: Reset FluentCRM Database tables
hu_hu: FluentCRM adatbázistáblák alaphelyzetbe állítása

source: Rest API Status
hu_hu: Rest API állapota

source: Looks like you did not have any additional Manager yet. Please create a manager (non administrator role) first for FluentCRM
hu_hu: Úgy tűnik, még nincs további Manager. Kérjük, hozzon létre először egy Manager szerepkörű (nem adminisztrátori) felhasználót a FluentCRM-hez

source: Use Basic Authorization for REST API requests. Please check the official documentation for more details
hu_hu: A REST API kérésekhez használja a Basic Authorizationt. További részletekért kérjük, tekintse meg a hivatalos dokumentációt

source: Restrict Content Pro Integration
hu_hu: Restrict Content Pro integráció

source: Resume
hu_hu: Folytatás

source: Resume Sending
hu_hu: Küldés folytatása

source: Retry Sending
hu_hu: Küldés újrapróbálása

source: Revenue From Sequence Emails
hu_hu: A sorozat e-mailjeiből származó bevétel

source: Revenue Report
hu_hu: Bevételi jelentés

source: Revenue from this email campaign
hu_hu: Ebből az e-mail kampányból származó bevétel

source: Review
hu_hu: Áttekintés

source: Review & Import
hu_hu: Áttekintés és importálás

source: Review & Send
hu_hu: Áttekintés és küldés

source: Run Action Task to do particular task on the contact
hu_hu: Műveleti feladat futtatása adott feladat végrehajtásához a kapcsolaton

source: Run Manually
hu_hu: Kézi futtatás

source: SMTP/Email Sending Service Settings
hu_hu: SMTP/e-mail küldési szolgáltatás beállításai

source: Sales
hu_hu: Értékesítés

source: Saturday
hu_hu: Szombat

source: Save
hu_hu: Mentse

source: Save & close
hu_hu: Mentse & zárja be

source: Save Note
hu_hu: Mentse a jegyzetet

source: Save Settings
hu_hu: Mentse a beállításokat

source: Save Template
hu_hu: Mentse a sablont

source: Save as dynamic Segment
hu_hu: Mentse dinamikus szegmensként

source: Save as template
hu_hu: Mentse sablonként

source: Saved
hu_hu: Elmentve

source: Emails will be sent at scheduled time.
hu_hu: Az e-mailek az ütemezett időpontban kerülnek elküldésre.

source: Schedule
hu_hu: Ütemezze

source: Schedule Campaign
hu_hu: Ütemezze a kampányt

source: Schedule Time
hu_hu: Ütemezés ideje

source: Schedule the emails
hu_hu: Ütemezze az e-maileket

source: Schedule this campaign
hu_hu: Ütemezze ezt a kampányt

source: Schedule emails within a specified date-time range
hu_hu: Ütemezze az e-maileket egy meghatározott dátum- és időtartományon belül

source: Scheduled
hu_hu: Ütemezve

source: Scheduled (pending)
hu_hu: Ütemezve (függőben)

source: Scheduled At
hu_hu: Ütemezés időpontja

source: Scheduled at:
hu_hu: Ütemezés időpontja:

source: Scheduled on
hu_hu: Ütemezés dátuma

source: Scheduling Settings
hu_hu: Ütemezési beállítások

source: Search
hu_hu: Keressen

source: Select All
hu_hu: Jelöljön ki mindent

source: Search Companies
hu_hu: Keressen vállalatokat

source: Search Results for:
hu_hu: Keresési eredmények erre:

source: Search Type and Enter...
hu_hu: Írjon be kifejezést, majd nyomja meg az Entert...

source: Search by title...
hu_hu: Keressen cím szerint...

source: Search contact
hu_hu: Keressen kapcsolatot

source: Search...
hu_hu: Keressen...

source: Segment Name
hu_hu: Szegmens neve

source: Select
hu_hu: Válasszon

source: Select A List
hu_hu: Válasszon egy listát

source: Select Action
hu_hu: Válasszon műveletet

source: Select Activity Type
hu_hu: Válassza ki a tevékenység típusát

source: Select Automation
hu_hu: Válassza ki az automatizmust

source: Select Automation Funnel
hu_hu: Válassza ki az automatizálási tölcsért

source: Select Bulk Action
hu_hu: Válassza ki a tömeges műveletet

source: Select Companies
hu_hu: Válasszon vállalatokat

source: Select Condition
hu_hu: Válassza ki a feltételt

source: Select Contact
hu_hu: Válasszon kapcsolatot

source: Select Current CRM
hu_hu: Válassza ki az aktuális CRM-et

source: Select Day of the month
hu_hu: Válassza ki a hónap napját

source: Select Day of the week
hu_hu: Válassza ki a hét napját

source: Select Dynamic Segment
hu_hu: Válassza ki a dinamikus szegmenst

source: Select Email Recipients
hu_hu: Válassza ki az e-mail címzetteket

source: Select Field Type
hu_hu: Válassza ki a mező típusát

source: Select Image for Your Email Body
hu_hu: Válasszon képet az Ön e-mailjének tartalmához

source: Select List First
hu_hu: Először válasszon listát

source: Select Lists that you want to show for contacts
hu_hu: Válassza ki azokat a listákat, amelyeket a kapcsolatoknál meg szeretne jeleníteni

source: Select Logs you want to delete
hu_hu: Válassza ki a törölni kívánt naplókat

source: Select New Automation Trigger
hu_hu: Válassza ki az új automatizálási triggert

source: Select Operator
hu_hu: Válassza ki az operátort

source: Select Option
hu_hu: Válassza ki az opciót

source: Select Schedule time
hu_hu: Válassza ki az ütemezési időpontot

source: Select Sequence
hu_hu: Válassza ki a sorozatot

source: Select Subscribers
hu_hu: Válassza ki a feliratkozókat

source: Select Targeted Tags
hu_hu: Válassza ki a célzott címkéket

source: Select Template
hu_hu: Válassza ki a sablont

source: Select Value
hu_hu: Válassza ki az értéket

source: Select Your CSV Delimiter
hu_hu: Válassza ki a CSV elválasztót

source: Select Your Email Service Provider
hu_hu: Válassza ki az e-mail szolgáltatót

source: Select a List
hu_hu: Válasszon egy listát

source: Select a Trigger
hu_hu: Válasszon egy triggert

source: Select a starter design to build your email
hu_hu: Válasszon egy kezdő dizájnt e-mailje elkészítéséhez

source: Select a template
hu_hu: Válasszon egy sablont

source: Select automation conditions
hu_hu: Válassza ki az automatizálási feltételeket

source: Select by Roles
hu_hu: Válasszon szerepkörök szerint

source: Select country
hu_hu: Válasszon országot

source: Select custom contacts by advanced filters
hu_hu: Válasszon egyéni kontaktokat haladó szűrők alapján

source: Select data source and operator first
hu_hu: Először válassza ki az adatforrást és az operátort

source: Select date and time
hu_hu: Válassza ki a dátumot és az időpontot

source: Select lists
hu_hu: Válassza ki a listákat

source: Select status
hu_hu: Válassza ki az állapotot

source: Select tags
hu_hu: Válassza ki a címkéket

source: Select the fields that user can manage
hu_hu: Válassza ki a felhasználó által kezelhető mezőket

source: Select the trigger for this automation
hu_hu: Válassza ki ennek az automatizálásnak a triggerét

source: Select which day of the month to send email
hu_hu: Válassza ki, a hónap mely napján küldje el az e-mailt

source: Select which day you want to send email
hu_hu: Válassza ki, melyik napon szeretné elküldeni az e-mailt

source: Select Date & Time Range that you want to send the emails
hu_hu: Válassza ki azt a dátum- és időtartományt, amikor el szeretné küldeni az e-maileket

source: Semicolon Separated (;)
hu_hu: Pontosvesszővel elválasztva (;)

source: Send
hu_hu: Küldés

source: Send Double Optin
hu_hu: Double Optin küldése

source: Send Double Optin Email
hu_hu: Double Optin e-mail küldése

source: Send Double Optin Email for new contacts
hu_hu: Double Optin e-mail küldése új kontaktoknak

source: Send Double Optin To Pending Contacts
hu_hu: Double Optin küldése függőben lévő kontaktoknak

source: Send Email
hu_hu: E-mail küldése

source: Send Emails Now
hu_hu: E-mailek küldése most

source: Send HTTP
hu_hu: HTTP küldése

source: Send a test email
hu_hu: Teszt e-mail küldése

source: Send emails if
hu_hu: E-mailek küldése, ha

source: Send the emails right now
hu_hu: Küldje el az e-maileket azonnal

source: Send to Draft
hu_hu: Küldés vázlatba

source: Send Emails automatically to the selected day and time (if you disable this, emails will be on draft state and you can trigger emails after review)
hu_hu: E-mailek automatikus küldése a kiválasztott napon és időpontban (ha ezt kikapcsolja, az e-mailek vázlat állapotban lesznek, és felülvizsgálat után indíthatja a küldést)

source: Send emails daily / weekly / monthly automatically based in your published content as newsletter
hu_hu: E-mailek napi/heti/havi automatikus küldése a közzétett tartalom alapján hírlevélként

source: Sending
hu_hu: Küldés

source: Sending Conditions
hu_hu: Küldési feltételek

source: Sending Time Range
hu_hu: Küldési időtartomány

source: Sending To Contacts
hu_hu: Küldés a kontaktoknak

source: Sent
hu_hu: Elküldve

source: September
hu_hu: szeptember

source: Sequence
hu_hu: Levélsorozat

source: Sequence Subscribers
hu_hu: Levélsorozat feliratkozói

source: Sequence Title
hu_hu: Levélsorozat címe

source: Are you sure, you want to remove these subscribers from this sequence?
hu_hu: Biztos benne, hogy el kívánja távolítani ezeket a feliratkozókat ebből a levélsorozatból?

source: Server Issue detected
hu_hu: Szerverhiba észlelve

source: Set Campaign
hu_hu: Kampány beállítása

source: Set Companies
hu_hu: Vállalatok beállítása

source: Set Condition
hu_hu: Feltétel beállítása

source: Set Email Sequence
hu_hu: E-mail levélsorozat beállítása

source: Set Email Subject & Body
hu_hu: E-mail tárgyának és törzsének beállítása

source: Set Lists
hu_hu: Listák beállítása

source: Set Note Title
hu_hu: Jegyzet címének beállítása

source: Set Property
hu_hu: Tulajdonság beállítása

source: Set Tags
hu_hu: Címkék beállítása

source: Set User Role
hu_hu: Felhasználói szerepkör beállítása

source: Set Webhook URL
hu_hu: Webhook URL beállítása

source: Set after how many
hu_hu: Adja meg, hány után

source: Set up your schedule
hu_hu: Állítsa be az ütemezést

source: Please set date and time to send this campaign
hu_hu: Kérjük, állítsa be a dátumot és az időpontot a kampány elküldéséhez

source: SMTP/Email Service Settings
hu_hu: SMTP/E-mail szolgáltatás beállításai

source: Settings Updated.
hu_hu: Beállítások frissítve.

source: Not Working. Please make sure your server has this request type enabled
hu_hu: Nem működik. Kérjük, győződjön meg róla, hogy a kiszolgálón engedélyezve van ez a kéréstípus

source: Setup
hu_hu: Beállítás

source: Allow FluentCRM to collect non-sensitive diagnostic data and usage information.
hu_hu: Engedélyezze, hogy a FluentCRM nem érzékeny diagnosztikai és használati adatokat gyűjtsön.

source: Install Fluent Forms Plugin for Lead collections Forms.
hu_hu: Telepítse a Fluent Forms bővítményt a leadgyűjtő űrlapokhoz.

source: We will send marketing tips and advanced usage of FluentCRM (Monthly)
hu_hu: Marketingtippeket és a FluentCRM haladó használatáról szóló információkat küldünk (Havonta)

source: You can subscribe to our bi-monthly newsletter where we will email you all about FluentCRM.
hu_hu: Feliratkozhat kéthavi hírlevelünkre, amelyben mindent a FluentCRM-ről e-mailben küldünk Önnek.

source: Share Essentials
hu_hu: Alapok megosztása

source: Shortcode
hu_hu: Rövidkód

source: Show Errors
hu_hu: Hibák megjelenítése

source: Show IF in Selected Tag
hu_hu: Megjelenítés, ha rendelkezik a kiválasztott címkével

source: Show IF not in selected tag
hu_hu: Megjelenítés, ha nem rendelkezik a kiválasztott címkével

source: Show Individual Emails
hu_hu: Egyedi e-mailek megjelenítése

source: Show Individual Recipients
hu_hu: Egyedi címzettek megjelenítése

source: Show Invalid Contacts
hu_hu: Érvénytelen kapcsolatok megjelenítése

source: Show Report
hu_hu: Jelentés megjelenítése

source: Show Skipped Contacts
hu_hu: Kihagyott kapcsolatok megjelenítése

source: Show Subscribers
hu_hu: Feliratkozók megjelenítése

source: Show if in tags:
hu_hu: Megjelenítés, ha a címkék között szerepel:

source: Show if not in tags:
hu_hu: Megjelenítés, ha nem szerepel a címkék között:

source: Showing preview for current contact
hu_hu: Előnézet megjelenítése az aktuális kapcsolathoz

source: Showing stats from
hu_hu: Statisztikák megjelenítése innen

source: Skip
hu_hu: Kihagyás

source: Skip if already in DB
hu_hu: Kihagyás, ha már a DB-ben van

source: Slug (Optional)
hu_hu: Slug (nem kötelező)

source: Smartcode has been copied to your clipboard
hu_hu: A Smartcode a vágólapra lett másolva

source: Looks like your FluentSMTP plugin is not configured yet
hu_hu: Úgy tűnik, az Ön FluentSMTP bővítménye még nincs beállítva

source: Your WordPress & FluentCRM is set to send using FluentSMTP Plugin
hu_hu: Az Ön WordPress-e és FluentCRM-je úgy van beállítva, hogy a FluentSMTP bővítményt használja a küldéshez

source: FluentSMTP - The ultimate SMTP & Email Service Connection Plugin for WordPress
hu_hu: FluentSMTP – A végső SMTP- és e‑mail-szolgáltatás-kapcsolati bővítmény WordPresshez

source: Social Links
hu_hu: Közösségi linkek

source: Please note, some smart codes like footer links may not work on test email
hu_hu: Kérjük, vegye figyelembe, hogy egyes smart kódok, például a lábléc-hivatkozások, a teszt e‑mailben nem biztos, hogy működnek

source: Something is wrong!
hu_hu: Valami nincs rendben!

source: Something went wrong!
hu_hu: Valami hiba történt!

source: Something went wrong, when syncing data
hu_hu: Hiba történt az adatok szinkronizálása során

source: Sorry no subscribers found based on your selection
hu_hu: Sajnáljuk, az Ön választása alapján nem találhatók feliratkozók

source: Sorry! No docs found
hu_hu: Sajnáljuk! Nem találhatók dokumentumok

source: Sorry, No emails found in this automation
hu_hu: Sajnáljuk, ebben az automatizálásban nem találhatók e‑mailek

source: Sorry, the selected plugins could not be installed
hu_hu: Sajnáljuk, a kiválasztott bővítményeket nem sikerült telepíteni

source: Select Source from where you want to import your contacts
hu_hu: Válassza ki a forrást, ahonnan importálni szeretné a névjegyeit

source: Start Range
hu_hu: Tartomány kezdete

source: Start Using SmartLinks
hu_hu: Kezdje el használni a SmartLinks-et

source: Start Writing Email Here
hu_hu: Itt kezdje el az e‑mail írását

source: Start Writing Here
hu_hu: Itt kezdje el az írást

source: Start date
hu_hu: Kezdés dátuma

source: StartOver
hu_hu: Újrakezdés

source: Started At
hu_hu: Kezdés ideje

source: Starts With
hu_hu: Ezzel kezdődik

source: Stats
hu_hu: Statisztikák

source: Step 1
hu_hu: 1. lépés

source: Step 2
hu_hu: 2. lépés

source: Step Report
hu_hu: Lépésjelentés

source: Subject
hu_hu: Tárgy

source: Subject & Settings
hu_hu: Tárgy és beállítások

source: Subject Analytics
hu_hu: Tárgyelemzés

source: Subject Test
hu_hu: Tárgyteszt

source: Subscriber
hu_hu: Feliratkozó

source: Subscriber Clicks
hu_hu: Feliratkozói kattintások

source: Subscriber Fields
hu_hu: Feliratkozói mezők

source: Subscribers Growth
hu_hu: Feliratkozók növekedése

source: Current status of the subscriber in the funnel
hu_hu: A feliratkozó aktuális állapota a tölcsérben

source: Subtract Options
hu_hu: Kivonási beállítások

source: Subtract Value
hu_hu: Kivonandó érték

source: Success
hu_hu: Siker

source: Suggested text to include:
hu_hu: Javasolt beillesztendő szöveg:

source: Summary
hu_hu: Összegzés

source: Sunday
hu_hu: Vasárnap

source: Super fast UI powered by VueJS
hu_hu: Szupergyors felhasználói felület, a VueJS hajtja

source: Support Tickets from
hu_hu: Támogatási jegyek innen

source: Sync new steps to existing completed contacts
hu_hu: Szinkronizálja az új lépéseket a meglévő, befejezett névjegyekhez

source: Syncing...
hu_hu: Szinkronizálás...

source: System Defined
hu_hu: Rendszer által meghatározott

source: Tag
hu_hu: Címke

source: Tag Name
hu_hu: Címke neve

source: Tags are like Lists but more ways to filter your contacts inside a list
hu_hu: A címkék hasonlóak a listákhoz, de többféle módot kínálnak a névjegyek szűrésére egy listán belül

source: Target Full URL
hu_hu: Cél teljes URL

source: Target URL
hu_hu: Cél URL

source: Template Name
hu_hu: Sablon neve

source: Template Title
hu_hu: Sablon címe

source: Template export is only available on pro version of FluentCRM
hu_hu: A sablonexport csak a FluentCRM Pro verziójában érhető el

source: Test email successfully sent to
hu_hu: A teszt e-mail sikeresen elküldve a következő címre

source: Text Color
hu_hu: Szöveg színe

source: Thank you again for configuring your own CRM in WordPress.
hu_hu: Köszönjük ismét, hogy beállította saját CRM-jét a WordPressben.

source: The email address is required!
hu_hu: Az e-mail cím megadása kötelező!

source: The referrer: (e.g. google, newsletter)
hu_hu: A hivatkozó: (pl. Google, hírlevél)

source: This Month
hu_hu: Ebben a hónapban

source: This email footer text will be used to all your email
hu_hu: Ezt a láblécszöveget minden e-mailjéhez használjuk

source: This email footer text will be used to this email only
hu_hu: Ezt a láblécszöveget csak ehhez az e-mailhez használjuk

source: This feature only available on FluentCRM Pro.
hu_hu: Ez a funkció csak a FluentCRM Pro-ban érhető el.

source: This is a pro feature
hu_hu: Ez egy Pro funkció

source: This quarter
hu_hu: Ebben a negyedévben

source: ThriveThemes integration
hu_hu: ThriveThemes integráció

source: Thursday
hu_hu: Csütörtök

source: Tips
hu_hu: Tippek

source: Title field is required
hu_hu: A cím mező kitöltése kötelező

source: Title of the Recurring Campaign
hu_hu: Az ismétlődő kampány címe

source: To
hu_hu: Címzett

source: To use this feature you need FluentCRM Pro.
hu_hu: E funkció használatához a FluentCRM Pro-ra van szükség.

source: Tomorrow
hu_hu: Holnap

source: Tools
hu_hu: Eszközök

source: Top Selling Products
hu_hu: Legjobban fogyó termékek

source: Total Clicks
hu_hu: Összes kattintás

source: Total Contact
hu_hu: Összes kapcsolat

source: Total Emails
hu_hu: Összes e-mail

source: Total Found Result:
hu_hu: Összes talált eredmény:

source: Total Inserted:
hu_hu: Összesen beszúrva:

source: Total Recipients
hu_hu: Összes címzett

source: Total Updated:
hu_hu: Összesen frissítve:

source: Total:
hu_hu: Összesen:

source: Transfer Data From Other CRM
hu_hu: Adatok átvitele más CRM-ből

source: Trigger Title
hu_hu: Trigger címe

source: You may change the trigger for this automation. Once you change, Please reconfigure the trigger settings
hu_hu: Módosíthatja ennek az automatizálásnak a triggerét. A módosítás után kérjük, konfigurálja újra a trigger beállításait

source: Trying fallback save. Please Wait...
hu_hu: Tartalék mentés megkísérlése. Kérjük, várjon...

source: Tuesday
hu_hu: Kedd

source: TutorLMS Integration:
hu_hu: TutorLMS integráció:

source: Twitter Handle URL
hu_hu: Twitter-felhasználónév URL-je

source: Type and Enter...
hu_hu: Gépeljen és nyomja meg az Entert...

source: URL after redirect
hu_hu: Átirányítás utáni URL

source: Uncheck this if you want to trigger automation events
hu_hu: Vegye ki a jelölést, ha automatizálási eseményeket szeretne indítani

source: Unique Clicks
hu_hu: Egyedi kattintások

source: Unknown error
hu_hu: Ismeretlen hiba

source: Do you really want to leave? you have unsaved changes!
hu_hu: Biztosan el kívánja hagyni az oldalt? Nem mentett módosításai vannak!

source: Unsubscribers
hu_hu: Leiratkozók

source: Awesome! No one unsubscribed from this campaign
hu_hu: Nagyszerű! Senki sem iratkozott le erről a kampányról

source: Update
hu_hu: Frissítés

source: Update Companies
hu_hu: Vállalatok frissítése

source: Update Contact
hu_hu: Kapcsolat frissítése

source: Update Custom Field
hu_hu: Egyéni mező frissítése

source: Update Field
hu_hu: Mező frissítése

source: Update Note
hu_hu: Megjegyzés frissítése

source: Update Segment
hu_hu: Szegmens frissítése

source: Update Settings
hu_hu: Beállítások frissítése

source: Update Smart Link
hu_hu: Smart Link frissítése

source: Update Subscribers
hu_hu: Feliratkozók frissítése

source: Update if already in DB
hu_hu: Frissítés, ha már a DB-ben van

source: Updated At
hu_hu: Frissítve ekkor

source: Updating
hu_hu: Frissítés folyamatban

source: Upgrade to FluentCRM Pro
hu_hu: Frissítsen a FluentCRM Pro-ra

source: To Activate this module please upgrade to pro
hu_hu: A modul aktiválásához kérjük, frissítsen pro-ra

source: Upload
hu_hu: Feltöltés

source: Upload CSV
hu_hu: CSV feltöltése

source: Upload Your CSV file
hu_hu: Töltse fel az Ön CSV-fájlját

source: Use Custom Email Footer
hu_hu: Egyéni e-mail-lábléc használata

source: Use Email Template
hu_hu: E-mail-sablon használata

source: Use Global Email Footer
hu_hu: Globális e-mail-lábléc használata

source: Use to differentiate ads
hu_hu: A hirdetések megkülönböztetésére használja

source: Use your dynamic segment to broadcast Email Campaigns
hu_hu: Használja az Ön dinamikus szegmensét e-mail-kampányok kiküldésére

source: Please do not close this modal.
hu_hu: Kérjük, ne zárja be ezt az ablakot.

source: Some of the users matching your criteria
hu_hu: Az Ön feltételeinek megfelelő felhasználók közül néhány

source: User Email
hu_hu: Felhasználó e-mailje

source: User Email Address
hu_hu: Felhasználó e-mail-címe

source: User Roles:
hu_hu: Felhasználói szerepkörök:

source: User Signup On Form
hu_hu: Felhasználói regisztráció űrlapon

source: User data from database
hu_hu: Felhasználói adatok az adatbázisból

source: Value
hu_hu: Érték

source: Verified Email Senders
hu_hu: Ellenőrzött e-mail-feladók

source: Verify License
hu_hu: Licenc ellenőrzése

source: Add another Sequence Email
hu_hu: Adjon hozzá egy új e-mailt a sorozathoz

source: Emails are sending at this moment
hu_hu: Az e-mailek küldése jelenleg folyamatban van

source: Get started with adding an email to this sequence
hu_hu: Kezdésként adjon hozzá egy e-mailt ehhez a sorozathoz

source: Please make sure this email is supported by your SMTP/SES
hu_hu: Kérjük, győződjön meg arról, hogy az Ön SMTP/SES rendszere támogatja ezt az e-mailt

source: The emails will be sent based on your set date and time.
hu_hu: Az e-mailek az Ön által beállított dátum és idő alapján lesznek elküldve.

source: This campaign has been scheduled.
hu_hu: Ez a kampány ütemezésre került.

source: This campaign is now on "Paused" state. No Emails will be sent
hu_hu: Ez a kampány most "Paused" állapotban van. Nem kerülnek e-mailek kiküldésre

source: Your emails are sending right now....
hu_hu: Az Ön e-mailjei éppen küldés alatt vannak....

source: View All
hu_hu: Összes megtekintése

source: View Campaign Emails
hu_hu: A kampány e-mailjeinek megtekintése

source: View Company
hu_hu: Vállalat megtekintése

source: View Contacts
hu_hu: Kapcsolatok megtekintése

source: View Emails
hu_hu: E-mailek megtekintése

source: View Full Profile
hu_hu: Teljes profil megtekintése

source: View GridPane Article
hu_hu: GridPane-cikk megtekintése
