Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: Looks like we could not determine your info. Please fill out the form and get your email subscription form link via email.
hu_hu: Úgy tűnik, nem tudtuk meghatározni az adatait. Kérjük, töltse ki az űrlapot, és e-mailben kapja meg a feliratkozási űrlap hivatkozását.

source: Email me the link
hu_hu: Küldje el a hivatkozást e-mailben

source: You’ve successfully unsubscribed from our email list.
hu_hu: Sikeresen leiratkozott az e-mail listánkról.

source: Please specify
hu_hu: Kérjük, adja meg

source: Request Unsubscribe
hu_hu: Leiratkozás kérése

source: Get Unsubscribe Link
hu_hu: Leiratkozási hivatkozás lekérése

source: Looks like we could not determine your info. Please fill out the form and get unsubscribe link via email.
hu_hu: Úgy tűnik, nem tudtuk meghatározni az adatait. Kérjük, töltse ki az űrlapot, és e-mailben kapja meg a leiratkozási hivatkozást.

source: View FluentCRM Documentation
hu_hu: FluentCRM dokumentáció megtekintése

source: Docs & FAQs
hu_hu: Dokumentáció és GYIK

source: Get Support
hu_hu: Támogatás kérése

source: Support
hu_hu: Támogatás

source: Developer Docs
hu_hu: Fejlesztői dokumentáció

source: Upgrade to Pro
hu_hu: Frissítés Pro verzióra

source: Title Color
hu_hu: Cím színe

source: Box Background Color
hu_hu: Doboz háttérszíne

source: Author Color
hu_hu: Szerző színe

source: Meta Comment Color
hu_hu: Meta megjegyzés színe

source: Content Color
hu_hu: Tartalom színe

source: Button Color
hu_hu: Gomb színe

source: Select Post Type
hu_hu: Bejegyzéstípus kiválasztása

source: Taxonomy
hu_hu: Taxonómia

source: Select Operator Type
hu_hu: Operátor típusának kiválasztása

source: Select the operator type for the taxonomy filter
hu_hu: Válassza ki a taxonómiaszűrő operátor típusát

source: Order by
hu_hu: Rendezés szerint

source: Newest to Oldest
hu_hu: Legújabbtól a legrégebbiig

source: Oldest to Newest
hu_hu: Legrégebbitől a legújabbig

source: Modified Ascending
hu_hu: Módosítás dátuma (növekvő)

source: Modified Descending
hu_hu: Módosítás dátuma (csökkenő)

source: Menu Order
hu_hu: Menü sorrendje

source: Random
hu_hu: Véletlenszerű

source: Posts from last (days)
hu_hu: Bejegyzések az elmúlt (days) során

source: e.g get posts in the last (7) days
hu_hu: pl. bejegyzések lekérése az elmúlt (7) napból

source: Show Posts
hu_hu: Bejegyzések megjelenítése

source: e.g how many posts you want to show
hu_hu: pl. hány bejegyzést kíván megjeleníteni

source: Select Layout
hu_hu: Válasszon elrendezést

source: Default
hu_hu: Alapértelmezett

source: Layout 2
hu_hu: 2. elrendezés

source: Layout 3
hu_hu: 3. elrendezés

source: Layout 4
hu_hu: 4. elrendezés

source: Layout 5
hu_hu: 5. elrendezés

source: Layout 6
hu_hu: 6. elrendezés

source: Layout 7
hu_hu: 7. elrendezés

source: Show Image
hu_hu: Kép megjelenítése

source: Show Excerpt
hu_hu: Kivonat megjelenítése

source: Excerpt Length
hu_hu: Kivonat hossza

source: Show Meta
hu_hu: Metaadatok megjelenítése

source: Show Comments
hu_hu: Hozzászólások megjelenítése

source: Show Author
hu_hu: Szerző megjelenítése

source: Show Author Avatar
hu_hu: Szerző avatarjának megjelenítése

source: Show Button
hu_hu: Gomb megjelenítése

source: Post Image Type
hu_hu: Bejegyzés képének típusa

source: Cover
hu_hu: Kitöltés

source: Contain
hu_hu: Befoglalás

source: None
hu_hu: Nincs

source: Customization
hu_hu: Testreszabás

source: Select Taxonomy
hu_hu: Válasszon taxonómiát
