Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: Have a new license Key?
hu_hu: Van új licenckulcsa?

source: Headings Font Family
hu_hu: Címsorok betűcsaládja

source: Help us to make FluentCRM better
hu_hu: Segítsen jobbá tenni a FluentCRM-et

source: Will be applied to the contacts who does not have any mapped tags in
hu_hu: Azokra a kapcsolatokra lesz alkalmazva, akiknél nincs hozzárendelt címke

source: How can we help you?
hu_hu: Hogyan segíthetünk Önnek?

source: How often you want to send this email?
hu_hu: Milyen gyakran szeretné elküldeni ezt az e‑mailt?

source: Identifiers
hu_hu: Azonosítók

source: Identify the paid keywords
hu_hu: Azonosítsa a fizetett kulcsszavakat

source: If you use
hu_hu: Ha Ön használja

source: If you want to disable auto-syncing
hu_hu: Ha le szeretné tiltani az automatikus szinkronizálást

source: Immediately
hu_hu: Azonnal

source: Import
hu_hu: Importálás

source: Import Automation Funnel
hu_hu: Automatizálási tölcsér importálása

source: Import CSV
hu_hu: CSV importálása

source: Import Companies
hu_hu: Vállalatok importálása

source: Import From Other Providers
hu_hu: Importálás más szolgáltatóktól

source: Import Funnel From JSON File
hu_hu: Tölcsér importálása JSON fájlból

source: Import Subscribers
hu_hu: Feliratkozók importálása

source: Import Template
hu_hu: Sablon importálása

source: Import has been completed, You may close this modal now
hu_hu: Az importálás befejeződött, most bezárhatja ezt a modális ablakot

source: Import only active subscribers from
hu_hu: Csak az aktív feliratkozók importálása innen

source: Import your exported dynamic segment JSON file here. Please upload your JSON file.
hu_hu: Itt importálja az exportált dinamikus szegmens JSON fájlját. Kérjük, töltse fel a JSON fájlját.

source: Import your exported email template JSON file here. Please upload your JSON file.
hu_hu: Itt importálja az exportált e‑mail sablon JSON fájlját. Kérjük, töltse fel a JSON fájlját.

source: Importing now...
hu_hu: Importálás folyamatban...

source: Something is wrong when importing. Please check the error message below
hu_hu: Valami hiba történt importálás közben. Kérjük, ellenőrizze az alábbi hibaüzenetet

source: In
hu_hu: Benne

source: In Details Reporting
hu_hu: Részletes jelentéskészítés

source: Include Contact Info in Personal Data export by WP
hu_hu: Kapcsolattartási adatok bevonása a WP által készített személyes adatok exportjába

source: Included Contacts
hu_hu: Tartalmazott kapcsolatok

source: Includes none of (match all)
hu_hu: Egyiket sem tartalmazza (mindegyiknek meg kell felelnie)

source: Incoming Webhook Settings
hu_hu: Bejövő Webhook beállításai

source: Incoming Webhooks
hu_hu: Bejövő Webhookok

source: Incomplete
hu_hu: Hiányos

source: Individual Reporting
hu_hu: Egyéni jelentéskészítés

source: Info
hu_hu: Információ

source: Insert
hu_hu: Beszúrás

source: Insert a valid url that this link will direct to
hu_hu: Adjon meg egy érvényes url-t, amelyre ez a hivatkozás mutat

source: Installed
hu_hu: Telepítve

source: Integration Settings
hu_hu: Integrációs beállítások

source: Data syncing has been completed. Please reload this page now
hu_hu: Az adatszinkronizálás befejeződött. Kérjük, töltse újra ezt az oldalt most

source: Please do not close this window or navigate to other page
hu_hu: Kérjük, ne zárja be ezt az ablakot, és ne navigáljon másik oldalra

source: A double opt-in email will be sent automatically
hu_hu: Egy double opt-in e‑mail automatikusan elküldésre kerül

source: Syncing may take few seconds to minutes based on your customers size in
hu_hu: A szinkronizálás néhány másodperctől percekig tarthat az Ön ügyfeleinek méretétől függően itt:

source: Collect and segment email contacts from wooCommerce checkout and send emails. Run funnels, segment your customers into FluentCRM
hu_hu: Gyűjtse és szegmentálja az e‑mail kapcsolatok adatait a wooCommerce pénztárból, és küldjön e‑maileket. Futtasson tölcséreket, szegmentálja ügyfeleit a FluentCRM-ben

source: Integrations
hu_hu: Integrációk

source: Internal Campaign Title
hu_hu: Belső kampánycím

source: Internal Description
hu_hu: Belső leírás

source: Internal Label
hu_hu: Belső címke

source: Internal Subtitle
hu_hu: Belső alcím

source: Internal Title
hu_hu: Belső cím

source: Invalid Emails:
hu_hu: Érvénytelen e‑mail címek:

source: Invalid schedule date range
hu_hu: Érvénytelen ütemezési dátumtartomány

source: Invalid links detected. Check the following button / links
hu_hu: Érvénytelen hivatkozások észlelve. Ellenőrizze az alábbi gombot / hivatkozásokat

source: January
hu_hu: Január

source: July
hu_hu: július

source: June
hu_hu: június

source: Key
hu_hu: Kulcs

source: LMS INTEGRATION:
hu_hu: LMS INTEGRÁCIÓ:

source: Label
hu_hu: Címke

source: Last 3 months
hu_hu: Az elmúlt 3 hónap

source: Last Change Date
hu_hu: Utolsó módosítás dátuma

source: Last Changed
hu_hu: Legutóbb módosítva

source: Last Executed At
hu_hu: Utoljára végrehajtva ekkor

source: Last Purchase Date
hu_hu: Utolsó vásárlás dátuma

source: Last month
hu_hu: Az elmúlt hónap

source: Last order
hu_hu: Legutóbbi rendelés

source: Last quarter
hu_hu: Az elmúlt negyedév

source: Last week
hu_hu: Az elmúlt hét

source: Latest Action
hu_hu: Legutóbbi művelet

source: Launch Visual Editor
hu_hu: Vizuális szerkesztő indítása

source: Learn More
hu_hu: Tudjon meg többet

source: Learn more about FluentSMTP Plugin.
hu_hu: Tudjon meg többet a FluentSMTP Pluginról.

source: LearnDash Integration:
hu_hu: LearnDash integráció:

source: Less Than
hu_hu: Kevesebb mint

source: Let's Go
hu_hu: Kezdje el

source: License Management
hu_hu: Licenckezelés

source: SmartLinks allow you to tag and segment your subscribers when they click a link in an email, on your site or anywhere!
hu_hu: A SmartLinks lehetővé teszi, hogy az Ön feliratkozóit címkézze és szegmentálja, amikor egy e-mailben, a webhelyén vagy bárhol egy linkre kattintanak!

source: This is a premium feature. Please download the FluentCRM Pro to activate this feature.
hu_hu: Ez egy prémium funkció. Kérjük, töltse le a FluentCRM Pro-t a funkció aktiválásához.

source: Line
hu_hu: Vonal

source: Line Height
hu_hu: Sormagasság

source: Link Metrics
hu_hu: Link metrikák

source: Link Title
hu_hu: Link címe

source: Link activity
hu_hu: Linktevékenység

source: LinkedIn Company Page URL
hu_hu: LinkedIn vállalati oldal URL

source: List are categories of your contacts. You can add lists and assign contacts to your list for better segmentation
hu_hu: A listák az Ön kapcsolatai kategóriái. Hozzáadhat listákat, és a jobb szegmentálás érdekében hozzárendelheti a névjegyeket az Ön listájához

source: List
hu_hu: Lista

source: Leave blank if you do not want to filter campaigns
hu_hu: Hagyja üresen, ha nem szeretne kampányokat szűrni

source: List the campaigns if the title match the provided keyword
hu_hu: Sorolja fel a kampányokat, ha a cím megegyezik a megadott kulcsszóval

source: Loading
hu_hu: Betöltés

source: Loading Campaign Data...
hu_hu: Kampányadatok betöltése...

source: Loading Editor...
hu_hu: Szerkesztő betöltése...

source: Loading Preview. Please wait...
hu_hu: Előnézet betöltése. Kérjük, várjon...

source: Loading Settings...
hu_hu: Beállítások betöltése...

source: Loading...
hu_hu: Betöltés...

source: Loading.....
hu_hu: Betöltés.....

source: Logo
hu_hu: Logó

source: Looks like there had a problem to sync the data
hu_hu: Úgy tűnik, probléma történt az adatok szinkronizálásakor

source: Looks like your license has been expired
hu_hu: Úgy tűnik, az Ön licence lejárt

source: MEMBERSHIP INTEGRATION:
hu_hu: TAGSÁGI INTEGRÁCIÓ:

source: Main Contact Properties
hu_hu: Fő kapcsolati tulajdonságok

source: Manage APIs
hu_hu: API-k kezelése

source: Managers
hu_hu: Menedzserek

source: Please Provide Email address of your existing system user
hu_hu: Kérjük, adja meg meglévő rendszerfelhasználójának e-mail-címét

source: Map Contact Fields
hu_hu: Kapcsolatmezők hozzárendelése

source: Map Data
hu_hu: Adatok hozzárendelése

source: Map List
hu_hu: Lista hozzárendelése

source: Map Tags
hu_hu: Címkék hozzárendelése

source: Map the data
hu_hu: Rendelje hozzá az adatokat

source: Map your Data
hu_hu: Rendelje hozzá az adatait

source: Completed. You can close this modal now
hu_hu: Kész. Most bezárhatja ezt a modális ablakot

source: Contacts that are duplicate
hu_hu: Duplikált kapcsolatok

source: Importing Contacts from your CSV. Please Do not close this modal
hu_hu: Kapcsolatok importálása az Ön CSV-fájljából. Kérjük, ne zárja be ezt a modális ablakot

source: Status for the new subscribers
hu_hu: Az új feliratkozók státusza

source: Subscribers imported successfully.
hu_hu: A feliratkozók importálása sikerült.

source: Total Skipped (Including Invalid):
hu_hu: Összes kihagyott (beleértve az érvényteleneket is):

source: Map CSV Fields with Contact Property
hu_hu: CSV-mezők hozzárendelése a kapcsolat tulajdonságaihoz

source: Please map the csv headers with the respective subscriber fields.
hu_hu: Kérjük, rendelje hozzá a CSV-fejléceket a megfelelő feliratkozói mezőkhöz.

source: March
hu_hu: Március

source: Mark as Primary
hu_hu: Jelölje meg elsődlegesként

source: Marketing medium: (e.g. cpc, banner, email)
hu_hu: Marketing médium: (pl. cpc, banner, email)

source: Match Type
hu_hu: Egyezés típusa

source: Matching
hu_hu: Illesztés

source: Max Campaigns to list (max 50)
hu_hu: Listázandó kampányok max. száma (legfeljebb 50)

source: Maximum Email Limit Per Second
hu_hu: Másodpercenkénti maximális e-mail-küldési limit

source: May
hu_hu: Május

source: Migrating
hu_hu: Áttelepítés folyamatban

source: Monday
hu_hu: Hétfő

source: Month
hu_hu: Hónap

source: Monthly
hu_hu: Havi

source: Months
hu_hu: Hónapok

source: Name
hu_hu: Név

source: Name of this key
hu_hu: Ennek a kulcsnak a neve

source: Name that will be used to send emails
hu_hu: Név, amelyet az e-mailek küldéséhez használ

source: Name this Custom Segment
hu_hu: Nevezze el ezt az egyéni szegmenst

source: Navigation
hu_hu: Navigáció

source: Never-mind, I changed my mind
hu_hu: Mindegy, meggondoltam magam

source: New Dynamic Segment
hu_hu: Új dinamikus szegmens

source: New Subscriber Status
hu_hu: Új feliratkozó státusza

source: Next
hu_hu: Tovább

source: Next Email
hu_hu: Következő e-mail

source: Next Run
hu_hu: Következő futtatás

source: Next Step
hu_hu: Következő lépés

source: Next [Map Columns]
hu_hu: Tovább [Oszlopok hozzárendelése]

source: Next step
hu_hu: Következő lépés

source: No Companies Found
hu_hu: Nem találhatók cégek

source: No Comparison
hu_hu: Nincs összehasonlítás

source: No Contacts Found
hu_hu: Nem találhatók kapcsolatok

source: No Data Available
hu_hu: Nem érhető el adat

source: No Data Found
hu_hu: Nem található adat

source: No Form Found
hu_hu: Nem található űrlap

source: No Subscriber Found
hu_hu: Nem található feliratkozó

source: No Thanks
hu_hu: Nem, köszönöm

source: No changes found
hu_hu: Nem találhatók változások

source: No companies found based on your search
hu_hu: A keresése alapján nem találhatók vállalatok

source: No contacts found based on your search
hu_hu: A keresése alapján nem találhatók kapcsolatok

source: No items found
hu_hu: Nem találhatók elemek

source: No link activity recorded yet
hu_hu: Még nincs hivatkozási tevékenység rögzítve

source: No lists found
hu_hu: Nem találhatók listák

source: No mapping found.
hu_hu: Nem található leképezés.

source: No subscriber found to send test. Please add at least one contact as subscribed status
hu_hu: Nem található feliratkozó a teszt elküldéséhez. Kérjük, adjon hozzá legalább egy kapcsolatot feliratkozott státusszal

source: No tags found
hu_hu: Nem találhatók címkék

source: No, Contact can not manage list subscriptions
hu_hu: Nem, a kapcsolat nem kezelheti a listafeliratkozásokat

source: No additional information available for this contact. Related data like purchase history, membership, course info will be shown.
hu_hu: Ehhez a kapcsolathoz nem áll rendelkezésre további információ. A kapcsolódó adatok, mint például a vásárlási előzmények, tagság és kurzusinformációk meg fognak jelenni.

source: Not Contains
hu_hu: Nem tartalmaz

source: Not Empty
hu_hu: Nem üres

source: Not Equal
hu_hu: Nem egyenlő

source: Not Right Now
hu_hu: Most nem

source: Not Scheduled
hu_hu: Nincs ütemezve

source: Do not import segment from untrusted sources.
hu_hu: Ne importáljon szegmenst megbízhatatlan forrásokból.

source: Do not import templates from untrusted sources.
hu_hu: Ne importáljon sablonokat megbízhatatlan forrásokból.

source: Note (Optional)
hu_hu: Megjegyzés (opcionális)

source: Notes
hu_hu: Megjegyzések

source: Notes export feature is only available on pro version
hu_hu: A jegyzetek exportálása csak a Pro verzióban érhető el

source: Number of Employees
hu_hu: Alkalmazottak száma

source: OR
hu_hu: VAGY

source: October
hu_hu: Október

source: Oops!
hu_hu: Hoppá!

source: Open & Clicks
hu_hu: Megnyitások és kattintások

source: Open Count
hu_hu: Megnyitások száma

source: Open Rate
hu_hu: Megnyitási arány

source: Open rate is estimated based on pixel loads. it may not show the correct analytics as many email clients load or block tracking regardless of the actual email open
hu_hu: A megnyitási arány becslésen alapul a képpontbetöltések alapján. Előfordulhat, hogy nem jeleníti meg a pontos analitikát, mivel sok e‑mail kliens betölti vagy blokkolja a követést az e‑mail tényleges megnyitásától függetlenül

source: Opened
hu_hu: Megnyitva

source: Opens
hu_hu: Megnyitások

source: Operator
hu_hu: Operátor

source: Optimized API connection with Mail Service Providers
hu_hu: Optimalizált API‑kapcsolat az e‑mail-szolgáltatókkal

source: Order Count
hu_hu: Rendelések száma

source: Overall Conversion Rate
hu_hu: Összesített konverziós arány

source: Oxygen Builder Integration
hu_hu: Oxygen Builder integráció

source: Page
hu_hu: Oldal

source: Page Builder INTEGRATIONS:
hu_hu: Oldalkészítő INTEGRÁCIÓK:

source: Paid Membership Pro integration.
hu_hu: Paid Membership Pro integráció.

source: Path:
hu_hu: Útvonal:

source: Pause Sending
hu_hu: Küldés szüneteltetése

source: Permissions
hu_hu: Engedélyek

source: Pick a date
hu_hu: Válasszon dátumot

source: Pick a date and time
hu_hu: Válasszon dátumot és időpontot

source: Please
hu_hu: Kérem

source: Please Field Option Values
hu_hu: Kérjük, adja meg a mező opcióinak értékeit

source: Please Provide Text only (HTML will not support)
hu_hu: Kérjük, csak szöveget adjon meg (a HTML nem támogatott)

source: Please Provide a Form Title
hu_hu: Kérjük, adja meg az űrlap címét

source: Please Provide label
hu_hu: Kérjük, adjon meg egy feliratot

source: Please Provide your business information
hu_hu: Kérjük, adja meg vállalkozása adatait

source: Please Select Clicked URLS
hu_hu: Kérjük, válassza ki a kattintott URL-eket

source: Please Select Tags first
hu_hu: Kérjük, először válassza ki a címkéket

source: Please Upload a CSV first
hu_hu: Kérjük, először töltsön fel egy CSV-t

source: Please add at least one Tag
hu_hu: Kérjük, adjon hozzá legalább egy címkét

source: Please add at least one list
hu_hu: Kérjük, adjon hozzá legalább egy listát

source: Please configure
hu_hu: Kérjük, konfigurálja

source: Please enter a keyword
hu_hu: Kérjük, adjon meg egy kulcsszót

source: Please provide a day
hu_hu: Kérjük, adjon meg egy napot

source: Please provide a license key
hu_hu: Kérjük, adjon meg egy licenckulcsot

source: Please provide a template name
hu_hu: Kérjük, adjon meg egy sablonnévet

source: Please provide a time
hu_hu: Kérjük, adjon meg egy időpontot

source: Please provide an unique title
hu_hu: Kérjük, adjon meg egy egyedi címet

source: Please provide condition value
hu_hu: Kérjük, adja meg a feltétel értékét

source: Please purchase Pro
hu_hu: Kérjük, vásárolja meg a Pro verziót

source: Please review before you delete your old logs
hu_hu: Kérjük, tekintse át, mielőtt törli a régi naplóit

source: Please save the details as you can not retrieve again
hu_hu: Kérjük, mentse el a részleteket, mivel később nem tudja újra visszakeresni őket

source: Please select a date and time
hu_hu: Kérjük, válasszon dátumot és időpontot

source: Please select allowed days to send emails
hu_hu: Kérjük, válassza ki az e-mailek küldésére engedélyezett napokat

source: Please select at least one tag
hu_hu: Kérjük, válasszon ki legalább egy címkét

source: Please select companies first
hu_hu: Kérjük, először válassza ki a cégeket

source: Please select subscribers first
hu_hu: Kérjük, először válassza ki a feliratkozókat

source: Please select the filters
hu_hu: Kérjük, válassza ki a szűrőket

source: Please select the segment
hu_hu: Kérjük, válassza ki a szegmenst

source: Please set date and time
hu_hu: Kérjük, állítsa be a dátumot és az időpontot

source: Please update FluentCRM Pro first
hu_hu: Kérjük, először frissítse a FluentCRM Pro-t

source: Please upgrade.
hu_hu: Kérjük, frissítsen.

source: Please view the
hu_hu: Kérjük, tekintse meg a

source: Sorry! The plugin could not be installed. Please install manually
hu_hu: Sajnáljuk! A bővítményt nem sikerült telepíteni. Kérjük, telepítse manuálisan

source: Prefix
hu_hu: Előtag

source: Prev step
hu_hu: Előző lépés

source: Preview
hu_hu: Előnézet

source: Preview Email
hu_hu: E-mail előnézete

source: Preview Form
hu_hu: Űrlap előnézete

source: Preview Log Summary
hu_hu: Naplóösszegzés előnézete

source: Preview Text:
hu_hu: Szöveg előnézete:

source: Preview The Form
hu_hu: Az űrlap előnézete

source: Previous
hu_hu: Előző

source: Previous Emails
hu_hu: Korábbi e-mailek

source: Previous Month
hu_hu: Előző hónap

source: Previous Period
hu_hu: Előző időszak

source: Previous Quarter
hu_hu: Előző negyedév

source: Previous Year
hu_hu: Előző év

source: All Previous email history for this recurring campaign.
hu_hu: Minden korábbi e-mail előzmény ehhez az ismétlődő kampányhoz.

source: Primary
hu_hu: Elsődleges

source: Primary Fields that can be editable
hu_hu: Elsődleges mezők, amelyek szerkeszthetők

source: Priority (%)
hu_hu: Prioritás (%)

source: Activities of this contact will be shown here
hu_hu: Ennek a kapcsolatnak a tevékenységei itt fognak megjelenni

source: Change Subscription Status
hu_hu: Feliratkozási állapot módosítása

source: Contact Files & Attachments
hu_hu: A kapcsolat fájljai és mellékletei

source: Contact Notes & Activities
hu_hu: A kapcsolat jegyzetei és tevékenységei

source: Emails from different campaigns and automations
hu_hu: E-mailek különböző kampányokból és automatizmusokból

source: Form Submission from Fluent Forms will be shown here. Currently, Fluent Forms is not installed
hu_hu: A Fluent Forms űrlapbeküldései itt fognak megjelenni. Jelenleg a Fluent Forms nincs telepítve

source: No Note found. Please add the first note
hu_hu: Nem található jegyzet. Kérjük, adja hozzá az első jegyzetet

source: Please select an option first
hu_hu: Kérjük, először válasszon egy lehetőséget

source: Purchase history from EDD/WooCommerce will be shown here. Currently no E-Commerce Plugin found in your installation
hu_hu: Az EDD/WooCommerce vásárlási előzményei itt fognak megjelenni. Jelenleg nem található E-Commerce bővítmény a telepítésében

source: Processing now...
hu_hu: Feldolgozás folyamatban...

source: Processing now.Please wait a bit...
hu_hu: Feldolgozás folyamatban.Kérjük, várjon egy kicsit...

source: Product, promo code, or slogan (e.g. spring_sale)
hu_hu: Termék, promókód vagy szlogen (pl. spring_sale)

source: Profile
hu_hu: Profil

source: Contact has been added manually to this automation funnel
hu_hu: A kapcsolat kézzel lett hozzáadva ehhez az automatizálási tölcsérhez

source: Provide Name
hu_hu: Adja meg a nevet

source: Provide Valid Email Address that will be used to send emails
hu_hu: Adjon meg egy érvényes e-mail-címet, amelyet az e-mailek küldésére használunk

source: Provide campaign details
hu_hu: Adja meg a kampány részleteit

source: Public User Clicks
hu_hu: Nyilvános felhasználói kattintások

source: Publish
hu_hu: Közzététel

source: Purchase Count
hu_hu: Vásárlások száma

source: Purchase History from
hu_hu: Vásárlási előzmények innen

source: Purchase one here
hu_hu: Vásároljon egyet itt

source: will be shown here, Currently no purchase history found for this contact
hu_hu: itt fog megjelenni, Jelenleg nem található vásárlási előzmény ehhez a kapcsolathoz

source: Purged
hu_hu: Törölve

source: Quick Contact Navigation
hu_hu: Gyors kapcsolati navigáció

source: Quick Overview
hu_hu: Gyors áttekintés

source: Quick Stats
hu_hu: Gyors statisztikák

source: Enable this feature if you want Quick navigation bar for navigating next or previous contacts easily from single contact screen
hu_hu: Engedélyezze ezt a funkciót, ha gyors navigációs sávot szeretne, amellyel egy kapcsolat képernyőjéről könnyen a következő vagy előző kapcsolatra navigálhat

source: REST API Access Management
hu_hu: REST API-hozzáférés kezelése

source: REST API key has been created to selected user
hu_hu: A kiválasztott felhasználó számára REST API-kulcs lett létrehozva

source: Please Provide HTML of your Email
hu_hu: Kérjük, adja meg az e-mailje HTML-kódját

source: Re-Sync
hu_hu: Újraszinkronizálás

source: Re-apply New Steps
hu_hu: Új lépések újbóli alkalmazása

source: Read CLI Documentation
hu_hu: Olvassa el a CLI dokumentációját

source: Read the documentation
hu_hu: Olvassa el a dokumentációt

source: Real-Time Email Delivery
hu_hu: Valós idejű e-mail-kézbesítés

source: Reason:
hu_hu: Ok:

source: All contacts on Selected List segment
hu_hu: A kiválasztott lista szegmensének összes kapcsolata

source: Are you sure you want to delete this Recurring Campaign?
hu_hu: Biztos benne, hogy törölni akarja ezt az ismétlődő kampányt?

source: Looks like you do not have any recurring Email Campaigns yet.
hu_hu: Úgy tűnik, még nincs ismétlődő e-mail kampánya.

source: Continue To Next Step [Review and Send]
hu_hu: Folytatás a következő lépéshez [Ellenőrzés és küldés]

source: Please do not close this window.
hu_hu: Kérjük, ne zárja be ezt az ablakot.

source: Please select to which dynamic segment you want to send emails for this campaign
hu_hu: Kérjük, válassza ki, melyik dinamikus szegmensnek szeretne e-maileket küldeni ehhez a kampányhoz

source: Processing Error happened. Maybe it's timeout error. Resume or StartOver
hu_hu: Feldolgozási hiba történt. Lehet, hogy időtúllépési hiba. Folytassa vagy StartOver

source: Select Lists and Tags that you want to exclude from this campaign. Excluded contacts will be subtracted from your included selection
hu_hu: Válassza ki azokat a listákat és címkéket, amelyeket ki akar zárni ebből a kampányból. A kizárt kapcsolatok levonásra kerülnek az Ön kiválasztásából

source: Select Lists and Tags that you want to send emails for this campaign. You can create multiple row to send to all of them
hu_hu: Válassza ki azokat a listákat és címkéket, amelyeknek e-maileket szeretne küldeni ehhez a kampányhoz. Több sort is létrehozhat, hogy mindegyiknek küldjön

source: Select List or all subscribers first and then select tag
hu_hu: Először válasszon listát vagy az összes feliratkozót, majd válasszon címkét

source: This will filter all available contacts
hu_hu: Ez az összes elérhető kapcsolatot fogja szűrni

source: contacts found based on your selection
hu_hu: kapcsolat található a kiválasztása alapján

source: Recipient Sections
hu_hu: Címzett szakaszok

source: Recipients
hu_hu: Címzettek

source: Invalid selection of lists and tags in contacts included.
hu_hu: Érvénytelen listák és címkék kiválasztása a bevont kapcsolatoknál.

source: Recommended Plugins and Addons
hu_hu: Ajánlott bővítmények és kiegészítők

source: Recurring Email Campaigns
hu_hu: Ismétlődő e-mail kampányok

source: Refresh Email Preview
hu_hu: E-mail előnézet frissítése

source: Relationship Type
hu_hu: Kapcsolat típusa
