Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: View Report
hu_hu: Jelentés megtekintése

source: View Reports
hu_hu: Jelentések megtekintése

source: View Sequence
hu_hu: Szekvencia megtekintése

source: View Sequence Emails
hu_hu: Szekvencia e-mailjeinek megtekintése

source: View Settings
hu_hu: Beállítások megtekintése

source: View Subscribers
hu_hu: Feliratkozók megtekintése

source: Visual Email Builder is a Pro feature. Please upgrade to pro to use this feature
hu_hu: A vizuális e-mail szerkesztő Pro funkció. Kérjük, frissítsen pro-ra, hogy használhassa ezt a funkciót

source: Visually design your email with Drag & Drop Builder
hu_hu: Tervezze meg vizuálisan e-mailjét a Drag & Drop Builder segítségével

source: WP Users
hu_hu: WP felhasználók

source: WPFusion Integration
hu_hu: WPFusion integráció

source: You can also use WP CLI to sync the data if you have lots of customers.
hu_hu: Az adatokat WP CLI-vel is szinkronizálhatja, ha sok ügyfele van.

source: Wait
hu_hu: Várakozás

source: Wait until
hu_hu: Várakozás eddig

source: Wait until next
hu_hu: Várakozás a következőig

source: Want to deactivate this license?
hu_hu: Deaktiválni szeretné ezt a licencet?

source: Warning
hu_hu: Figyelmeztetés

source: Are you sure? All of the Fluent CRM email will be sent from
hu_hu: Biztos benne? A Fluent CRM összes e-mailje innen lesz elküldve

source: Copy the webhook URL you want to send your POST request to.
hu_hu: Másolja ki azt a webhook URL-t, amelyre a POST kérését küldeni szeretné.

source: Webhook Info
hu_hu: Webhook információ

source: Webhook Settings
hu_hu: Webhook beállítások

source: Website
hu_hu: Weboldal

source: Wednesday
hu_hu: Szerda

source: Weekly
hu_hu: Heti

source: Weeks
hu_hu: Hetek

source: Welcome
hu_hu: Üdvözöljük

source: Welcome to FluentCRM!
hu_hu: Üdvözöljük a FluentCRM-ben!

source: When you send the emails?
hu_hu: Mikor küldi el az e-maileket?

source: Which time you would like to schedule
hu_hu: Melyik időpontra szeretné ütemezni

source: Will be applied to all the imported contacts
hu_hu: Minden importált névjegyre lesz alkalmazva

source: Will be stored from your last saved email contents
hu_hu: Az utoljára mentett e-mail tartalmából lesz eltárolva

source: WooCommerce Integration:
hu_hu: WooCommerce integráció:

source: WordPress Default
hu_hu: WordPress alapértelmezett

source: Working
hu_hu: Működik

source: Year
hu_hu: Év

source: Year to Date
hu_hu: Év elejétől napjainkig

source: Yes, Count me in!
hu_hu: Igen, számítson rám!

source: Yes, Delete and Reset All CRM Data
hu_hu: Igen, törölje és állítsa vissza az összes CRM-adatot

source: Yes, I want to delete Old Logs
hu_hu: Igen, törölni szeretném a régi naplókat

source: You can not reverse this action.
hu_hu: Ezt a műveletet nem lehet visszavonni.

source: You cannot upload more than one file.
hu_hu: Egynél több fájlt nem tölthet fel.

source: You have to add
hu_hu: Hozzá kell adnia

source: You license key is valid and activated
hu_hu: Az Ön licenckulcsa érvényes és aktiválva van

source: You need pro version to use this feature
hu_hu: A funkció használatához pro verzióra van szüksége

source: You should provide your business address
hu_hu: Meg kell adnia a vállalkozása címét

source: Your Browser does not support JS copy. Please copy manually
hu_hu: A böngészője nem támogatja a JS-másolást. Kérjük, másolja ki manuálisan

source: Your License Key
hu_hu: Az Ön licenckulcsa

source: Your Selected logs will be deleted permanently
hu_hu: Az Ön által kiválasztott naplók véglegesen törlésre kerülnek

source: Your URL Note
hu_hu: Az Ön URL-jegyzete

source: Your link title so you do not forget it
hu_hu: A hivatkozás címe, hogy ne felejtse el

source: Your target URL
hu_hu: Az Ön cél URL-je

source: Actions blocks are tasks that you want to fire from your side for the target contact
hu_hu: A műveletblokkok olyan feladatok, amelyeket az Ön oldaláról szeretne elindítani a célzott kapcsolat számára

source: These are your goal/trigger item that your user will do and you can measure these steps or adding into this funnel
hu_hu: Ezek az Ön cél-/indítóelemei, amelyeket a felhasználója meg fog tenni, és ezeket a lépéseket mérheti, vagy hozzáadhatja ehhez a tölcsérhez

source: Use the blocks to create separate path for your segmented contacts
hu_hu: Használja a blokkokat, hogy külön útvonalat hozzon létre a szegmentált kapcsolatai számára

source: Please upgrade to pro to use this feature
hu_hu: Kérjük, frissítsen Pro verzióra a funkció használatához

source: failed to send to recipients. Try Resending
hu_hu: nem sikerült elküldeni a címzetteknek. Próbálja meg újraküldeni

source: Create an Automation Funnel
hu_hu: Hozzon létre egy automatizálási tölcsért

source: Enable Double Opt-in Confirmation
hu_hu: Engedélyezze a Double Opt-in megerősítést

source: Please fill up all the fields
hu_hu: Kérjük, töltsön ki minden mezőt

source: Please use the following smart url and when a user click a link in an email, on your site or anywhere then your selected tags and lists will be applied.
hu_hu: Kérjük, használja az alábbi smart url-t, és amikor egy felhasználó egy e-mailben, az Ön webhelyén vagy bárhol egy linkre kattint, akkor az Ön által kiválasztott tagek és listák lesznek alkalmazva.

source: This form will be created in Fluent Forms and you can customize anytime
hu_hu: Ez az űrlap a Fluent Forms-ban kerül létrehozásra, és bármikor testre szabhatja

source: Your form has been created successfully
hu_hu: Űrlapja sikeresen létrejött

source: Estimated Contacts based on your selections:
hu_hu: Becsült kapcsolatok az Ön választásai alapján:

source: - Waiting for double-optin confirmation
hu_hu: - Várakozás double-optin megerősítésre

source: - Waiting for double opt-in confirmation
hu_hu: - Várakozás double opt-in megerősítésre

source: - Waiting for next action
hu_hu: - Várakozás a következő műveletre

source: All Selected List and subscribers has been added Successfully to this sequence. Emails will be sent as per your configuration
hu_hu: Minden kiválasztott lista és feliratkozó sikeresen hozzáadásra került ehhez a sorozathoz. Az e-mailek az Ön beállításai szerint lesznek elküldve.

source: Invalid selection of lists and tags in subscribers included.
hu_hu: Érvénytelen listák és tagek kiválasztása a feliratkozóknál.

source: Please note that, sequences emails will be scheduled to the contacts as per the current state
hu_hu: Kérjük, vegye figyelembe, hogy a sorozat e-mailjei a jelenlegi állapot szerint lesznek ütemezve a kapcsolatok számára

source: Subscribers have been added successfully to this sequence.
hu_hu: A feliratkozók sikeresen hozzáadásra kerültek ehhez a sorozathoz.

source: Subscribers has been added to this email sequence
hu_hu: A feliratkozók hozzáadásra kerültek ehhez az e-mail sorozathoz

source: action
hu_hu: művelet

source: actions
hu_hu: műveletek

source: after
hu_hu: után

source: All Administrators automatically will get full access of FluentCRM
hu_hu: Az összes adminisztrátor automatikusan teljes hozzáférést kap a FluentCRM-hez

source: and manage subscription/unsubscribe url is mandatory
hu_hu: és a feliratkozás/lemondás url megadása kötelező

source: associate data with FluentCRM
hu_hu: adatok társítása a FluentCRM-hez

source: at
hu_hu: ekkor

source: before
hu_hu: előtt

source: before days
hu_hu: napokkal előtte

source: Looks like settings is missing for this block. Maybe the block does not exist
hu_hu: Úgy tűnik, hiányzik a beállítás ehhez a blokkhoz. Lehet, hogy a blokk nem létezik

source: Your Business Address will be used in Emails. The address is required as per anti-spam rules
hu_hu: Az Ön üzleti címe az e-mailekben lesz használva. A cím az anti-spam szabályok szerint kötelező

source: Your Business Logo, It will be used in Public Facing pages
hu_hu: Az Ön üzleti logója, a nyilvánosan elérhető oldalakon lesz használva

source: Your Business name will be used in Emails, Unsubscribe Pages and public front interfaces
hu_hu: Az Ön üzleti neve az e-mailekben, a leiratkozási oldalakon és a nyilvános felületeken lesz használva

source: cancel
hu_hu: mégse

source: cancelled
hu_hu: megszakítva

source: You may cleanup old data like email logs, email click and open logs easily using this tool.
hu_hu: Ezzel az eszközzel könnyedén megtisztíthatja a régi adatokat, például az e-mail naplókat, a kattintási és megnyitási naplókat.

source: click here
hu_hu: kattintson ide

source: click to upload
hu_hu: kattintson a feltöltéshez

source: How many contacts clicked at least one of the links in the email
hu_hu: Hány kapcsolat kattintott az e-mailben található linkek közül legalább egyre

source: compare to
hu_hu: összehasonlítva

source: completed
hu_hu: befejezve

source: condition
hu_hu: feltétel

source: conditional
hu_hu: feltételes

source: confirm
hu_hu: megerősítés

source: Copy the keys in the right column and paste it into the app you want to use for sending the POST request, so it will send the data into the contact field you want.
hu_hu: Másolja ki a jobb oldali oszlopban lévő kulcsokat, és illessze be abba az alkalmazásba, amellyel a POST kérést szeretné küldeni, így az az adatokat a kívánt kapcsolati mezőbe fogja küldeni.

source: You can create as many dynamic segment as you want and send email campaign only a selected segment. It will let you target specific audiences and increase your conversion rate.
hu_hu: Annyi dinamikus szegmenst hozhat létre, amennyit szeretne, és e-mail kampányt csak egy kiválasztott szegmensnek küldhet. Ez lehetővé teszi specifikus célcsoportok megcélzását és a konverziós arány növelését.

source: Create dynamic Segments of contacts by using dynamic contact properties and filter your target audience. Available in pro version of Fluent CRM
hu_hu: Készítsen dinamikus szegmenseket a kapcsolatokból dinamikus kapcsolati tulajdonságok használatával, és szűrje a célközönségét. A Fluent CRM Pro verziójában érhető el.

source: Tags are like Segment Lists but you it will let you filter your contacts in more targeted way. Let's Create Some tags.
hu_hu: A tagek hasonlóak a szegmenslistákhoz, de lehetővé teszik, hogy célzottabban szűrje a kapcsolatait. Hozzon létre néhány taget.

source: Add More Users to your FluentCRM and give them selected permissions to manage your marketing. For example, You can add user X to view only the reports and User Y to manage only email campaigns.
hu_hu: Adjon hozzá több felhasználót a FluentCRM-hez, és adjon nekik kiválasztott jogosultságokat a marketingje kezeléséhez. Például felvehet X felhasználót, hogy csak a jelentéseket lássa, és Y felhasználót, hogy csak az e-mail kampányokat kezelje.

source: Please make sure your csv file has unique headers. Otherwise, it may fail to import
hu_hu: Kérjük, győződjön meg róla, hogy a csv fájlban az oszlopfejlécek egyediek. Ellenkező esetben az importálás sikertelen lehet

source: You may also use these custom contact fields. Copy the keys in the right column and paste it into the app just like other contact fields.
hu_hu: Ezeket az egyéni kapcsolatmezőket is használhatja. Másolja ki a kulcsokat a jobb oldali oszlopból, és illessze be az alkalmazásba, ugyanúgy, mint a többi kapcsolatmezőt.

source: Please provide a name so you can identify easily
hu_hu: Kérjük, adjon meg egy nevet, hogy könnyen azonosíthassa

source: customer
hu_hu: ügyfél

source: date
hu_hu: dátum

source: days
hu_hu: nap

source: All the associate data of the selected companies will be deleted
hu_hu: A kiválasztott cégekhez tartozó összes kapcsolódó adat törlődik

source: All the associate data of the selected contacts will be deleted
hu_hu: A kiválasztott kapcsolatokhoz tartozó összes kapcsolódó adat törlődik

source: Use this tool only and only if you understand fully. This will delete all your CRM specific data from the system
hu_hu: Csak és kizárólag akkor használja ezt az eszközt, ha teljes mértékben érti. Ez a rendszerből törölni fogja az összes, CRM-hez tartozó adatát

source: All the associate data of the selected funnels will be deleted
hu_hu: A kiválasztott tölcsérekhez tartozó összes kapcsolódó adat törlődik

source: All selected templates will be deleted
hu_hu: Minden kiválasztott sablon törlődik

source: Are you sure about this action? If you confirm, Your old log data will be deleted permanently!
hu_hu: Biztos ebben a műveletben? Megerősítés esetén a régi naplóadatai véglegesen törlődnek!

source: documentation
hu_hu: dokumentáció

source: does not equal
hu_hu: nem egyenlő

source: does not includes
hu_hu: nem tartalmazza

source: Don't have a license key?
hu_hu: Nincs licenckulcsa?

source: draft
hu_hu: piszkozat

source: Add and segment your EDD customers when someone purchase a product. You can also send a welcome email to your first-time customers with an automated thank you email.Segment your customers and run automatic funnels on product sales and track the conversion rate of your marketing campaigns.
hu_hu: Adja hozzá és szegmensezze EDD-ügyfeleit, amikor valaki terméket vásárol. Első alkalommal vásárló ügyfeleinek üdvözlő e-mailt is küldhet egy automatizált köszönő e-maillel. Szegmensezze ügyfeleit, futtasson automatikus tölcséreket a termékértékesítésekhez, és kövesse marketingkampányai konverziós arányát.

source: edit
hu_hu: szerkesztés

source: eg: Active Contacts
hu_hu: pl.: Aktív kapcsolatok

source: eg: Weekly Post Updated
hu_hu: pl.: Heti bejegyzés frissítve

source: (Please use the name and email as per your domain/SMTP settings. Email mismatch settings may not deliver emails as expected)
hu_hu: (Kérjük, a domain/SMTP beállításainak megfelelő nevet és e-mail-címet használja. Az eltérés miatt az e-mailek előfordulhat, hogy nem kerülnek kézbesítésre a vártnak megfelelően)

source: If you check this email will be sent without footer contents including unsubscribe link. Please use smartcode to include unsubscribe link
hu_hu: Ha bejelöli, ez az e-mail a lábléc tartalmai nélkül, beleértve a leiratkozási hivatkozást is, kerül elküldésre. Kérjük, használja a smartcode-ot a leiratkozási hivatkozás beillesztéséhez

source: ends with
hu_hu: azzal végződik

source: equal
hu_hu: egyenlő

source: FluentSMTP requires to configure properly. Please configure FluentSMTP to make your email delivery works.
hu_hu: A FluentSMTP megfelelő beállítást igényel. Kérjük, állítsa be a FluentSMTP-t, hogy az e-mail-kézbesítés megfelelően működjön.

source: FluentCRM has integrations with all of your favorite plugins. This settings will be available based on your plugin installed. These integrations are only available on the
hu_hu: A FluentCRM integrálódik az összes kedvenc bővítményével. Ezek a beállítások az Ön által telepített bővítmények alapján lesznek elérhetők. Ezek az integrációk csak a

source: Fluent Forms is fast and very light-weight and works perfectly with FluentCRM.
hu_hu: A Fluent Forms gyors és nagyon könnyű, és tökéletesen működik a FluentCRM-mel.

source: Looks like you did not install FluentSMTP yet. FluentSMTP is the the ultimate SMTP & Email Service Connection Plugin for WordPress.
hu_hu: Úgy tűnik, még nem telepítette a FluentSMTP-t. A FluentSMTP a WordPress végső SMTP- és e-mail-szolgáltatás-kapcsolati bővítménye.

source: follow this tutorial
hu_hu: kövesse ezt az oktatóanyagot

source: for migrating from
hu_hu: áttelepítéshez innen

source: for sending your WordPress emails. This section is for you
hu_hu: a WordPress e-mailjei küldéséhez. Ez a szakasz Önnek szól

source: Force update contact status. This will update all imported contact status regardless their previous status
hu_hu: Kényszerített kapcsolatállapot-frissítés. Ez minden importált kapcsolat állapotát frissíti, függetlenül a korábbi állapotuktól.

source: has been completed.
hu_hu: befejeződött.

source: if it's already exist?
hu_hu: ha már létezik?

source: You can import your exported automation JSON file here. Please upload your JSON file to get started
hu_hu: Itt importálhatja az exportált automatizálási JSON-fájlt. A kezdéshez kérjük, töltse fel a JSON-fájlt

source: Importing Funnel from JSON file is a pro feature. Please download and active FluentCRM Pro First
hu_hu: A tölcsér JSON-fájlból történő importálása Pro funkció. Kérjük, először töltse le és aktiválja a FluentCRM Pro-t

source: in the date
hu_hu: a dátumban

source: in your
hu_hu: az Ön

source: in your email body for compliance
hu_hu: az Ön e-mailjének törzsében a megfelelőség érdekében

source: includes
hu_hu: tartalmazza

source: includes all of
hu_hu: tartalmazza mindet

source: includes in any of
hu_hu: bármelyikben szerepel

source: includes none of
hu_hu: egyiket sem tartalmazza

source: Install FluentSMTP Plugin (It's free)
hu_hu: Telepítse a FluentSMTP bővítményt (ingyenes)

source: This automation trigger is available on Pro version of FluentCRM. Please download and install FluentCRM Pro
hu_hu: Ez az automatizálási indító a FluentCRM Pro verziójában érhető el. Kérjük, töltse le és telepítse a FluentCRM Pro-t

source: Thank you again for configuring your own CRM in WordPress. To collect lead via form we are suggesting to install
hu_hu: Köszönjük ismét, hogy saját CRM-et állított be WordPressben. Az űrlapon keresztüli érdeklődők gyűjtéséhez javasoljuk telepíteni

source: lead
hu_hu: érdeklődő

source: For FluentCRM users, we built a well-optimized SMTP/Amazon SES plugin. It will help you manage all your WordPress website emails, including FluentCRM emails.
hu_hu: A FluentCRM felhasználói számára egy jól optimalizált SMTP/Amazon SES bővítményt készítettünk. Segít kezelni a WordPress webhelye összes e-mailjét, beleértve a FluentCRM e-maileket is.

source: Run funnels and marketing automation for different LMS actions like course enrollment, course completed, lesson completed, Group Membership Enrollment, etc.
hu_hu: Futtasson tölcséreket és marketingautomatizálást különböző LMS-műveletekhez, például tanfolyamra való beiratkozáshoz, tanfolyam befejezéséhez, lecke befejezéséhez, csoporttagságba beiratkozáshoz stb.

source: Run funnels and marketing automations for different LMS actions like course enrollment, course completed, lesson completed etc.
hu_hu: Futtasson tölcséreket és marketingautomatizálásokat különböző LMS-műveletekhez, például tanfolyamra való beiratkozáshoz, tanfolyam befejezéséhez, lecke befejezéséhez stb.

source: list
hu_hu: lista

source: lists
hu_hu: listák

source: May be remove
hu_hu: Esetleg eltávolítani

source: will be shown here, Currently no Form Submissions found for this subscriber
hu_hu: itt lesz megjelenítve, Jelenleg nem található űrlapbeküldés ennél a feliratkozónál

source: No HTML will be supported for this email. Additionally email tracking and link analytics will not be available
hu_hu: Ehhez az e-mailhez a HTML nem támogatott. Továbbá az e-mailkövetés és a hivatkozáselemzés nem lesz elérhető

source: will be shown here, Currently no tickets found for this subscriber
hu_hu: itt lesz megjelenítve, Jelenleg nem található támogatási jegy ennél a feliratkozónál

source: not includes in
hu_hu: nem szerepel benne

source: not includes in any
hu_hu: nem szerepel egyikben sem

source: older than
hu_hu: régebbi, mint

source: open a support ticket
hu_hu: nyisson egy támogatási jegyet

source: or
hu_hu: vagy

source: order
hu_hu: rendelés

source: permanently
hu_hu: véglegesen

source: Please contact your site administrator to request the permission
hu_hu: Kérjük, lépjen kapcsolatba webhelye adminisztrátorával az engedély kérése érdekében

source: Looks like you do not have permission to view the requested resource.
hu_hu: Úgy tűnik, nincs jogosultsága a kért erőforrás megtekintéséhez.

source: Preview Email may differ from actual email that was sent. Specially the dynamic data is shown as it's current state. You may check in FluentSMTP's log to see the actual email
hu_hu: Az előnézeti e-mail eltérhet a ténylegesen elküldött e-mailtől. Különösen a dinamikus adatok a jelenlegi állapotuk szerint jelennek meg. A tényleges e-mailt a FluentSMTP naplójában ellenőrizheti

source: pro version of FluentCRM
hu_hu: a FluentCRM Pro verziója

source: processing
hu_hu: feldolgozás alatt

source: published
hu_hu: közzétéve

source: published within
hu_hu: közzétéve ezen időn belül

source: Fluent Forms is a free form plugin for WordPress that is integrated with FluentCRM
hu_hu: A Fluent Forms egy ingyenes űrlap-bővítmény WordPresshez, amely integrálva van a FluentCRM-mel

source: read the doc for advanced usage
hu_hu: olvassa el a dokumentációt a haladó használathoz

source: It is recommended to keep the texts as default aligned. Your provided email design template will align the texts
hu_hu: Javasolt a szövegeket alapértelmezett igazítással hagyni. Az Ön által megadott e-mail dizájn-sablon igazítani fogja a szövegeket

source: Are you sure, you want to reset the CRM Database?
hu_hu: Biztos benne, hogy alaphelyzetbe állítja a CRM-adatbázist?

source: All Your Fluent CRM Data (Contacts, Campaigns, Settings, Emails) will be deleted
hu_hu: Minden Fluent CRM-adata (kapcsolatok, kampányok, beállítások, e-mailek) törlésre kerül

source: Create REST API Key for specific CRM Manager to access and manage data over API
hu_hu: Hozzon létre REST API-kulcsot egy adott CRM-menedzser számára, hogy API-n keresztül hozzáférhessen az adatokhoz és kezelhesse azokat

source: If you confirm, Your all activity logs will be deleted permanently!
hu_hu: Ha megerősíti, az összes tevékenységnaplója véglegesen törlődik!

source: scheduled
hu_hu: ütemezve

source: Segment your contacts by advanced data points like contact's properties, custom fields, tags, purchase history etc.
hu_hu: Szegmentálja kapcsolatait haladó adatpontok alapján, mint például a kapcsolat tulajdonságai, egyéni mezők, címkék, vásárlási előzmények stb.

source: Select Your Current CRM / Email Marketing software
hu_hu: Válassza ki jelenlegi CRM / e-mail marketing szoftverét

source: All the associate data of the selected contacts will get a double optin mail
hu_hu: A kiválasztott kapcsolatok összes társított adata double optin e-mailt kap

source: sent
hu_hu: elküldve

source: Looks like your server does not support PUT and DELETE REST api Requests. Maybe It's blocking from your server firewall
hu_hu: Úgy tűnik, a kiszolgálója nem támogatja a PUT és DELETE REST API-kéréseket. Lehet, hogy a szerver tűzfala blokkolja

source: Set maximum emails will be sent per second. Set this number based on your email service provider
hu_hu: Állítsa be a másodpercenként küldhető e-mailek maximális számát. Ezt a számot az e-mail szolgáltatójához igazítva adja meg

source: You can setup your lists to segment your contacts. For Example VIP Customers, Product Users, WordPress Users etc
hu_hu: Beállíthatja listáit kapcsolatai szegmentálásához. Például VIP ügyfelek, termékhasználók, WordPress-felhasználók stb.

source: Simple enough to be quick to use, but powerful enough to really filter down your contacts into target segments
hu_hu: Elég egyszerű a gyors használathoz, de elég erős ahhoz, hogy kapcsolatait valóban célzott szegmensekre szűrje

source: starts with
hu_hu: azzal kezdődik

source: status
hu_hu: állapot

source: statuses
hu_hu: állapotok

source: first. If you still can't find the answer
hu_hu: először. Ha még mindig nem találja a választ

source: street, state, zip, country
hu_hu: utca, állam, irányítószám, ország

source: subscribed contacts
hu_hu: feliratkozott kapcsolatok

source: This will be used for your email campaign, Subscriber's front pages
hu_hu: Ez az e-mail kampányához és a feliratkozók nyilvános oldalain lesz felhasználva

source: tag
hu_hu: címke

source: tags
hu_hu: címkék
