Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: FluentCRM - Marketing Automation For WordPress
hu_hu: FluentCRM - Marketingautomatizálás WordPresshez

source: CRM and Email Newsletter Plugin for WordPress
hu_hu: CRM és e-mail hírlevél bővítmény WordPresshez

source: WP Email Newsletter Team - FluentCRM
hu_hu: WP E-mail hírlevél csapat - FluentCRM

source: Subscribed
hu_hu: Feliratkozott

source: Pending
hu_hu: Függőben

source: Unsubscribed
hu_hu: Leiratkozott

source: Transactional
hu_hu: Tranzakcionális

source: Bounced
hu_hu: Visszapattant

source: Complained
hu_hu: Panaszt tett

source: Spammed
hu_hu: Spamként megjelölve

source: Lead
hu_hu: Érdeklődő

source: Customer
hu_hu: Ügyfél

source: Note
hu_hu: Jegyzet

source: Call
hu_hu: Hívás

source: Meeting
hu_hu: Találkozó

source: Quote: Sent
hu_hu: Árajánlat: elküldve

source: Quote: Accepted
hu_hu: Árajánlat: elfogadva

source: Quote: Refused
hu_hu: Árajánlat: elutasítva

source: Invoice: Sent
hu_hu: Számla: elküldve

source: Invoice: Part Paid
hu_hu: Számla: részben fizetve

source: Invoice: Paid
hu_hu: Számla: kifizetve

source: Invoice: Refunded
hu_hu: Számla: visszatérítve

source: Transaction
hu_hu: Tranzakció

source: Feedback
hu_hu: Visszajelzés

source: Facebook Post
hu_hu: Facebook-bejegyzés

source: Lifetime Value
hu_hu: Élettartamérték

source: Please update FluentCRM Pro to latest version
hu_hu: Kérjük, frissítse a FluentCRM Pro-t a legújabb verzióra

source: All Contacts
hu_hu: Összes kapcsolat

source: Subscribers
hu_hu: Feliratkozók

source: Campaigns
hu_hu: Kampányok

source: Automations
hu_hu: Automatizmusok

source: All Emails
hu_hu: Összes e-mail

source: Send Emails
hu_hu: E-mailek küldése

source: Scheduled Emails
hu_hu: Ütemezett e-mailek

source: Max Rune Time
hu_hu: Maximális futási idő

source: Completed
hu_hu: Befejezve

source: Processing
hu_hu: Feldolgozás alatt

source: Subscription Payments
hu_hu: Előfizetési befizetések

source: Customer Counts
hu_hu: Ügyfelek száma

source: Tags
hu_hu: Címkék

source: Lists
hu_hu: Listák

source: Status
hu_hu: Állapot

source: Total Students
hu_hu: Összes tanuló

source: Search Contacts
hu_hu: Kapcsolatok keresése

source: Type and press enter
hu_hu: Gépeljen és nyomja meg az Entert

source: Type to search contacts
hu_hu: Gépeljen a kapcsolatok kereséséhez

source: Quick Links
hu_hu: Gyors hivatkozások

source: Sorry no contact found
hu_hu: Sajnáljuk, nem található kapcsolat

source: Load More
hu_hu: Továbbiak betöltése

source: Dashboard
hu_hu: Vezérlőpult

source: Contacts
hu_hu: Kapcsolatok

source: Companies
hu_hu: Vállalatok

source: Recurring Campaigns
hu_hu: Ismétlődő kampányok

source: Email Sequences
hu_hu: E-mail sorozatok

source: Email Templates
hu_hu: E-mail sablonok

source: Forms
hu_hu: Űrlapok

source: Settings
hu_hu: Beállítások

source: Reports
hu_hu: Jelentések

source: Addons
hu_hu: Kiegészítők

source: Help
hu_hu: Súgó

source: Server-Side Cron Job is not enabled %1sView Documentation%2s.
hu_hu: A kiszolgálóoldali cron feladat nincs engedélyezve %1sDokumentáció megtekintése%2s.

source: Thank you for using <a href="%s">FluentCRM</a>.
hu_hu: Köszönjük, hogy a <a href="%s">FluentCRM</a>-et használja.

source: Browse all your subscribers and customers
hu_hu: Böngéssze az összes feliratkozóját és ügyfelét

source: Browse and Manage contact business/companies
hu_hu: Kapcsolatokhoz tartozó vállalkozások/vállalatok böngészése és kezelése

source: Browse and Manage your lists associate with contact
hu_hu: Böngéssze és kezelje a kapcsolatokhoz társított listáit

source: Browse and Manage your tags associate with contact
hu_hu: Böngéssze és kezelje a kapcsolatokhoz társított címkéit

source: Segments
hu_hu: Szegmensek

source: Manage your dynamic contact segments
hu_hu: Kezelje dinamikus kapcsolati szegmenseit

source: Emails
hu_hu: E-mailek

source: All Campaigns
hu_hu: Összes kampány

source: Send Email Broadcast to your selected subscribers by tags, lists or segment
hu_hu: Küldjön e-mail körüzenetet az Ön által kiválasztott feliratkozóknak címkék, listák vagy szegmensek alapján

source: Send automated daily or weekly emails of your dynamic data like new blog posts
hu_hu: Küldjön automatizált napi vagy heti e-maileket dinamikus adatairól, például új blogbejegyzésekről

source: Create Multiple Emails and Send in order as a Drip Email Campaign
hu_hu: Hozzon létre több e-mailt, és küldje el sorrendben csepegtető e-mail kampányként

source: Create email templates to use as a starting point in your emails
hu_hu: Hozzon létre e-mail sablonokat, amelyeket kiindulópontként használhat e-mailjeiben

source: Find all the emails that are being sent or scheduled by FluentCRM
hu_hu: Keresse meg az összes e-mailt, amelyeket a FluentCRM küld vagy ütemez

source: Get Pro
hu_hu: Szerezze be a Pro verziót

source: Thumbnail
hu_hu: Bélyegkép

source: Medium
hu_hu: Közepes

source: Large
hu_hu: Nagy

source: Full Size
hu_hu: Teljes méret

source: Subscribe to newsletter
hu_hu: Iratkozzon fel a hírlevélre

source: The campaign has been locked and not modifiable due to it's current status
hu_hu: A kampány zárolva van, és jelenlegi állapota miatt nem módosítható

source: The campaign has been locked and not deletable due to it's current status
hu_hu: A kampány zárolva van, és jelenlegi állapota miatt nem törölhető

source: FluentCRM Data
hu_hu: FluentCRM adatok

source: Fluent CRM Data
hu_hu: Fluent CRM adatok

source: Afghanistan
hu_hu: Afganisztán

source: Åland Islands
hu_hu: Åland-szigetek

source: Albania
hu_hu: Albánia

source: Algeria
hu_hu: Algéria

source: American Samoa
hu_hu: Amerikai Szamoa

source: Antarctica
hu_hu: Antarktisz

source: Antigua and Barbuda
hu_hu: Antigua és Barbuda

source: Argentina
hu_hu: Argentína

source: Armenia
hu_hu: Örményország

source: Australia
hu_hu: Ausztrália

source: Austria
hu_hu: Ausztria

source: Azerbaijan
hu_hu: Azerbajdzsán

source: Bahamas
hu_hu: Bahama-szigetek

source: Bahrain
hu_hu: Bahrein

source: Bangladesh
hu_hu: Banglades

source: Belarus
hu_hu: Belarusz

source: Belau
hu_hu: Palau

source: Bhutan
hu_hu: Bhután

source: Bolivia
hu_hu: Bolívia

source: Bonaire, Saint Eustatius and Saba
hu_hu: Bonaire, Szent Eustatius és Saba

source: Bosnia and Herzegovina
hu_hu: Bosznia-Hercegovina

source: Bouvet Island
hu_hu: Bouvet-sziget

source: Brazil
hu_hu: Brazília

source: British Indian Ocean Territory
hu_hu: Brit Indiai-óceáni Terület

source: Bulgaria
hu_hu: Bulgária

source: Cambodia
hu_hu: Kambodzsa

source: Cameroon
hu_hu: Kamerun

source: Canada
hu_hu: Kanada

source: Cape Verde
hu_hu: Zöld-foki-szigetek

source: Cayman Islands
hu_hu: Kajmán-szigetek

source: Central African Republic
hu_hu: Közép-afrikai Köztársaság

source: Chad
hu_hu: Csád

source: China
hu_hu: Kína

source: Christmas Island
hu_hu: Karácsony-sziget

source: Cocos (Keeling) Islands
hu_hu: Kókusz (Keeling)-szigetek

source: Colombia
hu_hu: Kolumbia

source: Comoros
hu_hu: Comore-szigetek

source: Congo (Brazzaville)
hu_hu: Kongó (Brazzaville)

source: Congo (Kinshasa)
hu_hu: Kongó (Kinshasa)

source: Cook Islands
hu_hu: Cook-szigetek

source: Croatia
hu_hu: Horvátország

source: Cuba
hu_hu: Kuba

source: Cyprus
hu_hu: Ciprus

source: Czechia (Czech Republic)
hu_hu: Csehország (Cseh Köztársaság)

source: Denmark
hu_hu: Dánia

source: Djibouti
hu_hu: Dzsibuti

source: Dominica
hu_hu: Dominika

source: Dominican Republic
hu_hu: Dominikai Köztársaság

source: Egypt
hu_hu: Egyiptom

source: El Salvador
hu_hu: Salvador

source: Equatorial Guinea
hu_hu: Egyenlítői-Guinea

source: Estonia
hu_hu: Észtország

source: Ethiopia
hu_hu: Etiópia

source: Falkland Islands
hu_hu: Falkland-szigetek

source: Faroe Islands
hu_hu: Feröer-szigetek

source: Fiji
hu_hu: Fidzsi-szigetek

source: Finland
hu_hu: Finnország

source: France
hu_hu: Franciaország

source: French Guiana
hu_hu: Francia Guyana

source: French Polynesia
hu_hu: Francia Polinézia

source: French Southern Territories
hu_hu: Francia déli területek

source: Georgia
hu_hu: Grúzia

source: Germany
hu_hu: Németország

source: Ghana
hu_hu: Ghána

source: Gibraltar
hu_hu: Gibraltár

source: Greece
hu_hu: Görögország

source: Greenland
hu_hu: Grönland

source: Guinea-Bissau
hu_hu: Bissau-Guinea

source: Heard Island and McDonald Islands
hu_hu: Heard-sziget és McDonald-szigetek

source: Hungary
hu_hu: Magyarország

source: Iceland
hu_hu: Izland

source: Indonesia
hu_hu: Indonézia

source: Iran
hu_hu: Irán

source: Iraq
hu_hu: Irak

source: Ireland
hu_hu: Írország

source: Isle of Man
hu_hu: Man-sziget

source: Israel
hu_hu: Izrael

source: Italy
hu_hu: Olaszország

source: Ivory Coast
hu_hu: Elefántcsontpart

source: Japan
hu_hu: Japán

source: Jordan
hu_hu: Jordánia

source: Kazakhstan
hu_hu: Kazahsztán

source: Kuwait
hu_hu: Kuvait

source: Kosovo
hu_hu: Koszovó

source: Kyrgyzstan
hu_hu: Kirgizisztán

source: Laos
hu_hu: Laosz

source: Latvia
hu_hu: Lettország

source: Lebanon
hu_hu: Libanon

source: Liberia
hu_hu: Libéria

source: Libya
hu_hu: Líbia

source: Lithuania
hu_hu: Litvánia

source: Luxembourg
hu_hu: Luxemburg

source: Macao
hu_hu: Makaó

source: North Macedonia
hu_hu: Észak-Macedónia

source: Madagascar
hu_hu: Madagaszkár

source: Malaysia
hu_hu: Malajzia

source: Maldives
hu_hu: Maldív-szigetek

source: Malta
hu_hu: Málta

source: Marshall Islands
hu_hu: Marshall-szigetek

source: Mauritania
hu_hu: Mauritánia

source: Mexico
hu_hu: Mexikó

source: Micronesia
hu_hu: Mikronézia

source: Mongolia
hu_hu: Mongólia

source: Montenegro
hu_hu: Montenegró

source: Morocco
hu_hu: Marokkó

source: Mozambique
hu_hu: Mozambik

source: Myanmar
hu_hu: Mianmar

source: Namibia
hu_hu: Namíbia

source: Nepal
hu_hu: Nepál

source: Netherlands
hu_hu: Hollandia

source: New Caledonia
hu_hu: Új-Kaledónia

source: New Zealand
hu_hu: Új-Zéland

source: Nigeria
hu_hu: Nigéria

source: Norfolk Island
hu_hu: Norfolk-sziget

source: Northern Mariana Islands
hu_hu: Északi-Mariana-szigetek

source: North Korea
hu_hu: Észak-Korea

source: Norway
hu_hu: Norvégia

source: Oman
hu_hu: Omán

source: Pakistan
hu_hu: Pakisztán

source: Palestinian Territory
hu_hu: Palesztin területek

source: Papua New Guinea
hu_hu: Pápua Új-Guinea

source: Philippines
hu_hu: Fülöp-szigetek

source: Pitcairn
hu_hu: Pitcairn-szigetek

source: Poland
hu_hu: Lengyelország

source: Portugal
hu_hu: Portugália

source: Qatar
hu_hu: Katar

source: Reunion
hu_hu: Réunion

source: Romania
hu_hu: Románia

source: Russia
hu_hu: Oroszország

source: Rwanda
hu_hu: Ruanda

source: Saint Helena
hu_hu: Szent Ilona

source: Saint Kitts and Nevis
hu_hu: Saint Kitts és Nevis

source: Saint Martin (French part)
hu_hu: Saint Martin (francia rész)

source: Saint Martin (Dutch part)
hu_hu: Saint Martin (holland rész)

source: Saint Pierre and Miquelon
hu_hu: Saint Pierre és Miquelon

source: Saint Vincent and the Grenadines
hu_hu: Saint Vincent és a Grenadine-szigetek

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
hu_hu: S&atilde;o Tom&eacute; és Pr&iacute;ncipe

source: Saudi Arabia
hu_hu: Szaúd-Arábia

source: Senegal
hu_hu: Szenegál

source: Serbia
hu_hu: Szerbia

source: Seychelles
hu_hu: Seychelle-szigetek

source: Singapore
hu_hu: Szingapúr

source: Slovakia
hu_hu: Szlovákia

source: Slovenia
hu_hu: Szlovénia

source: Solomon Islands
hu_hu: Salamon-szigetek

source: Somalia
hu_hu: Szomália

source: South Africa
hu_hu: Dél-afrikai Köztársaság

source: South Georgia/Sandwich Islands
hu_hu: Déli-Georgia/Déli-Sandwich-szigetek

source: South Korea
hu_hu: Dél-Korea

source: South Sudan
hu_hu: Dél-Szudán

source: Spain
hu_hu: Spanyolország

source: Sri Lanka
hu_hu: Srí Lanka

source: Sudan
hu_hu: Szudán

source: Svalbard and Jan Mayen
hu_hu: Svalbard és Jan Mayen

source: Swaziland
hu_hu: Szváziföld

source: Sweden
hu_hu: Svédország

source: Switzerland
hu_hu: Svájc

source: Syria
hu_hu: Szíria

source: Taiwan
hu_hu: Tajvan

source: Tajikistan
hu_hu: Tádzsikisztán

source: Tanzania
hu_hu: Tanzánia

source: Thailand
hu_hu: Thaiföld

source: Timor-Leste
hu_hu: Kelet-Timor

source: Trinidad and Tobago
hu_hu: Trinidad és Tobago

source: Tunisia
hu_hu: Tunézia

source: Turkey
hu_hu: Törökország

source: Turkmenistan
hu_hu: Türkmenisztán

source: Turks and Caicos Islands
hu_hu: Turks- és Caicos-szigetek

source: Ukraine
hu_hu: Ukrajna

source: United Arab Emirates
hu_hu: Egyesült Arab Emírségek

source: United Kingdom (UK)
hu_hu: Egyesült Királyság (UK)

source: United States (US)
hu_hu: Egyesült Államok (US)

source: United States (US) Minor Outlying Islands
hu_hu: Egyesült Államok (US) kisebb külső szigetei

source: Uzbekistan
hu_hu: Üzbegisztán

source: Vatican
hu_hu: Vatikán

source: Vietnam
hu_hu: Vietnám

source: Virgin Islands (British)
hu_hu: Virgin-szigetek (brit)

source: Virgin Islands (US)
hu_hu: Virgin-szigetek (US)

source: Wallis and Futuna
hu_hu: Wallis és Futuna

source: Western Sahara
hu_hu: Nyugat-Szahara

source: Samoa
hu_hu: Szamoa

source: Yemen
hu_hu: Jemen

source: Event Tracking
hu_hu: Eseménykövetés

source: Contact Segment
hu_hu: Kapcsolati szegmens

source: Type
hu_hu: Típus

source: Event Key
hu_hu: Esemény kulcsa

source: Event Occurrence Count
hu_hu: Esemény előfordulásainak száma

source: Event Value
hu_hu: Esemény értéke

source: Event Title
hu_hu: Esemény címe

source: verify_key verification failed
hu_hu: verify_key ellenőrzése sikertelen

source: failed
hu_hu: sikertelen

source: success
hu_hu: siker

source: You've successfully unsubscribed from our email list.
hu_hu: Sikeresen leiratkozott e-mail-listánkról.

source: Unsubscribe
hu_hu: Leiratkozás

source: We're sorry to see you go!
hu_hu: Sajnáljuk, hogy leiratkozik!

source: Your Email Address
hu_hu: Az e-mail-címe

source: Please let us know a reason
hu_hu: Kérjük, adja meg az indokot

source: Please provide a valid email address
hu_hu: Kérjük, adjon meg egy érvényes e-mail-címet

source: Sorry! We could not verify your email address
hu_hu: Sajnáljuk! Nem tudtuk ellenőrizni az e-mail-címét

source: Looks like you are already unsubscribed
hu_hu: Úgy tűnik, már leiratkozott

source: Confirm your unsubscribe Request
hu_hu: Erősítse meg leiratkozási kérelmét

source: We've sent an email to your inbox that contains a link to unsubscribe from our mailing list. Please check your email address and unsubscribe.
hu_hu: Küldtünk egy e-mailt a Beérkező levelek mappájába, amely tartalmaz egy hivatkozást a levelezőlistánkról való leiratkozáshoz. Kérjük, ellenőrizze e-mailjét, és iratkozzon le.

source: Your Email preferences URL
hu_hu: Az e-mail-beállításainak URL-je

source: We've sent an email to your inbox that contains a link to email management from. Please check your email address to get the link.
hu_hu: Küldtünk egy e-mailt a Beérkező levelek mappájába, amely tartalmaz egy hivatkozást az e-mail-kezeléshez. Kérjük, ellenőrizze e-mailjét, hogy megkapja a hivatkozást.

source: I no longer want to receive these emails
hu_hu: Nem kívánok többé ilyen e-maileket kapni

source: I never signed up for this email list
hu_hu: Soha nem iratkoztam fel erre az e-mail-listára

source: The emails are inappropriate
hu_hu: Az e-mailek nem megfelelőek

source: The emails are spam
hu_hu: Az e-mailek kéretlenek (spam)

source: Other (fill in reason below)
hu_hu: Egyéb (az okot alább adja meg)

source: Sorry, No email found based on your data
hu_hu: Sajnáljuk, az adatai alapján nem található e-mail

source: Subscriber unsubscribed from IP Address: %1s <br />Reason: %2s
hu_hu: Feliratkozó leiratkozott erről az IP-címről: %1s <br />Indok: %2s

source: Sorry! Your confirmation url is not valid
hu_hu: Sajnáljuk! A megerősítő url érvénytelen

source: Subscriber double opt-in confirmed
hu_hu: Feliratkozó double opt-in megerősítve

source: Subscriber confirmed double opt-in from IP Address:
hu_hu: Feliratkozó megerősítette a double opt-in-t erről az IP-címről:

source: Webhook must need to be as POST Method
hu_hu: A Webhooknak POST Method-ként kell működnie

source: Invalid Webhook URL
hu_hu: Érvénytelen Webhook URL

source: Invalid Webhook Hash
hu_hu: Érvénytelen Webhook Hash

source: Validation failed.
hu_hu: Az érvényesítés sikertelen.

source: Sorry! No subscriber found in the database
hu_hu: Sajnáljuk! Nem található feliratkozó az adatbázisban

source: Email is not valid. Please provide a valid email
hu_hu: Az e-mail-cím érvénytelen. Kérjük, adjon meg egy érvényes e-mail-címet

source: The new email has been used to another account. Please use a new email address
hu_hu: Az új e-mail-cím már egy másik fiókhoz van hozzárendelve. Kérjük, használjon új e-mail-címet

source: A confirmation email has been sent to %s. Please confirm your email address to resubscribe with changed email address
hu_hu: Megerősítő e-mailt küldtünk a következő címre: %s. Kérjük, erősítse meg e-mail-címét, hogy a módosított e-mail-címmel újra feliratkozhasson

source: A confirmation email has been sent to %s. Please confirm your email address to resubscribe
hu_hu: Megerősítő e-mailt küldtünk a következő címre: %s. Kérjük, erősítse meg e-mail-címét az újbóli feliratkozáshoz

source: Your provided information has been successfully updated
hu_hu: Az Ön által megadott adatokat sikeresen frissítettük

source: No Action found
hu_hu: Nem található művelet

source: Sorry, you are not allowed to access this page.
hu_hu: Sajnáljuk, nem jogosult hozzáférni ehhez az oldalhoz.

source: Invalid or missing security token.
hu_hu: Érvénytelen vagy hiányzó biztonsági token.

source: Sorry, you do not have access to this page.
hu_hu: Sajnáljuk, nincs hozzáférése ehhez az oldalhoz.

source: You do not have permission to autosave this item
hu_hu: Nincs jogosultsága az elem automatikus mentéséhez

source: Unsupported block_type
hu_hu: Nem támogatott block_type

source: Entity not found
hu_hu: Entitás nem található.

source: The item was modified elsewhere.
hu_hu: Az elemet máshol módosították.

source: Add Lesson title
hu_hu: Lecke címének hozzáadása

source: Form Submissions (Fluent Forms)
hu_hu: Űrlapbeküldések (Fluent Forms)

source: Sorry, You do not have permission to do this action
hu_hu: Sajnáljuk, nincs jogosultsága ehhez a művelethez

source: Sequence successfully updated
hu_hu: A szekvencia sikeresen frissítve

source: Invalid Data
hu_hu: Érvénytelen adatok

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Title
hu_hu: Cím

source: Phone/Mobile
hu_hu: Telefon/Mobil

source: Date of Birth
hu_hu: Születési dátum

source: Address Line 1
hu_hu: Cím 1. sor

source: Address Line 2
hu_hu: Cím 2. sor

source: City
hu_hu: Város

source: State
hu_hu: Állam

source: ZIP Code
hu_hu: Irányítószám

source: Country
hu_hu: Ország

source: Update info
hu_hu: Adatok frissítése

source: Address Information
hu_hu: Címadatok

source: Mailing List Groups
hu_hu: Levelezőlista-csoportok

source: Custom Fields
hu_hu: Egyéni mezők

source: Please fill up all required fields
hu_hu: Kérjük, töltse ki az összes kötelező mezőt

source: Your information has been updated
hu_hu: Az adatait frissítettük

source: Phone
hu_hu: Telefon

source: Zip Code
hu_hu: Irányítószám

source: Select Country
hu_hu: Válasszon országot

source: Customer Summary
hu_hu: Ügyfél-összefoglaló

source: View Order
hu_hu: Rendelés megtekintése

source: Order
hu_hu: Rendelés

source: Date
hu_hu: Dátum

source: Total
hu_hu: Összesen

source: Actions
hu_hu: Műveletek

source: View Customer Profile
hu_hu: Ügyfélprofil megtekintése

source: Purchased Products
hu_hu: Megvásárolt termékek

source: Please enable query logging by calling enableQueryLog() before queries ran.
hu_hu: Kérjük, engedélyezze a lekérdezések naplózását az enableQueryLog() meghívásával, mielőtt a lekérdezések lefutnak.

source: Oops! You are not able to see query logs.
hu_hu: Hoppá! Nem tudja megtekinteni a lekérdezési naplókat.

source: All activity logs have been deleted
hu_hu: Minden tevékenységnapló törölve lett

source: ID
hu_hu: Azonosító

source: View Order Details
hu_hu: Rendelés részleteinek megtekintése

source: View
hu_hu: Megtekintés

source: No revenue found for this campaign
hu_hu: Nem található bevétel ehhez a kampányhoz

source: No order found to re-sync
hu_hu: Nem található rendelés az újraszinkronizáláshoz

source: Revenue has been re-synced successfully
hu_hu: A bevétel sikeresen újraszinkronizálva

source: step saved
hu_hu: lépés elmentve

source: Sorry! No subscribers found based on your selection
hu_hu: Sajnáljuk! A választása alapján nem található feliratkozó

source: Recipient settings has been updated
hu_hu: A címzett beállításai frissítve lettek

source: Sorry, No subscribers found based on your filters
hu_hu: Sajnáljuk, a szűrői alapján nem található feliratkozó

source: Selected emails are deleted
hu_hu: A kijelölt e-mailek törölve lettek

source: Campaign status is not in draft status. Please reload the page
hu_hu: A kampány állapota nem piszkozat. Kérjük, töltse újra az oldalt

source: Invalid schedule date
hu_hu: Érvénytelen ütemezési dátum

source: Your campaign email has been scheduled
hu_hu: A kampány e-mailje ütemezésre került

source: Email Sending will be started soon
hu_hu: Az e-mail küldése hamarosan megkezdődik

source: No subscriber found to send test. Please add atleast one contact as subscribed status
hu_hu: Nem található feliratkozó a teszt küldéséhez. Kérjük, adjon hozzá legalább egy névjegyet feliratkozott státusszal

source: Test email successfully sent to
hu_hu: A teszt e-mail sikeresen elküldve ide

source: , The dynamic tags may not replaced in test email
hu_hu: , Előfordulhat, hogy a dinamikus címkék nem kerülnek helyettesítésre a teszt e-mailben

source: Please provide campaign IDs
hu_hu: Kérjük, adja meg a kampányazonosítókat

source: Please provide labels
hu_hu: Kérjük, adja meg a címkéket

source: Labels has been applied successfully
hu_hu: A címkék sikeresen alkalmazva

source: Selected Campaigns has been deleted permanently
hu_hu: A kijelölt kampányok véglegesen törölve

source: invalid bulk action
hu_hu: érvénytelen tömeges művelet

source: You can only pause a campaign if it is on "Working" state, Please reload this page
hu_hu: Csak akkor szüneteltetheti a kampányt, ha "Working" állapotban van, Kérjük, töltse be újra ezt az oldalt

source: Campaign has been successfully marked as paused
hu_hu: A kampány sikeresen szüneteltetettként megjelölve

source: You can only resume a campaign if it is on "paused" state, Please reload this page
hu_hu: Csak akkor folytathatja a kampányt, ha "paused" állapotban van, Kérjük, töltse be újra ezt az oldalt

source: Campaign has been successfully resumed
hu_hu: A kampány sikeresen folytatva

source: Campaign has been updated
hu_hu: A kampány frissítve

source: [Duplicate]
hu_hu: [Duplikálás]

source: Campaign has been successfully duplicated
hu_hu: A kampány sikeresen duplikálva

source: You can only un-schedule a campaign if it is on "scheduled" state, Please reload this page
hu_hu: Csak akkor vonhatja vissza egy kampány ütemezését, ha "scheduled" állapotban van, Kérjük, töltse be újra ezt az oldalt

source: Campaign has been successfully un-scheduled
hu_hu: A kampány ütemezése sikeresen visszavonva

source: Labels has been updated
hu_hu: A címkék frissítve

source: Selected Companies has been attached successfully
hu_hu: A kijelölt cégek sikeresen csatolva

source: Company has been successfully detached
hu_hu: A cég sikeresen leválasztva

source: Company has been created successfully
hu_hu: A cég sikeresen létrehozva

source: Company has been updated
hu_hu: A cég frissítve

source: Column is not valid
hu_hu: Az oszlop érvénytelen

source: Value is not valid
hu_hu: Az érték érvénytelen

source: Sorry, we could not find the logo from website. Please upload manually
hu_hu: Sajnáljuk, nem találtuk meg a webhely logóját. Kérjük, töltse fel manuálisan

source: Company successfully updated
hu_hu: A cég sikeresen frissítve

source: Company has been deleted successfully
hu_hu: A cég sikeresen törölve
