Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: status was set from SendGrid Webhook API. Reason:
hu_hu: a státuszt a SendGrid Webhook API állította be. Indok:

source: . Recorded at:
hu_hu: . Rögzítés ideje:

source: status was set from Sparkpost Webhook API. Reason:
hu_hu: a státuszt a Sparkpost Webhook API állította be. Indok:

source: status was set from PostMark Webhook API. Reason:
hu_hu: a státuszt a PostMark Webhook API állította be. Indok:

source: status was set from Brevo Webhook API. Reason:
hu_hu: a státuszt a Brevo Webhook API állította be. Indok:

source: Apply Company
hu_hu: Cég hozzárendelése

source: Add contact to the selected company
hu_hu: Adja hozzá a kontaktot a kiválasztott céghez

source: Apply Company to the contact
hu_hu: Cég hozzárendelése a kontakthoz

source: Select which list will be added to the contact
hu_hu: Válassza ki, melyik lista kerüljön hozzáadásra a kontakthoz

source: Select Company
hu_hu: Válasszon céget

source: Apply List
hu_hu: Lista hozzárendelése

source: Add contact to the selected lists
hu_hu: Adja hozzá a kontaktot a kiválasztott listákhoz

source: Apply List to the contact
hu_hu: Lista hozzárendelése a kontakthoz

source: Select List
hu_hu: Válasszon listát

source: Apply Tag
hu_hu: Címke hozzárendelése

source: Add this contact to the selected Tags
hu_hu: Adja hozzá ezt a kontaktot a kiválasztott címkékhez

source: Apply Tag to the contact
hu_hu: Címke hozzárendelése a kontakthoz

source: Select which tag will be added to the contact
hu_hu: Válassza ki, melyik címke kerüljön hozzáadásra a kontakthoz

source: Select Tag
hu_hu: Válasszon címkét

source: Remove From Company
hu_hu: Eltávolítás a cégből

source: Remove this contact from the selected company
hu_hu: Távolítsa el ezt a kontaktot a kiválasztott cégből

source: Remove Contact from the Selected Company
hu_hu: Kontakt eltávolítása a kiválasztott cégből

source: Select Company that you want to remove from targeted Contact
hu_hu: Válassza ki azt a céget, amelyet el szeretne távolítani a célzott kontaktról

source: Remove From List
hu_hu: Eltávolítás a listáról

source: Remove this contact from the selected lists
hu_hu: Távolítsa el ezt a kontaktot a kiválasztott listákról

source: Remove Contact from the Selected Lists
hu_hu: Kontakt eltávolítása a kiválasztott listákról

source: Select Lists that you want to remove from targeted Contact
hu_hu: Válassza ki azokat a listákat, amelyeket el szeretne távolítani a célzott kontaktról

source: Remove From Tag
hu_hu: Eltávolítás a címkéből

source: Remove this contact from the selected Tags
hu_hu: Távolítsa el ezt a kapcsolatot a kiválasztott címkékről

source: Remove Contact from the Selected Tags
hu_hu: Kapcsolat eltávolítása a kiválasztott címkékről

source: Select Tags that you want to remove from targeted Contact
hu_hu: Válassza ki azokat a címkéket, amelyeket el kíván távolítani a célzott kapcsolatról

source: Send Custom Email
hu_hu: Egyedi Email küldése

source: Send a custom Email to your subscriber or custom email address
hu_hu: Küldjön egy egyedi Emailt a feliratkozójának vagy egy egyedi Email-címre

source: Please provide email details that you want to send
hu_hu: Kérjük, adja meg a küldendő Email részleteit

source: Send Email to
hu_hu: Email küldése ide

source: Send To the contact
hu_hu: Küldés a kapcsolatnak

source: Send to Custom Email Address
hu_hu: Küldés egyedi Email-címre

source: Send To Email Addresses (If Custom)
hu_hu: Küldés Email-címekre (ha egyedi)

source: Custom Email Addresses
hu_hu: Egyedi Email-címek

source: Use comma separated values for multiple
hu_hu: Több érték esetén vesszővel elválasztva

source: Schedule this email to a specific date
hu_hu: Ütemezze ezt az Emailt egy konkrét dátumra

source: Skip sending email if date is overdued
hu_hu: Hagyja ki az Email küldését, ha a dátum lejárt

source: Schedule Date and Time
hu_hu: Ütemezés dátuma és időpontja

source: Select Date and Time
hu_hu: Válasszon dátumot és időpontot

source: If schedule date is past in the runtime then email will be sent immediately
hu_hu: Ha az ütemezett dátum a futáskor már elmúlt, az Email azonnal elküldésre kerül

source: Set Custom From Name and Email
hu_hu: Egyéni feladónév és Email beállítása

source: Email Sent From Funnel:
hu_hu: Email elküldve a Funnelből:

source: Wait X Days/Hours
hu_hu: Várjon X napot/órát

source: Wait defined timespan before execute the next action
hu_hu: Várjon a meghatározott időtartamig a következő művelet végrehajtása előtt

source: Contact's Next Date of Birth
hu_hu: Kapcsolat következő születésnapja

source: Wait by period
hu_hu: Várakozás időtartam szerint

source: Wait Until Date
hu_hu: Várakozás adott dátumig

source: Wait by Weekday
hu_hu: Várakozás a hét napja szerint

source: Wait by Custom Field
hu_hu: Várakozás egyéni mező alapján

source: Wait Time
hu_hu: Várakozási idő

source: Wait Time Unit
hu_hu: Várakozási idő egysége

source: Days
hu_hu: Napok

source: Hours
hu_hu: Órák

source: Minutes
hu_hu: Percek

source: Specify Date and Time
hu_hu: Adja meg a dátumot és az időpontot

source: Select Date & Time
hu_hu: Válasszon dátumot & időpontot

source: Please input date and time and this step will be executed after that time (TimeZone will be as per your WordPress Date Time Zone)
hu_hu: Kérjük, adja meg a dátumot és az időpontot, és ez a lépés az adott időpont után kerül végrehajtásra (a TimeZone a WordPress Date Time Zone beállításának megfelelő lesz)

source: Select Contact's Custom Field
hu_hu: Válassza ki a kapcsolat egyéni mezőjét

source: If no value is found in the contact's custom field or past date then it will wait only 1 minute by default
hu_hu: Ha a kapcsolat egyéni mezőjében nem található érték, vagy múltbeli dátum szerepel, akkor alapértelmezetten csak 1 percet vár

source: Benchmark type
hu_hu: Benchmark típusa

source: [Optional Point] This is an optional trigger point
hu_hu: [Optional Point] Ez egy opcionális indítási pont

source: [Essential Point] Select IF this step is required for processing further actions
hu_hu: [Essential Point] Válassza, HA ez a lépés szükséges a további műveletek feldolgozásához

source: If you select [Optional Point] it will work as an Optional Trigger otherwise, it will wait for full-fill this action
hu_hu: Ha a [Optional Point] lehetőséget választja, opcionális indítóként fog működni, ellenkező esetben megvárja, amíg ez a művelet teljesül

source: Contacts can enter directly to this sequence point. If you enable this then any contact meet with goal will enter in this goal point.
hu_hu: Kapcsolatok közvetlenül beléphetnek ebbe a szekvenciapontba. Ha ezt engedélyezi, minden olyan kapcsolat, amely megfelel a célnak, belép ebbe a célpontba.

source: Run the automation actions even contact status is not in subscribed status
hu_hu: Futtassa az automatizálási műveleteket akkor is, ha a kapcsolat állapota nem „feliratkozott”.

source: The actions will run even the contact's status is not in subscribed status.
hu_hu: A műveletek akkor is lefutnak, ha a kapcsolat állapota nem „feliratkozott”.

source: List Applied
hu_hu: Lista alkalmazva

source: This will run when selected lists have been applied to a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott listákat alkalmazzák egy kapcsolatra

source: Run When
hu_hu: Futtatás ekkor

source: contact added in any of the selected Lists
hu_hu: a kapcsolat bekerül bármelyik kiválasztott listába

source: contact added in all of the selected lists
hu_hu: a kapcsolat bekerül az összes kiválasztott listába

source: List Removed
hu_hu: Lista eltávolítva

source: This will run when selected lists have been removed from a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott listákat eltávolították egy kapcsolattól

source: List Removed From Contact
hu_hu: Lista eltávolítva a kapcsolatról

source: contact removed from any of the selected Lists
hu_hu: kapcsolat eltávolítva a kiválasztott listák bármelyikéből

source: contact removed from all of the selected lists
hu_hu: kapcsolat eltávolítva az összes kiválasztott listából

source: Tag Removed
hu_hu: Címke eltávolítva

source: This will run when selected Tags have been removed from a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott címkéket eltávolították egy kapcsolatról

source: Tag Removed From Contact
hu_hu: Címke eltávolítva a kapcsolatról

source: Select a Tag
hu_hu: Válasszon címkét

source: Run if any selected tag removed from a contact
hu_hu: Futtassa, ha a kiválasztott címkék bármelyikét eltávolították egy kapcsolatról

source: Need all selected tags removed from the contact
hu_hu: Az összes kiválasztott címkét el kell távolítani a kapcsolatról

source: Tag Applied
hu_hu: Címke hozzárendelve

source: This will run when selected Tags have been applied to a contact
hu_hu: Ez akkor fut le, amikor a kiválasztott címkéket hozzárendelték egy kapcsolathoz

source: contact added in any of the selected Tags
hu_hu: kapcsolat hozzárendelve a kiválasztott címkék bármelyikéhez

source: contact added in all of the selected Tags
hu_hu: kapcsolat hozzárendelve az összes kiválasztott címkéhez

source: Update if Exist
hu_hu: Frissítés, ha létezik

source: Skip this automation if contact already exist
hu_hu: Hagyja ki ezt az automatizálást, ha a kapcsolat már létezik

source: country
hu_hu: ország

source: New Form Submission (Fluent Forms)
hu_hu: Új űrlapbeküldés (Fluent Forms)

source: This Funnel will be initiated when a new form submission has been submitted
hu_hu: Ez a tölcsér akkor indul el, amikor új űrlapbeküldés érkezik

source: This Funnel will be initiated when a new form submission has been submitted.
hu_hu: Ez a tölcsér akkor indul el, amikor új űrlapbeküldés érkezik.

source: New Fluent Forms Submission Funnel
hu_hu: Új Fluent Forms beküldési tölcsér

source: Select your form
hu_hu: Válassza ki az űrlapját

source: Map Primary Data
hu_hu: Elsődleges adatok leképezése

source: Contact Field (CRM)
hu_hu: Kapcsolati mező (CRM)

source: Map Other Data
hu_hu: Egyéb adatok leképezése

source: Select Contact Property
hu_hu: Válasszon kapcsolati tulajdonságot

source: Select Form Field
hu_hu: Válasszon űrlapmezőt

source: Select Form Property
hu_hu: Válasszon űrlaptulajdonságot

source: Run this automation only once per contact. If unchecked then it will over-write existing flow
hu_hu: Futtassa ezt az automatizálást kapcsolatonként csak egyszer. Ha nincs bejelölve, felülírja a meglévő folyamatot

source: If you enable this then this will run only once per customer otherwise, It will delete the existing automation flow and start new
hu_hu: Ha ezt engedélyezi, akkor ez csak egyszer fut le ügyfelenként; ellenkező esetben törli a meglévő automatizálási folyamatot és újat indít

source: Subscription Cancelled (Fluent Forms)
hu_hu: Előfizetés lemondva (Fluent Forms)

source: This Funnel will be initiated when a subscription is cancelled via Fluent Forms.
hu_hu: Ez a tölcsér akkor indul el, amikor egy előfizetést a Fluent Forms segítségével lemondanak.

source: Subscription Cancelled Funnel
hu_hu: Előfizetés-lemondási tölcsér

source: An automated double-opt-in email will be sent if the contact is new or not already subscribed.
hu_hu: Automatikus double opt-in e-mail kerül kiküldésre, ha a kapcsolat új, vagy még nincs feliratkozva.

source: Target Forms
hu_hu: Célzott űrlapok

source: Keep it blank to run for any form
hu_hu: Hagyja üresen, hogy bármely űrlapra fusson

source: Subscription Payment Received (Fluent Forms)
hu_hu: Előfizetés befizetése beérkezett (Fluent Forms)

source: This Funnel will be initiated when a subscription payment is successfully received through Fluent Forms.
hu_hu: Ez a tölcsér akkor indul el, amikor egy előfizetési befizetés a Fluent Forms-on keresztül sikeresen beérkezik.

source: Subscription Payment Received
hu_hu: Előfizetési befizetés beérkezett

source: WordPress Triggers
hu_hu: WordPress-triggerek

source: New User Sign Up
hu_hu: Új felhasználói regisztráció

source: This Funnel will be initiated when a new user has been registered in your site
hu_hu: Ez a tölcsér akkor indul el, amikor új felhasználó regisztrál az Ön webhelyén

source: New User Sign Up Funnel
hu_hu: Új felhasználói regisztrációs tölcsér

source: If Contact Already Exist?
hu_hu: Ha a kapcsolat már létezik?

source: Please specify what will happen if the subscriber already exist in the database
hu_hu: Kérjük, adja meg, mi történjen, ha az előfizető már létezik az adatbázisban

source: Targeted User Roles
hu_hu: Célzott felhasználói szerepkörök

source: Select which roles registration will run this automation Funnel
hu_hu: Válassza ki, mely szerepkörök regisztrációja indítsa el ezt az automatizálási tölcsért

source: Select Roles
hu_hu: Válasszon szerepköröket

source: Leave blank to run for all user roles
hu_hu: Hagyja üresen, hogy minden felhasználói szerepkörre fusson

source: Overview
hu_hu: Áttekintés

source: Purchase History
hu_hu: Vásárlási előzmények

source: Form Submissions
hu_hu: Űrlapbeküldések

source: Support Tickets
hu_hu: Támogatási jegyek

source: Notes & Activities
hu_hu: Jegyzetek & tevékenységek

source: Contact
hu_hu: Kapcsolat

source: Contact Email
hu_hu: Kapcsolat e-mail-címe

source: Contact ID
hu_hu: Kapcsolat ID

source: User ID
hu_hu: Felhasználó ID

source: Phone Number
hu_hu: Telefonszám

source: Company Name
hu_hu: Cég neve

source: Company Industry
hu_hu: Cég iparága

source: Company Address
hu_hu: Cég címe

source: General
hu_hu: Általános

source: Business Name
hu_hu: Vállalkozás neve

source: Business Address
hu_hu: Vállalkozás címe

source: Admin Email
hu_hu: Admin e-mail-címe

source: Site URL
hu_hu: Webhely URL

source: Dynamic Date (ex: +2 days from now)
hu_hu: Dinamikus dátum (pl.: +2 nap mostantól)

source: Custom Date Format (Any PHP Date Format)
hu_hu: Egyéni dátumformátum (bármely PHP dátumformátum)

source: Latest Post Title (Published)
hu_hu: Legutóbbi bejegyzés címe (közzétéve)

source: Unsubscribe URL
hu_hu: Leiratkozási URL

source: Manage Subscription URL
hu_hu: Feliratkozás kezelése URL

source: View On Browser URL
hu_hu: Megtekintés a böngészőben URL

source: Unsubscribe Hyperlink HTML
hu_hu: Leiratkozási hivatkozás HTML-je

source: Manage Subscription Hyperlink HTML
hu_hu: Feliratkozás kezelése hivatkozás HTML-je

source: Simple Boxed
hu_hu: Egyszerű, keretes

source: Plain Centered
hu_hu: Sima, középre igazított

source: Plain Left
hu_hu: Sima, balra igazított

source: Classic Editor
hu_hu: Klasszikus szerkesztő

source: Raw HTML
hu_hu: Nyers HTML

source: Visual Builder
hu_hu: Vizuális szerkesztő

source: Mr
hu_hu: Úr

source: Mrs
hu_hu: Asszony

source: Ms
hu_hu: Hölgy

source: FluentCart Purchase History
hu_hu: FluentCart vásárlási előzmények

source: Woocommerce Purchase History
hu_hu: Woocommerce vásárlási előzmények

source: EDD Purchase History
hu_hu: EDD vásárlási előzmények

source: Paymattic Purchase History
hu_hu: Paymattic vásárlási előzmények

source: Black
hu_hu: Fekete

source: Cyan bluish gray
hu_hu: Ciánkékes szürke

source: White
hu_hu: Fehér

source: Pale pink
hu_hu: Halvány rózsaszín

source: Luminous vivid orange
hu_hu: Ragyogó élénk narancs

source: Luminous vivid amber
hu_hu: Ragyogó élénk borostyánsárga

source: Light green cyan
hu_hu: Világos zöldes cián

source: Vivid green cyan
hu_hu: Élénk zöldes cián

source: Pale cyan blue
hu_hu: Halvány ciánkék

source: Vivid cyan blue
hu_hu: Élénk ciánkék

source: Vivid purple
hu_hu: Élénk lila

source: Small
hu_hu: Kicsi

source: Larger
hu_hu: Nagyobb

source: General Properties
hu_hu: Általános tulajdonságok

source: WP User ID
hu_hu: WP felhasználói azonosító

source: Name Prefix (Title)
hu_hu: Név előtag (megszólítás)

source: Last Activity
hu_hu: Utolsó tevékenység

source: Created At
hu_hu: Létrehozás ideje

source: WP User Role
hu_hu: WP felhasználói szerepkör

source: Contact Activities
hu_hu: Kapcsolati tevékenységek

source: Last Email Sent
hu_hu: Utolsó elküldött e-mail

source: Last Email Open
hu_hu: Utolsó e-mail-megnyitás

source: Last Email Clicked
hu_hu: Utolsó e-mailben történt kattintás

source: Campaign Email -
hu_hu: Kampány e-mail -

source: Automation Activity -
hu_hu: Automatizációs tevékenység -

source: Email Sequence Activity -
hu_hu: E-mail-sorozat tevékenysége -

source: Company
hu_hu: Cég

source: Company - Industry
hu_hu: Cég - iparág

source: Company - Type
hu_hu: Cég - típus

source: Total Order Count (Pro Required)
hu_hu: Rendelések teljes száma (Pro szükséges)

source: Total Order value (Pro Required)
hu_hu: Rendelések teljes értéke (Pro szükséges)

source: Last Order Date (Pro Required)
hu_hu: Utolsó rendelés dátuma (Pro szükséges)

source: First Order Date (Pro Required)
hu_hu: Első rendelés dátuma (Pro szükséges)

source: Purchased Products (Pro Required)
hu_hu: Megvásárolt termékek (Pro szükséges)

source: Total Order Value (Pro Required)
hu_hu: Rendelések teljes értéke (Pro szükséges)

source: Is Affiliate (Pro Required)
hu_hu: Partner-e (Pro szükséges)

source: Affiliate ID (Pro Required)
hu_hu: Partnerazonosító (Pro szükséges)

source: Total Referrals (Pro Required)
hu_hu: Ajánlások teljes száma (Pro szükséges)

source: Status (Pro Required)
hu_hu: Állapot (Pro szükséges)

source: Active
hu_hu: Aktív

source: Inactive
hu_hu: Inaktív

source: Earnings (Pro Required)
hu_hu: Bevételek (Pro szükséges)

source: Unpaid Earnings (Pro Required)
hu_hu: Kifizetetlen bevételek (Pro szükséges)

source: Registration Date (Pro Required)
hu_hu: Regisztráció dátuma (Pro szükséges)

source: Last Payout Date (Pro Required)
hu_hu: Utolsó kifizetés dátuma (Pro szükséges)

source: Last Enrollment Date (Pro Required)
hu_hu: Utolsó beiratkozás dátuma (Pro szükséges)

source: First Enrollment Date (Pro Required)
hu_hu: Első beiratkozás dátuma (Pro szükséges)

source: Enrollment Courses (Pro Required)
hu_hu: Beiratkozott kurzusok (Pro szükséges)

source: Enrollment Groups (Pro Required)
hu_hu: Beiratkozott csoportok (Pro szükséges)

source: Enrollment Categories (Pro Required)
hu_hu: Beiratkozott kategóriák (Pro szükséges)

source: Enrollment Tags (Pro Required)
hu_hu: Beiratkozott címkék (Pro szükséges)

source: Enrollment Memberships (Pro Required)
hu_hu: Beiratkozott tagságok (Pro szükséges)

source: Date Time
hu_hu: Dátum és idő

source: keep blank for current time
hu_hu: hagyja üresen az aktuális idő használatához

source: Your Note Title
hu_hu: Az Ön jegyzetének címe

source: Description
hu_hu: Leírás

source: Select options
hu_hu: Válasszon lehetőségeket

source: No matching options found
hu_hu: Nem találhatók egyező lehetőségek

source: No options available
hu_hu: Nincsenek elérhető opciók

source: Email Preference
hu_hu: E-mail beállítás

source: Confirm Subscription
hu_hu: Feliratkozás megerősítése

source: CRM Dashboard
hu_hu: CRM-irányítópult

source: Contacts Read
hu_hu: Kapcsolatok olvasása

source: Contacts Add/Update/Import
hu_hu: Kapcsolatok hozzáadása/frissítése/importálása

source: Contacts Delete
hu_hu: Kapcsolatok törlése

source: Contacts Export
hu_hu: Kapcsolatok exportálása

source: Contact Tags/List/Companies/Segment Create or Update
hu_hu: Kapcsolatcímkék/listák/cégek/szegmensek létrehozása vagy frissítése

source: Contact Tags/List/Companies/Segment Delete
hu_hu: Kapcsolatcímkék/listák/cégek/szegmensek törlése

source: Emails Read
hu_hu: E-mailek olvasása

source: Emails Write/Send
hu_hu: E-mailek írása/küldése

source: Email Templates Manage
hu_hu: E-mail sablonok kezelése

source: Emails Delete
hu_hu: E-mailek törlése

source: Manage Forms
hu_hu: Űrlapok kezelése

source: Automation Read
hu_hu: Automatizálások olvasása

source: Automation Write/Edit/Delete
hu_hu: Automatizálások írása/szerkesztése/törlése

source: Automation Delete
hu_hu: Automatizálások törlése

source: Manage CRM Settings
hu_hu: CRM-beállítások kezelése

source: Entrance
hu_hu: Belépés

source: WP User Role Based Tag Mapping
hu_hu: WP felhasználói szerepkör-alapú címke-hozzárendelés

source: Assign or Remove tags when a contact assign to a user role.
hu_hu: Címkék hozzárendelése vagy eltávolítása, amikor egy kapcsolatot egy felhasználói szerepkörhöz rendel.

source: Enable Role Based Tag Mapping
hu_hu: Szerepkör-alapú címke-hozzárendelés engedélyezése

source: Map Role and associate tags
hu_hu: Szerepkör hozzárendelése és címkék társítása

source: Target User Role
hu_hu: Cél felhasználói szerepkör

source: Tags to be added
hu_hu: Hozzáadandó címkék

source: Tags to be removed
hu_hu: Eltávolítandó címkék

source: Active Contacts
hu_hu: Aktív kapcsolatok

source: Emails Sent
hu_hu: Elküldött e-mailek

source: Active Automations
hu_hu: Aktív automatizálások

source: Pending Emails
hu_hu: Függőben lévő e-mailek

source: Contact Segments
hu_hu: Kapcsolati szegmensek

source: Documentations
hu_hu: Dokumentációk

source: Video Tutorials (Free)
hu_hu: Videós oktatóanyagok (ingyenes)

source: Create a Tag
hu_hu: Címke létrehozása

source: Import Contacts
hu_hu: Kapcsolatok importálása

source: Create a Campaign
hu_hu: Kampány létrehozása

source: Create an Automation
hu_hu: Automatizálás létrehozása

source: Create a Form
hu_hu: Űrlap létrehozása

source: + Add
hu_hu: + Hozzáadás

source: + Any SMTP Provider
hu_hu: + Bármely SMTP szolgáltató

source: + New Option
hu_hu: + Új opció

source: + Photo
hu_hu: + Fénykép

source: A double opt-in email will be sent if the contact is new
hu_hu: Double opt-in e-mail kerül kiküldésre, ha a kapcsolat új

source: A/B Testing Result
hu_hu: A/B teszt eredménye

source: API Password:
hu_hu: API-jelszó:

source: API Username:
hu_hu: API-felhasználónév:

source: APIs
hu_hu: API-k

source: This subject will not be used to send emails. Please set A/B testing subjects
hu_hu: Ezt a tárgysort nem használjuk e-mailek küldésére. Kérjük, állítson be A/B teszt tárgysorokat

source: You can split test your Email Subject Line and Test which Subject Lines got more open and click rate. This is a pro feature
hu_hu: A/B tesztet végezhet az e-mail tárgysoron, és letesztelheti, mely tárgysorok értek el magasabb megnyitási és átkattintási arányt. Ez egy Pro funkció

source: Send Emails with Multiple Subject Line (A/B) test
hu_hu: E-mailek küldése több tárgysorral (A/B teszt)

source: About this company
hu_hu: Erről a vállalatról

source: Action
hu_hu: Művelet

source: Action Blocks
hu_hu: Műveleti blokkok

source: Action Type
hu_hu: Művelettípus

source: Activity Log
hu_hu: Tevékenységnapló

source: Enable to log FluentCRM activity events. Useful for tracking purpose.
hu_hu: Engedélyezze a FluentCRM tevékenységi eseményeinek naplózását. Hasznos nyomon követési célokra.

source: Logs for FluentCRM activity events. Useful for tracking purpose.
hu_hu: A FluentCRM tevékenységi eseményeinek naplói. Hasznos nyomon követési célokra.

source: Add
hu_hu: Hozzáadás

source: Add Action
hu_hu: Művelet hozzáadása

source: Add Action / Goal
hu_hu: Művelet / cél hozzáadása

source: Add Action/Benchmark/Conditions
hu_hu: Művelet/Benchmark/feltételek hozzáadása

source: Add Action/Goals/Conditions
hu_hu: Művelet/célok/feltételek hozzáadása

source: Add Address Info
hu_hu: Címadatok hozzáadása

source: Add Another Conditional Group
hu_hu: Újabb feltételcsoport hozzáadása

source: Add Automation
hu_hu: Automatizálás hozzáadása

source: Add Campaign Title
hu_hu: Kampánycím hozzáadása

source: Add Company
hu_hu: Vállalat hozzáadása

source: Add Condition
hu_hu: Feltétel hozzáadása

source: Add Contact
hu_hu: Kapcsolat hozzáadása

source: Add Custom Data
hu_hu: Egyéni adatok hozzáadása

source: Add Existing
hu_hu: Meglévő hozzáadása

source: Add Field
hu_hu: Mező hozzáadása

source: Add More
hu_hu: További hozzáadása

source: Add New
hu_hu: Új hozzáadása

source: Add New Condition
hu_hu: Új feltétel hozzáadása

source: Add New Contact
hu_hu: Új kapcsolat hozzáadása

source: Add New Custom Field
hu_hu: Új egyéni mező hozzáadása

source: Add New Key
hu_hu: Új kulcs hozzáadása
