Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-crm/fluent-crm-*.po
Languages: hu_hu

source: Thank you for choosing FluentCRM. An easier way to manage email marketing campaigns! This quick setup wizard will help you configure the basic settings.
hu_hu: Köszönjük, hogy a FluentCRM-et választotta. Könnyebb mód az e-mail marketing kampányok kezelésére! Ez a gyorsbeállítási varázsló segít az alapbeállítások konfigurálásában.

source: the email will be triggered from the starting date
hu_hu: az e-mail a kezdő dátumtól kerül indításra

source: this value will be skipped
hu_hu: ez az érték kihagyásra kerül

source: time unit
hu_hu: időegység

source: to enable this feature
hu_hu: ezen funkció engedélyezéséhez

source: to insert dynamic tags
hu_hu: dinamikus címkék beszúrásához

source: to insert post/page links
hu_hu: bejegyzés-/oldalhivatkozások beszúrásához

source: to make this feature work
hu_hu: ezen funkció működéséhez

source: to re-sync the data again
hu_hu: az adatok ismételt újraszinkronizálásához

source: to see All Available Blocks
hu_hu: az összes elérhető blokk megtekintéséhez

source: to see all the available blocks
hu_hu: az összes elérhető blokk megtekintéséhez

source: to see smart tags
hu_hu: az intelligens címkék megtekintéséhez

source: total
hu_hu: összesen

source: Transfer your contacts, tags and associate data from your current email marketing software to FluentCRM in minutes
hu_hu: Vigye át névjegyeit, címkéit és a kapcsolódó adatokat a jelenlegi e-mail marketing szoftverből percek alatt a FluentCRM-be

source: Run funnels and marketing automations for different TutorLMS actions like course enrollment, course completed etc.
hu_hu: Futtasson tölcséreket és marketingautomatizmusokat különböző TutorLMS-műveletekhez, mint például a kurzusfelvétel, kurzus befejezése stb.

source: type and press enter
hu_hu: írjon be, majd nyomja meg az Entert

source: type days
hu_hu: írjon be napokat

source: unknown error. Please check your csv first
hu_hu: ismeretlen hiba. Kérjük, először ellenőrizze a csv-fájlját

source: Do you want to update the subscribers data if it's already exist?
hu_hu: Szeretné frissíteni a feliratkozók adatait, ha már léteznek?

source: Use the Pre-Defined Dynamic Segment which will give your WordPress user lists or Ecommerce Customers or even Affiliates.
hu_hu: Használja az előre definiált dinamikus szegmenst, amely WordPress-felhasználói listákat, e‑kereskedelmi vásárlókat vagy akár affiliált partnereket is ad.

source: If you use GridPane, Please follow the following tutorial or contact with your hosting provider
hu_hu: Ha a GridPane-t használja, kövesse az alábbi oktatóanyagot, vagy lépjen kapcsolatba a tárhelyszolgáltatójával

source: Looks like you are using Old version of WordPress. Use at-least version 5.4 to use Smart Email Editor powered by Block Editor
hu_hu: Úgy tűnik, a WordPress régi verzióját használja. Használjon legalább 5.4-es verziót, hogy igénybe vehesse a Blokkszerkesztő által működtetett Smart Email Editort

source: email as per your domain/SMTP settings. Email mismatch settings may not deliver emails as expected
hu_hu: e-mail a domain/SMTP beállításai szerint. Az eltérő beállítások miatt az e-mailek kézbesítése nem biztos, hogy a vártak szerint történik

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
hu_hu: Most nincs ideje? Ha nem szeretné végigcsinálni a varázslót, kihagyhatja, és visszatérhet a WordPress vezérlőpultjára. Bármikor visszatérhet, ha meggondolja magát!

source: what we collect
hu_hu: mit gyűjtünk

source: Server environment details (php, mysql, server, WordPress versions), crm usage, Site language, Number of active and inactive plugins, Site name and url, Your name and email address. No sensitive data is tracked.
hu_hu: Szerverkörnyezeti adatok (php, mysql, szerver, WordPress-verziók), a crm használata, az oldal nyelve, az aktív és inaktív bővítmények száma, az oldal neve és url, az Ön neve és e-mail-címe. Nem követünk érzékeny adatokat.

source: will be created automatically in FluentCRM
hu_hu: automatikusan létrejön a FluentCRM-ben

source: will be deleted
hu_hu: törlésre kerül

source: will be replaced with dynamic values.
hu_hu: dinamikus értékekkel lesz helyettesítve.

source: with API key
hu_hu: API-kulccsal

source: With FluentCRM Pro, you can integrate with other plugins like E-commerce, Membership, LMS (25+ integrations) along with advanced reports, sequence (drip) emails, advanced automation and unlock lots of useful features.
hu_hu: A FluentCRM Pro-val integrálhat más bővítményekkel, például e‑kereskedelmi, tagsági, LMS bővítményekkel (25+ integráció), továbbá fejlett jelentéseket, sorozat (drip) e-maileket, fejlett automatizálást használhat, és számos hasznos funkciót nyithat meg.

source: within days
hu_hu: napokon belül

source: Enable System Log for debugging
hu_hu: Rendszernapló engedélyezése hibakereséshez

source: Abandon Carts - Reports
hu_hu: Elhagyott kosarak - jelentések

source: Search by Email
hu_hu: Keresés e-mail alapján

source: Recovered Orders
hu_hu: Megmentett rendelések

source: Lost Orders
hu_hu: Elveszett rendelések

source: Shipping
hu_hu: Szállítás

source: Popular pre-built funnel templates
hu_hu: Népszerű, előre elkészített tölcsérsablonok

source: Popular pre-built email templates
hu_hu: Népszerű, előre elkészített e-mail-sablonok

source: Back To Templates
hu_hu: Vissza a sablonokhoz

source: Date-Time
hu_hu: Dátum-idő

source: From
hu_hu: Feladó

source: Resent Count
hu_hu: Újraküldések száma

source: Mailer
hu_hu: Levélküldő

source: Server Response
hu_hu: Szerverválasz

source: Email Headers
hu_hu: E-mail fejlécek

source: Attachments
hu_hu: Mellékletek

source: Status for New Contacts
hu_hu: Új névjegyek állapota

source: Cool-Off Period
hu_hu: Várakozási időszak

source: Mark as Lost after
hu_hu: Megjelölés elveszettként ennyi idő után

source: Enable Abandoned Cart Tracking for WooCommerce
hu_hu: Elhagyott kosarak követésének engedélyezése a WooCommerce-ben

source: Abandoned Cart Settings
hu_hu: Elhagyott kosár beállításai

source: Cart Abandoned Cut-off Time
hu_hu: Kosár elhagyottnak minősítésének határideje

source: Mark Cart as Recovered when WooCommerce Order Status Changes to:
hu_hu: Jelölje a kosarat visszanyertnek, amikor a WooCommerce rendelésállapot erre változik:

source: No Shipping Address found
hu_hu: Nem található szállítási cím

source: Set up an automation
hu_hu: Állítson be egy automatizmust

source: No active Abandoned Cart automation.
hu_hu: Nincs aktív elhagyott kosár automatizmus.

source: Pause/Run
hu_hu: Szüneteltetés/Futtatás

source: Export Campaign
hu_hu: Kampány exportálása

source: Recurring Campaign export is only available on pro version of FluentCRM
hu_hu: Az ismétlődő kampány exportálása csak a FluentCRM pro verziójában érhető el

source: Campaign export is only available on pro version of FluentCRM
hu_hu: A kampány exportálása csak a FluentCRM pro verziójában érhető el

source: Import your exported recurring email campaigns JSON file here. Please upload your JSON file.
hu_hu: Itt importálja az exportált ismétlődő e-mail kampányok JSON-fájlját. Kérjük, töltse fel a JSON-fájlját.

source: Import your exported email campaigns JSON file here. Please upload your JSON file.
hu_hu: Itt importálja az exportált e-mail kampányok JSON-fájlját. Kérjük, töltse fel a JSON-fájlját.

source: Do not import recurring campaigns from untrusted sources.
hu_hu: Ne importáljon ismétlődő kampányokat nem megbízható forrásokból.

source: Do not import email campaigns from untrusted sources.
hu_hu: Ne importáljon e-mail kampányokat nem megbízható forrásokból.

source: Tax(es)
hu_hu: Adó(k)

source: Order Comments
hu_hu: Rendelési megjegyzések

source: Recovery URL
hu_hu: Helyreállítási URL

source: View Original Order
hu_hu: Eredeti rendelés megtekintése

source: All carts
hu_hu: Összes kosár

source: Draft Carts
hu_hu: Piszkozatos kosarak

source: Image
hu_hu: Kép

source: In Progress
hu_hu: Folyamatban

source: Recovered Carts
hu_hu: Visszaszerzett kosarak

source: Lost Carts
hu_hu: Elveszett kosarak

source: Opt-Out Carts
hu_hu: Leiratkozott kosarak

source: Skipped Carts
hu_hu: Kihagyott kosarak

source: Love this Plugin?
hu_hu: Szereti ezt a bővítményt?

source: We would greatly appreciate it if you could leave a review for us in the WordPress plugin repository!
hu_hu: Nagyra értékelnénk, ha véleményt hagyna a WordPress bővítménytárban!

source: Write a Review
hu_hu: Írjon értékelést

source: Please provide Remote URL
hu_hu: Kérjük, adja meg a távoli URL-t

source: Send Test Webhook
hu_hu: Teszt-webhook küldése

source: Filter By Label
hu_hu: Szűrés címke szerint

source: Manage Labels
hu_hu: Címkék kezelése

source: Labels
hu_hu: Címkék

source: Funnel Labels
hu_hu: Tölcsércímkék

source: Create New Label
hu_hu: Új címke létrehozása

source: Label Name
hu_hu: Címke neve

source: INACTIVE
hu_hu: INAKTÍV

source: Label name is required
hu_hu: A címke neve kötelező

source: Automation Settings
hu_hu: Automatizmus beállításai

source: Are you sure to remove this label from the funnel?
hu_hu: Biztos benne, hogy eltávolítja ezt a címkét a tölcsérből?

source: Edit Label
hu_hu: Címke szerkesztése

source: Label Color
hu_hu: Címke színe

source: Back to Labels
hu_hu: Vissza a címkékhez

source: Are you sure to remove this label from the campaign?
hu_hu: Biztos benne, hogy eltávolítja ezt a címkét a kampányból?

source: System Labels
hu_hu: Rendszercímkék

source: Type User Email Address
hu_hu: Írja be a felhasználó e-mail-címét

source: No user found with your query
hu_hu: Nem található felhasználó a lekérdezése alapján

source: Cart Total
hu_hu: Kosár végösszege

source: Time
hu_hu: Idő

source: Auto Login
hu_hu: Automatikus bejelentkezés

source: Exporting archived campaign emails is only available in the Pro version of FluentCRM
hu_hu: Az archivált kampány-e-mailek exportálása csak a FluentCRM Pro verziójában érhető el

source: Never Opened
hu_hu: Soha nem nyitotta meg

source: Never Clicked
hu_hu: Soha nem kattintott

source: Share Newsletter via URL
hu_hu: Hírlevél megosztása URL-en keresztül

source: Share this URL with anyone to view this newsletter online.
hu_hu: Ossza meg ezt az URL-t bárkivel, hogy online megtekinthesse ezt a hírlevelet.

source: Copy
hu_hu: Másolás

source: Search blocks, e.g., email, apply tags, etc.
hu_hu: Blokkok keresése, pl. e-mail, címkék alkalmazása stb.

source: No Blocks Found
hu_hu: Nem található blokk

source: Leave it blank to display all campaigns
hu_hu: Hagyja üresen az összes kampány megjelenítéséhez

source: Select Campaigns
hu_hu: Kampányok kiválasztása

source: Update Custom Fields
hu_hu: Egyéni mezők frissítése

source: Select Field
hu_hu: Mező kiválasztása

source: Flexible Contact Behavior Analytic
hu_hu: Rugalmas kapcsolati viselkedésanalitika

source: Frontend Showcase with Shortcode
hu_hu: Frontend bemutató rövidkóddal

source: Business Contact Management
hu_hu: Üzleti kapcsolatkezelés

source: Enable/Disable FluentCrm's Advanced features or integrations.
hu_hu: A FluentCrm fejlett funkcióinak vagy integrációinak engedélyezése/letiltása.

source: Plugins that will extend your FluentCrm Functionalities
hu_hu: Bővítmények, amelyek kiterjesztik az Ön FluentCrm-funkcióit

source: Sent By
hu_hu: Küldte

source: Search shortcodes...
hu_hu: Rövidkódok keresése...

source: Click to edit
hu_hu: Kattintson a szerkesztéshez

source: Type new option
hu_hu: Írjon be új opciót

source: New Automation
hu_hu: Új automatizálás

source: Activities
hu_hu: Tevékenységek

source: Label Title
hu_hu: Címke címe

source: Advanced Typography
hu_hu: Haladó tipográfia

source: Advanced Spacing
hu_hu: Haladó térközök

source: Enable auto login (for connected wp user) when this smart links is being clicked from email
hu_hu: Engedélyezze az automatikus bejelentkezést (a kapcsolt wp felhasználó számára), amikor e-mailből a smart links-re kattint.

source: Apply Tags when clicked (optional)
hu_hu: Címkék alkalmazása kattintáskor (nem kötelező)

source: Coupon Code Prefix
hu_hu: Kuponkód előtag

source: FluentCRM will generate a random coupon code for each contact. Use a prefix to make something like '%s'.
hu_hu: A FluentCRM minden kapcsolathoz véletlenszerű kuponkódot generál. Használjon előtagot, hogy ilyesmit kapjon: '%s'.

source: This dynamic coupon can be used in emails or other actions as:
hu_hu: Ez a dinamikus kupon e-mailekben vagy más műveletekben így használható:

source: Configure from scratch
hu_hu: Beállítás a nulláról

source: Use Existing Coupon as Template
hu_hu: Meglévő kupon használata sablonként

source: Select your existing Coupon Code
hu_hu: Válassza ki a meglévő kuponkódját

source: The selected coupon configuration will be used when creating the dynamic coupon
hu_hu: A kiválasztott kuponbeállítás kerül felhasználásra a dinamikus kupon létrehozásakor

source: Percentage Discount
hu_hu: Százalékos kedvezmény

source: Fixed Cart Discount
hu_hu: Fix kosárkedvezmény

source: Fixed Product Discount
hu_hu: Fix termékkedvezmény

source: Discount Type
hu_hu: Kedvezmény típusa

source: Amount
hu_hu: Összeg

source: Coupon Expiry
hu_hu: Kupon lejárata

source: Choose when the coupon will expire
hu_hu: Válassza ki, mikor járjon le a kupon

source: Never Expires
hu_hu: Soha nem jár le

source: Fixed Date
hu_hu: Fix dátum

source: Expire after x days of creation
hu_hu: Lejár a létrehozás után x nappal

source: Expiry Date
hu_hu: Lejárati dátum

source: Expire after x days
hu_hu: Lejár x nap után

source: Allow Free Shipping
hu_hu: Ingyenes szállítás engedélyezése

source: Use "Yes" if the coupon grants free shipping. A free shipping method must be enabled in your shipping zone and be set to require "a valid free shipping coupon"
hu_hu: Használja a "Yes" értéket, ha a kupon ingyenes szállítást biztosít. Az Ön szállítási zónájában engedélyezni kell egy ingyenes szállítási módszert, és úgy kell beállítani, hogy "a valid free shipping coupon" szükséges legyen.

source: Coupon settings will be inherited from the selected base coupon
hu_hu: A kupon beállításai a kiválasztott alapkuponból öröklődnek

source: Restrict the generated coupon to Contact Email Only
hu_hu: Korlátozza a létrehozott kupont kizárólag a kapcsolattartói e-mail címre

source: Restrictions & Limits
hu_hu: Korlátozások és korlátok

source: Minimum Spend
hu_hu: Minimális költés

source: This field allows you to set the minimum spend (subtotal) allowed to use the coupon.
hu_hu: Ez a mező lehetővé teszi, hogy beállítsa a kupon használatához szükséges minimális költést (részösszeg).

source: Maximum Spend
hu_hu: Maximális költés

source: This field allows you to set the maximum spend (subtotal) allowed when using the coupon.
hu_hu: Ez a mező lehetővé teszi, hogy beállítsa a kupon használatakor megengedett maximális költést (részösszeg).

source: Products
hu_hu: Termékek

source: Products that the coupon will be applied to, or that need to be in the cart in order for the "Fixed cart discount" to be applied.
hu_hu: Olyan termékek, amelyekre a kupon alkalmazható, vagy amelyeknek a kosárban kell lenniük ahhoz, hogy a "Fixed cart discount" alkalmazható legyen.

source: Exclude Products
hu_hu: Termékek kizárása

source: Products that the coupon will not be applied to, or that need to be in the cart in order for the "Fixed cart discount" to be applied.
hu_hu: Olyan termékek, amelyekre a kupon nem alkalmazható, vagy amelyeknek a kosárban kell lenniük ahhoz, hogy a "Fixed cart discount" alkalmazható legyen.

source: Product categories
hu_hu: Termékkategóriák

source: Product categories that the coupon will be applied to, or that need to be in the cart in order for the "Fixed cart discount" to be applied.
hu_hu: Olyan termékkategóriák, amelyekre a kupon alkalmazható, vagy amelyeknek a kosárban kell lenniük ahhoz, hogy a "Fixed cart discount" alkalmazható legyen.

source: Exclude Product categories
hu_hu: Termékkategóriák kizárása

source: Product categories that the coupon will not be applied to, or that need to be in the cart in order for the "Fixed cart discount" to be applied.
hu_hu: Olyan termékkategóriák, amelyekre a kupon nem alkalmazható, vagy amelyeknek a kosárban kell lenniük ahhoz, hogy a "Fixed cart discount" alkalmazható legyen.

source: Individual use only (Check this box if the coupon cannot be used in conjunction with other coupons.)
hu_hu: Csak egyéni használatra (Jelölje be ezt a négyzetet, ha a kupon nem használható más kuponokkal együtt.)

source: Exclude sale items (Check this box if the coupon should not apply to items on sale.)
hu_hu: Akciós tételek kizárása (Jelölje be ezt a négyzetet, ha a kupon nem vonatkozhat akciós tételekre.)

source: Limits
hu_hu: Korlátok

source: Usage limit per coupon
hu_hu: Felhasználási korlát kupononként

source: How many times this coupon can be used before it is void.
hu_hu: Hányszor használható fel ez a kupon, mielőtt érvényét veszíti.

source: Unlimited Usage
hu_hu: Korlátlan felhasználás

source: The maximum number of individual items this coupon can apply to when using product discounts. Leave blank to apply to all qualifying items in cart.
hu_hu: A maximális darabszám, amelyre a kupon alkalmazható termékkedvezmények esetén. Hagyja üresen, ha a kosárban található összes jogosult tételre szeretné alkalmazni.

source: Apply to all qualifying items in cart
hu_hu: Alkalmazás a kosár minden jogosult tételére

source: Usage limit per user
hu_hu: Felhasználási korlát felhasználónként

source: How many times this coupon can be used by an individual user. Uses billing email for guests, and user ID for logged in users.
hu_hu: Hányszor használhatja fel ezt a kupont egy adott felhasználó. Vendégek esetén a számlázási e-mailt, bejelentkezett felhasználóknál a felhasználóazonosítót használja.

source: Coupon Restrictions & Limits settings will be inherited from the selected base coupon
hu_hu: A kupon Korlátozások és korlátok beállításai a kiválasztott alapkuponból öröklődnek

source: Create from Scratch
hu_hu: Létrehozás a nulláról

source: Copy Email
hu_hu: E-mail cím másolása

source: Copy Phone Number
hu_hu: Telefonszám másolása

source: Copied
hu_hu: Másolva

source: Nothing to copy
hu_hu: Nincs mit másolni

source: Built In Templates
hu_hu: Beépített sablonok

source: No Built In Templates Found
hu_hu: Nem találhatók beépített sablonok

source: See Built In Templates
hu_hu: Beépített sablonok megtekintése

source: Recover abandoned carts and pending orders for WooCommerce to improve your store's revenue.
hu_hu: Elhagyott kosarak és függőben lévő rendelések visszaszerzése a WooCommerce-hez az áruháza bevételének növelése érdekében.

source: Abandoned Cart Feature is available for WooCommerce. Looks like you don't have WooCommerce Installed
hu_hu: Az Elhagyott kosár funkció a WooCommerce-hez érhető el. Úgy tűnik, nincs telepítve a WooCommerce

source: After how many minutes, the cart will be marked as recoverable
hu_hu: Hány perc után legyen a kosár visszaszerezhetőnek megjelölve

source: Mark the cart as Lost if the order is not made within the given days
hu_hu: Jelölje a kosarat elveszettnek, ha a rendelés a megadott napokon belül nem jön létre

source: Specify the number of days to exclude your customers from abandoned cart tracking in the case they placed an order.
hu_hu: Adja meg, hány napra zárja ki ügyfeleit az elhagyott kosár követéséből, ha rendelést adtak le.

source: Status for your new contacts who are not exist in FluentCRM Database
hu_hu: Az új kapcsolatok állapota, akik nem szerepelnek a FluentCRM adatbázisában

source: GDPR Consent
hu_hu: GDPR-hozzájárulás

source: GDPR Message
hu_hu: GDPR-üzenet

source: User
hu_hu: Felhasználó

source: Choose the user roles for which you want to disable cart tracking
hu_hu: Válassza ki azokat a felhasználói szerepköröket, amelyeknél le szeretné tiltani a kosárkövetést

source: Disable Tracking For the User Roles
hu_hu: Követés letiltása a felhasználói szerepköröknél

source: Track carts when a product is added to the cart for logged-in users
hu_hu: Kövesse a kosarakat, amikor bejelentkezett felhasználóknál egy terméket a kosárhoz adnak

source: Contact Tagging - Cart Abandoned
hu_hu: Kapcsolatcímkézés - Elhagyott kosár

source: Select Lists (Optional)
hu_hu: Listák kiválasztása (nem kötelező)

source: Select Tags (Optional)
hu_hu: Címkék kiválasztása (nem kötelező)

source: Selected lists(s) will be added when cart is marked as abandoned (starting the target automation). These will be automatically removed on successful order
hu_hu: A kiválasztott listá(k) hozzáadódnak, amikor a kosár elhagyottnak van megjelölve (ezzel elindítva a célzott automatizmust). Ezek sikeres rendelés esetén automatikusan eltávolításra kerülnek

source: Selected tag(s) will be added when cart is marked as abandoned (starting the target automation). These will be automatically removed on successful order
hu_hu: A kijelölt címke(k) hozzáadásra kerül(nek), amikor a kosár elhagyottnak van megjelölve (ekkor indul a célzott automatizmus). Ezek sikeres rendelés esetén automatikusan eltávolításra kerülnek

source: Contact Tagging - Cart Lost
hu_hu: Kapcsolatok címkézése - Elveszett kosár

source: Selected lists(s) will be added when cart is lost. These will be automatically removed on successful order
hu_hu: A kijelölt lista(k) hozzáadásra kerül(nek), amikor a kosár elveszett. Ezek sikeres rendelés esetén automatikusan eltávolításra kerülnek

source: Add Lists on Cart Lost
hu_hu: Listák hozzáadása elveszett kosárnál

source: Add Tags on Cart Lost
hu_hu: Címkék hozzáadása elveszett kosárnál

source: Selected tag(s) will be added when cart is lost. These will be automatically removed on successful order
hu_hu: A kijelölt címke(k) hozzáadásra kerül(nek), amikor a kosár elveszett. Ezek sikeres rendelés esetén automatikusan eltávolításra kerülnek

source: Add Tags on Cart Abandoned
hu_hu: Címkék hozzáadása elhagyott kosárnál

source: Add Lists on Cart Abandoned
hu_hu: Listák hozzáadása elhagyott kosárnál

source: Mark this as Transactional Email
hu_hu: Jelölje ezt tranzakciós e-mailként

source: Double Optin Settings
hu_hu: Double Optin beállítások

source: If enabled no email footer or unsubscribe link will be added to the email
hu_hu: Ha engedélyezve van, az e-mailhez nem kerül lábléc vagy leiratkozási hivatkozás hozzáadásra

source: All companies have been processed successfully!
hu_hu: Minden vállalat sikeresen feldolgozásra került!

source: You are about to apply the selected action to all the companies (
hu_hu: Arra készül, hogy a kiválasztott műveletet alkalmazza az összes vállalatra (

source: ) of this filter. Please confirm.
hu_hu: ) ebben a szűrőben. Kérjük, erősítse meg.

source: companies selected
hu_hu: vállalat kiválasztva

source: Select only this page
hu_hu: Csak ezt az oldalt válassza ki

source: companies on this page selected
hu_hu: ezen az oldalon lévő vállalat kiválasztva

source: Email Preference Form
hu_hu: E-mail preferenciaűrlap

source: Preference Form Shortcode
hu_hu: Preferenciaűrlap rövidkódja

source: Use this shortcode to display the preference form on any page or post.
hu_hu: Ezzel a rövidkóddal megjelenítheti a preferenciaűrlapot bármely oldalon vagy bejegyzésben.

source: FluentCRM - Setup Wizard
hu_hu: FluentCRM - Beállítóvarázsló

source: Powered By
hu_hu: Működteti

source: Email Confirmation
hu_hu: E-mail megerősítés

source: Update your preferences
hu_hu: Frissítse beállításait

source: Update Profile
hu_hu: Profil frissítése

source: Request Manage Subscription
hu_hu: Feliratkozás kezelése kérése

source: Get Email Subscription Management Link
hu_hu: Feliratkozás-kezelő hivatkozás lekérése
