Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Custom links
hu_hu: Egyéni hivatkozások

source: Enter links for each slide (Note: divide links with linebreaks (Enter).
hu_hu: Adjon meg hivatkozásokat minden diához (Megjegyzés: a hivatkozásokat soremeléssel (Enter) válassza el).

source: Default grid
hu_hu: Alapértelmezett rács

source: Horizontal align
hu_hu: Vízszintes igazítás

source: Vertical align
hu_hu: Függőleges igazítás

source: With numbers
hu_hu: Számokkal

source: With arrows
hu_hu: Nyilakkal

source: With bullets
hu_hu: Pontokkal

source: Without icon
hu_hu: Ikon nélkül

source: Design
hu_hu: Dizájn

source: Extra Large (22px)
hu_hu: Extra nagy (22px)

source: Link color
hu_hu: Hivatkozás színe

source: Link color hover
hu_hu: Hivatkozás színe rámutatáskor

source: List items gap
hu_hu: Listaelemek közötti távolság

source: Icons color
hu_hu: Ikonok színe

source: Icons color hover
hu_hu: Ikonok színe rámutatáskor

source: Icons background color
hu_hu: Ikonok háttérszíne

source: Icons background color hover
hu_hu: Ikonok háttérszíne rámutatáskor

source: Select form
hu_hu: Űrlap kiválasztása

source: Content alignment
hu_hu: Tartalom igazítása

source: Scrolling speed
hu_hu: Görgetési sebesség

source: Duration of one animation cycle (in seconds)
hu_hu: Egy animációs ciklus hossza (másodpercben)

source: Scrolling direction
hu_hu: Görgetés iránya

source: Right to left
hu_hu: Jobbról balra

source: Left to right
hu_hu: Balról jobbra

source: Right to left and reverse
hu_hu: Jobbról balra és vissza

source: Left to right and reverse
hu_hu: Balról jobbra és vissza

source: Pause on hover
hu_hu: Szünet rámutatáskor

source: Marquee content
hu_hu: Futószöveg tartalma

source: Items gap
hu_hu: Elemek közötti távolság

source: Marquee item link
hu_hu: Futószöveg elem linkje

source: Choose Menu
hu_hu: Menü kiválasztása

source: Orientation
hu_hu: Tájolás

source: Underline
hu_hu: Aláhúzás

source: Separated
hu_hu: Elválasztva

source: Custom gap
hu_hu: Egyedi távolság

source: Border Radius
hu_hu: Sarkok lekerekítése

source: Disable Active Style
hu_hu: Aktív stílus letiltása

source: Padding
hu_hu: Belső margó

source: Items icon
hu_hu: Elemek ikonja

source: Navigation anchor
hu_hu: Navigációs horgony

source: Offset (px)
hu_hu: Eltolás (px)

source: The ID of Navigation anchor.
hu_hu: A navigációs horgony azonosítója.

source: Without #.
hu_hu: Kettőskereszt nélkül.

source: Note: The ID link ONLY accepts these chars: A-Z, a-z, 0-9
hu_hu: Megjegyzés: Az ID hivatkozás CSAK ezeket a karaktereket fogadja el: A-Z, a-z, 0-9

source: Menu price
hu_hu: Menü ára

source: Menu price link
hu_hu: Menü árának linkje

source: Nested carousel
hu_hu: Beágyazott karusszel

source: Slide #%s
hu_hu: Dia #%s

source: Slide #%d
hu_hu: Dia #%d

source: Slide title
hu_hu: Dia címe

source: Slide #1
hu_hu: Dia #1

source: Slide #2
hu_hu: Dia #2

source: Slide #3
hu_hu: Dia #3

source: Off canvas column button
hu_hu: Off-canvas oszlop gomb

source: Sticky
hu_hu: Ragadós

source: Add an additional sticky button.
hu_hu: További ragadós gomb hozzáadása.

source: Only sticky button
hu_hu: Csak a ragadós gomb

source: Hide the static button and show only the sticky one.
hu_hu: A statikus gomb elrejtése, csak a ragadós megjelenítése.

source: Custom image
hu_hu: Egyedi kép

source: Coordinates
hu_hu: Koordináták

source: Behavior
hu_hu: Viselkedés

source: Show button
hu_hu: Gomb megjelenítése

source: Show
hu_hu: Megjelenítés

source: Button Text
hu_hu: Gomb szövege

source: Button URL
hu_hu: Gomb URL

source: URL target
hu_hu: Hivatkozás célja

source: Same Window
hu_hu: Ugyanabban az ablakban

source: New Window/Tab
hu_hu: Új ablak/fül

source: Zoom level when focus the marker 1 - 20
hu_hu: Nagyítási szint jelölőre fókuszáláskor 1 - 20

source: Zoom control
hu_hu: Nagyítási vezérlő

source: Pan control
hu_hu: Pásztázási vezérlő

source: Map style (Tile)
hu_hu: Térképstílus (csempe)

source: Custom map tile
hu_hu: Egyedi térképcsempe

source: Custom map tile URL
hu_hu: Egyedi térképcsempe URL

source: You can find more Open Street Maps styles on the website: %1$s OpenStreetMap Wiki %2$s Just copy url and paste it here. For example: %4$s
hu_hu: További OpenStreetMap stílusokat ezen a webhelyen talál: %1$s OpenStreetMap Wiki %2$s Másolja az URL-t, és illessze be ide. Például: %4$s

source: Attribution title
hu_hu: Forrásmegjelölés címe

source: Attribution URL
hu_hu: Forrásmegjelölés URL

source: For a better performance you can initialize the Open street map only when you scroll down the page or when you click on it.
hu_hu: A jobb teljesítmény érdekében az OpenStreetMap csak akkor inicializálható, amikor görgeti az oldalt, vagy amikor rákattint.

source: Page heading
hu_hu: Oldalcím

source: Tag Archives:
hu_hu: Címke archívuma:

source: Daily Archives:
hu_hu: Napi archívum:

source: Monthly Archives:
hu_hu: Havi archívum:

source: Yearly Archives:
hu_hu: Éves archívum:

source: Archives
hu_hu: Archívum

source: Posts by
hu_hu: Bejegyzések szerzőtől

source: Search Results for:
hu_hu: Keresési eredmények erre:

source: Custom attributes
hu_hu: Egyéni attribútumok

source: Set custom attributes for the link element. Separate attribute keys from values using the | (pipe) character. Separate key-value pairs with a comma.
hu_hu: Állítson be egyéni attribútumokat a hivatkozás elemhez. Az attribútumkulcsokat a | (pipe) karakterrel válassza el az értékektől. Az egyes kulcs-érték párokat vesszővel válassza el.

source: Pricing tables
hu_hu: Árazási táblázatok

source: Pricing plan name
hu_hu: Díjcsomag neve

source: Featured list
hu_hu: Kiemelt lista

source: Start each feature text from a new line
hu_hu: Minden jellemző szövegét új sorból kezdje

source: Price value
hu_hu: Ár értéke

source: Price suffix
hu_hu: Ár utótagja

source: Price currency
hu_hu: Pénznem

source: Product add to cart
hu_hu: Termék hozzáadása a kosárhoz

source: Select identificator
hu_hu: Azonosító kiválasztása

source: Input product ID or product SKU or product title to see suggestions.
hu_hu: Adja meg a termék ID-ját, SKU-ját vagy címét a javaslatok megjelenítéséhez.

source: Label text
hu_hu: Címke szövege

source: Yellow
hu_hu: Sárga

source: Best option
hu_hu: Legjobb választás

source: Highlight this price plan as best value with extra styles.
hu_hu: Emelje ki ezt a díjcsomagot a legjobb értékként, extra stílusokkal.

source: With background image
hu_hu: Háttérképpel

source: Display grid
hu_hu: Rácsos megjelenítés

source: Stretch
hu_hu: Nyújtás

source: Number
hu_hu: Szám

source: Product categories
hu_hu: Termékkategóriák

source: Custom query
hu_hu: Egyéni lekérdezés

source: Woocommerce query
hu_hu: WooCommerce lekérdezés

source: Navigation
hu_hu: Navigáció

source: Enable icons
hu_hu: Ikonok engedélyezése

source: Enable product count
hu_hu: Termékszám engedélyezése

source: Enter the number of categories to display for this element.
hu_hu: Adja meg a megjelenítendő kategóriák számát ehhez az elemhez.

source: List of product categories.
hu_hu: Termékkategóriák listája.

source: Hide empty
hu_hu: Üresek elrejtése

source: Don’t display categories that don’t have any products assigned.
hu_hu: Ne jelenítse meg azokat a kategóriákat, amelyekhez nincs termék rendelve.

source: Overrides option from Theme Settings -> Shop
hu_hu: Felülírja a Theme Settings -> Shop beállítást

source: Image width
hu_hu: Kép szélessége

source: Bordered grid
hu_hu: Keretezett rács

source: Add borders between the categories in your grid.
hu_hu: Adjon szegélyeket a rácsban lévő kategóriák közé.

source: Bordered grid style
hu_hu: Keretezett rács stílusa

source: Custom border color
hu_hu: Egyéni szegélyszín

source: Categories background
hu_hu: Kategóriák háttere

source: Add a background to the categories in your grid.
hu_hu: Adjon hátteret a rácsban lévő kategóriákhoz.

source: Custom background color
hu_hu: Egyéni háttérszín

source: Subcategories
hu_hu: Alkategóriák

source: Title typography
hu_hu: Cím tipográfiája

source: Try out our creative styles for categories block.
hu_hu: Próbálja ki a kategóriablokk kreatív stílusait.

source: Masonry (with first wide)
hu_hu: Masonry (az első széles)

source: Grid items with different sizes
hu_hu: Különböző méretű rácselemek

source: Specify certain grid items to be doubled in size. Example: “1,3,5”.
hu_hu: Adja meg, mely rácselemek legyenek kétszeres méretűek. Példa: “1,3,5”.

source: Menu layout
hu_hu: Menü elrendezése

source: Drilldown animation
hu_hu: Drilldown animáció

source: Opening action
hu_hu: Megnyitási művelet

source: Show close button
hu_hu: Bezárás gomb megjelenítése

source: Submit form on
hu_hu: Űrlap beküldése ekkor

source: Button click
hu_hu: Gombra kattintás

source: Dropdown select
hu_hu: Legördülőben választás

source: Show selected values in dropdown
hu_hu: Kiválasztott értékek megjelenítése a legördülőben

source: Show dropdown on
hu_hu: Legördülő megjelenítése ekkor

source: Filters
hu_hu: Szűrők

source: Filter type
hu_hu: Szűrő típusa

source: Attributes
hu_hu: Attribútumok

source: Name
hu_hu: Név

source: Count
hu_hu: Darabszám

source: Category order
hu_hu: Kategóriák sorrendje

source: Show hierarchy
hu_hu: Hierarchia megjelenítése

source: Show in categories
hu_hu: Megjelenítés kategóriákban

source: Choose on which categories pages you want to display this filter. Or leave empty to show on all pages.
hu_hu: Válassza ki, mely kategóriaoldalakon szeretné megjeleníteni ezt a szűrőt. Vagy hagyja üresen az összes oldalon való megjelenítéshez.

source: Query type
hu_hu: Lekérdezés típusa

source: OR
hu_hu: VAGY

source: AND
hu_hu: ÉS

source: Swatches size
hu_hu: Minták mérete

source: Swatches shape
hu_hu: Minták alakja

source: Swatches style
hu_hu: Minták stílusa

source: Style 4
hu_hu: 4. stílus

source: 2 columns
hu_hu: 2 oszlop

source: Show labels
hu_hu: Címkék megjelenítése

source: On Sale filter
hu_hu: Akciós szűrő

source: In Stock filter
hu_hu: Raktáron szűrő

source: On Backorder filter
hu_hu: Utánrendelhető szűrő

source: Simplified
hu_hu: Egyszerűsített

source: Form underlined
hu_hu: Aláhúzott űrlap

source: Filter
hu_hu: Szűrő

source: Filter by price
hu_hu: Szűrés ár szerint

source: On sale
hu_hu: Akciós

source: In stock
hu_hu: Raktáron

source: Sort by
hu_hu: Rendezés szerint

source: Filter by
hu_hu: Szűrés szerint

source: List of product brands to show. Leave empty to show all.
hu_hu: Megjelenítendő termékmárkák listája. Hagyja üresen az összes megjelenítéséhez.

source: Filter in current category
hu_hu: Szűrés az aktuális kategóriában

source: Enable this option and all brand links will work inside the current category page. Or it will lead to the shop page if you are not on the category page.
hu_hu: Engedélyezze ezt az opciót, és minden márkalink az aktuális kategóriaoldalon belül fog működni. Ha nem kategóriaoldalon van, a bolt oldalára vezet.

source: Disable links
hu_hu: Hivatkozások letiltása

source: Links List
hu_hu: Linklista

source: Alternate
hu_hu: Alternatív

source: You must select your brand attribute in Theme Settings -> Shop -> Brands
hu_hu: Ki kell választania a márka attribútumát a Theme Settings -> Shop -> Brands menüpontban.

source: AJAX Search
hu_hu: AJAX keresés

source: Number results to show
hu_hu: Megjelenítendő találatok száma

source: Search post type
hu_hu: Keresendő bejegyzéstípus

source: Show price
hu_hu: Ár megjelenítése

source: Show thumbnail
hu_hu: Bélyegkép megjelenítése

source: Show category
hu_hu: Kategória megjelenítése

source: Include categories in search
hu_hu: Kategóriák bevonása a keresésbe

source: Form height
hu_hu: Űrlap magassága

source: Form shape
hu_hu: Űrlap alakja

source: Categories selector style
hu_hu: Kategóriaválasztó stílusa

source: No sidebars were found
hu_hu: Nem találhatók oldalsávok

source: Choose Sidebar
hu_hu: Oldalsáv kiválasztása

source: Size guide content
hu_hu: Mérettáblázat tartalma

source: Select size guide
hu_hu: Mérettáblázat kiválasztása

source: Synchronization
hu_hu: Szinkronizálás

source: As parent
hu_hu: Szülőként

source: As child
hu_hu: Gyermekként

source: Social buttons
hu_hu: Közösségi gombok

source: Share:
hu_hu: Megosztás:

source: Social links source
hu_hu: Közösségi linkek forrása

source: Justify
hu_hu: Sorkizárt

source: Icons
hu_hu: Ikonok

source: Colored
hu_hu: Színes

source: Colored alternative
hu_hu: Színes alternatíva

source: Circle
hu_hu: Kör

source: Table
hu_hu: Táblázat

source: Heading
hu_hu: Címsor

source: Action
hu_hu: Művelet

source: Start new row
hu_hu: Új sor indítása

source: Add new cell
hu_hu: Új cella hozzáadása

source: Column Span
hu_hu: Oszlop átfogása

source: How many columns should this column span across.
hu_hu: Hány oszlopon nyúljon át ez az oszlop.

source: Row Span
hu_hu: Sor átfogása

source: How many rows should this column span across.
hu_hu: Hány soron nyúljon át ez az oszlop.

source: Background Color
hu_hu: Háttérszín

source: Body
hu_hu: Törzs

source: Cell Type
hu_hu: Cella típusa

source: Table cell padding
hu_hu: Táblázat cella belső margója

source: Background type
hu_hu: Háttér típusa

source: Horizontal even & odd
hu_hu: Vízszintes páros és páratlan

source: Vertical even & odd
hu_hu: Függőleges páros és páratlan

source: Body background color
hu_hu: Törzs háttérszíne

source: Body text color
hu_hu: Törzs szövegszíne

source: Horizontal even background color
hu_hu: Vízszintes páros háttérszíne

source: Horizontal odd background color
hu_hu: Vízszintes páratlan háttérszíne

source: Horizontal even text color
hu_hu: Vízszintes páros szövegszíne

source: Horizontal odd text color
hu_hu: Vízszintes páratlan szövegszíne

source: Vertical even background color
hu_hu: Függőleges páros háttérszíne

source: Vertical odd background color
hu_hu: Függőleges páratlan háttérszíne

source: Vertical even text color
hu_hu: Függőleges páros szövegszíne

source: Vertical odd text color
hu_hu: Függőleges páratlan szövegszíne

source: Title icon
hu_hu: Cím ikonja

source: Tab Title
hu_hu: Fül címe

source: Tabs items
hu_hu: Fülek elemei

source: Aside
hu_hu: Oldalsáv

source: Side width
hu_hu: Oldalsáv szélessége

source: Spacing
hu_hu: Térköz

source: Team member
hu_hu: Csapattag

source: Social links
hu_hu: Közösségi hivatkozások

source: Linkedin link
hu_hu: Linkedin hivatkozás

source: Name typography
hu_hu: Név tipográfiája

source: Position typography
hu_hu: Beosztás tipográfiája

source: Facebook social link
hu_hu: Facebook közösségi hivatkozás

source: X social link
hu_hu: X közösségi hivatkozás

source: Linkedin social link
hu_hu: Linkedin közösségi hivatkozás

source: Instagram social link
hu_hu: Instagram közösségi hivatkozás

source: Testimonials
hu_hu: Vélemények

source: Information top
hu_hu: Információ felül

source: Text background color
hu_hu: Szöveg háttérszíne

source: Text size
hu_hu: Szöveg mérete

source: Small (14px)
hu_hu: Kicsi (14px)

source: Display stars rating
hu_hu: Csillagos értékelés megjelenítése

source: Text block
hu_hu: Szövegblokk

source: Paragraph
hu_hu: Bekezdés

source: Timeline
hu_hu: Idővonal

source: Item type
hu_hu: Elem típusa

source: Timeline items
hu_hu: Idővonal elemei

source: Breakpoint
hu_hu: Töréspont

source: Full Width
hu_hu: Teljes szélesség

source: Line style
hu_hu: Vonal stílusa

source: Item style
hu_hu: Elem stílusa

source: With shadow
hu_hu: Árnyékkal

source: Color of line
hu_hu: Vonal színe

source: Color of dots
hu_hu: Pontok színe

source: Section title
hu_hu: Szakasz címe

source: Underlined 2
hu_hu: Aláhúzott 2

source: Overlined
hu_hu: Felülhúzott

source: Shadow
hu_hu: Árnyék

source: Small (18px)
hu_hu: Kicsi (18px)

source: Medium (26px)
hu_hu: Közepes (26px)

source: Large (36px)
hu_hu: Nagy (36px)

source: Extra Large (46px)
hu_hu: Extra nagy (46px)

source: Toggle
hu_hu: Kapcsoló

source: Toggle content
hu_hu: Kapcsoló tartalma

source: Closed
hu_hu: Zárt

source: Opened
hu_hu: Nyitott

source: Always opened
hu_hu: Mindig nyitott

source: Rotate icon on open
hu_hu: Ikon forgatása megnyitáskor

source: Heading spacing
hu_hu: Címsor térköze

source: X Name (without @ symbol)
hu_hu: X név (@ jel nélkül)

source: Number of posts
hu_hu: Bejegyzések száma

source: Size of Avatar
hu_hu: Avatar mérete

source: Default: 48px
hu_hu: Alapértelmezett: 48px

source: Show your avatar image
hu_hu: Az avatar képe megjelenítése

source: Exclude Replies
hu_hu: Válaszok kizárása

source: You need to enter your Consumer key and secret to display your recent X (Twitter) feed.
hu_hu: A legutóbbi X (Twitter) hírfolyam megjelenítéséhez meg kell adnia a Consumer key és Consumer secret értékeket.

source: Self hosted
hu_hu: Saját üzemeltetésű

source: Enter your URL
hu_hu: Adja meg az URL-t

source: Action button
hu_hu: Művelet gomb

source: Play button on image
hu_hu: Lejátszás gomb a képen

source: Play button
hu_hu: Lejátszás gomb

source: Video Options
hu_hu: Videó beállításai

source: Autoplay
hu_hu: Automatikus lejátszás

source: Mute
hu_hu: Némítás

source: Loop
hu_hu: Ismétlés

source: Controls
hu_hu: Vezérlők

source: Preload
hu_hu: Előbetöltés

source: Metadata
hu_hu: Metaadatok

source: Preload attribute lets you specify how the video should be loaded when the page loads.
hu_hu: A Preload attribútum lehetővé teszi, hogy megadja, hogyan töltődjön be a videó az oldal betöltésekor.

source: Poster
hu_hu: Poszterkép

source: Image overlay
hu_hu: Képfedvény

source: Choose Image
hu_hu: Kép kiválasztása

source: Aspect Ratio
hu_hu: Képarány

source: Label typography
hu_hu: Címke tipográfiája

source: Icon color
hu_hu: Ikon színe

source: Video player
hu_hu: Videólejátszó

source: Play video
hu_hu: Videó lejátszása

source: WC Products widget
hu_hu: WC Termékek widget

source: All Products
hu_hu: Összes termék

source: Featured Products
hu_hu: Kiemelt termékek

source: On-sale Products
hu_hu: Akciós termékek

source: Number of products to show
hu_hu: Megjelenítendő termékek száma

source: Add products by title.
hu_hu: Termékek hozzáadása cím alapján.

source: Sales
hu_hu: Eladások

source: Hide free products
hu_hu: Ingyenes termékek elrejtése

source: Show hidden products
hu_hu: Rejtett termékek megjelenítése

source: Wishlist content
hu_hu: Kívánságlista tartalma

source: This element is created for the wishlist page and you can find all its configuration in Theme Settings.
hu_hu: Ez az elem a kívánságlista oldalhoz készült, és minden beállítása a Téma beállításokban található.

source: Information box carousel
hu_hu: Információs doboz karusszel

source: Base
hu_hu: Alap

source: Image alignment
hu_hu: Kép igazítása

source: Vertical alignment
hu_hu: Függőleges igazítás

source: Default (18px)
hu_hu: Alapértelmezett (18px)

source: With border
hu_hu: Szegéllyel

source: Icon background color
hu_hu: Ikon háttérszíne

source: Icon background color on hover
hu_hu: Ikon háttérszíne egér fölé vitelekor

source: Icon border color
hu_hu: Ikon szegélyszíne

source: Icon border color on hover
hu_hu: Ikon szegélyszíne egér fölé vitelekor

source: Icon text size
hu_hu: Ikon szövegmérete

source: Default (52px)
hu_hu: Alapértelmezett (52px)

source: Small (38px)
hu_hu: Kicsi (38px)

source: Large (74px)
hu_hu: Nagy (74px)

source: Icon text color
hu_hu: Ikon szövegszíne

source: Color or image
hu_hu: Szín vagy kép

source: Background gradient
hu_hu: Háttér színátmenet

source: Hover background gradient
hu_hu: Háttér színátmenet egér fölé vitelekor

source: Hover background image
hu_hu: Háttérkép egér fölé vitelekor

source: Hover background color
hu_hu: Háttérszín egér fölé vitelekor

source: Hover color scheme
hu_hu: Színséma egér fölé vitelekor

source: SVG animation
hu_hu: SVG animáció

source: By default, your SVG files will not be animated.
hu_hu: Alapértelmezés szerint az SVG fájlok nem lesznek animálva.

source: Information box
hu_hu: Információs doboz

source: Infobox link
hu_hu: Információs doboz hivatkozás

source: Source type
hu_hu: Forrástípus

source: Scrape (deprecated)
hu_hu: Scrape (elavult)

source: Photo size
hu_hu: Fotó mérete

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full'. Leave empty to use 'medium' size.
hu_hu: Adja meg a képméretet. Példa: 'thumbnail', 'medium', 'large', 'full'. Hagyja üresen a 'medium' méret használatához.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full'. Leave empty to use 'thumbnail' size.
hu_hu: Adja meg a képméretet. Példa: 'thumbnail', 'medium', 'large', 'full'. Hagyja üresen a 'thumbnail' méret használatához.

source: Images link
hu_hu: Képek hivatkozása

source: Likes limit
hu_hu: Kedvelések limitje

source: Example: 1000-10000
hu_hu: Példa: 1000-10000

source: Comments limit
hu_hu: Hozzászólások limitje

source: Example: 0-1000
hu_hu: Példa: 0-1000

source: Instagram text
hu_hu: Instagram szöveg

source: Username
hu_hu: Felhasználónév

source: Open link in
hu_hu: Hivatkozás megnyitása itt

source: Current window (_self)
hu_hu: Jelenlegi ablakban (_self)

source: New window (_blank)
hu_hu: Új ablakban (_blank)

source: Photos per row
hu_hu: Fotók soronként

source: Number of photos
hu_hu: Fotók száma

source: Add spaces between photos
hu_hu: Közök hozzáadása a fotók között

source: Hide likes and comments
hu_hu: Kedvelések és hozzászólások elrejtése

source: Rounded corners for images
hu_hu: Lekerekített sarkok a képekhez

source: Instagram picture
hu_hu: Instagram kép

source: Instagram image
hu_hu: Instagram kép

source: List of portfolio categories.
hu_hu: Portfóliókategóriák listája.

source: Number of projects per page
hu_hu: Projektek száma oldalanként

source: Filters type
hu_hu: Szűrők típusa

source: Load more projects
hu_hu: További projektek betöltése

source: AJAX Products tabs
hu_hu: AJAX termékfülek

source: Query
hu_hu: Lekérdezés

source: Sale Products
hu_hu: Akciós termékek

source: Products with NEW label
hu_hu: ÚJ címkével jelölt termékek

source: Bestsellers
hu_hu: Legkelendőbbek

source: Top Rated Products
hu_hu: Legjobbra értékelt termékek

source: Update with AJAX on page load
hu_hu: Frissítés AJAX-szal az oldal betöltésekor

source: Enable this option if you use full-page cache like WP Rocket.
hu_hu: Engedélyezze ezt az opciót, ha teljes oldalas gyorsítótárat használ, például a WP Rocketet.

source: Hide out of stock products
hu_hu: Készlethiányos termékek elrejtése

source: Tabs title
hu_hu: Fülek címe

source: Icon alignment
hu_hu: Ikon igazítása

source: Products layout
hu_hu: Termékek elrendezése

source: Products may have different sizes.
hu_hu: A termékek mérete eltérő lehet.

source: Arrows position
hu_hu: Nyilak pozíciója

source: Products design
hu_hu: Termékek megjelenése

source: Products hover
hu_hu: Termékek egér fölé vitelekor

source: Sale countdown
hu_hu: Akció visszaszámláló

source: Countdown to the end sale date will be shown. Be sure you have set final date of the product sale price.
hu_hu: A visszaszámlálás az akció végdátumáig lesz megjelenítve. Győződjön meg róla, hogy beállította a termék akciós árának végdátumát.

source: Even product grid
hu_hu: Egyenletes termékrács

source: Add borders between the products in your grid.
hu_hu: Szegélyek hozzáadása a rácsban lévő termékek közé.

source: Add a background to the products in your grid.
hu_hu: Háttér hozzáadása a rácsban lévő termékekhez.

source: Add a shadow to products if the initial product style did not have one.
hu_hu: Árnyék hozzáadása a termékekhez, ha az eredeti termékstílusban nem volt.

source: Product gallery controls
hu_hu: Termékgaléria vezérlők

source: Mobile devices
hu_hu: Mobil eszközök

source: Products (grid or carousel)
hu_hu: Termékek (rács vagy karusszel)

source: Related (Single product)
hu_hu: Kapcsolódó termékek (Egyedi termék)

source: Upsells (Single product)
hu_hu: Felülértékesítések (Egyedi termék)

source: Cross Sells
hu_hu: Keresztértékesítések

source: Taxonomies
hu_hu: Taxonómiák
