Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Show promo popup to users when they enter the site.
hu_hu: Mutasson promóciós felugrót a felhasználóknak, amikor belépnek a webhelyre.

source: Promo popup content
hu_hu: Promóciós felugró tartalma

source: Popup background
hu_hu: Felugró háttér

source: Set background image or color for promo popup
hu_hu: Állítson be háttérképet vagy színt a promóciós felugróhoz.

source: Popup text color
hu_hu: Felugró szövegszíne

source: Set light or dark text color scheme depending on the promo popup background color.
hu_hu: Állítson be világos vagy sötét szöveg színsémát a promóciós felugró háttérszínétől függően.

source: Popup width
hu_hu: Felugró szélessége

source: Set width of the promo popup in pixels.
hu_hu: Állítsa be a promóciós felugró szélességét pixelben.

source: Popup padding
hu_hu: Felugró belső margója

source: Set padding of the promo popup in pixels or percentages. The default value is 30px.
hu_hu: Állítsa be a promóciós felugró belső margóját pixelben vagy százalékban. Alapérték: 30px.

source: Hide on mobile devices
hu_hu: Elrejtés mobil eszközökön

source: You can disable this option on mobile devices completely.
hu_hu: Ezt az opciót mobil eszközökön teljesen letilthatja.

source: Show popup after
hu_hu: Felugró megjelenítése után

source: Some time
hu_hu: Bizonyos idő elteltével

source: User scroll
hu_hu: Felhasználói görgetés

source: Show after user scroll down the page
hu_hu: Megjelenítés, miután a felhasználó legörget az oldalon

source: Set the number of pixels users have to scroll down before popup opens
hu_hu: Adja meg, hány pixelt kell legörgetni, mielőtt a felugró megnyílik.

source: Popup delay
hu_hu: Felugró késleltetése

source: Show popup after some time (in milliseconds).
hu_hu: Felugró megjelenítése bizonyos idő után (ezredmásodpercben).

source: Show after number of pages visited
hu_hu: Megjelenítés ennyi oldal megtekintése után

source: You can choose how many pages the user should visit before the popup will be shown.
hu_hu: Megadhatja, hány oldalt kell a felhasználónak meglátogatnia, mielőtt a felugró megjelenik.

source: Popup version
hu_hu: Felugró verziója

source: If you apply any changes to your popup settings or content you might want to force the popup to all visitors who already closed it again. In this case, you just need to increase the banner version.
hu_hu: Ha módosítja a felugró beállításait vagy tartalmát, előfordulhat, hogy újra meg szeretné jeleníteni azoknak a látogatóknak is, akik már bezárták. Ebben az esetben növelje a banner verzióját.

source: Show cookies info
hu_hu: Sütikre vonatkozó tájékoztató megjelenítése

source: Under EU privacy regulations, websites must make it clear to visitors what information about them is being stored. This specifically includes cookies. Turn on this option and user will see info box at the bottom of the page that your web-site is using cookies.
hu_hu: Az EU adatvédelmi szabályai szerint a webhelyeknek egyértelműen tájékoztatniuk kell a látogatókat arról, milyen információkat tárolnak róluk. Ez kifejezetten magában foglalja a sütiket. Kapcsolja be ezt az opciót, és az oldal alján megjelenik egy tájékoztató doboz arról, hogy a webhely sütiket használ.

source: Popup text
hu_hu: Felugró szöveg

source: Place here some information about cookies usage that will be shown in the popup.
hu_hu: Ide írjon tájékoztatást a sütik használatáról, amely a felugróban jelenik meg.

source: We use cookies to improve your experience on our website. By browsing this website, you agree to our use of cookies.
hu_hu: Sütiket használunk, hogy javítsuk a webhelyünkön szerzett élményét. A böngészés folytatásával elfogadja a sütik használatát.

source: Page with details
hu_hu: Részleteket tartalmazó oldal

source: Choose page that will contain detailed information about your Privacy Policy
hu_hu: Válassza ki azt az oldalt, amely részletes információkat tartalmaz az Adatvédelmi szabályzatáról.

source: Cookies version
hu_hu: Sütik verziója

source: If you change your cookie policy information you can increase their version to show the popup to all visitors again.
hu_hu: Ha módosítja a sütikre vonatkozó tájékoztatást, növelheti a verziót, hogy a felugró ismét megjelenjen minden látogatónak.

source: Header banner
hu_hu: Fejléc banner

source: Display a thin line above the header with your custom content. Useful for promotions and global messages.
hu_hu: Vékony sáv megjelenítése a fejléc felett egyéni tartalommal. Hasznos promóciókhoz és globális üzenetekhez.

source: Banner link
hu_hu: Banner hivatkozás

source: The link will be added to the whole banner area.
hu_hu: A hivatkozás a teljes banner területére kerül.

source: Banner content
hu_hu: Banner tartalma

source: Banner background
hu_hu: Banner háttere

source: Banner text color
hu_hu: Banner szöveg színe

source: Set light or dark text color scheme depending on the banner's background color.
hu_hu: Állítson be világos vagy sötét szöveg színsémát a banner háttérszínétől függően.

source: Banner height for desktop
hu_hu: Banner magassága asztali gépen

source: The height for the banner area in pixels on desktop devices.
hu_hu: A banner terület magassága pixelben asztali eszközökön.

source: Banner height for mobile
hu_hu: Banner magassága mobilon

source: The height for the banner area in pixels on mobile devices.
hu_hu: A banner terület magassága mobil eszközökön, pixelben.

source: Close button
hu_hu: Bezárás gomb

source: Show close banner button
hu_hu: A banner bezárógombjának megjelenítése.

source: Banner version
hu_hu: Banner verzió

source: If you apply any changes to your banner settings or content you might want to force the banner to all visitors who already closed it again. In this case, you just need to increase the banner version.
hu_hu: Ha módosítja a banner beállításait vagy tartalmát, előfordulhat, hogy ismét meg szeretné jeleníteni a bannert azoknak a látogatóknak is, akik már bezárták. Ebben az esetben csak növelje a banner verzióját.

source: Search by product SKU
hu_hu: Keresés termék SKU alapján

source: Results
hu_hu: Találatok

source: Search by product categories
hu_hu: Keresés termékkategóriák alapján

source: Search by product product tag
hu_hu: Keresés termékcímke alapján

source: Search by product attributes
hu_hu: Keresés termékattribútumok alapján

source: Search by product brands
hu_hu: Keresés termékmárkák alapján

source: Display results from blog
hu_hu: Találatok megjelenítése a blogból

source: Show search results from the blog below the product results.
hu_hu: A blog keresési találatainak megjelenítése a terméktalálatok alatt.

source: Number of columns for blog results
hu_hu: Blogtalálatok oszlopainak száma

source: Popular requests
hu_hu: Népszerű keresések

source: Show quick buttons under the search form with popular search requests. To display requests in the search, a special option needs to be enabled in the corresponding search element. Separate words with new lines.
hu_hu: Gyorsgombok megjelenítése a keresőűrlap alatt népszerű keresésekkel. A keresések megjelenítéséhez a megfelelő keresőelemben engedélyezni kell egy speciális opciót. A szavakat új sorokkal válassza el.

source: Options
hu_hu: Beállítások

source: shirt&#10;sneakers&#10;shoe
hu_hu: ing&#10;sportcipő&#10;cipő

source: Synonyms
hu_hu: Szinonimák

source: Add synonyms to search queries to broaden the products search results. Format: ”key = value 1, value 2”. Each group of synonyms starts on a new line. For example, if you add “shirt = polo, jersey” to the synonym list, a search for “shirt” will automatically be converted into a search that matches products containing either “shirt”, ”polo” or ”jersey”. Synonyms are one-way. If you need both directions, add the synonym in reverse: “jersey = shirt”.
hu_hu: Adjon szinonimákat a keresési lekérdezésekhez, hogy bővítse a termékek találatait. Formátum: ”kulcs = érték 1, érték 2”. Minden szinonimacsoport új sorban kezdődik. Például, ha hozzáadja a “shirt = polo, jersey” bejegyzést a szinonimalistához, akkor a “shirt” keresés automatikusan olyan kereséssé alakul, amely a “shirt”, ”polo” vagy ”jersey” kifejezést tartalmazó termékeket is megjeleníti. A szinonimák egyirányúak. Ha mindkét irányra szükség van, adja hozzá a szinonimát fordítva: “jersey = shirt”.

source: shirt = blouse, jersey, polo&#10;sneakers = footgear, trainers, shoe&#10;shoe = sneakers, boot, moccasin
hu_hu: ing = blúz, mez, póló&#10;sportcipő = lábbeli, edzőcipő, cipő&#10;cipő = sportcipő, csizma, mokaszin

source: Search extra content
hu_hu: Kiegészítő tartalom a kereséshez

source: Search custom text
hu_hu: Egyéni keresési szöveg

source: You can display some products, posts, banners or other information in the header search area. To display extra content in the search, a special option needs to be enabled in the corresponding search element.
hu_hu: A fejléc keresési területén megjeleníthet néhány terméket, bejegyzést, bannert vagy egyéb információt. A kiegészítő tartalom megjelenítéséhez a megfelelő keresőelemben engedélyezni kell egy speciális opciót.

source: Search custom content
hu_hu: Egyéni keresési tartalom

source: Use Relevanssi for AJAX search
hu_hu: Relevanssi használata az AJAX kereséshez

source: You will need to install and activate this <a href="https://wordpress.org/plugins/relevanssi/" target="_blank">plugin</a>
hu_hu: Telepítenie és aktiválnia kell ezt a <a href="https://wordpress.org/plugins/relevanssi/" target="_blank">bővítményt</a>

source: Import / Export
hu_hu: Importálás / Exportálás

source: Reset to default
hu_hu: Visszaállítás alapértelmezettre

source: Warning: all your Theme Settings will be reset to default values. We recommend you export your current settings as a backup before doing this.
hu_hu: Figyelem: minden témabeállítás visszaáll az alapértelmezett értékekre. Javasoljuk, hogy mielőtt ezt megteszi, exportálja a jelenlegi beállításokat biztonsági mentésként.

source: Login page tabs
hu_hu: Bejelentkezési oldal lapfülei

source: Enable tabs for login and register forms
hu_hu: Fülek engedélyezése a bejelentkezési és regisztrációs űrlapokhoz

source: Registration title
hu_hu: Regisztráció címe

source: Registrer
hu_hu: Regisztráció

source: Registration text
hu_hu: Regisztráció szövege

source: Show some information about registration on your web-site
hu_hu: Jelenítsen meg némi információt a regisztrációról a webhelyén

source: Login title
hu_hu: Bejelentkezés címe

source: Login
hu_hu: Bejelentkezés

source: Login text
hu_hu: Bejelentkezési szöveg

source: Show some information about login on your web-site
hu_hu: Jelenítsen meg némi információt a bejelentkezésről a webhelyén

source: Dashboard icons menu
hu_hu: Vezérlőpult ikonmenü

source: Adds icons blocks to the my account page as a navigation.
hu_hu: Ikonblokkokat ad a Saját fiók oldalhoz navigációként.

source: Enable maintenance mode
hu_hu: Karbantartási mód engedélyezése

source: If enabled you need to create maintenance page in Dashboard - Pages - Add new. Choose "Template" to be "Maintenance" in "Page attributes". Or you can import the page from our demo in "Prebuilt websites" page
hu_hu: Ha engedélyezve van, hozzon létre egy karbantartási oldalt a Vezérlőpult - Oldalak - Új hozzáadása menüben. Válassza a "Template" értékét "Maintenance"-re a "Page attributes"-nál. Vagy importálhatja az oldalt a demónkból a "Prebuilt websites" oldalon

source: Access key for maintenance mode
hu_hu: Hozzáférési kulcs a karbantartási módhoz

source: You can pass a special GET parameter to suppress the maintenance mode. For example, https://website.com/?suppress_maintenance
hu_hu: Megadhat egy speciális GET paramétert a karbantartási mód mellőzéséhez. Példa: https://website.com/?suppress_maintenance

source: Current builder
hu_hu: Aktuális oldalkészítő

source: Select which page builder you consider the primary one for your site. This will affect the import of dummy content and layouts.
hu_hu: Válassza ki, melyik oldalkészítőt tekinti elsődlegesnek a webhelyén. Ez hatással lesz a demó tartalmak és elrendezések importjára.

source: Gutenberg blocks
hu_hu: Gutenberg blokkok

source: Enable this option if you want to use the Gutenberg blocks provided by the theme.
hu_hu: Engedélyezze ezt az opciót, ha használni szeretné a téma által biztosított Gutenberg blokkokat.

source: Gutenberg editor for products
hu_hu: Gutenberg szerkesztő a termékekhez

source: Allows editing product content using the Gutenberg block editor.
hu_hu: Lehetővé teszi a terméktartalom szerkesztését a Gutenberg blokkszerkesztővel.

source: Align Elementor content with the site container
hu_hu: Az Elementor tartalom igazítása a webhely konténeréhez

source: Overrides the default Elementor options to align the content with the width of your site container. This option will also need to be disabled if you plan to use the "Elementor Full Width" page template.
hu_hu: Felülírja az alapértelmezett Elementor beállításokat, hogy a tartalom igazodjon a webhely konténerének szélességéhez. Ezt az opciót akkor is ki kell kapcsolni, ha az "Elementor Full Width" oldalsablont tervezi használni.

source: Sticky notifications
hu_hu: Rögzített értesítések

source: Show comments on pages
hu_hu: Hozzászólások megjelenítése az oldalakon

source: Custom 404 page
hu_hu: Egyéni 404-es oldal

source: Select a page that will be shown as your default 404 error page.
hu_hu: Válassza ki, melyik oldal jelenjen meg alapértelmezett 404-es hibaoldalként.

source: Widget title tag
hu_hu: Widget cím címkéje

source: Choose which HTML tag to use in widget title.
hu_hu: Válassza ki, melyik HTML-címkét használja a widget címében.

source: Enable custom slider
hu_hu: Egyéni slider engedélyezése

source: If you enable this option, a new post type for sliders will be added to your Dashboard menu. You will be able to create sliders with page builder and place them on any page on your website.
hu_hu: Ha engedélyezi ezt az opciót, egy új bejegyzéstípus kerül a Vezérlőpult menüjébe a sliderekkel. Az oldalkészítővel hozhat létre slidereket, és elhelyezheti őket a webhely bármely oldalán.

source: Allow SVG upload
hu_hu: SVG feltöltés engedélyezése

source: Allow SVG uploads as well as SVG format for custom fonts. We suggest you to use <a href="https://wordpress.org/plugins/safe-svg/">this plugin</a> to be sure that all uploaded content is safe.
hu_hu: Engedélyezi az SVG-feltöltést, valamint az SVG formátumot az egyéni betűtípusokhoz. Javasoljuk, hogy használja <a href="https://wordpress.org/plugins/safe-svg/">ezt a bővítményt</a>, hogy biztosan minden feltöltött tartalom biztonságos legyen.

source: Slider Revolution inherit theme font
hu_hu: A Slider Revolution örökölje a téma betűtípusát

source: Default viewport tag:
hu_hu: Alapértelmezett viewport tag:

source: Not scalable
hu_hu: Nem nagyítható

source: Scalable
hu_hu: Nagyítható

source: Page title design
hu_hu: Oldalcím megjelenése

source: Select page title section design or disable it completely on all pages.
hu_hu: Válassza ki az oldalcím szakasz megjelenését, vagy tiltsa le teljesen az összes oldalon.

source: You can set different sizes for your page titles.
hu_hu: Különböző méreteket állíthat be az oldalcímekhez.

source: Pages title background
hu_hu: Oldalcímek háttere

source: Set background image or color, that will be used as a default for all page titles, shop page and blog.
hu_hu: Állítson be háttérképet vagy színt, amely alapértelmezettként lesz használva minden oldalcímhez, a Bolt oldalához és a bloghoz.

source: Text color for page title
hu_hu: Oldalcím szövegszíne

source: You can set text different color depending on its background. It can be light or dark.
hu_hu: A háttértől függően eltérő szövegszínt állíthat be. Lehet világos vagy sötét.

source: Title tag
hu_hu: Cím HTML-címkéje

source: Choose which HTML tag to use for the page title.
hu_hu: Válassza ki, melyik HTML-címkét használja az oldalcímhez.

source: Show breadcrumbs
hu_hu: Morzsamenü megjelenítése

source: Displays a full chain of links to the current page.
hu_hu: Megjeleníti az aktuális oldalhoz vezető hivatkozások teljes láncát.

source: Yoast breadcrumbs for shop
hu_hu: Yoast morzsamenü a bolthoz

source: Requires Yoast SEO plugin to be installed. Replaces standard WooCommerce breadcrumbs with the custom one that comes with the plugin. You need to enable and configure it in Dashboard -> SEO -> Search Appearance -> Breadcrumbs.
hu_hu: A Yoast SEO bővítmény telepítését igényli. Lecseréli a WooCommerce alapértelmezett morzsamenüjét a bővítménnyel érkező egyedire. Engedélyezni és beállítani a Vezérlőpult -> SEO -> Search Appearance -> Breadcrumbs menüpontban kell.

source: Yoast breadcrumbs for pages
hu_hu: Yoast morzsamenü az oldalakhoz

source: Requires Yoast SEO plugin to be installed. Replaces standard breadcrumbs with the custom one that comes with the plugin. You need to enable and configure it in Dashboard -> SEO -> Search Appearance -> Breadcrumbs.
hu_hu: A Yoast SEO bővítmény telepítését igényli. Lecseréli az alapértelmezett morzsamenüt a bővítménnyel érkező egyedire. Engedélyezni és beállítani a Vezérlőpult -> SEO -> Search Appearance -> Breadcrumbs menüpontban kell.

source: Mobile DOM optimization (experimental)
hu_hu: Mobil DOM optimalizálás (kísérleti)

source: You can reduce the number of DOM elements on mobile devices. This option currently removes all HTML tags from the desktop header version on mobile devices.
hu_hu: Csökkentheti a DOM-elemek számát mobileszközökön. Ez az opció jelenleg eltávolítja az asztali fejlécverzió összes HTML-címkéjét mobileszközökön.

source: Load text domain
hu_hu: Szövegdomain betöltése

source: Enable it to load translations from all possible locations. Usually needs to be disabled so the translation will be loaded from the system folder only wp-content/languages/themes and the performance will be better.
hu_hu: Engedélyezze, hogy minden lehetséges helyről betöltse a fordításokat. Általában érdemes kikapcsolva hagyni, így a fordítás csak a rendszer mappából (wp-content/languages/themes) töltődik be, és a teljesítmény jobb lesz.

source: Disable default Gutenberg blocks styles
hu_hu: Alapértelmezett Gutenberg blokkstílusok letiltása

source: If you are not using default Gutenberg blocks you will not need these files to be loaded.
hu_hu: Ha nem használja az alapértelmezett Gutenberg blokkokat, nincs szükség ezen fájlok betöltésére.

source: Convert large CSS files to inline styles
hu_hu: Nagy méretű CSS-fájlok átalakítása inline stílusokká

source: Inline the stylesheet into the HTML to avoid the additional network request (reduce or inline render-blocking stylesheets).
hu_hu: A stíluslap beágyazása a HTML-be a további hálózati kérések elkerüléséhez (a renderelést blokkoló stíluslapok csökkentése vagy beágyazása).

source: Advanced
hu_hu: Haladó

source: Our theme is designed to load only the styles required for each specific page. However, if you need to globally load or remove certain CSS files for any reason, you can use the following set of options.
hu_hu: Témánk úgy készült, hogy csak az adott oldalhoz szükséges stílusokat töltse be. Ha azonban valamilyen okból globálisan szeretne bizonyos CSS fájlokat betölteni vagy eltávolítani, használhatja az alábbi beállításokat.

source: Styles always load
hu_hu: Mindig betöltendő stílusok

source: You can manually load some styles on all pages.
hu_hu: Kézzel betölthet bizonyos stílusokat minden oldalon.

source: Styles never load
hu_hu: Soha be nem töltendő stílusok

source: You can manually unload some styles on all pages.
hu_hu: Kézzel eltávolíthat bizonyos stílusokat minden oldalon.

source: Disable Swiper slider script on mobile devices
hu_hu: A Swiper csúszka szkript letiltása mobil eszközökön

source: Using native browser scrolling feature on mobile devices may improve your page loading and performance on some devices. This option does not apply to the main product carousel and WoodMart slider.
hu_hu: A böngésző natív görgetési funkciójának használata mobil eszközökön javíthatja az oldal betöltését és teljesítményét egyes eszközökön. Ez a beállítás nem vonatkozik a fő termék-karusszelre és a WoodMart csúszkára.

source: Remove jQuery Migrate
hu_hu: jQuery Migrate eltávolítása

source: Remove jQuery Migrate eliminates a JS file and can improve load time.
hu_hu: A jQuery Migrate eltávolítása megszüntet egy JS fájlt, és javíthatja a betöltési időt.

source: Our theme is designed to load only the scripts and libraries required for each specific page. However, if you need to load a particular script globally for any reason, you can use the following options.
hu_hu: Témánk úgy van tervezve, hogy csak az adott oldalhoz szükséges szkripteket és könyvtárakat töltse be. Ha azonban bármilyen okból egy adott szkriptet globálisan szeretne betölteni, a következő beállításokat használhatja.

source: Advanced scripts controls
hu_hu: Haladó szkriptvezérlők

source: This option doesn't affect anything. It just shows/hides all scripts configuration. Note that we don't recommend you enable/disable any scripts if you are not sure how they work.
hu_hu: Ez a beállítás nem befolyásol semmit. Csak megjeleníti/elrejti az összes szkript beállítását. Megjegyzés: nem javasoljuk szkriptek engedélyezését/letiltását, ha nem biztos benne, hogyan működnek.

source: library
hu_hu: könyvtár

source: Always load
hu_hu: Mindig töltse be

source: On demand
hu_hu: Igény szerint

source: Never load
hu_hu: Soha ne töltse be

source: Scripts always load
hu_hu: A szkriptek mindig betöltődnek

source: You can manually load some initialization scripts on all pages.
hu_hu: Manuálisan betölthet néhány inicializáló szkriptet minden oldalon.

source: Scripts never load
hu_hu: A szkriptek soha nem töltődnek be

source: You can manually unload some initialization scripts on all pages.
hu_hu: Manuálisan letilthat néhány inicializáló szkriptet minden oldalon.

source: Dequeue scripts
hu_hu: Szkriptek dequeue-elése

source: You can manually disable JS files from being loaded using their keys. Write their case separated with a comma. For example: woodmart-theme,elementor-frontend
hu_hu: A kulcsaik megadásával manuálisan letilthatja egyes JS fájlok betöltését. Írja őket vesszővel elválasztva. Példa: woodmart-theme,elementor-frontend

source: Lazy loading for images
hu_hu: Képek késleltetett betöltése

source: Enable this option to optimize your images loading on the website. They will be loaded only when user will scroll the page.
hu_hu: Engedélyezze ezt a beállítást a képek webhelyen történő betöltésének optimalizálásához. Csak akkor töltődnek be, amikor a felhasználó görgeti az oldalt.

source: Lazy loading for background images
hu_hu: Háttérképek késleltetett betöltése

source: Enables lazy loading for background images in Gutenberg blocks, improving performance by loading images only when they enter the viewport.
hu_hu: Engedélyezi a Gutenberg blokkok háttérképeinek késleltetett betöltését, javítva a teljesítményt azzal, hogy a képek csak akkor töltődnek be, amikor belépnek a nézetablakba.

source: Offset
hu_hu: Eltolás

source: Start load images X pixels before the page is scrolled to the item
hu_hu: Kezdje el a képek betöltését X pixellel azelőtt, hogy az oldal az elemhez lenne görgetve.

source: Appearance effect
hu_hu: Megjelenési effektus

source: Upload custom placeholder image
hu_hu: Egyéni helyőrző kép feltöltése

source: Add your custom image placeholder that will be used before the original image will be loaded.
hu_hu: Adjon hozzá egy egyéni helyőrző képet, amely az eredeti kép betöltése előtt lesz használva.

source: Disable native WordPress lazy loading
hu_hu: A WordPress natív késleltetett betöltésének letiltása

source: This option will remove attribute loading=“lazy” from all images on your website.
hu_hu: Ez a beállítás eltávolítja a loading=“lazy” attribútumot a webhely összes képéről.
