Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Text/HTML content
hu_hu: Szöveg/HTML tartalom

source: Place your text or HTML code with WordPress shortcodes.
hu_hu: Helyezze el szövegét vagy HTML kódját WordPress rövidkódokkal.

source: Wishlist icon
hu_hu: Kívánságlista ikon

source: You can show the icon only or display "Wishlist" text too.
hu_hu: Csak az ikont jelenítheti meg, vagy a "Kívánságlista" szöveget is.

source: Products archive
hu_hu: Termékek archívuma

source: Empty cart
hu_hu: Üres kosár

source: Checkout form
hu_hu: Pénztár űrlap

source: Checkout top content
hu_hu: Pénztár felső tartalma

source: Login/Register
hu_hu: Bejelentkezés/Regisztráció

source: Lost password
hu_hu: Elfelejtett jelszó

source: Layout conditions
hu_hu: Elrendezés feltételei

source: Posts archive
hu_hu: Bejegyzések archívuma

source: layout
hu_hu: elrendezés

source: Something went wrong with the creation of the layout!
hu_hu: Hiba történt az elrendezés létrehozásakor!

source: Something went wrong with editing the layout!
hu_hu: Hiba történt az elrendezés szerkesztésekor!

source: Conditions has been successfully saved
hu_hu: A feltételek sikeresen mentve

source: In order to create a Single product layout, you must first publish at least one product!
hu_hu: Egy egyedi termék elrendezésének létrehozásához először legalább egy terméket közzé kell tennie!

source: In order to create a Single post layout, you must first publish at least one post!
hu_hu: Egy egyedi bejegyzés elrendezésének létrehozásához először legalább egy bejegyzést közzé kell tennie!

source: Add new post
hu_hu: Új bejegyzés hozzáadása

source: In order to create a Single portfolio layout, you must first publish at least one project!
hu_hu: Egy egyedi portfólió-elrendezés létrehozásához először legalább egy projektet közzé kell tennie!

source: Add new project
hu_hu: Új projekt hozzáadása

source: Condition comparison
hu_hu: Feltételek összehasonlítása

source: All product archives
hu_hu: Összes termékarchívum

source: Shop search results
hu_hu: Bolt keresési találatai

source: Product tags
hu_hu: Termékcímkék

source: Product term (category, tag, brand, attribute)
hu_hu: Termék kifejezés (kategória, címke, márka, attribútum)

source: Checkout page form
hu_hu: Pénztár oldal űrlapja

source: Checkout page content
hu_hu: Pénztár oldal tartalma

source: Empty cart page
hu_hu: Üres kosár oldal

source: All posts
hu_hu: Összes bejegyzés

source: Single post id
hu_hu: Egy bejegyzés id

source: Post category
hu_hu: Bejegyzés kategória

source: Post tag
hu_hu: Bejegyzés címke

source: Post format
hu_hu: Bejegyzés formátum

source: All projects
hu_hu: Összes projekt

source: Single project id
hu_hu: Egy projekt id

source: Project category
hu_hu: Projekt kategória

source: All blog archives
hu_hu: Összes blogarchívum

source: Blog search results
hu_hu: Blog keresési találatok

source: Blog categories
hu_hu: Blog kategóriák

source: Blog tags
hu_hu: Blog címkék

source: Blog author page
hu_hu: Blog szerzői oldal

source: Blog archives by date
hu_hu: Blog archívumai dátum szerint

source: All portfolio archives
hu_hu: Összes portfólióarchívum

source: Portfolio search results
hu_hu: Portfólió keresési találatok

source: Portfolio categories
hu_hu: Portfólió kategóriák

source: All endpoints
hu_hu: Összes végpont

source: Layout type
hu_hu: Elrendezés típusa

source: Select...
hu_hu: Válasszon...

source: Layout name
hu_hu: Elrendezés neve

source: Enter layout name
hu_hu: Adja meg az elrendezés nevét

source: Add condition
hu_hu: Feltétel hozzáadása

source: Create layout
hu_hu: Elrendezés létrehozása

source: Save conditions
hu_hu: Feltételek mentése

source: Predefined layouts
hu_hu: Előre meghatározott elrendezések

source: Layout preview
hu_hu: Elrendezés előnézete

source: Cart table
hu_hu: Kosár táblázat

source: Note: This element have not options
hu_hu: Megjegyzés: Ehhez az elemhez nincsenek beállítások

source: Cart totals
hu_hu: Kosár végösszeg

source: Enable title
hu_hu: Cím engedélyezése

source: If "NO" title will be removed.
hu_hu: Ha "NEM", a cím eltávolításra kerül.

source: Coupon form
hu_hu: Kupon űrlap

source: Login form
hu_hu: Bejelentkezési űrlap

source: Order review
hu_hu: Rendelés áttekintése

source: Payment methods
hu_hu: Fizetési módok

source: Payment title
hu_hu: Fizetés címe

source: Payment description
hu_hu: Fizetés leírása

source: Terms and conditions
hu_hu: Általános szerződési feltételek

source: My account content
hu_hu: Fiókom tartalma

source: Note: This element does not have options
hu_hu: Megjegyzés: Ehhez az elemhez nincsenek beállítások

source: My account navigation
hu_hu: Fiókom navigációja

source: Show icons
hu_hu: Ikonok megjelenítése

source: Register
hu_hu: Regisztráció

source: Choose one of the designs available in the theme.
hu_hu: Válasszon egyet a témában elérhető dizájnok közül.

source: Portfolio categories filters
hu_hu: Portfólió kategóriaszűrők

source: Active filters
hu_hu: Aktív szűrők

source: Archive description
hu_hu: Archívum leírása

source: Archive products
hu_hu: Archívum termékei

source: Products view
hu_hu: Termékek nézete

source: Products columns
hu_hu: Termékek oszlopai

source: Category extra description
hu_hu: Kategória kiegészítő leírása

source: Filters area button
hu_hu: Szűrőterület gombja

source: Filters area
hu_hu: Szűrőterület

source: Icon on mobile
hu_hu: Ikon mobilon

source: Show an icon button on mobile devices instead of dropdown.
hu_hu: Legördülő helyett ikongomb megjelenítése mobil eszközökön.

source: Result count
hu_hu: Találatok száma

source: Archive title
hu_hu: Archívum címe

source: Post author
hu_hu: Bejegyzés szerzője

source: Avatar
hu_hu: Avatár

source: Avatar width
hu_hu: Avatár szélessége

source: Name color
hu_hu: Név színe

source: Post categories
hu_hu: Bejegyzés kategóriái

source: Post comment form
hu_hu: Bejegyzés hozzászólási űrlapja

source: Post comments button
hu_hu: Bejegyzés hozzászólás gombja

source: Post comments
hu_hu: Bejegyzés hozzászólásai

source: Post content
hu_hu: Bejegyzés tartalma

source: Post date
hu_hu: Bejegyzés dátuma

source: Post excerpt
hu_hu: Bejegyzés kivonata

source: Post image
hu_hu: Bejegyzés képe

source: Post meta value
hu_hu: Bejegyzés metaértéke

source: Post navigation
hu_hu: Bejegyzés navigáció

source: Post tags
hu_hu: Bejegyzés címkéi

source: Post title
hu_hu: Bejegyzés címe

source: Swatches layout
hu_hu: Minták elrendezése

source: Clear button position
hu_hu: Törlés gomb pozíciója

source: Swatch label position
hu_hu: Minta címkéjének pozíciója

source: Old price
hu_hu: Régi ár

source: Suffix
hu_hu: Utótag

source: Enable stock status
hu_hu: Készletállapot engedélyezése

source: If "NO" stock status will be removed.
hu_hu: Ha "NEM", a készletállapot el lesz távolítva.

source: Product additional information table
hu_hu: A termék további információinak táblázata

source: Vertical spacing
hu_hu: Függőleges térköz

source: Hide image
hu_hu: Kép elrejtése

source: Limit the attribute image container width
hu_hu: Az attribútumkép tároló szélességének korlátozása

source: Hide name
hu_hu: Név elrejtése

source: Name column width
hu_hu: Név oszlop szélessége

source: Term
hu_hu: Kifejezés

source: Term typography
hu_hu: Kifejezés tipográfiája

source: Term color
hu_hu: Kifejezés színe

source: Product brand information
hu_hu: Termék márkainformációi

source: Product brands
hu_hu: Termékmárkák

source: Add to compare button
hu_hu: Hozzáadás az összehasonlításhoz gomb

source: Product content
hu_hu: Termék tartalma

source: Product countdown
hu_hu: Termék visszaszámláló

source: Product dynamic discounts table
hu_hu: A termék dinamikus kedvezményeinek táblázata

source: Default icon
hu_hu: Alapértelmezett ikon

source: Custom icon
hu_hu: Egyéni ikon

source: Product extra content
hu_hu: A termék extra tartalma

source: Set your thumbnails display or leave default set from Theme Settings.
hu_hu: Állítsa be a bélyegképek megjelenítését, vagy hagyja az alapértelmezettet a Téma beállításainál.

source: Grid column
hu_hu: Rács oszlop

source: Thumbnails per slide
hu_hu: Bélyegképek diánként

source: Label position
hu_hu: Címke pozíciója

source: Product meta value
hu_hu: Termék metaértéke

source: Product meta
hu_hu: Termék metaadatai

source: Show categories
hu_hu: Kategóriák megjelenítése

source: Show tags
hu_hu: Címkék megjelenítése

source: Show brand
hu_hu: Márka megjelenítése

source: Product navigation
hu_hu: Termék navigáció

source: Price tracker button
hu_hu: Árkövető gomb

source: Product price
hu_hu: Termék ára

source: Product rating
hu_hu: Termék értékelése

source: Product reviews
hu_hu: Termékértékelések

source: Product short description
hu_hu: Termék rövid leírása

source: Size guide button
hu_hu: Mérettáblázat gomb

source: Product sold counter
hu_hu: Eladott mennyiség számlálója

source: Product stock progress bar
hu_hu: Termék készlet folyamatjelző sáv

source: Product tabs
hu_hu: Termék fülek

source: All open
hu_hu: Mind nyitva

source: Accordion on mobile
hu_hu: Harmonika mobilon

source: Overline
hu_hu: Felsővonal

source: Title alignment
hu_hu: Cím igazítása

source: Hidden sidebar position
hu_hu: Rejtett oldalsáv pozíciója

source: Hidden sidebar width
hu_hu: Rejtett oldalsáv szélessége

source: Table width
hu_hu: Táblázat szélessége

source: Attribute image container width
hu_hu: Attribútumkép tároló szélessége

source: Product title
hu_hu: Termék címe

source: Product visitor counter
hu_hu: Termék látogatószámláló

source: Add to wishlist button
hu_hu: Hozzáadás a kívánságlistához gomb

source: Customer details
hu_hu: Vásárló adatai

source: Order message
hu_hu: Rendelési üzenet

source: Failed
hu_hu: Sikertelen

source: Order meta
hu_hu: Rendelés metaadatai

source: Select order data
hu_hu: Rendelési adatok kiválasztása

source: Order ID
hu_hu: Rendelés azonosítója

source: Order date
hu_hu: Rendelés dátuma

source: Order status
hu_hu: Rendelés állapota

source: Order email
hu_hu: Rendelés e-mail címe

source: Order total
hu_hu: Rendelés végösszege

source: Payment method
hu_hu: Fizetési mód

source: Shipping method
hu_hu: Szállítási mód

source: Order overview
hu_hu: Rendelés áttekintése

source: Payment instructions
hu_hu: Fizetési útmutató

source: Instructions
hu_hu: Utasítások

source: Checkout steps
hu_hu: Pénztár lépései

source: Select which PHP hook do you want to display here.
hu_hu: Válassza ki, melyik PHP hook jelenjen meg itt.

source: Clean actions
hu_hu: Műveletek törlése

source: You can clean all default WooCommerce PHP functions hooked to this action.
hu_hu: Eltávolíthatja az összes alapértelmezett WooCommerce PHP függvényt, amely ehhez a művelethez van csatolva.

source: Shipping progress bar
hu_hu: Szállítási folyamatjelző sáv

source: Posts elements
hu_hu: Bejegyzések elemei

source: Show blog content
hu_hu: Blogtartalom megjelenítése

source: Show portfolio content
hu_hu: Portfóliótartalom megjelenítése

source: You can use different style for your portfolio styled for the theme
hu_hu: A témához illeszkedő portfóliójához különböző stílusokat használhat

source: Shows filters for portfolio categories
hu_hu: Szűrőket jelenít meg a portfóliókategóriákhoz

source: Cart elements
hu_hu: Kosár elemei

source: Product table and coupon code
hu_hu: Terméktáblázat és kuponkód

source: Totals and checkout button
hu_hu: Végösszeg és pénztár gomb

source: Billing information fields
hu_hu: Számlázási adatok mezői

source: Apply coupon form
hu_hu: Kupon alkalmazása űrlap

source: Checkout user login form
hu_hu: Pénztár bejelentkezési űrlap

source: Order review table with totals
hu_hu: Rendelés áttekintő táblázat végösszegekkel

source: Payment methods and checkout button
hu_hu: Fizetési módok és pénztár gomb

source: Shipping information fields
hu_hu: Szállítási adatok mezői

source: My account elements
hu_hu: Fiókom elemei

source: My account page content area
hu_hu: Fiókom oldal tartalmi területe

source: Design Options
hu_hu: Design beállítások

source: Login form for user authentication
hu_hu: Bejelentkezési űrlap felhasználói hitelesítéshez

source: Password recovery form
hu_hu: Jelszó-visszaállítási űrlap

source: My account navigation menu
hu_hu: Fiókom navigációs menüje

source: Registration form for new users
hu_hu: Regisztrációs űrlap új felhasználók számára

source: Shows active filters on shop page
hu_hu: Aktív szűrők megjelenítése az áruház oldalon

source: Shop page content, category description
hu_hu: Áruház oldal tartalma, kategórialeírás

source: Show WooCommerce product grid
hu_hu: WooCommerce termékrács megjelenítése

source: You can set different spacing between blocks on shop page.
hu_hu: Az áruház oldalon különböző térközöket állíthat be a blokkok között.

source: Shop category extra description
hu_hu: Áruház kategória kiegészítő leírása

source: Button to open the filter area
hu_hu: Gomb a szűrőterület megnyitásához

source: Special widget area for filters
hu_hu: Külön widgetterület a szűrőkhöz

source: WooCommerce order by dropdown
hu_hu: WooCommerce rendezés legördülő menü

source: Number of products per page selector
hu_hu: Oldalankénti termékszám-választó

source: Number of products displayed
hu_hu: Megjelenített termékek száma

source: Product columns switcher
hu_hu: Termékoszlop-váltó

source: Show current archive page title
hu_hu: Aktuális archívumoldal címének megjelenítése

source: Shows author's biography
hu_hu: A szerző életrajzának megjelenítése

source: Post published by
hu_hu: A bejegyzést közzétette

source: This post belongs to the following categories
hu_hu: Ez a bejegyzés a következő kategóriákba tartozik

source: Post comments form
hu_hu: Bejegyzés hozzászólásűrlapja

source: Form for submitting post comments
hu_hu: Űrlap bejegyzéshez szóló hozzászólások beküldéséhez

source: Jump-to-comments button
hu_hu: Ugrás a hozzászólásokhoz gomb

source: List of the post user comments
hu_hu: A bejegyzés felhasználói hozzászólásainak listája

source: Content of the post
hu_hu: A bejegyzés tartalma

source: Date when the post was published
hu_hu: A bejegyzés közzétételének dátuma

source: Short summary of the post content
hu_hu: A bejegyzés tartalmának rövid összefoglalója

source: Featured image of the post
hu_hu: A bejegyzés kiemelt képe

source: Custom fields data
hu_hu: Egyéni mezők adatai

source: Links to previous and next posts
hu_hu: Előző és következő bejegyzések linkjei

source: Tags associated with the post
hu_hu: A bejegyzéshez tartozó címkék

source: Shows the post title
hu_hu: A bejegyzés címének megjelenítése

source: Single product elements
hu_hu: Termékoldal elemei

source: Add to cart form and button
hu_hu: Kosárba tétel űrlap és gomb

source: Regular price
hu_hu: Normál ár

source: Attributes, dimensions, and weight
hu_hu: Attribútumok, méretek és súly

source: Brand description content
hu_hu: Márka leírásának tartalma

source: Brands assigned to the product
hu_hu: A termékhez rendelt márkák

source: Show label
hu_hu: Címke megjelenítése

source: Brands:
hu_hu: Márkák:

source: Add this product to compare
hu_hu: A termék hozzáadása az összehasonlításhoz

source: Product long description
hu_hu: Termék részletes leírása

source: Sale price end date countdown
hu_hu: Akciós ár lejárati visszaszámláló

source: Shows the current discount relative to the product quantity
hu_hu: Megjeleníti az aktuális kedvezményt a termékmennyiséghez viszonyítva

source: Show the estimated delivery dates.
hu_hu: A várható kézbesítési dátumok megjelenítése.

source: HTML Block set as extra content
hu_hu: HTML blokk beállítva extra tartalomként

source: Bought together table
hu_hu: Együtt vásárolt termékek táblázata

source: Featured image and product gallery
hu_hu: Kiemelt kép és termékgaléria

source: Grid columns
hu_hu: Rácsoszlopok

source: Linked products list
hu_hu: Kapcsolódó termékek listája

source: Custom meta value by key
hu_hu: Egyedi metaérték kulcs alapján

source: Specify your custom meta key.
hu_hu: Adja meg az egyéni metakulcsot.

source: SKU, category, and tags
hu_hu: SKU, kategória és címkék

source: Previous and next products
hu_hu: Előző és következő termékek

source: Allows users to subscribe to price tracker notifications.
hu_hu: Lehetővé teszi, hogy a felhasználók feliratkozzanak az árfigyelő értesítéseire.

source: Regular and sale price
hu_hu: Normál és akciós ár

source: Star rating and reviews number
hu_hu: Csillagos értékelés és vélemények száma

source: Reviews and review form
hu_hu: Értékelések és értékelési űrlap

source: Short description content
hu_hu: Rövid leírás tartalma

source: Size guide popup button
hu_hu: Mérettáblázat felugró gomb

source: Shows number of products left in stock
hu_hu: Megjeleníti a raktáron maradt termékek számát

source: Show product stock status
hu_hu: Termék készletállapotának megjelenítése

source: Name Typography
hu_hu: Név tipográfia

source: WooCommerce single product tabs
hu_hu: WooCommerce termékoldal fülei

source: Reviews columns
hu_hu: Értékelések oszlopai

source: Name for the current product
hu_hu: Az aktuális termék neve

source: Show number of visitors for the product
hu_hu: Megjeleníti a terméket megtekintők számát

source: Add the product to wishlist
hu_hu: Termék hozzáadása a kívánságlistához

source: Customer billing and shipping details
hu_hu: Vásárló számlázási és szállítási adatai

source: Detailed information about the order
hu_hu: Részletes információk a rendelésről

source: Success/failure message for the order
hu_hu: Siker-/hibaüzenet a rendeléshez

source: Shows order details or custom metadata
hu_hu: Megjeleníti a rendelés részleteit vagy az egyedi metaadatokat

source: Overview of your order's number, date, and total amount
hu_hu: Áttekintés a rendelés sorszámáról, dátumáról és végösszegéről

source: Instructions based on the selected payment method
hu_hu: Utasítások a kiválasztott fizetési mód alapján

source: WooCommerce current page breadcrumb
hu_hu: WooCommerce aktuális oldal morzsanavigációja

source: Cart -> Checkout -> Complete
hu_hu: Kosár -> Pénztár -> Kész

source: Manual free gifts table
hu_hu: Kézzel megadott ingyenes ajándékok táblázata

source: WooCommerce notices area
hu_hu: WooCommerce értesítési terület

source: Main page title section
hu_hu: Főoldal címszakasza

source: Shipping progress bars
hu_hu: Szállítási folyamatjelző sávok

source: You need to set an image as a featured image to be able to use it as an menu item image
hu_hu: Be kell állítania egy képet kiemelt képként, hogy menüpont képeként használhassa

source: Upload image
hu_hu: Kép feltöltése

source: Change image
hu_hu: Kép cseréje

source: Used on hover?
hu_hu: Használva egér fölé húzásakor?

source: Should this image be used on hover
hu_hu: Használja ezt a képet egér fölé húzásakor

source: Used when active?
hu_hu: Használva aktív állapotban?

source: Should this image be used when menu item is active
hu_hu: Használja ezt a képet, amikor a menüpont aktív

source: Dropdown settings
hu_hu: Legördülő menü beállításai

source: Set sizes
hu_hu: Méretek beállítása

source: Aside style
hu_hu: Oldalsáv stílusa

source: Dropdown width
hu_hu: Legördülő menü szélessége

source: Dropdown height
hu_hu: Legördülő menü magassága

source: Dropdown padding
hu_hu: Legördülő menü belső margója

source: Enable scroll
hu_hu: Görgetés engedélyezése

source: Select "Yes" to limit the dropdown height to the value specified in the "Dropdown height" input. If "No" the "Dropdown height" will specify only the minimum height and the real dropdown height will depend on the actual height of the content.
hu_hu: Válassza az "Igen" opciót, hogy a legördülő magasságát a "Legördülő menü magassága" mezőben megadott értékre korlátozza. Ha "Nem", akkor a "Legördülő menü magassága" csak a minimális magasságot adja meg, a tényleges magasság a tartalom valós magasságától függ.

source: HTML Block for the dropdown
hu_hu: HTML-blokk a legördülőhöz

source: Load HTML dropdown with AJAX
hu_hu: HTML legördülő betöltése AJAX-szal

source: Dropdown color scheme
hu_hu: Legördülő színsémája

source: Label settings
hu_hu: Címke beállításai

source: Image settings
hu_hu: Kép beállításai

source: Use image as
hu_hu: Kép használata mint

source: Menu item icon
hu_hu: Menüpont ikonja

source: Dropdown background
hu_hu: Legördülő háttere

source: Page anchor (for one-page menu)
hu_hu: Oldal horgony (egyoldalas menühöz)

source: Enable this to use one page navigation menu. If enabled you need to set the link for this item to be like this: http://your_site.com/home_page/#anchor_id where anchor_id will be the ID of the ROW on your home page.
hu_hu: Engedélyezze ezt az egyoldalas navigációs menü használatához. Engedélyezés esetén az elem linkjét így kell beállítani: http://your_site.com/home_page/#anchor_id, ahol az anchor_id a kezdőoldal ROW elemének azonosítója.

source: Icon name (from FontAwesome 5 set)
hu_hu: Ikon neve (a FontAwesome 5 készletből)

source: The icon code from FontAwesome 5 list.
hu_hu: Az ikon kódja a FontAwesome 5 listájából.

source: Example:
hu_hu: Példa:

source: Apply all
hu_hu: Összes alkalmazása

source: All applied
hu_hu: Minden alkalmazva

source: Patch ID
hu_hu: Javítás azonosítója

source: Download
hu_hu: Letöltés

source: Apply
hu_hu: Alkalmaz

source: Applied
hu_hu: Alkalmazva

source: There are no patches found for your theme version.
hu_hu: Nem találhatók javítások a téma verziójához.

source: Direct access to theme file is not allowed on your server. You need to download and replace the files manually.
hu_hu: A témafájl közvetlen elérése nem engedélyezett a szerverén. A fájlokat manuálisan kell letöltenie és lecserélnie.

source: These files will be updated:
hu_hu: Ezek a fájlok lesznek frissítve:

source: Are you sure you want to download all patches?
hu_hu: Biztosan le akarja tölteni az összes javítást?

source: All patches are applied.
hu_hu: Az összes javítás alkalmazva.

source: Something wrong with removing data. Please, try to remove data manually or contact our support center for further assistance.
hu_hu: Hiba történt az adatok eltávolításakor. Kérjük, próbálja meg manuálisan eltávolítani az adatokat, vagy vegye fel a kapcsolatot ügyfélszolgálatunkkal további segítségért.

source: Empty path ID, please, try again.
hu_hu: Üres útvonal-azonosító, kérjük, próbálja meg újra.

source: The patch is already applied.
hu_hu: A javítás már alkalmazva van.

source: Patch with this ID does't exist.
hu_hu: Nem létezik ilyen azonosítójú javítás.

source: Patch has been successfully applied.
hu_hu: A javítás sikeresen alkalmazva.

source: Something went wrong during patch installation. Patch can't be applied. Please, try again later.
hu_hu: Hiba történt a javítás telepítése közben. A javítás nem alkalmazható. Kérjük, próbálja meg később újra.

source: Your selection has been saved successfully.
hu_hu: A kiválasztása sikeresen elmentve.

source: LCP Image
hu_hu: LCP kép

source: Find LCP Image
hu_hu: LCP kép keresése

source: Set LCP image for this page
hu_hu: LCP kép beállítása ehhez az oldalhoz

source: Following LCP image is already set for this page. If you want to change it, please click the relevant button below.
hu_hu: A következő LCP kép már be van állítva ehhez az oldalhoz. Ha módosítani szeretné, kattintson az alábbi megfelelő gombra.

source: Refresh image
hu_hu: Kép frissítése

source: An LCP image wasn't detected on this page. If you're sure there's a relevant image on the page, but it didn't set automatically, you can add it manually using the page metabox options or check the documentation for more details.
hu_hu: Ezen az oldalon nem észleltünk LCP képet. Ha biztos benne, hogy van releváns kép az oldalon, de nem állt be automatikusan, manuálisan is hozzáadhatja az oldal metabox beállításaival, vagy további részletekért nézze meg a dokumentációt.

source: Confirm
hu_hu: Megerősítés
