Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Could not delete your subscription to marketing emails and updates
hu_hu: Nem sikerült törölni a marketing e-mailekre és frissítésekre vonatkozó feliratkozását

source: I would like to receive marketing emails and updates.
hu_hu: Szeretnék marketing e-maileket és frissítéseket kapni.

source: Unable to unsubscribe from the mailing list: "%s"
hu_hu: Nem sikerült leiratkozni a levelezőlistáról: "%s"

source: Enable "Email marketing consent"
hu_hu: "E-mail marketing hozzájárulás" engedélyezése

source: Email marketing consent
hu_hu: E-mail marketing hozzájárulás

source: Activate marketing email subscription checkboxes on Checkout, Registration, and My Account pages. Users can give consent to emails for: Wishlist product updates, Abandoned cart, Review reminder.
hu_hu: Aktiválja a marketing e-mail feliratkozási jelölőnégyzeteket a Pénztár, a Regisztráció és a Fiókom oldalakon. A felhasználók az alábbi e-mailekhez adhatnak hozzájárulást: Kívánságlista termékfrissítések, Elhagyott kosár, Értékelés emlékeztető.

source: Allow managing individual email subscriptions
hu_hu: Egyes e-mail feliratkozások egyedi kezelésének engedélyezése

source: Allows registered users to individually manage email subscriptions for each feature in My Account → Account details.
hu_hu: Lehetővé teszi a regisztrált felhasználóknak, hogy egyenként kezeljék az e-mail feliratkozásokat a Fiókom → Fiókadatok oldalon.

source: Failed to subscribe to the mailing list: "%s"
hu_hu: Nem sikerült feliratkozni a levelezőlistára: "%s"

source: Show "Out of stock" products at the end (experimental)
hu_hu: "Nincs készleten" termékek megjelenítése a végén (kísérleti)

source: Insufficient permissions.
hu_hu: Elégtelen jogosultságok.

source: Failed to unsubscribe.
hu_hu: A leiratkozás nem sikerült.

source: You’ve been unsubscribed from price tracker emails for this product
hu_hu: Leiratkozott ennek a terméknek az árfigyelő e-mailjeiről

source: Failed to unsubscribe from price tracker emails for this product
hu_hu: Nem sikerült leiratkozni ennek a terméknek az árfigyelő e-mailjeiről

source: Subscription successful
hu_hu: Sikeres feliratkozás

source: You’re now subscribed to price tracking for this product. We’ll notify you if the price drops.
hu_hu: Feliratkozott ennek a terméknek az árkövetésére. Értesítjük, ha az ár csökken.

source: View subscriptions
hu_hu: Feliratkozások megtekintése

source: Track this item and get notified if the price drops.
hu_hu: Kövesse ezt a tételt, és értesítést kap, ha csökken az ára.

source: Enter your email address
hu_hu: Adja meg az e-mail címét

source: The price will be reduced to
hu_hu: Az ár erre csökken

source: I have read and accept the [privacy_policy]
hu_hu: Elolvastam és elfogadom a [privacy_policy]

source: Add to price tracker
hu_hu: Hozzáadás az árkövetőhöz

source: Security check failed.
hu_hu: A biztonsági ellenőrzés sikertelen.

source: There is no product.
hu_hu: Nincs termék.

source: A valid email address is required to use the price tracker for this product.
hu_hu: Érvényes e-mail cím szükséges az árkövető használatához ehhez a termékhez.

source: Desired price cannot be less than 0.
hu_hu: A kívánt ár nem lehet kisebb mint 0.

source: The desired price should not exceed the current price of the product.
hu_hu: A kívánt ár nem haladhatja meg a termék aktuális árát.

source: You’re already subscribed to price drop notifications for this product.
hu_hu: Már feliratkozott ennek a terméknek az árcsökkenési értesítéseire.

source: Unable to add product to price tracker.
hu_hu: Nem sikerült hozzáadni a terméket az árkövetőhöz.

source: Unable to remove product from price tracker.
hu_hu: Nem sikerült eltávolítani a terméket az árkövetőből.

source: You already have the same desired price for this product.
hu_hu: Ehhez a termékhez már ugyanazt a kívánt árat állította be.

source: Desired price updated successfully.
hu_hu: A kívánt ár sikeresen frissítve.

source: Unable to update the desired price.
hu_hu: Nem sikerült frissíteni a kívánt árat.

source: Track price
hu_hu: Ár követése

source: Stop tracking
hu_hu: Követés leállítása

source: Tracking enabled
hu_hu: Követés engedélyezve

source: You must accept our Privacy Policy to join the Price tracker.
hu_hu: El kell fogadnia az Adatvédelmi irányelveinket, hogy csatlakozzon az Árkövetőhöz.

source: You must specify the desired price for this product.
hu_hu: Meg kell adnia a kívánt árat ehhez a termékhez.

source: Endpoint for the "My account &rarr; Price tracker" page.
hu_hu: Végpont a "Fiókom &rarr; Árkövető" oldalhoz.

source: Enable "Price tracker"
hu_hu: "Árkövető" engedélyezése

source: Enable this option to allow customers to subscribe for price drop notifications on products.
hu_hu: Engedélyezze ezt az opciót, hogy a vásárlók feliratkozhassanak a termékek árcsökkenési értesítéseire.

source: Login to see price tracker
hu_hu: Jelentkezzen be az árkövető megtekintéséhez

source: Restrict the "Price tracker" feature to registered users to ensure that only registered customers can sign up for notifications about price drops on products.
hu_hu: Korlátozza az "Árkövető" funkciót a regisztrált felhasználókra, hogy csak ők iratkozhassanak fel a termékek árcsökkenési értesítéseire.

source: Skip email input for logged-in users
hu_hu: E-mail megadása kihagyása bejelentkezett felhasználóknál

source: Hides the email field for authenticated users and uses their account email for notifications.
hu_hu: Elrejti az e-mail mezőt a hitelesített felhasználóknál, és az értesítésekhez a fiók e-mail címét használja.

source: Enable desired price
hu_hu: Kívánt ár engedélyezése

source: Allows the user to specify the exact price after a drop at which they will receive a notification.
hu_hu: Lehetővé teszi, hogy a felhasználó megadja az árcsökkenés utáni pontos árat, amelynél értesítést kap.

source: Enable privacy policy checkbox
hu_hu: Adatvédelmi szabályzat jelölőnégyzetének engedélyezése

source: Activate this setting to require customers to agree to your privacy policy with a checkbox before they can join the price tracker.
hu_hu: E beállítás aktiválásával a vásárlóknak egy jelölőnégyzettel el kell fogadniuk az adatvédelmi szabályzatot, mielőtt csatlakozhatnának az árfigyelőhöz.

source: Update the price drop notification form dynamically on product pages, ensuring it displays accurate information even when page caching is active.
hu_hu: A termékoldalakon dinamikusan frissíti az árcsökkenési értesítés űrlapját, így akkor is pontos információkat jelenít meg, ha az oldal gyorsítótárazása aktív.

source: Price tracker alert
hu_hu: Árfigyelő értesítés

source: This email is sent to customers when the price drops on products they are watching.
hu_hu: Ezt az e-mailt akkor küldjük az ügyfeleknek, amikor csökken az általuk figyelt termékek ára.

source: Great news! The price has dropped on products you’re watching
hu_hu: Nagyszerű hír! Csökkent az Ön által figyelt termékek ára

source: Price drop alert for your favorite products!
hu_hu: Árcsökkenési értesítés a kedvenc termékeiről!

source: Price tracker alert confirmed
hu_hu: Árfigyelő értesítés megerősítve

source: This email confirms that the customer has successfully subscribed to price drop alerts for this product.
hu_hu: Ez az e-mail megerősíti, hogy az ügyfél sikeresen feliratkozott erre a termékre vonatkozó árcsökkenési értesítésekre.

source: Your subscription to price drop notifications is now active.
hu_hu: Az árcsökkenési értesítésekre vonatkozó feliratkozása mostantól aktív.

source: You have successfully subscribed to price drop notifications.
hu_hu: Sikeresen feliratkozott az árcsökkenési értesítésekre.

source: Edit this item
hu_hu: Elem szerkesztése

source: View a list of customers subscribed to price drop notifications for this product.
hu_hu: Tekintse meg az erre a termékre vonatkozó árcsökkenési értesítésekre feliratkozott ügyfelek listáját.

source: View customers
hu_hu: Ügyfelek megtekintése

source: Stock
hu_hu: Készlet

source: Users
hu_hu: Felhasználók

source: Delete subscription
hu_hu: Feliratkozás törlése

source: Desired price
hu_hu: Kívánt ár

source: Date created
hu_hu: Létrehozás dátuma

source: Delete image
hu_hu: Kép törlése

source: Add Images to Product 360 view Gallery
hu_hu: Képek hozzáadása a termék 360°-os nézet galériájához

source: Add to gallery
hu_hu: Hozzáadás a galériához

source: Add product 360 view gallery images
hu_hu: Termék 360°-os nézet galériaképeinek hozzáadása

source: 360 product view
hu_hu: 360°-os terméknézet

source: Main carousel with video
hu_hu: Fő karusszel videóval

source: Enable the ability to add videos to the main product gallery carousel.
hu_hu: Engedélyezze videók hozzáadását a fő termékgaléria karusszeléhez.

source: Product gallery video
hu_hu: Termékgaléria videó

source: Video source
hu_hu: Videóforrás

source: YouTube video URL
hu_hu: YouTube videó URL

source: Example: https://youtu.be/LXb3EKWsInQ
hu_hu: Példa: https://youtu.be/LXb3EKWsInQ

source: Vimeo video URL
hu_hu: Vimeo videó URL

source: Example: https://vimeo.com/259400046
hu_hu: Példa: https://vimeo.com/259400046

source: MP4 video file
hu_hu: MP4 videófájl

source: Upload a new or select (.mp4) video file from the media library.
hu_hu: Töltsön fel új vagy válasszon a médiatárból (.mp4) videófájlt.

source: Video display type
hu_hu: Videó megjelenítési típusa

source: Native player
hu_hu: Natív lejátszó

source: Minimalist theme-friendly design or a design from an embedded video player.
hu_hu: Minimalista, témabarát dizájn vagy beágyazott videólejátszó dizájnja.

source: Hide gallery image
hu_hu: Galériakép elrejtése

source: Show the native player instead of the gallery image, even if the video hasn't started yet.
hu_hu: A galériakép helyett a natív lejátszó megjelenítése, még akkor is, ha a videó még nem indult el.

source: Video size
hu_hu: Videóméret

source: Choose how the video will fill its container.
hu_hu: Válassza ki, hogyan töltse ki a videó a tartóelemet.

source: Start playback after the gallery is loaded. Work on mobile depends on the video source.
hu_hu: Lejátszás indítása a galéria betöltődése után. Mobilon a működés a videóforrástól függ.

source: Audio status
hu_hu: Hangállapot

source: Unmute
hu_hu: Némítás feloldása

source: Audio in autoplay videos is always muted.
hu_hu: Az automatikus lejátszású videók hangja mindig némítva van.

source: Hide overlay information
hu_hu: Átfedő információk elrejtése

source: Hide product labels, buttons, and pagination on the gallery slider during video playback.
hu_hu: A videólejátszás alatt rejtse el a termékcímkéket, gombokat és a lapozást a galéria csúszkán.

source: Save
hu_hu: Mentés

source: Please log in to rate reviews.
hu_hu: Kérjük, jelentkezzen be a vélemények értékeléséhez.

source: Reviews
hu_hu: Vélemények

source: Reviews section location
hu_hu: A vélemények szakaszának helye

source: Option for the location of the reviews form and reviews list section.
hu_hu: Beállítás a vélemények űrlapja és a véleménylista szakaszának elhelyezéséhez.

source: Separate section
hu_hu: Külön szakasz

source: Select the number of columns for the reviews section.
hu_hu: Válassza ki a vélemények szakasz oszlopainak számát.

source: One column
hu_hu: Egy oszlop

source: Two column
hu_hu: Két oszlop

source: Form location
hu_hu: Űrlap elhelyezése

source: Option for the location of the reviews form inside reviews section.
hu_hu: Beállítás a vélemények űrlapjának elhelyezéséhez a vélemények szakaszban.

source: Before reviews
hu_hu: Vélemények előtt

source: After reviews
hu_hu: Vélemények után

source: Choose style of the product's review.
hu_hu: Válassza ki a termékértékelés stílusát.

source: Review
hu_hu: Vélemény

source: Reviews columns on desktop
hu_hu: Vélemények oszlopai asztali nézetben

source: Select the number of columns for the product reviews inside reviews section.
hu_hu: Válassza ki a termékvélemények oszlopainak számát a vélemények szakaszban.

source: Reviews columns on tablet
hu_hu: Vélemények oszlopai táblagépen

source: Reviews columns on mobile
hu_hu: Vélemények oszlopai mobilon

source: Pros and cons
hu_hu: Előnyök és hátrányok

source: Allow customers to add pros and cons of your products in the separate inputs.
hu_hu: Engedélyezze, hogy az ügyfelek külön mezőkben adják meg a termékei előnyeit és hátrányait.

source: Likes
hu_hu: Kedvelések

source: Allow customers to vote for most helpful review.
hu_hu: Engedélyezze, hogy az ügyfelek szavazzanak a leghasznosabb véleményre.

source: “Verified owner” badge
hu_hu: “Ellenőrzött vásárló” jelvény

source: Mark reviews, made by customers who bought the current product, with a special icon.
hu_hu: Jelölje külön ikonnal azoknak a vásárlóknak a véleményeit, akik megvásárolták az aktuális terméket.

source: Allows users to sort reviews by rating, date, etc.
hu_hu: Lehetővé teszi, hogy a felhasználók értékelés, dátum stb. szerint rendezzék a véleményeket.

source: Review images
hu_hu: Képek a véleményekben

source: Allow customers to upload images to their reviews for products
hu_hu: Engedélyezze, hogy az ügyfelek képeket töltsenek fel a termékekről szóló véleményeikhez

source: Images count in one review
hu_hu: Képek száma egy véleményben

source: How many images customers can add to each review
hu_hu: Hány képet adhatnak az ügyfelek egy-egy véleményhez

source: Maximum upload file size
hu_hu: Maximális feltölthető fájlméret

source: Set the value in megabytes. Currently your server allows you to upload files up to 64 MB.
hu_hu: Az értéket megabájtban adja meg. Jelenleg a szerver legfeljebb 64 MB méretű fájlok feltöltését engedélyezi.

source: Are images required?
hu_hu: Kötelezőek a képek?

source: If checked, the user will not be able to post a comment without attaching an image.
hu_hu: Ha be van jelölve, a felhasználó nem tud megjegyzést közzétenni kép csatolása nélkül.

source: Filter reviews by images
hu_hu: Vélemények szűrése képek szerint

source: Enable a filter that allows showing reviews only with images.
hu_hu: Engedélyezzen egy szűrőt, amely csak képeket tartalmazó véleményeket jelenít meg.

source: Rating summary
hu_hu: Értékelési összegzés

source: Show section with review statistics before product reviews.
hu_hu: Mutassa a vélemények statisztikáit tartalmazó szakaszt a termékértékelések előtt.

source: Rating summary content
hu_hu: Értékelési összegzés tartalma

source: Select the information source that will be displayed inside the rating summary chart. If you use "Criteria", make sure that the corresponding option is enabled.
hu_hu: Válassza ki az információforrást, amely az értékelési összegzés diagramján megjelenik. Ha a "Kritériumok" opciót használja, győződjön meg róla, hogy a megfelelő beállítás engedélyezve van.

source: Rating
hu_hu: Értékelés

source: Criteria
hu_hu: Kritériumok

source: Rating summary filter
hu_hu: Értékelési összegzés szűrő

source: Allows users to filter reviews by clicking on the corresponding rating bar.
hu_hu: Lehetővé teszi, hogy a felhasználók a megfelelő értékelési sávra kattintva szűrjék a véleményeket.

source: Rating by criteria
hu_hu: Kritérium szerinti értékelés

source: Enable the ability for customers to review the product according to several criteria. For example: "Value for money", "Durability", "Delivery speed", etc.
hu_hu: Tegye lehetővé, hogy az ügyfelek több kritérium szerint értékeljék a terméket. Például: "Ár-érték arány", "Tartósság", "Szállítási sebesség" stb.

source: Is criteria required?
hu_hu: Kötelezőek a kritériumok?

source: If checked, the user will not be able to post a review without selecting a criterion.
hu_hu: Ha be van jelölve, a felhasználó nem tud értékelést beküldeni kritérium kiválasztása nélkül.

source: Criteria slug
hu_hu: Kritérium slug

source: Criteria [1]
hu_hu: Kritérium [1]

source: Criteria fields
hu_hu: Kritérium mezők

source: Criteria title
hu_hu: Kritérium címe

source: Criteria [2]
hu_hu: Kritérium [2]

source: Criteria [3]
hu_hu: Kritérium [3]

source: Criteria [4]
hu_hu: Kritérium [4]

source: Criteria [5]
hu_hu: Kritérium [5]

source: Criteria [6]
hu_hu: Kritérium [6]

source: Pros
hu_hu: Előnyök

source: Cons
hu_hu: Hátrányok

source: Pros:
hu_hu: Előnyök:

source: Cons:
hu_hu: Hátrányok:

source: Review pros/cons metabox
hu_hu: Vélemény előnyök/hátrányok metabox

source: Verified owner
hu_hu: Ellenőrzött vásárló

source: Store manager
hu_hu: Áruházkezelő

source: Rate&hellip;
hu_hu: Értékelés&hellip;

source: Perfect
hu_hu: Tökéletes

source: Good
hu_hu: Jó

source: Average
hu_hu: Átlagos

source: Not that bad
hu_hu: Nem is olyan rossz

source: Very poor
hu_hu: Nagyon rossz

source: Newest
hu_hu: Legújabb

source: Oldest
hu_hu: Legrégebbi

source: Most helpful
hu_hu: Leginkább hasznos

source: Highest rated
hu_hu: Legmagasabbra értékelt

source: Lowest rated
hu_hu: Legalacsonyabbra értékelt

source: Select reviews sorting
hu_hu: Vélemények rendezésének kiválasztása

source: There are no reviews matching the given conditions.
hu_hu: Nincs a megadott feltételeknek megfelelő értékelés.

source: Review images metabox
hu_hu: Véleményképek metabox

source: Upload review images
hu_hu: Véleményképek feltöltése

source: The maximum upload file size: %s.
hu_hu: Maximális feltölthető fájlméret: %s.

source: You have to be logged in to be able to add photos to your review.
hu_hu: Be kell jelentkeznie, hogy fotókat adhasson a véleményéhez.

source: Click to add images
hu_hu: Kattintson képek hozzáadásához

source: The maximum file size is %s and you can upload up to %s images.
hu_hu: A maximális fájlméret %s, és legfeljebb %s képet tölthet fel.

source: Leave empty to display default post title.
hu_hu: Hagyja üresen az alapértelmezett bejegyzéscím megjelenítéséhez.

source: Sets this tab's position among product tabs. Lower values mean higher priority. By default, 130 places it after standard WooCommerce tabs; values below 10 show it before them.
hu_hu: Beállítja ennek a lapnak a pozícióját a terméklapok között. Az alacsonyabb érték magasabb prioritást jelent. Alapértelmezés szerint a 130 az alap WooCommerce lapok utánra helyezi; a 10 alatti értékek azok elé.

source: Grouped product
hu_hu: Csoportosított termék

source: External/Affiliate product
hu_hu: Külső/kapcsolt termék

source: Custom tabs
hu_hu: Egyedi lapok

source: Enables a custom post type for adding tabs to single product pages. You can find it under Dashboard → Products → Custom Tabs.
hu_hu: Egy egyedi bejegyzéstípust engedélyez, amellyel lapokat adhat az egyes termékoldalakhoz. A Vezérlőpult → Termékek → Egyedi lapok menüpontban találja.

source: Ordered:
hu_hu: Megrendelve:

source: Items available:
hu_hu: Elérhető tételek:

source: Sold
hu_hu: Eladva

source: Required for stock progress bar option
hu_hu: Szükséges a készlet előrehaladási sáv opcióhoz

source: Buy now
hu_hu: Vásároljon most

source: Buy now button
hu_hu: Vásároljon most gomb

source: Add an extra button next to the “Add to cart” that will add the product to the cart and redirect it to the cart or checkout. Read more information in our <a href="https://xtemos.com/docs-topic/buy-now-button/">documentation</a>.
hu_hu: Egy extra gombot ad az „Kosárba” mellé, amely a terméket a kosárba teszi, majd átirányítja a kosárhoz vagy a pénztárhoz. További információ a <a href="https://xtemos.com/docs-topic/buy-now-button/">dokumentációban</a>.

source: Redirect location
hu_hu: Átirányítás helye

source: Reminder
hu_hu: Emlékeztető

source: You have successfully unsubscribed from product review reminder emails
hu_hu: Sikeresen leiratkozott a termékértékelési emlékeztető e-mailekről

source: Failed to unsubscribe from this product review reminder emails
hu_hu: Nem sikerült leiratkozni a termékértékelési emlékeztető e-mailekről

source: Dummy product
hu_hu: Teszttermék

source: Review reminder
hu_hu: Értékelési emlékeztető

source: Enable this option to automatically send review reminder emails to customers after they make a purchase.
hu_hu: Engedélyezze ezt az opciót, hogy a vásárlás után automatikusan értékelési emlékeztető e-maileket küldjön a vásárlóknak.

source: Sending delay
hu_hu: Küldési késleltetés

source: Set the delay after purchase before sending the review reminder email.
hu_hu: Állítsa be a vásárlás utáni késleltetést az értékelési emlékeztető e-mail elküldése előtt.

source: This email is sent to customers as a reminder to leave a review for their recent purchase.
hu_hu: Ez az e-mail emlékeztetőként kerül kiküldésre a vásárlóknak, hogy értékelést hagyjanak a legutóbbi vásárlásukról.

source: Tell us what you think - your feedback means the world!
hu_hu: Mondja el, mit gondol - a visszajelzése mindennél fontosabb!

source: Free shipping bar
hu_hu: Ingyenes szállítási sáv

source: Display a free shipping progress bar on the website.
hu_hu: Ingyenes szállítási folyamatjelző sáv megjelenítése a webhelyen.

source: Calculation
hu_hu: Számítás

source: Based on WooCommerce Free shipping method
hu_hu: A WooCommerce „Ingyenes szállítás” szállítási mód alapján

source: Goal amount
hu_hu: Célösszeg

source: Amount to reach 100% defined in your currency absolute value. For example: 300
hu_hu: Az Ön pénznemében, abszolút értékben megadott összeg a 100% eléréséhez. Példa: 300

source: Coupon discount
hu_hu: Kuponkedvezmény

source: Initial message
hu_hu: Kezdő üzenet

source: Message to show before reaching the goal. Use shortcode [remainder] to display the amount left to reach the minimum.
hu_hu: A cél elérése előtt megjelenítendő üzenet. A minimális összegből hátralévő rész megjelenítéséhez használja a [remainder] rövidkódot.

source: Message
hu_hu: Üzenet

source: Success message
hu_hu: Sikerüzenet

source: Message to show after reaching 100%.
hu_hu: 100% elérése után megjelenítendő üzenet.

source: Show single variation
hu_hu: Egyetlen variáció megjelenítése

source: Enable it to show each variation as a separate product on the shop page. You need to resave variable products to make this option work. You can do this separately or using the bulk edit function. Read more information in our <a href="https://xtemos.com/docs-topic/show-single-variation/" target="_blank">documentation</a>.
hu_hu: Engedélyezze, hogy minden variáció külön termékként jelenjen meg a bolt oldalon. Az opció működéséhez újra kell menteni a változó termékeket. Ezt külön-külön vagy a tömeges szerkesztés funkcióval is megteheti. További információ a <a href="https://xtemos.com/docs-topic/show-single-variation/" target="_blank">dokumentációban</a>.

source: Variation as product
hu_hu: Variáció mint termék

source: You need to resave variable products to make this option work. You can do this separately or using the bulk edit function.
hu_hu: Az opció működéséhez újra kell mentenie a változó termékeket. Ezt külön-külön vagy a tömeges szerkesztés funkcióval is megteheti.

source: Hide variations parent
hu_hu: Variációk szülőtermékének elrejtése

source: You can show only variations on the shop page excluding the main parent product.
hu_hu: Csak a variációkat jelenítheti meg a bolt oldalon, a fő szülőterméket kihagyva.

source: Variation Title
hu_hu: Variáció címe

source: Show variation product
hu_hu: Variációs termék megjelenítése

source: — None —
hu_hu: — Nincs —

source: Hide size guide from this product
hu_hu: Mérettáblázat elrejtése ennél a terméknél

source: Hide size guide table
hu_hu: Mérettáblázat elrejtése

source: Sold counter
hu_hu: Eladásszámláló

source: Show the number of sales for the last period.
hu_hu: A legutóbbi időszak eladásainak számát mutatja.

source: Show sales type
hu_hu: Eladástípus megjelenítése

source: You can show a real number of orders count for this product or set a random fake number.
hu_hu: Megjelenítheti e termék valós rendeléseinek számát, vagy beállíthat egy véletlenszerű hamis számot.

source: Minimum sales count
hu_hu: Minimális eladásszám
