Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Shop opt without title
hu_hu: Bolt opció cím nélkül

source: Product loop
hu_hu: Terméklista

source: Product hover small
hu_hu: Termék hover kicsi

source: Product loop "Standard button" & "Full info on hover"
hu_hu: Terméklista "Standard gomb" & "Teljes információ lebegéskor"

source: Product loop "Buttons on hover"
hu_hu: Terméklista "Gombok lebegéskor"

source: Product loop "Full info on image"
hu_hu: Terméklista "Teljes információ a képen"

source: Product loop "Icons and add to cart on hover"
hu_hu: Terméklista "Ikonok és kosárba tétel lebegéskor"

source: Product loop "Icons on hover"
hu_hu: Terméklista "Ikonok lebegéskor"

source: Product loop "Quick"
hu_hu: Terméklista "Gyors"

source: Product loop "Show summary on hover"
hu_hu: Terméklista "Összefoglaló megjelenítése lebegéskor"

source: Product loop "Standard button"
hu_hu: Terméklista "Standard gomb"

source: Product loop "Tiled"
hu_hu: Terméklista "Csempézett"

source: Product loop "Full width button"
hu_hu: Terméklista "Teljes szélességű gomb"

source: Product loop "List"
hu_hu: Terméklista "Lista"

source: Select2 library
hu_hu: Select2 könyvtár

source: WooCommerce categories loop
hu_hu: WooCommerce kategória lista

source: Categories design mask
hu_hu: Kategóriák dizájn: maszk

source: Categories design zoom out
hu_hu: Kategóriák dizájn: zoom out

source: Categories design side
hu_hu: Kategóriák dizájn: oldalsó

source: Categories layout masonry or carousel
hu_hu: Kategóriák elrendezés: masonry vagy körhinta

source: Categories loop
hu_hu: Kategória lista

source: Categories loop default
hu_hu: Kategória lista alapértelmezett

source: Categories loop default with color scheme light
hu_hu: Kategória lista alapértelmezett világos színsémával

source: Categories loop center title
hu_hu: Kategória lista középre igazított cím

source: Categories loop replace title
hu_hu: Kategória lista cím cseréje

source: WooCommerce title limit
hu_hu: WooCommerce cím korlát

source: WooCommerce quick shop
hu_hu: WooCommerce gyors vásárlás

source: WooCommerce quick shop 2
hu_hu: WooCommerce gyors vásárlás 2

source: WooCommerce quick view
hu_hu: WooCommerce gyors nézet

source: WooCommerce opt demo store
hu_hu: WooCommerce opció demó áruház

source: WooCommerce opt coming soon
hu_hu: WooCommerce opció hamarosan

source: WooCommerce add to cart button replace
hu_hu: WooCommerce kosárba gomb cseréje

source: WooCommerce product labels
hu_hu: WooCommerce termékcímkék

source: WooCommerce product labels rect
hu_hu: WooCommerce termékcímkék téglalap

source: WooCommerce product labels round
hu_hu: WooCommerce termékcímkék kerek

source: WooCommerce cart labels
hu_hu: WooCommerce kosárcímkék

source: WooCommerce mod login form
hu_hu: WooCommerce mod bejelentkezési űrlap

source: WooCommerce page login register
hu_hu: WooCommerce oldal bejelentkezés/regisztráció

source: WooCommerce page login register predefined
hu_hu: WooCommerce oldal bejelentkezés/regisztráció előre beállított

source: WooCommerce opt social login
hu_hu: WooCommerce opció közösségi bejelentkezés

source: WooCommerce star rating mod
hu_hu: WooCommerce csillagos értékelés mod

source: WooCommerce star rating simple style mod
hu_hu: WooCommerce csillagos értékelés egyszerű stílus mod

source: WooCommerce hide larger price
hu_hu: WooCommerce nagyobb ár elrejtése

source: WooCommerce single product predefined
hu_hu: WooCommerce egyedi termék előre beállított

source: WooCommerce single product tabs predefined
hu_hu: WooCommerce egyedi termék fülek előre beállított

source: WooCommerce single product builder
hu_hu: WooCommerce egyedi termék építő

source: WooCommerce single product inline add to cart
hu_hu: WooCommerce egyedi termék inline kosárba tétel

source: WooCommerce disable owl
hu_hu: WooCommerce owl letiltása

source: WooCommerce breadcrumbs
hu_hu: WooCommerce morzsamenü

source: Portfolio base
hu_hu: Portfólió alap

source: Page 404
hu_hu: 404-es oldal

source: Search page
hu_hu: Keresési oldal

source: Collapsible content
hu_hu: Összecsukható tartalom

source: Age verify option
hu_hu: Korhatár-ellenőrzés opció

source: Button navbar option
hu_hu: Gomb navigációs sáv opció

source: Module tools
hu_hu: Modul eszközök

source: Cookies popup option
hu_hu: Sütik felugró opció

source: Header banner option
hu_hu: Fejléc banner opció

source: Lazy loading option
hu_hu: Lazy loading opció

source: LCP image
hu_hu: LCP kép

source: Off canvas sidebar option
hu_hu: Off canvas oldalsáv opció

source: Off canvas sidebar on shop page option
hu_hu: Off canvas oldalsáv a bolt oldalon opció

source: Helper classes for WPB and Elementor builders
hu_hu: Segédosztályok a WPB és Elementor builderekhez

source: Scroll to top option
hu_hu: Felgörgetés opció

source: Sticky social buttons option
hu_hu: Ragadós közösségi gombok opció

source: Form underline option
hu_hu: Űrlap aláhúzás opció

source: Popup builder option
hu_hu: Felugró ablak készítő opció

source: Floating blocks option
hu_hu: Lebegő blokkok opció

source: Portfolio style option text hover
hu_hu: Portfólió stílus opció szöveg hover

source: Portfolio style option alternative
hu_hu: Portfólió stílus opció alternatív

source: Portfolio style option text under image
hu_hu: Portfólió stílus opció szöveg a kép alatt

source: Portfolio style option parallax
hu_hu: Portfólió stílus opció parallax

source: Justified gallery library
hu_hu: Justified gallery könyvtár

source: Magnific popup library
hu_hu: Magnific popup könyvtár

source: Swiper carousel library
hu_hu: Swiper karusszel könyvtár

source: Carousel arrows style
hu_hu: Karusszel nyilak stílusa

source: Photoswipe library
hu_hu: Photoswipe könyvtár

source: WPBakery integration
hu_hu: WPBakery integráció

source: WPBakery integration (deprecated styles
hu_hu: WPBakery integráció (elavult stílusok

source: Base (deprecated styles)
hu_hu: Alap (elavult stílusok)

source: Elementor integration
hu_hu: Elementor integráció

source: Elementor Pro integration
hu_hu: Elementor Pro integráció

source: Advanced Nocaptcha integration
hu_hu: Advanced Nocaptcha integráció

source: BBPress integration
hu_hu: BBPress integráció

source: Amelia integration
hu_hu: Amelia integráció

source: Contacts form 7 integration
hu_hu: Contacts form 7 integráció

source: WC currency switcher integration
hu_hu: WC pénznemváltó integráció

source: Dokan integration
hu_hu: Dokan integráció

source: Extra product options For WooCommerce integration
hu_hu: Extra product options For WooCommerce integráció

source: Germanized integration
hu_hu: Germanized integráció

source: Mailchimp for wordpress integration
hu_hu: Mailchimp for wordpress integráció

source: Mailchimp for wordpress integration (deprecated styles)
hu_hu: Mailchimp for wordpress integráció (elavult stílusok)

source: Slider Revolution integration
hu_hu: Slider Revolution integráció

source: Stripe integration
hu_hu: Stripe integráció

source: Klarna integration
hu_hu: Klarna integráció

source: WooCommerce Subscription integration
hu_hu: WooCommerce Subscription integráció

source: WooCommerce Payments integration
hu_hu: WooCommerce Payments integráció

source: Paypal Payments integration
hu_hu: Paypal Payments integráció

source: Payment plugins for stripe integration
hu_hu: Payment plugins for stripe integráció

source: Payment plugins for paypal integration
hu_hu: Payment plugins for paypal integráció

source: WCFM – Frontend Manager integration
hu_hu: WCFM – Frontend Manager integráció

source: Multivendorx integration
hu_hu: Multivendorx integráció

source: WC Vendors integration
hu_hu: WC Vendors integráció

source: WPML integration
hu_hu: WPML integráció

source: WooCommerce Multilingual & Multicurrency with WPML integration
hu_hu: WooCommerce Multilingual & Multicurrency with WPML integráció

source: Fancy Product Designer integration
hu_hu: Fancy Product Designer integráció

source: Wordfence integration
hu_hu: Wordfence integráció

source: YITH Compare integration
hu_hu: YITH Compare integráció

source: YITH Vendor integration
hu_hu: YITH Vendor integráció

source: YITH Request Quote integration
hu_hu: YITH Request Quote integráció

source: YITH Wishlist integration
hu_hu: YITH Wishlist integráció

source: Cartflows integration
hu_hu: Cartflows integráció

source: Product arrows
hu_hu: Termék nyilak

source: Highlighted product
hu_hu: Kiemelt termék

source: Element animations
hu_hu: Elem animációk

source: Block option and popup transform
hu_hu: Blokk opció és popup átalakítás

source: Element highlighted text
hu_hu: Elem kiemelt szöveg

source: Element option off canvas column (Elementor)
hu_hu: Elem opció off canvas oszlop (Elementor)

source: Element option sticky column (Elementor)
hu_hu: Elem opció ragadós oszlop (Elementor)

source: Element option off canvas column (WPBakery)
hu_hu: Elem opció off canvas oszlop (WPBakery)

source: Off canvas column btn
hu_hu: Off canvas oszlop gomb

source: Off canvas column btn mod sticky sidebar opener
hu_hu: Off canvas oszlop gomb mód ragadós oldalsáv nyitó

source: Element subtitle style
hu_hu: Elem alcím stílus

source: Tabs general
hu_hu: Fülek általános

source: Accordion general
hu_hu: Harmonika általános

source: Accordion element
hu_hu: Harmonika elem

source: Accordion block
hu_hu: Harmonika blokk

source: Compare images
hu_hu: Képek összehasonlítása

source: 360 element
hu_hu: 360 elem

source: Banner element
hu_hu: Banner elem

source: Banner element with border and background hover effect
hu_hu: Banner elem szegéllyel és háttér hover effektussal

source: Banner element with hover effect
hu_hu: Banner elem hover effektussal

source: Banner element with style color mask and mask with shadow
hu_hu: Banner elem stílus: színmaszk és maszk árnyékkal

source: Banner element with style bordered and bordered background
hu_hu: Banner elem stílus: szegélyes és szegélyes háttér

source: Banner element with style content background
hu_hu: Banner elem stílus: tartalom háttérrel

source: Banner element with button position show on hover
hu_hu: Banner elem gomb pozíció: megjelenítés hoverkor

source: Countdown element
hu_hu: Visszaszámláló elem

source: Button element
hu_hu: Gomb elem

source: Counter element
hu_hu: Számláló elem

source: Image gallery element
hu_hu: Képgaléria elem

source: Image hotspot element
hu_hu: Kép hotspot elem

source: Info box element
hu_hu: Infó doboz elem

source: Info box element with button position "Show on hover"
hu_hu: Infó doboz elem gomb pozícióval "Show on hover"

source: Info box element with style "Bordered"
hu_hu: Infó doboz elem "Bordered" stílussal

source: Info box element with style "Shadow", "Background on hover"
hu_hu: Infó doboz elem "Shadow", "Background on hover" stílussal

source: Menu element
hu_hu: Menü elem

source: Menu element for WPB or Elementor page builder
hu_hu: Menü elem WPB vagy Elementor page builderhez

source: Instagram element
hu_hu: Instagram elem

source: List general
hu_hu: Lista általános

source: List element
hu_hu: Lista elem

source: Google maps element
hu_hu: Google maps elem

source: Google map element
hu_hu: Google map elem

source: Open street map element
hu_hu: Open street map elem

source: Menu price element
hu_hu: Menü ár elem

source: Pricing table element
hu_hu: Ártábla elem

source: Element page title builder
hu_hu: Elem oldalcím készítő

source: Responsive text element
hu_hu: Reszponzív szöveg elem

source: Text block element
hu_hu: Szövegblokk elem

source: Dividers element
hu_hu: Elválasztók elem

source: Section title element
hu_hu: Szekció címsor elem

source: Section title element with style: "Simple", "Bordered"
hu_hu: Szekció címsor elem stílussal: "Egyszerű", "Szegélyezett"

source: Section title element with style: "Underline", "Underline 2", "Overline"
hu_hu: Szekció címsor elem stílussal: "Aláhúzás", "Aláhúzás 2", "Felső vonal"

source: Slider element
hu_hu: Slider elem

source: Slider block
hu_hu: Slider blokk

source: Slider element with arrows
hu_hu: Slider elem nyilakkal

source: Slider element with pagination style 2
hu_hu: Slider elem 2-es lapozó stílussal

source: Slider element with pagination style 3
hu_hu: Slider elem 3-as lapozó stílussal

source: Slider element with slide animation: "Distortion"
hu_hu: Slider elem diaváltási animációval: "Torzítás"

source: Social icons element
hu_hu: Közösségi ikonok elem

source: Social icons styles
hu_hu: Közösségi ikonok stílusai

source: Marquee
hu_hu: Futószöveg

source: Team member element
hu_hu: Csapattag elem

source: Testimonial element
hu_hu: Vélemény elem

source: Testimonial old element
hu_hu: Régi vélemény elem

source: Timeline element
hu_hu: Idővonal elem

source: X (Twitter) element
hu_hu: X (Twitter) elem

source: Product filters element
hu_hu: Termékszűrők elem

source: Table element
hu_hu: Táblázat elem

source: Video element
hu_hu: Videó elem

source: Toggle element
hu_hu: Kapcsoló elem

source: Widget collapse
hu_hu: Widget összecsukás

source: Filters search
hu_hu: Szűrők keresése

source: Search popular requests
hu_hu: Népszerű lekérdezések keresése

source: Search history
hu_hu: Keresési előzmények

source: Dropdown aside
hu_hu: Lenyíló oldalsáv

source: Dropdown full-height
hu_hu: Teljes magasságú lenyíló

source: Content calculation
hu_hu: Tartalomszámítás

source: Sticky navigation
hu_hu: Ragadós navigáció

source: Default wordpress blocks style
hu_hu: Alapértelmezett wordpress blokkok stílusa

source: Block sticky option
hu_hu: Blokk ragadós beállítás

source: Block shape divider option
hu_hu: Blokk alakzat-elválasztó beállítás

source: Block background option
hu_hu: Blokk háttér beállítás

source: Row and column block
hu_hu: Sor és oszlop blokk

source: Title block
hu_hu: Címsor blokk

source: Block title style
hu_hu: Blokk címsor stílus

source: Paragraph block
hu_hu: Bekezdés blokk

source: Icon block
hu_hu: Ikon blokk

source: Button block
hu_hu: Gomb blokk

source: Carousel block
hu_hu: Carousel blokk

source: Container block
hu_hu: Konténer blokk

source: Infobox block
hu_hu: Infobox blokk

source: Full width section block
hu_hu: Teljes szélességű szekció blokk

source: Banner block
hu_hu: Banner blokk

source: Anchor block
hu_hu: Horgony blokk

source: Off-canvas layout block
hu_hu: Off-canvas elrendezés blokk

source: Star rating block
hu_hu: Csillagos értékelés blokk

source: Team member block
hu_hu: Csapattag blokk

source: Table block
hu_hu: Táblázat blokk

source: Testimonial block
hu_hu: Vélemény blokk

source: Image block
hu_hu: Kép blokk

source: Gallery block
hu_hu: Galéria blokk

source: Animated counter block
hu_hu: Animált számláló blokk

source: Popup block
hu_hu: Popup blokk

source: Hotspots block
hu_hu: Hotspots blokk

source: Hotspots product block
hu_hu: Hotspots termék blokk

source: Timeline block
hu_hu: Idővonal blokk

source: Menu list block
hu_hu: Menülista blokk

source: Menu price block
hu_hu: Menü ár blokk

source: Divider block
hu_hu: Elválasztó blokk

source: Divider with inner block
hu_hu: Elválasztó belső blokkal

source: Block collapsible content
hu_hu: Blokk összecsukható tartalom

source: Block toggle
hu_hu: Blokk kapcsoló

source: Predefined popups
hu_hu: Előre definiált popupok

source: Popup name
hu_hu: Popup neve

source: Enter popup name
hu_hu: Adja meg a popup nevét

source: Create popup
hu_hu: Popup létrehozása

source: Popup templates
hu_hu: Popup sablonok

source: Popup preview
hu_hu: Popup előnézet

source: Promotion
hu_hu: Promóció

source: Simple
hu_hu: Egyszerű

source: Simple2
hu_hu: Egyszerű2

source: Simple3
hu_hu: Egyszerű3

source: Simple4
hu_hu: Egyszerű4

source: Simple5
hu_hu: Egyszerű5

source: Simple6
hu_hu: Egyszerű6

source: Newsletter
hu_hu: Hírlevél

source: Contact Form
hu_hu: Kapcsolati űrlap

source: Exit Intent
hu_hu: Kilépési szándék

source: Information
hu_hu: Információ

source: Floating Block
hu_hu: Lebegő blokk

source: Predefined floating blocks
hu_hu: Előre definiált lebegő blokkok

source: Floating block name
hu_hu: Lebegő blokk neve

source: Enter floating block name
hu_hu: Adja meg a lebegő blokk nevét

source: Floating block
hu_hu: Lebegő blokk

source: Create floating block
hu_hu: Lebegő blokk létrehozása

source: Floating blocks templates
hu_hu: Lebegő blokkok sablonjai

source: Floating block preview
hu_hu: Lebegő blokk előnézet

source: Button
hu_hu: Gomb

source: Bar
hu_hu: Sáv

source: Make it overlap
hu_hu: Tegye átfedővé

source: Make the header overlap the content.
hu_hu: A fejléc fedje át a tartalmat.

source: Make it boxed
hu_hu: Tegye dobozosra

source: The header will be boxed instead of full width
hu_hu: A fejléc teljes szélesség helyett dobozos lesz

source: Full width header
hu_hu: Teljes szélességű fejléc

source: Full width layout for the header container.
hu_hu: Teljes szélességű elrendezés a fejléc konténer számára.

source: Header dropdowns dark
hu_hu: Fejléc lenyílók sötét

source: Make all menu, shopping cart, search, mobile menu dropdowns in dark color scheme.
hu_hu: Tegye az összes menü-, bevásárlókosár-, keresési és mobilmenü lenyílót sötét színsémájúvá.

source: Sticky header shadow
hu_hu: Ragadós fejléc árnyéka

source: Sticky header
hu_hu: Ragadós fejléc

source: Add a shadow for the header when it is sticked.
hu_hu: Árnyék hozzáadása a fejléchez, amikor ragadós.

source: Hide when scrolling down
hu_hu: Elrejtés lefelé görgetéskor

source: Hides the sticky header when you scroll the page down. And shows only when you scroll top.
hu_hu: Elrejti a ragadós fejlécet, amikor lefelé görget. És csak felfelé görgetéskor jeleníti meg.

source: Sticky effect
hu_hu: Ragadós hatás

source: Stick on scroll
hu_hu: Rögzítés görgetéskor

source: Slide after scrolled down
hu_hu: Csúsztatás lefelé görgetés után

source: You can choose between two types of sticky header effects.
hu_hu: Kétféle ragadós fejléceffektus közül választhat.

source: Sticky header clone
hu_hu: Ragadós fejléc klónja

source: Sticky header will clone elements from the header (logo, menu, search and shopping cart widget) and show them in one line.
hu_hu: A ragadós fejléc a fejléc elemeit (logó, menü, kereső és bevásárlókosár widget) klónozza, és egy sorban jeleníti meg.

source: Sticky header height
hu_hu: Ragadós fejléc magassága

source: Determine header height for sticky header value in pixels.
hu_hu: Adja meg a ragadós fejléc magasságát pixelben.

source: Autocomplete
hu_hu: Automatikus kiegészítés

source: Countdown
hu_hu: Visszaszámlálás

source: Device
hu_hu: Eszköz

source: Parallax scroll
hu_hu: Parallax görgetés

source: Tooltips
hu_hu: Buboréksúgók

source: Vimeo player
hu_hu: Vimeo lejátszó

source: Admin bar slider menu
hu_hu: Admin sáv csúszkamenü

source: Helpers
hu_hu: Segédeszközök

source: Scroll Bar
hu_hu: Görgetősáv

source: Animations
hu_hu: Animációk

source: CSS Animations
hu_hu: CSS-animációk

source: Age verify
hu_hu: Korhatár-ellenőrzés

source: Before search content
hu_hu: Keresés előtti tartalom

source: AJAX search
hu_hu: AJAX keresés

source: Back history button
hu_hu: Vissza gomb

source: Cookies popup
hu_hu: Cookie felugró ablak

source: Widgets collapse script
hu_hu: Widgetek összecsukó szkript

source: Off canvas sidebars
hu_hu: Off-canvas oldalsávok

source: Swiper carousel
hu_hu: Swiper karusszel

source: Background parallax
hu_hu: Háttér parallax

source: Image gallery element photoswipe
hu_hu: Képgaléria elem photoswipe

source: Search full screen
hu_hu: Teljes képernyős keresés

source: Sticky column
hu_hu: Ragadós oszlop

source: Sticky container
hu_hu: Ragadós konténer

source: Sticky social buttons
hu_hu: Ragadós közösségi gombok

source: Widget title toggle
hu_hu: Widget címének váltása

source: Clear search button
hu_hu: Keresés törlése gomb

source: LCP image tracker
hu_hu: LCP képkövető

source: Blog load more
hu_hu: Blog továbbiak betöltése

source: Banner element parallax
hu_hu: Banner elem parallax

source: Button element smooth scroll
hu_hu: Gomb elem sima görgetés

source: Popup element
hu_hu: Felugró elem

source: Animated counter element
hu_hu: Animált számláló elem

source: Hotspot element
hu_hu: Hotspot elem

source: Infobox element SVG animation
hu_hu: Infobox elem SVG animáció

source: Slider distortion
hu_hu: Slider torzítás

source: Shaders
hu_hu: Shaderek

source: Video poster element
hu_hu: Videó poszter elem

source: 360 degree view element
hu_hu: 360 fokos nézet elem

source: Tabs element
hu_hu: Fülek elem

source: Single product layout element stock status
hu_hu: Egytermék elrendezés elem készletállapot

source: Video element popup
hu_hu: Videó elem felugró ablak

source: Marquee element
hu_hu: Futószöveg elem

source: Menu anchor
hu_hu: Menü horgony

source: Compare images element
hu_hu: Képösszehasonlító elem

source: Sticky columns element
hu_hu: Ragadós oszlopok elem

source: Mobile search element
hu_hu: Mobil keresés elem

source: Full screen menu
hu_hu: Teljes képernyős menü

source: Menu dropdowns AJAX
hu_hu: Menü legördülők AJAX

source: Menu offsets
hu_hu: Menü eltolások

source: Sticky categories navigation
hu_hu: Ragadós kategória navigáció

source: Menu overlay
hu_hu: Menü átfedés

source: Menu element click action
hu_hu: Menüelem kattintási művelet

source: Mobile navigation
hu_hu: Mobil navigáció

source: More categories button
hu_hu: További kategóriák gomb

source: One page menu
hu_hu: Egyoldalas menü

source: Search category dropdown
hu_hu: Keresés kategória legördülő

source: Portfolio AJAX
hu_hu: Portfólió AJAX

source: Portfolio effect
hu_hu: Portfólió effektus

source: Portfolio load more
hu_hu: Portfólió továbbiak betöltése

source: Portfolio photoswipe
hu_hu: Portfólió photoswipe

source: Portfolio masonry filters
hu_hu: Portfólió masonry szűrők

source: Single product AJAX add to cart
hu_hu: Egytermék AJAX kosárba helyezés

source: Sort by widget action
hu_hu: Rendezés szerinti widget művelet

source: Cart widget
hu_hu: Kosár widget

source: Categories accordion
hu_hu: Kategóriák harmonika

source: Categories dropdown
hu_hu: Kategóriák legördülő

source: Categories menu
hu_hu: Kategóriák menü

source: Categories menu side hidden
hu_hu: Oldalsó rejtett kategóriamenü

source: Layered navigation dropdowns
hu_hu: Rétegezett navigációs legördülők

source: Shop filters area
hu_hu: Bolt szűrők területe

source: Quantity on products grid
hu_hu: Mennyiség a termékrácson

source: Header categories menu
hu_hu: Fejléc kategóriamenü

source: Single product image zoom
hu_hu: Termékoldali képnagyítás

source: Login dropdown
hu_hu: Bejelentkezési legördülő

source: Login sidebar
hu_hu: Bejelentkezési oldalsáv

source: Login tabs
hu_hu: Bejelentkezési fülek

source: Mini cart quantity
hu_hu: Mini kosár mennyiség

source: Checkout fields
hu_hu: Pénztár mezők

source: Checkout remove button
hu_hu: Eltávolítás gomb a pénztárnál

source: Checkout quantity
hu_hu: Pénztár mennyiség

source: Remove from cart loader
hu_hu: Kosárból eltávolítás betöltő

source: Single product 360 button
hu_hu: Termékoldali 360° gomb

source: View 3D element
hu_hu: 3D elem megtekintése

source: Single product accordion
hu_hu: Termékoldali harmonika

source: Product filters
hu_hu: Termékszűrők

source: Product base hover
hu_hu: Termék alap hover

source: Single product image photoswipe
hu_hu: Termékoldali kép PhotoSwipe

source: Single product image gallery
hu_hu: Termékoldali képgaléria

source: Product more description
hu_hu: Termék bővebb leírása

source: Recently Viewed Products
hu_hu: Nemrég megtekintett termékek

source: Product load more
hu_hu: További termékek betöltése

source: Single product video button
hu_hu: Termékoldali videógomb

source: Quick shop variation form
hu_hu: Gyors vásárlás variációs űrlap

source: Shop loader
hu_hu: Bolt betöltő

source: Shop masonry
hu_hu: Bolt masonry elrendezés

source: Shop page init
hu_hu: Bolt oldal inicializálása

source: Single product tabs accordion
hu_hu: Termékoldali fülek harmonika
