Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: ThemeForest Premium Theme
hu_hu: ThemeForest prémium téma

source: Not Found
hu_hu: Nem található

source: This is somewhat embarrassing, isn&rsquo;t it?
hu_hu: Ez kissé kínos, nemde?

source: It looks like nothing was found at this location. Maybe try a search?
hu_hu: Úgy tűnik, itt nem található semmi. Talán próbáljon meg keresni?

source: About %s
hu_hu: Névjegy: %s

source: View all posts by %s
hu_hu: Összes bejegyzés megtekintése %s-től

source: Comment navigation
hu_hu: Hozzászólások navigációja

source: &larr; Older Comments
hu_hu: &larr; Régebbi hozzászólások

source: Newer Comments &rarr;
hu_hu: Újabb hozzászólások &rarr;

source: Comments are closed.
hu_hu: A hozzászólások lezárva.

source: Nothing Found
hu_hu: Nincs találat

source: Apologies, but no results were found. Perhaps searching will help find a related post.
hu_hu: Elnézést, de nem találtunk eredményt. Talán a keresés segít kapcsolódó bejegyzést találni.

source: View Large
hu_hu: Nagy méret megtekintése

# meta-date
source: On
hu_hu: Ekkor

source: Pages:
hu_hu: Oldalak:

source: All rights reserved
hu_hu: Minden jog fenntartva

source: My account
hu_hu: Fiókom

source: Open mobile menu
hu_hu: Mobilmenü megnyitása

source: Menu
hu_hu: Menü

source: Shopping cart
hu_hu: Bevásárlókosár

source: Browse Categories
hu_hu: Kategóriák böngészése

source: Show more category button
hu_hu: További kategóriák gomb

source: Header categories navigation
hu_hu: Fejléc kategóriák navigációja

source: Compare products
hu_hu: Termékek összehasonlítása

source: Compare
hu_hu: Összehasonlítás

source: Languages
hu_hu: Nyelvek

source: Flag for %s
hu_hu: %s zászlója

source: You need WPML plugin for this to work. You can remove it from Header builder.
hu_hu: Ehhez a működéshez WPML plugin szükséges. Eltávolíthatja a Header builderből.

source: Site logo
hu_hu: Webhely logója

source: Main navigation
hu_hu: Fő navigáció

source: Create your first <a href="%s"><strong>navigation menu here</strong></a> and add it to the "Main menu" location.
hu_hu: Hozza létre az első <a href="%s"><strong>navigációs menüt itt</strong></a>, és adja hozzá a "Fő menü" helyhez.

source: Secondary navigation
hu_hu: Másodlagos navigáció

source: Wrong menu selected
hu_hu: Hibás menü lett kiválasztva.

source: Choose menu
hu_hu: Válasszon menüt

source: Search
hu_hu: Keresés

source: Open sticky navigation
hu_hu: Rögzített navigáció megnyitása

source: My Wishlist
hu_hu: Kívánságlistám

source: Wishlist products
hu_hu: Kívánságlistás termékek

source: Wishlist
hu_hu: Kívánságlista

source: Page %s
hu_hu: Oldal %s

source: All categories
hu_hu: Összes kategória

source: Search for options
hu_hu: Opciók keresése

source: Activate
hu_hu: Aktiválás

source: Activated
hu_hu: Aktiválva

source: Update
hu_hu: Frissítés

source: Deactivate
hu_hu: Deaktiválás

source: Install
hu_hu: Telepítés

source: Activating
hu_hu: Aktiválás folyamatban

source: Updating
hu_hu: Frissítés folyamatban

source: Deactivating
hu_hu: Deaktiválás folyamatban

source: Installing
hu_hu: Telepítés folyamatban

source: Animate it
hu_hu: Animálja

source: Are you sure you want to remove backup? This process cannot be undone. Continue?
hu_hu: Biztosan eltávolítja a biztonsági mentést? Ez a folyamat nem vonható vissza. Folytatja?

source: Are you sure you want to apply backup? This process cannot be undone. Continue?
hu_hu: Biztosan visszaállítja a biztonsági mentést? Ez a folyamat nem vonható vissza. Folytatja?

source: Select
hu_hu: Kiválasztás

source: Edit this block with Page Builder
hu_hu: Szerkessze ezt a blokkot a Page Builderrel

source: Create new HTML Block
hu_hu: Új HTML blokk létrehozása

source: Network Activate
hu_hu: Hálózati aktiválás

source: Page Setting (custom metabox from theme)
hu_hu: Oldalbeállítás (egyéni metabox a témából)

source: Header
hu_hu: Fejléc

source: Page title
hu_hu: Oldalcím

source: Sidebar
hu_hu: Oldalsáv

source: Footer
hu_hu: Lábléc

source: Preload image
hu_hu: Kép előtöltése

source: Mobile version
hu_hu: Mobilverzió

source: Mobile version HTML block (experimental)
hu_hu: Mobilverzió HTML blokk (kísérleti)

source: You can create a separate content that will be displayed on mobile devices to optimize the performance.
hu_hu: Létrehozhat külön tartalmat, amely mobil eszközökön jelenik meg a teljesítmény optimalizálása érdekében.

source: Open categories menu
hu_hu: Kategóriamenü megnyitása

source: Always shows categories menu on this page
hu_hu: Mindig mutassa a kategóriamenüt ezen az oldalon.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Custom header for this page
hu_hu: Egyéni fejléc ehhez az oldalhoz

source: If you are using our header builder for your header configuration you can select different layout from the list for this particular page.
hu_hu: Ha a fejléc beállításához a Header buildert használja, ehhez a konkrét oldalhoz másik elrendezést választhat a listából.

source: Disable page title
hu_hu: Oldalcím letiltása

source: Hide page heading on this page.
hu_hu: Oldalcím elrejtése ezen az oldalon.

source: Page title size
hu_hu: Oldalcím mérete

source: Set different size for page title.
hu_hu: Állítson be eltérő méretet az oldalcímhez.

source: Inherit
hu_hu: Örökölt

source: Default
hu_hu: Alapértelmezett

source: Small
hu_hu: Kicsi

source: Large
hu_hu: Nagy

source: Image for page title
hu_hu: Kép az oldalcímhez

source: Upload an image
hu_hu: Kép feltöltése

source: Page title background color
hu_hu: Oldalcím háttérszíne

source: Choose a color
hu_hu: Szín kiválasztása

source: Image size
hu_hu: Kép mérete

source: Custom width (px)
hu_hu: Egyéni szélesség (px)

source: Custom height (px)
hu_hu: Egyéni magasság (px)

source: Text color for title
hu_hu: Cím szövegszíne

source: Light
hu_hu: Világos

source: Dark
hu_hu: Sötét

source: Sidebar position
hu_hu: Oldalsáv pozíciója

source: Select main content and sidebar alignment.
hu_hu: Válassza ki a fő tartalom és az oldalsáv igazítását.

source: Without
hu_hu: Nélkül

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Sidebar size
hu_hu: Oldalsáv mérete

source: Set different size for sidebar on this page.
hu_hu: Állítson be eltérő oldalsáv-méretet ezen az oldalon.

source: Medium
hu_hu: Közepes

source: Custom sidebar for this page
hu_hu: Egyedi oldalsáv ehhez az oldalhoz

source: Disable footer
hu_hu: Lábléc letiltása

source: Disable footer on this page.
hu_hu: A lábléc letiltása ezen az oldalon.

source: Disable prefooter
hu_hu: Előlábléc letiltása

source: Disable prefooter on this page.
hu_hu: Az előlábléc letiltása ezen az oldalon.

source: Disable copyrights
hu_hu: Szerzői jogok letiltása

source: Disable copyrights on this page.
hu_hu: A szerzői jogok letiltása ezen az oldalon.

source: Image
hu_hu: Kép

source: Desktop
hu_hu: Asztali

source: Custom image size
hu_hu: Egyedi képméret

source: Image type
hu_hu: Képtípus

source: Image tag (<img>)
hu_hu: Képcímke (<img>)

source: Background image (CSS)
hu_hu: Háttérkép (CSS)

source: Choose whether your image is added to the page using an "img" tag or as a background via CSS. Selecting the correct placement type will help determine whether srcsets are used for the image, ensuring each of them is considered in the LCP option. If you set the image using "Find" function, this value will be selected automatically.
hu_hu: Válassza ki, hogy a képet "img" címkével adja az oldalhoz, vagy CSS háttérként. A megfelelő elhelyezési típus kiválasztása segít meghatározni, hogy használjon-e a rendszer srcseteket a képhez, így mindegyik számításba vételre kerül az LCP opcióban. Ha a képet a "Find" funkcióval állítja be, ez az érték automatikusan kiválasztásra kerül.

source: Mobile
hu_hu: Mobil

source: Extra options from theme
hu_hu: További opciók a témából

source: General
hu_hu: Általános

source: Blog design
hu_hu: Blog kialakítás

source: Choose one of the blog designs available in the theme.
hu_hu: Válasszon a témában elérhető blogkialakítások közül.

source: Default alternative
hu_hu: Alapértelmezett alternatíva

source: Small images
hu_hu: Kis képek

source: Chess
hu_hu: Sakk

source: Grid
hu_hu: Rács

source: Mask on image
hu_hu: Maszk a képen

source: Meta on image
hu_hu: Meta a képen

source: Product Setting (custom metabox from theme)
hu_hu: Termékbeállítás (egyedi metabox a témából)

source: Layout
hu_hu: Elrendezés

source: Style
hu_hu: Stílus

source: Tabs
hu_hu: Fülek

source: Permanent "New" label
hu_hu: Állandó "Új" címke

source: Enable this option to make your product have "New" status forever.
hu_hu: Engedélyezze ezt az opciót, hogy a termék örökre "Új" státuszt kapjon.

source: Mark product as "New" till date
hu_hu: Termék megjelölése "Új"-ként eddig a dátumig

source: Specify the end date when the "New" status will be retired. NOTE: "Permanent "New" label" option should be disabled if you use the exact date.
hu_hu: Adja meg a befejezési dátumot, amikor az "Új" státusz megszűnik. MEGJEGYZÉS: Az "Állandó "Új" címke" opciót tiltsa le, ha pontos dátumot használ.

source: Grid swatch attribute to display
hu_hu: Rácsban megjelenítendő minta attribútum

source: Choose attribute that will be shown on products grid for this particular product
hu_hu: Válassza ki azt az attribútumot, amely a termékrácsban megjelenik ennél a konkrét terméknél

source: Hide related products
hu_hu: Kapcsolódó termékek elrejtése

source: You can hide related products on this page
hu_hu: Elrejtheti a kapcsolódó termékeket ezen az oldalon

source: Exclude variation products on grid
hu_hu: Variációs termékek kizárása a rácsból

source: Product video URL
hu_hu: Termékvideó URL

source: URL example: https://www.youtube.com/watch?v=LXb3EKWsInQ
hu_hu: URL példa: https://www.youtube.com/watch?v=LXb3EKWsInQ

source: Instagram product hashtag (deprecated)
hu_hu: Instagram termékhashtag (elavult)

source: Insert tag that will be used to display images from instagram from your customers. For example: <strong>#nike_rush_run</strong>
hu_hu: Adjon meg egy taget, amelyet az ügyfelek Instagram-képeinek megjelenítésére használunk. Például: <strong>#nike_rush_run</strong>

source: Product page layout
hu_hu: Termékoldal elrendezése

source: You can choose different page layout depending on the product image size you need.
hu_hu: A kívánt termékképméret alapján különböző oldalelrendezések közül választhat.

source: Small image
hu_hu: Kis kép

source: Full width (container)
hu_hu: Teljes szélesség (konténer)

source: Full width (window)
hu_hu: Teljes szélesség (ablak)

source: Thumbnails position
hu_hu: Bélyegképek pozíciója

source: Left (vertical position)
hu_hu: Bal (függőleges elhelyezés)

source: Bottom (horizontal carousel)
hu_hu: Alul (vízszintes karusszel)

source: Bottom (1 column)
hu_hu: Alul (1 oszlop)

source: Bottom (2 columns)
hu_hu: Alul (2 oszlop)

source: Combined grid (1:2:1)
hu_hu: Kombinált rács (1:2:1)

source: This option is deprecated. You can now use "Layouts" or "Theme settings presets" to change one or several individual product pages.
hu_hu: Ez az opció elavult. Mostantól a "Layouts" vagy a "Theme settings presets" használatával módosíthat egy vagy több egyéni termékoldalt.

source: Custom header for this product
hu_hu: Egyedi fejléc ehhez a termékhez

source: You can select a different header from the list for this particular product.
hu_hu: Kiválaszthat egy eltérő fejlécet a listából ehhez a konkrét termékhez.

source: Extra content block
hu_hu: Extra tartalomblokk

source: You can create some extra content with page builder (in Admin panel / HTML Blocks / Add new) and add it to this product
hu_hu: Készíthet extra tartalmat az oldalkészítővel (Admin felület / HTML blokkok / Új hozzáadása), és hozzáadhatja ehhez a termékhez

source: Extra content position
hu_hu: Extra tartalom pozíciója

source: After content
hu_hu: Tartalom után

source: Before content
hu_hu: Tartalom előtt

source: Prefooter
hu_hu: Előlábléc

source: Product page design
hu_hu: Termékoldal kialakítása

source: Choose between different predefined designs.
hu_hu: Válasszon a különböző előre definiált dizájnok közül.

source: Centered
hu_hu: Középre igazított

source: Product background
hu_hu: A termék háttere

source: Set background for this particular product page.
hu_hu: Állítson be hátteret ehhez a konkrét termékoldalhoz.

source: You can set different sizes for your pages sidebar
hu_hu: Az oldalak oldalsávjához különböző méreteket állíthat be

source: Custom sidebar for this product
hu_hu: Egyedi oldalsáv ehhez a termékhez

source: Hide tabs headings
hu_hu: Fülfejlécek elrejtése

source: Description and Additional information
hu_hu: Leírás és További információk

source: Custom tab title
hu_hu: Egyéni fül címe

source: Tab [1]
hu_hu: Fül [1]

source: Priority
hu_hu: Prioritás

source: Custom tab content
hu_hu: Egyéni fül tartalma

source: Text
hu_hu: Szöveg

source: HTML Block
hu_hu: HTML blokk

source: Tab [2]
hu_hu: Fül [2]

source: Tab [3]
hu_hu: Fül [3]

source: Tab [4]
hu_hu: Fül [4]

source: Tab [5]
hu_hu: Fül [5]

source: Category icon
hu_hu: Kategóriaikon

source: This icon will be used in areas such as the header menu, mobile menu, sticky menu, and category search results.
hu_hu: Ezt az ikont olyan területeken használjuk, mint a fejléc menü, a mobilmenü, a rögzített menü és a kategóriakeresés találatai.

source: Large category icon
hu_hu: Nagy kategóriaikon

source: This icon will be used in areas such as the category menu in shop the page title and in category elements with the “navigation” type selected.
hu_hu: Ezt az ikont olyan területeken használjuk, mint az áruház kategóriamenüje, az oldal címe és a „navigation” típusúra választott kategóriaelemek.

source: Category page title background
hu_hu: Kategóriaoldal címének háttere

source: This image will be used as the background of the shop page title when viewing this category.
hu_hu: Ez a kép az áruház oldal címének háttereként lesz használva e kategória megtekintésekor.

source: Extra description
hu_hu: Extra leírás

source: Additional category description that will be displayed after product loop on this category page.
hu_hu: Kiegészítő kategórialeírás, amely a terméklista után jelenik meg ezen a kategóriaoldalon.

source: Slide Settings
hu_hu: Dia beállításai

source: Background
hu_hu: Háttér

source: Settings
hu_hu: Beállítások

source: Background color
hu_hu: Háttérszín

source: Fill
hu_hu: Kitöltés

source: None
hu_hu: Nincs

source: Object position
hu_hu: Objektum pozíciója

source: Left Top
hu_hu: Bal felső

source: Left Center
hu_hu: Bal közép

source: Left Bottom
hu_hu: Bal alsó

source: Center Top
hu_hu: Felső közép

source: Center Center
hu_hu: Közép

source: Center Bottom
hu_hu: Alsó közép

source: Right Top
hu_hu: Jobb felső

source: Right Center
hu_hu: Jobb közép

source: Right Bottom
hu_hu: Jobb alsó

source: Custom
hu_hu: Egyéni

source: Position by X (px)
hu_hu: X pozíció (px)

source: Position by Y (px)
hu_hu: Y pozíció (px)

source: The Background image option uses CSS to set a background. For maximum performance and loading speed, we recommend using the Image option, which uses the "img" tag instead of the "background-image" CSS property. This approach allows the browser to prioritize the image for LCP (Largest Contentful Paint) and leverage the benefits of srcset, enabling it to select the most appropriate image size for the user's device and screen resolution.
hu_hu: A Background image opció CSS-t használ a háttér beállításához. A maximális teljesítmény és betöltési sebesség érdekében az Image opció használatát javasoljuk, amely a "background-image" CSS-tulajdonság helyett az "img" taget használja. Ez a megközelítés lehetővé teszi, hogy a böngésző az LCP (Largest Contentful Paint) szempontjából előnyben részesítse a képet, és kihasználja a srcset előnyeit, így a felhasználó eszközéhez és képernyőfelbontásához leginkább megfelelő képméretet választhasson.

source: Background image
hu_hu: Háttérkép

source: Background size
hu_hu: Háttér mérete

source: Background position
hu_hu: Háttér pozíciója

source: Content no space
hu_hu: Tartalom térköz nélkül

source: The content block will not have any paddings
hu_hu: A tartalomblokk nem kap belső térközt

source: Full width content
hu_hu: Teljes szélességű tartalom

source: Takes the slider's width
hu_hu: Felveszi a slider szélességét

source: Content width
hu_hu: Tartalom szélessége

source: Set your value in pixels.
hu_hu: Adja meg az értéket pixelben.

source: Vertical content align
hu_hu: Tartalom függőleges igazítása

source: Top
hu_hu: Felül

source: Middle
hu_hu: Középen

source: Bottom
hu_hu: Alul

source: Content position
hu_hu: Tartalom pozíciója

source: Horizontal content align
hu_hu: Tartalom vízszintes igazítása

source: Center
hu_hu: Középre

source: Animation
hu_hu: Animáció

source: Select a content appearance animation.
hu_hu: Válasszon egy animációt a tartalom megjelenéséhez.

source: Slide from top
hu_hu: Csúszás felülről

source: Slide from bottom
hu_hu: Csúszás alulról

source: Slide from right
hu_hu: Csúszás jobbról

source: Slide from left
hu_hu: Csúszás balról

source: Top flip X
hu_hu: Felülről X-átfordulás

source: Bottom flip X
hu_hu: Alulról X-átfordulás

source: Right flip Y
hu_hu: Jobbról Y-átfordulás

source: Left flip Y
hu_hu: Balról Y-átfordulás

source: Zoom in
hu_hu: Nagyítás

source: Link
hu_hu: Hivatkozás

source: Add URL to make whole slide clickable. Placing a link over the slide content will make this content not selectable.
hu_hu: Adjon meg egy URL-t, hogy a teljes dia kattintható legyen. Ha hivatkozást helyez a dia tartalma fölé, a tartalom nem lesz kijelölhető.

source: Slide link
hu_hu: Dia hivatkozása

source: Open link in new tab
hu_hu: Hivatkozás megnyitása új lapon

source: Slide content
hu_hu: Dia tartalma

source: Slide change animation
hu_hu: Dia váltásának animációja

source: Slide
hu_hu: Dia

source: Fade
hu_hu: Áttűnés

source: Distortion
hu_hu: Torzítás

source: Stretch slider
hu_hu: Slider nyújtása

source: Make slider full width
hu_hu: Slider teljes szélességűvé tétele

source: Make content full width
hu_hu: Tartalom teljes szélességűvé tétele

source: Height
hu_hu: Magasság

source: Custom height
hu_hu: Egyéni magasság

source: As image
hu_hu: Mint a kép

source: Aspect ratio
hu_hu: Képarány

source: Custom height on desktop
hu_hu: Egyéni magasság asztali nézeten

source: Custom height on tablet
hu_hu: Egyéni magasság tableten

source: Custom height on mobile
hu_hu: Egyéni magasság mobilon

source: Aspect ratio on desktop
hu_hu: Képarány asztali nézeten

source: Aspect ratio on tablet
hu_hu: Képarány tableten

source: Aspect ratio on mobile
hu_hu: Képarány mobilon

source: Arrows style
hu_hu: Nyilak stílusa

source: Style 1
hu_hu: Stílus 1

source: Style 2
hu_hu: Stílus 2

source: Style 3
hu_hu: Stílus 3

source: Disable
hu_hu: Letiltás

source: Arrows color scheme
hu_hu: Nyilak színsémája

source: Custom settings
hu_hu: Egyéni beállítások

source: Hover style
hu_hu: Hover stílus

source: Size
hu_hu: Méret

source: Icon size
hu_hu: Ikon mérete

source: Offset horizontal
hu_hu: Vízszintes eltolás

source: Offset vertical
hu_hu: Függőleges eltolás

source: Color
hu_hu: Szín

source: Regular
hu_hu: Normál

source: Border
hu_hu: Szegély

source: Edit settings
hu_hu: Beállítások szerkesztése

source: Border radius
hu_hu: Szegély lekerekítése

source: Border style
hu_hu: Szegély stílusa

source: Solid
hu_hu: Folytonos

source: Dotted
hu_hu: Pontozott

source: Double
hu_hu: Dupla

source: Dashed
hu_hu: Szaggatott

source: Groove
hu_hu: Vájat

source: Border width
hu_hu: Szegély vastagsága

source: Color hover
hu_hu: Hover színe

source: Box shadow
hu_hu: Dobozárnyék

source: Horizontal offset
hu_hu: Vízszintes eltolás

source: Vertical offset
hu_hu: Függőleges eltolás

source: Blur
hu_hu: Elmosás

source: Spread
hu_hu: Terjedés

source: Pagination style
hu_hu: Lapozás stílusa

source: Pagination horizontal alignment
hu_hu: Lapozás vízszintes igazítása

source: Pagination color scheme
hu_hu: Oldalszámozás színsémája

source: Active
hu_hu: Aktív

source: Background of wrapper
hu_hu: Wrapper háttere

source: Active color
hu_hu: Aktív szín

source: Enable autoplay
hu_hu: Automatikus lejátszás engedélyezése

source: Rotate slider images automatically.
hu_hu: A slider képeinek automatikus váltása.

source: Autoplay speed
hu_hu: Automatikus lejátszás sebessége

source: Init carousel on scroll
hu_hu: Karusszel inicializálása görgetéskor

source: This option allows you to init carousel script only when visitor scroll the page to the slider. Useful for performance optimization.
hu_hu: Ez az opció lehetővé teszi, hogy a karusszel szkript csak akkor inicializálódjon, amikor a látogató az oldalon a sliderhez görget. Hasznos a teljesítmény optimalizálásához.

source: Theme settings
hu_hu: Téma beállításai

source: Active presets
hu_hu: Aktív előbeállítások

source: Active theme settings presets
hu_hu: Aktív téma beállítási előbeállítások

source: Active discount
hu_hu: Aktív kedvezmény

source: Active discounts
hu_hu: Aktív kedvezmények

source: Header builder
hu_hu: Fejléc építő

source: Edit current header
hu_hu: Jelenlegi fejléc szerkesztése

source: Prebuilt websites
hu_hu: Előre elkészített weboldalak

source: Layouts
hu_hu: Elrendezések

source: Sliders
hu_hu: Sliderek

source: Slides
hu_hu: Diák

source: Add new slide
hu_hu: Új dia hozzáadása

source: Add new
hu_hu: Új hozzáadása

source: Categories
hu_hu: Kategóriák

source: Popups
hu_hu: Felugró ablakok

source: Floating blocks
hu_hu: Lebegő blokkok

source: Theme license
hu_hu: Téma licenc

source: Plugins
hu_hu: Bővítmények

source: Theme settings backup
hu_hu: Téma beállításainak biztonsági mentése

source: Theme settings presets
hu_hu: Téma beállítási előbeállítások

source: Status
hu_hu: Állapot

source: Changelog
hu_hu: Változásnapló

source: WPBakery CSS Generator
hu_hu: WPBakery CSS generátor

source: <strong>Important:</strong> The WoodMart Core plugin is not installed. You can install the plugin <a href="%s">here</a>.
hu_hu: <strong>Fontos:</strong> A WoodMart Core bővítmény nincs telepítve. A bővítményt <a href=\"%s\">itt</a> telepítheti.

source: <strong>Important:</strong> The WoodMart Core plugin is outdated. You can update the plugin <a href="%s">here</a>.
hu_hu: <strong>Fontos:</strong> A WoodMart Core bővítmény elavult. A bővítményt <a href=\"%s\">itt</a> frissítheti.

source: Slider settings
hu_hu: Slider beállításai

source: Title
hu_hu: Cím

source: Date
hu_hu: Dátum

source: Edit
hu_hu: Szerkesztés

source: Trash
hu_hu: Lomtár

source: View
hu_hu: Megtekintés

source: Duplicate
hu_hu: Duplikálás

source: Published
hu_hu: Közzétéve

source: There are no slides yet.
hu_hu: Még nincsenek diák.

source: Welcome to WoodMart dashboard
hu_hu: Üdvözöljük a WoodMart vezérlőpultján

source: Thank you for choosing WoodMart, our premium eCommerce theme! Get started building your stunning online store by easily importing one of our prebuilt demo sites and customizing the theme options to match your needs.
hu_hu: Köszönjük, hogy a WoodMartot, prémium e-kereskedelmi témánkat választotta! Kezdje el lenyűgöző webáruháza építését egy előre elkészített demóoldal egyszerű importálásával, majd szabja személyre a téma beállításait igényei szerint.

source: Welcome to WoodMart
hu_hu: Üdvözöljük a WoodMartban

source: What's new
hu_hu: Újdonságok

source: Need assistance?
hu_hu: Segítségre van szüksége?

source: Check out these links for more information and support!
hu_hu: További információért és támogatásért nézze meg ezeket a hivatkozásokat!

source: Documentation
hu_hu: Dokumentáció

source: Video tutorials
hu_hu: Videós útmutatók

source: Support forum
hu_hu: Támogatási fórum

source: Enjoying the theme?
hu_hu: Tetszik a téma?

source: Share your thoughts by leaving a comment on ThemeForest.
hu_hu: Ossza meg véleményét egy megjegyzés írásával a ThemeForesten.
