Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: List of product categories, product tags, or product attributes terms.
hu_hu: Termékkategóriák, termékcímkék vagy termékattribútumok elemeinek listája.

source: Grid or carousel
hu_hu: Rács vagy karusszel

source: Shop tools
hu_hu: Áruház eszközei

source: Per page, Sorting, Columns
hu_hu: Oldalanként, Rendezés, Oszlopok

source: Highlighted products
hu_hu: Kiemelt termékek

source: Create an eye-catching section of special products to promote them on your store.
hu_hu: Hozzon létre figyelemfelkeltő szekciót különleges termékek számára, hogy népszerűsítse őket az áruházában.

source: Load more products
hu_hu: További termékek betöltése

source: Theme fonts
hu_hu: Téma betűtípusai

source: Use custom theme animations if you want to run them in the slider element.
hu_hu: Használja a téma egyedi animációit, ha futtatni szeretné őket a slider elemben.

source: Slide short from left
hu_hu: Rövid csúsztatás balról

source: Slide short from right
hu_hu: Rövid csúsztatás jobbról

source: Flip X bottom
hu_hu: Átfordítás X – alul

source: Flip X top
hu_hu: Átfordítás X – felül

source: Flip Y left
hu_hu: Átfordítás Y – bal

source: Flip Y right
hu_hu: Átfordítás Y – jobb

source: Animation duration
hu_hu: Animáció időtartama

source: Slow
hu_hu: Lassú

source: Fast
hu_hu: Gyors

source: Animation delay
hu_hu: Animáció késleltetése

source: Slides per view
hu_hu: Diák száma nézetenként

source: Set numbers of slides you want to display at the same time on slider's container for carousel mode.
hu_hu: Állítsa be, hány diát szeretne egyszerre megjeleníteni a csúszka tárolójában körhinta módban.

source: Scroll per page
hu_hu: Görgetés oldalonként

source: Scroll per page not per item. This affect next/prev buttons and mouse/touch dragging.
hu_hu: Görgetés oldalonként, nem elemenként. Ez a következő/előző gombokra és az egér/érintéses húzásra is hatással van.

source: Center mode
hu_hu: Középre igazító mód

source: Slider loop
hu_hu: Csúszka végtelenítése

source: Auto height
hu_hu: Automatikus magasság

source: Slider autoplay
hu_hu: Csúszka automatikus lejátszása

source: Slider speed
hu_hu: Csúszka sebessége

source: Duration of animation between slides (in ms)
hu_hu: A diák közötti animáció időtartama (ms)

source: Disabled overflow
hu_hu: Túlcsordulás letiltása

source: Hide prev/next buttons
hu_hu: Előző/következő gombok elrejtése

source: If "YES" prev/next control will be removed
hu_hu: Ha "YES", az előző/következő vezérlők el lesznek távolítva

source: Hide pagination control
hu_hu: Lapozó vezérlő elrejtése

source: If "YES" pagination control will be removed.
hu_hu: Ha "YES", a lapozó vezérlő el lesz távolítva.

source: Dynamic pagination control
hu_hu: Dinamikus lapozó vezérlő

source: Hide scrollbar
hu_hu: Görgetősáv elrejtése

source: If "YES" scrollbar will be removed.
hu_hu: Ha "YES", a görgetősáv el lesz távolítva.

source: Search Templates:
hu_hu: Sablonok keresése:

source: Loading
hu_hu: Betöltés

source: [XTemos] Site
hu_hu: [XTemos] Webhely

source: [XTemos] Single product
hu_hu: [XTemos] Egyetlen termék

source: [XTemos] Products archive
hu_hu: [XTemos] Termékarchívum

source: [XTemos] Posts elements
hu_hu: [XTemos] Bejegyzések elemei

source: [XTemos] Cart
hu_hu: [XTemos] Kosár

source: [XTemos] Checkout
hu_hu: [XTemos] Pénztár

source: [XTemos] My account
hu_hu: [XTemos] Fiókom

source: [XTemos] Thank you page
hu_hu: [XTemos] Köszönőoldal

source: [XTemos] Post archive
hu_hu: [XTemos] Bejegyzések archívuma

source: WooCommerce Thumbnail
hu_hu: WooCommerce bélyegkép

source: No template found
hu_hu: Nem található sablon

source: Read more description
hu_hu: Leírás bővebben

source: You need to create a form using MC4WP: Mailchimp for WordPress plugin to be able to display it using this element.
hu_hu: Ehhez az elemhez űrlapot kell létrehoznia az MC4WP: Mailchimp for WordPress bővítménnyel, hogy megjeleníthesse.

source: Install Required Plugins
hu_hu: Szükséges bővítmények telepítése

source: Install Plugins
hu_hu: Bővítmények telepítése

source: Installing Plugin: %s
hu_hu: Bővítmény telepítése: %s

source: Updating Plugin: %s
hu_hu: Bővítmény frissítése: %s

source: Something went wrong with the plugin API.
hu_hu: Valami hiba történt a bővítmény API-val.

source: Return to Required Plugins Installer
hu_hu: Vissza a szükséges bővítmények telepítőjéhez

source: Return to the Dashboard
hu_hu: Vissza az irányítópultra

source: Plugin activated successfully.
hu_hu: A bővítmény sikeresen aktiválva.

source: No action taken. Plugin %1$s was already active.
hu_hu: Nem történt művelet. A(z) %1$s bővítmény már aktív volt.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
hu_hu: A bővítmény nem lett aktiválva. Ehhez a sablonhoz a(z) %s újabb verziója szükséges. Kérjük, frissítse a bővítményt.

source: All plugins installed and activated successfully. %1$s
hu_hu: Minden bővítmény sikeresen telepítve és aktiválva. %1$s

source: Dismiss this notice
hu_hu: Értesítés elutasítása

source: There are one or more required or recommended plugins to install, update or activate.
hu_hu: Egy vagy több szükséges vagy ajánlott bővítményt kell telepíteni, frissíteni vagy aktiválni.

source: Please contact the administrator of this site for help.
hu_hu: Kérjük, forduljon a webhely rendszergazdájához segítségért.

source: This plugin needs to be updated to be compatible with your theme.
hu_hu: Ezt a bővítményt frissíteni kell, hogy kompatibilis legyen a sablonjával.

source: Update Required
hu_hu: Frissítés szükséges

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
hu_hu: A távoli bővítménycsomag nem tartalmaz a kívánt sluggal rendelkező mappát, és az átnevezés sem működött.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
hu_hu: Kérjük, lépjen kapcsolatba a bővítmény szolgáltatójával, és kérje meg, hogy a WordPress irányelvek szerint csomagolják a bővítményt.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
hu_hu: A távoli bővítménycsomag egynél több fájlból áll, de a fájlok nincsenek mappába csomagolva.

# plugin A *and* plugin B
source: and
hu_hu: és

source: Recommended
hu_hu: Ajánlott

source: WordPress Repository
hu_hu: WordPress könyvtár

source: External Source
hu_hu: Külső forrás

source: Pre-Packaged
hu_hu: Előre csomagolt

source: Not Installed
hu_hu: Nincs telepítve

source: Installed But Not Activated
hu_hu: Telepítve, de nem aktív

source: Required Update not Available
hu_hu: A szükséges frissítés nem érhető el

source: Requires Update
hu_hu: Frissítést igényel

source: Update recommended
hu_hu: Frissítés ajánlott

# as in: "version nr unknown"
source: unknown
hu_hu: ismeretlen

source: Installed version:
hu_hu: Telepített verzió:

source: Minimum required version:
hu_hu: Minimálisan szükséges verzió:

source: Available version:
hu_hu: Elérhető verzió:

source: No plugins to install, update or activate.
hu_hu: Nincs telepítendő, frissítendő vagy aktiválandó bővítmény.

source: Plugin
hu_hu: Bővítmény

source: Version
hu_hu: Verzió

source: Install %2$s
hu_hu: %2$s telepítése

source: Update %2$s
hu_hu: %2$s frissítése

source: Activate %2$s
hu_hu: %2$s aktiválása

source: Upgrade message from the plugin author:
hu_hu: Frissítési üzenet a bővítmény szerzőjétől:

source: No plugins were selected to be installed. No action taken.
hu_hu: Nem lett kiválasztva egyetlen telepítendő bővítmény sem. Nem történt művelet.

source: No plugins were selected to be updated. No action taken.
hu_hu: Nem lett kiválasztva egyetlen frissítendő bővítmény sem. Nem történt művelet.

source: No plugins are available to be installed at this time.
hu_hu: Jelenleg nem érhető el telepíthető bővítmény.

source: No plugins are available to be updated at this time.
hu_hu: Jelenleg nem érhető el frissíthető bővítmény.

source: No plugins were selected to be activated. No action taken.
hu_hu: Nem lett kiválasztva egyetlen aktiválandó bővítmény sem. Nem történt művelet.

source: No plugins are available to be activated at this time.
hu_hu: Jelenleg nem érhető el aktiválható bővítmény.

source: Plugin activation failed.
hu_hu: A bővítmény aktiválása sikertelen.

source: Updating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény frissítése %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
hu_hu: Hiba történt %1$s telepítése közben: <strong>%2$s</strong>.

source: The installation of %1$s failed.
hu_hu: %1$s telepítése sikertelen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési és aktiválási folyamat indul. Egyes tárhelyeken ez eltarthat egy ideig, kérjük, legyen türelemmel.

source: %1$s installed and activated successfully.
hu_hu: %1$s telepítése és aktiválása sikeres.

source: All installations and activations have been completed.
hu_hu: Minden telepítés és aktiválás befejeződött.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése és aktiválása %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési folyamat indul. Egyes tárhelyeken ez eltarthat egy ideig, kérjük, legyen türelemmel.

source: %1$s installed successfully.
hu_hu: %1$s telepítése sikeres.

source: All installations have been completed.
hu_hu: Minden telepítés befejeződött.

source: Installing Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése %1$s (%2$d/%3$d)

source: No title
hu_hu: Nincs cím

source: Add template
hu_hu: Sablon hozzáadása

source: WPBakery CSS generator
hu_hu: WPBakery CSS generátor

source: WPBakery CSS file is huge and due to the fact that we are not using 99% them on our demo versions we suggest you to generate a CSS file without them. Check all elements and see which ones you are using and which not. It may decrease your page size by 200-400 KB.
hu_hu: A WPBakery CSS-fájl nagyon nagy, és mivel a demó verzióinkban az elemek 99%-át nem használjuk, javasoljuk, hogy generáljon egy CSS-fájlt nélkülük. Ellenőrizze az összes elemet, és nézze meg, melyiket használja és melyiket nem. Ez 200-400 KB-bal csökkentheti az oldal méretét.

source: Generate file
hu_hu: Fájl generálása

source: Delete
hu_hu: Törlés

source: This section allows you to generate a custom CSS file based on our core theme styles. It means that you can reduce your CSS file size if you are not using some part of the functionality. Useful for performance and loading time optimization.
hu_hu: Ez a szakasz lehetővé teszi egy egyéni CSS-fájl előállítását az alap témastílusaink alapján. Így csökkentheti a CSS-fájl méretét, ha a funkciók egy részét nem használja. Hasznos a teljesítmény és a betöltési idő optimalizálásához.

source: Family
hu_hu: Betűcsalád

source: Weight
hu_hu: Vastagság

source: Thin 100
hu_hu: Vékony 100

source: Regular 300
hu_hu: Normál 300

source: Semi Bold 600
hu_hu: Félkövér 600

source: Extra Bold 800
hu_hu: Extra vastag 800

source: Black 900
hu_hu: Fekete 900

source: Transform
hu_hu: Átalakítás

source: Uppercase
hu_hu: Nagybetűs

source: Lowercase
hu_hu: Kisbetűs

source: Capitalize
hu_hu: Nagy kezdőbetűs

source: Italic
hu_hu: Dőlt

source: Oblique
hu_hu: Ferde

source: Blur radius
hu_hu: Elmosás sugara

source: Spread radius
hu_hu: Szórás sugara

source: Color picker
hu_hu: Színválasztó

source: System fonts
hu_hu: Rendszerbetűtípusok

source: Google fonts
hu_hu: Google betűtípusok

source: Preview
hu_hu: Előnézet

source: Text larger
hu_hu: Nagyobb szöveg

source: Display inline
hu_hu: Megjelenítés inline

source: Theme Animations
hu_hu: Téma animációk

source: Rotate Z
hu_hu: Forgatás Z

source: Set numbers of slides you want to display at the same time on slider's container for carousel mode. Also supports for "auto" value, in this case it will fit slides depending on container's width. "auto" mode doesn't compatible with loop mode.
hu_hu: Állítsa be, hány diát szeretne egyszerre megjeleníteni a slider konténerében karusszel módban. Az "auto" érték is támogatott; ebben az esetben a diák a konténer szélességéhez igazodnak. Az "auto" mód nem kompatibilis a hurok móddal.

source: Slider spacing
hu_hu: Slider térköz

source: Set the interval numbers that you want to display between slider items.
hu_hu: Állítsa be a távolságot, amelyet a slider elemei között szeretne megjeleníteni.

source: Enables loop mode.
hu_hu: Hurok mód engedélyezése.

source: Enables autoplay mode.
hu_hu: Automatikus lejátszás engedélyezése.

source: Carousel arrow position
hu_hu: Karusszel nyíl pozíciója

source: Arrow offset horizontal
hu_hu: Vízszintes nyíl eltolás

source: Arrow offset vertical
hu_hu: Függőleges nyíl eltolás

source: If "YES" pagination control will be removed
hu_hu: Ha "IGEN", a lapozó vezérlő el lesz távolítva

source: If "YES" scrollbar will be removed
hu_hu: Ha "IGEN", a görgetősáv el lesz távolítva

source: Theme Animation
hu_hu: Téma animáció

source: Theme Animation Delay (ms)
hu_hu: Téma animáció késleltetés (ms)

source: Theme Animation duration
hu_hu: Téma animáció időtartama

source: Reset margin (deprecated)
hu_hu: Margó visszaállítása (elavult)

source: Hide element
hu_hu: Elem elrejtése

source: Enable sticky column
hu_hu: Ragadós oszlop engedélyezése

source: Also enable equal columns height for the parent row to make it work
hu_hu: A működéshez engedélyezze a szülő sorban az egyenlő oszlopmagasságot is.

source: Sticky column offset
hu_hu: Ragadós oszlop eltolás

source: Text align
hu_hu: Szöveg igazítása

source: Choose
hu_hu: Válasszon

source: Horizontal alignment
hu_hu: Vízszintes igazítás

source: Start
hu_hu: Eleje

source: End
hu_hu: Vége

source: Space Between
hu_hu: Térköz a tételek között

source: Space Around
hu_hu: Térköz a tételek körül

source: Space Evenly
hu_hu: Egyenletes térköz

source: Left top
hu_hu: Bal felső

source: Left center
hu_hu: Bal közép

source: Left bottom
hu_hu: Bal alsó

source: Right top
hu_hu: Jobb felső

source: Right center
hu_hu: Jobb közép

source: Right bottom
hu_hu: Jobb alsó

source: Center top
hu_hu: Közép felső

source: Center center
hu_hu: Közép közép

source: Center bottom
hu_hu: Közép alsó

source: Disable background image
hu_hu: Háttérkép letiltása

source: Turn on to reset background image on mobile devices
hu_hu: Kapcsolja be a háttérkép visszaállításához mobil eszközökön

source: Turn on to reset background image on tablet devices
hu_hu: Kapcsolja be a háttérkép visszaállításához táblagépeken

source: Box Shadow
hu_hu: Dobozárnyék

source: Responsive Options
hu_hu: Reszponzív beállítások

source: Enable this option if you would like to display this element above other elements on the page. You can specify a custom value as well.
hu_hu: Engedélyezze ezt az opciót, ha az elemet az oldal többi eleme fölött szeretné megjeleníteni. Egyéni értéket is megadhat.

source: Enable this option instead of native WPBakery one to stretch section with CSS and not with JS.
hu_hu: Engedélyezze ezt az opciót a natív WPBakery megoldás helyett, hogy a szakaszt CSS-sel, ne pedig JS-sel nyújtsa.

source: Disable "overflow:hidden;"
hu_hu: Az "overflow:hidden;" letiltása

source: Use this option if you have some elements inside this row that needs to overflow the boundaries. Examples: mega menu, filters, search with categories dropdowns.
hu_hu: Használja ezt a beállítást, ha ebben a sorban vannak olyan elemek, amelyeknek túl kell lógniuk a határokon. Példák: megamenü, szűrők, kategóriaválasztós keresés.

source: Hide empty space
hu_hu: Üres hely elrejtése

source: Row stretch CSS
hu_hu: Sor nyújtása CSS-sel

source: Stretch row
hu_hu: Sor nyújtása

source: Stretch row and content
hu_hu: Sor és tartalom nyújtása

source: Stretch row and content (no paddings)
hu_hu: Sor és tartalom nyújtása (belső kitöltés nélkül)

source: Enable this option instead of native WPBakery one to stretch row with CSS and not with JS.
hu_hu: Engedélyezze ezt az opciót a natív WPBakery megoldás helyett, hogy a sort CSS-sel, ne pedig JS-sel nyújtsa.

source: Row reverse
hu_hu: Sor megfordítása

source: Reverse row columns on mobile and tablet devices.
hu_hu: A sor oszlopainak megfordítása mobil- és táblagépeken.

source: Full Width (100%)
hu_hu: Teljes szélesség (100%)

source: Custom width
hu_hu: Egyedi szélesség

source: Theme elements
hu_hu: Témaelemek

source: Showcase your product as 3D model
hu_hu: Mutassa be termékét 3D modellként

source: Select images from media library. All images should represent your product from different angles of view.
hu_hu: Válasszon képeket a médiatárból. Minden kép a termékét különböző nézőpontokból ábrázolja.

source: Extra class name
hu_hu: Extra osztálynév

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
hu_hu: Ha egy adott tartalmi elemet eltérően szeretne formázni, használja ezt a mezőt osztálynév hozzáadásához, majd hivatkozzon rá a CSS fájlban.

source: Tabbed content
hu_hu: Füles tartalom

source: Extra Small (14px)
hu_hu: Extra kicsi (14px)

source: Medium (18px)
hu_hu: Közepes (18px)

source: Large (22px)
hu_hu: Nagy (22px)

source: Extra Large (26px)
hu_hu: Extra nagy (26px)

source: Custom font size
hu_hu: Egyedi betűméret

source: Custom line height
hu_hu: Egyedi sormagasság

source: Text hover color
hu_hu: Szöveg színe egér fölé húzáskor

source: Text active color
hu_hu: Aktív szöveg színe

source: Custom Color
hu_hu: Egyedi szín

source: CSS box
hu_hu: CSS doboz

source: Enable FAQ Scheme
hu_hu: GYIK séma engedélyezése

source: Accordion Item
hu_hu: Akkordeon elem

source: Add accordion item in accordion area
hu_hu: Adjon hozzá akkordeon elemet az akkordeon területhez

source: Select block
hu_hu: Blokk kiválasztása

source: Icon settings
hu_hu: Ikon beállításai

source: List type
hu_hu: Lista típusa

source: Select image from media library.
hu_hu: Válasszon képet a médiatárból.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use 'thumbnail' size.
hu_hu: Adja meg a képméretet. Példa: 'thumbnail', 'medium', 'large', 'full' vagy az aktuális téma által meghatározott egyéb méretek. Alternatívaként adja meg a képméretet pixelekben: 200x100 (Width x Height). Hagyja üresen a 'thumbnail' méret használatához.

source: Icon library
hu_hu: Ikonkönyvtár

source: Select icon library.
hu_hu: Válassza ki az ikonkönyvtárat.

source: Select icon from library.
hu_hu: Válasszon ikont a könyvtárból.

source: Shows AJAX search form
hu_hu: AJAX kereső űrlapot jelenít meg

source: Extra options
hu_hu: További beállítások

source: Widget for author information
hu_hu: Szerzői információk widgetje

source: Write down a few words about the author.
hu_hu: Írjon néhány szót a szerzőről.

source: Select image alignment.
hu_hu: Válassza ki a kép igazítását.

source: Author link
hu_hu: Szerző linkje

source: Show your blog posts on the page
hu_hu: Jelenítse meg blogbejegyzéseit az oldalon

source: Post source
hu_hu: Bejegyzés forrása

source: Build custom query according to <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.
hu_hu: Építsen egyéni lekérdezést a <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a> szerint.

source: Narrow data source
hu_hu: Adatforrás szűkítése

source: You can use different design for your blog styled for the theme
hu_hu: A témához igazított eltérő blogdizájnt használhat.

source: You can use different design for your blog carousel
hu_hu: A blog karusszeléhez eltérő dizájnt használhat.

source: Space between posts
hu_hu: Bejegyzések közötti térköz

source: Data settings
hu_hu: Adatbeállítások

source: Data Settings
hu_hu: Adatbeállítások

source: Order by post ID
hu_hu: Rendezés bejegyzésazonosító szerint

source: Post/page parent ID
hu_hu: Bejegyzés/oldal szülőazonosítója

source: Menu order/Page Order
hu_hu: Menüsorrend/Oldalsorrend

source: List of IDS
hu_hu: Azonosítók listája

source: Sorting
hu_hu: Rendezés

source: Select sorting order.
hu_hu: Válassza ki a rendezési sorrendet.

source: Random
hu_hu: Véletlenszerű

source: As IDs or slugs provided order
hu_hu: Az ID-k vagy slugok megadott sorrendje szerint

source: Brands carousel/grid
hu_hu: Márkák karusszel/rács

source: Brands title
hu_hu: Márkák címe

source: Enter the number of brands to display for this element.
hu_hu: Adja meg a megjelenítendő márkák számát ehhez az elemhez.

source: Select how to sort retrieved brands. More at %s.
hu_hu: Válassza ki, hogyan legyenek rendezve a lekért márkák. Bővebben: %s.

source: Designates the ascending or descending order. More at %s.
hu_hu: A növekvő vagy csökkenő sorrendet jelöli. Bővebben: %s.

source: List of product brands to show. Leave empty to show all
hu_hu: Megjelenítendő termékmárkák listája. Hagyja üresen az összes megjelenítéséhez

source: Enable this option and all brand links will work inside the current category page. Or it will lead to the shop page if you are not on the category page.
hu_hu: Engedélyezze ezt az opciót, és az összes márkalink az aktuális kategóriaoldalon belül fog működni. Ha nem kategóriaoldalon van, a bolt oldalára vezet.

source: Disable link
hu_hu: Hivatkozás letiltása

source: Border type
hu_hu: Szegély típusa

source: Id
hu_hu: Azonosító

source: Site
hu_hu: Webhely

source: Current page breadcrumbs
hu_hu: Aktuális oldal morzsamenüje

source: Idle color
hu_hu: Alapállapot színe

source: Hover color
hu_hu: Lebegéskori szín

source: Simple button in different theme styles
hu_hu: Egyszerű gomb különböző témastílusokban

source: When you turn on this option you need to specify this button link with a hash symbol. For example #section-id Then you need to have a section with an ID of "section-id" and this button click will smoothly scroll the page to that section.
hu_hu: Ha bekapcsolja ezt az opciót, a gomb hivatkozását hash szimbólummal kell megadnia. Például #section-id. Ekkor lennie kell egy szakasznak "section-id" azonosítóval, és a gombra kattintva az oldal finoman odagörget ehhez a szakaszhoz.

source: Enable collapsible content
hu_hu: Összecsukható tartalom engedélyezése

source: Button style
hu_hu: Gomb stílusa

source: Button shape
hu_hu: Gomb alakja

source: Button size
hu_hu: Gomb mérete

source: Predefined button color
hu_hu: Előre meghatározott gombszín

source: Alternative color
hu_hu: Alternatív szín

source: Idle background color
hu_hu: Alapállapot háttérszíne

source: Idle text color scheme
hu_hu: Alapállapot szöveg színsémája

source: Background color on hover
hu_hu: Háttérszín lebegéskor

source: Button inline
hu_hu: Gomb inline

source: Example: 'thumbnail', 'medium', 'large', 'full' or enter image size in pixels: '200x100'.
hu_hu: Példa: 'thumbnail', 'medium', 'large', 'full' vagy adja meg a képméretet pixelben: '200x100'.

source: Button icon position
hu_hu: Gomb ikon pozíciója

source: Product categories grid
hu_hu: Termékkategóriák rácsa

source: Use WooCommerce query when you display this element as a part of the shop page in WoodMart Layouts builder.
hu_hu: Használjon WooCommerce-lekérdezést, amikor ezt az elemet az áruházoldal részeként jeleníti meg a WoodMart Layouts készítőben.

source: WooCommerce query
hu_hu: WooCommerce-lekérdezés

source: Turn categories navigation into accordion or hidden sidebar on mobile devices
hu_hu: Alakítsa a kategórianavigációt akkordeonná vagy rejtett oldalsávvá mobileszközökön
