Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Scroll to top on variation select [mobile]
hu_hu: Felgörgetés a tetejére változat kiválasztásakor [mobil]

source: Additional variations images
hu_hu: További változatképek

source: Add an ability to upload additional images for each variation in variable products.
hu_hu: Lehetővé teszi további képek feltöltését az egyes változatokhoz a változó termékeknél.

source: Variations images
hu_hu: Változatképek

source: Data storage method
hu_hu: Adattárolási mód

source: If you have problems with import/export of the additional variations images data, you need to use "Variations products meta" method.
hu_hu: Ha problémája van a további változatképek adatainak importálásával/exportálásával, használja a "Variations products meta" módszert.

source: Parent product meta (deprecated)
hu_hu: Szülőtermék meta (elavult)

source: AJAX variation threshold
hu_hu: AJAX változat küszöbérték

source: Increase this value if you noticed a problem with additional variations images function.
hu_hu: Növelje ezt az értéket, ha problémát észlel a további változatképek funkcióval.

source: Show variation image based on filter selection
hu_hu: Változat képének megjelenítése a szűrőválasztás alapján

source: Displays the selected variation image based on the chosen filter instead of the default product image.
hu_hu: A választott szűrő alapján a kiválasztott változat képét jeleníti meg az alapértelmezett termékkép helyett.

source: Hide "to" price
hu_hu: "-ig" ár elrejtése

source: Hide a higher price for variable products. This option will work only if a plugin or custom code does not modify the price structure.
hu_hu: A magasabb ár elrejtése változó termékeknél. Ez az opció csak akkor működik, ha egy bővítmény vagy egyedi kód nem módosítja az árszerkezetet.

source: Price
hu_hu: Ár

source: Remove duplicate price for variable product
hu_hu: Duplikált ár eltávolítása változó terméknél

source: When you will select any variation, the price on the single product page will be updated with an actual variation price.
hu_hu: Bármely változat kiválasztásakor a termékoldalon az ár frissül a tényleges változat árára.

source: Label shape
hu_hu: Címke alakja

source: Rectangular
hu_hu: Téglalap

source: Rounded small
hu_hu: Kis lekerekített

source: "Sale" label in percentage
hu_hu: "Akció" címke százalékban

source: Sale
hu_hu: Akció

source: Works with Simple, Variable and External products only.
hu_hu: Csak Egyszerű, Változó és Külső termékekkel működik.

source: "Sale" label background
hu_hu: "Akció" címke háttér

source: "Sale" label text color
hu_hu: "Akció" címke szövegszíne

source: "New" label on products
hu_hu: "Új" címke a termékeken

source: New
hu_hu: Új

source: This label is displayed for products if you enabled this option for particular items.
hu_hu: Ez a címke a termékeken jelenik meg, ha ezt az opciót engedélyezte az adott termékeknél.

source: Automatic "New" label period
hu_hu: Automatikus "Új" címke időtartama

source: Set a number of days to keep your products marked as "New" after creation.
hu_hu: Állítsa be, hány napig maradjanak a termékek "Új" megjelöléssel a létrehozás után.

source: "New" label background
hu_hu: "Új" címke háttér

source: "New" label text color
hu_hu: "Új" címke szövegszíne

source: "Hot" label on products
hu_hu: "Forró" címke a termékeken

source: Hot
hu_hu: Forró

source: Your products marked as "Featured" will have a badge with "Hot" label.
hu_hu: A "Kiemelt" megjelölésű termékek "Forró" címkét kapnak.

source: "Hot" label background
hu_hu: "Forró" címke háttér

source: "Hot" label text color
hu_hu: "Forró" címke szövegszíne

source: "Out of stock" label background
hu_hu: "Nincs készleten" címke háttér

source: Out of stock
hu_hu: Nincs készleten

source: "Out of stock" label text color
hu_hu: "Nincs készleten" címke szövegszíne

source: "Attribute" label background
hu_hu: "Attribútum" címke háttér

source: Attribute
hu_hu: Attribútum

source: "Attribute" label text color
hu_hu: "Attribútum" címke szövegszíne

source: Brand attribute
hu_hu: Márka attribútum

source: If you want to show brand image on your product page select desired attribute here. Read more information in our <a href="https://xtemos.com/docs-topic/product-brands/" target="_blank">documentation</a>.
hu_hu: Ha a termékoldalon meg szeretné jeleníteni a márka képét, válassza ki itt a kívánt attribútumot. További információ a <a href="https://xtemos.com/docs-topic/product-brands/" target="_blank">dokumentációnkban</a> található.

source: Show brand on the single product page
hu_hu: Márka megjelenítése a termékoldalon

source: You can disable/enable product's brand image on the single page.
hu_hu: A termékoldalon letilthatja/engedélyezheti a termék márkaképét.

source: Brand position on the product page
hu_hu: Márka pozíciója a termékoldalon

source: Select a position of the brand image on the single product page.
hu_hu: Válassza ki a márkakép helyét a termékoldalon.

source: Aligned on the right of the product title
hu_hu: Igazítás a termékcím jobb oldalára

source: Show tab with brand information
hu_hu: Márkainformáció fül megjelenítése

source: If enabled you will see an additional tab with brand description on the single product page. Text will be taken from the "Description" field for each brand (attribute term).
hu_hu: Ha engedélyezi, a termékoldalon megjelenik egy további fül a márka leírásával. A szöveg az egyes márkák (attribútumértékek) "Leírás" mezőjéből származik.

source: Brand tab priority
hu_hu: Márka fül prioritása

source: Use brand name for tab title
hu_hu: Márkanév használata fül címeként

source: If you enable this option, the tab with the brand information will be called "About [Brand name]".
hu_hu: Ha engedélyezi ezt az opciót, a márkainformációk füle neve ez lesz: "A [Brand name] névjegye".

source: Enable Quick view option. Ability to see the product information with AJAX.
hu_hu: Gyorsnézet opció engedélyezése. Lehetőség a termékinformációk megtekintésére AJAX-szal.

source: Quick view layout
hu_hu: Gyorsnézet elrendezés

source: Choose between horizontal and vertical layouts for the quick view window.
hu_hu: Válasszon a vízszintes és függőleges elrendezések között a gyorsnézet ablakhoz.

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: Quick view width
hu_hu: Gyorsnézet szélessége

source: Set width of the quick view in pixels.
hu_hu: Állítsa be a gyorsnézet szélességét pixelben.

source: Show variations on quick view
hu_hu: Változatok megjelenítése gyorsnézetben

source: Enable Quick view option for variable products. Will allow your users to purchase variable products directly from the quick view.
hu_hu: Gyorsnézet engedélyezése változó termékekhez. Lehetővé teszi a felhasználóknak, hogy közvetlenül a gyorsnézetből vásároljanak változó termékeket.

source: Enable compare
hu_hu: Összehasonlítás engedélyezése

source: Enable compare functionality built in with the theme. Read more information in our <a href="https://xtemos.com/docs/woodmart/woodmart-compare/">documentation</a>.
hu_hu: Engedélyezze a témába beépített összehasonlítás funkciót. További információ a <a href="https://xtemos.com/docs/woodmart/woodmart-compare/">dokumentációnkban</a>.

source: Compare page
hu_hu: Összehasonlítás oldal

source: Select a page for the compare table. It should contain the shortcode: [woodmart_compare]
hu_hu: Válasszon oldalt az összehasonlító táblázathoz. Ennek tartalmaznia kell a shortcode-ot: [woodmart_compare]

source: Select fields for compare table
hu_hu: Mezők kiválasztása az összehasonlító táblázathoz

source: Choose which fields should be presented on the product compare page with table.
hu_hu: Válassza ki, mely mezők jelenjenek meg a termékek összehasonlító oldalán a táblázatban.

source: Empty compare text
hu_hu: Üres összehasonlítás szövege

source: Text will be displayed if user don't add any products to compare
hu_hu: A szöveg akkor jelenik meg, ha a felhasználó nem ad hozzá egyetlen terméket sem az összehasonlításhoz

source: Show button on product grid
hu_hu: Gomb megjelenítése a termékrácson

source: Display compare product button on all products grids and lists.
hu_hu: Az összehasonlítás gomb megjelenítése minden termékrácson és listán.

source: Save button state after adding in compare list
hu_hu: A gomb állapotának mentése az összehasonlító listához adás után

source: Enable compare by category
hu_hu: Kategória szerinti összehasonlítás engedélyezése

source: Compare by category
hu_hu: Összehasonlítás kategória szerint

source: Group the products added to the compare list in order to compare them according to their categories.
hu_hu: Az összehasonlító listához adott termékek csoportosítása, hogy kategóriáik szerint hasonlíthassa össze őket.

source: Show "Compare more products" buttons
hu_hu: "További termékek összehasonlítása" gombok megjelenítése

source: Display a button that leads to the selected category.
hu_hu: Egy gomb megjelenítése, amely a kiválasztott kategóriára vezet.

source: Cart totals layout
hu_hu: Kosárösszegek elrendezése

source: Layout 1
hu_hu: Elrendezés 1

source: Layout 2
hu_hu: Elrendezés 2

source: Update cart on quantity change
hu_hu: Kosár frissítése mennyiség változásakor

source: When this option is enabled the cart will be refreshed automatically when you increase/decrease the product quantity.
hu_hu: Ha ez az opció engedélyezve van, a kosár automatikusan frissül, amikor növeli/csökkenti a termék mennyiségét.

source: Empty cart text
hu_hu: Üres kosár szövege

source: Text will be displayed if user don't add any products to cart
hu_hu: A szöveg akkor jelenik meg, ha a felhasználó nem ad hozzá egyetlen terméket sem a kosárhoz

source: Extra content for "Thank you page"
hu_hu: Extra tartalom a "Köszönő oldalhoz"

source: Default "Thank you page" content
hu_hu: Alapértelmezett "Köszönő oldal" tartalom

source: If you use custom extra content you can disable default WooCommerce order details on the thank you page
hu_hu: Ha egyéni extra tartalmat használ, letilthatja az alapértelmezett WooCommerce rendelés részleteit a köszönő oldalon

source: Sticky social links
hu_hu: Ragadós közösségi linkek

source: Social buttons will be fixed on the screen when you scroll the page.
hu_hu: A közösségi gombok az oldal görgetésekor rögzítve maradnak a képernyőn.

source: Sticky social links type
hu_hu: Ragadós közösségi linkek típusa

source: Sticky social links position
hu_hu: Ragadós közösségi linkek pozíciója

source: Configure your [social_buttons] shortcode. You can leave the field empty to remove a particular link. Note that there are two types of social buttons. First one is SHARE buttons [social_buttons type="share"]. It displays icons that share your page on social media. And the second one is FOLLOW buttons [social_buttons type="follow"]. Simply displays links to your social profiles. You can configure both types here.
hu_hu: Állítsa be a [social_buttons] shortcode-ot. A mezőt üresen hagyhatja egy adott link eltávolításához. Vegye figyelembe, hogy kétféle közösségi gomb létezik. Az első a SHARE gombok [social_buttons type="share"]. Ezek olyan ikonokat jelenítenek meg, amelyek az oldalát a közösségi médiában megosztják. A második a FOLLOW gombok [social_buttons type="follow"]. Ezek egyszerűen a közösségi profiljaihoz vezető linkeket jelenítenek meg. Mindkét típust itt konfigurálhatja.

source: Email for social links
hu_hu: E-mail a közösségi linkekhez

source: Share in Facebook
hu_hu: Megosztás a Facebookon

source: Share in X
hu_hu: Megosztás az X-en

source: Share in Pinterest
hu_hu: Megosztás a Pinteresten

source: Share in LinkedIn
hu_hu: Megosztás a LinkedInen

source: Share in Whatsapp
hu_hu: Megosztás a Whatsappon

source: Share in Telegram
hu_hu: Megosztás a Telegramon

source: Share in Viber
hu_hu: Megosztás a Viberen

source: Share in VK
hu_hu: Megosztás a VK-n

source: Share in OK
hu_hu: Megosztás az OK-n

source: Email for share links
hu_hu: E-mail a megosztási linkekhez

source: Text font
hu_hu: Szöveg betűtípusa

source: Set general font for site content. This font will also be applied to other typography options if they are not set.
hu_hu: Általános betűtípus beállítása a webhely tartalmához. Ez a betűtípus más tipográfiai beállításokra is érvényes lesz, ha azok nincsenek megadva.

source: Title font
hu_hu: Cím betűtípusa

source: Set typography for titles (h1, h2, h3, h4, h5, h6).
hu_hu: Tipográfia beállítása a címekhez (h1, h2, h3, h4, h5, h6).

source: Entities names font
hu_hu: Entitásnevek betűtípusa

source: Set titles for posts, products, categories and projects.
hu_hu: Címek beállítása bejegyzésekhez, termékekhez, kategóriákhoz és projektekhez.

source: Secondary font
hu_hu: Másodlagos betűtípus

source: Typography for page builder elements options where "Secondary font" was chosen or used custom CSS class "font-alt".
hu_hu: Tipográfia azon oldalépítő elemekhez, ahol a "Másodlagos betűtípus" lett kiválasztva, vagy a "font-alt" egyéni CSS osztályt használják.

source: Widget titles font
hu_hu: Widgetcímek betűtípusa

source: Typography options for widget titles.
hu_hu: Tipográfiai beállítások a widgetcímekhez.

source: Header font
hu_hu: Fejléc betűtípusa

source: Typography options for site header elements.
hu_hu: Tipográfiai beállítások a webhely fejlécének elemeihez.

source: Note that if you use Google fonts, only select font weights will be loaded on your website. So if you set font-weight 400 for body and 600 for headings, you will not be able to set 100, 300, or 700 font-weight for some of the Elementor/WPBakery elements. If you want to load additional font weights but don't want to set them globally, go to Advanced Typography, add a new rule with your font-family and font-weight without assigning it to any of the elements. Then, you will have this font-weight loaded globally so you can set it for any of the WPBakery/Elementor elements.
hu_hu: Vegye figyelembe, hogy ha Google betűtípusokat használ, csak a kiválasztott betűvastagságok töltődnek be a webhelyére. Így ha a törzsszöveghez 400-at és a címsorokhoz 600-at állít be, nem tud 100, 300 vagy 700 betűvastagságot beállítani az Elementor/WPBakery egyes elemeinél. Ha további betűvastagságokat szeretne betölteni, de nem szeretné őket globálisan beállítani, lépjen az Advanced Typography részhez, adjon hozzá egy új szabályt a font-family és a font-weight megadásával anélkül, hogy bármely elemhez hozzárendelné. Ezt követően ez a betűvastagság globálisan be lesz töltve, így bármely WPBakery/Elementor elemhez beállíthatja.

source: Here you can change the typography settings for individual site elements regardless of basic settings. For example, change the font size for the price, set the color for mobile menu links, increase post titles font size, change breadcrumbs color, etc. Using “Custom selector” option allows you to write your own CSS selector and apply any font rules to it.
hu_hu: Itt az alapbeállításoktól függetlenül módosíthatja az egyes webhelyelemek tipográfiai beállításait. Például megváltoztathatja az ár betűméretét, beállíthatja a mobilmenü hivatkozásainak színét, növelheti a bejegyzéscímek betűméretét, módosíthatja a morzsamenü színét stb. A “Custom selector” opció használatával megadhatja saját CSS-szelektorát, és tetszőleges betűszabályokat alkalmazhat rá.

source: In this section you can upload your custom fonts files. To ensure the best compatibility in all browsers you would better upload your fonts in all available formats. <br><strong>IMPORTANT NOTE</strong>: After uploading all files and entering the font name, you will have to save Theme Settings and <strong>RELOAD</strong> this page. Then, you will be able to go to Theme Settings -> Typography and select the custom font from the list. Find more information in our documentation <a href="https://xtemos.com/docs/woodmart/faq-guides/upload-custom-fonts/" target="_blank">here</a>.
hu_hu: Ebben a részben feltöltheti egyéni betűtípusfájljait. A lehető legjobb kompatibilitás érdekében minden böngészőben célszerű a betűtípusokat minden elérhető formátumban feltölteni. <br><strong>FONTOS MEGJEGYZÉS</strong>: Miután feltöltötte az összes fájlt és megadta a betűtípus nevét, mentse a Theme Settings-et és <strong>RELOAD</strong> ezt az oldalt. Ezután a Theme Settings -> Typography alatt kiválaszthatja az egyéni betűtípust a listából. További információ a dokumentációnkban <a href="https://xtemos.com/docs/woodmart/faq-guides/upload-custom-fonts/" target="_blank">itt</a>.

source: Icon font 1
hu_hu: Ikon betűtípus 1

source: Icon font 2
hu_hu: Ikon betűtípus 2

source: Icon font 3
hu_hu: Ikon betűtípus 3

source: Bold
hu_hu: Félkövér

source: To use your Adobe font, you need to create an account on the <a href="https://fonts.adobe.com/" target="_blank"><u>service</u></a> and obtain your key ID here. Then, you need to enter all custom fonts you will use separated with coma. After this, save Theme Settings and reload this page to be able to select your fonts in the list under the Theme Settings -> Typography section.
hu_hu: Az Adobe betűtípus használatához létre kell hoznia egy fiókot a <a href="https://fonts.adobe.com/" target="_blank"><u>szolgáltatásban</u></a>, és itt be kell szereznie a kulcsazonosítóját. Ezután adja meg az összes használni kívánt egyéni betűtípust vesszővel elválasztva. Ezt követően mentse a Theme Settings-et, és töltse újra ezt az oldalt, hogy a Theme Settings -> Typography szekció alatt kiválaszthassa a betűtípusait a listából.

source: Adobe project IDs
hu_hu: Adobe projektazonosítók

source: Enter your
hu_hu: Adja meg a

source: separate with coma: tpm3one, qny2aiv.
hu_hu: vesszővel elválasztva: tpm3one, qny2aiv.

source: Adobe font face
hu_hu: Adobe betűtípus neve

source: Example: futura-pt, lato
hu_hu: Példa: futura-pt, lato

source: Hide most of the "WoodMart" and "Xtemos" attributions.
hu_hu: A "WoodMart" és "Xtemos" attribúciók többségének elrejtése.

source: Theme name
hu_hu: Téma neve

source: Replaces all instances of "WoodMart"
hu_hu: A "WoodMart" összes előfordulását helyettesíti

source: Prebuilt websites page
hu_hu: Előre elkészített webhelyek oldala

source: Show prebuilt websites page in the dashboard.
hu_hu: Előre elkészített webhelyek oldal megjelenítése a vezérlőpulton.

source: Theme license page
hu_hu: Témalicenc oldal

source: Show theme license page in the dashboard.
hu_hu: Témalicenc oldal megjelenítése a vezérlőpulton.

source: Changelog page
hu_hu: Változásnapló oldal

source: Show changelog page in the dashboard.
hu_hu: Változásnapló oldal megjelenítése a vezérlőpulton.

source: Theme admin bar menu
hu_hu: Téma admin eszköztár menüje

source: Show theme menu in the WordPress admin bar.
hu_hu: A téma menüjének megjelenítése a WordPress admin eszköztárában.

source: Theme settings hints
hu_hu: Téma beállítási súgók

source: Show hints displayed next to the theme settings option name.
hu_hu: A téma beállítási opció neve mellett megjelenő súgók mutatása.

source: Dashboard sidebar & admin bar logo
hu_hu: Vezérlőpult oldalsáv és admin eszköztár logója

source: Recommended size: 20x20 (px). Icons that will be displayed in Wordpress dashboard admin bar and sidebar.
hu_hu: Ajánlott méret: 20x20 (px). Ikonok, amelyek a Wordpress vezérlőpult admin eszköztárában és oldalsávjában jelennek meg.

source: Dashboard header logo
hu_hu: Vezérlőpult fejléc logója

source: Recommended size: 170x45 (px). Logo image that will be displayed in dashboard header on theme pages.
hu_hu: Ajánlott méret: 170x45 (px). A téma oldalain a vezérlőpult fejlécében megjelenő logókép.

source: Appearance screenshot
hu_hu: Megjelenés képernyőkép

source: Recommended size: 1200x900 (px). Theme preview image that will be displayed in Dashboard -> Appearance -> Themes.
hu_hu: Ajánlott méret: 1200x900 (px). A Vezérlőpult -> Megjelenés -> Témák alatt megjelenő témaelőnézeti kép.

source: Welcome page title
hu_hu: Üdvözlő oldal címe

source: Heading displayed in Dashboard -> WoodMart.
hu_hu: A Vezérlőpult -> WoodMart alatt megjelenő címsor.

source: Welcome page text
hu_hu: Üdvözlő oldal szövege

source: Text displayed in Dashboard -> WoodMart.
hu_hu: A Vezérlőpult -> WoodMart alatt megjelenő szöveg.

source: Enable wishlist
hu_hu: Kívánságlista engedélyezése

source: Enable wishlist functionality built in with the theme. Read more information in our <a href="https://xtemos.com/docs/woodmart/woodmart-wishlist/">documentation</a>.
hu_hu: Engedélyezze a témába épített kívánságlista funkciót. További információ a <a href="https://xtemos.com/docs/woodmart/woodmart-wishlist/">dokumentációnkban</a>.

source: Wishlist page
hu_hu: Kívánságlista oldal

source: Select a page for the wishlist table. It should contain the shortcode: [woodmart_wishlist]
hu_hu: Válasszon oldalt a kívánságlista táblázathoz. Tartalmaznia kell a következő rövidkódot: [woodmart_wishlist]

source: Only for logged in
hu_hu: Csak bejelentkezetteknek

source: Disable wishlist for guests customers.
hu_hu: A kívánságlista letiltása a vendég felhasználók számára.

source: Bulk actions
hu_hu: Csoportos műveletek

source: Enable the ability to bulk move or remove products in the wishlist.
hu_hu: Tegye lehetővé a termékek csoportos áthelyezését vagy eltávolítását a kívánságlistán.

source: Empty wishlist text
hu_hu: Üres kívánságlista szövege

source: Text will be displayed if user don't add any products to wishlist.
hu_hu: Ez a szöveg jelenik meg, ha a felhasználó nem adott hozzá terméket a kívánságlistához.

source: Enable multiple wishlists
hu_hu: Több kívánságlista engedélyezése

source: Multiple wishlists
hu_hu: Több kívánságlista

source: Allows customers to organize favorite products into multiple wishlists based on their interest
hu_hu: Lehetővé teszi a vásárlóknak, hogy kedvenc termékeiket érdeklődésük szerint több kívánságlistába rendezzék

source: Show wishlists popup
hu_hu: Kívánságlisták felugró ablakának megjelenítése

source: Never
hu_hu: Soha

source: Always
hu_hu: Mindig

source: If more than one wishlist
hu_hu: Ha egynél több kívánságlista van

source: Show button on products in loop
hu_hu: Gomb megjelenítése a terméklistában szereplő termékeken

source: Display wishlist product button on all products grids and lists.
hu_hu: A kívánságlista gomb megjelenítése minden termékrácson és listában.

source: Save button state after adding to the wishlist
hu_hu: Gomb állapotának mentése a kívánságlistához adás után

source: You can enable this option to show the "Browse wishlist" button when you visit the product that has been already added to the wishlist. IMPORTANT: It will not work if you use some full-page cache like WP Rocket or WP Total Cache.
hu_hu: Engedélyezheti ezt az opciót, hogy megjelenjen a "Kívánságlista megnyitása" gomb, amikor olyan terméket látogat meg, amelyet már hozzáadtak a kívánságlistához. FONTOS: Ez nem fog működni, ha teljes oldalas gyorsítótárat használ, mint például a WP Rocket vagy a WP Total Cache.

source: Thank you for activating the theme. After activation, you will be able to receive automatic updates via
hu_hu: Köszönjük, hogy aktiválta a témát. Az aktiválás után automatikus frissítéseket kaphat ezen keresztül

source: Appearance → Themes
hu_hu: Megjelenés → Témák

source: or
hu_hu: vagy

source: Dashboard → Updates
hu_hu: Vezérlőpult → Frissítések

source: Once the theme installation is complete, you can also deactivate this domain on the
hu_hu: Miután a téma telepítése befejeződött, ezt a domaint is deaktiválhatja a

source: Theme License
hu_hu: Téma licenc

source: page if you plan to transfer your website to a different domain or server.
hu_hu: oldalon, ha webhelyét másik domainre vagy szerverre kívánja áthelyezni.

source: Thank you for activation. Now you are able to get automatic updates for our theme via
hu_hu: Köszönjük az aktiválást. Mostantól automatikus frissítéseket kaphat a témánkhoz ezen keresztül
