Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Icon color hover
hu_hu: Ikon színe lebegtetéskor

source: Required for the wishlist page.
hu_hu: A kívánságlista oldalhoz szükséges.

source: Initial number in stock
hu_hu: Kezdeti készlet darabszáma

source: Required for stock progress bar option.
hu_hu: A készlet folyamatjelző sáv opcióhoz szükséges.

source: Edit with Gutenberg
hu_hu: Szerkesztés Gutenberggel

source: Back to Classic Editor
hu_hu: Vissza a klasszikus szerkesztőhöz

source: Rated %s out of 5
hu_hu: Értékelés: %s/5

source: Clear filters
hu_hu: Szűrők törlése

source: Remove filter
hu_hu: Szűrő eltávolítása

source: Every 15 Minutes
hu_hu: 15 percenként

source: Recovered cart
hu_hu: Visszaállított kosár

source: This order was created using the abandoned cart recovery feature. The customer received a reminder email and successfully recovered their cart.
hu_hu: Ez a rendelés az elhagyott kosár visszaállítási funkcióval készült. Az ügyfél emlékeztető e-mailt kapott, és sikeresen visszaállította a kosarát.

source: The cart you're trying to recover has expired.
hu_hu: A visszaállítani próbált kosár lejárt.

source: You are not allowed to recover this cart.
hu_hu: Nem jogosult ennek a kosárnak a visszaállítására.

source: The cart you're trying to recover is empty.
hu_hu: A visszaállítani próbált kosár üres.

source: Your cart has been recovered successfully.
hu_hu: A kosara sikeresen visszaállítva.

source: Abandoned carts
hu_hu: Elhagyott kosarak

source: Number of items per page
hu_hu: Oldalankénti elemek száma

source: Cart info
hu_hu: Kosár adatai

source: Cart content
hu_hu: Kosár tartalma

source: Cart Subtotal:
hu_hu: Kosár részösszege:

source: Cart Total:
hu_hu: Kosár végösszege:

source: You have unsubscribed from this product mailing list
hu_hu: Leiratkozott erről a termék levelezőlistájáról

source: Failed to unsubscribe from this product mailing list
hu_hu: Nem sikerült leiratkozni erről a termék levelezőlistájáról

source: User Preview
hu_hu: Felhasználói előnézet

source: Dummy Product
hu_hu: Próbatermék

source: Enable cart recovery
hu_hu: Kosár-visszaállítás engedélyezése

source: Reminds customers via email about items left in their cart, boosting sales by recovering potential lost purchases.
hu_hu: E-mailben emlékezteti a vásárlókat a kosárban hagyott tételekre, növelve az értékesítést az esetleg elveszett vásárlások visszanyerésével.

source: Recover guest carts
hu_hu: Vendégkosarak visszaállítása

source: Saves the cart of an unregistered user if they provide their email at checkout.
hu_hu: Elmenti a nem regisztrált felhasználó kosarát, ha a pénztárnál megadja az e-mail-címét.

source: Guest data consent
hu_hu: Vendégadat-kezelési hozzájárulás

source: Adds a checkbox for guest users to consent to data storage, enabling abandoned cart email reminder.
hu_hu: Jelölőnégyzetet ad a vendégeknek az adatok tárolásához való hozzájáruláshoz, ezáltal engedélyezve az elhagyott kosárra emlékeztető e-mailt.

source: Guest data consent text
hu_hu: Vendégadat-kezelési hozzájárulás szövege

source: If you check this box, you are giving us permission to save some of your details into a contact list. You may receive email messages containing information of commercial or promotional nature concerning this store. Personal Data collected: email address, first name and last name.
hu_hu: Ha bejelöli ezt a négyzetet, engedélyt ad számunkra, hogy bizonyos adatait elmentsük egy kapcsolattartó listába. Esetenként e-mail üzeneteket kaphat, amelyek a webáruházzal kapcsolatos kereskedelmi vagy promóciós jellegű információkat tartalmaznak. Gyűjtött személyes adatok: e-mail-cím, keresztnév és vezetéknév.

source: Cart timeout
hu_hu: Kosár időkorlátja

source: Sets when an inactive cart is marked as abandoned.
hu_hu: Beállítja, mikor minősül az inaktív kosár elhagyottnak.

source: Minutes
hu_hu: Percek

source: Hours
hu_hu: Órák

source: Days
hu_hu: Napok

source: Cart cleanup
hu_hu: Kosár tisztítása

source: Automatically removes abandoned carts after the specified time.
hu_hu: A megadott idő elteltével automatikusan eltávolítja az elhagyott kosarakat.

source: Enable coupon
hu_hu: Kupon engedélyezése

source: Activate this option to include a discount coupon in the email.
hu_hu: Aktiválja ezt az opciót, hogy kedvezménykupont szerepeltessen az e-mailben.

source: Coupon
hu_hu: Kupon

source: Coupon prefix
hu_hu: Kupon előtag

source: Specify a prefix to easily identify coupons used for cart recovery emails.
hu_hu: Adjon meg egy előtagot, hogy könnyen azonosíthatók legyenek a kosár-visszaállító e-mailekben használt kuponok.

source: Coupon value
hu_hu: Kupon értéke

source: Set the coupon value and select whether it should be a percentage or a fixed amount discount.
hu_hu: Állítsa be a kupon értékét, és válassza ki, hogy százalékos vagy fix összegű kedvezmény legyen.

source: Percentage
hu_hu: Százalék

source: Delete used coupons
hu_hu: Felhasznált kuponok törlése

source: Activate this setting to automatically remove coupons after they've been redeemed.
hu_hu: Aktiválja ezt a beállítást, hogy a kuponok automatikusan törlődjenek a beváltás után.

source: Delete expired coupons
hu_hu: Lejárt kuponok törlése

source: Activate this option to remove expired coupons automatically.
hu_hu: Aktiválja ezt az opciót a lejárt kuponok automatikus eltávolításához.

source: Coupon expires after
hu_hu: A kupon ennyi idő után jár le

source: Set the number of days until the coupon expires.
hu_hu: Állítsa be a napok számát a kupon lejártáig.

source: Weeks
hu_hu: Hetek

source: Monts
hu_hu: Hónapok

source: This email reminds customers about their incomplete purchases, encouraging them to complete their orders.
hu_hu: Ez az e-mail emlékezteti a vásárlókat a befejezetlen vásárlásaikra, és ösztönzi őket a rendelés befejezésére.

source: Don't Forget to Complete Your Purchase!
hu_hu: Ne felejtse el befejezni a vásárlását!

source: Customer
hu_hu: Vásárló

source: View customer cart
hu_hu: Vásárló kosarának megtekintése

source: View cart
hu_hu: Kosár megtekintése

source: %s ago
hu_hu: %s ezelőtt

source: Subtotal
hu_hu: Részösszeg

source: Last views
hu_hu: Legutóbbi megtekintések

source: guest
hu_hu: vendég

source: Quantity
hu_hu: Mennyiség

source: Cart status:
hu_hu: Kosár állapota:

source: Cart last views:
hu_hu: Kosár legutóbbi megtekintései:

source: User:
hu_hu: Felhasználó:

source: User email:
hu_hu: Felhasználó e-mail-címe:

source: Language:
hu_hu: Nyelv:

source: Currency:
hu_hu: Pénznem:

source: History:
hu_hu: Előzmények:

source: Sending Date
hu_hu: Küldés dátuma

source: Email Template
hu_hu: E-mail sablon

source: Link Clicked
hu_hu: Linkre kattintott

source: Swatch
hu_hu: Minta

source: Disabled swatch style
hu_hu: Letiltott minta stílusa

source: Swatch shape
hu_hu: Minta alakja

source: Swatch size
hu_hu: Minta mérete

source: Show attribute label on products
hu_hu: Attribútumcímke megjelenítése a termékeken

source: Enable this option to show an attribute label on the product image.
hu_hu: Engedélyezze ezt az opciót, hogy attribútumcímke jelenjen meg a termékképen.

source: Change product image on attribute click
hu_hu: Termékkép cseréje attribútumra kattintáskor

source: Upload an icon that will be displayed on the additional information table.
hu_hu: Töltsön fel egy ikont, amely a további információk táblázatában jelenik meg.

source: Attribute hint content
hu_hu: Attribútum súgójának tartalma

source: Enter the text that will be displayed as a hint on the additional information table.
hu_hu: Adja meg a szöveget, amely tippként jelenik meg a további információk táblázatában.

source: About brand
hu_hu: A márkáról

source: Checkout Fields
hu_hu: Pénztári mezők

source: Billing details
hu_hu: Számlázási adatok

source: Shipping details
hu_hu: Szállítási adatok

source: Wide
hu_hu: Széles

source: Checkout fields manager
hu_hu: Pénztári mezők kezelése

source: You can configure your checkout forms in Dashboard -> WooCommerce -> Checkout Fields.
hu_hu: A pénztári űrlapokat a Vezérlőpult -> WooCommerce -> Pénztári mezők menüpontban állíthatja be.

source: Sort
hu_hu: Rendezés

source: Reset all
hu_hu: Összes visszaállítása

source: Product image
hu_hu: Termékkép

source: Remove button
hu_hu: Eltávolítás gomb

source: Link to product
hu_hu: Hivatkozás a termékre

source: Enable the ability to go to the product page from the order table at checkout.
hu_hu: Engedélyezze, hogy a pénztárnál a rendelési táblázatból a termékoldalra lehessen menni.

source: Dimensions
hu_hu: Méretek

source: Availability
hu_hu: Elérhetőség

source: Add to compare
hu_hu: Hozzáadás az összehasonlításhoz

source: Compare by categories:
hu_hu: Összehasonlítás kategóriák szerint:

source: Compare more products
hu_hu: További termékek összehasonlítása

source: Remove category
hu_hu: Kategória eltávolítása

source: Compare list is empty.
hu_hu: Az összehasonlítási lista üres.

source: Return to shop
hu_hu: Vissza a boltba

source: Visitor counter
hu_hu: Látogatószámláló

source: Show the number of visitors that are currently viewing a product on the single product page. Read more information in our <a href="https://xtemos.com/docs-topic/product-visitors-counter/">documentation</a>.
hu_hu: Jelenítse meg az adott terméket éppen megtekintő látogatók számát a termékoldalon. További információk a <a href="https://xtemos.com/docs-topic/product-visitors-counter/">dokumentációban</a>.

source: Number of visitors
hu_hu: Látogatók száma

source: You can show a real number of customers viewing the product or set a random fake number.
hu_hu: Megjeleníthető a terméket néző vásárlók valós száma, vagy beállítható egy véletlenszerű hamis szám.

source: Real
hu_hu: Valós

source: Live mode
hu_hu: Élő mód

source: Update the number of visitors in a specified interval of time.
hu_hu: A látogatók számának frissítése meghatározott időközönként.

source: Update on page load
hu_hu: Frissítés oldalbetöltéskor

source: Enable this option if you are using a full page cache like WP Rocket.
hu_hu: Engedélyezze ezt az opciót, ha teljes oldalt gyorsítótárazó megoldást használ, például a WP Rocketet.

source: Update interval (seconds)
hu_hu: Frissítési intervallum (másodperc)

source: Rule type
hu_hu: Szabály típusa

source: Bulk pricing
hu_hu: Mennyiségi árképzés

source: Rules
hu_hu: Szabályok

source: Condition
hu_hu: Feltétel

source: Set priority for current discount rules. This will be useful if several rules apply to one product.
hu_hu: Állítsa be az aktuális kedvezményszabályok prioritását. Ez hasznos, ha egy termékre több szabály is vonatkozik.

source: Quantities
hu_hu: Mennyiségek

source: Choose "Individual variation" to have variations of a variable product count as an individual product.
hu_hu: Válassza az "Önálló variáció" lehetőséget, hogy a változó termék variációi önálló terméknek számítsanak.

source: Individual variation
hu_hu: Önálló variáció

source: Individual product
hu_hu: Önálló termék

source: Enable "Dynamic discounts"
hu_hu: Engedélyezze a "Dinamikus kedvezményeket"

source: You can configure your discounts in Dashboard -> Products -> Dynamic Discounts.
hu_hu: A kedvezményeket a Dashboard -> Products -> Dynamic Discounts menüpontban állíthatja be.

source: Show discounts table
hu_hu: Kedvezménytáblázat megjelenítése

source: Dynamic pricing table on the single product page.
hu_hu: Dinamikus árképzési táblázat a termékoldalon.

source: Shipping zone and method
hu_hu: Szállítási zóna és módszer

source: Select the shipping zone and method for which these estimated delivery date rules will apply. Leave this field empty if you want the rule to apply to all available shipping zones.
hu_hu: Válassza ki azt a szállítási zónát és módszert, amelyre ezek a becsült szállítási dátum szabályok vonatkozzanak. Hagyja üresen a mezőt, ha azt szeretné, hogy a szabály minden elérhető szállítási zónára érvényes legyen.

source: Minimum days
hu_hu: Minimális napok

source: Minimum number of days for delivery.
hu_hu: A szállításhoz szükséges minimális napok száma.

source: Maximum days
hu_hu: Maximális napok

source: Maximum number of days for delivery.
hu_hu: A szállításhoz szükséges maximális napok száma.

source: Skipped days of the week
hu_hu: A hét kihagyott napjai

source: Select the days of the week when delivery will not be made.
hu_hu: Válassza ki azokat a hét napjait, amikor nincs kézbesítés.

source: Calendar
hu_hu: Naptár

source: Sunday
hu_hu: Vasárnap

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Daily shipping deadline
hu_hu: Napi feladási határidő

source: Define a daily deadline for processing orders. Orders placed after this cut-off time will be managed the following business day.
hu_hu: Határozzon meg napi határidőt a rendelések feldolgozásához. A határidő után leadott rendeléseket a következő munkanapon kezeljük.

source: Holidays and days off
hu_hu: Ünnepnapok és szabadnapok

source: Product stock status
hu_hu: Termék készletállapota

source: Set priority for current discount rules. This will be useful if several rules apply to one shipping method.
hu_hu: Állítsa be az aktuális kedvezményszabályok prioritását. Ez hasznos, ha egy szállítási módra több szabály is vonatkozik.

source: Tooltip content
hu_hu: Eszköztipp tartalma

source: If this field is filled, a hint with the specified text will appear next to the notice of the current rule.
hu_hu: Ha ezt a mezőt kitölti, a jelenlegi szabály értesítése mellett megjelenik egy súgó a megadott szöveggel.

source: Zone: %1$s. Method: %2$s
hu_hu: Zóna: %1$s. Módszer: %2$s

source: Earliest estimated delivery date
hu_hu: Legkorábbi becsült szállítási dátum

source: Latest estimated delivery date
hu_hu: Legkésőbbi becsült szállítási dátum

source: Estimated delivery dates
hu_hu: Becsült szállítási dátumok

source: Enable "Estimate Delivery"
hu_hu: Engedélyezze a "Becsült szállítást"

source: The option allows you to display the expected delivery date for orders. When this option is enabled, customers can see the estimated delivery dates.
hu_hu: Ez az opció lehetővé teszi a rendelések várható szállítási dátumának megjelenítését. Engedélyezés esetén a vásárlók láthatják a becsült szállítási dátumokat.

source: Single Product
hu_hu: Termékoldal

source: Locations
hu_hu: Helyek

source: Mini cart
hu_hu: Mini kosár

source: Order details
hu_hu: Rendelés részletei

source: Order received email
hu_hu: Rendelés beérkezéséről szóló e-mail

source: Overall delivery dates
hu_hu: Általános szállítási dátumok

source: Display delivery dates common to all products in the cart on the cart and checkout pages.
hu_hu: A kosárban lévő összes termékre közös szállítási dátumok megjelenítése a kosár és a pénztár oldalakon.

source: Date format
hu_hu: Dátumformátum

source: Enable fragments updating
hu_hu: Töredékek frissítésének engedélyezése

source: Enable this option to ensure that the estimated delivery date is correctly updated when caching is enabled.
hu_hu: Engedélyezze ezt az opciót, hogy gyorsítótárazás esetén a becsült szállítási dátum megfelelően frissüljön.

source: From WordPress settings
hu_hu: A WordPress beállításaiból

source: Choose the method for applying gift rules: either automatically add the gift to the cart or display it in a table for manual addition by the customer.
hu_hu: Válassza ki az ajándékszabályok alkalmazásának módját: automatikusan adja a kosárhoz az ajándékot, vagy jelenítse meg táblázatban, hogy a vásárló manuálisan adhassa hozzá.

source: Manual Gifts
hu_hu: Manuális ajándékok

source: Automatic Gifts
hu_hu: Automatikus ajándékok

source: Select the products that customers can choose from as free gifts with their purchase, allowing them to pick their preferred option.
hu_hu: Válassza ki azokat a termékeket, amelyek közül a vásárlók ingyenes ajándékot választhatnak a vásárlásuk mellé.

source: Products in cart condition
hu_hu: Kosárban lévő termékek feltétele

source: Strict exclude mode
hu_hu: Szigorú kizárási mód

source: If enabled, free gifts will not be added if there is at least one product in the cart that matches any exclude rule — even if some products match include rules.
hu_hu: Ha engedélyezve van, nem kerülnek hozzáadásra ingyenes ajándékok, ha a kosárban legalább egy termék megfelel bármely kizárási szabálynak — még akkor sem, ha egyes termékek megfelelnek a bevonási szabályoknak.

source: Base price
hu_hu: Alapár

source: Select whether the gift eligibility is based on the cart's total amount (including taxes and discounts), the subtotal amount (excluding taxes and discounts), or the subtotal after discount (discounts applied, excluding taxes and shipping).
hu_hu: Válassza ki, hogy az ajándékra való jogosultság a kosár végösszegén (adókkal és kedvezményekkel együtt), a részösszegen (adók és kedvezmények nélkül) vagy a kedvezmény utáni részösszegen (kedvezmények alkalmazva, adók és szállítás nélkül) alapuljon.

source: Cart price condition
hu_hu: Kosárérték feltétel

source: Subtotal after discount
hu_hu: Kedvezmény utáni részösszeg

source: Total
hu_hu: Összesen

source: Cart amount min
hu_hu: Minimális kosárösszeg

source: Set the minimum cart amount required for customers to qualify for a free gift, ensuring that the gift is only offered on purchases above a specified amount.
hu_hu: Állítsa be a minimális kosárösszeget, amely szükséges az ingyenes ajándékhoz, így az ajándék csak a megadott összeg feletti vásárlásoknál érhető el.

source: Cart amount max
hu_hu: Maximális kosárösszeg

source: Define the maximum cart amount for which a free gift is available, ensuring the offer is valid only within a specified purchase range.
hu_hu: Határozza meg a maximális kosárösszeget, amelyig az ingyenes ajándék elérhető, így az ajánlat csak egy meghatározott vásárlási tartományon belül érvényes.

source: Gifts
hu_hu: Ajándékok

source: Free gift
hu_hu: Ingyenes ajándék

source: Free
hu_hu: Ingyenes

source: Enable "Free gifts"
hu_hu: "Ingyenes ajándékok" engedélyezése

source: Turn on this option to allow customers to receive free gifts with their purchases.
hu_hu: Kapcsolja be ezt az opciót, hogy a vásárlók ingyenes ajándékokat kaphassanak a vásárlásaik mellé.

source: Maximum Gifts in an Order
hu_hu: Maximális ajándékok száma egy rendelésben

source: Allow adding multiple identical gifts
hu_hu: Több azonos ajándék hozzáadásának engedélyezése

source: If enabled, the user can add the same product to the cart multiple times. It works if the "Manual Gifts" rule is selected for the gift.
hu_hu: Ha engedélyezve van, a felhasználó ugyanazt a terméket többször is a kosárhoz adhatja. Ez akkor működik, ha az ajándékhoz a "Kézi ajándékok" szabály van kiválasztva.

source: Gift products price display
hu_hu: Ajándéktermékek árának megjelenítése

source: Choose how to display the price of gift products, either as "Free" or "$0.00".
hu_hu: Válassza ki, hogyan jelenjen meg az ajándéktermékek ára: "Ingyenes" vagy "$0.00".

source: "Free" text
hu_hu: "Ingyenes" szöveg

source: Discount to zero
hu_hu: Kedvezmény nullára

source: Cart free gifts table position
hu_hu: Ingyenes ajándékok táblázatának helye a kosárban

source: Select the placement of the free gifts table on the cart page, either before or after the listed products.
hu_hu: Válassza ki az ingyenes ajándékok táblázatának elhelyezését a kosár oldalon: a felsorolt termékek előtt vagy után.

source: Before cart table
hu_hu: Kosár táblázat előtt

source: After cart table
hu_hu: Kosár táblázat után

source: Cannot process action
hu_hu: A művelet feldolgozása nem lehetséges

source: Gift product added successfully.
hu_hu: Ajándéktermék sikeresen hozzáadva.

source: The gift has already been added to the cart.
hu_hu: Az ajándék már hozzá lett adva a kosárhoz.

source: There is already a maximum number of gifts in the cart.
hu_hu: A kosárban már a maximális számú ajándék található.

source: Primary product discount
hu_hu: Elsődleges termék kedvezménye

source: Set a discount for the primary product.
hu_hu: Állítson be kedvezményt az elsődleges termékre.

source: Bundle products
hu_hu: Termékcsomagok

source: Allow customize
hu_hu: Testreszabás engedélyezése

source: Enable this option to allow users customize the bundle and check/uncheck some products.
hu_hu: Engedélyezze ezt az opciót, hogy a felhasználók testreszabhassák a csomagot, és be-/kijelölhessenek egyes termékeket.

source: Default checkbox state
hu_hu: Jelölőnégyzet alapállapota

source: Check
hu_hu: Bejelölve

source: Uncheck
hu_hu: Kijelöletlen

source: Hide out of stock product
hu_hu: Készlethiányos termék elrejtése

source: Add bundles
hu_hu: Csomagok hozzáadása

source: Open bundles manager
hu_hu: Csomagkezelő megnyitása

source: Products containing this bundle
hu_hu: Ezt a csomagot tartalmazó termékek

source: Bundle includes
hu_hu: A csomag tartalma

source: Select product variation
hu_hu: Válasszon termékváltozatot

source: Enable "Frequently bought together"
hu_hu: "Gyakran együtt vásárolt" engedélyezése

source: You can configure your bundles in Dashboard -> Products -> Frequently Bought Together. Read more information in our <a href="https://xtemos.com/docs-topic/frequently-bought-together/" target="_blank">documentation</a>.
hu_hu: A csomagokat a Vezérlőpult -> Termékek -> Gyakran együtt vásárolt menüben konfigurálhatja. További információ az <a href="https://xtemos.com/docs-topic/frequently-bought-together/" target="_blank">dokumentációban</a>.

source: Form width
hu_hu: Űrlap szélessége

source: Bundled product
hu_hu: Csomagolt termék

source: types
hu_hu: típusok

source: type
hu_hu: típus

source: Bundles name
hu_hu: Csomagok neve

source: No bundles found.
hu_hu: Nem található csomag.

source: Select products that will be a part of the bundle as variations.
hu_hu: Válassza ki azokat a termékeket, amelyek variációként a csomag részét képezik.

source: These attributes will be used to connect selected products with each other.
hu_hu: Ezeket az attribútumokat használjuk a kiválasztott termékek összekapcsolására.

source: Attribute for the product image
hu_hu: Attribútum a termékképhez

source: Select an attribute that will be shown as product images.
hu_hu: Válasszon egy attribútumot, amely a termék képeként jelenik meg.

source: Swatch image
hu_hu: Swatch kép

source: Enable linked variations
hu_hu: Összekapcsolt variációk engedélyezése

source: This feature allows you to create a new kind of variable product based on simple products. You can create linked variations bundles via Dashboard -> Products -> Linked variations. Read more information in our <a href="https://xtemos.com/docs-topic/linked-variations/" target="_blank">documentation</a>.
hu_hu: Ez a funkció lehetővé teszi egy új típusú változó termék létrehozását egyszerű termékek alapján. Összekapcsolt variációk csomagjait a Vezérlőpult -> Termékek -> Összekapcsolt variációk menüben hozhatja létre. További információ az <a href="https://xtemos.com/docs-topic/linked-variations/" target="_blank">dokumentációban</a>.

source: Linked variations
hu_hu: Összekapcsolt variációk

source: Invalid argument for subscription.
hu_hu: Érvénytelen paraméter a feliratkozáshoz.

source: A subscription to marketing emails and updates for this email address is already in place.
hu_hu: Ehhez az e-mail címhez már van feliratkozás marketing e-mailekre és frissítésekre.

source: Could not save your subscription to marketing emails and updates
hu_hu: Nem sikerült elmenteni a marketing e-mailekre és frissítésekre vonatkozó feliratkozását

source: Invalid field requested.
hu_hu: Érvénytelen mező lett kérve.

source: Could not update your subscription to marketing emails and updates
hu_hu: Nem sikerült frissíteni a marketing e-mailekre és frissítésekre vonatkozó feliratkozását
