Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Here, you can edit the content fields, adjust element-specific settings, and apply style changes such as colors, spacing, and typography. Once you're done customizing the content and design of the element, click "Next".
hu_hu: Itt szerkesztheti a tartalmi mezőket, módosíthatja az elemre jellemző beállításokat, és alkalmazhat stílusváltoztatásokat, például színeket, térközöket és tipográfiát. Miután végzett az elem tartalmának és megjelenésének testreszabásával, kattintson a "Tovább" gombra.

source: Save the page
hu_hu: Oldal mentése

source: After making all the necessary changes to the title element, click the "Publish" button to save your changes.
hu_hu: Miután elvégezte az összes szükséges módosítást a cím elemen, kattintson a "Közzététel" gombra a változtatások mentéséhez.

source: Your homepage title has been successfully updated – the changes are now live. Click the "Done" button to finish.
hu_hu: A főoldal címe sikeresen frissült – a változtatások már élesek. A befejezéshez kattintson a "Kész" gombra.

source: Modifying the site content via Gutenberg
hu_hu: A webhely tartalmának módosítása a Gutenberggel

source: Click the "Edit page" button in the top admin bar to open the homepage in the block editor.
hu_hu: Kattintson a felső admin sávban az "Oldal szerkesztése" gombra, hogy a főoldalt megnyissa a blokkszerkesztőben.

source: You are now in the WordPress block editor. Here, you can manage the layout and content of your page using blocks such as headings, paragraphs, images, and more.
hu_hu: Most a WordPress blokkszerkesztőben van. Itt blokkokkal, például címsorokkal, bekezdésekkel, képekkel stb. kezelheti az oldal elrendezését és tartalmát.

source: Select the title block
hu_hu: Válassza ki a címsor blokkot

source: Click on the title block on the page. This is typically a heading block that displays the main title of the section or page.
hu_hu: Kattintson az oldal címsor blokkjára. Ez általában egy címsor blokk, amely a szakasz vagy az oldal fő címét jeleníti meg.

source: Change the title text
hu_hu: A cím szövegének módosítása

source: Update the text in the title block as needed. Once you've made your changes, click "Next" to proceed.
hu_hu: Módosítsa a címsor blokk szövegét szükség szerint. A változtatások után kattintson a "Tovább" gombra a folytatáshoz.

source: Open the sidebar settings
hu_hu: Oldalsáv beállításainak megnyitása

source: Click on the "Settings" icon in the top right corner of the editor to open the sidebar panel. This panel contains various settings for the selected block.
hu_hu: Kattintson a szerkesztő jobb felső sarkában található "Beállítások" ikonra az oldalsáv panel megnyitásához. Ez a panel a kijelölt blokk különféle beállításait tartalmazza.

source: Adjust the title element settings
hu_hu: A cím elem beállításainak módosítása

source: The sidebar will display the settings for the title element, including options for style, color, design, appearance, positioning, and more. Adjust these settings as needed, and once you're satisfied, click "Next" to proceed.
hu_hu: Az oldalsáv a cím elem beállításait jeleníti meg, beleértve a stílus, szín, dizájn, megjelenés, pozicionálás és egyéb opciókat. Igazítsa ezeket a beállításokat igényei szerint, majd ha elégedett, kattintson a "Tovább" gombra a folytatáshoz.

source: After making all the necessary changes to the title element, click the "Save" button to save your changes.
hu_hu: Miután elvégezte az összes szükséges módosítást a cím elemen, kattintson a "Mentés" gombra a változtatások mentéséhez.

source: Modifying the site content via WPBakery
hu_hu: A webhely tartalmának módosítása a WPBakery-vel

source: Find out how to update the homepage title step by step.
hu_hu: Így frissítheti a főoldal címét lépésről lépésre.

source: Click the "Edit page" button in the top admin bar to open the homepage in the WPBakery editor.
hu_hu: Kattintson az "Oldal szerkesztése" gombra a felső admin sávban, hogy a főoldalt megnyissa a WPBakery szerkesztőben.

source: You are now in the WordPress page editor. When using WPBakery, this page serves as a transitional screen between WordPress and the WPBakery editor. Click "Next" to proceed.
hu_hu: Most a WordPress oldalszerkesztőben van. WPBakery használatakor ez az oldal átmeneti képernyőként szolgál a WordPress és a WPBakery szerkesztő között. A folytatáshoz kattintson a "Tovább" gombra.

source: Switch to WPBakery
hu_hu: Váltás a WPBakeryre

source: Click on the "WPBakery Page Builder" button to launch the WPBakery page builder and start editing the content of your page with its powerful tools.
hu_hu: Kattintson a "WPBakery Page Builder" gombra a WPBakery oldalépítő elindításához, és kezdje el szerkeszteni az oldal tartalmát a hatékony eszközeivel.

source: WPBakery editor overview
hu_hu: WPBakery szerkesztő áttekintése

source: You are now inside the WPBakery Page Builder editor. Here, you can visually manage your page content using rows, columns, and content elements.
hu_hu: Most a WPBakery Page Builder szerkesztőben van. Itt vizuálisan kezelheti az oldal tartalmát sorok, oszlopok és tartalmi elemek segítségével.

source: This is your website "Section title" element. Hover over it and click the "Pencil" icon to continue.
hu_hu: Ez a webhelye "Section title" eleme. Vigye az egérmutatót fölé, és kattintson a "Ceruza" ikonra a folytatáshoz.

source: Edit the element settings
hu_hu: Elem beállításainak szerkesztése

source: Here, you can change the title, subtitle, and description, as well as their colors and styles. When you're done, click "Next".
hu_hu: Itt módosíthatja a címet, az alcímet és a leírást, valamint ezek színeit és stílusait. Ha elkészült, kattintson a "Tovább" gombra.

source: Save element changes
hu_hu: Elem módosításainak mentése

source: Done! The title element has been successfully updated. Click "Save changes" to continue.
hu_hu: Kész! A cím elem sikeresen frissült. A folytatáshoz kattintson a "Változtatások mentése" gombra.

source: Click the "Update" button to save all changes made to the page.
hu_hu: Kattintson a "Frissítés" gombra az oldalon végzett összes módosítás mentéséhez.

source: You've successfully updated the title element using WPBakery Page Builder. Click the "Done" button to finish.
hu_hu: Sikeresen frissítette a cím elemet a WPBakery Page Builderrel. A befejezéshez kattintson a "Kész" gombra.

# Page slug
source: cart
hu_hu: kosar

# Page title
source: Cart
hu_hu: Kosár

# Page slug
source: checkout
hu_hu: penztar

# Page title
source: Checkout
hu_hu: Pénztár

source: Search by name
hu_hu: Keresés név szerint

source: Websites
hu_hu: Webhelyek

source: Additional pages
hu_hu: További oldalak

source: All
hu_hu: Összes

source: Import preview
hu_hu: Importálás előnézete

source: Imported
hu_hu: Importálva

source: Live preview
hu_hu: Élő előnézet

source: Import
hu_hu: Importálás

source: View page
hu_hu: Oldal megtekintése

source: Import any of the demo versions that will include a home page, a few products, posts, projects, images and menus. You will be able to switch to any demo at any time. You can also remove all the previously imported content.
hu_hu: Importáljon bármelyik demóverziót, amely tartalmaz egy főoldalt, néhány terméket, bejegyzést, projektet, képet és menüt. Bármikor válthat bármelyik demóra. Az összes korábban importált tartalmat is eltávolíthatja.

source: You need to install the following plugins to use our import function: <strong><a href="%1$s">%2$s</a></strong>
hu_hu: Az importálási funkciónk használatához telepítse a következő bővítményeket: <strong><a href="%1$s">%2$s</a></strong>

source: Please, deactivate one of the builders and leave only ONE plugin either <strong>WPBakery page builder</strong> or <strong>Elementor</strong>.
hu_hu: Kérjük, inaktiválja az egyik oldalkészítőt, és hagyjon meg CSAK EGY bővítményt: vagy a <strong>WPBakery page builder</strong>-t, vagy az <strong>Elementor</strong>-t.

source: You need to enable Elementor Flexbox Container feature in Elementor -> Settings -> Features to import our dummy content properly.
hu_hu: Engedélyezze az Elementor Flexbox Container funkciót az Elementor -> Settings -> Features menüpontban, hogy a demótartalom importja megfelelően működjön.

source: Please, contact the host support and ask them to enable <strong>DOMDocument</strong>.
hu_hu: Kérjük, lépjen kapcsolatba a tárhelyszolgáltató támogatásával, és kérje a <strong>DOMDocument</strong> engedélyezését.

source: Please, contact the host support and ask them to enable <strong>simplexml_load_file</strong>.
hu_hu: Kérjük, lépjen kapcsolatba a tárhelyszolgáltató támogatásával, és kérje a <strong>simplexml_load_file</strong> engedélyezését.

source: In your settings, the HTTP protocol is specified, but you opened the page via HTTPS. This can lead to an error during import. You need to correct the settings and specify the protocol https:// in WordPress -> Settings -> General.
hu_hu: A beállításokban a HTTP protokoll van megadva, de az oldalt HTTPS-en keresztül nyitotta meg. Ez importálás közben hibához vezethet. Javítsa a beállításokat, és adja meg a https:// protokollt a WordPress -> Beállítások -> Általános menüben.

source: Remove content
hu_hu: Tartalom eltávolítása

source: Close
hu_hu: Bezárás

source: Check all
hu_hu: Összes kijelölése

source: Uncheck all
hu_hu: Összes kijelölésének megszüntetése

source: <strong>Warning</strong>. You are going to completely delete the content imported with our theme. This process cannot be undone. Any changes you made in import pages, posts, or products will be lost.
hu_hu: <strong>Figyelem</strong>. Teljesen törölni fogja a sablonunkkal importált tartalmat. Ez a folyamat nem vonható vissza. Az importált oldalakban, bejegyzésekben vagy termékekben végzett minden módosítás elvész.

source: Remove
hu_hu: Eltávolítás

source: Remove image
hu_hu: Kép eltávolítása

source: Pages
hu_hu: Oldalak

source: Revolution sliders
hu_hu: Revolution sliderek

source: Products
hu_hu: Termékek

source: Mailchimp forms
hu_hu: Mailchimp űrlapok

source: Posts
hu_hu: Bejegyzések

source: Woodmart sliders
hu_hu: Woodmart sliderek

source: Projects
hu_hu: Projektek

source: Settings presets
hu_hu: Beállítási előbeállítások

source: HTML blocks
hu_hu: HTML blokkok

source: Headers
hu_hu: Fejlécek

source: Images
hu_hu: Képek

source: Contact forms
hu_hu: Kapcsolatfelvételi űrlapok

source: Deprecated
hu_hu: Elavult

source: Start typing to find options...
hu_hu: Kezdj el gépelni a lehetőségek kereséséhez...

source: Save options
hu_hu: Beállítások mentése

source: To global settings
hu_hu: A globális beállításokhoz

source: Settings have been saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: New options have been successfully imported.
hu_hu: Az új beállítások sikeresen importálva.

source: All options have been set to default values.
hu_hu: Minden beállítás az alapértelmezett értékre lett állítva.

source: Preset edited successfully.
hu_hu: Előbeállítás sikeresen szerkesztve.

source: Options presets
hu_hu: Beállítások előbeállításai

source: Search for presets
hu_hu: Előbeállítások keresése

source: Add a new preset
hu_hu: Új előbeállítás hozzáadása

source: Apologies, but no results were found.
hu_hu: Sajnáljuk, nem található eredmény.

source: There are currently no existing presets.
hu_hu: Jelenleg nincsenek előbeállítások.

source: Edit theme settings
hu_hu: Téma beállításainak szerkesztése

source: Close conditions
hu_hu: Feltételek bezárása

source: Edit conditions
hu_hu: Feltételek szerkesztése

source: Remove preset
hu_hu: Előbeállítás eltávolítása

source: Conditions
hu_hu: Feltételek

source: Save preset
hu_hu: Előbeállítás mentése

source: Add new condition
hu_hu: Új feltétel hozzáadása

source: Preset name
hu_hu: Előbeállítás neve

source: In Stock
hu_hu: Raktáron

source: On Sale
hu_hu: Akciós

source: On backorder
hu_hu: Utánrendelhető

source: Select type
hu_hu: Típus kiválasztása

source: Post type
hu_hu: Bejegyzéstípus

source: Post type single page
hu_hu: Bejegyzéstípus egyedi oldala

source: Post ID
hu_hu: Bejegyzés ID

source: Taxonomy
hu_hu: Taxonómia

source: Term ID
hu_hu: Kifejezés ID

source: Single posts from term
hu_hu: Kifejezéshez tartozó egyedi bejegyzések

source: User role
hu_hu: Felhasználói szerepkör

source: Filtered by attribute
hu_hu: Attribútum alapján szűrve

source: Filtered by term
hu_hu: Kifejezés alapján szűrve

source: Filtered by any attribute
hu_hu: Bármely attribútum alapján szűrve

source: Filtered by stock status
hu_hu: Készletállapot alapján szűrve

source: Equals
hu_hu: Egyenlő

source: Not equals
hu_hu: Nem egyenlő

source: Start typing...
hu_hu: Kezdj el gépelni...

source: Remove condition
hu_hu: Feltétel eltávolítása

source: No Repeat
hu_hu: Ismétlés nélkül

source: Repeat
hu_hu: Ismétlés

source: Repeat Horizontally
hu_hu: Ismétlés vízszintesen

source: Repeat Vertically
hu_hu: Ismétlés függőlegesen

source: Fixed
hu_hu: Rögzített

source: Scroll
hu_hu: Görgetés

source: Upload
hu_hu: Feltöltés

source: Width
hu_hu: Szélesség

source: Background repeat
hu_hu: Háttér ismétlése

source: Background attachment
hu_hu: Háttér rögzítése

source: Options for this field are not provided in the map function.
hu_hu: Ehhez a mezőhöz az opciókat nem biztosítja a map függvény.

source: Comparison condition
hu_hu: Összehasonlítási feltétel

source: Include
hu_hu: Belefoglalás

source: Exclude
hu_hu: Kizárás

source: Condition type
hu_hu: Feltétel típusa

source: All products
hu_hu: Minden termék

source: Single product id
hu_hu: Egyedi termék ID

source: Product category
hu_hu: Termékkategória

source: Child product categories
hu_hu: Gyermek termékkategóriák

source: Product tag
hu_hu: Termékcímke

source: Product attribute
hu_hu: Termékattribútum

source: Product type
hu_hu: Terméktípus

source: Product shipping class
hu_hu: Termék szállítási osztálya

source: Condition query
hu_hu: Feltétel lekérdezés

source: Simple product
hu_hu: Egyszerű termék

source: Variable product
hu_hu: Változó termék

source: Product brand
hu_hu: Termékmárka

source: Product type condition query
hu_hu: Terméktípus feltétel lekérdezés

source: At least one condition is required.
hu_hu: Legalább egy feltétel szükséges.

source: Add font
hu_hu: Betűtípus hozzáadása

source: Custom font
hu_hu: Egyéni betűtípus

source: Font name
hu_hu: Betűtípus neve

source: Enter your name with letters and spacing only. It will be used in a list of fonts under the Typography section. For example: Indie Flower
hu_hu: Adja meg a nevet csak betűkkel és szóközökkel. A Tipográfia szakasz betűtípuslistájában lesz használva. Példa: Indie Flower

source: Font weight
hu_hu: Betűvastagság

source: Font (.%s)
hu_hu: Betűtípus (.%s)

source: From
hu_hu: Ettől

source: To
hu_hu: Eddig

source: Type
hu_hu: Típus

source: Fixed discount
hu_hu: Fix kedvezmény

source: Percentage discount
hu_hu: Százalékos kedvezmény

source: Value
hu_hu: Érték

source: Discount rules from
hu_hu: Kedvezményszabályok ettől

source: Discount rules to
hu_hu: Kedvezményszabályok eddig

source: Discount type
hu_hu: Kedvezmény típusa

source: Discount amount value
hu_hu: Kedvezmény összegének értéke

source: Discount percentage value
hu_hu: Kedvezmény százalékos értéke

source: Add new rule
hu_hu: Új szabály hozzáadása

source: Quantity range must start with a higher value than previous quantity range.
hu_hu: A mennyiségtartomány kezdő értékének nagyobbnak kell lennie az előző mennyiségtartományénál.

source: Closing quantity must not be lower than opening quantity.
hu_hu: A záró mennyiség nem lehet alacsonyabb a nyitó mennyiségnél.

source: At least one quantity range is required for this pricing rule.
hu_hu: Ehhez az árazási szabályhoz legalább egy mennyiségtartomány szükséges.

source: Discount cannot exceed 100%.
hu_hu: A kedvezmény nem haladhatja meg a 100%-ot.

source: Reset
hu_hu: Visszaállítás

source: Icon design
hu_hu: Ikon megjelenése

source: Icon weight
hu_hu: Ikon vastagsága

source: Export options
hu_hu: Exportálási beállítások

source: Connect
hu_hu: Csatlakozás

source: Disconnect
hu_hu: Leválasztás

source: Reset all settings
hu_hu: Minden beállítás visszaállítása

source: Discount
hu_hu: Kedvezmény

source: Add new product
hu_hu: Új termék hozzáadása

source: Select all
hu_hu: Összes kijelölése

source: Deselect all
hu_hu: Összes kijelölésének megszüntetése

source: Date type
hu_hu: Dátumtípus

source: Single
hu_hu: Egy nap

source: Period
hu_hu: Időszak

source: Day
hu_hu: Nap

source: First day
hu_hu: Első nap

source: Last day
hu_hu: Utolsó nap

source: Day :
hu_hu: Nap :

source: First day :
hu_hu: Első nap :

source: Last day :
hu_hu: Utolsó nap :

source: Dates
hu_hu: Dátumok

source: Date type condition
hu_hu: Dátumtípus feltétel

source: Leave at least one empty line.
hu_hu: Hagyjon legalább egy üres sort.

source: The start date cannot be later than the end date. Please check the order of the entered dates.
hu_hu: A kezdő dátum nem lehet későbbi, mint a záró dátum. Kérjük, ellenőrizze a megadott dátumok sorrendjét.

source: Both date fields must be filled. Please enter both dates.
hu_hu: Mindkét dátummezőt ki kell tölteni. Kérjük, adja meg mindkét dátumot.

source: Add rule
hu_hu: Szabály hozzáadása

source: Assigned to elements
hu_hu: Elemekhez rendelve

source: Font family
hu_hu: Betűcsalád

source: Font style
hu_hu: Betűstílus

source: Font subsets
hu_hu: Betűkészlet részhalmazai

source: Subset
hu_hu: Részhalmaz

source: Font subset
hu_hu: Betűkészlet részhalmaza

source: Text transform
hu_hu: Szöveg átalakítása

source: Font size
hu_hu: Betűméret

source: Line height
hu_hu: Sormagasság

source: Color on hover
hu_hu: Szín rámutatáskor

source: Background on hover
hu_hu: Háttér rámutatáskor

source: Clear all
hu_hu: Összes törlése

source: Plugins list is empty.
hu_hu: A bővítmények listája üres.

source: You not have access.
hu_hu: Nincs hozzáférése.

source: You cannot deactivate the plugin on a multisite.
hu_hu: A bővítményt nem lehet multisite hálózaton inaktiválni.

source: Welcome
hu_hu: Üdvözöljük

source: Activation
hu_hu: Aktiválás

source: Child theme
hu_hu: Gyermektéma

source: Page builder
hu_hu: Oldalkészítő

source: Continue
hu_hu: Folytatás

source: Skip this step
hu_hu: Lépés kihagyása

source: Install the child theme with one click.
hu_hu: Telepítse a gyermektémát egy kattintással.

source: If you plan to make changes to the theme’s source code, we recommend using a child theme instead of modifying the main theme’s HTML, CSS, or PHP files directly. This way, you can safely update the parent theme without losing your customizations. Use the button below to create and activate a child theme.
hu_hu: Ha a téma forráskódján szeretne változtatni, azt javasoljuk, hogy a fő téma HTML-, CSS- vagy PHP-fájljainak közvetlen módosítása helyett használjon gyermektémát. Így biztonságosan frissítheti a szülő témát anélkül, hogy elveszítené a testreszabásokat. Az alábbi gombbal hozza létre és aktiválja a gyermektémát.

source: Install child theme
hu_hu: Gyermektéma telepítése

source: Everything is ready!
hu_hu: Minden készen áll!

source: Congratulations! You have successfully installed our theme and are ready to start building your amazing website! With our theme, you have full control over the layout and style, giving you the flexibility to create a site that suits your vision perfectly.
hu_hu: Gratulálunk! Sikeresen telepítette a témánkat, és készen áll arra, hogy elkezdje felépíteni a nagyszerű weboldalát! A témánkkal teljes mértékben irányíthatja az elrendezést és a stílust, így rugalmasan hozhat létre egy az elképzeléseinek tökéletesen megfelelő oldalt.

source: Start customizing
hu_hu: Testreszabás indítása

source: Close and view website
hu_hu: Bezárás és a webhely megtekintése

source: Select one of the page builders below.
hu_hu: Válasszon az alábbi oldalkészítők közül.

source: The World's Leading WordPress Website Builder
hu_hu: A világ vezető WordPress weboldal-készítője

source: Block based WordPress page content editor
hu_hu: Blokkalapú WordPress oldaltartalom-szerkesztő

source: WPBakery Page Builder plugin for WordPress
hu_hu: WPBakery Page Builder bővítmény WordPresshez

source: Plugins activation
hu_hu: Bővítmények aktiválása

source: Install and activate essential plugins for your website.
hu_hu: Telepítse és aktiválja a webhelyéhez szükséges alapvető bővítményeket.

source: Required
hu_hu: Kötelező

source: Plugin activated globally.
hu_hu: A bővítmény globálisan aktiválva.

source: Required update not available
hu_hu: Szükséges frissítés nem érhető el

source: Install & activate all
hu_hu: Összes telepítése és aktiválása

source: Importing
hu_hu: Importálás

source: The import process includes a homepage, products, posts, projects, images, and menus.
hu_hu: Az importálás folyamata tartalmazza a kezdőoldalt, termékeket, bejegyzéseket, projekteket, képeket és menüket.

source: Importing posts
hu_hu: Bejegyzések importálása

source: Importing products
hu_hu: Termékek importálása

source: Importing pages
hu_hu: Oldalak importálása

source: Importing images
hu_hu: Képek importálása

source: Importing menus
hu_hu: Menük importálása

source: Importing widgets
hu_hu: Widgetek importálása

source: Importing header configuration
hu_hu: Fejléckonfiguráció importálása

source: Applying theme settings
hu_hu: Témabeállítások alkalmazása

source: All content has been successfully imported and is ready to use.
hu_hu: Minden tartalom sikeresen importálva, és használatra kész.

source: <span>Note:</span> please do not close this tab while content is being imported. This may interrupt the installation process.
hu_hu: <span>Megjegyzés:</span> kérjük, ne zárja be ezt a lapot a tartalom importálása közben. Ez megszakíthatja a telepítési folyamatot.

source: Thank you for choosing our theme!
hu_hu: Köszönjük, hogy a témánkat választotta!

source: During the next steps, you will choose and configure the basic settings of your website by enabling automatic updates, installing the required plugins, and selecting a pre-built website with demo content.
hu_hu: A következő lépések során kiválasztja és beállítja webhelye alapvető beállításait: engedélyezi az automatikus frissítéseket, telepíti a szükséges bővítményeket, és kiválaszt egy előre elkészített, demótartalommal rendelkező webhelyet.

source: Good Luck!
hu_hu: Sok sikert!

source: Let's start
hu_hu: Kezdjük el

source: Skip setup
hu_hu: Beállítás kihagyása

source: Connect instagram account
hu_hu: Instagram-fiók csatlakoztatása

source: To get this data, follow the instructions in our documentation <a href="https://xtemos.com/docs/woodmart/faq-guides/setup-instagram-api/" target="_blank">here</a>.
hu_hu: Az adatok megszerzéséhez kövesse a dokumentációnkban található útmutatót <a href="https://xtemos.com/docs/woodmart/faq-guides/setup-instagram-api/" target="_blank">itt</a>.

source: Delete outdated images
hu_hu: Elavult képek törlése

source: This option will delete outdated images from the Media library automatically and keep only the latest from your account. Works with images added to the Media library starting from WoodMart 7.2 version.
hu_hu: Ez az opció automatikusan törli az elavult képeket a Médiatárból, és csak a fiókjából származó legújabbakat tartja meg. A WoodMart 7.2-es verziójától kezdve a Médiatárhoz hozzáadott képekkel működik.

source: Google map API key
hu_hu: Google Térkép API-kulcs

source: Obtain API key <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">here</a> to use our Google Map VC element.
hu_hu: Szerezzen API-kulcsot <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">itt</a> a Google Map VC elemünk használatához.

source: Facebook app ID
hu_hu: Facebook alkalmazásazonosító

source: Facebook app secret
hu_hu: Facebook alkalmazás titka
