Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Rate our theme
hu_hu: Értékelje a témánkat

source: Logo
hu_hu: Logó

source: Presets
hu_hu: Előbeállítások

source: Backup
hu_hu: Biztonsági mentés

source: Tools
hu_hu: Eszközök

source: WPB CSS generator
hu_hu: WPB CSS generátor

source: All slides
hu_hu: Összes dia

source: HTML Blocks
hu_hu: HTML blokkok

source: Floating Blocks
hu_hu: Lebegő blokkok

source: Sidebars
hu_hu: Oldalsávok

source: The header builder cannot be loaded correctly. Probably, there is some JS conflict with some of the installed plugins or some issue with the header builder script. Check your JS console to debug this. Try to disable all external plugins and be sure that you have the latest version of the theme installed and then check again.
hu_hu: Nem sikerült megfelelően betölteni a fejléc építőt. Valószínűleg JS-ütközés van valamelyik telepített bővítménnyel, vagy probléma van a fejléc építő szkripttel. Ellenőrizze a JS konzolt a hibakereséshez. Próbálja meg letiltani az összes külső bővítményt, győződjön meg róla, hogy a téma legfrissebb verziója van telepítve, majd ellenőrizze újra.

source: Theme plugins
hu_hu: Téma bővítményei

source: Compatible plugins
hu_hu: Kompatibilis bővítmények

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Theme Name
hu_hu: Téma neve

source: Theme Version
hu_hu: Téma verziója

source: WP Version
hu_hu: WP verzió

source: WP Debug Mode
hu_hu: WP hibakeresési mód

source: Enabled
hu_hu: Engedélyezve

source: Disabled
hu_hu: Letiltva

source: Server
hu_hu: Szerver

source: PHP Version
hu_hu: PHP verzió

source: Minimum required PHP version 7.2
hu_hu: Minimálisan szükséges PHP verzió 7.2

source: PHP Post Max Size
hu_hu: PHP post maximális mérete

source: Minimum required value 64M.
hu_hu: Minimálisan szükséges érték: 64M.

source: PHP Time Limit
hu_hu: PHP időkorlát

source: Minimum required value 180.
hu_hu: Minimálisan szükséges érték: 180.

source: PHP Max Input Vars
hu_hu: PHP maximális bemeneti változók

source: Minimum required value 10000.
hu_hu: Minimálisan szükséges érték: 10000.

source: PHP Memory Limit
hu_hu: PHP memóriakorlát

source: Minimum required value 128M.
hu_hu: Minimálisan szükséges érték: 128M.

source: PHP Upload Max Size
hu_hu: PHP feltöltés maximális mérete

source: PHP Function "file_get_content"
hu_hu: PHP függvény \"file_get_content\"

source: Active Plugins
hu_hu: Aktív bővítmények

source: Filesystem Method
hu_hu: Fájlrendszer metódus

source: It is recommended to set FS_METHOD to "direct" in wp-config.php file for proper theme functionality.
hu_hu: Javasolt az FS_METHOD értékét \"direct\"-re állítani a wp-config.php fájlban a téma megfelelő működéséhez.

source: Customize your website
hu_hu: Weboldal testreszabása

source: Customize your website with the help of our interactive guides. Click the buttons below to start exploring and customizing with ease.
hu_hu: Szabja testre weboldalát interaktív útmutatóink segítségével. Kattintson az alábbi gombokra, és kezdje el könnyedén felfedezni és testreszabni.

source: Restart the guide
hu_hu: Útmutató újraindítása

source: Start the guide
hu_hu: Útmutató indítása

source: Step
hu_hu: Lépés

source: Next
hu_hu: Tovább

source: Back
hu_hu: Vissza

source: Done
hu_hu: Kész

source: Replacing the logo in Header Builder
hu_hu: Logó cseréje a Header Builderben

source: Discover how to change the main logo of the website
hu_hu: Ismerje meg, hogyan változtathatja meg a webhely fő logóját

source: Open Header Builder
hu_hu: Nyissa meg a Header Buildert

source: Click the Header Builder icon in the top bar of the admin panel.
hu_hu: Kattintson az adminisztrációs panel felső sávjában lévő Header Builder ikonra.

source: Manage your headers
hu_hu: Fejlécek kezelése

source: This is the Header Builder panel, where you can add, delete, or import headers. Click "Next" to continue.
hu_hu: Ez a Header Builder panel, ahol fejléceket adhat hozzá, törölhet vagy importálhat. A folytatáshoz kattintson a "Tovább" gombra.

source: Edit the active header
hu_hu: Aktív fejléc szerkesztése

source: To access the settings of the active header, click the "Edit" button.
hu_hu: Az aktív fejléc beállításainak eléréséhez kattintson a "Szerkesztés" gombra.

source: Header layout settings
hu_hu: Fejléc elrendezési beállításai

source: This panel contains the settings for the current header. You can change the color, size, block arrangement, or add new elements. Click "Next" to continue.
hu_hu: Ez a panel tartalmazza az aktuális fejléc beállításait. Módosíthatja a színt, a méretet, a blokkok elrendezését, vagy új elemeket adhat hozzá. A folytatáshoz kattintson a "Tovább" gombra.

source: Switch to Frontend editor
hu_hu: Váltás a Frontend szerkesztőre

source: Click the "Frontend Editor" button to enable live visual editing of your header.
hu_hu: Kattintson a "Frontend Editor" gombra a fejléc élő, vizuális szerkesztésének engedélyezéséhez.

source: Customize header layout in frontend
hu_hu: Fejléc elrendezésének testreszabása a frontenden

source: This allows you to view and edit the header directly in the live preview of your website, providing a more intuitive and accurate editing experience.
hu_hu: Ez lehetővé teszi, hogy a webhely élő előnézetében közvetlenül megtekintse és szerkessze a fejlécet, így intuitívabb és pontosabb szerkesztési élményt kap.

source: Access the logo settings
hu_hu: Hozzáférés a logó beállításaihoz

source: This is your website logo element in the desktop header. Hover over it and click the "Pencil" icon to continue.
hu_hu: Ez a webhely logóeleme az asztali fejlécben. Vigye fölé az egeret, és kattintson a "Pencil" ikonra a folytatáshoz.

source: Configure logo element
hu_hu: Logóelem konfigurálása

source: In this popup window, you’ll find all the settings related to the logo used in the desktop version of the header. You can also configure a separate logo for the sticky header. Click "Next" to continue.
hu_hu: Ebben a felugró ablakban megtalálja az asztali fejlécben használt logóval kapcsolatos összes beállítást. Külön logót is beállíthat a sticky fejléchez. A folytatáshoz kattintson a "Tovább" gombra.

source: Upload your logo
hu_hu: Töltse fel a logóját

source: Select your desktop logo from the Media Library or upload one from your device.
hu_hu: Válassza ki az asztali logót a Médiatárból, vagy töltsön fel egyet az eszközéről.

source: Save logo changes
hu_hu: Logó módosításainak mentése

source: Done! The desktop logo has been successfully uploaded. Click "Save" to continue.
hu_hu: Kész! Az asztali logó sikeresen feltöltve. A folytatáshoz kattintson a "Mentés" gombra.

source: Switch to mobile header view
hu_hu: Váltás a mobil fejléc nézetére

source: Click the "Mobile" button in the Header Builder to view and edit the mobile version of your header.
hu_hu: Kattintson a "Mobile" gombra a Header Builderben a fejléc mobil verziójának megtekintéséhez és szerkesztéséhez.

source: Overview of the mobile header
hu_hu: Mobil fejléc áttekintése

source: The mobile header may have a different layout compared to the desktop version. Ensure that all important elements, such as navigation, icons, and menus, are properly arranged for mobile view. Click "Next" to continue.
hu_hu: A mobil fejléc elrendezése eltérhet az asztali verziótól. Győződjön meg arról, hogy minden fontos elem, például a navigáció, az ikonok és a menük, megfelelően van elrendezve mobil nézetben. A folytatáshoz kattintson a "Tovább" gombra.

source: This is your website logo element in the mobile header. Hover over it and click the "Pencil" icon to continue.
hu_hu: Ez a webhely logóeleme a mobil fejlécben. Vigye fölé az egeret, és kattintson a "Pencil" ikonra a folytatáshoz.

source: Configure mobile logo element
hu_hu: Mobil logóelem konfigurálása

source: In this popup window, you can upload a logo specifically for the mobile header. You can also set a different logo for the sticky mobile header.
hu_hu: Ebben a felugró ablakban kifejezetten a mobil fejléchez tölthet fel logót. A sticky mobil fejléchez eltérő logót is beállíthat.

source: Choose your mobile logo from the Media Library or upload one from your device.
hu_hu: Válassza ki a mobil logót a Médiatárból, vagy töltsön fel egyet az eszközéről.

source: Done! The mobile logo has been successfully uploaded. Click "Save" to continue.
hu_hu: Kész! A mobil logó sikeresen feltöltve. A folytatáshoz kattintson a "Mentés" gombra.

source: Save changes to header
hu_hu: Fejléc módosításainak mentése

source: Click "Save header" to apply and save all changes made to the current header.
hu_hu: Kattintson a "Fejléc mentése" gombra az aktuális fejlécen végzett összes módosítás alkalmazásához és mentéséhez.

source: Finish setup
hu_hu: Beállítás befejezése

source: Congratulations! You’ve successfully replaced the default logo with your own. Click the "Done" button to finish.
hu_hu: Gratulálunk! Sikeresen lecserélte az alapértelmezett logót a sajátjára. A befejezéshez kattintson a "Kész" gombra.

source: Customize styles and colors
hu_hu: Stílusok és színek testreszabása

source: Find out how to change the primary color settings
hu_hu: Ismerje meg, hogyan módosíthatja az elsődleges szín beállításait

source: Open Theme settings
hu_hu: Nyissa meg a Téma beállításait

source: This is where all visual customization begins.
hu_hu: Itt kezdődik minden vizuális testreszabás.

source: Manage Theme settings
hu_hu: Téma beállításainak kezelése

source: This panel allows you to modify most aspects of your site’s appearance.
hu_hu: Ez a panel lehetővé teszi, hogy a webhely megjelenésének legtöbb aspektusát módosítsa.

source: Go to the "Styles and colors" section
hu_hu: Lépjen a "Styles and colors" szakaszba

source: All customization options for colors and styles are available here.
hu_hu: Itt érhetők el a színek és stílusok testreszabási lehetőségei.

source: Explore "Styles and colors" section
hu_hu: A "Styles and colors" szakasz felfedezése

source: In these submenus, you can modify colors, page backgrounds, border radius, button styles, form fields, and carousel navigation.
hu_hu: Ezekben az almenükben módosíthatja a színeket, az oldalháttereket, a sarokkerekítést, a gombstílusokat, az űrlapmezőket és a carousel navigációját.

source: Select the "Colors" menu item
hu_hu: Válassza a "Colors" menüpontot

source: This section contains all the global color controls for your website.
hu_hu: Ez a szakasz tartalmazza a webhely összes globális színvezérlőjét.

source: Explore color settings
hu_hu: Színbeállítások felfedezése

source: Here you’ll find options for primary color, secondary color, and links color — these are key elements that define your website’s visual identity.
hu_hu: Itt találja az elsődleges szín, a másodlagos szín és a hivatkozások színének beállításait — ezek a webhely vizuális arculatát meghatározó kulcselemek.

source: Change primary color
hu_hu: Elsődleges szín módosítása

source: The primary color is used for buttons, active elements, and highlights across your site. Try clicking the color picker to change this color.
hu_hu: Az elsődleges színt a webhelyen a gombokhoz, aktív elemekhez és kiemelésekhez használjuk. Próbálja meg a színválasztóra kattintva módosítani ezt a színt.

source: Change secondary color
hu_hu: Másodlagos szín módosítása

source: The secondary color is used for secondary accents and complementary elements that may contrast with the primary color. Try clicking the color picker to change this color.
hu_hu: A másodlagos színt másodlagos kiemelésekhez és kiegészítő elemekhez használjuk, amelyek kontrasztot alkothatnak az elsődleges színnel. Próbálja meg a színválasztóra kattintva módosítani ezt a színt.

source: Save your changes
hu_hu: Változtatások mentése

source: Click the "Save" button to apply all changes made in the Theme settings panel.
hu_hu: Kattintson a "Mentés" gombra a Téma beállításai panelen végzett összes módosítás alkalmazásához.

source: All done!
hu_hu: Minden kész!

source: You’ve successfully customized your site’s styles and colors. Click the "Done" button to finish.
hu_hu: Sikeresen testreszabta a webhely stílusait és színeit. A befejezéshez kattintson a "Kész" gombra.

source: Set up basic typography
hu_hu: Alap tipográfia beállítása

source: Explore how to change the font, its size, and color
hu_hu: Tudja meg, hogyan módosíthatja a betűtípust, annak méretét és színét

source: Click on the Theme settings menu item in the main menu of the admin panel.
hu_hu: Kattintson az adminisztrációs panel főmenüjében a Téma beállításai menüpontra.

source: Go to the "Typography" section
hu_hu: Lépjen a "Typography" szakaszba

source: Click on the "Typography" menu item to open font customization options.
hu_hu: Kattintson a "Typography" menüpontra a betűtípus testreszabási lehetőségeinek megnyitásához.

source: Explore "Typography" section
hu_hu: A "Typography" szakasz felfedezése

source: These section are organized by purpose:
hu_hu: Ezek a szakaszok cél szerint vannak rendszerezve:

source: <b>Basic</b> for general text settings
hu_hu: <b>Basic</b> az általános szövegbeállításokhoz

source: <b>Advanced</b> for fine-tuning
hu_hu: <b>Advanced</b> a finomhangoláshoz

source: <b>Custom fonts</b> for uploading your own typefaces
hu_hu: <b>Custom fonts</b> saját betűtípusok feltöltéséhez

source: <b>Icon fonts</b> for managing symbol fonts
hu_hu: <b>Icon fonts</b> szimbólum betűtípusok kezeléséhez

source: <b>Adobe fonts</b> for integrating with Adobe’s service
hu_hu: <b>Adobe fonts</b> az Adobe szolgáltatásával való integrációhoz

source: Typography settings overview
hu_hu: Tipográfiai beállítások áttekintése

source: This section lets you control the appearance of text across your entire site — including body text and headings.
hu_hu: Ez a szakasz lehetővé teszi, hogy az egész webhelyen szabályozza a szöveg megjelenését — beleértve a törzsszöveget és a címsorokat is.

source: Adjust text font options
hu_hu: Szöveg betűtípus-beállításainak módosítása

source: This options defines the default typography for your site’s body text, including paragraphs and general content. You’ll find several key controls here: font family, font weight, font subset, font size and color. Review and change these settings as needed. When you’re done, click "Next" to continue.
hu_hu: Ez a beállítás határozza meg a webhely törzsszövegének alapértelmezett tipográfiáját, beleértve a bekezdéseket és az általános tartalmat. Itt több fontos vezérlőt talál: betűcsalád, betűvastagság, karakterkészlet, betűméret és szín. Tekintse át és módosítsa ezeket a beállításokat szükség szerint. Ha kész, kattintson a "Tovább" gombra a folytatáshoz.

source: Adjust title font options
hu_hu: Címsor betűtípus-beállításainak módosítása

source: This options controls the typography for all heading elements on your site, such as h1–h6 tags. You can modify several controls: font family, font weight, font subset, font size, and color. Choose values that fit your site’s visual hierarchy. Then, click "Next" to proceed.
hu_hu: Ez a beállítás szabályozza az összes címsorelem tipográfiáját a webhelyen, például az h1–h6 tagekét. Több vezérlőt is módosíthat: betűcsalád, betűvastagság, karakterkészlet, betűméret és szín. Válasszon a webhely vizuális hierarchiájába illő értékeket. Ezután kattintson a "Tovább" gombra a folytatáshoz.

source: You’ve successfully customized your site’s typography for text and headings. Click the "Done" button to finish.
hu_hu: Sikeresen testreszabta a webhely tipográfiáját a szövegekhez és címsorokhoz. A befejezéshez kattintson a "Kész" gombra.

source: Edit the main navigation menu
hu_hu: Fő navigációs menü szerkesztése

source: Learn how to edit or add items to the main menu
hu_hu: Ismerje meg, hogyan szerkeszthet vagy adhat hozzá elemeket a főmenühöz

source: Hover over "Appearance"
hu_hu: Vigye az egeret az "Appearance" fölé

source: In the WordPress dashboard, hover over the "Appearance" section in the sidebar.
hu_hu: A WordPress vezérlőpulton vigye az egeret az oldalsávban lévő "Appearance" szakasz fölé.

source: Open menus settings
hu_hu: Menük beállításainak megnyitása

source: Click on "Menus" in the dropdown that appears.
hu_hu: Kattintson a megjelenő legördülő menüben a "Menus" elemre.

source: What is the "Menus" section?
hu_hu: Mi a "Menus" szakasz?

source: This is where you create new menus, edit existing ones, and assign them to different locations on your site.
hu_hu: Itt hozhat létre új menüket, szerkesztheti a meglévőket, és különböző helyekhez rendelheti őket a webhelyen.

source: Go to the "Manage Locations" tab
hu_hu: Lépjen a "Manage Locations" fülre

source: Click on the "Manage Locations" tab at the top of the Menus screen.
hu_hu: Kattintson a Menük képernyő tetején található "Manage Locations" fülre.

source: Explore menu locations
hu_hu: Menühelyek felfedezése

source: In this table, you’ll see two default menu positions in WordPress:
hu_hu: Ebben a táblázatban két alapértelmezett menüpozíciót lát a WordPressben:

source: <b>Main Menu</b> – the primary navigation shown on desktop.
hu_hu: <b>Main Menu</b> – az asztali nézetben megjelenő elsődleges navigáció.

source: <b>Mobile Side Menu</b> – the navigation used for mobile view.
hu_hu: <b>Mobile Side Menu</b> – a mobil nézetben használt navigáció.

source: Edit or create a menu
hu_hu: Menü szerkesztése vagy létrehozása

source: Click "Edit" to modify an existing menu, or click "Use new menu" to create one from scratch.
hu_hu: Kattintson a "Szerkesztés" gombra egy meglévő menü módosításához, vagy kattintson a "Use new menu" gombra egy új menü létrehozásához.

source: Enter menu name
hu_hu: Adja meg a menü nevét

source: Type a name for your new menu in the "Menu name" field. This name is for internal use only and helps you identify the menu later.
hu_hu: Írja be az új menü nevét a "Menu name" mezőbe. Ez a név csak belső használatra szolgál, és segít később azonosítani a menüt.

source: Save the menu
hu_hu: Menü mentése

source: Click the "Create menu" button to save your new menu. You’ll now be able to add menu items and assign it to a location.
hu_hu: Kattintson a "Menü létrehozása" gombra az új menü mentéséhez. Ezt követően hozzáadhat menüpontokat, és helyhez rendelheti a menüt.

source: Select item to add
hu_hu: Válassza ki a hozzáadandó elemet

source: Choose the page you want to add to your menu.
hu_hu: Válassza ki a menühöz hozzáadni kívánt oldalt.

source: Add item to the menu
hu_hu: Elem hozzáadása a menühöz

source: After selecting the item, click the "Add to Menu" button to include them in your menu structure on the right.
hu_hu: Az elemek kiválasztása után kattintson a "Hozzáadás a menühöz" gombra, hogy a jobb oldali menüszerkezetbe kerüljenek.

source: Expand the menu item
hu_hu: A menüpont kibontása

source: Click the arrow on the newly added menu item to expand its settings.
hu_hu: Kattintson az újonnan hozzáadott menüpont nyilára a beállítások kibontásához.

source: Explore menu item settings
hu_hu: Menüpont beállításainak áttekintése

source: Each menu item includes several customization options:
hu_hu: Minden menüpont több testreszabási lehetőséget tartalmaz:

source: <b>Navigation label</b> – the text shown in the menu.
hu_hu: <b>Navigációs címke</b> – a menüben megjelenő szöveg.

source: <b>Title attribute</b> – optional tooltip shown on hover.
hu_hu: <b>Cím attribútum</b> – opcionális eszköztipp, amely egér fölé húzáskor jelenik meg.

source: <b>Dropdown settings</b> – submenu design and appearance selection.
hu_hu: <b>Lenyíló beállítások</b> – az almenü kialakításának és megjelenésének kiválasztása.

source: <b>Label settings</b> – adding a color label next to the menu item title.
hu_hu: <b>Címke beállítások</b> – színes címke hozzáadása a menüpont címe mellé.

source: <b>Image settings</b> – set an icon or background for the menu item.
hu_hu: <b>Képbeállítások</b> – ikon vagy háttér beállítása a menüponthoz.

source: <b>Extra options</b> – additional menu item settings.
hu_hu: <b>További opciók</b> – kiegészítő menüpont-beállítások.

source: Review these options and make any necessary changes. Once you're done, click "Next" to continue.
hu_hu: Nézze át ezeket az opciókat, és végezze el a szükséges módosításokat. Ha kész, kattintson a "Tovább" gombra a folytatáshoz.

source: Save your menu
hu_hu: Menü mentése

source: Click the "Save menu" button to apply all your changes and make the menu active on your site.
hu_hu: Kattintson a "Menü mentése" gombra a módosítások alkalmazásához és a menü aktiválásához a webhelyen.

source: Your WordPress menu is now ready. You’ve successfully updated your menu, added items, configured settings, and saved it. Your changes are now live on your site. Click the "Done" button to finish.
hu_hu: A WordPress menüje elkészült. Sikeresen frissítette a menüt, elemeket adott hozzá, beállításokat állított be és elmentette. A módosítások már élnek a webhelyen. A befejezéshez kattintson a "Kész" gombra.

source: Modifying the site content via Elementor
hu_hu: A webhely tartalmának módosítása az Elementorral

source: Find out how to update the homepage title step by step
hu_hu: Így frissítheti a főoldal címét lépésről lépésre

source: Go to the Homepage
hu_hu: Ugrás a főoldalra

source: Click the site name in the top admin bar to navigate to the homepage of your website.
hu_hu: Kattintson a felső admin sávban a webhely nevére, hogy a webhely főoldalára lépjen.

source: Homepage overview
hu_hu: Főoldal áttekintése

source: This is the homepage of your website. It displays the content that visitors see first, including banners, titles, and key sections.
hu_hu: Ez a webhelye főoldala. Itt jelenik meg az a tartalom, amit a látogatók először látnak, beleértve a bannereket, címeket és a főbb szekciókat.

source: Edit the page
hu_hu: Oldal szerkesztése

source: Click the "Edit page" button in the top admin bar to open the homepage in the Elementor editor.
hu_hu: Kattintson az "Oldal szerkesztése" gombra a felső admin sávban, hogy a főoldalt megnyissa az Elementor szerkesztőben.

source: Page editor overview
hu_hu: Oldalszerkesztő áttekintése

source: You are now in the WordPress page editor. When using Elementor, this page serves as a transitional screen between WordPress and the Elementor editor. Click "Next" to proceed.
hu_hu: Most a WordPress oldalszerkesztőben van. Elementor használatakor ez az oldal átmeneti képernyőként szolgál a WordPress és az Elementor szerkesztő között. A folytatáshoz kattintson a "Tovább" gombra.

source: Edit with Elementor
hu_hu: Szerkesztés az Elementorral

source: Click on the "Edit with Elementor" button to launch the Elementor page builder and start editing the content of your page with its powerful tools.
hu_hu: Kattintson a "Szerkesztés az Elementorral" gombra az Elementor oldalépítő elindításához, és kezdje el szerkeszteni az oldal tartalmát a hatékony eszközeivel.

source: Elementor editor overview
hu_hu: Elementor szerkesztő áttekintése

source: Here, you'll see two areas: the sidebar panel with available elements and the main area for editing your page content.
hu_hu: Itt két területet lát: az oldalsáv panelt az elérhető elemekkel és a fő területet az oldal tartalmának szerkesztéséhez.

source: Select the "Section title" element
hu_hu: Válassza ki a "Section title" elemet

source: Click on the "Section title" element to select the heading section you want to edit.
hu_hu: Kattintson a "Section title" elemre, hogy kijelölje a szerkeszteni kívánt címszekciót.

source: Customize content and style
hu_hu: Tartalom és stílus testreszabása
