Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: This is the LCP image detected on the page. Would you like to save it for preloading?
hu_hu: Ez az oldalon észlelt LCP kép. El szeretné menteni előtöltéshez?

source: An LCP image wasn't detected on this page, and the previous image that was set is no longer available. If you confirm, the LCP image field will be cleared. If you cancel, the field will retain the previous image in case you want to restore it.
hu_hu: Ezen az oldalon nem észleltünk LCP képet, és az előzőleg beállított kép már nem elérhető. Ha megerősíti, az LCP kép mező törlésre kerül. Ha mégsem, a mező megőrzi az előző képet arra az esetre, ha vissza szeretné állítani.

source: Blog posts
hu_hu: Blogbejegyzések

source: No products found
hu_hu: Nem található termék

source: No items found
hu_hu: Nem található elem

source: Results from blog
hu_hu: Eredmények a blogból

source: Show all blog results
hu_hu: Összes blogtalálat megjelenítése

source: Start typing to see products you are looking for.
hu_hu: Kezdjen el gépelni, hogy lássa a keresett termékeket.

source: Start typing to see projects you are looking for.
hu_hu: Kezdjen el gépelni, hogy lássa a keresett projekteket.

source: Start typing to see pages you are looking for.
hu_hu: Kezdjen el gépelni, hogy lássa a keresett oldalakat.

source: Start typing to see posts you are looking for.
hu_hu: Kezdjen el gépelni, hogy lássa a keresett bejegyzéseket.

# submit button
source: Search for products
hu_hu: Termékek keresése

# submit button
source: Search for projects
hu_hu: Projektek keresése

# submit button
source: Search for pages
hu_hu: Oldalak keresése

# submit button
source: Search for posts
hu_hu: Bejegyzések keresése

source: Select category
hu_hu: Kategória kiválasztása

source: Clear search
hu_hu: Keresés törlése

# submit button
source: Search
hu_hu: Keresés

source: Close search form
hu_hu: Kereső űrlap bezárása

source: Off canvas sidebar
hu_hu: Off-canvas oldalsáv

source: Mobile categories menu
hu_hu: Mobil kategóriamenü

source: Home page
hu_hu: Kezdőlap

source: Blog page
hu_hu: Blogoldal

source: Sticky toolbar
hu_hu: Ragadós eszköztár

# toolbar
source: Wishlist
hu_hu: Kívánságlista

source: My cart
hu_hu: Kosaram

# toolbar
source: My account
hu_hu: Fiókom

source: Home
hu_hu: Kezdőlap

source: Create backup
hu_hu: Biztonsági mentés létrehozása

source: There are currently no existing backups.
hu_hu: Jelenleg nincsenek meglévő biztonsági mentések.

source: Export
hu_hu: Exportálás

source: Manual backup
hu_hu: Kézi biztonsági mentés

source: Backup successfully created.
hu_hu: A biztonsági mentés sikeresen létrehozva.

source: Something went wrong during backup deleted. ID is missing. Please, try again later.
hu_hu: Hiba történt a biztonsági mentés törlése közben. Hiányzik az azonosító. Kérjük, próbálja meg később újra.

source: Backup successfully deleted.
hu_hu: A biztonsági mentés sikeresen törölve.

source: Something went wrong during backup download. ID is missing. Please, try again later.
hu_hu: Hiba történt a biztonsági mentés letöltése közben. Hiányzik az azonosító. Kérjük, próbálja meg később újra.

source: Something went wrong during backup installation. ID is missing. Please, try again later.
hu_hu: Hiba történt a biztonsági mentés telepítése közben. Hiányzik az azonosító. Kérjük, próbálja meg később újra.

source: Backup successfully installed.
hu_hu: A biztonsági mentés sikeresen telepítve.

source: Auto Backup
hu_hu: Automatikus biztonsági mentés

source: X does not return 200
hu_hu: X nem ad 200-as választ.

source: Twitter does not return any data
hu_hu: A Twitter nem ad vissza adatot.

source: Tweet Avatar
hu_hu: Tweet profilkép

# leading space is required to keep gap from date
source: ago
hu_hu: ezelőtt

source: You need to upload an image for the parent element first.
hu_hu: Először fel kell töltenie egy képet a szülő elemhez.

source: Instagram did not return any images.
hu_hu: Az Instagram nem adott vissza képeket.

source: You need connect your Instagram account in Theme settings -> API integrations -> Connect instagram account
hu_hu: Csatlakoztatnia kell az Instagram-fiókját a Téma beállításai -> API-integrációk -> Instagram-fiók csatlakoztatása menüpontban

source: Instagram API did not return any images.
hu_hu: Az Instagram API nem adott vissza képeket.

source: Instagram Image
hu_hu: Instagram-kép

source: Unable to communicate with Instagram.
hu_hu: Nem lehet kommunikálni az Instagrammal.

source: Instagram did not return a 200.
hu_hu: Az Instagram nem adott 200-as választ.

source: Instagram has returned invalid data.
hu_hu: Az Instagram érvénytelen adatokat adott vissza.

source: You need to upload your images manually to the element if you want to load them from your website. Otherwise you will need to connect your real Instagram account via API.
hu_hu: Ha a saját webhelyéről szeretné betölteni a képeket, manuálisan kell feltöltenie őket az elemhez. Ellenkező esetben az API-n keresztül kell csatlakoztatnia a valódi Instagram-fiókját.

source: Bluesky social link
hu_hu: Bluesky közösségi link

source: Check%20this%20
hu_hu: Nézd%20meg%20ezt%20

source: Email social link
hu_hu: E-mail közösségi link

source: Threads social link
hu_hu: Threads közösségi link

source: YouTube social link
hu_hu: YouTube közösségi link

source: Pinterest social link
hu_hu: Pinterest közösségi link

source: Tumblr social link
hu_hu: Tumblr közösségi link

source: Vimeo social link
hu_hu: Vimeo közösségi link

source: Flickr social link
hu_hu: Flickr közösségi link

source: GitHub social link
hu_hu: GitHub közösségi link

source: Dribbble social link
hu_hu: Dribbble közösségi link

source: Behance social link
hu_hu: Behance közösségi link

source: Soundcloud social link
hu_hu: Soundcloud közösségi link

source: Spotify social link
hu_hu: Spotify közösségi link

source: Odnoklassniki social link
hu_hu: Odnoklassniki közösségi link

source: WhatsApp social link
hu_hu: WhatsApp közösségi link

source: VK social link
hu_hu: VK közösségi link

source: Snapchat social link
hu_hu: Snapchat közösségi link

source: TikTok social link
hu_hu: TikTok közösségi link

source: Discord social link
hu_hu: Discord közösségi link

source: Yelp social link
hu_hu: Yelp közösségi link

source: Telegram social link
hu_hu: Telegram közösségi link

source: Viber social link
hu_hu: Viber közösségi link

source: Social icon facebook
hu_hu: Közösségi ikon: facebook

source: Social icon X
hu_hu: Közösségi ikon: X

source: Social icon linkedin
hu_hu: Közösségi ikon: linkedin

source: Social icon instagram
hu_hu: Közösségi ikon: instagram

source: Please, <a href="%s">log in</a>
hu_hu: Kérjük, <a href="%s">jelentkezzen be</a>

source: Welcome, <strong>%s</strong>
hu_hu: Üdvözöljük, <strong>%s</strong>

source: Skip to navigation
hu_hu: Ugrás a navigációhoz

source: Skip to main content
hu_hu: Ugrás a fő tartalomhoz

source: Age verification
hu_hu: Korhatár-ellenőrzés

source: I am 18 or Older
hu_hu: Elmúltam 18 éves

source: I am Under 18
hu_hu: 18 év alatti vagyok

source: Continue reading
hu_hu: Olvasás folytatása

source: By
hu_hu: Szerző:

source: Posted by
hu_hu: Közzétette

source: comments
hu_hu: hozzászólások

source: comment
hu_hu: hozzászólás

source: Newer
hu_hu: Újabb

source: Older
hu_hu: Régebbi

source: Newer Posts &rarr;
hu_hu: Újabb bejegyzések &rarr;

source: &larr; Older Posts
hu_hu: &larr; Régebbi bejegyzések

source: Go back
hu_hu: Vissza

source: Archive by Category "%s"
hu_hu: "%s" kategória archívuma

source: Search Results for "%s" Query
hu_hu: Keresési eredmények a "%s" kifejezésre

source: Posts Tagged "%s"
hu_hu: "%s" címkével ellátott bejegyzések

source: Articles Posted by %s
hu_hu: A %s által közzétett cikkek

source: Error 404
hu_hu: 404-es hiba

source: Cookies
hu_hu: Sütik

source: More info
hu_hu: További információk

source: Accept
hu_hu: Elfogadom

source: Feed for all posts filed under %s
hu_hu: Hírcsatorna a(z) %s alá sorolt összes bejegyzéshez

source: Set your categories menu in Header builder -> Mobile -> Mobile menu element -> Show/Hide -> Choose menu
hu_hu: Állítsa be a kategóriamenüt a Fejlécszerkesztő -> Mobil -> Mobil menü elem -> Megjelenítés/Elrejtés -> Menü kiválasztása menüpontban

source: Create your first <a href="%s"><strong>navigation menu here</strong></a>
hu_hu: Hozza létre az első <a href="%s"><strong>navigációs menüjét itt</strong></a>

source: Close header banner
hu_hu: Fejlécbanner bezárása

source: Header banner link
hu_hu: Fejlécbanner link

source: %1$s out of %2$s
hu_hu: %1$s / %2$s

source: Full screen menu navigation
hu_hu: Teljes képernyős menü navigációja

source: Close main menu
hu_hu: Főmenü bezárása

source: Main Menu
hu_hu: Főmenü

source: Mobile Side Menu
hu_hu: Mobil oldalsó menü

source: Main Widget Area
hu_hu: Fő widget terület

source: Default Widget Area for posts and pages
hu_hu: Alapértelmezett widget terület bejegyzésekhez és oldalakhoz

source: Portfolio Widget Area
hu_hu: Portfólió widget terület

source: Default Widget Area for projects
hu_hu: Alapértelmezett widget terület projektekhez

source: Shop page Widget Area
hu_hu: Bolt oldal widget területe

source: Widget Area for shop pages
hu_hu: Widget terület a bolt oldalaihoz

source: Widget Area for shop filters above the products
hu_hu: Widget terület a termékek fölötti bolt szűrőihez

source: Single product page Widget Area
hu_hu: Egy termék oldalának widget területe

source: Widget Area for single product page
hu_hu: Widget terület az egy termék oldalához

source: My Account pages sidebar (Deprecated)
hu_hu: Saját fiók oldalak oldalsávja (Elavult)

source: Widget Area for My Account, orders and other user pages.
hu_hu: Widget terület a Saját fiókhoz, rendelésekhez és más felhasználói oldalakhoz.

source: Full Screen Menu Area
hu_hu: Teljes képernyős menü terület

source: Widget Area for full screen menu
hu_hu: Widget terület a teljes képernyős menühöz

source: Area after the mobile menu
hu_hu: Terület a mobil menü után

source: Place your widgets that will be displayed after the mobile menu links
hu_hu: Helyezze el azokat a widgeteket, amelyek a mobil menü linkjei után jelennek meg

source: WOODMART Author Information
hu_hu: WOODMART Szerzői információ

source: Small information block about blog author
hu_hu: Kis információs blokk a blog szerzőjéről

source: Promo banner with text
hu_hu: Szöveges promóciós banner

source: Example: 'thumbnail', 'medium', 'large', 'full'.
hu_hu: Példa: 'thumbnail', 'medium', 'large', 'full'.

source: WOODMART Product Category Filter
hu_hu: WOODMART Termékkategória szűrő

source: This widget allows users to filter products by categories, making it easier to navigate and find specific items within the store.
hu_hu: Ez a widget lehetővé teszi a termékek kategóriák szerinti szűrését, megkönnyítve a böngészést és a konkrét termékek megtalálását a boltban.

source: Filter by category
hu_hu: Szűrés kategória szerint

source: Show checkboxes
hu_hu: Jelölőnégyzetek megjelenítése

source: OFF
hu_hu: KI

source: ON
hu_hu: BE

source: Filter structure
hu_hu: Szűrő szerkezete

source: Hierarchical
hu_hu: Hierarchikus

source: Show children only
hu_hu: Csak gyermekek megjelenítése

source: Flat list
hu_hu: Egyszintű lista

source: Show search input
hu_hu: Keresőmező megjelenítése

source: Show product counts
hu_hu: Termékek számának megjelenítése

source: Maximum depth
hu_hu: Maximális mélység

source: Find a Category
hu_hu: Kategória keresése

source: Any Categories
hu_hu: Bármely kategória

source: No matches found
hu_hu: Nincs találat

source: WOODMART HTML Block
hu_hu: WOODMART HTML blokk

source: Display HTML block
hu_hu: HTML blokk megjelenítése

source: WOODMART User Panel
hu_hu: WOODMART Felhasználói panel

source: User panel to use in My Account area
hu_hu: Felhasználói panel a Saját fiók területen való használatra

source: WOODMART WooCommerce Layered Nav
hu_hu: WOODMART WooCommerce réteges navigáció

source: Shows a custom attribute in a widget which lets you narrow down the list of products when viewing product categories.
hu_hu: Egyéni attribútumot jelenít meg egy widgetben, amely lehetővé teszi a terméklista szűkítését termékkategóriák megtekintésekor.

source: Show on category
hu_hu: Megjelenítés kategóriában

source: Show tooltips
hu_hu: Buboréksúgók megjelenítése

source: Show search input for this attribute
hu_hu: Keresőmező megjelenítése ehhez az attribútumhoz

source: Any %s
hu_hu: Bármely %s

source: Find a %s
hu_hu: %s keresése

source: Filter by %s
hu_hu: Szűrés %s szerint

source: WOODMART Price filter
hu_hu: WOODMART Árszűrő

source: Price filter list
hu_hu: Árszűrő lista

source: Show empty price ranges
hu_hu: Üres ársávok megjelenítése

source: May increase this widget performance if you have a lot of products in your store.
hu_hu: Sok termék esetén növelheti ennek a widgetnek a teljesítményét az Ön boltjában.

source: WOODMART Recent Posts
hu_hu: WOODMART Legutóbbi bejegyzések

source: An advanced widget that gives you total control over the output of your site’s most recent Posts.
hu_hu: Egy fejlett widget, amely teljes kontrollt ad a webhelye legutóbbi bejegyzéseinek megjelenítése felett.

source: Post thumbnail
hu_hu: Bejegyzés bélyegképe

source: Permalink to %s
hu_hu: Közvetlen hivatkozás ide: %s

source: No Comments
hu_hu: Nincsenek hozzászólások

source: %s Comments
hu_hu: %s hozzászólás

source: 1 Comment
hu_hu: 1 hozzászólás

source: Recent Posts
hu_hu: Legutóbbi bejegyzések

source: Orderby
hu_hu: Rendezés szerint

source: Comment Count
hu_hu: Hozzászólások száma

source: Menu Order
hu_hu: Menüsorrend

source: Number of posts to show
hu_hu: Megjelenítendő bejegyzések száma

source: The maximum number of posts to show
hu_hu: A megjelenítendő bejegyzések maximális száma

source: The number of posts to skip
hu_hu: Kihagyandó bejegyzések száma

source: Display Thumbnail
hu_hu: Bélyegkép megjelenítése

source: Thumbnail (height)
hu_hu: Bélyegkép (magasság)

source: Thumbnail (width)
hu_hu: Bélyegkép (szélesség)

source: Display Comment Count
hu_hu: Hozzászólásszám megjelenítése

source: Display Date
hu_hu: Dátum megjelenítése

source: WOODMART AJAX Search
hu_hu: WOODMART AJAX keresés

source: Search form by products with AJAX
hu_hu: AJAX-os termékkereső űrlap

source: Search products
hu_hu: Termékek keresése

source: WOODMART WooCommerce Sort by
hu_hu: WOODMART WooCommerce rendezés

source: Sort products by name, price, popularity etc.
hu_hu: Termékek rendezése név, ár, népszerűség stb. szerint

source: Popularity
hu_hu: Népszerűség

source: Average rating
hu_hu: Átlagos értékelés

source: Newness
hu_hu: Legújabb

source: Price: low to high
hu_hu: Ár: alacsonytól a magasig

source: Price: high to low
hu_hu: Ár: magasról alacsonyra

source: WOODMART Stock status
hu_hu: WOODMART Készletállapot

source: Filter stock and on-sale products
hu_hu: Készleten lévő és akciós termékek szűrése

source: Displays the most recent posts from your X (Twitter) Stream.
hu_hu: Megjeleníti az Ön X (Twitter) folyamának legutóbbi bejegyzéseit.

source: Recent posts
hu_hu: Legutóbbi bejegyzések

source: Title:
hu_hu: Cím:

source: X Name (without @ symbol):
hu_hu: X név (@ szimbólum nélkül):

source: Number of posts:
hu_hu: Bejegyzések száma:

source: Size of Avatar (default: 48):
hu_hu: Avatar mérete (alapértelmezett: 48):

source: Input number only
hu_hu: Csak számot adjon meg

source: Add a custom mega menu to your sidebar.
hu_hu: Egyedi mega menü hozzáadása az oldalsávhoz.

source: WOODMART Sidebar Mega Menu
hu_hu: WOODMART oldalsáv mega menü

source: No menus have been created yet. %s.
hu_hu: Még nincs létrehozva menü. %s.

source: Create some
hu_hu: Hozzon létre néhányat

source: Select Menu:
hu_hu: Menü kiválasztása:

source: &mdash; Select &mdash;
hu_hu: &mdash; Válasszon &mdash;

source: Design:
hu_hu: Dizájn:

source: Continue reading <span class="meta-nav">&rarr;</span>
hu_hu: Olvasás folytatása <span class="meta-nav">&rarr;</span>

source: Related Posts
hu_hu: Kapcsolódó bejegyzések

source: Link on post %s
hu_hu: Hivatkozás a(z) %s bejegyzésre

source: Return To Shop
hu_hu: Vissza a boltba

source: Product category %s
hu_hu: Termékkategória %s

source: Hi
hu_hu: Üdv

source: We noticed that you left a few items in your cart and didn't complete your purchase. We just wanted to remind you that those great finds are still waiting for you!
hu_hu: Észrevettük, hogy néhány terméket a kosarában hagyott, és nem fejezte be a vásárlást. Szerettük volna emlékeztetni, hogy ezek a remek termékek még mindig Önre várnak!

source: Take %s OFF | Code: <strong>%s</strong>
hu_hu: Kapjon %s kedvezményt | Kód: <strong>%s</strong>

source: Here's what you left behind:
hu_hu: Íme, amit hátrahagyott:

source: Simply click the button below to complete your purchase:
hu_hu: Csak kattintson az alábbi gombra a vásárlás befejezéséhez:

source: Recover cart
hu_hu: Kosár visszaállítása

source: We're eager to get these items to you. Don't miss out on them!
hu_hu: Alig várjuk, hogy elküldhessük Önnek ezeket a tételeket. Ne maradjon le róluk!

source: Best regards,
hu_hu: Üdvözlettel,

source: If you don't want to receive any further notification, please %s
hu_hu: Ha nem szeretne további értesítéseket kapni, kérjük, %s

source: unsubscribe
hu_hu: iratkozzon le

source: Hi, %s!
hu_hu: Üdv, %s!

source: The product on your wishlist is back in stock!
hu_hu: A kívánságlistáján szereplő termék újra raktáron van!

source: We only have limited stock, so don't wait any longer, and take this chance to make it yours!
hu_hu: Készletünk korlátozott, ezért ne várjon tovább, ragadja meg az alkalmat, és szerezze meg!

source: If you don't want to receive any further notification, please
hu_hu: Ha nem szeretne további értesítéseket kapni, kérjük

source: Products on your wishlist are on sale!
hu_hu: A kívánságlistáján szereplő termékek akciósak!

source: We noticed that you left a few items in your cart and didn't complete your purchase. We just wanted to remind you that those great finds are still waiting for you!
hu_hu: Észrevettük, hogy néhány terméket a kosarában hagyott, és nem fejezte be a vásárlást. Szerettük volna emlékeztetni, hogy ezek a remek termékek még mindig Önre várnak!

source: Take %s OFF | Code: %s
hu_hu: Kapjon %s kedvezményt | Kód: %s

source: Here's what you left behind:
hu_hu: Íme, amit hátrahagyott:

source: Simply click the button below to complete your purchase:
hu_hu: Csak kattintson az alábbi gombra a vásárlás befejezéséhez:

source: Best regards,
hu_hu: Üdvözlettel,

source: If you don't want to receive any further notification, please follow this link
hu_hu: Ha nem szeretne további értesítéseket kapni, kérjük, kövesse ezt a hivatkozást

source: We have added you to the price reduction alert list for the following item:
hu_hu: Hozzáadtuk Önt az alábbi termék árcsökkentési értesítési listájához:

source: Best regards,
hu_hu: Üdvözlettel,

source: Good news!
hu_hu: Jó hír!

source: The price of some of the products you were watching has dropped.
hu_hu: Néhány, Ön által figyelt termék ára csökkent.

source: Check them out below:
hu_hu: Tekintse meg őket alább:

source: We hope you're enjoying your recent purchase from our store! Your opinion truly matters to us and helps other shoppers make informed choices.
hu_hu: Reméljük, elégedett legutóbbi vásárlásával! Véleménye igazán fontos számunkra, és segít más vásárlóknak megalapozott döntést hozni.

source: We'd be incredibly grateful if you could take a minute to leave a quick review of the items you bought:
hu_hu: Nagyon hálásak lennénk, ha szánna egy percet, és rövid értékelést írna a megvásárolt termékekről:

source: Your recent purchase:
hu_hu: Legutóbbi vásárlása:

source: Your honest feedback helps us improve and continue offering products you love. Plus, it helps fellow customers get a better idea of what to expect.
hu_hu: Őszinte visszajelzése segít nekünk fejlődni és továbbra is olyan termékeket kínálni, amelyeket szeret. Emellett más vásárlóknak is segít reális képet kapni az elvárhatókról.

source: Thank you for being a valued part of our community!
hu_hu: Köszönjük, hogy közösségünk megbecsült tagja!

source: Thank you for requesting to join the waitlist for this item:
hu_hu: Köszönjük, hogy feliratkozott az alábbi termék várólistájára:

source: Please click the button below to confirm your email address. Once confirmed, we will notify you when the item is back in stock:
hu_hu: Kérjük, kattintson az alábbi gombra az e-mail-címe megerősítéséhez. A megerősítés után értesítjük, amikor a termék újra raktáron lesz:

source: Note: The confirmation period is 2 days.
hu_hu: Megjegyzés: A megerősítési időszak 2 nap.

source: If you did not request to join this waitlist, please ignore this message.
hu_hu: Ha nem Ön kérte a várólistára történő feliratkozást, kérjük, hagyja figyelmen kívül ezt az üzenetet.

source: Cheers
hu_hu: Üdv

source: Great news! The %s on your waitlist is now back in stock!
hu_hu: Remek hír! A várólistáján szereplő %s most újra raktáron van!

source: Since you requested to be notified, we wanted to make sure you're the first to know. However, we can't guarantee how long it will be available.
hu_hu: Mivel kérte az értesítést, szerettük volna biztosítani, hogy Ön tudja meg elsőként. Ugyanakkor nem tudjuk garantálni, meddig lesz elérhető.

source: Click the link below to grab it before it's gone!
hu_hu: Kattintson az alábbi hivatkozásra, hogy még azelőtt megkaparintsa, mielőtt elfogyna!

source: We confirm that you have been added to the waitlist for the following item:
hu_hu: Megerősítjük, hogy felkerült a következő termék várólistájára:

source: Stay tuned because we'll notify you when the product is available.
hu_hu: Maradjon velünk, mert értesítjük, amint a termék elérhető.

source: We have added you to the price reduction alert list for the following item:
hu_hu: Hozzáadtuk Önt az alábbi termék árcsökkentési értesítési listájához:

source: Leave a review
hu_hu: Értékelés írása

source: Thank you for requesting to join the waitlist for this item:
hu_hu: Köszönjük, hogy feliratkozott az alábbi termék várólistájára:

source: Confirm now
hu_hu: Erősítse meg most

source: Note: The confirmation period is 2 days.
hu_hu: Megjegyzés: A megerősítési időszak 2 nap.

source: If you did not request to join this waitlist, please ignore this message.
hu_hu: Ha nem Ön kérte a várólistára történő feliratkozást, kérjük, hagyja figyelmen kívül ezt az üzenetet.

source: Cheers
hu_hu: Üdv

source: Since you requested to be notified, we wanted to make sure you're the first to know. However, we can't guarantee how long it will be available.
hu_hu: Mivel kérte az értesítést, szerettük volna biztosítani, hogy Ön tudja meg elsőként. Ugyanakkor nem tudjuk garantálni, meddig lesz elérhető.

source: Click the link below to grab it before it's gone!
hu_hu: Kattintson az alábbi hivatkozásra, hogy még azelőtt megkaparintsa, mielőtt elfogyna!

source: Add to cart
hu_hu: Kosárba

source: We confirm that you have been added to the waitlist for the following item:
hu_hu: Megerősítjük, hogy felkerült a következő termék várólistájára:

source: Stay tuned because we'll notify you when the product is available.
hu_hu: Maradjon velünk, mert értesítjük, amint a termék elérhető.

source: Or
hu_hu: Vagy

source: Current price
hu_hu: Jelenlegi ár

source: Edit desired price
hu_hu: Kívánt ár szerkesztése

source: Cancel edit desired price
hu_hu: Kívánt ár szerkesztésének megszakítása

source: Price tracker is empty.
hu_hu: Az árkövető üres.

source: Your price tracker is empty. Head over to the shop and start tracking items to stay updated on discounts.
hu_hu: Az árkövetője üres. Látogasson el a boltba, és kezdje el követni a termékeket, hogy naprakész legyen a kedvezményekről.

source: Confirmed
hu_hu: Megerősítve
