Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Hide for out of stock products
hu_hu: Elrejtés készlethiányos termékeknél

source: Time period
hu_hu: Időszak

source: Displays sales count for a product over a specified time frame, e.g., "3 minutes".
hu_hu: Egy megadott időtartamra vonatkozóan jeleníti meg egy termék eladásainak számát, pl. „3 perc”.

source: Months
hu_hu: Hónapok

source: Cache lifespan
hu_hu: Gyorsítótár élettartama

source: Specify the time in hours after which the product sales cache is cleared.
hu_hu: Adja meg órában azt az időt, amely után a termékeladások gyorsítótára törlődik.

source: hours
hu_hu: órák

source: sold in last
hu_hu: eladva az elmúlt

source: Before selecting the menu for the "Sticky navigation" option, make sure that images are uploaded. You can configure them via Appearance -> Menus.
hu_hu: Mielőtt kiválasztja a menüt a "Ragadós navigáció" opcióhoz, győződjön meg róla, hogy a képek fel vannak töltve. A beállítás az Appearance -> Menus menüpontban végezhető el.

source: Select menu
hu_hu: Válasszon menüt

source: Specify your custom title or leave it empty to keep "Menu".
hu_hu: Adja meg az egyéni címet, vagy hagyja üresen a "Menu" megtartásához.

source: Bottom content
hu_hu: Alsó tartalom

source: Choose one of the following swatch type:
hu_hu: Válasszon az alábbi mintatípusok közül:

source: Image swatch
hu_hu: Képes minta

source: Color swatch
hu_hu: Színminta

source: Text swatch
hu_hu: Szöveges minta

source: Term hint content
hu_hu: Kifejezés súgójának tartalma

source: Unit of measurement
hu_hu: Mértékegység

source: Unit of measurement for the product quantity. For example KG, ML, meters, liters, etc.
hu_hu: A termék mennyiségének mértékegysége. Például KG, ML, méter, liter stb.

source: Variation Image Gallery
hu_hu: Variáció képgaléria

source: Add image
hu_hu: Kép hozzáadása

source: Remove variation gallery image
hu_hu: Variációs galériakép eltávolítása

source: Add Gallery Images
hu_hu: Galériaképek hozzáadása

source: Your waitlist subscription has been successfully confirmed.
hu_hu: A várólistás feliratkozását sikeresen megerősítettük.

source: You have unsubscribed from this product mailing lists
hu_hu: Leiratkozott a termékhez kapcsolódó levelezőlistákról

source: You must provide a valid email address to join the waitlist for this product.
hu_hu: Érvényes e‑mail‑címet kell megadnia, hogy feliratkozhasson a termék várólistájára.

source: This email is already registered in the waitlist for this product.
hu_hu: Ez az e‑mail‑cím már szerepel a termék várólistáján.

source: You cannot register more than one email for one product.
hu_hu: Egy termékhez nem regisztrálhat egynél több e‑mail‑címet.

source: Please, confirm your subscription to the waitlist through the email that we have just sent to you.
hu_hu: Kérjük, erősítse meg várólistás feliratkozását a most elküldött e‑mailben.

source: Could not add product to waitlist.
hu_hu: A terméket nem sikerült hozzáadni a várólistához.

source: Could not remove product from waitlist.
hu_hu: A terméket nem sikerült eltávolítani a várólistáról.

source: You must accept our Privacy Policy to join the waitlist.
hu_hu: A várólistára való feliratkozáshoz el kell fogadnia az Adatvédelmi irányelveinket.

source: Enable "Waitlist"
hu_hu: "Várólista" engedélyezése

source: Activate this option to allow customers to join a waitlist for out-of-stock products, ensuring they are notified when the items become available again.
hu_hu: Ennek az opciónak az aktiválásával engedélyezheti, hogy a vásárlók a készlethiányos termékek várólistájára iratkozzanak fel, és értesítést kapjanak, amikor ismét elérhetővé válnak.

source: Login to see waitlist
hu_hu: Jelentkezzen be a várólista megtekintéséhez

source: Restrict the waitlist feature to logged-in users, ensuring that only registered customers can join the waitlist for out-of-stock products.
hu_hu: Korlátozza a várólista funkciót a bejelentkezett felhasználókra, így csak a regisztrált vásárlók iratkozhatnak fel a készlethiányos termékek várólistájára.

source: Initial state
hu_hu: Kezdeti állapot

source: Choose the default display for the waitlist feature: either show the form for joining the waitlist or display the current status (joined or not).
hu_hu: Válassza ki a várólista funkció alapértelmezett megjelenítését: a feliratkozási űrlapot vagy az aktuális állapotot (feliratkozott vagy nem).

source: Always open
hu_hu: Mindig nyitva

source: Current state
hu_hu: Jelenlegi állapot

source: Activate this setting to ensure that waitlist form is updated correctly when caching is enabled, maintaining accurate waitlist information on the product page.
hu_hu: Aktiválja ezt a beállítást, hogy gyorsítótárazás esetén is megfelelően frissüljön a várólista űrlapja, és a termékoldalon pontos információk jelenjenek meg.

source: Wait interval
hu_hu: Várakozási időköz

source: Sets how often the action repeats to send a batch of emails. You can choose the time gap between each send.
hu_hu: Beállítja, milyen gyakran ismétlődjön az e‑mail‑csomagok küldése. Megadhatja a küldések közötti időközt.

source: Minute
hu_hu: Perc

source: 10 Minutes
hu_hu: 10 perc

source: Hour
hu_hu: Óra

source: 2 Hours
hu_hu: 2 óra

source: 5 Hours
hu_hu: 5 óra

source: Activate this setting to require customers to agree to your privacy policy with a checkbox before they can join the waitlist for out-of-stock products.
hu_hu: Aktiválja ezt a beállítást, hogy a vásárlóknak jelölőnégyzettel el kelljen fogadniuk az adatvédelmi irányelveket, mielőtt feliratkozhatnának a készlethiányos termékek várólistájára.

source: Privacy checkbox text
hu_hu: Adatvédelmi jelölőnégyzet szövege

source: Specify the text that will appear next to the privacy policy checkbox, informing customers about the policy they need to agree to before joining the waitlist. You can use the shortcode [terms] and [privacy_policy]
hu_hu: Adja meg a szöveget, amely az adatvédelmi jelölőnégyzet mellett jelenik meg, és tájékoztatja a vásárlókat a szabályzatról, amelyet a várólistára való feliratkozás előtt el kell fogadniuk. Használhatja a [terms] és [privacy_policy] rövidkódokat

source: I have read and accept the <strong>[privacy_policy]</strong>
hu_hu: Elolvastam és elfogadom a <strong>[privacy_policy]</strong>

source: Endpoint for the "My account &rarr; Waitlist" page.
hu_hu: A "My account &rarr; Waitlist" oldal végpontja.

source: Waitlist: confirm your subscription
hu_hu: Várólista: feliratkozás megerősítése

source: Configure the email that notifies customers when a product they are interested in is back in stock, ensuring they are among the first to know and can make a purchase promptly.
hu_hu: Állítsa be az e‑mailt, amely értesíti a vásárlókat, amikor az őket érdeklő termék újra készleten van, hogy elsőként értesüljenek és gyorsan vásárolhassanak.

source: Get notified when product back in stock
hu_hu: Értesítést kérek, ha a termék újra készleten van

source: Confirm waitlist subscription
hu_hu: Várólistás feliratkozás megerősítése

source: Send to
hu_hu: Küldés ide

source: All users
hu_hu: Összes felhasználó

source: Only non-logged users
hu_hu: Csak nem bejelentkezett felhasználók

source: Waitlist: product back in stock
hu_hu: Várólista: a termék újra készleten

source: Set up the email notification that informs customers when a product they have been waiting for is back in stock.
hu_hu: Állítsa be az e‑mail értesítést, amely tájékoztatja a vásárlókat, amikor a várt termék újra készleten van.

source: Good news! The product you've been waiting for is now back in stock.
hu_hu: Jó hír! A termék, amelyre várt, mostantól újra készleten van.

source: A product you are waiting for is back in stock
hu_hu: Egy várt termék újra készleten van

source: Waitlist: subscription confirmed
hu_hu: Várólista: feliratkozás megerősítve

source: Configure the email that confirms a customer's subscription to the waitlist, assuring them that they will receive updates when the requested item is back in stock.
hu_hu: Állítsa be az e‑mailt, amely megerősíti a vásárló várólistás feliratkozását, és biztosítja őt, hogy értesítést kap, amikor a kért termék újra készleten lesz.

source: You will be notified when product is back in stock
hu_hu: Értesítést kap, amikor a termék újra készleten lesz

source: Waitlist subscription confirmed
hu_hu: Várólistás feliratkozás megerősítve

source: Edit this customer
hu_hu: Ügyfél szerkesztése

source: Is registered
hu_hu: Regisztrált

source: View a list with customers that have added this product to their waitlist
hu_hu: Tekintse meg azoknak az ügyfeleknek a listáját, akik hozzáadták ezt a terméket a várólistájukhoz

source: Wishlist promotional email is currently disabled. You need to enable it if you want to send promotional emails to your customers. Find it in
hu_hu: A kívánságlista promóciós e‑mailje jelenleg le van tiltva. Engedélyeznie kell, ha promóciós e‑maileket szeretne küldeni ügyfeleinek. Itt találja:

source: Ready to send this promotional email?
hu_hu: Készen áll a promóciós e‑mail elküldésére?

source: Wishlists
hu_hu: Kívánságlisták

source: All wishlists
hu_hu: Összes kívánságlista

source: Popular products
hu_hu: Népszerű termékek

source: Customers that added product to wishlist
hu_hu: Ügyfelek, akik a terméket felvették a kívánságlistára

source: View a list with customers that have added this product to their wishlist
hu_hu: Tekintse meg azoknak az ügyfeleknek a listáját, akik hozzáadták ezt a terméket a kívánságlistájukhoz

source: Create promotion
hu_hu: Promóció létrehozása

source: Wishlist count
hu_hu: Kívánságlisták száma

source: When you create a promotion, all customers that have a corresponding product in their wishlist will get an email. You can customize this email content in
hu_hu: Amikor promóciót hoz létre, minden ügyfél e‑mailt kap, akinek a kívánságlistáján szerepel az adott termék. Ennek az e‑mailnek a tartalmát testre szabhatja itt:

source: From:
hu_hu: Feladó:

source: To:
hu_hu: Címzett:

source: My wishlist
hu_hu: Saját kívánságlista

source: Added on
hu_hu: Hozzáadva

source: Items in wishlist
hu_hu: Tételek a kívánságlistán

source: Please, log in to continue with the unsubscribe process
hu_hu: Kérjük, jelentkezzen be a leiratkozási folyamat folytatásához

source: The token provided does not match the current user; make sure to log in with the right account
hu_hu: A megadott token nem egyezik a jelenlegi felhasználóval; ellenőrizze, hogy a megfelelő fiókkal jelentkezett be

source: The token provided is expired; contact us to so we can manually unsubscribe your from the list
hu_hu: A megadott token lejárt; lépjen kapcsolatba velünk, hogy kézzel leiratkoztathassuk a listáról

source: You have unsubscribed from our wishlist-related mailing lists
hu_hu: Leiratkozott a kívánságlistához kapcsolódó levelezőlistáinkról

source: Wishlist is available only for logged in visitors.
hu_hu: A kívánságlista csak bejelentkezett látogatók számára érhető el.

source: Sign in
hu_hu: Bejelentkezés

source: Your products wishlist
hu_hu: Az Ön termékeinek kívánságlistája

source: Edit name
hu_hu: Név szerkesztése

source: Remove wishlist
hu_hu: Kívánságlista eltávolítása

source: Cancel
hu_hu: Mégse

source: Move
hu_hu: Áthelyezés

source: This wishlist is empty.
hu_hu: Ez a kívánságlista üres.

source: Add to wishlist
hu_hu: Hozzáadás a kívánságlistához

source: Browse wishlist
hu_hu: Kívánságlista megtekintése

source: Logout
hu_hu: Kijelentkezés

source: Do you really want to remove these products?
hu_hu: Valóban el szeretné távolítani ezeket a termékeket?

source: Current default group
hu_hu: Jelenlegi alapértelmezett csoport

source: Default group
hu_hu: Alapértelmezett csoport

source: Title is empty!
hu_hu: A cím üres!

source: Add new wishlist
hu_hu: Új kívánságlista hozzáadása

source: Back to list
hu_hu: Vissza a listához

source: Create wishlist
hu_hu: Kívánságlista létrehozása

source: Product was successfully added to your wishlist.
hu_hu: A terméket sikeresen hozzáadtuk a kívánságlistájához.

source: Back to shop
hu_hu: Vissza a boltba

source: Move to wishlist
hu_hu: Áthelyezés kívánságlistára

source: Your wishlists
hu_hu: Kívánságlistái

source: Wishlist: product back in stock
hu_hu: Kívánságlista: termék ismét készleten

source: This email is sent to customers when an item of their wishlist is back in stock
hu_hu: Ezt az e‑mailt akkor küldjük az ügyfeleknek, amikor egy kívánságlistájukon szereplő termék ismét készleten van

source: An item of your wishlist is back in stock!
hu_hu: Egy kívánságlistáján szereplő termék ismét készleten van!

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable this email notification
hu_hu: Ezen e‑mail értesítés engedélyezése

source: Subject
hu_hu: Tárgy

source: This field lets you modify the email subject line. Leave blank to use the default subject: <code>%s</code>.
hu_hu: Ez a mező lehetővé teszi az e‑mail tárgysorának módosítását. Hagyja üresen az alapértelmezett tárgy használatához: <code>%s</code>.

source: Email Heading
hu_hu: E‑mail fejléce

source: This field lets you modify the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
hu_hu: Ez a mező lehetővé teszi az e‑mail értesítésben szereplő fő címsor módosítását. Hagyja üresen az alapértelmezett fejléc használatához: <code>%s</code>.

source: Product exclusions
hu_hu: Kizárt termékek

source: Select the products for which you don't want to send a reminder email
hu_hu: Válassza ki azokat a termékeket, amelyekhez nem szeretne emlékeztető e‑mailt küldeni

source: Category exclusions
hu_hu: Kizárt kategóriák

source: Select the product categories for which you don't want to send a reminder email
hu_hu: Válassza ki azokat a termékkategóriákat, amelyekhez nem szeretne emlékeztető e‑mailt küldeni

source: Email type
hu_hu: E‑mail típusa

source: Choose which type of email to send.
hu_hu: Válassza ki, milyen típusú e‑mailt küldjön.

source: Plain text
hu_hu: Egyszerű szöveg

source: Multipart
hu_hu: Többrészes

source: Wishlist: on sale item
hu_hu: Kívánságlista: akciós termék

source: This email is sent to customers when an item of their wishlist is on sale
hu_hu: Ezt az e‑mailt akkor küldjük az ügyfeleknek, amikor egy kívánságlistájukon szereplő termék akciós

source: An item of your wishlist is on sale!
hu_hu: Egy kívánságlistáján szereplő termék akciós!

source: Wishlist: promotional
hu_hu: Kívánságlista: promóciós

source: This email is sent to the customer that has a product on his wishlist. You can send these emails via Dashboard -> Products -> Wishlists -> Popular products -> Create promotion.
hu_hu: Ez az e‑mail annak az ügyfélnek kerül kiküldésre, akinek van termék a kívánságlistáján. Ezeket az e‑maileket a Vezérlőpult -> Termékek -> Kívánságlisták -> Népszerű termékek -> Promóció létrehozása menüpontból küldheti el.

source: There is a deal for you!
hu_hu: Van egy ajánlatunk Önnek!

source: A product of your wishlist is on sale!
hu_hu: Egy kívánságlistáján szereplő termék akciós!

source: Coupon code
hu_hu: Kuponkód

source: Choose which coupon code to send.
hu_hu: Válassza ki, melyik kuponkódot küldje.

source: Email HTML content
hu_hu: E‑mail HTML‑tartalma

source: This field lets you modify the main content of the HTML email. You can use the following placeholders: %s. Next placeholders you must use only within %s tags: %s
hu_hu: Ez a mező lehetővé teszi a HTML e‑mail fő tartalmának módosítását. A következő helyőrzőket használhatja: %s. A következő helyőrzőket csak %s címkéken belül használhatja: %s

source: Email text content
hu_hu: E‑mail szöveges tartalma

source: This field lets you modify the main content of the text email. You can use the following placeholders: %s. Next placeholders you must use only within %s tags: %s
hu_hu: Ez a mező lehetővé teszi a szöveges e‑mail fő tartalmának módosítását. A következő helyőrzőket használhatja: %s. A következő helyőrzőket csak %s címkéken belül használhatja: %s

source: Hi {user_name}
hu_hu: Üdv, {user_name}

source: A product of your wishlist is on sale!
hu_hu: Egy kívánságlistáján szereplő termék akciós!

source: Hi {user_name}
hu_hu: Üdv, {user_name}

source: Order complete
hu_hu: Rendelés teljesítve

source: Watch video
hu_hu: Videó megtekintése

source: Click to enlarge
hu_hu: Kattintson a nagyításhoz

source: Share:
hu_hu: Megosztás:

source: Follow:
hu_hu: Követés:

source: Tag your photos with <span>%s</span> on Instagram.
hu_hu: Jelölje meg fotóit a(z) <span>%s</span> címkével az Instagramon.

source: Price filter
hu_hu: Árszűrő

source: Show sidebar
hu_hu: Oldalsáv megjelenítése

source: List view
hu_hu: Listanézet

source: Grid view %s
hu_hu: Rácsnézet %s

source: products
hu_hu: termékek

source: No product categories exist.
hu_hu: Nem léteznek termékkategóriák.

source: Sold out
hu_hu: Elfogyott

source: Select options
hu_hu: Változatok kiválasztása

source: Login to see prices
hu_hu: Jelentkezzen be az árak megtekintéséhez

source: My Account
hu_hu: Fiókom

source: Hello, %s
hu_hu: Üdv, %s

source: Create an Account
hu_hu: Fiók létrehozása

source: Password
hu_hu: Jelszó

source: Log in
hu_hu: Bejelentkezés

source: Lost your password?
hu_hu: Elfelejtette a jelszavát?

source: Remember me
hu_hu: Emlékezzen rám

source: Or login with
hu_hu: Vagy jelentkezzen be ezzel

source: Shopping cart sidebar
hu_hu: Bevásárlókosár oldalsáv

source: No account yet?
hu_hu: Még nincs fiókja?

source: Vendor dashboard
hu_hu: Eladói irányítópult

source: %s in stock
hu_hu: %s készleten

source: Available on backorder
hu_hu: Utánrendelhető

source: Empty
hu_hu: Üres

source: Something went wrong with the creation of the
hu_hu: Valami hiba történt a létrehozás során

source: Invalid block type
hu_hu: Érvénytelen blokktípus

source: Positioning area
hu_hu: Pozicionálási terület

source: Container
hu_hu: Konténer

source: Area relative to which the block will be positioned along the vertical and horizontal axes.
hu_hu: Az a terület, amihez képest a blokkot a függőleges és vízszintes tengely mentén pozicionáljuk.

source: Allows placing the block below or above another block or other elements on the site.
hu_hu: Lehetővé teszi a blokk elhelyezését egy másik blokk vagy a webhely más elemei alá vagy fölé.

source: Close behavior
hu_hu: Bezárási viselkedés

source: Disable the default close button. After that, the block can be closed via the custom button using the “Close by selector” option.
hu_hu: Tiltsa le az alapértelmezett bezárógombot. Ezt követően a blokk egy egyéni gombbal zárható be a “Bezárás szelektorral” opció használatával.

source: Display
hu_hu: Megjelenítés

source: Choose the close button design.
hu_hu: Válassza ki a bezárógomb megjelenését.

source: Icon with text
hu_hu: Ikon szöveggel

source: Close by selector
hu_hu: Bezárás szelektorral

source: Create an alternative block close button. Enter a CSS selector (e.g., .wd-close-block) that will close the floating block when clicked.
hu_hu: Hozzon létre alternatív blokkbezáró gombot. Adjon meg egy CSS‑szelektort (pl.: .wd-close-block), amelyre kattintva a lebegő blokk bezáródik.

source: Persistent close
hu_hu: Tartós bezárás

source: Once closed, the block will stay hidden on reload until the cookie is cleared.
hu_hu: Bezárás után az elem az oldal újratöltésekor is rejtve marad, amíg a sütit törlik.

source: Responsive
hu_hu: Reszponzív

source: Hide on desktop
hu_hu: Elrejtés asztali nézetben

source: Hide on tablet
hu_hu: Elrejtés táblagépen

source: Hide on mobile
hu_hu: Elrejtés mobilon

source: Set background color or image for floating block.
hu_hu: Állítson be háttérszínt vagy képet a lebegő blokkhoz.

source: Display Size
hu_hu: Megjelenítési méret

source: Sets the spacing between the block borders and its content.
hu_hu: A blokk szélei és a tartalma közötti belső térközt állítja be.

source: Margin
hu_hu: Margó

source: Sets the spacing between the block and the edge of the positioning area.
hu_hu: Beállítja a blokk és a pozicionálási terület széle közötti térközt.

source: Snap in top
hu_hu: Illesztés felül

source: Snap in bottom
hu_hu: Illesztés alul

source: Snap in left
hu_hu: Illesztés balra

source: Snap in right
hu_hu: Illesztés jobbra

source: Select a floating block appearance animation.
hu_hu: Válasszon megjelenési animációt a lebegő blokkhoz.

source: Display mode
hu_hu: Megjelenítési mód

source: Use triggers
hu_hu: Triggerek használata

source: Page loaded
hu_hu: Oldal betöltve

source: Show floating block after some time (in milliseconds).
hu_hu: Lebegő blokk megjelenítése bizonyos idő után (ezredmásodpercben).

source: Time to show
hu_hu: Megjelenítés ideje

source: Trigger once
hu_hu: Egyszeri aktiválás

source: Show floating block after user scrolls a certain percentage of the page.
hu_hu: Lebegő blokk megjelenítése, miután a felhasználó az oldal egy bizonyos százalékát legörgette.

source: Scroll value
hu_hu: Görgetési érték

source: Scroll to selector
hu_hu: Görgetés szelektorig

source: Show floating block when user scrolls to a specific CSS selector.
hu_hu: Lebegő blokk megjelenítése, amikor a felhasználó egy adott CSS szelektorig görget.

source: Selector
hu_hu: Szelektor

source: Comma-separated list of selectors. For example: .wrapper .special-button, .newsletter-icon
hu_hu: Vesszővel elválasztott szelektorlista. Például: .wrapper .special-button, .newsletter-icon

source: Inactivity time
hu_hu: Inaktivitási idő

source: Show floating block after inactivity time (in milliseconds).
hu_hu: Lebegő blokk megjelenítése inaktivitás után (ezredmásodpercben).

source: Exit intent
hu_hu: Kilépési szándék

source: Floating block appears when the cursor exits the viewport, suggesting tab closure.
hu_hu: A lebegő blokk akkor jelenik meg, amikor a kurzor kilép a viewportból, a lap bezárását feltételezve.

source: On click
hu_hu: Kattintásra

source: Number of clicks required to show floating block.
hu_hu: A lebegő blokk megjelenítéséhez szükséges kattintások száma.

source: Click times
hu_hu: Kattintások száma

source: On selector click
hu_hu: Szelektorra kattintáskor

source: CSS selector to trigger floating block on click.
hu_hu: CSS szelektor, amely kattintásra kiváltja a lebegő blokkot.

source: URL contains specific parameter
hu_hu: URL tartalmaz adott paramétert

source: Name of the URL parameter to check.
hu_hu: Ellenőrizendő URL-paraméter neve.

source: Parameters
hu_hu: Paraméterek

source: Comma-separated list of parameters. For example: utm_source=facebook, single_key
hu_hu: Vesszővel elválasztott paraméterek listája. Például: utm_source=facebook, single_key

source: URL contains specific hashtag
hu_hu: URL tartalmaz adott hashtaget

source: Name of the URL hashtag to check.
hu_hu: Ellenőrizendő URL-hashtag neve.

source: Hashtags
hu_hu: Hashtagek

source: Comma-separated list of hashtags. For example: #hashtag1, #hashtag2
hu_hu: Vesszővel elválasztott hashtagek listája. Például: #hashtag1, #hashtag2

source: After page views
hu_hu: Oldalmegtekintések után

source: Show block after a specific number of page views.
hu_hu: Blokk megjelenítése meghatározott számú oldalmegtekintés után.

source: Views
hu_hu: Megtekintések

source: After sessions
hu_hu: Munkamenetek után

source: Show block after a specific number of user sessions.
hu_hu: Blokk megjelenítése meghatározott számú felhasználói munkamenet után.

source: Sessions
hu_hu: Munkamenetek

source: Display conditions
hu_hu: Megjelenítési feltételek

source: Post types
hu_hu: Bejegyzéstípusok

source: Disable the default close button. After that, the popup can be closed via the background overlay or a custom button using the “Close by selector” option.
hu_hu: Az alapértelmezett bezárógomb letiltása. Ezt követően az előugró ablak a háttérrétegre kattintva vagy egyéni gombbal, a “Close by selector” opcióval zárható.

source: Close by overlay
hu_hu: Bezárás háttérrétegre kattintva
