Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Appearance -> Themes
hu_hu: Megjelenés -> Témák

source: or via
hu_hu: vagy ezen keresztül

source: Dashboard -> Updates
hu_hu: Vezérlőpult -> Frissítések

source: You can click this button to deactivate your license code from this domain if you are going to transfer your website to some other domain or server.
hu_hu: Erre a gombra kattintva deaktiválhatja licenckódját erről a domainről, ha webhelyét egy másik domainre vagy szerverre kívánja átvinni.

source: * Activated on development website.
hu_hu: * Aktiválva fejlesztői webhelyen.

source: Deactivate theme
hu_hu: Téma deaktiválása

source: Activate your purchase code for this domain to enable the automatic updates feature.
hu_hu: Aktiválja a vásárlási kódját ezen a domainen az automatikus frissítések engedélyezéséhez.

source: Where is my code?
hu_hu: Hol van a kódom?

source: Example: 1e71cs5f-13d9-41e8-a140-2cff01d96afb
hu_hu: Példa: 1e71cs5f-13d9-41e8-a140-2cff01d96afb

source: Not activated
hu_hu: Nincs aktiválva

source: Development domain
hu_hu: Fejlesztői domain

source: You are allowed to use our theme only on one domain if you purchased a regular license. But we give you an ability to activate our theme to turn on auto updates on two domains: for the development website and for your production (live) website.
hu_hu: Normál licenc vásárlása esetén a témánk csak egy domainen használható. Ugyanakkor lehetőséget adunk, hogy a témát két domainen aktiválja az automatikus frissítések bekapcsolásához: a fejlesztői webhelyen és az éles (live) webhelyen.

source: I agree that my purchase code and user data will be processed by xtemos.com
hu_hu: Egyetértek, hogy a vásárlási kódomat és felhasználói adataimat az xtemos.com kezeli

source: I agree that my purchase code and user data will be processed by developers.
hu_hu: Egyetértek, hogy a vásárlási kódomat és felhasználói adataimat a fejlesztők kezelik.

source: To activate the theme and access product support, please register your Envato purchase code on our website. This code, along with your support expiration date and user information, will be securely processed. Registration is required for us to provide you with product support and other customer services.
hu_hu: A téma aktiválásához és a terméktámogatás eléréséhez kérjük, regisztrálja Envato vásárlási kódját a weboldalunkon. Ezt a kódot a támogatás lejárati dátumával és felhasználói adataival együtt biztonságosan kezeljük. A regisztráció szükséges ahhoz, hogy terméktámogatást és egyéb ügyfélszolgáltatásokat nyújthassunk.

source: Activate theme
hu_hu: Téma aktiválása

source: <span>Note:</span> if you need to check all your active domains or you want to remove some of them you should visit <a href="https://xtemos.com/" target="_blank">our website</a> and check the activation list in your account.
hu_hu: <span>Megjegyzés:</span> ha ellenőrizni szeretné az összes aktív domainjét, vagy el szeretne távolítani néhányat közülük, látogassa meg <a href="https://xtemos.com/" target="_blank">weboldalunkat</a>, és ellenőrizze a fiókjában az aktivációk listáját.

source: Dismiss Notice
hu_hu: Értesítés elvetése

source: You are now logged in as <strong>%s</strong>
hu_hu: Mostantól <strong>%s</strong> néven van bejelentkezve

source: Slider
hu_hu: Diavetítés

source: Parent Item:
hu_hu: Szülő elem:

source: All Items
hu_hu: Összes elem

source: View Item
hu_hu: Elem megtekintése

source: Add New Item
hu_hu: Új elem hozzáadása

source: Add New
hu_hu: Új hozzáadása

source: Edit Item
hu_hu: Elem szerkesztése

source: Update Item
hu_hu: Elem frissítése

source: Search Item
hu_hu: Elem keresése

source: Not found
hu_hu: Nem található

source: Not found in Trash
hu_hu: Nem található a Lomtárban

source: Search Sliders
hu_hu: Diavetítések keresése

source: Popular Sliders
hu_hu: Népszerű diavetítések

source: All Sliders
hu_hu: Összes diavetítés

source: Parent Slider
hu_hu: Szülő diavetítés

source: Edit Slider
hu_hu: Diavetítés szerkesztése

source: Update Slider
hu_hu: Diavetítés frissítése

source: Add New Slider
hu_hu: Új diavetítés hozzáadása

source: New Slide
hu_hu: Új dia

source: Add or remove Sliders
hu_hu: Diavetítések hozzáadása vagy eltávolítása

source: Choose from most used sliders
hu_hu: Választás a leggyakrabban használt diavetítésekből

source: Size guide
hu_hu: Mérettáblázat

source: Add new size guide
hu_hu: Új mérettáblázat hozzáadása

source: New size guide
hu_hu: Új mérettáblázat

source: Edit size guide
hu_hu: Mérettáblázat szerkesztése

source: View size guide
hu_hu: Mérettáblázat megtekintése

source: All size guides
hu_hu: Összes mérettáblázat

source: Search size guides
hu_hu: Mérettáblázatok keresése

source: No size guides found.
hu_hu: Nem található mérettáblázat.

source: No size guides found in trash.
hu_hu: Nem található mérettáblázat a Lomtárban.

source: Size guide to place in your products
hu_hu: Mérettáblázat a termékekhez

source: CMS Blocks for custom HTML to place in your pages
hu_hu: CMS blokkok egyéni HTML-hez, amelyeket az oldalain helyezhet el

source: Shortcode
hu_hu: Rövidkód

source: You can create additional custom sidebar and use them in Visual Composer
hu_hu: Létrehozhat további egyéni oldalsávokat, és használhatja őket a Visual Composerben

source: Project
hu_hu: Projekt

source: Project Categories
hu_hu: Projektkategóriák

source: Project Category
hu_hu: Projektkategória

source: Search Categories
hu_hu: Kategóriák keresése

source: Popular Project Categories
hu_hu: Népszerű projektkategóriák

source: All Project Categories
hu_hu: Összes projektkategória

source: Parent Category
hu_hu: Szülő kategória

source: Edit Category
hu_hu: Kategória szerkesztése

source: Update Category
hu_hu: Kategória frissítése

source: Add New Category
hu_hu: Új kategória hozzáadása

source: New Category
hu_hu: Új kategória

source: Add or remove Categories
hu_hu: Kategóriák hozzáadása vagy eltávolítása

source: Choose from most used text-domain
hu_hu: Válasszon a leggyakrabban használt text-domain közül

source: Category
hu_hu: Kategória

source: Product 360 View Gallery (optional)
hu_hu: Termék 360 nézet galéria (opcionális)

source: HTML Block categories
hu_hu: HTML Block kategóriák

source: HTML Block category
hu_hu: HTML Block kategória

source: Search categories
hu_hu: Kategóriák keresése

source: Popular categories
hu_hu: Népszerű kategóriák

source: Parent category
hu_hu: Szülő kategória

source: Edit category
hu_hu: Kategória szerkesztése

source: Update category
hu_hu: Kategória frissítése

source: Add New category
hu_hu: Új kategória hozzáadása

source: New category
hu_hu: Új kategória

source: Add or remove categories
hu_hu: Kategóriák hozzáadása vagy eltávolítása

source: Choose from most used
hu_hu: Válasszon a leggyakrabban használtak közül

source: Create/modify size guide table
hu_hu: Mérettáblázat létrehozása/módosítása

source: Choose product categories
hu_hu: Válasszon termékkategóriákat

source: Linked Variations
hu_hu: Kapcsolt variációk

source: Frequently Bought Together
hu_hu: Gyakran együtt vásárolt

source: Dynamic Discounts
hu_hu: Dinamikus kedvezmények

source: Add New Rule
hu_hu: Új szabály hozzáadása

source: Edit Discount Rule
hu_hu: Kedvezményszabály szerkesztése

source: Free Gifts
hu_hu: Ingyenes ajándékok

source: Free Gift
hu_hu: Ingyenes ajándék

source: Add New Gift
hu_hu: Új ajándék hozzáadása

source: Edit Gift Rule
hu_hu: Ajándékszabály szerkesztése

source: Estimate Delivery
hu_hu: Szállítás becslése

source: Edit Estimate Delivery Rule
hu_hu: Szállítás becslési szabály szerkesztése

source: Carts
hu_hu: Kosarak

source: Abandoned Cart
hu_hu: Elhagyott kosár

source: Abandoned cart information
hu_hu: Elhagyott kosár információi

source: Custom Tabs
hu_hu: Egyéni fülek

source: Add New tab
hu_hu: Új fül hozzáadása

source: Edit tabs
hu_hu: Fülek szerkesztése

source: HubSpot is a platform with all the tools and integrations you need for marketing, sales, and customer service. Each product in the platform is powerful alone, but the real magic happens when you use them together. See the magic for yourself in the free HubSpot WordPress plugin.
hu_hu: A HubSpot egy platform, amely tartalmaz minden eszközt és integrációt, amire a marketinghez, az értékesítéshez és az ügyfélszolgálathoz szüksége van. A platform egyes termékei önmagukban is erősek, de az igazi varázslat akkor történik, amikor együtt használja őket. Tapasztalja meg a varázslatot az ingyenes HubSpot WordPress bővítményben.

source: WPML is a plugin for WordPress. Simply put, plugins extend the functionality of the basic WordPress CMS. In our case, WPML makes WordPress run multilingual.
hu_hu: A WPML egy WordPress bővítmény. Egyszerűen fogalmazva, a bővítmények kibővítik az alap WordPress CMS funkcionalitását. A mi esetünkben a WPML többnyelvűvé teszi a WordPresst.

source: WordPress experts recommend WP Rocket as the best WordPress caching plugin to achieve incredible speed result and optimize your website for the Core Web Vitals.
hu_hu: WordPress szakértők a WP Rocketet ajánlják a legjobb WordPress gyorsítótárazó bővítményként, hogy elképesztő sebességet érjen el, és optimalizálja webhelyét a Core Web Vitals számára.

source: How to use
hu_hu: Hogyan kell használni

source: Toolset offers a fresh approach to building WordPress sites. It builds on of WordPress and provides a complete design and development package, that requires no programming.
hu_hu: A Toolset friss megközelítést kínál WordPress-oldalak építéséhez. A WordPressre épül, és teljes körű tervezési és fejlesztési csomagot nyújt, amelyhez nincs szükség programozásra.

source: Read more
hu_hu: Bővebben

source: The pioneer multi-vendor plugin for WordPress. Start your own marketplace in minutes!
hu_hu: A WordPress úttörő multi-vendor bővítménye. Indítsa el saját piacterét percek alatt!

source: Improve your WordPress SEO: Write better content and have a fully optimized WordPress site using the Yoast SEO plugin.
hu_hu: Fejlessze WordPress SEO-ját: írjon jobb tartalmat, és legyen teljesen optimalizált WordPress webhelye a Yoast SEO bővítménnyel.

source: The WooCommerce Extra Product Options (WooCommerce Product Addons) plugin lets you add custom product fields(19 field types) and sections to your product page, making your WooCommerce product page more functional.
hu_hu: A WooCommerce Extra Product Options (WooCommerce Product Addons) bővítmény lehetővé teszi egyéni termékmezők(19 mezőtípus) és szekciók hozzáadását a termékoldalához, így a WooCommerce termékoldala még funkcionálisabb lesz.

source: Bootstrap library
hu_hu: Bootstrap könyvtár

source: Base style
hu_hu: Alap stílus

source: Single product review images
hu_hu: Termékoldali értékelések képei

source: Single product review likes
hu_hu: Termékoldali értékelések kedvelései

source: Single product review summary
hu_hu: Termékoldali értékelések összegzése

source: Single product reviews
hu_hu: Termékoldali értékelések

source: Single product reviews style 1
hu_hu: Termékoldali értékelések stílus 1

source: Single product reviews style 2
hu_hu: Termékoldali értékelések stílus 2

source: Single product elements base
hu_hu: Termékoldali elemek alap

source: Single product gallery
hu_hu: Termékoldali galéria

source: Single product gallery left
hu_hu: Termékoldali galéria bal oldalon

source: Single product gallery left only on desktop
hu_hu: Termékoldali galéria bal oldalon csak asztali nézetben

source: Single product gallery columns
hu_hu: Termékoldali galéria oszlopai

source: Single product gallery columns for desktop
hu_hu: Termékoldali galéria oszlopai asztali nézethez

source: Single product gallery columns for tablet
hu_hu: Termékoldali galéria oszlopai tablethez

source: Single product gallery columns for desktop and mobile
hu_hu: Termékoldali galéria oszlopai asztali és mobil nézethez

source: Single product navigation
hu_hu: Termékoldali navigáció

source: Single product tabs
hu_hu: Termékoldali fülek

source: Single product tabs all-open
hu_hu: Termékoldali fülek mind nyitva

source: Single product tabs side hidden
hu_hu: Termékoldali fülek oldalsó rejtve

source: Single grouped product
hu_hu: Egyedi csoportosított termék

source: Single product gallery full width
hu_hu: Termékoldali galéria teljes szélességben

source: Single product base options
hu_hu: Termékoldali alap opciók

source: Single product design centered
hu_hu: Termékoldali dizájn középre igazítva

source: Single product shop attributes mod
hu_hu: Termékoldali bolt attribútumok mod

source: Shop loop head mod
hu_hu: Bolt loop fejléc mod

source: WooCommerce mod checkout steps
hu_hu: WooCommerce mod pénztár lépései

source: WooCommerce mod stock progress bar
hu_hu: WooCommerce mod készlet folyamatjelző sáv

source: WooCommerce mod product info
hu_hu: WooCommerce mod termékinformáció

source: WooCommerce mod variation form
hu_hu: WooCommerce mod variációs űrlap

source: WooCommerce mod variation form single
hu_hu: WooCommerce mod variációs űrlap (egyedi)

source: WooCommerce mod stock status
hu_hu: WooCommerce mod készletállapot

source: WooCommerce mod shop table
hu_hu: WooCommerce mod bolt táblázat

source: WooCommerce mod quantity
hu_hu: WooCommerce mod mennyiség

source: WooCommerce mod quantity overlap
hu_hu: WooCommerce mod mennyiség átfedés

source: WooCommerce mod grid
hu_hu: WooCommerce mod rács

source: WooCommerce mod swatches
hu_hu: WooCommerce mod minták

source: WooCommerce mod disables swatches style 1
hu_hu: WooCommerce mod letiltja a mintákat stílus 1

source: WooCommerce mod disables swatches style 2
hu_hu: WooCommerce mod letiltja a mintákat stílus 2

source: WooCommerce mod disables swatches style 3
hu_hu: WooCommerce mod letiltja a mintákat stílus 3

source: WooCommerce mod swatches style 1
hu_hu: WooCommerce mod minták stílus 1

source: WooCommerce mod swatches style 2
hu_hu: WooCommerce mod minták stílus 2

source: WooCommerce mod swatches style 3
hu_hu: WooCommerce mod minták stílus 3

source: WooCommerce mod swatches style 4
hu_hu: WooCommerce mod minták stílus 4

source: WooCommerce mod swatches filter
hu_hu: WooCommerce mod mintaszűrő

source: WooCommerce mod widget checkboxes
hu_hu: WooCommerce mod widget jelölőnégyzetek

source: WooCommerce mod widget dropdown form
hu_hu: WooCommerce mod widget legördülő űrlap

source: Limit swatches
hu_hu: Minták korlátozása

source: Mod more description
hu_hu: Mod további leírás

source: Mod navigation vertical
hu_hu: Mod függőleges navigáció

source: Mod navigation vertical design default
hu_hu: Mod függőleges navigáció alapértelmezett dizájn

source: Mod navigation vertical design with background
hu_hu: Mod függőleges navigáció dizájn háttérrel

source: Mod navigation vertical design simple
hu_hu: Mod függőleges navigáció egyszerű dizájn

source: Mod nav menu label
hu_hu: Mod navigációs menü címke

source: Navigation styles Background
hu_hu: Navigáció stílusok Háttér

source: Widget calendar
hu_hu: Widget naptár

source: Widget tag cloud
hu_hu: Widget címkefelhő

source: Widget recent post or comments
hu_hu: Widget legutóbbi bejegyzés vagy hozzászólások

source: Widget media gallery
hu_hu: Widget médiagaléria

source: [Woodmart] Widget recent post
hu_hu: [Woodmart] Widget legutóbbi bejegyzés

source: [Woodmart] Widget navigation
hu_hu: [Woodmart] Widget navigáció

source: [Woodmart] Widget layered navigation
hu_hu: [Woodmart] Widget rétegezett navigáció

source: [Woodmart] Widget product categories
hu_hu: [Woodmart] Widget termékkategóriák

source: Widget layered navigation & stock status
hu_hu: Widget rétegezett navigáció és készletállapot

source: Widget active filters
hu_hu: Widget aktív szűrők

source: [Woodmart] Widget price filter
hu_hu: [Woodmart] Widget árszűrő

source: Widget products
hu_hu: Widget termékek

source: Widget products upsells
hu_hu: Widget felülértékesített termékek

source: Widget shopping cart
hu_hu: Widget bevásárlókosár

source: Widget price filter slider
hu_hu: Widget árszűrő csúszka

source: Widget user panel
hu_hu: Widget felhasználói panel

source: Widget brand thumbnails
hu_hu: Widget márka bélyegképek

source: Widget woocommerce other
hu_hu: Widget woocommerce egyéb

source: Post types general style
hu_hu: Bejegyzéstípusok általános stílus

source: Post types module categories
hu_hu: Bejegyzéstípusok modul kategóriák

source: Post types module date with background
hu_hu: Bejegyzéstípusok modul dátum háttérrel

source: Post types module comments
hu_hu: Bejegyzéstípusok modul hozzászólások

source: Password protection form
hu_hu: Jelszóvédelmi űrlap

source: Post pagination
hu_hu: Bejegyzés lapozás

source: Post types module navigation
hu_hu: Bejegyzéstípusok modul navigáció

source: Blog module author
hu_hu: Blog modul szerző

source: Blog module commetns button
hu_hu: Blog modul hozzászólás gomb

source: Blog module gallery
hu_hu: Blog modul galéria

source: Blog element author bio
hu_hu: Blog elem szerző bemutatkozás

source: Blog loop base
hu_hu: Blog loop alap

source: Blog loop design meta image
hu_hu: Blog loop dizájn meta kép

source: Blog loop design default
hu_hu: Blog loop dizájn alapértelmezett

source: Blog loop design default alternative
hu_hu: Blog loop dizájn alapértelmezett alternatíva

source: Blog loop design small images & chess
hu_hu: Blog loop dizájn kis képek & sakktábla

source: Blog loop design small
hu_hu: Blog loop dizájn kicsi

source: Blog loop design mask
hu_hu: Blog loop dizájn maszk

source: Blog loop design masonry
hu_hu: Blog loop dizájn masonry

source: Blog loop design list
hu_hu: Blog loop dizájn lista

source: Blog post predefined
hu_hu: Blog bejegyzés előre meghatározott

source: Blog design Large image
hu_hu: Blog dizájn Nagy kép

source: Blog post element tags
hu_hu: Blog bejegyzés elem címkék

source: Blog post element comments
hu_hu: Blog bejegyzés elem hozzászólások

source: Blog loop format quote
hu_hu: Blog loop formátum idézet

source: Animations module
hu_hu: Animációk modul

source: Animations base module
hu_hu: Animációk alap modul

source: Animations snap module
hu_hu: Animációk snap modul

source: Sticky notifications old module (Deprecated)
hu_hu: Ragadós értesítések régi modul (Elavult)

source: WooCommerce block notices
hu_hu: WooCommerce blokk értesítések

source: Load more button
hu_hu: Továbbiak betöltése gomb

source: Sticky loader
hu_hu: Ragadós betöltő

source: Footer base
hu_hu: Lábléc alap

source: Header base
hu_hu: Fejléc alap

source: Header boxed
hu_hu: Fejléc dobozos

source: Header base elements
hu_hu: Fejléc alapelemek

source: Header fullscreen menu
hu_hu: Fejléc teljes képernyős menü

source: Header category navigation
hu_hu: Fejléc kategórianavigáció

source: Header mobile navigation drilldown
hu_hu: Fejléc mobil navigáció drilldown

source: Header mobile navigation drilldown fade in
hu_hu: Fejléc mobil navigáció drilldown fade in

source: Header mobile navigation drilldown slide
hu_hu: Fejléc mobil navigáció drilldown slide

source: Header mobile navigation dropdown
hu_hu: Fejléc mobil navigáció legördülő

source: Header my account
hu_hu: Fejléc fiókom

source: Header my account dropdown
hu_hu: Fejléc fiókom legördülő

source: Header my account sidebar
hu_hu: Fejléc fiókom oldalsáv

source: Header search
hu_hu: Fejléc keresés

source: Header search form
hu_hu: Fejléc keresési űrlap

source: Header search fullscreen
hu_hu: Fejléc teljes képernyős keresés

source: Header search fullscreen 1
hu_hu: Fejléc teljes képernyős keresés 1

source: Header search fullscreen 2
hu_hu: Fejléc teljes képernyős keresés 2

source: Search form
hu_hu: Keresési űrlap

source: Search form with categories
hu_hu: Keresési űrlap kategóriákkal

source: Search form results dropdown
hu_hu: Keresési űrlap találatok legördülő

source: Search form with ajax
hu_hu: Keresési űrlap ajaxszal

source: Header cart
hu_hu: Fejléc kosár

source: Header cart design 3
hu_hu: Fejléc kosár dizájn 3

source: Header cart-side
hu_hu: Fejléc oldalsó kosár

source: Header element category more button
hu_hu: Fejléc elem kategória továbbiak gomb

source: Module tools design 8
hu_hu: Modul eszközök dizájn 8

source: Layout wrapper boxed
hu_hu: Elrendezés burkoló dobozos

source: Free shipping progress bar
hu_hu: Ingyenes szállítás folyamatjelző sáv

source: Count product visits
hu_hu: Termékmegtekintések számlálása

source: Product sold count
hu_hu: Eladott termékek száma

source: Product estimate delivery
hu_hu: Termék becsült kézbesítés

source: Product estimate delivery on admin panel
hu_hu: Termék becsült kézbesítés az admin felületen

source: Video thumbnail
hu_hu: Videó bélyegkép

source: Video thumbnail Photoswipe
hu_hu: Videó bélyegkép Photoswipe

source: Product grid gallery
hu_hu: Termék rácsgaléria

source: Product stretch content
hu_hu: Termék nyújtott tartalom

source: Bordered product
hu_hu: Szegélyezett termék

source: Products divider
hu_hu: Termékek elválasztó

source: Frequently bought together products
hu_hu: Gyakran együtt vásárolt termékek

source: Frequently bought together products cart
hu_hu: Gyakran együtt vásárolt termékek kosár

source: Dynamic discounts
hu_hu: Dinamikus kedvezmények

source: Waitlists
hu_hu: Várólisták

source: Waitlists on My account
hu_hu: Várólisták a Fiókom oldalon

source: Price tracker on My account
hu_hu: Árkövető a Fiókom oldalon

source: Shop filter area
hu_hu: Bolt szűrőterület

source: Shop page title categories
hu_hu: Bolt oldalcím kategóriák

source: Shop mobile accordion categories
hu_hu: Bolt mobil harmonika kategóriák

source: Shop mobile hidden sidebar categories
hu_hu: Bolt mobil rejtett oldalsáv kategóriák

source: Manage products on checkout
hu_hu: Termékek kezelése a pénztárnál

source: Color box popup library
hu_hu: Color box felugró könyvtár

source: WooCommerce base
hu_hu: WooCommerce alap

source: Brands element
hu_hu: Márkák elem

source: Brands style bordered
hu_hu: Márkák stílus: keretezett

source: Product tabs element
hu_hu: Termékfülek elem

source: Add to cart popup option
hu_hu: Kosárba tétel felugró opció

source: Cart page
hu_hu: Kosár oldal

source: Cart page predefined
hu_hu: Kosár oldal előre beállított

source: Cart page builder
hu_hu: Kosár oldal építő

source: Cart totals layout 2
hu_hu: Kosár összesítő elrendezés 2

source: Cart & Checkout blocks
hu_hu: Kosár és pénztár blokkok

source: Checkout page
hu_hu: Pénztár oldal

source: Payment Methods on checkout page
hu_hu: Fizetési módok a pénztár oldalon

source: Checkout predefined page
hu_hu: Pénztár oldal előre beállított

source: Checkout builder page
hu_hu: Pénztár oldal építő

source: Order complete page
hu_hu: Rendelés befejezése oldal

source: Thank you page predefined
hu_hu: Köszönő oldal előre beállított

source: WooCommerce page empty page
hu_hu: WooCommerce oldal üres oldal

source: WooCommerce page lost password
hu_hu: WooCommerce oldal elfelejtett jelszó

source: WooCommerce element track order
hu_hu: WooCommerce elem rendeléskövetés

source: WooCommerce order details mod
hu_hu: WooCommerce rendelés részletei mod

source: Compare page by category
hu_hu: Összehasonlító oldal kategória szerint

source: Wishlists page in admin panel
hu_hu: Kívánságlisták oldal az admin panelen

source: Wishlist bulk action
hu_hu: Kívánságlista tömeges művelet

source: Wishlist popup
hu_hu: Kívánságlista felugró

source: My account page
hu_hu: Fiókom oldal

source: My account page predefined
hu_hu: Fiókom oldal előre beállított

source: Shop builder
hu_hu: Bolt építő

source: Shop predefined
hu_hu: Bolt előre beállított

source: Shop active filters element
hu_hu: Bolt aktív szűrők elem

source: Shop order by element
hu_hu: Bolt rendezés elem

source: Shop products per page element
hu_hu: Bolt oldalankénti termékek elem

source: Shop products view element
hu_hu: Bolt termékek nézet elem

source: Shop products page title element
hu_hu: Bolt termékek oldalcím elem
