Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: You can limit your Layered Navigation widgets by height and enable nice scroll for them. Useful if you have a lot of product colors/sizes or other attributes for filters.
hu_hu: Korlátozhatja a Layered Navigation widgetek magasságát, és szép görgetést engedélyezhet hozzájuk. Hasznos, ha sok termékszín/méret vagy egyéb szűrőattribútum van.

source: Height for filters widgets
hu_hu: Szűrő widgetek magassága

source: Set widgets height in pixels.
hu_hu: Állítsa be a widgetek magasságát pixelben.

source: Shop sidebar widgets collapse
hu_hu: Bolt oldalsáv widgetek összecsukása

source: “Filters only” variant works with WoodMart Layered Navigation widgets.
hu_hu: A „Csak szűrők” változat a WoodMart Layered Navigation widgetekkel működik.

source: All widgets
hu_hu: Minden widget

source: Filters only
hu_hu: Csak szűrők

source: Shop filters
hu_hu: Bolt szűrők

source: Enable shop filters widget's area above the products.
hu_hu: Engedélyezze a bolt szűrőinek widgetterületét a termékek felett.

source: Shop filters content type
hu_hu: Bolt szűrők tartalomtípusa

source: You can use widgets or custom HTML block with our Product filters page builder element.
hu_hu: Használhat widgeteket vagy egyéni HTML blokkot a Product filters oldalépítő elemünkkel.

source: Shop filters columns on desktop
hu_hu: Bolt szűrők oszlopai asztali gépen

source: Shop filters columns on tablet
hu_hu: Bolt szűrők oszlopai táblagépen

source: Shop filters columns on mobile
hu_hu: Bolt szűrők oszlopai mobilon

source: Space between widgets on desktop
hu_hu: Távolság a widgetek között asztali gépen

source: Space between widgets on tablet
hu_hu: Távolság a widgetek között táblagépen

source: Space between widgets on mobile
hu_hu: Távolság a widgetek között mobilon

source: Hide "Sort by" widget
hu_hu: "Rendezés" widget elrejtése

source: Enable this option if you want to remove the predefined "Sort by" widget from the shop page filters aria.
hu_hu: Engedélyezze ezt az opciót, ha el szeretné távolítani az előre definiált "Rendezés" widgetet a bolt oldal szűrőinek területéről.

source: Hide "Price filter" widget
hu_hu: "Árszűrő" widget elrejtése

source: Enable this option if you want to remove the predefined "Price filter" widget from the shop page filters aria.
hu_hu: Engedélyezze ezt az opciót, ha el szeretné távolítani az előre definiált "Árszűrő" widgetet a bolt oldal szűrőinek területéről.

source: Shop filters HTML Block
hu_hu: Bolt szűrők HTML Block

source: You can create an HTML Block in Dashboard -> HTML Blocks and add Product filters page builder element there.
hu_hu: Létrehozhat egy HTML Blockot a Vezérlőpult -> HTML Blocks alatt, és hozzáadhatja a Product filters oldalépítő elemet.

source: Shop filters area always opened
hu_hu: Bolt szűrők területe mindig nyitva

source: If you enable this option the shop filters will be always opened on the shop page.
hu_hu: Ha engedélyezi ezt az opciót, a bolt szűrői mindig nyitva lesznek a bolt oldalon.

source: State
hu_hu: Állapot

source: Stop close filters after click
hu_hu: Kattintás után ne záródjanak be a szűrők

source: This option will prevent filters area from closing when you click on certain filter links.
hu_hu: Ez az opció megakadályozza, hogy a szűrők területe bezáródjon, amikor bizonyos szűrőlinkekre kattint.

source: Single product sidebar
hu_hu: Egyedi termék oldalsávja

source: Select main Tab content and sidebar alignment for single product pages.
hu_hu: Válassza ki a fő fül tartalmának és az oldalsávnak az igazítását az egyedi termékoldalakon.

source: Full height sidebar
hu_hu: Teljes magasságú oldalsáv

source: If you have a lot of widgets added to the sidebar your single product page layout may look inconsistent. Try to enable this option in this situation.
hu_hu: Ha sok widget van az oldalsávban, az egyes termékoldalak elrendezése következetlennek tűnhet. Ilyen esetben próbálja engedélyezni ezt az opciót.

source: You can set different sizes for your single product pages sidebar
hu_hu: Különböző méreteket állíthat be az egyes termékoldalak oldalsávjához

source: You can choose different page layout depending on the product image size you need
hu_hu: A szükséges termékképmérettől függően választhat különböző oldalelrendezést

source: Choose between different predefined designs
hu_hu: Válasszon a különböző előre meghatározott dizájnok közül

source: Sticky product
hu_hu: Ragadós termék

source: If you turn on this option, the section with description will be sticky when you scroll the page. In case when the description is higher than images, the images section will be fixed instead.
hu_hu: Ha bekapcsolja ezt az opciót, a leírás szakasz görgetéskor ragadós lesz. Ha a leírás magasabb, mint a képek, akkor ehelyett a képek szakasza lesz rögzítve.

source: Add shadow to product summary block
hu_hu: Árnyék hozzáadása a termékösszegző blokkhoz

source: Useful when you set background color for the single product page to gray for example.
hu_hu: Hasznos például, ha az egyes termékoldal háttérszínét szürkére állítja.

source: Full width product page
hu_hu: Teljes szélességű termékoldal

source: Stretch the single product page content.
hu_hu: Nyújtsa ki az egyes termékoldal tartalmát.

source: Custom single product header
hu_hu: Egyedi termékoldal-fejléc

source: You can use different header for your single product page.
hu_hu: Más fejlécet használhat az egyes termékoldalakon.

source: Select preview product for builder
hu_hu: Válasszon előnézeti terméket az oldalkészítőhöz

source: The information from this product will be used as an example while you are working with the product template and Elementor.
hu_hu: Ennek a terméknek az adatai kerülnek felhasználásra példaként, amikor a terméksablonnal és az Elementorral dolgozik.

source: Main image click action
hu_hu: Főkép kattintási művelet

source: Enable/disable zoom option or switch to photoswipe popup.
hu_hu: Nagyítás engedélyezése/letiltása, vagy váltás PhotoSwipe felugróra.

source: Main image
hu_hu: Főkép

source: Zoom
hu_hu: Nagyítás

source: Photoswipe popup
hu_hu: PhotoSwipe felugró

source: Show "Click to enlarge" icon
hu_hu: "Kattintson a nagyításhoz" ikon megjelenítése

source: Click to open image in popup and swipe to zoom
hu_hu: Kattintson a kép felugróban való megnyitásához, és húzással nagyíthat

source: Main carousel auto height
hu_hu: Fő karusszel automatikus magasság

source: Useful when you have product images with different height.
hu_hu: Hasznos, ha a termékképek különböző magasságúak.

source: Main carousel with pagination
hu_hu: Fő karusszel lapozóval

source: Images captions on Photo Swipe lightbox
hu_hu: Képfeliratok a PhotoSwipe lightboxban

source: Display caption texts below images when you open the photoswipe popup. Captions can be added to your images via the Media library.
hu_hu: Feliratok megjelenítése a képek alatt, amikor megnyitja a PhotoSwipe felugrót. A feliratokat a Médiatárban adhatja hozzá a képekhez.

source: Gallery layout
hu_hu: Galéria elrendezése

source: Image gallery
hu_hu: Képgaléria

source: Thumbnails left
hu_hu: Bélyegképek bal oldalon

source: Thumbnails bottom
hu_hu: Bélyegképek alul

source: Carousel
hu_hu: Karusszel

source: Bottom grid
hu_hu: Alsó rács

source: Combined grid 1
hu_hu: Kombinált rács 1

source: Combined grid 2
hu_hu: Kombinált rács 2

source: Combined grid 3
hu_hu: Kombinált rács 3

source: Gallery gap
hu_hu: Galéria hézag

source: Columns on desktop
hu_hu: Oszlopok asztali nézetben

source: Thumbnails columns
hu_hu: Bélyegképek oszlopai

source: Columns on tablet
hu_hu: Oszlopok táblagépen

source: Columns on mobile
hu_hu: Oszlopok mobilon

source: Thumbnails per slide on desktop
hu_hu: Bélyegképek diánként asztali nézetben

source: Thumbnails per slide on tablet
hu_hu: Bélyegképek diánként táblagépen

source: Thumbnails per slide on mobile
hu_hu: Bélyegképek diánként mobilon

source: Carousel on tablet
hu_hu: Karusszel táblagépen

source: Carousel on mobile
hu_hu: Karusszel mobilon

source: Center mode in main gallery
hu_hu: Középre igazítás mód a fő galériában

source: Thumbnails position bottom on mobile devices
hu_hu: Bélyegképek alul mobil eszközökön

source: Thumbnails gallery width
hu_hu: Bélyegképgaléria szélessége

source: Thumbnails gallery height
hu_hu: Bélyegképgaléria magassága

source: Thumbnails image width
hu_hu: Bélyegkép szélessége

source: IMPORTANT: You need to regenerate all thumbnails to apply the changes. Use the following <a href="https://wordpress.org/plugins/regenerate-thumbnails/" target="_blank">plugin</a> for this.
hu_hu: FONTOS: Az összes bélyegképet újra kell generálnia a változtatások alkalmazásához. Ehhez használja a következő <a href="https://wordpress.org/plugins/regenerate-thumbnails/" target="_blank">bővítményt</a>.

source: AJAX Add to cart
hu_hu: AJAX kosárba tétel

source: Turn on the AJAX add to cart option on the single product page. Will not work with plugins that add some custom fields to the add to cart form.
hu_hu: Kapcsolja be az AJAX kosárba tétel opciót az egyes termékoldalon. Nem működik olyan bővítményekkel, amelyek egyedi mezőket adnak a kosárba tétel űrlaphoz.

source: Sticky add to cart
hu_hu: Ragadós kosárba tétel

source: Add to cart section will be displayed at the bottom of your screen when you scroll down the page.
hu_hu: A kosárba tétel szakasz az oldal lefelé görgetésekor a képernyő alján jelenik meg.

source: Sticky add to cart on mobile
hu_hu: Ragadós kosárba tétel mobilon

source: You can leave this option for desktop only or enable it for all devices sizes.
hu_hu: Meghagyhatja ezt az opciót csak asztali nézetre, vagy engedélyezheti minden eszközméretre.

source: Height on desktop
hu_hu: Magasság asztali nézetben

source: Height on tablet
hu_hu: Magasság táblagépen

source: Height on mobile
hu_hu: Magasság mobilon

source: Before "Add to cart button"
hu_hu: A "Kosárba gomb" előtt

source: After "Add to cart button"
hu_hu: A "Kosárba gomb" után

source: Set different position for breadcrumbs section on your product's page.
hu_hu: Állítson be eltérő pozíciót a morzsamenü szakasz számára a termékoldalon.

source: Breadcrumbs & Products navigation
hu_hu: Morzsamenü és terméknavigáció

source: Below header
hu_hu: Fejléc alatt

source: Product summary
hu_hu: Termékösszegzés

source: Breadcrumbs on product page
hu_hu: Morzsamenü a termékoldalon

source: Products navigation
hu_hu: Terméknavigáció

source: Enable short description
hu_hu: Rövid leírás engedélyezése

source: Enable/disable short description text in the product's summary block.
hu_hu: A rövid leírás szövegének engedélyezése/letiltása a termék összegző blokkjában.

source: Short description
hu_hu: Rövid leírás

source: Show attributes table after short description
hu_hu: Attribútumtábla megjelenítése a rövid leírás után

source: You can display attributes table after of short description.
hu_hu: A rövid leírás után megjeleníthető az attribútumtábla.

source: Stock status design
hu_hu: Készletállapot megjelenése

source: Stock status
hu_hu: Készletállapot

source: Bordered
hu_hu: Szegélyezett

source: Countdown for variable products
hu_hu: Visszaszámláló variálható termékekhez

source: Sale end date will be based on the first variation date of the product.
hu_hu: Az akció záró dátuma a termék első variációjának dátumán alapul.

source: Show product meta
hu_hu: Termék metaadatok megjelenítése

source: Categories, tags, SKU
hu_hu: Kategóriák, címkék, cikkszám

source: After "Add to cart" button
hu_hu: A "Kosárba" gomb után

source: After tabs
hu_hu: Fülek után

source: Hide
hu_hu: Elrejtés

source: Show share buttons
hu_hu: Megosztási gombok megjelenítése

source: Display share buttons icons on the single product page.
hu_hu: Megosztási gombok ikonjainak megjelenítése az egyes termékoldalon.

source: Share buttons type
hu_hu: Megosztási gombok típusa

source: You can switch between share and follow buttons on the single product page.
hu_hu: Válthat a megosztás és a követés gombok között az egyes termékoldalon.

source: Share
hu_hu: Megosztás

source: Follow
hu_hu: Követés

source: Show related products
hu_hu: Kapcsolódó termékek megjelenítése

source: Related products is a section that pulls products from your store that share the same tags or categories as the current product.
hu_hu: A Kapcsolódó termékek olyan szakasz, amely az áruházából a jelenlegi termékkel azonos címkéket vagy kategóriákat megosztó termékeket jelenít meg.

source: Upsells products position
hu_hu: Upsell termékek pozíciója

source: If use "Sidebar" be sure that you have enabled it for the product page layout
hu_hu: Ha a "Sidebar" opciót használja, győződjön meg róla, hogy engedélyezte a termékoldal elrendezésében

source: Standard
hu_hu: Alapértelmezett

source: Product view
hu_hu: Termék nézet

source: You can set different view mode for the related products. These settings will be applied for upsells products as well.
hu_hu: Különböző nézetmódot állíthat be a kapcsolódó termékekhez. Ezek a beállítások az upsell termékekre is érvényesek lesznek.

source: Product columns
hu_hu: Termékoszlopok

source: How many products you want to show per row.
hu_hu: Hány terméket szeretne megjeleníteni soronként.

source: Product count
hu_hu: Termékek száma

source: The total number of products to display.
hu_hu: A megjelenítendő termékek teljes száma.

source: Tabs layout
hu_hu: Fülek elrendezése

source: Select which style for products tabs do you need.
hu_hu: Válassza ki a termékfülek stílusát.

source: Tabs location
hu_hu: Fülek elhelyezése

source: Accordion state
hu_hu: Harmonika állapota

source: First opened
hu_hu: Az első nyitva

source: All closed
hu_hu: Mind zárva

source: Don't show duplicated titles for product tabs.
hu_hu: Ne jelenítse meg a termékfülek ismétlődő címeit.

source: Enable description tab
hu_hu: Leírás fül engedélyezése

source: Default tabs
hu_hu: Alapértelmezett fülek

source: Description tab priority
hu_hu: Leírás fül prioritása

source: Enable additional info tab
hu_hu: További információk fül engedélyezése

source: Additional info tab priority
hu_hu: További információk fül prioritása

source: Enable reviews tab
hu_hu: Vélemények fül engedélyezése

source: Reviews tab priority
hu_hu: Vélemények fül prioritása

source: Legacy tabs
hu_hu: Örökölt fülek

source: Enables three optional product tabs on single product pages, which can be filled with plain text or HTML-blocks. Leave the field empty to disable the tab.
hu_hu: Három opcionális termékfület engedélyez az egyes termékoldalakon, amelyek egyszerű szöveggel vagy HTML-blokkokkal tölthetők ki. Hagyja üresen a mezőt a fül letiltásához.

source: This option is deprecated. You can now use "Custom tabs" to add an unlimited number of tabs with different display conditions.
hu_hu: Ez a beállítás elavult. Most már a "Custom tabs" használatával korlátlan számú fület adhat hozzá különböző megjelenítési feltételekkel.

source: Tab title
hu_hu: Fül címe

source: Leave empty to disable custom tab
hu_hu: Hagyja üresen az egyéni fül letiltásához

source: Legacy tabs (deprecated)
hu_hu: Örökölt fülek (elavult)

source: Content type
hu_hu: Tartalomtípus

source: Promo popup
hu_hu: Promóciós felugró

source: Age verify popup
hu_hu: Korhatár-ellenőrző felugró

source: Cookie law info
hu_hu: Süti-törvény tájékoztató

source: Mobile bottom navbar
hu_hu: Mobil alsó navigációs sáv

source: Typography
hu_hu: Tipográfia

source: Basic
hu_hu: Alap

source: Custom fonts
hu_hu: Egyéni betűkészletek

source: Icon fonts
hu_hu: Ikonbetűkészletek

source: Adobe fonts
hu_hu: Adobe betűkészletek

source: Styles and colors
hu_hu: Stílusok és színek

source: Styles
hu_hu: Stílusok

source: Colors
hu_hu: Színek

source: Pages background
hu_hu: Oldalak háttere

source: Buttons
hu_hu: Gombok

source: Forms
hu_hu: Űrlapok

source: Notices
hu_hu: Értesítések

source: Blog archive
hu_hu: Blog archívum

source: Single post
hu_hu: Egyedi bejegyzés

source: Portfolio archive
hu_hu: Portfólió archívum

source: Single project
hu_hu: Egyedi projekt

source: Variable products
hu_hu: Variálható termékek

source: Product labels
hu_hu: Termékcímkék

source: Brands
hu_hu: Márkák

source: Quick view
hu_hu: Gyorsnézet

source: Waitlist
hu_hu: Várólista

source: Cart
hu_hu: Kosár

source: Checkout
hu_hu: Pénztár

source: Thank you page
hu_hu: Köszönő oldal

source: Frequently bought together
hu_hu: Gyakran együtt vásárolják

source: Free gifts
hu_hu: Ingyenes ajándékok

source: Estimate delivery
hu_hu: Szállítási idő becslése

source: Abandoned cart
hu_hu: Elhagyott kosár

source: Price tracker
hu_hu: Árkövető

source: Product archive
hu_hu: Termékarchívum

source: Products grid
hu_hu: Termékrács

source: Products styles
hu_hu: Termékek stílusai

source: Categories styles
hu_hu: Kategóriák stílusai

source: Single product
hu_hu: Egyedi termék

source: Gallery
hu_hu: Galéria

source: Add to cart
hu_hu: Kosárba tétel

source: Related & Upsells
hu_hu: Kapcsolódó termékek és felülértékesítés

source: Login / Register
hu_hu: Bejelentkezés / Regisztráció

source: Social profiles
hu_hu: Közösségi profilok

source: Links to social profiles
hu_hu: Hivatkozások a közösségi profilokra

source: API integrations
hu_hu: API-integrációk

source: Social authentication
hu_hu: Közösségi hitelesítés

source: Performance
hu_hu: Teljesítmény

source: Fonts & Icons
hu_hu: Betűkészletek és ikonok

source: Lazy loading
hu_hu: Késleltetett betöltés

source: Other
hu_hu: Egyéb

source: Maintenance
hu_hu: Karbantartás

source: Custom CSS
hu_hu: Egyéni CSS

source: Custom JS
hu_hu: Egyéni JS

source: Import / Export / Reset
hu_hu: Importálás / Exportálás / Visszaállítás

source: Action after add to cart
hu_hu: Művelet kosárba tétel után

source: Shopping cart widget
hu_hu: Bevásárlókosár widget

source: Choose between showing an informative popup and opening the shopping cart widget.
hu_hu: Válasszon az információs felugró megjelenítése és a bevásárlókosár widget megnyitása között.

source: Show popup
hu_hu: Felugró megjelenítése

source: Display widget
hu_hu: Widget megjelenítése

source: No action
hu_hu: Nincs művelet

source: Hide widget automatically
hu_hu: Widget automatikus elrejtése

source: After adding to cart the shopping cart widget will be hidden automatically
hu_hu: A kosárba helyezés után a bevásárlókosár widget automatikusan elrejtődik

source: Hide widget after
hu_hu: Widget elrejtése ennyi idő után

source: Set the number of seconds for the shopping cart widget to be displayed after adding to cart
hu_hu: Adja meg, hány másodpercig legyen látható a bevásárlókosár widget a kosárba helyezés után

source: Quantity input on shopping cart widget
hu_hu: Mennyiségmező a bevásárlókosár widgetben

source: Give your customers an ability to change the number of products in the cart directly from the shopping cart widget.
hu_hu: Tegye lehetővé vásárlóinak, hogy közvetlenül a bevásárlókosár widgetből módosítsák a kosárban lévő termékek mennyiségét.

source: Show SKU in mini cart
hu_hu: SKU megjelenítése a minikosárban

source: Show SKU on cart page
hu_hu: SKU megjelenítése a kosár oldalon

source: Show SKU on checkout page
hu_hu: SKU megjelenítése a pénztár oldalon

source: Show SKU on order details
hu_hu: SKU megjelenítése a rendelés részleteiben

source: Show SKU in customer order received email
hu_hu: SKU megjelenítése a vevőnek küldött rendelés-visszaigazoló e-mailben

source: Show SKU on search AJAX results
hu_hu: SKU megjelenítése a keresés AJAX találataiban

source: Enable catalog mode
hu_hu: Katalógus mód engedélyezése

source: You can hide all "Add to cart" buttons, cart widget, cart and checkout pages. This will allow you to showcase your products as an online catalog without ability to make a purchase.
hu_hu: Elrejtheti az összes "Kosárba" gombot, a kosár widgetet, valamint a kosár és a pénztár oldalakat. Így termékeit online katalógusként jelenítheti meg vásárlási lehetőség nélkül.

source: Catalog mode
hu_hu: Katalógus mód

source: Enable size guides
hu_hu: Mérettáblázatok engedélyezése

source: Turn on the size guide feature on the website. Read more information about this function in <a href="https://xtemos.com/docs/woodmart/faq-guides/create-size-guide-table/" target="_blank">our documentation</a>.
hu_hu: Kapcsolja be a mérettáblázat funkciót a webhelyen. További információ erről a funkcióról az <a href="https://xtemos.com/docs/woodmart/faq-guides/create-size-guide-table/" target="_blank">dokumentációnkban</a> olvasható.

source: Size guides
hu_hu: Mérettáblázatok

source: Login to see add to cart and prices
hu_hu: Bejelentkezés szükséges a "Kosárba" és az árak megtekintéséhez

source: You can restrict shopping functions only for logged in customers.
hu_hu: Korlátozhatja a vásárlási funkciókat csak a bejelentkezett vásárlók számára.

source: Hide add to cart and price
hu_hu: "Kosárba" és ár elrejtése

source: "Quick shop" for variable products
hu_hu: "Gyors vásárlás" változó termékekhez

source: Allow your users to purchase variable products directly from the shop page.
hu_hu: Lehetővé teszi a felhasználóknak, hogy közvetlenül a bolt oldaláról vásároljanak változó termékeket.

source: Quick shop
hu_hu: Gyors vásárlás

source: "Quick shop" type
hu_hu: "Gyors vásárlás" típusa

source: Choose the type of adding product variation to the cart on the product grid.
hu_hu: Válassza ki, hogyan lehessen a termékrácson a termékváltozatot a kosárba adni.

source: On "Select options" click
hu_hu: "Opciók kiválasztása" kattintásakor

source: On variation click
hu_hu: Változatra kattintáskor

source: Clear variation
hu_hu: Változat törlése

source: Clear button
hu_hu: Törlés gomb

source: On second click
hu_hu: Második kattintásra

source: Choose the attribute that will be shown on the product grid.
hu_hu: Válassza ki az attribútumot, amely megjelenik a termékrácson.

source: Attribute swatches
hu_hu: Attribútum minták

source: Limit swatches on grid
hu_hu: Minták korlátozása a termékrácson

source: Collapse swatches list on the product grid to save space in case a product has too many variations.
hu_hu: A termékrácson a minták listájának összecsukása a hely megtakarítása érdekében, ha egy terméknek túl sok változata van.

source: Number of visible swatches on grid
hu_hu: Látható minták száma a termékrácson

source: Limit swatches on single product
hu_hu: Minták korlátozása a termékoldalon

source: Collapse swatches list on the single product to save space in case a product has too many variations.
hu_hu: A termékoldalon a minták listájának összecsukása a hely megtakarítása érdekében, ha egy terméknek túl sok változata van.

source: Number of visible swatches on single product
hu_hu: Látható minták száma a termékoldalon

source: Use images from product variations
hu_hu: Képek használata a termékváltozatokból

source: Swatches buttons will be filled with images chosen for product variations and not with images uploaded to attribute terms.
hu_hu: A mintagombok a termékváltozatokhoz választott képekkel töltődnek fel, és nem az attribútumértékekhez feltöltött képekkel.

source: Show selected option name on desktop and tablet
hu_hu: A kiválasztott opció neve jelenjen meg asztali és táblagépen

source: Replace the variation swatch tooltip with the text label next to the attribute title.
hu_hu: A változat minta buboréksúgóját szöveges címkére cseréli az attribútum címének mellett.

source: Scroll to top on variation select [desktop]
hu_hu: Felgörgetés a tetejére változat kiválasztásakor [asztali]

source: When you turn on this option and click on some variation with image, the page will be scrolled up to show that variation image in the main product gallery.
hu_hu: Ha bekapcsolja ezt az opciót, és egy képpel rendelkező változatra kattint, az oldal felgörget a tetejére, hogy a fő termékgallériában megjelenjen a változat képe.
