Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: WP Rocket delay JS exclusions
hu_hu: WP Rocket JS-késleltetés kizárásai

source: Add a list of JS files that don’t need to be delayed to the exclusion list for WP Rocket. It contains JS files for elements like header, mobile menu, and other elements that usually need to be active right after opening the page.
hu_hu: Adja hozzá a késleltetést nem igénylő JS fájlokat a WP Rocket kizárási listájához. Ez olyan elemek JS fájljait tartalmazza, mint a fejléc, a mobil menü és más elemek, amelyeknek általában az oldal megnyitása után azonnal aktívnak kell lenniük.

source: Load "Contact form 7" JS files
hu_hu: „Contact form 7” JS fájlok betöltése

source: You can enable/disable this option globally. If you want to load them on the particular page only, you can create a special Theme Settings preset for this and add a condition for that page.
hu_hu: Ezt a beállítást globálisan engedélyezheti/letilthatja. Ha csak egy adott oldalon szeretné betölteni őket, ehhez létrehozhat egy külön Theme Settings előbeállítást, és feltételt adhat hozzá arra az oldalra.

source: "font-display" for text fonts
hu_hu: "font-display" a szöveg betűtípusaihoz

source: You can specify "font-display" property for text fonts. Read more information <a href="https://developers.google.com/web/updates/2016/02/font-display">here</a>
hu_hu: Megadhatja a "font-display" tulajdonságot a szöveg betűtípusaihoz. További információk <a href="https://developers.google.com/web/updates/2016/02/font-display">itt</a>

source: "font-display" for icon fonts
hu_hu: "font-display" az ikon betűtípusokhoz

source: You can specify "font-display" property for icon fonts used in our theme. Read more information <a href="https://developers.google.com/web/updates/2016/02/font-display">here</a>
hu_hu: Megadhatja a "font-display" tulajdonságot a témánkban használt ikon betűtípusokhoz. További információk <a href="https://developers.google.com/web/updates/2016/02/font-display">itt</a>

source: Font Awesome library
hu_hu: Font Awesome könyvtár

source: You can force Font Awesome library to be loaded on all pages. This option works only if Elementor or WPBakery is active.
hu_hu: Kikényszerítheti, hogy a Font Awesome könyvtár minden oldalon betöltődjön. Ez a beállítás csak akkor működik, ha az Elementor vagy a WPBakery aktív.

source: Always use
hu_hu: Mindig használja

source: Don't use
hu_hu: Ne használja

source: Since from Elementor version 3.18.0 "Inline Font Icons" feature is enabled by default, the Font Awesome icon font can’t be added to site pages using this option.
hu_hu: Mivel az Elementor 3.18.0 verziójától az "Inline Font Icons" funkció alapértelmezés szerint engedélyezve van, a Font Awesome ikon betűtípus ezzel az opcióval nem adható hozzá a webhely oldalaihoz.

source: Preload key request for "woodmart-font.woff2"
hu_hu: "woodmart-font.woff2" kulcslekérésének előtöltése

source: Enable this option if you see this warning in Google Pagespeed report.
hu_hu: Engedélyezze ezt a beállítást, ha ezt a figyelmeztetést látja a Google Pagespeed jelentésben.

source: Preloader
hu_hu: Előtöltő

source: Enable preloader animation while loading your website content. Useful when you move all the CSS to the footer.
hu_hu: Engedélyezze az előtöltő animációt a webhely tartalmának betöltése közben. Hasznos, ha az összes CSS-t a láblécbe helyezi.

source: Custom animated loader
hu_hu: Egyéni animált betöltő

source: Upload a custom animated image that will replace the default theme preloader.
hu_hu: Töltsön fel egy egyéni, animált képet, amely felváltja az alapértelmezett téma előtöltőt.

source: Background for loader screen
hu_hu: Betöltő képernyő háttere

source: Preloader color scheme
hu_hu: Előtöltő színséma

source: Preload LCP Image
hu_hu: LCP-kép előtöltése

source: Adds priority loading for the Largest Contentful Paint (LCP) image. The image is set in the meta boxes of each page to speed up the display of the main content.
hu_hu: Elsőbbségi betöltést ad a Largest Contentful Paint (LCP) képhez. A képet az egyes oldalak metaboxaiban lehet beállítani, hogy felgyorsítsa a fő tartalom megjelenítését.

source: Enable/disable portfolio on your website.
hu_hu: A portfólió engedélyezése/letiltása a webhelyén.

source: Portfolio page
hu_hu: Portfólió oldal

source: You need to create an empty page and select from the dropdown. It will be used as a root page for your portfolio archives.
hu_hu: Hozzon létre egy üres oldalt, és válassza ki a legördülő listából. Ez lesz a portfólió archívumainak gyökéroldala.

source: Portfolio project URL slug
hu_hu: Portfólió projekt URL slug

source: IMPORTANT: You need to go to WordPress Settings -> Permalinks and resave them to apply these settings.
hu_hu: FONTOS: Lépjen a WordPress Beállítások -> Közvetlen hivatkozások menüpontra, és mentse újra őket a beállítások érvényesítéséhez.

source: Portfolio category URL slug
hu_hu: Portfólió kategória URL slug

source: Full width portfolio
hu_hu: Teljes szélességű portfólió

source: Makes the container 100% width of the page.
hu_hu: A konténert az oldal 100%-os szélességűvé teszi.

source: Projects columns on desktop
hu_hu: Projektek oszlopai asztali eszközökön

source: How many projects you want to show per row
hu_hu: Hány projektet szeretne megjeleníteni egy sorban

source: Projects columns on tablet
hu_hu: Projektek oszlopai táblagépen

source: Projects columns on mobile
hu_hu: Projektek oszlopai mobilon

source: Space between projects on desktop
hu_hu: Térköz a projektek között asztali eszközökön

source: You can set different spacing between blocks on portfolio page
hu_hu: Különböző térközöket állíthat be a blokkok között a portfólió oldalon

source: Space between projects on tablet
hu_hu: Térköz a projektek között táblagépen

source: Space between projects on mobile
hu_hu: Térköz a projektek között mobilon

source: Items per page
hu_hu: Elemek száma oldalanként

source: Number of portfolio projects that will be displayed on one page.
hu_hu: Egy oldalon megjelenített portfólió projektek száma.

source: Portfolio pagination
hu_hu: Portfólió lapozás

source: Choose a type for the pagination on your portfolio page.
hu_hu: Válassza ki a lapozás típusát a portfólió oldalán.

source: Portfolio order by
hu_hu: Portfólió rendezése

source: Select a parameter for projects order.
hu_hu: Válassza ki, milyen paraméter szerint legyenek rendezve a projektek.

source: Modified
hu_hu: Módosítva

source: Menu order
hu_hu: Menürend

source: Portfolio order
hu_hu: Portfólió sorrend

source: Choose ascending or descending order.
hu_hu: Válasszon növekvő vagy csökkenő sorrendet.

source: Select main content and sidebar alignment for portfolio pages.
hu_hu: Válassza ki a fő tartalom és az oldalsáv igazítását a portfólió oldalakon.

source: You can set different sizes for your portfolio pages sidebar
hu_hu: Beállíthatja a portfólió oldalak oldalsávjának különböző méreteit

source: Portfolio style
hu_hu: Portfólió stílus

source: You can use different styles for your projects.
hu_hu: Különböző stílusokat használhat a projektjeihez.

source: Project options
hu_hu: Projekt beállítások

source: Show text on mouse over
hu_hu: Szöveg megjelenítése egér fölé húzásakor

source: Alternative
hu_hu: Alternatív

source: Text under image
hu_hu: Szöveg a kép alatt

source: Mouse move parallax
hu_hu: Egérmozgás parallax

source: Images size
hu_hu: Képek mérete

source: Show categories filters
hu_hu: Kategóriaszűrők megjelenítése

source: Display categories list that allows you to filter your portfolio projects.
hu_hu: Kategórialistát jelenít meg, amely lehetővé teszi a portfólió projektek szűrését.

source: Categories filters
hu_hu: Kategóriaszűrők

source: You can switch between links that will lead to project categories and masonry filters within one page only. Or turn off the filters completely.
hu_hu: Válthat a projektkategóriákra mutató hivatkozások és az egyoldalas masonry szűrők között. Vagy teljesen kikapcsolhatja a szűrőket.

source: Links
hu_hu: Hivatkozások

source: AJAX portfolio
hu_hu: AJAX portfólió

source: Use AJAX functionality for portfolio categories links.
hu_hu: Használja az AJAX funkciót a portfóliókategóriák hivatkozásaihoz.

source: Custom single project header
hu_hu: Egyedi fejléc az egyedi projektoldalhoz

source: You can use different header for your single portfolio page.
hu_hu: Más fejlécet használhat az egyedi portfólióoldalához.

source: Project name in page title
hu_hu: Projekt neve az oldal címében

source: Display project title instead of portfolio page title in page heading
hu_hu: A projekt címének megjelenítése a portfólióoldal címe helyett az oldal fejlécében

source: Select main content and sidebar alignment for project pages.
hu_hu: Válassza ki a fő tartalom és az oldalsáv igazítását a projektoldalakhoz.

source: You can set different sizes for your project pages sidebar
hu_hu: Különböző méreteket állíthat be a projektoldalak oldalsávjához

source: Projects navigation
hu_hu: Projektnavigáció

source: Next and previous projects links on single project page
hu_hu: Következő és előző projektek hivatkozásai az egyedi projektoldalon

source: Related projects
hu_hu: Kapcsolódó projektek

source: Show related projects carousel.
hu_hu: Kapcsolódó projektek karusszel megjelenítése.

source: Select preview project for builder
hu_hu: Válasszon előnézeti projektet a builderhez

source: The information from this portfolio will be used as an example while you are working with the portfolio template and Elementor.
hu_hu: Ennek a portfóliónak az adatai példaként lesznek felhasználva, amíg a portfólió sablonnal és az Elementorral dolgozik.

source: Enable AJAX functionality for filter widgets, categories navigation, and pagination on the shop page.
hu_hu: Engedélyezze az AJAX funkciót a szűrőwidgetekhez, a kategória-navigációhoz és a lapozáshoz a shop oldalon.

source: Scroll to top after AJAX
hu_hu: Felgörgetés a tetejére AJAX után

source: Disable - Enable scroll to top after AJAX.
hu_hu: Felgörgetés a tetejére AJAX után kikapcsolása - engedélyezése.

source: Breadcrumbs on shop page
hu_hu: Morzsamenü a shop oldalon

source: Category description position
hu_hu: Kategórialeírás pozíciója

source: You can change default products category description position and move it below the products.
hu_hu: Módosíthatja az alapértelmezett termékkategória-leírás pozícióját, és a termékek alá helyezheti.

source: Before product grid
hu_hu: Termékrács előtt

source: After product grid
hu_hu: Termékrács után

source: Hover on product
hu_hu: Hover a terméken

source: Choose one of those hover effects for products
hu_hu: Válasszon ezek közül a hover-effektek közül a termékekhez

source: Full info on hover
hu_hu: Teljes információ hoverkor

source: Full info on image
hu_hu: Teljes információ a képen

source: Icons and "add to cart" on hover
hu_hu: Ikonok és "kosárba" hoverkor

source: Icons on hover
hu_hu: Ikonok hoverkor

source: Show button on hover on image
hu_hu: Gomb megjelenítése hoverkor a képen

source: Show summary on hover
hu_hu: Összefoglaló megjelenítése hoverkor

source: Buttons on hover
hu_hu: Gombok hoverkor

source: Open product on click on mobile
hu_hu: Termék megnyitása kattintásra mobilon

source: If you disable this option, when user click on the product on mobile devices, it will see its description text and add to cart button. The product page will be opened on second click.
hu_hu: Ha letiltja ezt az opciót, amikor a felhasználó mobileszközön a termékre kattint, a leírást és a "kosárba" gombot látja. A termékoldal a második kattintásra nyílik meg.

source: Products color scheme
hu_hu: Termékek színsémája

source: Products border
hu_hu: Termékek szegélye

source: Add borders between all product loop items, except for product elements, which have their own options.
hu_hu: Szegélyek hozzáadása minden terméklista elem közé, kivéve azokat a termékelemeket, amelyeknek saját beállításaik vannak.

source: Border position
hu_hu: Szegély pozíciója

source: Outside
hu_hu: Kívül

source: Inside
hu_hu: Belül

source: Products background
hu_hu: Termékek háttere

source: Add background to all product loop items, except product elements, which have their own options.
hu_hu: Háttér hozzáadása minden terméklista elemhez, kivéve a termékelemeket, amelyeknek saját beállításaik vannak.

source: Custom products background color
hu_hu: Termékek egyedi háttérszíne

source: Set custom background color for products.
hu_hu: Állítson be egyedi háttérszínt a termékekhez.

source: Products shadow
hu_hu: Termékek árnyéka

source: Add a shadow to product loop items if the initial product style did not have one. Product elements have their own shadow control.
hu_hu: Adjon árnyékot a terméklista elemekhez, ha a kiinduló termékstílus nem tartalmazott ilyet. A termékelemeknek saját árnyékvezérlésük van.

source: Even product grid for desktop
hu_hu: Egyenletes termékrács asztali nézethez

source: Align the product hover content to the bottom of the products row.
hu_hu: Igazítsa a termék hover tartalmát a terméksor aljára.

source: Even product grid for tablet
hu_hu: Egyenletes termékrács táblagépen

source: Even product grid for mobile
hu_hu: Egyenletes termékrács mobilon

source: Product title lines limit
hu_hu: Termékcím sorainak korlátozása

source: Specify the maximum number of product title lines if it does not fit on one line.
hu_hu: Adja meg a termékcím sorainak maximális számát, ha nem fér el egy sorban.

source: One line
hu_hu: Egy sor

source: Two line
hu_hu: Két sor

source: Show empty star rating
hu_hu: Üres csillagos értékelés megjelenítése

source: Show empty star rating even if the product has no ratings.
hu_hu: Üres csillagos értékelés megjelenítése akkor is, ha a terméknek nincs értékelése.

source: Hover image
hu_hu: Hover kép

source: Disable - Enable hover image for products on the shop page.
hu_hu: Hover kép kikapcsolása - engedélyezése a termékekhez a shop oldalon.

source: Product gallery
hu_hu: Termékgaléria

source: Add the ability to view the product gallery on the products loop.
hu_hu: Lehetővé teszi a termékgaléria megtekintését a terméklista nézetben.

source: Product gallery controls on desktop
hu_hu: Termékgaléria vezérlők asztali nézetben

source: Arrows
hu_hu: Nyilak

source: Product gallery controls on mobile device
hu_hu: Termékgaléria vezérlők mobileszközön

source: Mobile device
hu_hu: Mobileszköz

source: Quantity input on product
hu_hu: Mennyiségmező a terméken

source: Show quantity input on product hover and quick shop where the layout is allowing it. It can be shown on the following product hovers: "Standard button", "Quick", "Full width button", "List".
hu_hu: Mennyiségmező megjelenítése a termék hoverjén és a gyors vásárlásnál, ahol az elrendezés ezt lehetővé teszi. A következő termékhovereken jelenhet meg: "Standard button", "Quick", "Full width button", "List".

source: Hover content
hu_hu: Hover tartalom

source: Additional information
hu_hu: További információ

source: Stock status position
hu_hu: Készletállapot pozíciója

source: In thumbnail
hu_hu: Bélyegképen

source: After title
hu_hu: Cím után

source: Show stock quantity
hu_hu: Készletmennyiség megjelenítése

source: Stock progress bar
hu_hu: Készlet folyamatjelző sáv

source: Display a number of sold and in stock products as a progress bar.
hu_hu: Az eladott és készleten lévő termékek számának megjelenítése folyamatjelző sávként.

source: Countdown timer
hu_hu: Visszaszámláló időzítő

source: Show timer for products that have scheduled date for the sale price
hu_hu: Időzítő megjelenítése azokhoz a termékekhez, amelyeknél ütemezett a kedvezményes ár dátuma.

source: Show product category
hu_hu: Termékkategória megjelenítése

source: Show product brands
hu_hu: Termékmárkák megjelenítése

source: Show SKU
hu_hu: SKU megjelenítése

source: Show reviews count
hu_hu: Értékelések számának megjelenítése

source: Categories design
hu_hu: Kategóriák dizájnja

source: Choose one of those designs for categories
hu_hu: Válasszon ezek közül a kategóriadizájnok közül

source: Center title
hu_hu: Cím középre

source: Replace title
hu_hu: Cím cseréje

source: Mask
hu_hu: Maszk

source: Zoom out
hu_hu: Kicsinyítés

source: Side
hu_hu: Oldalsó

source: Categories rounding
hu_hu: Kategóriák lekerekítése

source: Inherit global rounding
hu_hu: Globális lekerekítés öröklése

source: Custom categories rounding
hu_hu: Egyedi kategórialekerekítés

source: Categories color scheme
hu_hu: Kategóriák színsémája

source: Categories with shadow
hu_hu: Árnyékos kategóriák

source: Enable
hu_hu: Engedélyezés

source: Hide subcategories
hu_hu: Alkategóriák elrejtése

source: Hide product count on category
hu_hu: Termékszám elrejtése kategóriában

source: Select main content and sidebar alignment for shop pages.
hu_hu: Válassza ki a fő tartalom és az oldalsáv igazítását a bolt oldalain.

source: 2 Column Left
hu_hu: 2 oszlop balra

source: 2 Column Right
hu_hu: 2 oszlop jobbra

source: You can set different sizes for your shop pages sidebar
hu_hu: Beállíthat különböző méreteket a bolt oldalak oldalsávjához

source: You can hide the sidebar from the page and show it nicely with a button click.
hu_hu: Elrejtheti az oldalsávot az oldalról, és egy gombnyomással szépen megjelenítheti.

source: You can hide the sidebar on tablet devices and show it nicely with a button click.
hu_hu: Elrejtheti az oldalsávot táblagépeken, és egy gombnyomással szépen megjelenítheti.

source: Sticky off canvas sidebar button
hu_hu: Rögzített off-canvas oldalsáv gomb

source: Display the filters button fixed on the screen for mobile and tablet devices.
hu_hu: A szűrők gomb megjelenítése rögzítve a képernyőn mobil- és táblagépeken.

source: Shop title
hu_hu: Bolt címe

source: Show title for shop page, product categories or tags.
hu_hu: Cím megjelenítése a bolt oldalon, a termékkategóriáknál vagy a címkéknél.

source: Categories in page title
hu_hu: Kategóriák az oldal címében

source: This categories menu is generated automatically based on all categories in the shop. You are not able to manage this menu as other WordPress menus.
hu_hu: Ez a kategóriamenü automatikusan jön létre a bolt összes kategóriája alapján. Ezt a menüt nem tudja úgy kezelni, mint a többi WordPress menüt.

source: Show current category ancestors
hu_hu: Aktuális kategória felmenőinek megjelenítése

source: If you visit category Man, for example, only man's subcategories will be shown in the page title like T-shirts, Coats, Shoes etc.
hu_hu: Ha például a „Férfi” kategóriát nézi, az oldal címében csak annak alkategóriái jelennek meg, például Pólók, Kabátok, Cipők stb.

source: Show category neighbors if there is no children
hu_hu: Szomszéd kategóriák megjelenítése, ha nincs alkategória

source: If the category you visit doesn't contain any subcategories, the page title menu will display this category's neighbors categories.
hu_hu: Ha a megtekintett kategóriának nincs alkategóriája, az oldal címének menüje a szomszédos kategóriákat jeleníti meg.

source: Show products count for each category
hu_hu: Termékszám megjelenítése kategóriánként

source: Hide empty categories
hu_hu: Üres kategóriák elrejtése

source: Exclude categories
hu_hu: Kategóriák kizárása

source: Mobile categories layout
hu_hu: Mobil kategóriák elrendezése

source: Accordion
hu_hu: Harmonika

source: Hidden sidebar
hu_hu: Rejtett oldalsáv

source: Mobile categories menu layout
hu_hu: Mobil kategóriamenü elrendezése

source: Dropdown
hu_hu: Legördülő

source: Mobile categories drilldown animation
hu_hu: Mobil kategóriák Drilldown animációja

source: Fade in
hu_hu: Áttűnés

source: Mobile subcategories opening action
hu_hu: Mobil alkategóriák megnyitási művelete

source: Arrow
hu_hu: Nyíl

source: Label and arrow
hu_hu: Címke és nyíl

source: Mobile categories position
hu_hu: Mobil kategóriák pozíciója

source: Mobile categories color scheme
hu_hu: Mobil kategóriák színsémája

source: Mobile categories show close button
hu_hu: Mobil kategóriáknál bezárás gomb megjelenítése

source: Shop products view
hu_hu: Bolt termékeinek nézete

source: You can set different view mode for the shop page
hu_hu: Különböző nézetmód állítható be a bolt oldalához

source: Grid / List
hu_hu: Rács / Lista

source: List / Grid
hu_hu: Lista / Rács

source: Products columns on desktop
hu_hu: Termékoszlopok asztali gépen

source: How many products you want to show per row
hu_hu: Hány terméket szeretne megjeleníteni soronként

source: Products columns on tablet
hu_hu: Termékoszlopok táblagépen

source: Products columns on mobile
hu_hu: Termékoszlopok mobilon

source: How many products you want to show per row on mobile devices
hu_hu: Hány terméket szeretne megjeleníteni soronként mobil eszközökön

source: Space between products on desktop
hu_hu: Távolság a termékek között asztali gépen

source: You can set different spacing between blocks on shop page
hu_hu: Beállíthat eltérő távolságot a blokkok között a bolt oldalon

source: Space between products on tablet
hu_hu: Távolság a termékek között táblagépen

source: Space between products on mobile
hu_hu: Távolság a termékek között mobilon

source: Number of columns selector
hu_hu: Oszlopszám-választó

source: Allow customers to change number of columns per row
hu_hu: Engedélyezze a vásárlóknak az oszlopszám módosítását soronként

source: Available products columns variations
hu_hu: Elérhető termékoszlop-változatok

source: What columns users may select to be displayed on the product page
hu_hu: Mely oszlopokat választhatják a felhasználók a termékoldalon való megjelenítéshez

source: Masonry grid
hu_hu: Masonry rács

source: Useful if your products have different height.
hu_hu: Hasznos, ha a termékek különböző magasságúak.

source: Products grid with different sizes
hu_hu: Termékrács különböző méretekkel

source: In this situation, some of the products will be twice bigger in width than others. Recommended to use with 6 columns grid only.
hu_hu: Ebben az esetben egyes termékek szélessége kétszerese lesz a többinek. Csak 6 oszlopos rácshoz ajánlott.

source: Products per page
hu_hu: Termékek oldalanként

source: Number of products per page
hu_hu: Termékek száma oldalanként

source: Products per page links
hu_hu: Oldalankénti termékszám linkek

source: Allow customers to change number of products per page
hu_hu: Engedélyezze a vásárlóknak az oldalankénti termékszám módosítását

source: Products per page variations
hu_hu: Oldalankénti termékszám variációk

source: For ex.: 12,24,36,-1. Use -1 to show all products on the page
hu_hu: Például: 12,24,36,-1. Az -1 az összes termék megjelenítéséhez az oldalon

source: Products pagination
hu_hu: Termékek lapozása

source: Choose a type for the pagination on your shop page.
hu_hu: Válasszon lapozási típust a bolt oldalán.

source: Pagination
hu_hu: Lapozás

source: Infinite scrolling
hu_hu: Végtelen görgetés

source: Keep the page number in the URL
hu_hu: Oldalszám megtartása az URL-ben

source: Enable this option if you want to change the page number in the URL when you click on the “Load more” button.
hu_hu: Engedélyezze ezt az opciót, ha azt szeretné, hogy a „Load more” gombra kattintva változzon az URL-ben az oldalszám.

source: Toggle function for categories widget
hu_hu: Váltófunkció a Kategóriák widgethez

source: Turn it on to enable accordion JS for the WooCommerce Product Categories widget. Useful if you have a lot of categories and subcategories.
hu_hu: Kapcsolja be az accordion JS-t a WooCommerce Product Categories widgethez. Hasznos, ha sok kategóriája és alkategóriája van.

source: Scroll for filters widgets
hu_hu: Görgetés a szűrő widgeteknél
