Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Enable login with Facebook on your web-site. To do that you need to create an APP on the Facebook <a href="https://developers.facebook.com/" target="_blank">https://developers.facebook.com/</a>. Then go to APP settings and copy App ID and App Secret there. You also need to insert Redirect URI like this example <strong>{{PERMALINK}}facebook/int_callback</strong> More information you can get in our <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-facebook-login/" target="_blank">documentation</a>.
hu_hu: Engedélyezze a Facebookkal történő bejelentkezést a webhelyén. Ehhez létre kell hoznia egy APP-ot a Facebook <a href="https://developers.facebook.com/" target="_blank">https://developers.facebook.com/</a>. Ezután lépjen az APP beállításaihoz, és másolja ki ott az App ID-t és az App Secretet. Továbbá meg kell adnia a Redirect URI-t, például így: <strong>{{PERMALINK}}facebook/int_callback</strong> További információt a <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-facebook-login/" target="_blank">dokumentációnkban</a> talál.

source: Google app ID
hu_hu: Google alkalmazásazonosító

source: You can enable login with Google on your web-site. To do that you need to Create a Google APIs project at <a href="https://console.cloud.google.com/home/dashboard" target="_blank">https://console.developers.google.com/apis/dashboard/</a>. Make sure to go to API Access tab and Create an OAuth 2.0 client ID. Choose Web application for Application type. Make sure that redirect URI is set to actual OAuth 2.0 callback URL, usually <strong>{{PERMALINK}}google/oauth2callback </strong> More information you can get in our <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-google-login/" target="_blank">documentation</a>.
hu_hu: Engedélyezheti a Google-lel történő bejelentkezést a webhelyén. Ehhez létre kell hoznia egy Google APIs projektet itt: <a href="https://console.cloud.google.com/home/dashboard" target="_blank">https://console.developers.google.com/apis/dashboard/</a>. Győződjön meg róla, hogy az API Access fülre lép, és létrehoz egy OAuth 2.0 client ID-t. Az Application type-nál válassza a Web application lehetőséget. Ügyeljen rá, hogy a redirect URI a tényleges OAuth 2.0 callback URL-re legyen beállítva, általában <strong>{{PERMALINK}}google/oauth2callback </strong> További információt a <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-google-login/" target="_blank">dokumentációnkban</a> talál.

source: VKontakte app ID
hu_hu: VKontakte alkalmazásazonosító

source: To enable login with vk.com you need to create an APP here <a href="https://vk.com/dev" target="_blank">https://vk.com/dev</a>. Then go to APP settings and copy App ID and App Secret there. You also need to insert Redirect URI like this example <strong>{{PERMALINK}}vkontakte/int_callback</strong>
hu_hu: A vk.com-mal történő bejelentkezés engedélyezéséhez itt kell létrehoznia egy APP-ot: <a href="https://vk.com/dev" target="_blank">https://vk.com/dev</a>. Ezután lépjen az APP beállításaihoz, és másolja ki ott az App ID-t és az App Secretet. Továbbá meg kell adnia a Redirect URI-t, például így: <strong>{{PERMALINK}}vkontakte/int_callback</strong>

source: Alternative login mechanism
hu_hu: Alternatív bejelentkezési mechanizmus

source: Enable it if you are redirected to my account page without signing in after click on the social login button.
hu_hu: Engedélyezze, ha a közösségi bejelentkezés gombjára kattintás után bejelentkezés nélkül átirányít a Saját fiók oldalra.

source: List
hu_hu: Lista

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme.
hu_hu: Adja meg a képméretet. Példa: 'thumbnail', 'medium', 'large', 'full' vagy az aktuális téma által meghatározott egyéb méretek.

source: Blog style
hu_hu: Blog stílusa

source: You can use flat style or add a background to your blog posts.
hu_hu: Használhat letisztult stílust, vagy adhat hátteret a blogbejegyzésekhez.

source: Flat
hu_hu: Letisztult

source: With background
hu_hu: Háttérrel

source: Add shadow
hu_hu: Árnyék hozzáadása

source: Blog columns on desktop
hu_hu: Blogoszlopok asztali nézetben

source: Number of columns for the blog grid.
hu_hu: A blogrács oszlopainak száma.

source: Blog columns
hu_hu: Blogoszlopok

source: Blog columns on tablet
hu_hu: Blogoszlopok táblagépen

source: Auto
hu_hu: Automatikus

source: Blog columns on mobile
hu_hu: Blogoszlopok mobilon

source: Space between posts on desktop
hu_hu: Bejegyzések közötti térköz asztali nézetben

source: You can set the different spacing between posts on the blog page.
hu_hu: Beállíthatja a bejegyzések közötti különböző térközt a blogoldalon.

source: Space between posts on tablet
hu_hu: Bejegyzések közötti térköz táblagépen

source: Space between posts on mobile
hu_hu: Bejegyzések közötti térköz mobilon

source: Blog pagination
hu_hu: Blog oldalszámozás

source: Choose a type for the pagination on your blog page.
hu_hu: Válassza ki a blogoldal oldalszámozásának típusát.

source: Pagination links
hu_hu: Oldalszámozási linkek

source: "Load more" button
hu_hu: "Továbbiak betöltése" gomb

source: Infinit scrolling
hu_hu: Végtelen görgetés

source: Select main content and sidebar alignment for blog pages.
hu_hu: Válassza ki a fő tartalom és az oldalsáv igazítását a blogoldalakon.

source: 1 Column
hu_hu: 1 oszlop

source: 2 Columns Left
hu_hu: 2 oszlop balra

source: 2 Columns Right
hu_hu: 2 oszlop jobbra

source: You can set different sizes for your blog pages sidebar
hu_hu: Különböző méreteket állíthat be a blogoldalak oldalsávjához

source: Off canvas sidebar for desktop
hu_hu: Off canvas oldalsáv asztali nézetben

source: You can hide the sidebar on desktop and show it nicely with a button click.
hu_hu: Elrejtheti az oldalsávot asztali gépen, és gombnyomásra szépen megjelenítheti.

source: Off canvas sidebar for tablet
hu_hu: Off canvas oldalsáv táblagépen

source: You can hide the sidebar on tablet and show it nicely with a button click.
hu_hu: Elrejtheti az oldalsávot táblagépen, és gombnyomásra szépen megjelenítheti.

source: Off canvas sidebar for mobile
hu_hu: Off canvas oldalsáv mobilon

source: You can hide the sidebar on mobile devices and show it nicely with a button click.
hu_hu: Elrejtheti az oldalsávot mobil eszközökön, és gombnyomásra szépen megjelenítheti.

source: Posts excerpt
hu_hu: Bejegyzések kivonata

source: If you set this option to "Excerpt" then you would be able to set a custom excerpt for each post or it will be cut from the post content. If you choose "Full content" then all content will be shown, or you can add the "Read more button" while editing the post and by doing this cut your excerpt length as you need.
hu_hu: Ha ezt az opciót "Excerpt" értékre állítja, akkor egyedi kivonatot adhat meg minden bejegyzéshez, vagy a rendszer a bejegyzés tartalmából vágja le. Ha a "Full content" lehetőséget választja, akkor a teljes tartalom jelenik meg, vagy a bejegyzés szerkesztésekor hozzáadhatja a "Read more button" gombot, és ezzel tetszés szerint rövidítheti a kivonat hosszát.

source: Post options
hu_hu: Bejegyzés beállításai

source: Excerpt
hu_hu: Kivonat

source: Full content
hu_hu: Teljes tartalom

source: Excerpt length by words or letters
hu_hu: Kivonat hossza szavak vagy betűk szerint

source: Limit your excerpt text for posts by words or letters.
hu_hu: Korlátozza a bejegyzések kivonatát szavak vagy betűk alapján.

source: Word
hu_hu: Szó

source: Letters
hu_hu: Betű

source: Excerpt length
hu_hu: Kivonat hossza

source: Number of words or letters that will be displayed for each post if you use "Excerpt" mode and don't set custom excerpt for each post.
hu_hu: A szavak vagy betűk száma, amely minden bejegyzésnél megjelenik, ha a "Excerpt" módot használja, és nem állít be egyedi kivonatot minden bejegyzéshez.

source: Title for posts
hu_hu: Bejegyzések címe

source: Display post title
hu_hu: Bejegyzés címének megjelenítése

source: Elements
hu_hu: Elemek

source: Meta information
hu_hu: Meta információ

source: Display categories, share icons, author and replies
hu_hu: Kategóriák, megosztási ikonok, szerző és válaszok megjelenítése

source: Post text
hu_hu: Bejegyzés szövege

source: Display post excerpt
hu_hu: Bejegyzés kivonatának megjelenítése

source: Read more button
hu_hu: Tovább gomb

source: Display "Continue reading" button
hu_hu: "Olvasás folytatása" gomb megjelenítése

source: Published date
hu_hu: Közzététel dátuma

source: Display published date
hu_hu: Közzététel dátumának megjelenítése

source: Single post design
hu_hu: Bejegyzésoldal dizájnja

source: You can use different design for your single post page.
hu_hu: Különböző dizájnt használhat a bejegyzésoldalhoz.

source: Large image
hu_hu: Nagy kép

source: Custom single post header
hu_hu: Egyedi bejegyzésoldal fejléce

source: You can use different header for your single post page.
hu_hu: Különböző fejlécet használhat a bejegyzésoldalhoz.

source: Share buttons
hu_hu: Megosztógombok

source: Display share icons on single post page
hu_hu: Megosztási ikonok megjelenítése a bejegyzésoldalon

source: Posts navigation
hu_hu: Bejegyzések közti navigáció

source: Next and previous posts links on single post page
hu_hu: Következő és előző bejegyzések linkjei a bejegyzésoldalon

source: Author bio
hu_hu: Szerző bemutatkozása

source: Display information about the post author
hu_hu: A bejegyzés szerzőjének adatainak megjelenítése

source: Related posts
hu_hu: Kapcsolódó bejegyzések

source: Show related posts on single post page (by tags)
hu_hu: Kapcsolódó bejegyzések megjelenítése a bejegyzésoldalon (címkék alapján)

source: Justify gallery
hu_hu: Igazított galéria

source: This option will replace standard WordPress gallery with “Justified gallery” JS library.
hu_hu: Ez az opció a standard WordPress galériát a “Justified gallery” JS könyvtárra cseréli.

source: Select preview post for builder
hu_hu: Előnézeti bejegyzés kiválasztása az építőhöz

source: The information from this post will be used as an example while you are working with the post template and Elementor.
hu_hu: Ennek a bejegyzésnek az adatai példaként lesznek felhasználva, amikor a bejegyzéssablonnal és az Elementorral dolgozik.

source: Builder
hu_hu: Építő

source: Position
hu_hu: Pozíció

source: Carousel arrow
hu_hu: Karusszel nyíl

source: Set the global position of carousel arrows, which can be inherited or overwritten by each element's carousel.
hu_hu: Állítsa be a karusszel nyilainak globális pozícióját, amely öröklődhet, vagy az egyes elemek karusszelje felülírhatja.

source: Separate
hu_hu: Külön

source: Arrows separate
hu_hu: Nyilak külön

source: Together
hu_hu: Együtt

source: Arrows together
hu_hu: Nyilak együtt

source: Icon type
hu_hu: Ikontípus

source: Disabled color
hu_hu: Letiltott szín

source: Gap
hu_hu: Köz

source: Carousel pagination
hu_hu: Karusszel lapozás

source: Color active
hu_hu: Aktív szín

source: Scrollbar height
hu_hu: Görgetősáv magassága

source: Carousel scrollbar
hu_hu: Karusszel görgetősáv

source: Scrollbar width
hu_hu: Görgetősáv szélessége

source: Dragging
hu_hu: Húzás

source: Dragging hover
hu_hu: Húzás hover

source: Rounding
hu_hu: Lekerekítés

source: Change global site elements rounding. It also can be overwritten in each individual element by the same option.
hu_hu: Módosítsa a webhely elemeinek globális lekerekítését. Ugyanez az opció egyedileg, elemenként felülírható.

source: Custom rounding
hu_hu: Egyéni lekerekítés

source: Dark theme
hu_hu: Sötét téma

source: Turn your global website colors to a dark scheme.
hu_hu: Állítsa a webhely globális színeit sötét sémára.

source: Keyboard focus outline
hu_hu: Billentyűzetes fókusz körvonala

source: Define the style, thickness, and color of the outline around interactive elements that will be accessible for keyboard navigation using the "Tab" and "Enter" keys. Leave the "Color" option empty so the outline color relies on the element's current color scheme.
hu_hu: Határozza meg az interaktív elemek körül megjelenő körvonal stílusát, vastagságát és színét, amelyek a "Tab" és "Enter" billentyűkkel billentyűzetes navigációval érhetők el. Hagyja üresen a "Szín" opciót, hogy a körvonal színe az elem aktuális színsémáját kövesse.

source: Outline style
hu_hu: Körvonal stílusa

source: Outline width
hu_hu: Körvonal szélessége

source: Primary color
hu_hu: Elsődleges szín

source: Pick a background color for the theme buttons and other colored elements.
hu_hu: Válasszon háttérszínt a téma gombjaihoz és más színes elemekhez.

source: Secondary color
hu_hu: Másodlagos szín

source: Color for page builder elements options where "Secondary color" was chosen.
hu_hu: Az oldalépítő elemeknél azon opciók színe, ahol a "Másodlagos szín" lett kiválasztva.

source: Mobile browser top bar color
hu_hu: Mobil böngésző felső sávjának színe

source: Define color for the browser top bar on iOS and Android devices. <a href="https://developers.google.com/web/fundamentals/design-and-ux/browser-customization/#color_browser_elements" target="_blank">[Read more]</a>
hu_hu: Határozza meg a böngésző felső sávjának színét iOS és Android eszközökön. <a href="https://developers.google.com/web/fundamentals/design-and-ux/browser-customization/#color_browser_elements" target="_blank">[További információ]</a>

source: Body background
hu_hu: Oldal törzsének háttere

source: Set background for site body. Only for "Boxed" layouts.
hu_hu: Állítson be hátteret a webhely törzséhez. Csak "Dobozos" elrendezéseknél.

source: All pages background
hu_hu: Minden oldal háttere

source: Product archive background
hu_hu: Termékarchívum háttere

source: Shop
hu_hu: Bolt

source: Single product background
hu_hu: Egyedi termékoldal háttere

source: Set background for all product pages. You can also specify different background for the particular product while editing it.
hu_hu: Állítson be hátteret minden termékoldalhoz. Szerkesztéskor az egyes termékekhez ettől eltérő hátteret is megadhat.

source: Blog archive background
hu_hu: Blogarchívum háttere

source: Single post background
hu_hu: Egyedi bejegyzés háttere

source: Portfolio archive background
hu_hu: Portfólió-archívum háttere

source: Portfolio
hu_hu: Portfólió

source: Single project background
hu_hu: Egyedi projekt háttere

source: Default buttons styles
hu_hu: Alapértelmezett gombstílusok

source: Almost all standard buttons through the site
hu_hu: A webhely szinte minden szabványos gombja

source: Default buttons
hu_hu: Alapértelmezett gombok

source: Round
hu_hu: Kerek

source: Rounded
hu_hu: Lekerekített

source: Default buttons typography
hu_hu: Alapértelmezett gombok tipográfiája

source: Default buttons background
hu_hu: Alapértelmezett gombok háttere

source: Default buttons hover background
hu_hu: Alapértelmezett gombok hover háttere

source: Default buttons text color scheme
hu_hu: Alapértelmezett gombok szövegének színsémája

source: Default buttons hover text color scheme
hu_hu: Alapértelmezett gombok hover szövegszínsémája

source: Custom default buttons text color scheme
hu_hu: Egyéni alapértelmezett gombok szövegszínsémája

source: Custom default buttons hover text color scheme
hu_hu: Egyéni alapértelmezett gombok hover szövegszínsémája

source: Accent buttons styles
hu_hu: Kiemelt gombok stílusai

source: "Call to action" buttons
hu_hu: "Cselekvésre ösztönző" gombok

source: Accent buttons
hu_hu: Kiemelt gombok

source: Accent buttons typography
hu_hu: Kiemelt gombok tipográfiája

source: Accent buttons background
hu_hu: Kiemelt gombok háttere

source: Accent buttons hover background
hu_hu: Kiemelt gombok hover háttere

source: Accent buttons text color scheme
hu_hu: Kiemelt gombok szövegszínsémája

source: Accent hover buttons text color scheme
hu_hu: Kiemelt gombok hover szövegszínsémája

source: Custom shop buttons text color scheme
hu_hu: Egyéni bolt gombok szövegszínsémája

source: Custom shop buttons hover text color scheme
hu_hu: Egyéni bolt gombok hover szövegszínsémája

source: Advanced button styles
hu_hu: Speciális gombstílusok

source: Form fields style
hu_hu: Űrlapmezők stílusa

source: Choose your form style
hu_hu: Válassza ki az űrlap stílusát

source: Square
hu_hu: Szögletes

source: Underlined
hu_hu: Aláhúzott

source: Form border width
hu_hu: Űrlapszegély szélessége

source: Choose your form border width
hu_hu: Válassza ki az űrlapszegély szélességét

source: Form text color
hu_hu: Űrlap szövegének színe

source: Form placeholder color
hu_hu: Űrlap helyőrző színe

source: Form border color
hu_hu: Űrlapszegély színe

source: Form border color focus
hu_hu: Űrlapszegély színe fókuszkor

source: Form background color
hu_hu: Űrlap háttérszíne

source: Success notice background color
hu_hu: Sikeres értesítés háttérszíne

source: Success
hu_hu: Siker

source: Success notice text color
hu_hu: Sikeres értesítés szövegszíne

source: Warning notice background color
hu_hu: Figyelmeztető értesítés háttérszíne

source: Warning
hu_hu: Figyelmeztetés

source: Warning notice text color
hu_hu: Figyelmeztető értesítés szövegszíne

source: Set the color for links on your pages, posts and products content.
hu_hu: Állítsa be a hivatkozások színét az oldalakon, bejegyzésekben és a termékek tartalmában.

source: Underlining style
hu_hu: Aláhúzás stílusa

source: Wavy
hu_hu: Hullámos

source: Underlining color
hu_hu: Aláhúzás színe

source: Global custom CSS
hu_hu: Globális egyéni CSS

source: Global
hu_hu: Globális

source: Custom CSS for desktop
hu_hu: Egyéni CSS asztali nézethez

source: Custom CSS for tablet
hu_hu: Egyéni CSS táblagéphez

source: Custom CSS for mobile landscape
hu_hu: Egyéni CSS mobil fekvő tájoláshoz

source: Mobile Landscape
hu_hu: Mobil fekvő

source: Custom CSS for mobile
hu_hu: Egyéni CSS mobilhoz

source: Custom CSS for admin dashboard
hu_hu: Egyéni CSS az admin vezérlőpulthoz

source: Dashboard
hu_hu: Vezérlőpult

source: Global custom JS
hu_hu: Globális egyéni JS

source: On document ready
hu_hu: A dokumentum készenlétekor

source: Will be executed on $(document).ready()
hu_hu: A $(document).ready() során kerül végrehajtásra

source: Enable/disable the footer on your website.
hu_hu: A lábléc engedélyezése/letiltása a webhelyen.

source: Footer content
hu_hu: Lábléc tartalma

source: Content
hu_hu: Tartalom

source: Widgets
hu_hu: Widgetek

source: Footer layout
hu_hu: Lábléc elrendezése

source: Choose your footer layout. Depending on the number of the columns you will have a different number of widget areas for the footer in Appearance->Widgets.
hu_hu: Válassza ki a lábléc elrendezését. Az oszlopok számától függően a Megjelenés->Widgetek menüben eltérő számú widgetterület áll rendelkezésre a lábléchez.

source: Single Column
hu_hu: Egy oszlop

source: Two Columns
hu_hu: Két oszlop

source: Three Columns
hu_hu: Három oszlop

source: Four Columns
hu_hu: Négy oszlop

source: Six Columns
hu_hu: Hat oszlop

source: Two rows
hu_hu: Két sor

source: Five columns
hu_hu: Öt oszlop

source: Footer background
hu_hu: Lábléc háttere

source: You can set your footer section background color or upload your image.
hu_hu: Beállíthatja a lábléc szakasz háttérszínét, vagy feltölthet képet.

source: Footer text color
hu_hu: Lábléc szövegszíne

source: Choose your footer color scheme
hu_hu: Válassza ki a lábléc színsémáját

source: Sticky footer
hu_hu: Rögzített lábléc

source: The footer will be displayed behind the content of the page and will be visible when user scrolls to the bottom on the page.
hu_hu: A lábléc az oldal tartalma mögött jelenik meg, és akkor látható, amikor a felhasználó az oldal aljára görget.

source: Collapse widgets on mobile
hu_hu: Widgetek összecsukása mobilon

source: Widgets added to the footer will be collapsed by default and opened when you click on their titles.
hu_hu: A lábléchez hozzáadott widgetek alapértelmezetten össze lesznek csukva, és a címükre kattintva nyílnak meg.

source: Scroll to top button
hu_hu: Vissza a tetejére gomb

source: This button moves you to the top of the page when you click it.
hu_hu: Ez a gomb az oldal tetejére visz kattintáskor.

source: Copyrights
hu_hu: Szerzői jogok

source: Turn on/off a section with your copyrights under the footer.
hu_hu: Kapcsolja be/ki a lábléc alatti szerzői jogi szakaszt.

source: Copyrights layout
hu_hu: Szerzői jogi elrendezés

source: Set different copyrights section layout.
hu_hu: Állítson be eltérő elrendezést a szerzői jogi szakaszhoz.

source: Two columns
hu_hu: Két oszlop

source: Copyrights text
hu_hu: Szerzői jogi szöveg

source: Place here text you want to see in the copyrights area. You can use shortocdes. Ex.: [social_buttons]
hu_hu: Helyezze ide a szerzői jogi területen megjelenítendő szöveget. Használhat shortocdes-t. Pl.: [social_buttons]

source: Text next to copyrights
hu_hu: Szöveg a szerzői jogok mellett

source: You can use shortcodes. Ex.: [social_buttons] or place an HTML Block built with page builder there like [html_block id="258"]
hu_hu: Használhat shortcodes-t. Pl.: [social_buttons], vagy elhelyezhet egy page builderrel készített HTML Blockot, például: [html_block id="258"]

source: Prefooter content
hu_hu: Prefooter tartalom

source: Site width
hu_hu: Webhely szélessége

source: You can make your content wrapper boxed, full width or set your custom width in pixels.
hu_hu: A tartalom burkolóját beállíthatja dobozosra, teljes szélességűre, vagy megadhat egyéni szélességet pixelben.

source: Full width
hu_hu: Teljes szélesség

source: Boxed (with hidden overflow)
hu_hu: Dobozos (rejtett túlcsordulással)

source: Boxed
hu_hu: Dobozos

source: Content full width
hu_hu: Tartalom teljes szélességben

source: Wide (1600 px)
hu_hu: Széles (1600 px)

source: Custom width in pixels
hu_hu: Egyéni szélesség pixelben

source: Specify your custom website container width in pixels.
hu_hu: Adja meg a webhely konténerének egyéni szélességét pixelben.

source: Set your default header for all pages from the list of all headers created with our Header builder.
hu_hu: Állítsa be az alapértelmezett fejlécet az összes oldalhoz a Header builderrel létrehozott fejlécek listájából.

source: Enable sticky navbar
hu_hu: Rögzített navigációs sáv engedélyezése

source: Sticky navigation toolbar will be shown at the bottom on mobile devices.
hu_hu: A rögzített navigációs eszköztár mobil eszközökön alul jelenik meg.

source: Navbar labels
hu_hu: Navigációs sáv feliratai

source: Show/hide labels under icons in the mobile navbar.
hu_hu: Ikonok alatti feliratok megjelenítése/elrejtése a mobil navigációs sávban.

source: Select buttons
hu_hu: Gombok kiválasztása

source: Choose which buttons will be used for sticky navbar.
hu_hu: Válassza ki, mely gombok legyenek a rögzített navigációs sávban.

source: Custom button URL
hu_hu: Egyéni gomb URL

source: Button [1]
hu_hu: Gomb [1]

source: Custom buttons
hu_hu: Egyéni gombok

source: Custom button text
hu_hu: Egyéni gomb szövege

source: Custom button icon
hu_hu: Egyéni gomb ikonja

source: Button [2]
hu_hu: Gomb [2]

source: Button [3]
hu_hu: Gomb [3]

source: Button [4]
hu_hu: Gomb [4]

source: Button [5]
hu_hu: Gomb [5]

source: Enable age verification popup
hu_hu: Korhatár-ellenőrző felugró engedélyezése

source: Popup message
hu_hu: Felugró üzenet

source: Write a message warning your visitors about age restriction on your website
hu_hu: Írjon üzenetet, amely figyelmezteti a látogatókat a webhely korhatár-korlátozására.

source: Error message
hu_hu: Hibaüzenet

source: This message will be displayed when the visitor don't verify his age.
hu_hu: Ez az üzenet akkor jelenik meg, ha a látogató nem igazolja az életkorát.

source: Text color scheme
hu_hu: Szöveg színsémája

source: Enable promo popup
hu_hu: Promóciós felugró engedélyezése
