Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Single product sticky add to cart
hu_hu: Termékoldali ragadós kosárba tétel

source: Single product sticky details
hu_hu: Termékoldali ragadós részletek

source: Sticky sidebar button
hu_hu: Ragadós oldalsáv gomb

source: Swatches limit
hu_hu: Variációminták korlátja

source: Swatches on grid
hu_hu: Variációminták a rácsban

source: Swatches variations
hu_hu: Variációk mintái

source: Variations price
hu_hu: Variációk ára

source: Wishlist group
hu_hu: Kívánságlista csoport

source: WooCommerce comments
hu_hu: WooCommerce hozzászólások

source: WooCommerce notices
hu_hu: WooCommerce értesítések

source: WooCommerce price slider
hu_hu: WooCommerce árcsúszka

source: WooCommerce quantity
hu_hu: WooCommerce mennyiség

source: WooCommerce responsive table
hu_hu: WooCommerce reszponzív táblázat

source: Button show more
hu_hu: Mutass többet gomb

source: Button off canvas
hu_hu: Off-canvas gomb

source: Counter product visits
hu_hu: Termékmegtekintések számlálója

source: Search by filters
hu_hu: Keresés szűrők szerint

source: Images gallery in product loop
hu_hu: Képgaléria a terméklistában

source: Dynamic discounts table
hu_hu: Dinamikus kedvezmények táblázata

source: Free gifts table
hu_hu: Ingyenes ajándékok táblázata

source: Waitlist subscribe form
hu_hu: Várólista feliratkozási űrlap

source: Waitlist table in my account page
hu_hu: Várólista táblázat a Fiókom oldalon

source: Price tracker subscribe form
hu_hu: Árfigyelő feliratkozási űrlap

source: Price tracker table in my account page
hu_hu: Árfigyelő táblázat a Fiókom oldalon

source: Update estimate delivery dates using ajax.
hu_hu: Becsült kézbesítési dátumok frissítése ajax használatával.

source: Estimate delivery on cart page
hu_hu: Becsült kézbesítés a kosár oldalon

source: Email subscription checkboxes
hu_hu: E-mail feliratkozási jelölőnégyzetek

source: WooCommerce single product reviews
hu_hu: WooCommerce termékoldali értékelések

source: WooCommerce single product reviews likes
hu_hu: WooCommerce termékoldali értékelések kedvelései

source: WooCommerce single product reviews criteria
hu_hu: WooCommerce termékoldali értékelések kritériumai

source: WooCommerce single product video image
hu_hu: WooCommerce termékoldali videókép

source: WooCommerce cart quantity
hu_hu: WooCommerce kosár mennyiség

source: Track recently viewed products
hu_hu: Nemrég megtekintett termékek követése

source: Featured
hu_hu: Kiemelt

source: Processing
hu_hu: Feldolgozás

source: Product was successfully added to your cart.
hu_hu: A termék sikeresen a kosárba került.

source: Continue shopping
hu_hu: Vásárlás folytatása

source: View Cart
hu_hu: Kosár megtekintése

source: Loading...
hu_hu: Betöltés...

source: days
hu_hu: nap

source: hr
hu_hu: ó

source: min
hu_hu: perc

source: sc
hu_hu: mp

source: View all results
hu_hu: Összes találat megtekintése

source: Share on Facebook
hu_hu: Megosztás Facebookon

source: Pin it
hu_hu: Kitűzés

source: Share on X
hu_hu: Megosztás az X-en

source: Download image
hu_hu: Kép letöltése

source: Custom style
hu_hu: Egyéni stílus

source: Some files are too large. Allowed file size is %s.
hu_hu: Néhány fájl túl nagy. A megengedett fájlméret: %s.

source: You can upload up to %s images to your review.
hu_hu: Legfeljebb %s képet tölthet fel az értékeléséhez.

source: Image is required.
hu_hu: Kép szükséges.

source: You are allowed to upload images only in %s formats.
hu_hu: Csak %s formátumú képek tölthetők fel.

source: Added %s image(s)
hu_hu: %s kép hozzáadva

source: Back to %s
hu_hu: Vissza: %s

source: Back to menu
hu_hu: Vissza a menübe

source: Back to categories
hu_hu: Vissza a kategóriákhoz

source: Clear
hu_hu: Törlés

source: Previous slide
hu_hu: Előző dia

source: Next slide
hu_hu: Következő dia

source: This is the first slide
hu_hu: Ez az első dia

source: This is the last slide
hu_hu: Ez az utolsó dia

# Message for screen readers for single pagination bullet
source: Go to slide {{index}}
hu_hu: Ugrás a {{index}}. diára

source: Search results
hu_hu: Keresési találatok

source: Default "Your Latest Posts" screen
hu_hu: Alapértelmezett "A legutóbbi bejegyzéseid" képernyő

source: Front page
hu_hu: Kezdőlap

source: All archives
hu_hu: Összes archívum

source: Author archives
hu_hu: Szerzői archívumok

source: 404 error screens
hu_hu: 404-es hibaoldalak

source: Shop page
hu_hu: Bolt oldal

source: Account pages
hu_hu: Fiók oldalak

source: Is user logged in
hu_hu: Felhasználó be van jelentkezve

source: Is mobile device
hu_hu: Mobil eszköz

source: Is RTL
hu_hu: RTL

source: Inherit current product
hu_hu: Aktuális termék öröklése

source: [XTemos] Elements
hu_hu: [XTemos] Elemek

source: Theme style
hu_hu: Téma stílusa

source: Color Scheme
hu_hu: Színséma

source: Off canvas column
hu_hu: Off canvas oszlop

source: Column role for "off-canvas layout"
hu_hu: Oszlop szerepe az "off-canvas elrendezésben"

source: You can create your page layout with an off-canvas sidebar. In this case, you need to have two columns: one will be set as the off-canvas sidebar and another as the content. NOTE: you need to also display the Off-canvas button element somewhere in your content column to open the sidebar. Also, you need to enable them on specific devices synchronously.
hu_hu: Oldalelrendezést hozhat létre off-canvas oldalsávval. Ebben az esetben két oszlopra van szükség: az egyik az off-canvas oldalsáv lesz, a másik pedig a tartalom. MEGJEGYZÉS: a tartalom oszlopában valahol meg kell jelenítenie az Off-canvas button elemet az oldalsáv megnyitásához. Ezenkívül ezeket meghatározott eszközökön szinkronban kell engedélyeznie.

source: Off canvas column
hu_hu: Off canvas oszlop

source: Content column
hu_hu: Tartalom oszlop

source: Off canvas alignment
hu_hu: Off canvas igazítás

source: Sticky column offset (px)
hu_hu: Ragadós oszlop eltolás (px)

source: Parallax on scroll
hu_hu: Parallaxis görgetéskor

source: Smooth element movement when you scroll the page to create beautiful parallax effect.
hu_hu: Finom elemmozgás az oldal görgetésekor a szép parallaxis hatásért.

source: X axis translation
hu_hu: X tengely menti eltolás

source: Recommended -200 to 200
hu_hu: Ajánlott: -200 és 200 között

source: Y axis translation
hu_hu: Y tengely menti eltolás

source: Z axis translation
hu_hu: Z tengely menti eltolás

source: Parallax smoothness
hu_hu: Parallaxis simasága

source: Define the parallax smoothness on mouse scroll. By default - 30
hu_hu: Határozza meg a parallaxis simaságát egérgörgetéskor. Alapértelmezés - 30

source: Limit the column height and add the "Read more" button. IMPORTANT: you need to add our "Button" element to the end of this column and enable an appropriate option there as well.
hu_hu: Korlátozza az oszlop magasságát, és adja hozzá a "Bővebben" gombot. FONTOS: a "Gomb" elemünket is hozzá kell adnia az oszlop végéhez, és ott is engedélyezni a megfelelő opciót.

source: Column content height
hu_hu: Oszlop tartalmának magassága

source: Fade out color
hu_hu: Elhalványulási szín

source: [XTemos] Layout
hu_hu: [XTemos] Elrendezés

source: Container stretch
hu_hu: Konténer nyújtása

source: Enable this option to stretch container with CSS.
hu_hu: Engedélyezze ezt az opciót a konténer CSS-sel történő nyújtásához.

source: Stretch container
hu_hu: Konténer nyújtása

source: Stretch container and content
hu_hu: Konténer és tartalom nyújtása

source: Sticky container offset (px)
hu_hu: Ragadós konténer eltolás (px)

source: Limit the column height and add the "Read more" button. IMPORTANT: you need to add our "Button" element to the end of this container and enable an appropriate option there as well.
hu_hu: Korlátozza a konténer magasságát, és adja hozzá a "Bővebben" gombot. FONTOS: a "Gomb" elemünket is hozzá kell adnia ennek a konténernek a végéhez, és ott is engedélyezni a megfelelő opciót.

source: Section stretch CSS
hu_hu: Szekció nyújtása CSS-sel

source: Enable this option instead of native Elementor's one to stretch section with CSS and not with JS.
hu_hu: Engedélyezze ezt az opciót a natív Elementor megoldása helyett a szekció CSS-sel, ne pedig JS-sel történő nyújtásához.

source: Stretch section
hu_hu: Szekció nyújtása

source: Stretch section and content
hu_hu: Szekció és tartalom nyújtása

source: Color scheme
hu_hu: Színséma

source: Content align
hu_hu: Tartalom igazítása

source: Banners carousel
hu_hu: Bannerek karusszel

source: Enter URL if you want this banner to have a link.
hu_hu: Adjon meg URL-t, ha azt szeretné, hogy ez a banner hivatkozással rendelkezzen.

source: Source
hu_hu: Forrás

source: Video
hu_hu: Videó

source: Choose video
hu_hu: Videó kiválasztása

source: Fallback image
hu_hu: Helyettesítő kép

source: Fallback image size
hu_hu: Helyettesítő kép mérete

source: Fallback image Dimension
hu_hu: Helyettesítő kép méretei

source: Choose image
hu_hu: Kép kiválasztása

source: Fixed height
hu_hu: Fix magasság

source: Banner height
hu_hu: Banner magassága

source: Subtitle
hu_hu: Alcím

source: Show countdown
hu_hu: Visszaszámláló megjelenítése

source: Button text
hu_hu: Gomb szövege

source: Content horizontal alignment
hu_hu: Tartalom vízszintes igazítása

source: Content vertical alignment
hu_hu: Tartalom függőleges igazítása

source: Text alignment
hu_hu: Szöveg igazítása

source: Increase spaces
hu_hu: Térközök növelése

source: Suggest to use this option if you have large banners. Padding will be set in percentage to your screen width.
hu_hu: Nagy bannerek esetén javasolt ennek az opciónak a használata. A belső margó a képernyő szélességéhez viszonyított százalékban lesz megadva.

source: You can use some of our predefined styles for your banner content.
hu_hu: Használhat néhányat az előre definiált stílusaink közül a banner tartalmához.

source: Color mask
hu_hu: Színmaszk

source: Mask with shadow
hu_hu: Maszk árnyékkal

source: Bordered background
hu_hu: Keretelt háttér

source: Content background
hu_hu: Tartalom háttere

source: Hover effect
hu_hu: Hover effektus

source: Set beautiful hover effects for your banner.
hu_hu: Állítson be látványos hover effektusokat a banneréhez.

source: Zoom image
hu_hu: Kép nagyítása

source: Zoom reverse
hu_hu: Fordított nagyítás

source: Predefined size
hu_hu: Előre definiált méret

source: Default (22px)
hu_hu: Alapértelmezett (22px)

source: Small (16px)
hu_hu: Kicsi (16px)

source: Large (26px)
hu_hu: Nagy (26px)

source: Extra Large (36px)
hu_hu: Extra nagy (36px)

source: Content background color
hu_hu: Tartalom háttérszíne

source: Tag
hu_hu: Címke

source: Custom typography
hu_hu: Egyedi tipográfia

source: Highlight text style
hu_hu: Kiemelt szöveg stílusa

source: The text must be wrapped with the <u></u> tag to highlight it.
hu_hu: A szöveget a kiemeléshez a <u></u> taggel kell körülvenni.

source: Primary color + secondary font
hu_hu: Elsődleges szín + másodlagos betűtípus

source: Gradient
hu_hu: Színátmenet

source: Subtitle style
hu_hu: Alcím stílusa

source: Predefined color
hu_hu: Előre definiált szín

source: Primary
hu_hu: Elsődleges

source: Default (14px)
hu_hu: Alapértelmezett (14px)

source: Medium (16px)
hu_hu: Közepes (16px)

source: Large (18px)
hu_hu: Nagy (18px)

source: Small (20px)
hu_hu: Kicsi (20px)

source: Medium (24px)
hu_hu: Közepes (24px)

source: Large (28px)
hu_hu: Nagy (28px)

source: Extra Large (42px)
hu_hu: Extra nagy (42px)

source: Button position
hu_hu: Gomb pozíciója

source: Show on hover
hu_hu: Megjelenítés hoverkor

source: Static
hu_hu: Statikus

source: Extra Small
hu_hu: Extra kicsi

source: Extra Large
hu_hu: Extra nagy

source: Black
hu_hu: Fekete

source: White
hu_hu: Fehér

source: Normal
hu_hu: Normál

source: Background color hover
hu_hu: Háttérszín hoverkor

source: Text color scheme on hover
hu_hu: Szöveg színsémája hoverkor

source: Link button
hu_hu: Link gomb

source: Shape
hu_hu: Forma

source: Rectangle
hu_hu: Téglalap

source: Icon
hu_hu: Ikon

source: Hide button on tablet
hu_hu: Gomb elrejtése tableten

source: Hide button on mobile
hu_hu: Gomb elrejtése mobilon

source: Promo Banner
hu_hu: Promóciós banner

source: Image Position
hu_hu: Kép pozíciója

source: Hide countdown on finish
hu_hu: Visszaszámláló elrejtése befejezéskor

source: Custom text color
hu_hu: Egyéni szövegszín

source: Custom text color on hover
hu_hu: Egyéni szövegszín hoverkor

source: Load more posts
hu_hu: További bejegyzések betöltése

source: Element title
hu_hu: Elem címe

source: Data source
hu_hu: Adatforrás

source: Select content type for your grid.
hu_hu: Válassza ki a rács tartalomtípusát.

source: Post
hu_hu: Bejegyzés

source: List of IDs
hu_hu: Azonosítók listája

source: Include only
hu_hu: Csak ezeket tartalmazza

source: Add posts, pages, etc. by title.
hu_hu: Adjon hozzá bejegyzéseket, oldalakat stb. cím szerint.

source: Categories or tags
hu_hu: Kategóriák vagy címkék

source: Enter categories, tags or custom taxonomies.
hu_hu: Adja meg a kategóriákat, címkéket vagy egyéni taxonómiákat.

source: Order by
hu_hu: Rendezés alapja

source: Select order type. If "Meta value" or "Meta value Number" is chosen then meta key is required.
hu_hu: Válassza ki a rendezés típusát. Ha a "Meta value" vagy a "Meta value Number" van kiválasztva, akkor metakulcs megadása szükséges.

source: Author
hu_hu: Szerző

source: Last modified date
hu_hu: Utolsó módosítás dátuma

source: Number of comments
hu_hu: Hozzászólások száma

source: Random order
hu_hu: Véletlenszerű sorrend

source: Sort order
hu_hu: Rendezési sorrend

source: Descending
hu_hu: Csökkenő

source: Ascending
hu_hu: Növekvő

source: Meta key
hu_hu: Metakulcs

source: Input meta key for grid ordering.
hu_hu: Adja meg a metakulcsot a rács rendezéséhez.

source: Number of grid elements to displace or pass over.
hu_hu: Áthelyezendő vagy kihagyandó rácselemek száma.

source: Exclude posts, pages, etc. by title.
hu_hu: Zárja ki a bejegyzéseket, oldalakat stb. cím szerint.

source: Blog carousel design
hu_hu: Blog karusszel dizájnja

source: Image dimension
hu_hu: Képméret

source: You can crop the original image size to any custom size. You can also set a single value for height or width in order to keep the original size ratio.
hu_hu: Az eredeti képméretet tetszőleges egyéni méretre vághatja. Az eredeti képarány megőrzéséhez megadhat csak egy értéket a magassághoz vagy a szélességhez is.

source: Columns
hu_hu: Oszlopok

source: Number of columns in the grid.
hu_hu: Oszlopok száma a rácsban.

source: Space between
hu_hu: Közök

source: Inherit from Theme Settings
hu_hu: Öröklés a témabeállításokból

source: Number of items to show per page.
hu_hu: Oldalanként megjelenített elemek száma.

source: Elements visibility
hu_hu: Elemek láthatósága

source: Enable lazy loading for images for this element.
hu_hu: Engedélyezze a képek lazy loadingját ehhez az elemhez.

source: Smooth scroll
hu_hu: Sima görgetés

source: When you turn on this option you need to specify this button link with a hash symbol. For example #section-id Then you need to have a section with an ID of "section-id" and this button click will smoothly scroll the page to that section.
hu_hu: Amikor bekapcsolja ezt az opciót, a gomb linkjét hash szimbólummal kell megadnia. Például #section-id Ezután lennie kell egy "section-id" azonosítójú szekciónak, és a gombra kattintva az oldal simán arra a szekcióra gördül.

source: Smooth scroll time (ms)
hu_hu: Sima görgetés ideje (ms)

source: Smooth scroll offset (px)
hu_hu: Sima görgetés eltolása (px)

source: Use for collapsible content
hu_hu: Használat összecsukható tartalomhoz

source: Enable this option when you place this button inside the container with the "Collapsible content" option turned on.
hu_hu: Engedélyezze ezt az opciót, ha a gombot olyan tárolóba helyezi, amelyben a "Collapsible content" opció be van kapcsolva.

source: Align
hu_hu: Igazítás

source: Icon position
hu_hu: Ikon pozíciója

source: 360 degree view
hu_hu: 360 fokos nézet

source: You can display content as a simple text or if you need more complex structure you can create an HTML Block with Elementor builder and place it here.
hu_hu: A tartalmat megjelenítheti egyszerű szövegként, vagy ha összetettebb struktúrára van szükség, létrehozhat egy HTML Blockot az Elementor builderrel, és elhelyezheti itt.

source: With icon
hu_hu: Ikonnal

source: With image
hu_hu: Képpel

source: Adds FAQ schema to the site, improving its visibility in search engines. Learn more about <a href="https://developers.google.com/search/docs/appearance/structured-data/faqpage" target="_blank">Google documentation</a>
hu_hu: FAQ sémát ad az oldalhoz, javítva a láthatóságot a keresőkben. További információ: <a href="https://developers.google.com/search/docs/appearance/structured-data/faqpage" target="_blank">Google dokumentáció</a>

source: Items state
hu_hu: Elemek állapota

source: Hide top & bottom border
hu_hu: Felső és alsó szegély elrejtése

source: Alignment
hu_hu: Igazítás

source: Idle
hu_hu: Tétlen

source: Custom color
hu_hu: Egyéni szín

source: Opener
hu_hu: Nyitó

source: Plus
hu_hu: Plusz

source: Author area
hu_hu: Szerzői terület

source: Author name
hu_hu: Szerző neve

source: Link text
hu_hu: Link szövege

source: Breadcrumbs
hu_hu: Morzsamenü

source: No wrap on mobile devices
hu_hu: Nincs sortörés mobil eszközökön

source: Delimiter color
hu_hu: Elválasztó színe

source: Before image
hu_hu: Előtte lévő kép

source: After image
hu_hu: Utána lévő kép

source: Note: For the best appearance, both images should have identical dimensions and aspect ratios.
hu_hu: Megjegyzés: A legjobb megjelenés érdekében mindkét képnek azonos méretekkel és képaránnyal kell rendelkeznie.

source: Custom handle color
hu_hu: Egyéni fogantyú színe

source: Custom handle background
hu_hu: Egyéni fogantyú háttérszíne

source: This element is created for the compare page and you can find all its configuration in Theme Settings.
hu_hu: Ez az elem az összehasonlító oldalhoz készült, és minden beállítása a témabeállításokban található.

source: Select contact form
hu_hu: Kapcsolati űrlap kiválasztása

source: Form
hu_hu: Űrlap

source: Color presets
hu_hu: Szín előbeállítások

source: Text color
hu_hu: Szövegszín

source: Placeholder color
hu_hu: Helyőrző színe

source: Border color
hu_hu: Szegély színe

source: Border color focus
hu_hu: Szegély színe fókuszban

source: You need to create a form using Contact form 7 plugin to be able to display it using this element.
hu_hu: A megjelenítéshez a Contact form 7 bővítménnyel kell űrlapot létrehoznia.

source: Labels
hu_hu: Feliratok

source: Separator
hu_hu: Elválasztó

source: Inline
hu_hu: Soron belüli

source: Items
hu_hu: Elemek

source: Numbers
hu_hu: Számok

source: Min height
hu_hu: Minimális magasság

source: Min width
hu_hu: Minimális szélesség

source: Animated Counter
hu_hu: Animált számláló

source: Label
hu_hu: Címke

source: Start value
hu_hu: Kezdőérték

source: Actual value
hu_hu: Aktuális érték

source: Our final point. For ex.: 95
hu_hu: A végső értékünk. Példa: 95

source: Extra large
hu_hu: Extra nagy

source: Value typography
hu_hu: Érték tipográfiája

source: Extra menu list
hu_hu: Extra menülista

source: Label text (optional)
hu_hu: Címkeszöveg (opcionális)

source: Label color
hu_hu: Címkeszín

source: Primary Color
hu_hu: Elsődleges szín

source: Secondary
hu_hu: Másodlagos

source: Red
hu_hu: Piros

source: Green
hu_hu: Zöld

source: Blue
hu_hu: Kék

source: Orange
hu_hu: Narancs

source: Grey
hu_hu: Szürke

source: List items
hu_hu: Listaelemek

source: Google map
hu_hu: Google-térkép

source: Marker Title
hu_hu: Jelölő címe

source: Latitude (required)
hu_hu: Szélesség (kötelező)

source: Longitude (required)
hu_hu: Hosszúság (kötelező)

source: Description
hu_hu: Leírás

source: Marker Description
hu_hu: Jelölő leírása

source: Marker
hu_hu: Jelölő

source: Google API key
hu_hu: Google API-kulcs

source: Obtain API key <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">here</a> to use our Google map VC element. By default, the key will be taken from Theme Settings.
hu_hu: Szerezzen API-kulcsot <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">itt</a> a Google-térkép VC elem használatához. Alapértelmezés szerint a kulcs a Theme Settings-ből kerül felhasználásra.

source: Multiple markers
hu_hu: Több jelölő

source: Marker list
hu_hu: Jelölők listája

source: Init event
hu_hu: Inicializálási esemény

source: For a better performance you can initialize the Google map only when you scroll down the page or when you click on it.
hu_hu: A jobb teljesítmény érdekében a Google-térkép csak görgetéskor vagy kattintáskor inicializálható.

source: On page load
hu_hu: Oldal betöltésekor

source: On scroll
hu_hu: Görgetéskor

source: On button click
hu_hu: Gombra kattintáskor

source: On user interaction
hu_hu: Felhasználói interakciókor

source: Scroll offset
hu_hu: Görgetési eltolás

source: Map mask
hu_hu: Térképmaszk

source: Add an overlay to your map to make the content look cleaner on the map.
hu_hu: Adjon hozzá fedvényt a térképhez, hogy a tartalom tisztábban jelenjen meg a térképen.

source: Zoom level when focus the marker 0 - 19
hu_hu: Zoomszint a jelölőre fókuszáláskor 0 - 19

source: Map height
hu_hu: Térkép magassága

source: Zoom with mouse wheel
hu_hu: Nagyítás egérgörgővel

source: Styles (JSON)
hu_hu: Stílusok (JSON)

source: Styled maps allow you to customize the presentation of the standard Google base maps, changing the visual display of such elements as roads, parks, and built-up areas.%3$s You can find more Google maps styles on the website: %1$s Snazzy Maps %2$s %3$s Just copy JSON code and paste it here.
hu_hu: A stílusozott térképek lehetővé teszik a standard Google alaptérképek megjelenésének testreszabását, az olyan elemek vizuális megjelenítésének módosításával, mint az utak, parkok és beépített területek.%3$s További Google Maps stílusokat talál a webhelyen: %1$s Snazzy Maps %2$s %3$s Csak másolja ki a JSON-kódot, és illessze be ide.

source: Horizontal position
hu_hu: Vízszintes pozíció

source: Vertical position
hu_hu: Függőleges pozíció

source: Show map
hu_hu: Térkép megjelenítése

source: Image Hotspot
hu_hu: Kép hotspot

source: Product
hu_hu: Termék

source: Dropdown side
hu_hu: Lenyíló oldal

source: Show the content on left or right side, top or bottom.
hu_hu: A tartalom megjelenítése bal vagy jobb oldalon, felül vagy alul.

source: Select product
hu_hu: Válasszon terméket

source: Horizontal position (%)
hu_hu: Vízszintes pozíció (%)

source: Vertical position (%)
hu_hu: Függőleges pozíció (%)

source: Icon style
hu_hu: Ikon stílusa

source: On hover
hu_hu: Rámutatáskor

source: Hotspot action
hu_hu: Hotspot művelet

source: Open hotspot content on click or hover
hu_hu: Hotspot tartalmának megnyitása kattintásra vagy rámutatáskor

source: Click
hu_hu: Kattintás

source: Read more description button
hu_hu: Bővebb leírás gomb

source: Image or SVG
hu_hu: Kép vagy SVG

source: Click action
hu_hu: Kattintási művelet

source: Custom link
hu_hu: Egyéni hivatkozás

source: Enter URL if you want this image to have a link.
hu_hu: Adjon meg URL-t, ha azt szeretné, hogy ez a kép hivatkozással rendelkezzen.

source: Image link
hu_hu: Képhivatkozás

source: Images gallery
hu_hu: Képgaléria

source: On click action
hu_hu: Kattintáskor végrehajtott művelet

source: Open in new tab
hu_hu: Megnyitás új lapon

source: Images captions
hu_hu: Képfeliratok

source: Display images captions below the images when you open them in lightbox. Captions are based on titles of your photos and can be edited in Dashboard -> Media.
hu_hu: A képeket Lightboxban megnyitva jelenítse meg a képfeliratokat a képek alatt. A feliratok a fényképek címein alapulnak, és a Dashboard -> Media menüben szerkeszthetők.
