Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: This option works with WooCommerce query Data source only. They are dedicated to the shop page layout.
hu_hu: Ez a beállítás csak a WooCommerce-lekérdezés adatforrásával működik. Ezek kifejezetten az áruházoldal elrendezéséhez készültek.

source: Select how to sort retrieved categories. More at %s.
hu_hu: Válassza ki, hogyan legyenek rendezve a lekért kategóriák. Bővebben: %s.

source: List of product categories
hu_hu: Termékkategóriák listája

source: Don't display categories that don't have any products assigned.
hu_hu: Ne jelenítse meg azokat a kategóriákat, amelyekhez nincs termék hozzárendelve.

source: Add borders between the categories in your grid
hu_hu: Adjon szegélyeket a rács kategóriái közé

source: Custom category border color
hu_hu: Egyedi kategóriaszegély-szín

source: Set custom border color for category.
hu_hu: Állítson be egyedi szegélyszínt a kategóriához.

source: Set custom background color for categories.
hu_hu: Állítson be egyéni háttérszínt a kategóriákhoz.

source: Try out our creative styles for categories block
hu_hu: Próbálja ki kreatív stílusainkat a kategóriák blokkhoz

source: Specify certain grid items to be doubled in size. Example: “1,3,5
hu_hu: Adja meg, hogy bizonyos rácselemek mérete duplázódjon. Példa: “1,3,5

source: Space between categories
hu_hu: Távolság a kategóriák között

source: Icon options
hu_hu: Ikonbeállítások

source: Compare two images using the slider
hu_hu: Két kép összehasonlítása csúszkával

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use 'full' size.
hu_hu: Adja meg a képméretet. Példa: 'thumbnail', 'medium', 'large', 'full' vagy a jelenlegi téma által meghatározott egyéb méretek. Alternatívaként adja meg a képméretet pixelben: 200x100 (Szélesség x Magasság). Hagyja üresen a 'full' méret használatához.

source: Required for the compare table page.
hu_hu: Szükséges az összehasonlító táblázat oldalához.

source: Place Contact Form 7
hu_hu: Contact Form 7 elhelyezése

source: Numbers typography
hu_hu: Számok tipográfiája

source: Labels typography
hu_hu: Címkék tipográfiája

source: Shows countdown timer
hu_hu: Visszaszámláló megjelenítése

source: Final date in the format Y/m/d. For example 2020/12/12 13:00
hu_hu: Végdátum Y/m/d formátumban. Például 2020/12/12 13:00

source: Numbers color
hu_hu: Számok színe

source: Labels color
hu_hu: Címkék színe

source: Shows animated counter with label
hu_hu: Animált számláló címkével

source: Countdown number font weight
hu_hu: Visszaszámláló szám betűvastagsága

source: Create a menu list for your mega menu dropdown
hu_hu: Hozzon létre menülistát a mega menü legördülőhöz

source: Enter URL if you want this parent menu item to have a link.
hu_hu: Adjon meg URL-t, ha azt szeretné, hogy ez a szülő menüelem hivatkozással rendelkezzen.

source: Write a label for this menu item badge like “Sale”, “Hot”, “New” etc. Leave empty to not add any badges.
hu_hu: Írjon feliratot ehhez a menüelem-jelvényhez, például “Sale”, “Hot”, “New” stb. Hagyja üresen, ha nem szeretne jelvényt hozzáadni.

source: Extra menu list item
hu_hu: Extra menülistaelem

source: A link for your extra menu list
hu_hu: Hivatkozás az extra menülistához

source: Shows Google map block
hu_hu: Google Térkép blokk megjelenítése

source: You can use <a href="https://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">this service</a> to get coordinates of your location.
hu_hu: Használhatja <a href="https://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">ezt a szolgáltatást</a> a tartózkodási helye koordinátáinak lekéréséhez.

source: Marker settings
hu_hu: Jelölő beállításai

source: Marker icon
hu_hu: Jelölő ikon

source: Text on marker
hu_hu: Szöveg a jelölőn

source: Map settings
hu_hu: Térkép beállításai

source: Map Height
hu_hu: Térkép magassága

source: Default: 400
hu_hu: Alapértelmezett: 400

source: Styled maps allow you to customize the presentation of the standard Google base maps, changing the visual display of such elements as roads, parks, and built-up areas. %3$s You can find more Google maps styles on the website: %1$s Snazzy Maps %2$s %3$s Just copy JSON code and paste it here %3$s For example: %3$s %4$s
hu_hu: A stílusos térképek lehetővé teszik a szabványos Google alaptérképek megjelenítésének testreszabását, az olyan elemek vizuális megjelenítésének megváltoztatásával, mint az utak, parkok és beépített területek. %3$s További Google térképstílusokat talál a webhelyen: %1$s Snazzy Maps %2$s %3$s Egyszerűen másolja ki a JSON kódot, és illessze be ide %3$s Például: %3$s %4$s

source: Content settings
hu_hu: Tartalom beállításai

source: Content on the map horizontal position
hu_hu: A térképen lévő tartalom vízszintes pozíciója

source: Content on the map vertical position
hu_hu: A térképen lévő tartalom függőleges pozíciója

source: Default: 300
hu_hu: Alapértelmezett: 300

source: Lazy loading settings
hu_hu: Lusta betöltés beállításai

source: Default: 100
hu_hu: Alapértelmezett: 100

source: Placeholders
hu_hu: Helyőrzők

source: Placeholder size
hu_hu: Helyőrző mérete

source: Display pre-built HTML block
hu_hu: Előre elkészített HTML blokk megjelenítése

source: Add hotspots with products to the image
hu_hu: Adjon hotspotokat termékekkel a képhez

source: Select video from media library.
hu_hu: Válasszon videót a médiatárból.

source: Select images from media library.
hu_hu: Válasszon képeket a médiatárból.

source: Hotspot position
hu_hu: Hotspot pozíciója

source: Hotspot content
hu_hu: Hotspot tartalma

source: You can display any product or custom text in the hotspot content.
hu_hu: A hotspot tartalmában bármilyen terméket vagy egyéni szöveget megjeleníthet.

source: Hotspot dropdown side
hu_hu: Hotspot legördülő oldalának iránya

source: Display JPG, PNG or SVG image
hu_hu: JPG, PNG vagy SVG kép megjelenítése

source: Select action for click action.
hu_hu: Válassza ki a kattintáskor végrehajtandó műveletet.

source: Display inline (Deprecated)
hu_hu: Megjelenítés soron belül (Elavult)

source: This option is deprecated. You can use the "Width" option by selecting "Inline (auto)" to achieve the same result.
hu_hu: Ez az opció elavult. Ugyanazt az eredményt a "Width" opcióval érheti el, ha az "Inline (auto)" beállítást választja.

source: Images grid/carousel
hu_hu: Képrács/karusszel

source: Space between images
hu_hu: Távolság a képek között

source: Vertical align
hu_hu: Függőleges igazítás

source: Enter links for each slide (Note: divide links with linebreaks (Enter)).
hu_hu: Adja meg a linkeket minden diához (Megjegyzés: a linkeket sortöréssel (Enter) válassza el).

source: Show your brief information as a carousel
hu_hu: Jelenítse meg rövid információit karusszelként

source: Show some brief information
hu_hu: Jelenítsen meg néhány rövid információt

source: You can display icon based on image or just write some text like 01., 02., M, X etc.
hu_hu: Ikont jeleníthet meg képalapon, vagy írhat egyszerű szöveget, például 01., 02., M, X stb.

source: Icon text
hu_hu: Ikonszöveg

source: Box style
hu_hu: Doboz stílusa

source: Background image size
hu_hu: Háttérkép mérete

source: Center Left
hu_hu: Középre balra

source: Center Right
hu_hu: Középre jobbra

source: Top Center
hu_hu: Fent középen

source: Top Left
hu_hu: Fent balra

source: Top Right
hu_hu: Fent jobbra

source: Bottom Center
hu_hu: Lent középen

source: Bottom Left
hu_hu: Lent balra

source: Bottom Right
hu_hu: Lent jobbra

source: No-repeat
hu_hu: Ismétlés nélkül

source: Repeat-x
hu_hu: Ismétlés x irányban

source: Repeat-y
hu_hu: Ismétlés y irányban

source: Hover background image size
hu_hu: Rámutatáskor a háttérkép mérete

source: Hover background position
hu_hu: Rámutatáskor a háttér pozíciója

source: Hover background repeat
hu_hu: Rámutatáskor a háttér ismétlése

source: Hover background size
hu_hu: Rámutatáskor a háttér mérete

source: Color scheme on hover
hu_hu: Színséma rámutatáskor

source: Title and Subtitle
hu_hu: Cím és alcím

source: Title text
hu_hu: Cím szövege

source: Font
hu_hu: Betűtípus

source: Predefined title size
hu_hu: Előre meghatározott cím mérete

source: Title style
hu_hu: Cím stílusa

source: Sub title text
hu_hu: Alcím szövege

source: Predefined subtitle color
hu_hu: Előre meghatározott alcím színe

source: Brief content
hu_hu: Rövid tartalom

source: Information box inline
hu_hu: Információs doboz soron belül

source: Enter URL if you want this box to have a link.
hu_hu: Adjon meg URL-t, ha azt szeretné, hogy ez a doboz hivatkozással rendelkezzen.

source: Instagram photos
hu_hu: Instagram-fotók

source: Data
hu_hu: Adatok

source: Add here few words about your instagram profile.
hu_hu: Adjon meg itt néhány szót az Instagram-profiljáról.

source: Enter your Instagram username. For example: asos
hu_hu: Adja meg az Instagram felhasználónevét. Például: asos

source: Number of photos per row for grid design or items in slider per view.
hu_hu: Fotók száma soronként rácselrendezésnél, illetve elemek száma nézetenként a csúszkában.

source: Display a list with icon
hu_hu: Lista megjelenítése ikonnal

source: General settings
hu_hu: Általános beállítások

source: List items font size
hu_hu: Listaelemek betűmérete

source: Extra settings
hu_hu: További beállítások

source: Item icon type
hu_hu: Elem ikon típusa

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x50 (Width x Height). Leave empty to use 'thumbnail' size.
hu_hu: Adja meg a képméretet. Példa: 'thumbnail', 'medium', 'large', 'full' vagy a jelenlegi téma által meghatározott egyéb méretek. Alternatívaként adja meg a képméretet pixelben: 200x50 (Szélesség x Magasság). Hagyja üresen a 'thumbnail' méret használatához.

source: List icon type
hu_hu: Lista ikon típusa

source: List style
hu_hu: Lista stílusa

source: Newsletter subscription form
hu_hu: Hírlevél-feliratkozási űrlap

source: Form Width
hu_hu: Űrlap szélessége

source: Text scrolling area
hu_hu: Görgethető szövegterület

source: Wordpress menu
hu_hu: Wordpress menü

source: Title background color
hu_hu: Cím háttérszíne

source: Title color scheme
hu_hu: Cím színsémája

source: Disable active style
hu_hu: Aktív stílus letiltása

source: Showcase your menu
hu_hu: Mutassa be a menüjét

source: Custom carousel that can contain other elements
hu_hu: Egyéni karusszel, amely más elemeket is tartalmazhat

source: Nested carousel item
hu_hu: Beágyazott karusszel elem

source: Custom carousel item
hu_hu: Egyéni karusszel elem

source: This element have not options
hu_hu: Ennek az elemnek nincsenek opciói

source: Button for off canvas column
hu_hu: Gomb off canvas oszlophoz

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use '20x20' size.
hu_hu: Adja meg a kép méretét. Példa: 'thumbnail', 'medium', 'large', 'full' vagy az aktuális téma által meghatározott egyéb méretek. Alternatívaként adja meg a kép méretét pixelben: 200x100 (Szélesség x Magasság). Hagyja üresen a '20x20' méret használatához.

source: Show Open street map
hu_hu: OpenStreetMap megjelenítése

source: Tooltip
hu_hu: Buboréksúgó

source: Static with close
hu_hu: Statikus, bezárógombbal

source: Static without close
hu_hu: Statikus, bezárógomb nélkül

source: yes
hu_hu: igen

source: no
hu_hu: nem

source: You can find more Open Street Maps styles on the website: %1$s OpenStreetMap Wiki %2$s %3$s Just copy url and paste it here %3$s For example: %4$s
hu_hu: További Open Street Maps stílusokat talál a weboldalon: %1$s OpenStreetMap Wiki %2$s %3$s Csak másolja ki az url-t, és illessze be ide %3$s Például: %4$s

source: Shows the title of currently viewing page
hu_hu: A jelenleg megtekintett oldal címét jeleníti meg

source: Enable parallax on mouse scroll
hu_hu: Parallax engedélyezése egérgörgetésre

source: Parallax speed
hu_hu: Parallax sebesség

source: Define the parallax speed on mouse scroll. By default - 30
hu_hu: Határozza meg a parallax sebességét egérgörgetéskor. Alapértelmezés: 30

source: Button that shows a popup on click
hu_hu: Gomb, amely kattintásra felugró ablakot jelenít meg

source: General options
hu_hu: Általános beállítások

source: If you are using multiple popups elements, be sure that all elements have unique IDs values.
hu_hu: Ha több felugró elemet használ, ügyeljen arra, hogy minden elem egyedi ID értékkel rendelkezzen.

source: Popup width in pixels.
hu_hu: Felugró ablak szélessége pixelben.

source: Extra button class name
hu_hu: További gomb osztálynév

source: Extra content class name
hu_hu: További tartalom osztálynév

source: Showcase your projects or gallery
hu_hu: Mutassa be projektjeit vagy galériáját

source: Space between projects
hu_hu: Projektek közötti térköz

source: Infinit
hu_hu: Végtelen

source: Add projects in the query.
hu_hu: Adjon projekteket a lekérdezéshez.

source: Select how to sort retrieved projects. More at %s.
hu_hu: Válassza ki, hogyan rendezze a lekért projekteket. További információ: %s.

source: Show your pricing plans
hu_hu: Mutassa be árazási csomagjait

source: Price plan
hu_hu: Díjcsomag

source: Price option
hu_hu: Ár opció

source: Pricing
hu_hu: Árazás

source: For example: per month
hu_hu: Például: havonta

source: For example: $
hu_hu: Például: $

source: Button type
hu_hu: Gomb típusa

source: Set your custom link for button or allow users to add some product to cart
hu_hu: Állítson be egyéni hivatkozást a gombhoz, vagy engedélyezze a felhasználóknak, hogy terméket adjanak a kosárhoz

source: Button label
hu_hu: Gomb felirata

source: Button link
hu_hu: Gomb hivatkozása

source: Input product ID or product SKU or product title to see suggestions
hu_hu: Adja meg a termék ID-ját, SKU-ját vagy címét a javaslatok megtekintéséhez

source: For example: Best option!
hu_hu: Például: Legjobb választás!

source: Add filters by category, attribute or price
hu_hu: Adjon hozzá szűrőket kategória, attribútum vagy ár szerint

source: Filter categories
hu_hu: Kategóriák szűrése

source: Filter attribute
hu_hu: Attribútum szűrése

source: If you select “AND”, you will be allowed to select only one attribute. In case of “OR”, you will be able to select multiple values.
hu_hu: Ha az “AND” lehetőséget választja, csak egy attribútumot választhat. Az “OR” esetén több értéket is kiválaszthat.

source: Swatch style
hu_hu: Minta stílusa

source: On backorder filter
hu_hu: Előrendelés szűrő

source: Filter price
hu_hu: Ár szűrése

source: Product tabs for your marketplace
hu_hu: Termékfülek piacteréhez

source: Title color
hu_hu: Cím színe

source: Title border color
hu_hu: Cím szegélyszíne

source: Description color
hu_hu: Leírás színe

source: Heading content
hu_hu: Címsor tartalma

source: Title image
hu_hu: Cím képe

source: Products tab
hu_hu: Termékek fül

source: Products block
hu_hu: Termékek blokk

source: Title for the tab
hu_hu: Fül címe

source: Icon setting
hu_hu: Ikon beállítás

source: Icon for the tab
hu_hu: Ikon a fülhöz

source: Select icon from media library.
hu_hu: Válasszon ikont a médiatárból.

source: Product source
hu_hu: Termék forrása

source: WC products widget
hu_hu: WC termékek widget

source: Small products list widget
hu_hu: Kis terméklista widget

source: Widget title
hu_hu: Widget címe

source: Order
hu_hu: Sorrend

source: Animated carousel with posts
hu_hu: Animált karusszel bejegyzésekkel

source: Show products in standard grid or via slider carousel
hu_hu: Termékek megjelenítése standard rácsban vagy slider karusszellel

source: Products may have different sizes
hu_hu: A termékek különböző méretűek lehetnek

source: Space between products
hu_hu: Termékek közötti térköz

source: Arrow position
hu_hu: Nyíl pozíciója

source: Add borders between the products in your grid
hu_hu: Szegélyek hozzáadása a rács termékei közé

source: Custom products border color
hu_hu: Egyedi termékszegély színe

source: Set custom border color for products.
hu_hu: Állítson be egyedi szegélyszínt a termékekhez.

source: Matches same order you passed in via the include parameter.
hu_hu: Megfelel annak a sorrendnek, amelyet az include paraméterrel adott meg.

source: Promo image with text and hover effect
hu_hu: Promókép szöveggel és hover effekttel

source: Show your banners as a carousel
hu_hu: Mutassa be bannereit karusszelként

source: Banner Height
hu_hu: Banner magassága

source: Default: 0
hu_hu: Alapértelmezett: 0

source: Image Height
hu_hu: Kép magassága

source: Banner style
hu_hu: Banner stílusa

source: Highlight text gradient
hu_hu: Kiemelt szöveg színátmenete

source: Sub title
hu_hu: Alcím

source: Predefined subtitle color scheme
hu_hu: Előre meghatározott alcím színséma

source: Add here few words to your banner image.
hu_hu: Adjon ide néhány szót a banner képéhez.

source: Custom content width
hu_hu: Egyedi tartalomszélesség

source: Content height
hu_hu: Tartalom magassága

source: Title desktop text size ( > 1024px )
hu_hu: Cím asztali szövegmérete ( > 1024px )

source: Only number without px.
hu_hu: Csak szám, px nélkül.

source: Custom size
hu_hu: Egyéni méret

source: Title tablet text size ( < 1024px )
hu_hu: Cím táblagép szövegmérete ( < 1024px )

source: Title mobile text size ( < 767px )
hu_hu: Cím mobil szövegmérete ( < 767px )

source: Subtitle desktop text size ( > 1024px )
hu_hu: Asztali alcím szövegméret ( > 1024px )

source: Subtitle tablet text size ( < 1024px )
hu_hu: Tablet alcím szövegméret ( < 1024px )

source: Subtitle mobile text size ( < 767px )
hu_hu: Mobil alcím szövegméret ( < 767px )

source: Responsive text block (old)
hu_hu: Reszponzív szövegblokk (régi)

source: New responsive text block
hu_hu: Új reszponzív szövegblokk

source: Text width
hu_hu: Szöveg szélessége

source: Desktop text size ( > 1024px )
hu_hu: Asztali szövegméret ( > 1024px )

source: Tablet text size ( < 1024px )
hu_hu: Tablet szövegméret ( < 1024px )

source: Mobile text size ( < 767px )
hu_hu: Mobil szövegméret ( < 767px )

source: Section divider
hu_hu: Szakasz elválasztó

source: Divider for sections
hu_hu: Elválasztó szakaszokhoz

source: Waves Small
hu_hu: Kis hullámok

source: Waves Wide
hu_hu: Széles hullámok

source: Curved Line
hu_hu: Ívelt vonal

source: Triangle
hu_hu: Háromszög

source: Clouds
hu_hu: Felhők

source: Diagonal Right
hu_hu: Átlós jobbra

source: Diagonal Left
hu_hu: Átlós balra

source: Half Circle
hu_hu: Félkör

source: Paint Stroke
hu_hu: Ecsetvonás

source: Sweet wave
hu_hu: Édes hullám

source: Enter divider height (Note: CSS measurement units allowed).
hu_hu: Adja meg az elválasztó magasságát (Megjegyzés: CSS mértékegységek engedélyezettek).

source: Overlap
hu_hu: Átfedés

source: We recommend you to set the same color as your row’s background color for the best effect.
hu_hu: A legjobb hatás érdekében javasoljuk, hogy a sor háttérszínével megegyező színt állítson be.

source: Shows any sidebar with widgets
hu_hu: Megjelenít bármely widgetes oldalsávot

source: Display size guide table anywhere
hu_hu: Mérettáblázat megjelenítése bárhol

source: Show title
hu_hu: Cím megjelenítése

source: Show description
hu_hu: Leírás megjelenítése

source: WoodMart theme slider
hu_hu: WoodMart téma slider

source: Follow or share buttons
hu_hu: Követés vagy megosztás gombok

source: Buttons type
hu_hu: Gombok típusa

source: Align
hu_hu: Igazítás

source: Buttons size
hu_hu: Gombok mérete

source: Customizable HTML table
hu_hu: Testreszabható HTML-táblázat

source: Table row
hu_hu: Táblázatsor

source: Column
hu_hu: Oszlop

source: Tab
hu_hu: Fül

source: Add tab in tabs area
hu_hu: Fül hozzáadása a fülek területéhez

source: Team Member
hu_hu: Csapattag

source: Display information about some person
hu_hu: Információ megjelenítése egy személyről

source: User Avatar
hu_hu: Felhasználói avatar

source: Enter the person’s name.
hu_hu: Adja meg a személy nevét.

source: Enter the person’s title or job position. For example: CEO or Senior Developer.
hu_hu: Adja meg a személy titulusát vagy munkakörét. Például: CEO vagy Senior Developer.

source: You can add some member bio here.
hu_hu: Itt hozzáadhat egy rövid bemutatkozást a tagról.

source: With hover
hu_hu: Lebegtetéssel

source: You can use different design for your team member styled for the theme
hu_hu: A témához igazított, különböző dizájnokat használhat a csapattaghoz.

source: Social button style
hu_hu: Közösségi gomb stílusa

source: Social button form
hu_hu: Közösségi gomb formája

source: User testimonials slider or grid
hu_hu: Felhasználói vélemények slider vagy rács

source: Space between testimonial
hu_hu: Távolság a vélemények között

source: Testimonial
hu_hu: Vélemény

source: User testimonial
hu_hu: Felhasználói vélemény

source: User title
hu_hu: Felhasználói cím

source: A block of text
hu_hu: Egy szövegblokk

source: Custom text width
hu_hu: Egyedi szöveg szélessége

source: Timeline for the history of your product
hu_hu: Idővonal a termék történetéhez

source: Genaral options
hu_hu: Általános beállítások

source: Timeline item
hu_hu: Idővonal elem

source: Background color
hu_hu: Háttérszín

source: Primary section
hu_hu: Elsődleges szakasz

source: Image Primary
hu_hu: Elsődleges kép

source: Title Primary
hu_hu: Elsődleges cím

source: Provide the title for primary timeline item.
hu_hu: Adja meg az elsődleges idővonalelem címét.

source: Content Primary
hu_hu: Elsődleges tartalom

source: Provide the description for primary timeline item.
hu_hu: Adja meg az elsődleges idővonalelem leírását.

source: Secondary section
hu_hu: Másodlagos szakasz

source: Image Secondary
hu_hu: Másodlagos kép

source: Title Secondary
hu_hu: Másodlagos cím

source: Provide the title for secondary timeline item.
hu_hu: Adja meg a másodlagos idővonalelem címét.

source: Content Secondary
hu_hu: Másodlagos tartalom

source: Provide the description for secondary timeline item.
hu_hu: Adja meg a másodlagos idővonalelem leírását.

source: Timeline breakpoint
hu_hu: Idővonal töréspont

source: Provide the title for this timeline item.
hu_hu: Adja meg ennek az idővonalelemnek a címét.

source: Styled title for sections
hu_hu: Stílusozott cím szakaszokhoz

source: Custom title width
hu_hu: Egyedi cím szélessége

source: Underline 2
hu_hu: Aláhúzás 2

source: Predefined color scheme
hu_hu: Előre meghatározott színséma

source: Font Size
hu_hu: Betűméret

source: Text after title
hu_hu: Cím utáni szöveg

source: Gradient title color
hu_hu: Színátmenetes cím színe

source: Toggle visibility of a large amount of content
hu_hu: Nagy mennyiségű tartalom láthatóságának átkapcsolása

source: Toggle title
hu_hu: Kapcsoló címe

source: Adds FAQ schema to the site, improving its visibility in search engines. Learn more in the <a href="https://developers.google.com/search/docs/appearance/structured-data/faqpage">Google documentation</a>
hu_hu: FAQ séma hozzáadása az oldalhoz, amely javítja a láthatóságát a keresőmotorokban. További információ a <a href="https://developers.google.com/search/docs/appearance/structured-data/faqpage">Google dokumentációjában</a>

source: Shows posts from any X account
hu_hu: Bejegyzések megjelenítése bármely X-fiókból

source: Widget settings
hu_hu: Widget beállításai

source: Access settings
hu_hu: Hozzáférési beállítások

source: Add poster to video
hu_hu: Előnézeti kép hozzáadása a videóhoz

source: Play icon size
hu_hu: Lejátszás ikon mérete

source: Embed/Self-hosted video player
hu_hu: Beágyazott/saját hosztolású videólejátszó

source: Video options
hu_hu: Videó beállításai

source: Button layout
hu_hu: Gomb elrendezése

source: Button icon
hu_hu: Gomb ikonja
