Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Please confirm your subscription to the waitlist through the email that we have just sent to you within 2 days.
hu_hu: Kérjük, erősítse meg a várólistára történő feliratkozását a most elküldött e-mailben, 2 napon belül.

source: This waitlist is empty.
hu_hu: Ez a várólista üres.

source: You don't have any products in the waiting list yet. Go to the shop and add out-of-stock items to your waitlist so you don't miss out when they're back in stock.
hu_hu: Még nincs termék a várólistáján. Látogasson el a boltba, és adjon hozzá készlethiányos tételeket a várólistájához, hogy ne maradjon le róluk, amikor újra raktáron lesznek.

source: Placeholder
hu_hu: Helyőrző

source: View details
hu_hu: Részletek megtekintése

source: Only with images
hu_hu: Csak képekkel

source: Previous product
hu_hu: Előző termék

source: Back to products
hu_hu: Vissza a termékekhez

source: Next product
hu_hu: Következő termék

source: This product is currently sold out.
hu_hu: Ez a termék jelenleg elfogyott.

source: No worries! Enter your email, and we'll let you know as soon as it's back in stock.
hu_hu: Ne aggódjon! Adja meg e-mail-címét, és szólunk, amint újra raktáron lesz.

source: Add to waitlist
hu_hu: Hozzáadás a várólistához

source: I have read and accept the %1$s Privacy Policy %2$s
hu_hu: Elolvastam és elfogadom a %1$s Adatvédelmi szabályzatot %2$s

source: We added you to this product's waitlist and we'll send you an email when the product is available.
hu_hu: Hozzáadtuk Önt ennek a terméknek a várólistájához, és e-mailt küldünk, amikor a termék elérhető lesz.

source: Leave Waitlist
hu_hu: Várólista elhagyása

source: Accordion title
hu_hu: Harmonika címe

source: Blocks gap
hu_hu: Blokkok közötti hézag

source: First open
hu_hu: Elsőként nyitva

source: Pane gap
hu_hu: Panelek közötti hézag

source: Pane spacing
hu_hu: Panelek térköze

source: Titles
hu_hu: Címek

source: custom
hu_hu: egyedi

source: FAQ Scheme
hu_hu: GYIK séma

source: Adds FAQ schema to the site, improving its visibility in search engines.
hu_hu: Hozzáad GYIK-sémát az oldalhoz, javítva a keresőmotorokban való láthatóságát.

source: Learn more in the
hu_hu: További információ a

source: Google documentation
hu_hu: Google dokumentációban

source: Results thumbnail
hu_hu: Találati bélyegkép

source: Search by category
hu_hu: Keresés kategória szerint

source: End value
hu_hu: Végérték

source: This title will be hidden if there are no posts to display.
hu_hu: Ez a cím rejtve lesz, ha nincs megjeleníthető bejegyzés.

source: Add posts by title.
hu_hu: Bejegyzések hozzáadása cím alapján.

source: Tags
hu_hu: Címkék

source: Thumbnail
hu_hu: Bélyegkép

source: Medium Large
hu_hu: Közepesen nagy

source: Full
hu_hu: Teljes

source: Number of items
hu_hu: Elemek száma

source: Custom border
hu_hu: Egyéni szegély

source: Extra small
hu_hu: Extra kicsi

source: Add
hu_hu: Hozzáadás

source: Opened state button text
hu_hu: Nyitott állapot gombszövege

source: Visible on frontend only
hu_hu: Csak a frontenden látható

source: Fade effect
hu_hu: Áttűnés effektus

source: Space around
hu_hu: Körben elosztva

source: Space evenly
hu_hu: Egyenletesen elosztva

source: Sticky content on desktop
hu_hu: Ragadós tartalom asztali eszközön

source: Sticky content on tablet
hu_hu: Ragadós tartalom tableten

source: Sticky content on mobile
hu_hu: Ragadós tartalom mobilon

source: Sticky offset
hu_hu: Ragadós eltolás

source: Alternative text
hu_hu: Alternatív szöveg

source: Describe the purpose of the image.
hu_hu: Írja le a kép célját.

source: Title attribute
hu_hu: Title attribútum

source: (Note: many devices and browsers do not display this text.)
hu_hu: (Megjegyzés: sok eszköz és böngésző nem jeleníti meg ezt a szöveget.)

source: Handle color
hu_hu: Fogantyú színe

source: Handle background
hu_hu: Fogantyú háttere

source: Direction
hu_hu: Irány

source: Column reverse
hu_hu: Fordított oszlop

source: Justify content
hu_hu: Tartalom igazítása

source: Align items
hu_hu: Elemek igazítása

source: Wrap
hu_hu: Tördelés

source: No wrap
hu_hu: Nincs tördelés

source: Column gap
hu_hu: Oszlopok közötti távolság

source: Row gap
hu_hu: Sorok közötti távolság

source: Shape divider
hu_hu: Forma elválasztó

source: Extra large (42px)
hu_hu: Extra nagy (42px)

source: Content horizontal align
hu_hu: Tartalom vízszintes igazítása

source: Custom aspect ratio
hu_hu: Egyéni képarány

source: No thumbnail generated for this image size. You can do this in Dashboard -> Media or run "Regenerate all thumbnails"
hu_hu: Nem készült bélyegkép ehhez a képmérethez. Ezt megteheti a Vezérlőpult -> Média menüben, vagy futtassa a "Regenerate all thumbnails" parancsot

source: All gallery item updated to: %s
hu_hu: Minden galériaelem frissítve erre: %s

source: Drag images, upload new ones or select files from your library.
hu_hu: Húzza ide a képeket, töltsön fel újakat, vagy válasszon fájlokat a médiatárból.

source: previous
hu_hu: előző

source: next
hu_hu: következő

source: Template library
hu_hu: Sablonkönyvtár

source: Open the Template Library and select a pre-designed block or layout.
hu_hu: Nyissa meg a Sablonkönyvtárat, és válasszon egy előre megtervezett blokkot vagy elrendezést.

source: Open Template library
hu_hu: Sablonkönyvtár megnyitása

source: Template Library
hu_hu: Sablonkönyvtár

source: No templates were found matching your selection.
hu_hu: Nem található a választásának megfelelő sablon.

source: Insert
hu_hu: Beszúrás

source: Inner block
hu_hu: Belső blokk

source: Block position
hu_hu: Blokk pozíciója

source: Block gap
hu_hu: Blokkok közötti távolság

source: Zigzag
hu_hu: Cikkcakk

source: Slashes
hu_hu: Perjelek

source: Curved
hu_hu: Ívelt

source: Custom SVG
hu_hu: Egyéni SVG

source: Remove caption
hu_hu: Felirat eltávolítása

source: Add caption
hu_hu: Felirat hozzáadása

source: Wide image
hu_hu: Széles kép

source: Image alt & title
hu_hu: Kép alt és title

source: Caption
hu_hu: Felirat

source: Caption position
hu_hu: Felirat pozíciója

source: Under
hu_hu: Alul

source: Expand on click
hu_hu: Nagyítás kattintásra

source: “Expand on click” scales the image up, and can’t be combined with a link.
hu_hu: A „Nagyítás kattintásra” felnagyítja a képet, és nem kombinálható hivatkozással.

source: Location
hu_hu: Helyszín

source: Latitude
hu_hu: Szélesség

source: Longitude
hu_hu: Hosszúság

source: Show content
hu_hu: Tartalom megjelenítése

source: Markers
hu_hu: Jelölők

source: Add location
hu_hu: Helyszín hozzáadása

source: Styled maps allow you to customize the presentation of the standard Google base maps, changing the visual display of such elements as roads, parks, and built-up areas.%3$s You can find more Google maps styles on the website:
hu_hu: A stílusozott térképek lehetővé teszik a Google alap térképeinek megjelenésének testreszabását, olyan elemek vizuális megjelenítésének módosításával, mint az utak, parkok és beépített területek.%3$s További Google térképstílusok a webhelyen találhatók:

source: Just copy JSON code and paste it here.
hu_hu: Csak másolja ki a JSON kódot, és illessze be ide.

source: Map content
hu_hu: Térkép tartalma

source: Dot
hu_hu: Pont

source: Pulse
hu_hu: Pulzálás

source: Sonar
hu_hu: Szonár

source: Hotspots
hu_hu: Hotspotok

source: Icon effect
hu_hu: Ikon effektus

source: Upload a media file or pick one from your media library.
hu_hu: Töltsön fel egy médiafájlt, vagy válasszon egyet a médiatárból.

source: Stroke
hu_hu: Körvonal

source: Transition
hu_hu: Átmenet

source: Icon orientation
hu_hu: Ikon tájolása

source: Icon vertical position
hu_hu: Ikon függőleges pozíciója

source: Icon spacing
hu_hu: Ikon térköze

source: Infobox content
hu_hu: Infóablak tartalma

source: Show likes and comments
hu_hu: Kedvelések és hozzászólások megjelenítése

source: Likes and comments position
hu_hu: Kedvelések és hozzászólások pozíciója

source: Click to edit
hu_hu: Kattintson a szerkesztéshez

source: Bullet
hu_hu: Felsorolásjel

source: The ID link ONLY accepts these chars: A-Z, a-z, 0-9 without #
hu_hu: Az ID hivatkozás CSAK ezeket a karaktereket fogadja el: A-Z, a-z, 0-9, # nélkül

source: Title label
hu_hu: Cím címke

source: Image spacing
hu_hu: Képek közötti távolság

source: Subtext
hu_hu: Kiegészítő szöveg

source: Sidebar spacing
hu_hu: Oldalsáv térköze

source: Sidebar width
hu_hu: Oldalsáv szélessége

source: Off-canvas on desktop
hu_hu: Off-canvas asztali nézetben

source: Off-canvas on tablet
hu_hu: Off-canvas táblagépen

source: Off-canvas on mobile
hu_hu: Off-canvas mobilon

source: Opening position
hu_hu: Nyitási pozíció

source: You can find more Open Street Maps styles on the website:
hu_hu: További Open Street Maps stílusokat a weboldalon talál:

source: Just copy url and paste it here. For example:
hu_hu: Csak másolja ki az url-t, és illessze be ide. Például:

source: Attribution Url
hu_hu: Forrásmegjelölés Url

source: Links color
hu_hu: Linkek színe

source: Advanced highlight
hu_hu: Haladó kiemelés

source: Center left
hu_hu: Bal közép

source: Center right
hu_hu: Jobb közép

source: Top center
hu_hu: Felső közép

source: Top left
hu_hu: Bal felső

source: Top right
hu_hu: Jobb felső

source: Bottom center
hu_hu: Alsó közép

source: Bottom left
hu_hu: Bal alsó

source: Bottom right
hu_hu: Jobb alsó

source: Inline image
hu_hu: Sorközi kép

source: Click to edit text
hu_hu: Kattintson a szöveg szerkesztéséhez

source: This title will be hidden if there are no projects to display.
hu_hu: Ez a cím el lesz rejtve, ha nincs megjeleníthető projekt.

source: Related Projects
hu_hu: Kapcsolódó projektek

source: Add projects by title.
hu_hu: Adjon hozzá projekteket cím szerint.

source: Project design
hu_hu: Projekt dizájn

source: Mobile accordion
hu_hu: Mobil harmonika

source: Woocommerce Single
hu_hu: Woocommerce termékoldal

source: Woocommerce Gallery Thumbnail
hu_hu: Woocommerce galéria bélyegkép

source: Tab
hu_hu: Fül

source: Side heading width
hu_hu: Oldalsó címsor szélessége

source: Tab heading
hu_hu: Fül címsora

source: Show title image
hu_hu: Címkép megjelenítése

source: Active border color
hu_hu: Aktív keret színe

source: Tab navigation
hu_hu: Fülnavigáció

source: Tabs title...
hu_hu: Fülek címe...

source: This title will be hidden if there are no products to display.
hu_hu: Ez a cím el lesz rejtve, ha nincs megjeleníthető termék.

source: Tab navigation image
hu_hu: Fülnavigáció képe

source: Leave empty if decorative.
hu_hu: Hagyja üresen, ha díszítő elem.

source: Product gallery controls on mobile devices
hu_hu: Termékgaléria vezérlők mobil eszközökön

source: Select row layout
hu_hu: Sor elrendezésének kiválasztása

source: Select inner block
hu_hu: Belső blokk kiválasztása

source: Blank
hu_hu: Üres

source: Choose sidebar
hu_hu: Oldalsáv kiválasztása

source: Pos X
hu_hu: X pozíció

source: Pos Y
hu_hu: Y pozíció

source: Add slider item
hu_hu: Csúszkaelem hozzáadása

source: Effect
hu_hu: Effekt

source: Distortion effect can be viewed on frontend only.
hu_hu: A torzítás effekt csak a frontend felületen látható.

source: Duration of animation between slides (in ms).
hu_hu: Diák közötti animáció időtartama (ms).

source: Prev/next buttons
hu_hu: Előző/következő gombok

source: Empty color
hu_hu: Kitöltetlen szín

source: Filled color
hu_hu: Kitöltött szín

source: Horizontal even color
hu_hu: Vízszintes páros szín

source: Horizontal odd color
hu_hu: Vízszintes páratlan szín

source: Vertical even color
hu_hu: Függőleges páros szín

source: Vertical odd color
hu_hu: Függőleges páratlan szín

source: Tab %d
hu_hu: Fül %d

source: Move Item Back
hu_hu: Elem visszamozgatása

source: Move Item Forward
hu_hu: Elem előremozgatása

source: Tabs heading spacing
hu_hu: Fülek címsorának térköze

source: Select design
hu_hu: Dizájn kiválasztása

source: Design 1
hu_hu: Dizájn 1

source: Design 2
hu_hu: Dizájn 2

source: Item spacing
hu_hu: Elem térköze

source: Select layout
hu_hu: Elrendezés kiválasztása

source: Timeline content
hu_hu: Idővonal tartalma

source: Line
hu_hu: Vonal

source: Click to edit title
hu_hu: Kattintson a cím szerkesztéséhez

source: State on desktop
hu_hu: Állapot asztali nézetben

source: State on tablet
hu_hu: Állapot táblagépen

source: State on mobile
hu_hu: Állapot mobilon

source: Toggle header
hu_hu: Fejléc átváltása

source: Local
hu_hu: Helyi

source: External
hu_hu: Külső

source: Video URL
hu_hu: Videó URL

source: Aria label
hu_hu: Aria címke

source: Upload a video file, pick one from your media library, or add one with a URL.
hu_hu: Töltsön fel egy videófájlt, válasszon a médiatárból, vagy adjon hozzá egyet URL-lel.

source: Dynamic pagination
hu_hu: Dinamikus lapozás

source: Scrollbar
hu_hu: Görgetősáv

source: Exclude from background lazy loading
hu_hu: Kizárás a háttér lazy loadingból

source: Add background overlay
hu_hu: Háttér átfedés hozzáadása

source: Opacity
hu_hu: Átlátszatlanság

source: Fit content
hu_hu: Tartalomhoz igazítás

source: Max height
hu_hu: Maximális magasság

source: Align self
hu_hu: Egyéni igazítás

source: Shrink
hu_hu: Zsugorítás

source: Grow
hu_hu: Növelés

source: Relative
hu_hu: Relatív

source: Absolute
hu_hu: Abszolút

source: Transforms
hu_hu: Transzformációk

source: Misc
hu_hu: Egyéb

source: Visibility
hu_hu: Láthatóság

source: Overflow Y
hu_hu: Y irányú túlcsordulás

source: HTML Tag
hu_hu: HTML-címke

source: Parent for hover
hu_hu: Szülő a hoverhez

source: Slide from botton
hu_hu: Csúsztatás alulról

source: Duration
hu_hu: Időtartam

source: Delay
hu_hu: Késleltetés

source: Brightness
hu_hu: Fényerő

source: Contrast
hu_hu: Kontraszt

source: Grayscale
hu_hu: Szürkeárnyalat

source: Hue Rotate
hu_hu: Színárnyalat elforgatása

source: Invert
hu_hu: Invertálás

source: Saturate
hu_hu: Telítettség

source: Sepia
hu_hu: Szépia

source: Classic
hu_hu: Klasszikus

source: Background display size
hu_hu: Háttér megjelenítési méret

source: Repeat x
hu_hu: Ismétlés x

source: Repeat y
hu_hu: Ismétlés y

source: Border color hover
hu_hu: Szegély színe hoverkor

source: Outline
hu_hu: Körvonal

source: Inset
hu_hu: Belső

source: Hide arrows
hu_hu: Nyilak elrejtése

source: Hide pagination
hu_hu: Lapozás elrejtése

source: Combine two carousels using a common identifier
hu_hu: Két körhinta kombinálása közös azonosítóval

source: Units
hu_hu: Mértékegységek

source: Custom images size
hu_hu: Egyedi képméret

source: Parent Hover
hu_hu: Szülő hover

source: Replace
hu_hu: Csere

source: Clouds top
hu_hu: Felhők felül

source: Curved line top
hu_hu: Ívelt vonal felül

source: Diagonal left top
hu_hu: Átlós bal felül

source: Diagonal right top
hu_hu: Átlós jobb felül

source: Half circle top
hu_hu: Félkör felül

source: Paint stroke top
hu_hu: Ecsetvonás felül

source: Sweet wave top
hu_hu: Lágy hullám felül

source: Triangle top
hu_hu: Háromszög felül

source: Waves small top
hu_hu: Kis hullámok felül

source: Waves wide top
hu_hu: Széles hullámok felül

source: Clouds bottom
hu_hu: Felhők alul

source: Curved line bottom
hu_hu: Ívelt vonal alul

source: Diagonal left bottom
hu_hu: Átlós bal alul

source: Diagonal right bottom
hu_hu: Átlós jobb alul

source: Half circle bottom
hu_hu: Félkör alul

source: Paint stroke bottom
hu_hu: Ecsetvonás alul

source: Sweet wave bottom
hu_hu: Lágy hullám alul

source: Triangle bottom
hu_hu: Háromszög alul

source: Waves small bottom
hu_hu: Kis hullámok alul

source: Waves wide bottom
hu_hu: Széles hullámok alul

source: Select divider
hu_hu: Elválasztó kiválasztása

source: Flip
hu_hu: Tükrözés

source: Bring to front
hu_hu: Előtérbe hozás

source: Inherit from tablet
hu_hu: Öröklés táblagépről

source: Inherit from desktop
hu_hu: Öröklés asztali gépről

source: SVG image
hu_hu: SVG-kép

source: Rotate
hu_hu: Forgatás

source: Rotate 3D
hu_hu: 3D forgatás

source: Rotate X
hu_hu: X forgatás

source: Rotate Y
hu_hu: Y forgatás

source: Perspective
hu_hu: Perspektíva

source: Offset X
hu_hu: Eltolás X

source: Offset Y
hu_hu: Eltolás Y

source: Scale
hu_hu: Skálázás

source: Keep ratio
hu_hu: Arány megtartása

source: Scale X
hu_hu: Skálázás X

source: Scale Y
hu_hu: Skálázás Y

source: Skew
hu_hu: Ferdítés

source: Skew X
hu_hu: Ferdítés X

source: Skew Y
hu_hu: Ferdítés Y

source: X Anchor Point
hu_hu: X rögzítési pont

source: Y Anchor Point
hu_hu: Y rögzítési pont

source: System font stack
hu_hu: Rendszer betűtípus-készlet

source: Theme custom fonts
hu_hu: Téma egyedi betűtípusai

source: Thin 100 Italic
hu_hu: Vékony 100 dőlt

source: Light 200 Italic
hu_hu: Könnyű 200 dőlt

source: Regular 300 Italic
hu_hu: Normál 300 dőlt

source: Normal 400 Italic
hu_hu: Normál 400 dőlt

source: Medium 500 Italic
hu_hu: Közepes 500 dőlt

source: Semi Bold 600 Italic
hu_hu: Félkövér 600 dőlt

source: Bold 700 Italic
hu_hu: Félkövér 700 dőlt

source: Extra Bold 800 Italic
hu_hu: Extra félkövér 800 dőlt

source: Black 900 Italic
hu_hu: Fekete 900 dőlt

source: none
hu_hu: nincs

source: Line through
hu_hu: Áthúzás

source: Select a font family
hu_hu: Válasszon betűcsaládot

source: Font variant
hu_hu: Betűvariáns

source: Letter spacing
hu_hu: Betűköz

source: Word spacing
hu_hu: Szótávolság

source: Text decoration
hu_hu: Szövegdekoráció

source: Text decoration color
hu_hu: Szövegdekoráció színe

source: Text decoration style
hu_hu: Szövegdekoráció stílusa

source: Text decoration thickness
hu_hu: Szövegdekoráció vastagsága

source: Text underline offset
hu_hu: Aláhúzás eltolása

source: Adv Highlight
hu_hu: Haladó kiemelés

source: Drag and drop onto this block, upload, or select existing media from your library.
hu_hu: Fogja meg és húzza erre a blokkra, töltsön fel, vagy válasszon meglévő médiát a könyvtárából.

source: Error loading block
hu_hu: Hiba a blokk betöltésekor

source: The coupon form block can't be placed inside the checkout form.
hu_hu: A kuponűrlap blokk nem helyezhető el a pénztár űrlapon belül.

source: Your order
hu_hu: Rendelés

source: The login form block can't be placed inside the checkout form.
hu_hu: A bejelentkezési űrlap blokk nem helyezhető el a pénztár űrlapon belül.

source: Show avatar
hu_hu: Avatar megjelenítése

source: Show name
hu_hu: Név megjelenítése

source: Show post date
hu_hu: Bejegyzés dátumának megjelenítése

source: Add a background to the products in your grid
hu_hu: Háttér hozzáadása a rácsban lévő termékekhez

source: Add a shadow to products if the initial product style did not have one
hu_hu: Árnyék hozzáadása a termékekhez, ha az eredeti termékstílus nem tartalmazott árnyékot

source: Show an icon button on mobile devices instead of dropdown
hu_hu: Legördülő helyett ikongomb megjelenítése mobil eszközökön

source: Position on desktop
hu_hu: Pozíció asztali nézetben

source: Position on mobile devices
hu_hu: Pozíció mobil eszközökön

source: Swatch label
hu_hu: Minta címke

source: Column width
hu_hu: Oszlopszélesség

source: Estimated delivery dates:
hu_hu: Várható szállítási dátumok:

source: Per view
hu_hu: Nézetenként

source: Main carousel
hu_hu: Fő karusszel

source: On tablet
hu_hu: Táblagépen

source: On mobile
hu_hu: Mobilon

source: Thumbnails
hu_hu: Bélyegképek

source: Per slide
hu_hu: Diánként

source: Position bottom on mobile devices
hu_hu: Alsó pozíció mobil eszközökön

source: Gallery width
hu_hu: Galéria szélessége

source: Gallery height
hu_hu: Galéria magassága

source: Items sold in last 3 minutes [PREVIEW]
hu_hu: Az elmúlt 3 percben eladott tételek [PREVIEW]

source: Tabs spacing
hu_hu: Fülek közötti távolság

source: People watching this product now! [PREVIEW]
hu_hu: Most ezt a terméket nézik! [PREVIEW]

source: Order data
hu_hu: Rendelési adatok

source: You can clean all default WooCommerce PHP functions hooked to this action
hu_hu: Az ehhez az akcióhoz kapcsolódó összes alapértelmezett WooCommerce PHP függvény eltávolítható

source: Color scheme preview
hu_hu: Színséma előnézet

source: Condition
hu_hu: Feltétel

source: Popup settings
hu_hu: Felugró ablak beállításai

source: Floating block settings
hu_hu: Lebegő blokk beállításai

source: Sets vertical content alignment (visible only on the frontend).
hu_hu: Beállítja a függőleges tartalomigazítást (csak a frontenden látható).

source: Disable the default close button. After that, the block can be closed via the background overlay or a custom button using the “Close by selector” option.
hu_hu: Az alapértelmezett bezárógomb letiltása. Ezt követően a blokk a háttérátfedésen keresztül vagy egy egyéni gombbal zárható be a “Close by selector” opció használatával.

source: Create an alternative block close button. Enter a CSS selector (e.g., .wd-close-block) that will close the block when clicked.
hu_hu: Alternatív blokkbezáró gomb létrehozása. Adjon meg egy CSS szelektort (pl.: .wd-close-block), amelyre kattintva a blokk bezárul.

source: Select a block appearance animation.
hu_hu: Válasszon blokkmegjelenési animációt.

source: Trigger
hu_hu: Kiváltó feltétel

source: Show block after some time (in milliseconds).
hu_hu: Blokk megjelenítése bizonyos idő után (ezredmásodpercben).

source: Show block after user scrolls a certain percentage of the page.
hu_hu: Blokk megjelenítése, miután a felhasználó az oldal egy bizonyos százalékáig görgetett.

source: Show block when user scrolls to a specific CSS selector.
hu_hu: Blokk megjelenítése, amikor a felhasználó egy megadott CSS szelektorig görget.

source: Comma-separated list of selectors. For example: .wrapper .special-button, .newsletter-icon.
hu_hu: Vesszővel elválasztott szelektorlista. Például: .wrapper .special-button, .newsletter-icon.

source: Show block after inactivity time (in milliseconds).
hu_hu: Blokk megjelenítése inaktivitási idő után (ezredmásodpercben).

source: Block appears when the cursor exits the viewport, suggesting tab closure.
hu_hu: A blokk akkor jelenik meg, amikor a kurzor kilép a nézetablakból, jelezve a lap bezárását.

source: Number of clicks required to show block.
hu_hu: A blokk megjelenítéséhez szükséges kattintások száma.

source: CSS selector to trigger block on click.
hu_hu: CSS szelektor a blokk kattintásra történő kiváltásához.

source: Comma-separated list of parameters. For example: utm_source=facebook, single_key.
hu_hu: Vesszővel elválasztott paraméterlista. Például: utm_source=facebook, single_key.

source: Back to Dashboard
hu_hu: Vissza az irányítópultra

# block title
source: Pane
hu_hu: Panel

# block title
source: Accordion
hu_hu: Harmonika

# block description
source: Allows to collapse and expand content for convenient navigation.
hu_hu: Lehetővé teszi a tartalom összecsukását és kibontását a kényelmes navigáció érdekében.

# block title
source: AJAX search
hu_hu: AJAX keresés

# block description
source: Search function updating results dynamically.
hu_hu: Keresőfunkció, amely dinamikusan frissíti az eredményeket.

# block title
source: Animated counter
hu_hu: Animált számláló

# block description
source: Counting animation for engaging user experience.
hu_hu: Számláló animáció a vonzóbb felhasználói élményért.

# block description
source: Blog post display for showcasing latest articles.
hu_hu: Blogbejegyzések megjelenítése a legfrissebb cikkek bemutatásához.

# block keyword
source: post
hu_hu: bejegyzés

# block title
source: Brands
hu_hu: Márkák

# block description
source: Shows product brands for easy selection.
hu_hu: Termékmárkák megjelenítése az egyszerű kiválasztáshoz.

# block title
source: Breadcrumbs
hu_hu: Morzsamenü

# block title
source: Button
hu_hu: Gomb

# block description
source: Customizable button with style, shape, icon, and color options.
hu_hu: Testreszabható gomb stílus-, forma-, ikon- és színbeállításokkal.

# block title
source: Carousel item
hu_hu: Karusszel elem

# block title
source: Carousel
hu_hu: Karusszel
