Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

source: Close the popup when clicking on the background overlay.
hu_hu: Az előugró ablak bezárása a háttérrétegre kattintva.

source: Close by ESC key
hu_hu: Bezárás ESC billentyűvel

source: Close the popup when pressing the Escape key.
hu_hu: Az előugró ablak bezárása az Escape billentyű megnyomásakor.

source: Create an alternative popup close button. Enter a CSS selector (e.g., .wd-close-popup) that will close the popup when clicked.
hu_hu: Alternatív előugró ablak bezárógomb létrehozása. Adjon meg egy CSS szelektort (pl.: .wd-close-popup), amelyre kattintva bezáródik az előugró ablak.

source: Once closed, the popup will stay hidden on reload until the cookie is cleared.
hu_hu: Bezárás után az előugró ablak újratöltéskor rejtve marad, amíg a cookie törlésre nem kerül.

source: Enable page scrolling
hu_hu: Oldalgörgetés engedélyezése

source: Set background color or image for popup.
hu_hu: Háttérszín vagy kép beállítása az előugró ablakhoz.

source: Sets the spacing between the popup’s borders and its content.
hu_hu: Beállítja az előugró ablak szegélye és tartalma közötti térközt.

source: Sets the spacing between the popup and the edge of the screen.
hu_hu: Beállítja az előugró ablak és a képernyő széle közötti távolságot.

source: From left to right
hu_hu: Balról jobbra

source: Select a popup appearance animation.
hu_hu: Válasszon megjelenési animációt az előugró ablakhoz.

source: Overlay
hu_hu: Háttérréteg

source: Overlay color. Set transparency to make the site partially visible beneath the overlay.
hu_hu: A háttérréteg színe. Az átlátszóság beállításával a webhely részben látható marad a réteg alatt.

source: Triggers
hu_hu: Triggerek

source: Show popup after user scrolls a certain percentage of the page.
hu_hu: Előugró ablak megjelenítése, miután a felhasználó az oldal egy bizonyos százalékát legörgette.

source: Show popup when user scrolls to a specific CSS selector.
hu_hu: Előugró ablak megjelenítése, amikor a felhasználó egy adott CSS szelektorig görget.

source: Show popup after inactivity time (in milliseconds).
hu_hu: Előugró ablak megjelenítése inaktivitás után (ezredmásodpercben).

source: Popup appears when the cursor exits the viewport, suggesting tab closure.
hu_hu: Az előugró ablak akkor jelenik meg, amikor a kurzor kilép a viewportból, a lap bezárását feltételezve.

source: Number of clicks required to show popup.
hu_hu: Az előugró ablak megjelenítéséhez szükséges kattintások száma.

source: CSS selector to trigger popup on click.
hu_hu: CSS szelektor, amely kattintásra kiváltja az előugró ablakot.

source: Show popup after a specific number of page views.
hu_hu: Előugró ablak megjelenítése meghatározott számú oldalmegtekintés után.

source: Show popup after a specific number of user sessions.
hu_hu: Előugró ablak megjelenítése meghatározott számú felhasználói munkamenet után.

source: Content vertical align
hu_hu: Tartalom függőleges igazítása

source: Horizontal align
hu_hu: Vízszintes igazítás

source: Display condition
hu_hu: Megjelenítési feltétel

source: Comma-separated list of hashtags. For example: #hashtag1,#hashtag2
hu_hu: Vesszővel elválasztott hashtagek listája. Például: #hashtag1,#hashtag2

source: Headers builder
hu_hu: Fejlécszerkesztő

source: Here you can manage your header layouts, create new ones, import and export. You can set which header to use for all pages by default.
hu_hu: Itt kezelheti a fejléc elrendezéseit, létrehozhat újakat, importálhat és exportálhat. Beállíthatja, melyik fejlécet használja alapértelmezetten minden oldalon.

source: Add new header
hu_hu: Új fejléc hozzáadása

source: Import header
hu_hu: Fejléc importálása

source: Set as default
hu_hu: Beállítás alapértelmezettként

source: Default header
hu_hu: Alapértelmezett fejléc

source: Header settings
hu_hu: Fejléc beállításai

source: Make it default
hu_hu: Legyen alapértelmezett

source: Import new header
hu_hu: Új fejléc importálása

source: JSON code for import is not valid!
hu_hu: Az importhoz megadott JSON-kód érvénytelen!

source: Paste your JSON header export data here and click "Import"
hu_hu: Illessze be ide a JSON fejléc-export adatait, majd kattintson az "Import" gombra

source: Are you sure you want to remove this header?
hu_hu: Biztosan eltávolítja ezt a fejlécet?

source: Press OK to make this header default for all pages, Cancel to leave.
hu_hu: Nyomja meg az OK gombot, hogy ezt a fejlécet alapértelmezetté tegye minden oldalon, a Mégse gombbal pedig kiléphet.

source: Choose which layout you want to use as a base for your new header.
hu_hu: Válassza ki, melyik elrendezést szeretné alapként használni az új fejléchez.

source: Examples library
hu_hu: Példatár

source: User headers
hu_hu: Felhasználói fejlécek

source: Background image repeat
hu_hu: Háttérkép ismétlése

source: No repeat
hu_hu: Nincs ismétlés

source: Repeat All
hu_hu: Ismétlés mindkét irányban

source: Repeat horizontally
hu_hu: Ismétlés vízszintesen

source: Repeat vertically
hu_hu: Ismétlés függőlegesen

source: Background image attachment
hu_hu: Háttérkép rögzítése

source: Background image position
hu_hu: Háttérkép pozíciója

source: Border Width
hu_hu: Szegélyvastagság

source: fullwidth
hu_hu: teljes szélesség

source: boxed
hu_hu: keretezett

source: Open in new window
hu_hu: Megnyitás új ablakban

source: Add element to this section
hu_hu: Elem hozzáadása ehhez a szakaszhoz

source: Are you sure you want to delete this element?
hu_hu: Biztosan törli ezt az elemet?

source: Export this header structure
hu_hu: A fejléc struktúrájának exportálása

source: Copy the code from the following text area and save it. You will be able to import it later with our import function in the headers manager.
hu_hu: Másolja ki a kódot az alábbi szövegterületből, és mentse el. Ön képes lesz később importálni azt a fejlécek kezelőjében található import funkcióval.

source: Save header
hu_hu: Fejléc mentése

source: Back to headers list
hu_hu: Vissza a fejlécek listájához

source: Frontend editor
hu_hu: Frontend szerkesztő

source: Clone
hu_hu: Klónozás

source: Add element
hu_hu: Elem hozzáadása

source: Loading, please wait...
hu_hu: Betöltés, kérem várjon...

source: Export header
hu_hu: Fejléc exportálása

source: Desktop layout
hu_hu: Asztali elrendezés

source: Mobile layout
hu_hu: Mobil elrendezés

source: Header is successfully saved.
hu_hu: A fejléc sikeresen mentve.

source: Header is successfully deleted.
hu_hu: A fejléc sikeresen törölve.

source: Default header for all pages is changed.
hu_hu: Az összes oldal alapértelmezett fejléce megváltoztatva.

source: Configure
hu_hu: Beállítás

source: settings
hu_hu: beállítások

source: Hidden on desktop
hu_hu: Asztali nézetben rejtve

source: Hidden on mobile
hu_hu: Mobil nézetben rejtve

source: Backdrop filter
hu_hu: Háttérszűrő

source: Backdrop effects will be visible only if the row has background with transparency.
hu_hu: A háttéreffektek csak akkor láthatók, ha a sornak áttetsző háttere van.

source: Select preview page
hu_hu: Előnézeti oldal kiválasztása

source: Backend editor
hu_hu: Backend szerkesztő

source: No pages found
hu_hu: Nem található oldal

source: Collapse editor
hu_hu: Szerkesztő összecsukása

source: Show editor
hu_hu: Szerkesztő megjelenítése

source: Close editor
hu_hu: Szerkesztő bezárása

source: (Copy)
hu_hu: (Másolat)

source: Header layout
hu_hu: Fejléc elrendezés

source: (no title)
hu_hu: (nincs cím)

source: Account
hu_hu: Fiók

source: Login/register links
hu_hu: Bejelentkezés/Regisztráció linkek

source: Show username
hu_hu: Felhasználónév megjelenítése

source: Display username when user is logged in.
hu_hu: A felhasználónév megjelenítése, ha a felhasználó be van jelentkezve.

source: Show login form
hu_hu: Bejelentkezési űrlap megjelenítése

source: Display login form dropdown on hover when user is not logged in.
hu_hu: Lenyíló bejelentkezési űrlap megjelenítése egér fölévitelkor, ha a felhasználó nincs bejelentkezve.

source: Form display
hu_hu: Űrlap megjelenítése

source: Only text
hu_hu: Csak szöveg

source: First
hu_hu: Első

source: Second
hu_hu: Második

source: Third
hu_hu: Harmadik

source: Fourth
hu_hu: Negyedik

source: Background wrap type
hu_hu: Háttér burkoló típusa

source: Icon only
hu_hu: Csak ikon

source: Icon and text
hu_hu: Ikon és szöveg

source: Hover icon color
hu_hu: Ikon színe egér fölévitelkor

source: Hover icon background color
hu_hu: Ikon háttérszíne egér fölévitelkor

source: Icon width
hu_hu: Ikon szélessége

source: Background overlay
hu_hu: Háttér átfedés

source: Highlight dropdowns by darkening the background behind.
hu_hu: A lenyíló menük kiemelése a háttér elsötétítésével.

source: Mobile menu
hu_hu: Mobil menü

source: Mobile burger icon
hu_hu: Mobil hamburger ikon

source: Show wishlist
hu_hu: Kívánságlista megjelenítése

source: Show compare
hu_hu: Összehasonlítás megjelenítése

source: Show account
hu_hu: Fiók megjelenítése

source: Show HTML Blocks
hu_hu: HTML Blocks megjelenítése

source: HTML Blocks that were assigned to the menu items will be shown as items submenus.
hu_hu: A menüpontokhoz rendelt HTML Blocks elemek az adott pontok almenüiként jelennek meg.

source: Show WPML languages
hu_hu: WPML nyelvek megjelenítése

source: Show the language switcher if the WPML plugin is enabled.
hu_hu: A nyelvválasztó megjelenítése, ha a WPML bővítmény engedélyezve van.

source: Show flag of WPML languages
hu_hu: A WPML nyelvek zászlóinak megjelenítése

source: Show search form
hu_hu: Kereső űrlap megjelenítése

source: Show popular requests
hu_hu: Népszerű keresések megjelenítése

source: You can write a list of popular requests in Theme Settings -> General -> Search
hu_hu: A népszerű keresések listáját a Theme Settings -> General -> Search menüben adhatja meg

source: Show search history
hu_hu: Keresési előzmények megjelenítése

source: Allowing users to quickly access their previous searches.
hu_hu: Lehetővé teszi a felhasználóknak, hogy gyorsan elérjék korábbi kereséseiket.

source: Search with AJAX
hu_hu: Keresés AJAX-szal

source: Enable instant AJAX search functionality for this form.
hu_hu: Az azonnali AJAX-keresési funkció engedélyezése ehhez az űrlaphoz.

source: AJAX search results count
hu_hu: AJAX keresési találatok száma

source: Number of products to display in AJAX search results.
hu_hu: Az AJAX keresési találatokban megjelenítendő termékek száma.

source: Page
hu_hu: Oldal

source: All post types
hu_hu: Minden bejegyzéstípus

source: When enabled, the search function will also look for and display categories that match the search query.
hu_hu: Bekapcsolásakor a keresés a lekérdezésnek megfelelő kategóriákat is megkeresi és megjeleníti.

source: Show categories menu
hu_hu: Kategóriamenü megjelenítése

source: First menu tab title
hu_hu: Első menüfül címe

source: You can rewrite mobile menu tab title with this option. Or leave empty to have a default one - Menu.
hu_hu: Ezzel az opcióval átírhatja a mobil menü fül címét. Vagy hagyja üresen az alapértelmezett - Menu használatához.

source: Second menu tab title
hu_hu: Második menüfül címe

source: You can rewrite mobile menu tab title with this option. Or leave empty to have a default one - Categories.
hu_hu: Ezzel az opcióval átírhatja a mobil menü fül címét. Vagy hagyja üresen az alapértelmezett - Categories használatához.

source: Choose which menu to display.
hu_hu: Válassza ki, melyik menüt jelenítse meg.

source: Swap menus
hu_hu: Menük felcserélése

source: Swap the positions of the first and secondary menus.
hu_hu: Az elsődleges és másodlagos menük pozícióinak felcserélése.

source: Change the layout of the submenus of the mobile menus.
hu_hu: A mobil menük almenüinek elrendezésének módosítása.

source: Change the navigation animation through the drilldown menu.
hu_hu: A navigáció animációjának módosítása a drilldown menüben.

source: Submenu opening action
hu_hu: Almenü megnyitási művelet

source: Specify which parent menu element needs to be clicked to open the submenu.
hu_hu: Adja meg, melyik szülő menüelemre kell kattintani az almenü megnyitásához.

source: Position of the mobile menu sidebar.
hu_hu: A mobil menü oldalsávjának pozíciója.

source: You can show the icon only or display "Menu" text too.
hu_hu: Megjelenítheti csak az ikont, vagy a "Menu" szöveget is.

source: Button with link
hu_hu: Gomb hivatkozással

source: Additional CSS class
hu_hu: További CSS osztály

source: Enter the class name of the icon. For example "fas fa-check".
hu_hu: Adja meg az ikon osztálynevét. Például "fas fa-check".

source: Enter the class name of the icon. For example "oi oi-check".
hu_hu: Adja meg az ikon osztálynevét. Például "oi oi-check".

source: Enter the class name of the icon. For example "typcn typcn-input-checked".
hu_hu: Adja meg az ikon osztálynevét. Például "typcn typcn-input-checked".

source: Enter the class name of the icon. For example "entypo-icon entypo-icon-check".
hu_hu: Adja meg az ikon osztálynevét. Például "entypo-icon entypo-icon-check".

source: Enter the class name of the icon. For example "vc_li vc_li-star".
hu_hu: Adja meg az ikon osztálynevét. Például "vc_li vc_li-star".

source: Enter the class name of the icon. For example "vc-mono vc-mono-addme".
hu_hu: Adja meg az ikon osztálynevét. Például "vc-mono vc-mono-addme".

source: Enter the class name of the icon. For example "vc-material vc-material-check".
hu_hu: Adja meg az ikon osztálynevét. Például "vc-material vc-material-check".

source: Button image position
hu_hu: Gomb képének pozíciója

source: Shopping widget
hu_hu: Kosár widget

source: You can show the icon only or display “Cart” contents info too.
hu_hu: Megjelenítheti csak az ikont, vagy a “Cart” tartalmi információit is.

source: Fifths
hu_hu: Ötödök

source: Sixth
hu_hu: Hatodik

source: Seventh
hu_hu: Hetedik

source: Eighth
hu_hu: Nyolcadik

source: Bag
hu_hu: Táska

source: Choose which menu to display in the header as a categories dropdown.
hu_hu: Válassza ki, melyik menüt jelenítse meg a fejlécben a kategóriák legördülőjeként.

source: Menu title
hu_hu: Menü címe

source: Specify your custom title for this menu dropdown or leave it empty to keep "Browse categories".
hu_hu: Adja meg az egyéni címet ehhez a menü legördülőhöz, vagy hagyja üresen a "Browse categories" megtartásához.

source: Limit categories
hu_hu: Kategóriák korlátozása

source: Display a certain number of categories and "show more" button.
hu_hu: Meghatározott számú kategóriát és "több megjelenítése" gombot jelenít meg.

source: Number of categories
hu_hu: Kategóriák száma

source: Specify the number of categories to be shown initially
hu_hu: Adja meg a kezdetben megjelenítendő kategóriák számát

source: Open on mouse event
hu_hu: Megnyitás egéreseményre

source: Open menu item dropdown
hu_hu: Menüelem legördülőjének megnyitása

source: Submenu dropdown stays open after cursor leaves the parent menu item. Stops working if "Open categories menu" options is enabled on a page.
hu_hu: Az almenü legördülője nyitva marad, miután a kurzor elhagyja a szülő menüelemet. Nem működik, ha az oldalon engedélyezve van az "Open categories menu" beállítás.

source: Dropdown design
hu_hu: Legördülő kialakítása

source: Select different text color scheme depending on your header background.
hu_hu: Válasszon eltérő szövegszín-sémát a fejléc hátterétől függően.

source: Border settings for menu title.
hu_hu: Menücím szegélybeállításai.

source: Compare icon
hu_hu: Összehasonlítás ikon

source: You can show the icon only or display "Compare" text too.
hu_hu: Megjelenítheti csak az ikont, vagy az "Összehasonlítás" szöveget is.

source: Fifth
hu_hu: Ötödik

source: Hide product count label
hu_hu: Termékszám felirat elrejtése

source: Mark this option if you want to hide product count label.
hu_hu: Jelölje be ezt az opciót, ha el szeretné rejteni a termékszám feliratot.

source: Show dropdown with category
hu_hu: Legördülő megjelenítése kategóriával

source: Following option work only if "Compare by category" is enabled in theme settings.
hu_hu: A következő opció csak akkor működik, ha a téma beállításaiban engedélyezve van a "Compare by category".

source: Divider
hu_hu: Elválasztó

source: Simple vertical line
hu_hu: Egyszerű függőleges vonal

source: Full height
hu_hu: Teljes magasság

source: Mark this option if you want to show this divider line on the full height for this row.
hu_hu: Jelölje be ezt az opciót, ha ezt az elválasztó vonalat a sor teljes magasságában szeretné megjeleníteni.

source: Choose which HTML block to display in the header
hu_hu: Válassza ki, melyik HTML blokk jelenjen meg a fejlécben

source: Page builder content
hu_hu: Oldalépítő tartalom

source: Text with icon
hu_hu: Szöveg ikonnal

source: Subtitle text
hu_hu: Alcím szöveg

source: Background image on hover
hu_hu: Háttérkép egér fölé vitelekor

source: Background image on hover size
hu_hu: Háttérkép mérete egér fölé vitelekor

source: Border color on hover
hu_hu: Szegélyszín egér fölé vitelekor

source: Insert value including units. For example: "14px" or "1.5em".
hu_hu: Adjon meg egységet is tartalmazó értéket. Például: "14px" vagy "1.5em".

source: Insert default or reletive value. For example: "14px" or "1.2".
hu_hu: Adjon meg alapértelmezett vagy relatív értéket. Például: "14px" vagy "1.2".

source: Predefined font size
hu_hu: Előre meghatározott betűméret

source: Text Color
hu_hu: Szöveg színe

source: WPML Languages
hu_hu: WPML nyelvek

source: Language selectors
hu_hu: Nyelvválasztók

source: Show Flag
hu_hu: Zászló megjelenítése

source: Show flag of languages
hu_hu: Nyelvek zászlóinak megjelenítése

source: Website's logo
hu_hu: A webhely logója

source: Logo image
hu_hu: Logó képe

source: Logo width
hu_hu: Logó szélessége

source: Determine the logo image width in pixels. If the overall image aspect ratio is larger than the header row height, further logo width increase will be ignored.
hu_hu: Adja meg a logókép szélességét pixelben. Ha a teljes kép oldalaránya nagyobb, mint a fejlécsor magassága, a logó szélességének további növelését figyelmen kívül hagyjuk.

source: Optional. You do not have to upload your logo if it is the same as on a regular header. Use this option only if the logo for the sticky header is different or has a different size.
hu_hu: Nem kötelező. Nem kell feltöltenie a logót, ha megegyezik a normál fejlécben lévővel. Csak akkor használja ezt az opciót, ha a rögzített fejléc logója eltérő vagy más méretű.

source: Logo image for sticky header
hu_hu: Logókép a rögzített fejléchez

source: Leave empty to use same logo as on the regular header.
hu_hu: Hagyja üresen, ha ugyanazt a logót szeretné használni, mint a normál fejlécben.

source: Sticky header logo width
hu_hu: Rögzített fejléc logójának szélessége

source: Determine the logo on the sticky header image width in pixels.
hu_hu: Adja meg a rögzített fejléc logóképének szélességét pixelben.

source: Add width and height attributes
hu_hu: Szélesség- és magasságattribútumok hozzáadása

source: Explicit width and height attributes are recommended to improve page load speed.
hu_hu: Az explicit szélesség- és magasságattribútumok ajánlottak az oldalbetöltési sebesség javításához.

source: Main menu
hu_hu: Főmenü

source: Choose which menu to display in the header.
hu_hu: Válassza ki, melyik menü jelenjen meg a fejlécben.

source: Enable to show your menu in full screen style on burger icon click.
hu_hu: Engedélyezze, hogy a menü teljes képernyős stílusban jelenjen meg a hamburger ikonra kattintva.

source: You can change menu style in the header.
hu_hu: A menü stílusát a fejlécben módosíthatja.

source: Menu align
hu_hu: Menü igazítása

source: Set the menu items text align.
hu_hu: Állítsa be a menüelemek szövegének igazítását.

source: Set the items gap.
hu_hu: Állítsa be az elemek közötti távolságot.

source: The width of the element will depend on its content
hu_hu: Az elem szélessége a tartalmától függ

source: Secondary menu
hu_hu: Másodlagos menü

source: Full screen
hu_hu: Teljes képernyő

source: Full screen 2
hu_hu: Teljes képernyő 2

source: Display search icon/form in the header in different views.
hu_hu: Keresés ikon/űrlap megjelenítése a fejlécben különböző nézetekben.

source: Search result
hu_hu: Keresési találat

source: Search style
hu_hu: Keresés stílusa

source: Icon display
hu_hu: Ikon megjelenítése

source: You can show the icon only or display "Search" text too.
hu_hu: Megjelenítheti csak az ikont, vagy a "Keresés" szöveget is.

source: Root
hu_hu: Gyökér

source: Row
hu_hu: Sor

source: Row columns
hu_hu: Sor oszlopai

source: Row flex layout
hu_hu: Sor flex elrendezése

source: Flexible middle column
hu_hu: Rugalmas középső oszlop

source: Equal right and left columns
hu_hu: Egyenlő jobb és bal oszlopok

source: Determine the "flex layout" for this row. More information about both options read in our <a href="https://xtemos.com/docs/woodmart/header-builder/header-rows-flex-layouts/" target="_blank">documentation here</a>.
hu_hu: Határozza meg ennek a sornak a "flex elrendezését". Mindkét opcióról további információt talál a <a href="https://xtemos.com/docs/woodmart/header-builder/header-rows-flex-layouts/" target="_blank">dokumentációnkban itt</a>.

source: Row height
hu_hu: Sor magassága

source: Determine the header height value in pixels.
hu_hu: Adja meg a fejléc magasságának értékét pixelben.

source: Row height on mobile devices
hu_hu: Sor magassága mobil eszközökön

source: Determine the header height for mobile devices value in pixels.
hu_hu: Adja meg a fejléc magasságát mobil eszközökön pixelben.

source: Disable this row for desktop devices.
hu_hu: A sor letiltása asztali eszközökön.

source: Disable this row for mobile devices.
hu_hu: A sor letiltása mobil eszközökön.

source: Make it sticky
hu_hu: Legyen rögzített

source: The following option will not work if "Sticky header clone" is enabled in header settings.
hu_hu: A következő opció nem működik, ha a fejlécbeállításokban engedélyezve van a "Sticky header clone".

source: Row height on sticky header
hu_hu: Sor magassága rögzített fejlécben

source: Determine the header height for sticky header value in pixels.
hu_hu: Adja meg a rögzített fejléc magasságának értékét pixelben.

source: Select different text color scheme depending on your background.
hu_hu: Válasszon eltérő szövegszín-sémát a hátterétől függően.

source: Border bottom
hu_hu: Alsó szegély

source: Set border bottom for this header row.
hu_hu: Állítsa be az alsó szegélyt ehhez a fejlécsorhoz.

source: Add shadow to the header section.
hu_hu: Árnyék hozzáadása a fejléchez.

source: Show product categories dropdown
hu_hu: Termékkategóriák legördülőjének megjelenítése

source: Ability to search in a specific category.
hu_hu: Keresés lehetősége egy adott kategóriában.

source: Product categories selector style
hu_hu: Termékkategória-választó stílusa

source: Social links icons
hu_hu: Közösségi hivatkozások ikonjai

source: Space
hu_hu: Térköz

source: Horizontal spacing
hu_hu: Vízszintes térköz

source: Space width
hu_hu: Térköz szélessége

source: Determine the space width.
hu_hu: Adja meg a térköz szélességét.

source: Navigation opener
hu_hu: Navigáció megnyitója

source: Before using this element, make sure that you have configured the sticky navigation menu via options located in Theme settings - Genaral - Sticky navigation.
hu_hu: Ezen elem használata előtt győződjön meg róla, hogy beállította a rögzített navigációs menüt a Téma beállításai - Általános - Rögzített navigáció menüpontban.

source: Specify your custom text for this menu or leave it empty to keep "Menu".
hu_hu: Adja meg az egyéni szöveget ehhez a menühöz, vagy hagyja üresen a "Menu" megtartásához.

source: Close menu on mouse leave
hu_hu: Menü bezárása, ha az egér elhagyja

source: Text/HTML
hu_hu: Szöveg/HTML

source: Plain text/HTML
hu_hu: Egyszerű szöveg/HTML
