Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/woodmart/woodmart-*.po
Languages: hu_hu

# block description
source: Parent block for the creation of responsive carousel sliders.
hu_hu: Szülőblokk reszponzív karusszel csúszkák létrehozásához.

# block title
source: Collapsible content
hu_hu: Összecsukható tartalom

# block description
source: A block that hides a large amount of content until a button is clicked.
hu_hu: Olyan blokk, amely elrejti a nagy mennyiségű tartalmat, amíg a gombra nem kattintanak.

# block title
source: Column
hu_hu: Oszlop

# block title
source: Compare images
hu_hu: Képek összehasonlítása

# block description
source: Compare two images using the slider
hu_hu: Két kép összehasonlítása a csúszka használatával

# block description
source: Insert Contact form 7 plugin form for sending messages.
hu_hu: Üzenetküldéshez szánt Contact form 7 űrlap beszúrása.

# block title
source: Container
hu_hu: Konténer

# block description
source: Universal parent block for building responsive flexbox layouts.
hu_hu: Univerzális szülőblokk reszponzív flexbox elrendezések építéséhez.

# block title
source: Countdown timer
hu_hu: Visszaszámláló

# block description
source: Counts down in seconds, minutes, hours and days to the given date.
hu_hu: Másodpercekben, percekben, órákban és napokban számol vissza a megadott dátumig.

# block description
source: Attention-grabbing block with content and background settings.
hu_hu: Figyelemfelkeltő blokk tartalom- és háttérbeállításokkal.

# block keyword
source: cover
hu_hu: borító

# block title
source: 360 degree view
hu_hu: 360 fokos nézet

# block description
source: Viewing the object from all angles.
hu_hu: Az objektum megtekintése minden szögből.

# block title
source: Design library
hu_hu: Designkönyvtár

# block title
source: Divider
hu_hu: Elválasztó

# block description
source: Horizontal divider for content distinction.
hu_hu: Vízszintes elválasztó a tartalom megkülönböztetéséhez.

# block title
source: Gallery item
hu_hu: Galériaelem

# block title
source: Gallery
hu_hu: Galéria

# block description
source: Grid or carousel gallery for displaying images.
hu_hu: Rácsos vagy karusszel galéria képek megjelenítéséhez.

# block keyword
source: images
hu_hu: képek

# block keyword
source: photos
hu_hu: fotók

# block title
source: Google map
hu_hu: Google Térkép

# block description
source: Display Google map with size, marker and designs settings.
hu_hu: Google Térkép megjelenítése méret-, jelölő- és dizájnbeállításokkal.

# block title
source: Hotspot product
hu_hu: Hotspot termék

# block title
source: Hotspots
hu_hu: Hotspotok

# block description
source: Add hotspots with content to the image or video background.
hu_hu: Hotspotok hozzáadása tartalommal a kép- vagy videóháttérhez.

# block title
source: Icon
hu_hu: Ikon

# block description
source: Vector, bitmap or text icon with color and size settings.
hu_hu: Vektoros, bitmap vagy szöveges ikon szín- és méretbeállításokkal.

# block title
source: Image
hu_hu: Kép

# block description
source: Image component for visual content.
hu_hu: Kép komponens vizuális tartalomhoz.

# block description
source: Display clickable brief information with an icon and button.
hu_hu: Kattintható, rövid információ megjelenítése ikonnal és gombbal.

# block description
source: Display real or custom images from the Instagram profile feed.
hu_hu: Valódi vagy egyéni képek megjelenítése az Instagram-profil hírfolyamából.

# block title
source: List item
hu_hu: Listaelem

# block title
source: List
hu_hu: Lista

# block description
source: Displays text items in an organized list format.
hu_hu: Szöveges elemek megjelenítése rendezett listaformában.

# block description
source: Newsletter signup form powered by MailChimp plugin.
hu_hu: Hírlevél-feliratkozási űrlap a MailChimp bővítménnyel.

# block title
source: Marquee item
hu_hu: Futószöveg elem

# block title
source: Marquee
hu_hu: Futószöveg

# block description
source: Dynamic scrolling content for attention-grabbing messages.
hu_hu: Figyelemfelkeltő üzenetekhez dinamikusan gördülő tartalom.

# block title
source: Navigation anchor
hu_hu: Navigációs horgony

# block description
source: Allows smooth landing page navigation.
hu_hu: Zökkenőmentes oldalon belüli navigációt tesz lehetővé.

# block title
source: Menu item
hu_hu: Menüpont

# block title
source: Menu list
hu_hu: Menülista

# block description
source: Vertical navigation for use in mega menu dropdowns.
hu_hu: Függőleges navigáció megamenü lenyílókhoz.

# block title
source: Menu price
hu_hu: Menüár

# block description
source: Displays menu with item image, description, and price.
hu_hu: Menü megjelenítése a tétel képével, leírásával és árával.

# block title
source: Menu
hu_hu: Menü

# block description
source: Adds any WordPress navigation menu for site navigation.
hu_hu: Bármely WordPress navigációs menüt hozzáad a webhely navigációjához.

# block title
source: Off-canvas button
hu_hu: Off-canvas gomb

# block description
source: Button that opens the sidebar column from off-canvas layout block.
hu_hu: Gomb, amely megnyitja az off-canvas elrendezésben lévő oldalsáv oszlopát.

# block title
source: Off-canvas layout
hu_hu: Off-canvas elrendezés

# block description
source: Two-column layout in which one of the columns can slide into the screen.
hu_hu: Kétoszlopos elrendezés, amelyben az egyik oszlop a képernyőre csúszhat.

# block title
source: Content
hu_hu: Tartalom

# block description
source: Main content area of the off-canvas layout.
hu_hu: Az off-canvas elrendezés fő tartalmi területe.

# block title
source: Off-canvas sidebar
hu_hu: Off-canvas oldalsáv

# block description
source: The column that will slide into the screen if the corresponding option is enabled.
hu_hu: Az az oszlop, amely a megfelelő opció engedélyezése esetén becsúszik a képernyőre.

# block description
source: Display Open street map with size, marker and designs settings.
hu_hu: OpenStreetMap megjelenítése méret-, jelölő- és dizájnbeállításokkal.

# block title
source: Page heading
hu_hu: Oldalcím

# block keyword
source: heading
hu_hu: címsor

# block title
source: Paragraph
hu_hu: Bekezdés

# block description
source: Customizable text paragraph with color and typography settings.
hu_hu: Testreszabható szöveges bekezdés szín- és tipográfiai beállításokkal.

# block keyword
source: text
hu_hu: szöveg

# block title
source: Popup content
hu_hu: Felugró tartalom

# block title
source: Popup
hu_hu: Felugró

# block description
source: Button which displays custom content in a popup window.
hu_hu: Gomb, amely egy felugró ablakban jelenít meg egyedi tartalmat.

# block title
source: Portfolio
hu_hu: Portfólió

# block description
source: Showcase your projects in a grid or carousel layout.
hu_hu: Projektek bemutatása rács- vagy karusszel elrendezésben.

# block title
source: Product categories
hu_hu: Termékkategóriák

# block description
source: Presents product categories for user navigation.
hu_hu: Termékkategóriák megjelenítése a felhasználói navigációhoz.

# block title
source: Filter attribute
hu_hu: Attribútumszűrő

# block title
source: Filter categories
hu_hu: Kategóriaszűrő

# block title
source: Order by
hu_hu: Rendezés szerint

# block title
source: Filter price
hu_hu: Árszűrő

# block title
source: Stock status
hu_hu: Készletállapot

# block title
source: Product filters
hu_hu: Termékszűrők

# block description
source: Filter products by attribute, category, stock status, or price.
hu_hu: Termékek szűrése attribútum, kategória, készletállapot vagy ár szerint.

# block title
source: Products tabs header
hu_hu: Termékfülek fejléce

# block title
source: Products tabs products
hu_hu: Termékfülek termékek

# block title
source: Products tab
hu_hu: Termék fül

# block title
source: AJAX Products tabs
hu_hu: AJAX termékfülek

# block description
source: Product tabs with real-time content loading.
hu_hu: Termékfülek valós idejű tartalombetöltéssel.

# block title
source: Products
hu_hu: Termékek

# block description
source: Showcases product loop in a grid, list, or carousel layout.
hu_hu: Terméklista megjelenítése rács-, lista- vagy karusszel elrendezésben.

# block title
source: Quote
hu_hu: Idézet

# block description
source: Quoted text with visual emphasis.
hu_hu: Idézett szöveg vizuális kiemeléssel.

# block title
source: Row
hu_hu: Sor

# block description
source: Universal parent block for building multi-column page layouts.
hu_hu: Univerzális szülőblokk többoszlopos oldalelrendezésekhez.

# block title
source: Full width section
hu_hu: Teljes szélességű szakasz

# block description
source: Stretches inner content outside the site container.
hu_hu: A belső tartalmat a webhely konténerén kívülre nyújtja.

# block title
source: Sidebar
hu_hu: Oldalsáv

# block description
source: Shows default or custom widget area.
hu_hu: Alapértelmezett vagy egyedi widgetterület megjelenítése.

# block title
source: Size guide content
hu_hu: Mérettáblázat tartalma

# block description
source: Display size guide table anywhere
hu_hu: Mérettáblázat megjelenítése bárhol

# block title
source: Slider item
hu_hu: Slider elem

# block description
source: Looping display showcasing multiple pieces of content.
hu_hu: Több tartalmi elem körkörös megjelenítése.

# block title
source: Social buttons
hu_hu: Közösségi gombok

# block description
source: Shows social networks follow or share buttons.
hu_hu: Közösségi hálózati követési vagy megosztásgombok megjelenítése.

# block title
source: Star rating
hu_hu: Csillagos értékelés

# block description
source: Custom star rating block that can be used inside other blocks.
hu_hu: Testreszabható csillagos értékelés blokk, amely más blokkokon belül is használható.

# block title
source: Custom table
hu_hu: Egyedi táblázat

# block description
source: Create structured content in rows and columns.
hu_hu: Strukturált tartalom létrehozása sorokban és oszlopokban.

# block title
source: Tab
hu_hu: Fül

# block title
source: Tabs content
hu_hu: Fülek tartalma

# block title
source: Tabs header
hu_hu: Fülek fejléce

# block title
source: Tabs
hu_hu: Fülek

# block description
source: Hide large amounts of custom content behind switchable tabs.
hu_hu: Nagy mennyiségű egyedi tartalom elrejtése váltható fülek mögé.

# block title
source: Team member
hu_hu: Csapattag

# block description
source: Block with person's photo, name, position, and contact information.
hu_hu: Blokk a személy fotójával, nevével, beosztásával és elérhetőségeivel.

# block title
source: Testimonial
hu_hu: Vélemény

# block description
source: Short review with authors name and optional star rating.
hu_hu: Rövid értékelés a szerző nevével és opcionális csillagos értékeléssel.

# block title
source: Timeline breakpoint
hu_hu: Idővonal töréspont

# block description
source: Separate timeline items with a breakpoint.
hu_hu: Az idővonal elemeinek elválasztása törésponttal.

# block title
source: Timeline item
hu_hu: Idővonal elem

# block description
source: Display a significant milestone or event.
hu_hu: Jelentős mérföldkő vagy esemény megjelenítése.

# block title
source: Timeline
hu_hu: Idővonal

# block description
source: Showcase key milestones.
hu_hu: Fő mérföldkövek bemutatása.

# block title
source: Title
hu_hu: Cím

# block description
source: Customizable title with styles, color and typography settings.
hu_hu: Testreszabható cím stílus-, szín- és tipográfiai beállításokkal.

# block title
source: Toggle content
hu_hu: Összecsukható tartalom

# block title
source: Toggle
hu_hu: Összecsukható

# block description
source: Toggle between hiding and showing large amount of content.
hu_hu: Nagy mennyiségű tartalom elrejtése és megjelenítése között vált.

# block title
source: Video
hu_hu: Videó

# block description
source: Embedded or self-hosted video with style and playback options.
hu_hu: Beágyazott vagy saját tárhelyen lévő videó stílus- és lejátszási beállításokkal.

# block title
source: Author bio
hu_hu: Szerzői életrajz

# block description
source: Shows author's biography
hu_hu: A szerző életrajzának megjelenítése

# block title
source: Billing details
hu_hu: Számlázási adatok

# block title
source: Coupon form
hu_hu: Kupon űrlap

# block title
source: Checkout form
hu_hu: Pénztár űrlap

# block title
source: Login form
hu_hu: Bejelentkezési űrlap

# block title
source: Order review
hu_hu: Rendelés áttekintése

# block title
source: Payment methods
hu_hu: Fizetési módok

# block title
source: Shipping details
hu_hu: Szállítási adatok

# block title
source: Empty cart
hu_hu: Üres kosár

# block title
source: Free gifts
hu_hu: Ingyenes ajándékok

# block title
source: Cart table
hu_hu: Kosár táblázata

# block title
source: Cart totals
hu_hu: Kosár összesítő

# block title
source: My account content
hu_hu: Fiókom tartalma

# block description
source: My account page content area
hu_hu: Fiókom oldal tartalmi területe

# block title
source: Login
hu_hu: Bejelentkezés

# block description
source: Login form for user authentication
hu_hu: Bejelentkezési űrlap a felhasználók hitelesítéséhez

# block title
source: Lost password
hu_hu: Elfelejtett jelszó

# block description
source: Password recovery form
hu_hu: Jelszó-visszaállítási űrlap

# block title
source: My account navigation
hu_hu: Fiókom navigáció

# block description
source: My account navigation menu
hu_hu: Fiókom navigációs menü

# block title
source: Register
hu_hu: Regisztráció

# block description
source: Registration form for new users
hu_hu: Regisztrációs űrlap új felhasználók számára

# block title
source: Blog archive
hu_hu: Blogarchívum

# block description
source: Show blog content
hu_hu: Blogtartalom megjelenítése

# block title
source: Portfolio categories filters
hu_hu: Portfóliókategória-szűrők

# block description
source: Shows filters for portfolio categories
hu_hu: Portfóliókategóriák szűrőinek megjelenítése

# block title
source: Portfolio archive
hu_hu: Portfólióarchívum

# block title
source: Post author
hu_hu: Bejegyzés szerzője

# block description
source: Post published by
hu_hu: A bejegyzést közzétette

# block title
source: Post categories
hu_hu: Bejegyzés kategóriái

# block description
source: This post belongs to the following categories
hu_hu: Ez a bejegyzés az alábbi kategóriákba tartozik

# block title
source: Post comments button
hu_hu: Hozzászólások gomb

# block description
source: Jump-to-comments button
hu_hu: Ugrás a hozzászólásokhoz gomb

# block title
source: Post comments form
hu_hu: Bejegyzés hozzászólási űrlapja

# block description
source: Form for submitting post comments
hu_hu: Űrlap a bejegyzéshez szóló hozzászólások beküldéséhez

# block title
source: Post comments
hu_hu: Bejegyzés hozzászólásai

# block description
source: List of the post user comments
hu_hu: A bejegyzés felhasználói hozzászólásainak listája

# block title
source: Post content
hu_hu: Bejegyzés tartalma

# block description
source: Content of the post
hu_hu: A bejegyzés tartalma

# block title
source: Post date
hu_hu: Közzététel dátuma

# block description
source: Date when the post was published
hu_hu: A bejegyzés közzétételének dátuma

# block title
source: Post excerpt
hu_hu: Bejegyzés kivonata

# block description
source: Short summary of the post content
hu_hu: A bejegyzés tartalmának rövid összefoglalója

# block title
source: Post image
hu_hu: Bejegyzés képe

# block description
source: Featured image of the post
hu_hu: A bejegyzés kiemelt képe

# block title
source: Post meta value
hu_hu: Bejegyzés metaértéke

# block description
source: Custom fields data
hu_hu: Egyedi mezők adatai

# block title
source: Post navigation
hu_hu: Bejegyzés navigáció

# block description
source: Links to previous and next posts
hu_hu: Hivatkozások az előző és a következő bejegyzéshez

# block title
source: Post tags
hu_hu: Bejegyzés címkéi

# block description
source: Tags associated with the post
hu_hu: A bejegyzéshez társított címkék

# block title
source: Post title
hu_hu: Bejegyzés címe

# block description
source: Shows the post title
hu_hu: Megjeleníti a bejegyzés címét

# block title
source: Active filters
hu_hu: Aktív szűrők

# block title
source: Archive description
hu_hu: Archívum leírása

# block title
source: Category extra description
hu_hu: Kategória kiegészítő leírása

# block title
source: Archive products
hu_hu: Archívum termékei

# block title
source: Archive title
hu_hu: Archívum címe

# block title
source: Filters area button
hu_hu: Szűrőterület gomb

# block title
source: Filters area
hu_hu: Szűrőterület

# block title
source: Products per page
hu_hu: Termékek oldalanként

# block title
source: Result count
hu_hu: Találatok száma

# block title
source: Products view
hu_hu: Termékek nézete

# block title
source: Product add to cart
hu_hu: Termék kosárba helyezése

# block title
source: Product additional information table
hu_hu: Termék további információinak táblázata

# block title
source: Product brand information
hu_hu: Termék márkainformációi

# block title
source: Product brands
hu_hu: Termékmárkák

# block title
source: Add to compare button
hu_hu: Hozzáadás az összehasonlításhoz gomb

# block title
source: Product content
hu_hu: Termék tartalma

# block title
source: Product countdown
hu_hu: Termék visszaszámláló

# block title
source: Product dynamic discount table
hu_hu: Termék dinamikus kedvezménytáblázata

# block title
source: Product estimate delivery
hu_hu: Termék várható szállítási ideje

# block title
source: Product extra content
hu_hu: Termék extra tartalma

# block title
source: Frequently bought together
hu_hu: Gyakran együtt vásárolt

# block title
source: Product gallery
hu_hu: Termékgaléria

# block title
source: Linked variations
hu_hu: Kapcsolt variációk

# block title
source: Product meta value
hu_hu: Termék metaértéke

# block title
source: Product meta
hu_hu: Termék metaadatai

# block title
source: Product navigation
hu_hu: Termék navigáció

# block title
source: Price tracker button
hu_hu: Árfigyelő gomb

# block title
source: Product price
hu_hu: Termék ára

# block title
source: Product rating
hu_hu: Termék értékelése

# block title
source: Product reviews
hu_hu: Termék véleményei

# block title
source: Product short description
hu_hu: Termék rövid leírása

# block title
source: Size guide button
hu_hu: Mérettáblázat gomb

# block title
source: Product sold counter
hu_hu: Eladott mennyiség számlálója

# block title
source: Product stock progress bar
hu_hu: Termék készletének folyamatjelző sávja

# block title
source: Product stock status
hu_hu: Termék készletállapota

# block title
source: Product tabs
hu_hu: Termékfülek

# block title
source: Product title
hu_hu: Termék címe

# block title
source: Product visitor counter
hu_hu: Termék látogatószámlálója

# block title
source: Add to wishlist button
hu_hu: Hozzáadás a kívánságlistához gomb

# block title
source: Customer details
hu_hu: Vásárló adatai

# block description
source: Customer billing and shipping details
hu_hu: Vásárló számlázási és szállítási adatai

# block title
source: Order details
hu_hu: Rendelés részletei

# block description
source: Detailed information about the order
hu_hu: Részletes információk a rendelésről

# block title
source: Order message
hu_hu: Rendelési üzenet

# block description
source: Success/failure message for the order
hu_hu: Siker-/hibaüzenet a rendeléshez

# block title
source: Order meta
hu_hu: Rendelés metaadatai

# block description
source: Shows order details or custom metadata
hu_hu: Rendelés részleteinek vagy egyéni metaadatainak megjelenítése

# block title
source: Order overview
hu_hu: Rendelés áttekintése

# block description
source: Overview of your order's number, date, and total amount
hu_hu: A rendelés számának, dátumának és végösszegének áttekintése

# block title
source: Payment instructions
hu_hu: Fizetési útmutató

# block description
source: Instructions based on the selected payment method
hu_hu: Utasítások a kiválasztott fizetési mód alapján

# block title
source: WooCommerce breadcrumbs
hu_hu: WooCommerce morzsamenü

# block title
source: Checkout steps
hu_hu: Pénztár lépései

# block title
source: WooCommerce notices
hu_hu: WooCommerce értesítések

# block title
source: Page title
hu_hu: Oldalcím

# block title
source: Shipping progress bar
hu_hu: Szállítási folyamatjelző sáv
