Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-smart-filters/jet-smart-filters-*.po
Languages: hu_hu

source: Show Checkbox
hu_hu: Jelölőnégyzet Megjelenítése

source: Disable
hu_hu: Letiltás

source: Disable Color
hu_hu: Szín Letiltása

source: Disable Background Color
hu_hu: Háttérszín Letiltása

source: Disable Border Color
hu_hu: Szegélyszín Letiltása

source: Checkbox Icon
hu_hu: Jelölőnégyzet Ikonja

source: Counter
hu_hu: Számláló

source: Children Offset Left
hu_hu: Gyermekelemek Bal Oldali Eltolása

source: Search Items
hu_hu: Elemek Keresése

source: Input Width
hu_hu: Beviteli Mező Szélessége

source: Remove Size
hu_hu: Méret Eltávolítása

source: Remove Right Offset
hu_hu: Jobb Oldali Eltolás Eltávolítása

source: More Less Toggle
hu_hu: Több/Kevesebb Kapcsoló

source: Container Background Color
hu_hu: Tároló Háttérszíne

source: Container Border
hu_hu: Tároló Szegélye

source: Container Padding
hu_hu: Tároló Belső Margója

source: Dropdown
hu_hu: Legördülő Menü

source: Active Item Offset
hu_hu: Aktív Elem Eltolása

source: Active Item Typography
hu_hu: Aktív Elem Tipográfiája

source: Active Item Color
hu_hu: Aktív Elem Színe

source: Active Item Background Color
hu_hu: Aktív Elem Háttérszíne

source: Active Item Border Color
hu_hu: Aktív Elem Szegélyszíne

source: Active Item Border
hu_hu: Aktív Elem Szegélye

source: Active Item Padding
hu_hu: Aktív Elem Belső Margója

source: N Selected Typography
hu_hu: N Kiválasztva Tipográfiája

source: N Selected Color
hu_hu: N Kiválasztva Színe

source: N Selected Margin
hu_hu: N Kiválasztva Margója

source: Dropdown Body Offset
hu_hu: Legördülő Menü Törzsének Eltolása

source: Dropdown Body Border
hu_hu: Legördülő Menü Törzsének Szegélye

source: Dropdown Body Background Color
hu_hu: Legördülő Menü Törzsének Háttérszíne

source: Dropdown Body Items Padding
hu_hu: Legördülő Menü Törzsének Elemeinek Belső Margója

source: Dropdown Footer Background Color
hu_hu: Legördülő Menü Láblécének Háttérszíne

source: Dropdown Footer Border
hu_hu: Legördülő Menü Láblécének Szegélye

source: Dropdown Footer Margin
hu_hu: Legördülő Menü Láblécének Margója

source: Dropdown Footer Padding
hu_hu: Legördülő Menü Láblécének Belső Margója

source: Dropdown Footer Alignment
hu_hu: Legördülő Menü Láblécének Igazítása

source: Collapse icon
hu_hu: Összecsukó ikon

source: Datepicker Button
hu_hu: Dátumválasztó gomb

source: Hover Text Color
hu_hu: Szöveg színe rámutatáskor

source: Hover Background Color
hu_hu: Háttérszín rámutatáskor

source: Prev/Next Buttons
hu_hu: Előző/Következő gombok

source: Width
hu_hu: Szélesség

source: Hover Border Color
hu_hu: Szegélyszín rámutatáskor

source: Calendar
hu_hu: Naptár

source: Calendar Width
hu_hu: Naptár szélessége

source: Background
hu_hu: Háttér

source: Calendar Header
hu_hu: Naptár fejléce

source: Caption
hu_hu: Felirat

source: Navigation Arrows
hu_hu: Navigációs nyilak

source: Calendar Cell
hu_hu: Naptár cella

source: Default
hu_hu: Alapértelmezett

source: Active
hu_hu: Aktív

source: Active Text Color
hu_hu: Aktív szöveg színe

source: Active Background Color
hu_hu: Aktív háttérszín

source: In Range Color
hu_hu: Tartomány színe

source: In Range Background Color
hu_hu: Tartomány háttérszíne

source: Current
hu_hu: Aktuális

source: Current Text Color
hu_hu: Aktuális szöveg színe

source: Current Background Color
hu_hu: Aktuális háttérszín

source: Border Radius
hu_hu: Sarkok lekerekítése

source: Days
hu_hu: Napok

source: Weekend Color
hu_hu: Hétvége színe

source: Other Month Color
hu_hu: Más hónap színe

source: Calendar Week Days
hu_hu: Naptár hét napjai

source: Header Border
hu_hu: Fejléc szegélye

source: Content
hu_hu: Tartalom

source: Input
hu_hu: Beviteli mező

source: Inputs Width
hu_hu: Beviteli mezők szélessége

source: Calendar Caption
hu_hu: Naptár felirata

source: Calendar Navigation Arrows
hu_hu: Naptár navigációs nyilai

source: Hover Color
hu_hu: Szín rámutatáskor

source: Header Background Color
hu_hu: Fejléc háttérszíne

source: Day Content
hu_hu: Nap tartalma

source: Calendar Days
hu_hu: Naptár napjai

source: Body Background Color
hu_hu: Törzs háttérszíne

source: First Item Border Width
hu_hu: Első elem szegélyvastagsága

source: Last Item Border Width
hu_hu: Utolsó elem szegélyvastagsága

source: Active Color
hu_hu: Aktív szín

source: Active Border Color
hu_hu: Aktív szegélyszín

source: Current Color
hu_hu: Aktuális szín

source: Current Border Color
hu_hu: Aktuális szegélyszín

source: Pagination
hu_hu: Lapozás

source: Dots
hu_hu: Pontok

source: Horizontal Gap Between Items
hu_hu: Vízszintes távolság az elemek között

source: Vertical Gap Between Items
hu_hu: Függőleges távolság az elemek között

source: Position
hu_hu: Pozíció

source: Show Radio
hu_hu: Rádiógomb megjelenítése

source: Radio Icon
hu_hu: Rádiógomb ikon

source: Slider
hu_hu: Csúszka

source: Stroke
hu_hu: Körvonal

source: Range
hu_hu: Tartomány

source: Points Width
hu_hu: Pontok szélessége

source: Points Height
hu_hu: Pontok magassága

source: Values
hu_hu: Értékek

source: Inputs
hu_hu: Beviteli mezők

source: Container Width
hu_hu: Konténer szélessége

source: Vertical Space Between
hu_hu: Függőleges térköz

source: Prefix/Suffix
hu_hu: Előtag/Utótag

source: Stars
hu_hu: Csillagok

source: Gutter
hu_hu: Rácsköz

source: Default Color
hu_hu: Alapértelmezett szín

source: Selected Color
hu_hu: Kiválasztott szín

source: Selected On Hover Color
hu_hu: Kiválasztott elem színe egér fölé vitelekor

source: Justify
hu_hu: Sorkizárás

source: Select Width
hu_hu: Select mező szélessége

source: Hierarchical
hu_hu: Hierarchikus

source: Hierarchical Position
hu_hu: Hierarchikus pozíció

source: Item Width
hu_hu: Elem szélessége

source: Horizontal Space Between
hu_hu: Vízszintes térköz

source: Select
hu_hu: Legördülő lista

source: Disabled Text Color
hu_hu: Letiltott szöveg színe

source: Reset Field Appearance
hu_hu: Mező megjelenésének visszaállítása

source: Check this option to reset field appearance CSS value. This will make field appearance the same for all browsers
hu_hu: Jelölje be ezt az opciót, hogy visszaállítsa a mező megjelenésének CSS-értékét. Így a mező megjelenése minden böngészőben azonos lesz

source: Color / Image
hu_hu: Szín / Kép

source: Active Filters
hu_hu: Aktív szűrők

source: You have enabled the "Cache query loop" option.
hu_hu: Engedélyezte a "Cache query loop" opciót.

source: This option will break the filters functionality. You can disable this option or use "JetEngine Query Builder" query type. Go to: %s > Cache query loop
hu_hu: Ez az opció megszakítja a szűrők működését. Letilthatja ezt az opciót, vagy használhatja a "JetEngine Query Builder" lekérdezés típust. Ugrás ide: %s > Cache query loop

source: Settings
hu_hu: Beállítások

source: Show active filters for:
hu_hu: Aktív szűrők megjelenítése ehhez:

source: Apply type
hu_hu: Alkalmazás típusa

source: Page reload
hu_hu: Oldal újratöltése

source: Mixed
hu_hu: Vegyes

source: Set unique query ID if you use multiple widgets of same provider on the page. Same ID you need to set for filtered widget.
hu_hu: Adjon meg egy egyedi lekérdezésazonosítót, ha ugyanazon szolgáltató több widgetjét használja az oldalon. Ugyanezt az azonosítót kell beállítania a szűrt widgethez.

source: List
hu_hu: Lista

source: Direction
hu_hu: Irány

source: Align main axis
hu_hu: Fő tengely igazítása

source: Align cross axis
hu_hu: Kereszttengely igazítása

source: Gap
hu_hu: Térköz

source: Minimal width
hu_hu: Minimális szélesség

source: Label typography
hu_hu: Címke tipográfiája

source: Offset top
hu_hu: Felső eltolás

source: Offset right
hu_hu: Jobb oldali eltolás

source: Typography
hu_hu: Tipográfia

source: Please select content provider to show.
hu_hu: Kérjük, válassza ki a megjelenítendő tartalomszolgáltatót.

source: Active Tags
hu_hu: Aktív címkék

source: Clear item
hu_hu: Elem törlése

source: Clear Item Label
hu_hu: Elem törlése címke

source: Border color
hu_hu: Szegély színe

source: Alphabet filter
hu_hu: Ábécés szűrő

source: Min width
hu_hu: Minimális szélesség

source: Checked state
hu_hu: Bejelölt állapot

source: Apply Button
hu_hu: Alkalmaz gomb

source: This filter for
hu_hu: Ez a szűrő ehhez

source: Apply button text
hu_hu: Alkalmaz gomb szövege

source: Apply filters
hu_hu: Szűrők alkalmazása

source: Active button state
hu_hu: Aktív gomb állapota

source: Always
hu_hu: Mindig

source: Any filter selected
hu_hu: Bármely szűrő kiválasztva

source: All filters selected
hu_hu: Minden szűrő kiválasztva

source: If button inactive
hu_hu: Ha a gomb inaktív

source: Hide
hu_hu: Elrejtés

source: Apply redirect
hu_hu: Átirányítás alkalmazása

source: Redirect path
hu_hu: Átirányítási útvonal

source: Open in new window
hu_hu: Megnyitás új ablakban

source: Additional Settings
hu_hu: További beállítások

source: Item (Checked state)
hu_hu: Elem (bejelölt állapot)

source: Show checkbox
hu_hu: Jelölőnégyzet megjelenítése

source: Filters position
hu_hu: Szűrők pozíciója

source: Box size
hu_hu: Doboz mérete

source: Icon size
hu_hu: Ikon mérete

source: Vertical alignment
hu_hu: Függőleges igazítás

source: Icon color
hu_hu: Ikon színe

source: General
hu_hu: Általános

source: Select filter
hu_hu: Válasszon szűrőt

source: Please set <b>jet-smart-filters</b> into Query ID option of Posts widget you want to filter
hu_hu: Kérjük, állítsa be a <b>jet-smart-filters</b>-t annak a Posts widgetnek a Query ID opciójába, amelyet szűrni kíván

source: Hide apply button
hu_hu: Alkalmaz gomb elrejtése

source: Apply button icon
hu_hu: Alkalmaz gomb ikonja

source: Apply on
hu_hu: Alkalmazás ekkor

source: Value change
hu_hu: Érték változásakor

source: Click on apply button
hu_hu: Kattintás az Alkalmaz gombra

source: Show apply button
hu_hu: Alkalmaz gomb megjelenítése

source: Label Block
hu_hu: Címke blokk

source: Show filter label
hu_hu: Szűrő címkéjének megjelenítése

source: Rating icon
hu_hu: Értékelési ikon

source: Box shadow
hu_hu: Doboz árnyéka

source: Grouped Filters
hu_hu: Csoportosított szűrők

source: Columns
hu_hu: Oszlopok

source: Horizontal gap
hu_hu: Vízszintes távolság

source: Vertical gap
hu_hu: Függőleges távolság

source: Please select filter to show.
hu_hu: Kérjük, válassza ki a megjelenítendő szűrőt.

source: Check Range Filter
hu_hu: Jelölőnégyzetes tartományszűrő

source: Checkboxes Filter
hu_hu: Jelölőnégyzetes szűrő

source: Visual Filter
hu_hu: Vizuális szűrő

source: Filter options
hu_hu: Szűrő beállításai

source: Show items label
hu_hu: Elemek címkéjének megjelenítése

source: Image size
hu_hu: Képméret

source: Search enabled
hu_hu: Keresés engedélyezve

source: Search placeholder
hu_hu: Keresési helyőrző

source: More/less enabled
hu_hu: Több/kevesebb engedélyezve

source: Less items count
hu_hu: Kevesebb elem száma

source: More text
hu_hu: Több szöveg

source: Less text
hu_hu: Kevesebb szöveg

source: Dropdown enabled
hu_hu: Legördülő lista engedélyezve

source: N Selected
hu_hu: N kiválasztva

source: Number of Named Items
hu_hu: Elnevezett elemek száma

source: Generic text
hu_hu: Általános szöveg

source: Use a {number} macro to display the number of other items
hu_hu: Használjon {number} makrót a további elemek számának megjelenítéséhez

source: Add apply button
hu_hu: Alkalmaz gomb hozzáadása

source: Scroll enabled
hu_hu: Görgetés engedélyezve

source: Scroll height(px)
hu_hu: Görgetési magasság(px)

source: Input width
hu_hu: Beviteli mező szélessége

source: Placeholder color
hu_hu: Helyőrző színe

source: Remove button
hu_hu: Eltávolítás gomb

source: Horizontal offset
hu_hu: Vízszintes eltolás

source: Display
hu_hu: Megjelenítés

source: Block
hu_hu: Blokk

source: Inline Block
hu_hu: Inline blokk

source: Active items
hu_hu: Aktív elemek

source: Dropdown body
hu_hu: Legördülő tartalom

source: Offset
hu_hu: Eltolás

source: Items padding
hu_hu: Elemek belső margója

source: Dropdown Footer
hu_hu: Legördülő lábléc

source: Additional providers enabled
hu_hu: További szolgáltatók engedélyezve

source: Additional provider
hu_hu: További szolgáltató

source: Additional query ID
hu_hu: További lekérdezés ID

source: Additional providers list
hu_hu: További szolgáltatók listája

source: Calendar width
hu_hu: Naptár szélessége

source: Navigation arrows
hu_hu: Navigációs nyilak

source: Hover state
hu_hu: Hover állapot

source: Active state
hu_hu: Aktív állapot

source: In range color
hu_hu: Tartományon belüli szín

source: In range background color
hu_hu: Tartományon belüli háttérszín

source: Current state
hu_hu: Aktuális állapot

source: Weekend color
hu_hu: Hétvége színe

source: Other month color
hu_hu: Más hónap színe

source: Header background color
hu_hu: Fejléc háttérszíne

source: Day content
hu_hu: Nap tartalma

source: Current day
hu_hu: Aktuális nap

source: Active day
hu_hu: Aktív nap

source: Date Period Filter
hu_hu: Dátum-időszak szűrő

source: Date Range Filter
hu_hu: Dátumtartomány-szűrő

source: Button Icon
hu_hu: Gomb ikonja

source: Icon gap
hu_hu: Ikon távolsága

source: Hidden Filter
hu_hu: Rejtett szűrő

source: Argument Type
hu_hu: Argumentumtípus

source: Plain
hu_hu: Egyszerű

source: Controls
hu_hu: Vezérlők

source: Pagination for:
hu_hu: Lapozás ehhez:

source: Enable Items
hu_hu: Elemek engedélyezése

source: Items center offset
hu_hu: Elemek középeltolása

source: Set number of items to either side of current page, not including current page.Set 0 to show all items.
hu_hu: Állítsa be az aktuális oldal két oldalán lévő elemek számát, az aktuális oldalt nem beleértve.Állítson be 0-t az összes elem megjelenítéséhez.

source: Items edge offset
hu_hu: Elemek szélső eltolása

source: Set number of items on either the start and the end list edges.
hu_hu: Állítsa be az elemek számát a lista elején és végén.

source: Enable prev/next buttons
hu_hu: Előző/Következő gombok engedélyezése

source: Prev text
hu_hu: Előző szöveg

source: Prev
hu_hu: Előző

source: Next text
hu_hu: Következő szöveg

source: Next
hu_hu: Következő

source: Hide inactive
hu_hu: Inaktívak elrejtése

source: Enable Load More
hu_hu: Továbbiak betöltésének engedélyezése

source: Load More Text
hu_hu: Továbbiak betöltése szöveg

source: Enable autoscroll
hu_hu: Automatikus görgetés engedélyezése

source: Autoscroll to top of the provider when reloading content via AJAX.
hu_hu: Automatikus görgetés az adatforrás tetejére a tartalom AJAX-on keresztüli újratöltésekor.

source: Provider top offset
hu_hu: Adatforrás felső eltolása

source: Item width
hu_hu: Elem szélessége

source: Current Item
hu_hu: Aktuális elem

source: Dots Item
hu_hu: Pont elem

source: Radio Filter
hu_hu: Rádiógomb szűrő

source: Range Filter
hu_hu: Tartomány szűrő

source: Range color
hu_hu: Tartomány színe

source: Range points
hu_hu: Tartomány pontjai

source: Points size
hu_hu: Pontok mérete

source: Container width
hu_hu: Konténer szélessége

source: Rating Filter
hu_hu: Értékelési szűrő

source: Selected color
hu_hu: Kiválasztott szín

source: Selected hover color
hu_hu: Kiválasztott hover színe

source: Remove Filters
hu_hu: Szűrők eltávolítása

source: Remove button text
hu_hu: Eltávolítás gomb szöveg

source: AJAX on typing
hu_hu: AJAX gépelés közben

source: Min number of letters
hu_hu: Betűk minimális száma

source: The minimum number of letters to start the search.
hu_hu: A keresés indításához szükséges betűk minimális száma.

source: Search button text
hu_hu: Keresés gomb szöveg

source: Search button icon
hu_hu: Keresés gomb ikon

source: Inputs width
hu_hu: Beviteli mezők szélessége

source: Button icon
hu_hu: Gomb ikon

source: Select Filter
hu_hu: Legördülő szűrő

source: Select width
hu_hu: Legördülő szélessége

source: Sorting Filter
hu_hu: Rendezési szűrő

source: Sorting List
hu_hu: Rendezési lista

source: Order by
hu_hu: Rendezés szerint

source: Key
hu_hu: Kulcs

source: Order
hu_hu: Sorrend

source: Sorting list
hu_hu: Rendezési lista

source: Is filterable
hu_hu: Szűrhető

source: Please check this option if you will use with JetSmartFilters.
hu_hu: Kérjük, jelölje be ezt a beállítást, ha a JetSmartFilters-szel fogja használni.

source: Query ID for filters
hu_hu: Lekérdezésazonosító a szűrőkhöz

source: Please enter query id.
hu_hu: Kérjük, adja meg a lekérdezésazonosítót.

source: JetSmartFilters Query
hu_hu: JetSmartFilters lekérdezés

source: Where in filters query we need to look for value.
hu_hu: Hol kell keresni az értéket a szűrők lekérdezésében.

source: Plain Query Var
hu_hu: Egyszerű lekérdezési változó

source: Date
hu_hu: Dátum

source: Meta field
hu_hu: Meta mező

source: Variable Name
hu_hu: Változó neve

source: Name of query variable, meta field name or taxonmy slug to get value for
hu_hu: A lekérdezési változó neve, a meta mező neve vagy a taxonómia slugja, amelynek az értékét le kell kérni

source: Date Variable
hu_hu: Dátumváltozó

source: Variable from Date query to get value for
hu_hu: A Dátum lekérdezésből az a változó, amelynek az értékét le kell kérni

source: After
hu_hu: Utána

source: Before
hu_hu: Előtte

source: Result Format
hu_hu: Eredmény formátuma

source: How returned value should be prepared before use
hu_hu: Hogyan kell a visszaadott értéket előkészíteni a használat előtt

source: Prepare for SQL
hu_hu: Előkészítés SQL-hez

source: JetSmartFilters SEO Description
hu_hu: JetSmartFilters SEO leírás

source: Fallback
hu_hu: Helyettesítő

source: JetSmartFilters SEO Title
hu_hu: JetSmartFilters SEO cím

source: JetEngine Custom Content Types
hu_hu: JetEngine egyedi tartalomtípusok

source: Coming soon
hu_hu: Hamarosan

source: Support for the Visual filter will be added with future updates
hu_hu: A Visual filter támogatása a jövőbeli frissítésekkel kerül hozzáadásra

source: Done
hu_hu: Kész

source: Today
hu_hu: Ma

source: January
hu_hu: január

source: February
hu_hu: február

source: March
hu_hu: március

source: April
hu_hu: április

source: May
hu_hu: május

source: June
hu_hu: június

source: July
hu_hu: július

source: August
hu_hu: augusztus

source: September
hu_hu: szeptember

source: October
hu_hu: október

source: Feb
hu_hu: febr

source: Mar
hu_hu: márc

source: Apr
hu_hu: ápr

source: Jun
hu_hu: jún

source: Jul
hu_hu: júl

source: Sep
hu_hu: szept

source: Oct
hu_hu: okt

source: Sunday
hu_hu: vasárnap

source: Monday
hu_hu: hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sun
hu_hu: Vasárnap

source: Mon
hu_hu: Hétfő

source: Tue
hu_hu: Kedd

source: Wed
hu_hu: Szerda

source: Thu
hu_hu: Csütörtök

source: Fri
hu_hu: Péntek

source: Sat
hu_hu: Szombat

source: Su
hu_hu: V

source: Mo
hu_hu: H

source: Tu
hu_hu: K

source: We
hu_hu: Sze

source: Th
hu_hu: Cs

source: Fr
hu_hu: P

source: Sa
hu_hu: Szo

source: Wk
hu_hu: Hét

source: JetSmartFilters: Sorting Label
hu_hu: JetSmartFilters: Rendezési címke

source: JetSmartFilters: Sorting Placeholder
hu_hu: JetSmartFilters: Rendezési helyőrző

source: JetSmartFilters: Sorting Item Text
hu_hu: JetSmartFilters: Rendezési elem szövege

source: URL with filtered value
hu_hu: URL szűrt értékkel

source: Base URL
hu_hu: Alap URL

source: URL of the page where filter should be applied
hu_hu: Az oldal URL-je, amelyen a szűrőt alkalmazni kell

source: You can use JetEngine macros as field value. For example %current_id% - to get ID of the current post or term, %object_id% - ID of any current object, %current_meta|meta_key% - current meta value, etc.
hu_hu: Mezőértékként JetEngine makrókat használhat. Például %current_id% - az aktuális bejegyzés vagy kifejezés azonosítójának lekéréséhez, %object_id% - bármely aktuális objektum azonosítója, %current_meta|meta_key% - az aktuális metaérték, stb.

source: If your filter on the destination page uses some custom query ID, you can set it here.
hu_hu: Ha a céloldalon lévő szűrő egyéni lekérdezésazonosítót használ, itt beállíthatja.

source: Categories
hu_hu: Kategóriák

source: Active Category
hu_hu: Aktív kategória

source: Tags
hu_hu: Címkék

source: Active Tag
hu_hu: Aktív címke

source: Alphabet
hu_hu: Ábécé

source: Checkboxes list
hu_hu: Jelölőnégyzetek listája

source: Visual
hu_hu: Vizuális

source: Date Period
hu_hu: Időszak

source: Date Range
hu_hu: Dátumtartomány

source: Rating
hu_hu: Értékelés

source: Search
hu_hu: Keresés

source: No order (by ID)
hu_hu: Nincs rendezés (ID szerint)

source: Random
hu_hu: Véletlenszerű

source: Author
hu_hu: Szerző

source: Name (post slug)
hu_hu: Név (bejegyzés slugja)

source: Last modified date
hu_hu: Utolsó módosítás dátuma

source: Number of comments
hu_hu: Hozzászólások száma

source: Product price
hu_hu: Termék ára

source: Product sales number
hu_hu: Termék eladásainak száma

source: Product rating
hu_hu: Termék értékelése

source: Product reviews number
hu_hu: Termék értékelések száma

source: Meta key
hu_hu: Meta kulcs

source: Meta key numeric
hu_hu: Meta kulcs numerikus

source: Clause key
hu_hu: Feltétel kulcsa

source: Checked color
hu_hu: Bejelölt szín

source: Indexer Options
hu_hu: Indexelő beállítások

source: Apply Indexer
hu_hu: Indexelő alkalmazása

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Show Counter
hu_hu: Számláló megjelenítése

source: Counter Prefix
hu_hu: Számláló előtag

source: Counter Suffix
hu_hu: Számláló utótag

source: If Item Empty
hu_hu: Ha az elem üres

source: Change Counters
hu_hu: Számlálók módosítása

source: Plain Query Variable
hu_hu: Egyszerű lekérdezési változó

source: This variable will be stored
hu_hu: Ez a változó el lesz tárolva

source: Circle clip growing
hu_hu: Növekvő körkivágás

source: Circle clip
hu_hu: Körkivágás

source: Circle
hu_hu: Kör

source: Lines wave
hu_hu: Vonalhullám

source: Lines pulse
hu_hu: Vonalpulzus

source: Lines pulse rapid
hu_hu: Gyors vonalpulzus

source: Cube grid
hu_hu: Kockarács

source: Cube folding
hu_hu: Összehajló kocka

source: Dots grid pulse
hu_hu: Pöttyrács pulzus

source: Dots grid beat
hu_hu: Pöttyrács ütem

source: Dots circle
hu_hu: Pöttykör

source: Dots pulse
hu_hu: Pöttpulzus

source: Dots elastic
hu_hu: Rugalmas pöttyök

source: Dots carousel
hu_hu: Pöttykörhinta

source: Dots windmill
hu_hu: Pötty szélmalom

source: Dots triangle path
hu_hu: Pötty háromszög útvonala

source: Dots bricks
hu_hu: Pöttytéglák

source: Dots fire
hu_hu: Pötty tűz

source: Dots rotate
hu_hu: Pötty forgás

source: Dots bouncing
hu_hu: Pattogó pöttyök

source: Dots chasing
hu_hu: Egymást kergető pöttyök

source: Dots propagate
hu_hu: Pötty terjedés

source: Dots spin scale
hu_hu: Pötty forgás és méretezés

source: Elementor Pro Archive Products
hu_hu: Elementor Pro termékarchívum

source: Elementor Pro Archive
hu_hu: Elementor Pro archívum

source: Error. Incomplete request
hu_hu: Hiba. Hiányos kérés

source: Elementor Pro Portfolio
hu_hu: Elementor Pro portfólió

source: Elementor Pro Posts
hu_hu: Elementor Pro bejegyzések

source: Elementor Pro Products
hu_hu: Elementor Pro termékek

source: JetEngine Calendar
hu_hu: JetEngine naptár

source: JetWooBuilder Products Grid
hu_hu: JetWooBuilder termékrács

source: JetWooBuilder Products List
hu_hu: JetWooBuilder terméklista

source: WooCommerce Archive (by JetWooBuilder)
hu_hu: WooCommerce archívum (a JetWooBuilder által)

source: Request data is incorrect.
hu_hu: A kérés adatai hibásak.

source: Incorrect input data
hu_hu: Hibás bemeneti adatok

source: Settings have been saved
hu_hu: A beállítások elmentve

source: Select taxonomy...
hu_hu: Válasszon taxonómiát...

source: Space Between Content
hu_hu: Tartalmak közötti térköz

source: Show active tags for:
hu_hu: Aktív címkék megjelenítése ehhez:

source: Tags List
hu_hu: Címkék listája

source: Tags Position
hu_hu: Címkék pozíciója

source: Tag Item
hu_hu: Címke elem

source: Item Label
hu_hu: Elem felirata

source: Alphabet Filter
hu_hu: Ábécé szerinti szűrő

source: Apply Redirect
hu_hu: Átirányítás alkalmazása
