Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-smart-filters/jet-smart-filters-*.po
Languages: hu_hu

source: Adds easy-to-use AJAX filters to the pages built with Elementor which contain the dynamic listings.
hu_hu: Egyszerűen használható AJAX-szűrőket ad hozzá az Elementorral készült, dinamikus listákat tartalmazó oldalakhoz.

source: Smart Filters
hu_hu: Intelligens szűrők

source: Filter
hu_hu: Szűrő

source: Add New
hu_hu: Új hozzáadása

source: Add New Filter
hu_hu: Új szűrő hozzáadása

source: Edit Filter
hu_hu: Szűrő szerkesztése

source: Add New Item
hu_hu: Új elem hozzáadása

source: View Filter
hu_hu: Szűrő megtekintése

source: Search Filter
hu_hu: Szűrő keresése

source: No Filters Found
hu_hu: Nem találhatók szűrők

source: No Filters Found In Trash
hu_hu: Nem találhatók szűrők a Lomtárban

source: Filter Labels
hu_hu: Szűrőcímkék

source: Filter Settings
hu_hu: Szűrő beállításai

source: Date Formats
hu_hu: Dátumformátumok

source: Notes
hu_hu: Megjegyzések

source: Select filter type...
hu_hu: Válassza ki a szűrő típusát...

source: Select data source...
hu_hu: Válassza ki az adatok forrását...

source: Switch to New View
hu_hu: Váltson az új nézetre

source: Switching...
hu_hu: Átváltás...

source: Index Filters
hu_hu: Indexelje a szűrőket

source: Indexing...
hu_hu: Indexelés...

source: Filter Label
hu_hu: Szűrőcímke

source: Active Filter Label
hu_hu: Aktív szűrőcímke

source: Filter Type
hu_hu: Szűrő típusa

source: Filter by
hu_hu: Szűrés alapja

source: Meta Date
hu_hu: Meta dátum

source: Post Date
hu_hu: Bejegyzés dátuma

source: Date Type
hu_hu: Dátumtípus

source: Posted
hu_hu: Közzétéve

source: Modified
hu_hu: Módosítva

source: Is hierarchical
hu_hu: Hierarchikus

source: Filter hierarchy
hu_hu: Szűrőhierarchia

source: New Level
hu_hu: Új szint

source: Label
hu_hu: Címke

source: Select...
hu_hu: Válasszon...

source: Placeholder
hu_hu: Helyőrző

source: Taxonomy
hu_hu: Taxonómia

source: Items Order By
hu_hu: Rendezés alapja

source: Name
hu_hu: Név

source: Count
hu_hu: Darabszám

source: Description
hu_hu: Leírás

source: Items Order
hu_hu: Elemek sorrendje

source: Data Source
hu_hu: Adatforrás

source: Stars count
hu_hu: Csillagok száma

source: Inequality operator
hu_hu: Egyenlőtlenségi operátor

source: Set relation between values
hu_hu: Reláció beállítása az értékek között

source: Greater than or equals (>=)
hu_hu: Nagyobb vagy egyenlő (>=)

source: Less than or equals (<=)
hu_hu: Kisebb vagy egyenlő (<=)

source: Equals (=)
hu_hu: Egyenlő (=)

source: Terms Order By
hu_hu: Kifejezések rendezése alapja

source: Terms Order
hu_hu: Kifejezések sorrendje

source: Relational Operator
hu_hu: Relációs operátor

source: Union
hu_hu: Unió

source: Intersection
hu_hu: Metszet

source: Post Type
hu_hu: Bejegyzéstípus

source: Add all option
hu_hu: „Összes” opció hozzáadása

source: All option label
hu_hu: „Összes” opció címkéje

source: All
hu_hu: Összes

source: Ability to deselect radio buttons
hu_hu: Lehetőség a rádiógombok kijelölésének megszüntetésére

source: Show empty terms
hu_hu: Üres kifejezések megjelenítése

source: Show only children of current term
hu_hu: Csak az aktuális kifejezés gyermekeinek megjelenítése

source: Group terms by parents
hu_hu: Kifejezések csoportosítása szülőik szerint

source: Сollapsible
hu_hu: Összecsukható

source: Custom Field Key
hu_hu: Egyéni mező kulcsa

source: Get Choices From Field Data
hu_hu: Választási lehetőségek lekérése a mező adataiból

source: Field Source Plugin
hu_hu: Mező forrásbővítménye

source: Options List
hu_hu: Opciók listája

source: New Option
hu_hu: Új opció

source: Value
hu_hu: Érték

source: Type
hu_hu: Típus

source: Choose Type
hu_hu: Válasszon típust

source: Color
hu_hu: Szín

source: Image
hu_hu: Kép

source: Behavior
hu_hu: Viselkedés

source: Checkbox
hu_hu: Jelölőnégyzet

source: Radio
hu_hu: Rádiógomb

source: Min Value
hu_hu: Minimális érték

source: Max Value
hu_hu: Maximális érték

source: Search...
hu_hu: Keresés...

source: Is Checkbox Meta Field
hu_hu: Jelölőnégyzet meta mező

source: This option should be enabled if the meta field data is a serialized object, as this is done in the Checkbox meta field type created using the JetEngine or ACF plugins.
hu_hu: Ezt az opciót engedélyezze, ha a meta mező adata sorosított objektum, mivel a JetEngine vagy ACF bővítményekkel létrehozott Checkbox meta mezőtípus ezt alkalmazza.

source: Search by
hu_hu: Keresés módja

source: Default WordPress search
hu_hu: Alapértelmezett WordPress keresés

source: By Custom Field (from Query Variable)
hu_hu: Egyéni mező szerint (lekérdezési változóból)

source: Date Format
hu_hu: Dátumformátum

source: Datepicker date formats
hu_hu: Dátumválasztó dátumformátumai

source: From Placeholder
hu_hu: Kezdet helyőrzője

source: To Placeholder
hu_hu: Vég helyőrzője

source: Period Type
hu_hu: Időszak típusa

source: Custom range
hu_hu: Egyéni tartomány

source: Day
hu_hu: Nap

source: Week
hu_hu: Hét

source: Month
hu_hu: Hónap

source: Year
hu_hu: Év

source: Datepicker Button Text
hu_hu: Dátumválasztó gomb szövege

source: Select Date
hu_hu: Válasszon dátumot

source: Available dates range
hu_hu: Elérhető dátumtartomány

source: All dates
hu_hu: Összes dátum

source: Future dates
hu_hu: Jövőbeli dátumok

source: Past dates
hu_hu: Múltbeli dátumok

source: Custom dates
hu_hu: Egyéni dátumok

source: Minimum possible date to select
hu_hu: Választható legkorábbi dátum

source: Maximum possible date to select
hu_hu: Választható legkésőbbi dátum

source: Start/End Date Period Enabled
hu_hu: Kezdő-/végdátum időszak engedélyezve

source: Date Period Format
hu_hu: Időszak dátumformátuma

source: Start Format
hu_hu: Kezdet formátuma

source: If Period Type is Day, only this value will be taken
hu_hu: Ha az időszak típusa Nap, csak ez az érték kerül figyelembevételre

source: Separator
hu_hu: Elválasztó

source: End Format
hu_hu: Vég formátuma

source: Inputs enabled
hu_hu: Beviteli mezők engedélyezve

source: Inputs separators enabled
hu_hu: Beviteli elválasztók engedélyezve

source: Apply thousands and decimal separators to inputs
hu_hu: Az ezres- és tizedeselválasztók alkalmazása a beviteli mezőkre

source: Values prefix
hu_hu: Érték előtagja

source: Values suffix
hu_hu: Érték utótagja

source: Thousands separator
hu_hu: Ezreselválasztó

source: Decimal separator
hu_hu: Tizedeselválasztó

source: Number of decimals
hu_hu: Tizedesek száma

source: Step
hu_hu: Lépésköz

source: 1, 10, 100, 0.1 etc
hu_hu: 1, 10, 100, 0.1 stb.

source: Get min/max dynamically
hu_hu: Min/max dinamikus lekérése

source: WooCommerce min/max prices
hu_hu: WooCommerce min/max árak

source: Get from query meta key
hu_hu: Lekérés lekérdezési metakulcsból

source: Exclude/Include
hu_hu: Kizárás/Belefoglalás

source: None
hu_hu: Nincs

source: Exclude
hu_hu: Kizárás

source: Include
hu_hu: Belefoglalás

source: Exclude Or Include Items
hu_hu: Elemek kizárása vagy belefoglalása

source: Options
hu_hu: Opciók

source: Use comma to separate options
hu_hu: Használjon vesszőt az opciók elválasztásához

source: Use Default Filter Value
hu_hu: Alapértelmezett szűrőérték használata

source: Default Filter Value
hu_hu: Alapértelmezett szűrőérték

source: The value will be applied to the provider once via an Ajax request when the filter is added to the page
hu_hu: Az érték egyszer, egy Ajax kérésen keresztül kerül alkalmazásra a szolgáltatóra, amikor a szűrőt hozzáadja az oldalhoz

source: Query Variable *
hu_hu: Lekérdezési változó *

source: Set queried field key. For multiple field keys separate them with commas
hu_hu: Állítsa be a lekérdezett mező kulcsát. Több mezőkulcs esetén vesszővel válassza el őket

source: Use Custom Query Variable
hu_hu: Egyéni lekérdezési változó használata

source: Custom Query Variable
hu_hu: Egyéni lekérdezési változó

source: Comparison operator
hu_hu: Összehasonlító operátor

source: How to compare the above value
hu_hu: Hogyan hasonlítsa össze a fenti értéket

source: you need to add the meta field name by which you want to filter the data, into the field. The Query Variable is set automatically for taxonomies, search filters and filters via the post publication date.
hu_hu: Adja meg a mezőben annak a metamezőnek a nevét, amely alapján szűrni kívánja az adatokat. A lekérdezési változó automatikusan beállításra kerül a taxonómiákhoz, a keresési szűrőkhöz és a bejegyzés közzétételi dátuma szerinti szűrőkhöz.

source: Popular plugins fields
hu_hu: Népszerű bővítmények mezői

source: filter by product price;
hu_hu: szűrés a termék ára szerint;

source: filter by product rating;
hu_hu: szűrés a termék értékelése szerint;

source: filter by sales count;
hu_hu: szűrés az eladások száma szerint;

source: product weight;
hu_hu: termék súlya;

source: product length;
hu_hu: termék hossza;

source: product width;
hu_hu: termék szélessége;

source: product height;
hu_hu: termék magassága;

source: filter by product sale start date;
hu_hu: szűrés a termék akciójának kezdő dátuma szerint;

source: filter by product sale end date;
hu_hu: szűrés a termék akciójának befejezési dátuma szerint;

source: Filter Name
hu_hu: Szűrő neve

source: Taxonomies
hu_hu: Taxonómiák

source: Manual Input
hu_hu: Kézi bevitel

source: Posts
hu_hu: Bejegyzések

source: Custom Fields
hu_hu: Egyéni mezők

source: Title: ascending
hu_hu: Cím: növekvő

source: Title: descending
hu_hu: Cím: csökkenő

source: Date: oldest to newest
hu_hu: Dátum: legrégebbitől a legújabbig

source: Date: newest to oldest (by default)
hu_hu: Dátum: legújabbtól a legrégebbiig (alapértelmezés szerint)

source: Taxonomy...
hu_hu: Taxonómia...

source: Get from Post Meta by query meta key
hu_hu: Lekérés a bejegyzés metaadataiból a lekérdezési meta kulcs alapján

source: Get from Term Meta by query meta key
hu_hu: Lekérés a kifejezés metaadataiból a lekérdezési meta kulcs alapján

source: Get from User Meta by query meta key
hu_hu: Lekérés a felhasználó metaadataiból a lekérdezési meta kulcs alapján

source: Select date source...
hu_hu: Válassza ki a dátum forrását...

source: Select period type...
hu_hu: Válassza ki az időszak típusát...

source: Select post type...
hu_hu: Válassza ki a bejegyzéstípust...

source: Select operator...
hu_hu: Válassza ki az operátort...

source: Select search source...
hu_hu: Válassza ki a keresés forrását...

source: Select type...
hu_hu: Válassza ki a típust...

source: Select behavior...
hu_hu: Válassza ki a viselkedést...

source: Select item...
hu_hu: Válassza ki az elemet...

source: Use "<strong>-</strong>" dash to set hierarchical levels. Example: level1 - level2 - level3
hu_hu: Használja a "<strong>-</strong>" kötőjelet a hierarchiaszintek beállításához. Példa: szint1 - szint2 - szint3

source: Use "<strong>_</strong>" underscore to separate minimum and maximum values. Example: minVal_maxVal
hu_hu: Használja a "<strong>_</strong>" aláhúzásjelet a minimum és maximum értékek elválasztásához. Példa: minVal_maxVal

source: Date format <strong>yy.m.d</strong>. Example: 2020.1.1-2020.12.31
hu_hu: Dátumformátum <strong>yy.m.d</strong>. Példa: 2020.1.1-2020.12.31

source: To set multiple values use a comma. Example: val1, val2, val3
hu_hu: Több érték megadásához használjon vesszőt. Példa: val1, val2, val3

source: Need help?
hu_hu: Segítségre van szüksége?

source: How to Create a New Filter and Apply It to Publications
hu_hu: Új szűrő létrehozása és alkalmazása a közzétételekre

source: How to Assign the Filter to a Specific Widget
hu_hu: Hogyan rendelje a szűrőt egy adott widgethez

source: How to Use Values from Meta Fields
hu_hu: Hogyan használja a metamezők értékeit

source: Accessibility Settings
hu_hu: Akadálymentesítés beállításai

source: Ajax Request Settings
hu_hu: Ajax-kérések beállításai

source: Users
hu_hu: Felhasználók

source: Сompatibility
hu_hu: Kompatibilitás

source: General Settings
hu_hu: Általános beállítások

source: Indexer Settings
hu_hu: Indexelő beállításai

source: Provider Preloader
hu_hu: Szolgáltató előtöltője

source: SEO Rules Settings (beta)
hu_hu: SEO szabályok beállításai (béta)

source: URL Structure Settings
hu_hu: URL-struktúra beállításai

source: Enable filters tabindex functionality
hu_hu: Engedélyezze a szűrők tabindex funkcióját

source: Tabindex focus color
hu_hu: Tabindex fókuszszíne

source: Ajax Request Type
hu_hu: Ajax-kérés típusa

source: This option allows you to set global WordPress variables and variables from the URL in the same way as on the page from which the request was sent. Use this option if the macros or dynamic tags in your query settings don’t work properly.
hu_hu: Ez az opció lehetővé teszi, hogy a globális WordPress-változókat és az URL-ből származó változókat ugyanúgy állítsa be, mint azon az oldalon, ahonnan a kérést elküldték. Használja ezt az opciót, ha a lekérdezés beállításaiban lévő makrók vagy dinamikus tagek nem működnek megfelelően.

source: Add signatures to filters requests
hu_hu: Aláírások hozzáadása a szűrőkérésekhez

source: Enable this option to add and verify signature of each filters request. It makes your requests more secure.
hu_hu: Engedélyezze ezt az opciót az egyes szűrőkérések aláírásának hozzáadásához és ellenőrzéséhez. Ez biztonságosabbá teszi a kéréseit.

source: Hide Out-of-Stock Variations in Filter Results
hu_hu: Készleten nem lévő variációk elrejtése a szűrési eredményekben

source: Pagination Container CSS Selector
hu_hu: Lapozó konténer CSS-szelektora

source: CSS selector of top level element in Woo pagination. Required for Default WooCommerce Archive provider to correctly refresh pagination.
hu_hu: A Woo lapozás legfelső szintű elemének CSS-szelektora. Szükséges a Default WooCommerce Archive provider számára a lapozás helyes frissítéséhez.

source: Pagination Item CSS Selector
hu_hu: Lapozóelem CSS-szelektora

source: CSS selector of individual page link in Woo pagination. Required for Default WooCommerce Archive provider to correctly handle pagination click.
hu_hu: Az egyes oldallinkek CSS-szelektora a Woo lapozásban. Szükséges a Default WooCommerce Archive provider számára a lapozásra kattintás helyes kezeléséhez.

source: Back
hu_hu: Vissza

source: Add
hu_hu: Hozzáadás

source: Page slug
hu_hu: Oldal slug

source: Provider
hu_hu: Szolgáltató

source: Query ID
hu_hu: Lekérdezés ID

source: Allowed Filters (max 3 filters)
hu_hu: Engedélyezett szűrők (max. 3 szűrő)

source: Add Filter
hu_hu: Szűrő hozzáadása

source: SEO Title
hu_hu: SEO cím

source: SEO Description
hu_hu: SEO leírás

source: Direct transformation
hu_hu: Közvetlen átalakítás

source: No matches found
hu_hu: Nincs találat

source: Reverse transformation
hu_hu: Fordított átalakítás

source: After reverse transformation, the URL does not match the incoming value
hu_hu: A fordított átalakítás után az URL nem egyezik a bejövő értékkel

source: Check uniqueness of keys
hu_hu: Kulcsok egyediségének ellenőrzése

source: Enter URL with JetSmartFilters parameters to check aliases
hu_hu: Adjon meg URL-t JetSmartFilters paraméterekkel az aliások ellenőrzéséhez

source: URL does not contain JetSmartFilters parameters
hu_hu: Az URL nem tartalmaz JetSmartFilters paramétereket

source: Enabled providers
hu_hu: Engedélyezett szolgáltatók

source: List of content widgets/blocks/areas that are available for filtering
hu_hu: Szűrésre elérhető tartalmi widgetek/blokkok/területek listája

source: Use Indexed filters
hu_hu: Indexelt szűrők használata

source: Enable indexed filters functionality
hu_hu: Engedélyezze az indexelt szűrők funkcióját

source: Use auto re-indexing
hu_hu: Automatikus újraindexelés használata

source: Auto re-indexing data when changing posts or filters
hu_hu: Adatok automatikus újraindexelése bejegyzések vagy szűrők módosításakor

source: Index Post Types
hu_hu: Bejegyzéstípusok indexelése

source: List post types that will be indexed
hu_hu: Az indexelendő bejegyzéstípusok listája

source: Provider preloader
hu_hu: Szolgáltató előtöltője

source: Enable provider preloader while filtering request is in progress
hu_hu: Engedélyezze a szolgáltató előtöltőjét, amíg a szűrőkérés folyamatban van

source: Fixed position
hu_hu: Rögzített pozíció

source: Fixes position of the preloader in the center of the screen inside the provider
hu_hu: Rögzíti az előtöltő pozícióját a képernyő közepén a szolgáltatón belül

source: Edge gap
hu_hu: Peremtávolság

source: Size
hu_hu: Méret

source: Use background plane
hu_hu: Háttérfelület használata

source: Padding
hu_hu: Belső margó

source: Border radius
hu_hu: Szegély lekerekítése

source: Background color
hu_hu: Háttérszín

source: Preloader preview
hu_hu: Előtöltő előnézet

source: Use SEO & Sitemap Rules
hu_hu: SEO- és webhelytérkép-szabályok használata

source: Configure rules to generate filters specific sitemaps
hu_hu: Konfigurálja a szabályokat a szűrőkhöz tartozó webhelytérképek létrehozásához

source: Add Rule
hu_hu: Szabály hozzáadása

source: Save Rules
hu_hu: Szabályok mentése

source: URL Structure Type
hu_hu: URL-struktúra típusa

source: List of URL structure types
hu_hu: URL-struktúratípusok listája

source: Rewritable Post Types
hu_hu: Átírható bejegyzéstípusok

source: Post Types and their Taxonomies for which permalinks will be rewritten
hu_hu: Bejegyzéstípusok és azok taxonómiái, amelyeknél a közvetlen hivatkozások átírásra kerülnek

source: Taxonomy term name type in URL
hu_hu: Taxonómiai kifejezésnév típusa az URL-ben

source: All term slugs must be unique. Duplicate slugs may cause errors or unexpected behavior.
hu_hu: Minden kifejezés slugja legyen egyedi. A duplikált slugok hibákat vagy váratlan viselkedést okozhatnak.

source: Use Custom URL Symbols
hu_hu: Egyéni URL-szimbólumok használata

source: Provider/Query ID delimiter
hu_hu: Szolgáltató/lekérdezés-azonosító elválasztója

source: Terms & Meta items separator
hu_hu: Kifejezések és metaelemek elválasztója

source: Key/Value delimiter
hu_hu: Kulcs/érték elválasztója

source: Value elements separator
hu_hu: Értékelemek elválasztója

source: Query var suffix separator
hu_hu: Lekérdezési változó utótag elválasztója

source: Use URL Aliases
hu_hu: URL-álnevek használata

source: Allow to replace selected parts of the filtered URLs with any alias words you want
hu_hu: Lehetővé teszi, hogy a szűrt URL-ek kiválasztott részeit tetszőleges álnevekkel helyettesítse

source: Add new alias
hu_hu: Új álnév hozzáadása

source: Needle
hu_hu: Keresett minta

source: Replacement
hu_hu: Csere

source: See how the aliases will look
hu_hu: Tekintse meg, hogyan fognak kinézni az álnevek

source: Filter the posts or products by post or meta date using periods like day, week, month, year, and custom range.
hu_hu: Szűrje a bejegyzéseket vagy termékeket a bejegyzés dátuma vagy meta dátum alapján olyan időszakokkal, mint nap, hét, hónap, év, illetve egyéni tartomány.

source: How to Use Date Period Filter
hu_hu: Hogyan használja a dátumperiódus-szűrőt

source: How to Set Indexer Option for Filters
hu_hu: Hogyan állítsa be az indexelő beállítást a szűrőkhöz

source: Visual Filter Overview
hu_hu: Vizuális szűrő áttekintése

source: Learn More
hu_hu: Tudjon meg többet

source: day of month;
hu_hu: hónap napja;

source: day of month with leading zero;
hu_hu: hónap napja vezető nullával;

source: short day name;
hu_hu: rövid napnév;

source: full day name;
hu_hu: teljes napnév;

source: month of year;
hu_hu: év hónapja;

source: month of year with leading zero;
hu_hu: év hónapja vezető nullával;

source: short month name;
hu_hu: rövid hónapnév;

source: full month name;
hu_hu: teljes hónapnév;

source: year (two digit);
hu_hu: év (kétjegyű);

source: year (four digit);
hu_hu: év (négyjegyű);

source: To set the limit by date, fill in the date in the following format
hu_hu: A korlát dátum szerinti beállításához a dátumot a következő formátumban adja meg

source: You can also use the keyword "%1$s" instead of the year, month, or day. Example: %2$s - the limit will be the 15th of the current year and month
hu_hu: Az év, a hónap vagy a nap helyett használhatja a "%1$s" kulcsszót is. Példa: %2$s - a korlát az aktuális év és hónap 15. napja lesz

source: To set the limit by the current date, fill in
hu_hu: Az aktuális dátum szerinti korlát beállításához adja meg

source: Plus date operations are available with the following structure: + or - N number and unit of the date such as day(s), week(s), month(s) or year(s)
hu_hu: Plusz/mínusz dátumműveletek elérhetők a következő szerkezettel: + vagy - N szám és a dátum egysége, például nap(ok), hét(ek), hónap(ok) vagy év(ek)

source: Example: %s
hu_hu: Példa: %s

source: If the field is empty there will be no limits on the date
hu_hu: Ha a mező üres, nem lesz dátumkorlátozás

source: Select filter...
hu_hu: Válasszon szűrőt...

source: WooCommerce Shortcode
hu_hu: WooCommerce rövidkód

source: Default WooCommerce Archive (Classic)
hu_hu: Alapértelmezett WooCommerce archívum (klasszikus)

source: Select provider...
hu_hu: Válasszon szolgáltatót...

source: Title
hu_hu: Cím

source: Margin
hu_hu: Margó

source: Filters
hu_hu: Szűrők

source: Filters Position
hu_hu: Szűrők pozíciója

source: Line
hu_hu: Sor

source: Column
hu_hu: Oszlop

source: Horizontal Offset
hu_hu: Vízszintes eltolás

source: Vertical Offset
hu_hu: Függőleges eltolás

source: Background Color
hu_hu: Háttérszín

source: Border
hu_hu: Szegély

source: Vertical Alignment
hu_hu: Függőleges igazítás

source: Top
hu_hu: Felül

source: Center
hu_hu: Középen

source: Bottom
hu_hu: Alul

source: Horizontal Alignment
hu_hu: Vízszintes igazítás

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Items
hu_hu: Elemek

source: Minimal Width
hu_hu: Minimális szélesség

source: Filter Content Position
hu_hu: Szűrő tartalmának pozíciója

source: Horizontal Space Between Content
hu_hu: Vízszintes térköz a tartalom elemei között

source: Vertical Space Between Content
hu_hu: Függőleges térköz a tartalom elemei között

source: Normal
hu_hu: Normál

source: Hover
hu_hu: Egér fölé

source: Border Color
hu_hu: Szegély színe

source: Remove
hu_hu: Eltávolítás

source: Offset Top
hu_hu: Felső eltolás

source: Offset Right
hu_hu: Jobb oldali eltolás

source: Please select a provider
hu_hu: Kérjük, válasszon szolgáltatót

source: Clear Item
hu_hu: Elem törlése

source: Text Color
hu_hu: Szöveg színe

source: Space Between
hu_hu: Egyenletes elosztás

source: Alignment
hu_hu: Igazítás

source: Item
hu_hu: Elem

source: Normal Color
hu_hu: Normál szín

source: Normal Background Color
hu_hu: Normál háttérszín

source: Checked
hu_hu: Bejelölt

source: Checked Color
hu_hu: Bejelölt színe

source: Checked Background Color
hu_hu: Bejelölt háttérszíne

source: Checked Border Color
hu_hu: Bejelölt szegélyszíne

source: Button
hu_hu: Gomb

source: Disabled
hu_hu: Letiltva

source: Opacity
hu_hu: Átlátszatlanság

source: Stretch
hu_hu: Nyújtás

source: Apply filter
hu_hu: Szűrő alkalmazása

source: Remove filters
hu_hu: Szűrők eltávolítása

source: Active filters:
hu_hu: Aktív szűrők:

source: Active tags:
hu_hu: Aktív címkék:

source: Clear
hu_hu: Törlés

source: Sort...
hu_hu: Rendezés...

source: By title from lowest to highest
hu_hu: Cím Szerint Növekvő

source: By title from highest to lowest
hu_hu: Cím Szerint Csökkenő

source: By date from lowest to highest
hu_hu: Dátum Szerint Növekvő

source: By date from highest to lowest
hu_hu: Dátum Szerint Csökkenő

source: Prev Text
hu_hu: Előző Szöveg

source: Next Text
hu_hu: Következő Szöveg

source: Load More
hu_hu: Töltsön Be Többet

source: More
hu_hu: Több

source: Less
hu_hu: Kevesebb

source: Select some options
hu_hu: Válasszon Néhány Lehetőséget

source: and {number} others
hu_hu: és további {number}

source: Apply
hu_hu: Alkalmazza

source: Please select a filter
hu_hu: Kérem, válasszon egy szűrőt.

source: Horizontal Offset control works only with Line Filters Position
hu_hu: A Horizontal Offset vezérlő csak a Line Filters Position beállítással működik.
