Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-smart-filters/jet-smart-filters-*.po
Languages: hu_hu

source: Redirect Path
hu_hu: Átirányítás útvonala

source: If you choose <b>Apply type -> AJAX</b>, the URL will remain clean without visible details.<br>If you choose <b>Apply type -> Page reload</b> the parameters will be added to the URL during redirection.
hu_hu: Ha <b>Apply type -> AJAX</b> beállítást választja, az URL tiszta marad, látható részletek nélkül.<br>Ha a <b>Apply type -> Page reload</b> lehetőséget választja, az átirányítás során a paraméterek hozzáadódnak az URL-hez.

source: <b>Query ID</b> for <b>WooCommerce Shortcode</b> must be specified as attribute class: [products class="query_id"]
hu_hu: A <b>WooCommerce Shortcode</b> esetén a <b>Query ID</b>-t osztály attribútumként kell megadni: [products class=\"query_id\"]

source: Vertical Offset
hu_hu: Függőleges eltolás

source: Filter Options
hu_hu: Szűrő beállításai

source: Image Size
hu_hu: Képméret

source: Search Enabled
hu_hu: Keresés engedélyezve

source: Search Placeholder
hu_hu: Keresési helyőrző

source: More/Less Enabled
hu_hu: Több/Kevesebb engedélyezve

source: Less Items Count
hu_hu: Kevesebb elem száma

source: More Text
hu_hu: Több szöveg

source: Less Text
hu_hu: Kevesebb szöveg

source: Dropdown Enabled
hu_hu: Legördülő menü engedélyezve

source: Scroll Enabled
hu_hu: Görgetés engedélyezve

source: Scroll Height(px)
hu_hu: Görgetési magasság(px)

source: Button Border
hu_hu: Gomb szegélye

source: Holder
hu_hu: Tartó

source: Active Items
hu_hu: Aktív elemek

source: Dropdown Body
hu_hu: Legördülő menü tartalma

source: Items Padding
hu_hu: Elemek belső margója

source: Additional Providers Enabled
hu_hu: További szolgáltatók engedélyezve

source: Additional Provider
hu_hu: További szolgáltató

source: Additional Query ID
hu_hu: További Query ID

source: Additional Providers List
hu_hu: További szolgáltatók listája

source: Body Border
hu_hu: Tartalom szegélye

source: Text Alignment
hu_hu: Szöveg igazítása

source: Icon
hu_hu: Ikon

source: Icon Offset
hu_hu: Ikon eltolása

source: Middle
hu_hu: Közép

source: Enable Prev/Next
hu_hu: Előző/Következő engedélyezése

source: Range Points
hu_hu: Tartomány pontjai

source: Inputs Offset
hu_hu: Beviteli mezők eltolása

source: Focus
hu_hu: Fókusz

source: Group Item Width
hu_hu: Csoportelem szélessége

source: Leave blank for auto width
hu_hu: Hagyja üresen az automatikus szélességhez

source: Wrap
hu_hu: Tördelés

source: Order By
hu_hu: Rendezés alapja

source: Search in %s
hu_hu: Keresés itt: %s

source: Date range from
hu_hu: Dátumtartomány kezdete

source: Date range to
hu_hu: Végdátum

source: Date range value
hu_hu: Dátumtartomány értéke

source: %s - slider
hu_hu: %s - csúszka

source: Minimal value
hu_hu: Minimális érték

source: Maximum value
hu_hu: Maximális érték

source: %s - inputs
hu_hu: %s - beviteli mezők

source: Sort filter
hu_hu: Rendezési szűrő
