Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-booking-system-pricelabs/wp-booking-system-pricelabs-*.po
Languages: hu_hu

source: Import property prices from PriceLabs.co directly into your calendar.
hu_hu: Importálja az ingatlanárakat a PriceLabs.co-ról közvetlenül a naptárába.

source: Something went wrong. Could not refresh the feed.
hu_hu: Valami hiba történt. Nem sikerült frissíteni a feedet.

source: Select the property you want to sync with this calendar.
hu_hu: Válassza ki az ingatlant, amelyet ezzel a naptárral szeretne szinkronizálni.

source: Last updated
hu_hu: Utoljára frissítve

source: Error
hu_hu: Hiba

source: Enable booking restrictions
hu_hu: Foglalási korlátozások engedélyezése

source: Apply the minimum stay restrictions from the PriceLabs API.
hu_hu: Alkalmazza a PriceLabs API-ból származó minimális tartózkodási korlátozásokat.

source: Refresh Prices
hu_hu: Árak frissítése

source: If you need help getting your API Key, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/pricelabs-integration/">check out our guide</a> which offers step by step instructions.
hu_hu: Ha segítségre van szüksége az API Key beszerzéséhez, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/pricelabs-integration/">tekintse meg az útmutatónkat</a> amely lépésről lépésre nyújt útmutatást.

source: Error:
hu_hu: Hiba:

source: Refresh interval
hu_hu: Frissítési időköz

source: Daily
hu_hu: Naponta

source: Twice a day
hu_hu: Naponta kétszer

source: Hourly
hu_hu: Óránként

source: Discount
hu_hu: Kedvezmény

source: Apply a percentage discount to all prices.
hu_hu: Alkalmazzon százalékos kedvezményt az összes árra.

source: The <strong>PriceLabs</strong> Add-on requires WP Booking System version
hu_hu: A <strong>PriceLabs</strong> kiegészítőhöz a WP Booking System verziója szükséges
