Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-conditional-shipping-and-payments/woocommerce-conditional-shipping-and-payments-*.po
Languages: hu_hu

source: Calculated %s tax, for consistency with how WooCommerce is currently configured to display prices in the Cart and Checkout pages. Can be controlled under <strong>WooCommerce > Settings > Tax > Display Prices During Cart and Checkout</strong>.
hu_hu: A(z) %s adó kiszámítva, összhangban azzal, ahogyan a WooCommerce jelenleg be van állítva a Kosár és a Pénztár oldalakon az árak megjelenítésére. Ez a következő helyen módosítható: <strong>WooCommerce > Settings > Tax > Display Prices During Cart and Checkout</strong>.

source: Tag
hu_hu: Címke

source: Select tags&hellip;
hu_hu: Címkék kiválasztása&hellip;

source: Cart Total
hu_hu: Kosár végösszeg

source: decrease your cart total below %s
hu_hu: csökkentsd a kosarad végösszegét %s alá

source: increase your cart total to %s or higher
hu_hu: növeld a kosarad végösszegét %s vagy magasabbra

source: decrease your cart total to %s or lower
hu_hu: csökkentsd a kosarad végösszegét %s vagy alacsonyabbra

source: increase your cart total above %s
hu_hu: növeld a kosarad végösszegét %s fölé

source: Coupon Code
hu_hu: Kuponkód

source: remove all applied coupons
hu_hu: távolítsd el az összes alkalmazott kupont

source: remove coupons %s
hu_hu: távolítsd el a(z) %s kuponokat

source: remove coupon %s
hu_hu: távolítsd el a(z) %s kupont

source: apply a qualifying coupon
hu_hu: alkalmazz egy feltételeknek megfelelő kupont

source: remove all free shipping coupons from your cart
hu_hu: távolítsd el a kosaradból az összes, ingyenes szállítást biztosító kupont

source: apply a free shipping coupon
hu_hu: alkalmazz egy ingyenes szállítást biztosító kupont

source: used
hu_hu: felhasználva

source: not used
hu_hu: nincs felhasználva

source: enables free shipping
hu_hu: ingyenes szállítást engedélyez

source: does not enable free shipping
hu_hu: nem engedélyez ingyenes szállítást

source: Enter coupon codes, separated by comma (,).
hu_hu: Add meg a kuponkódokat, vesszővel (,) elválasztva.

source: Enter coupon codes, separated by comma (,). You may also use wildcards, such as 'discount*'.
hu_hu: Add meg a kuponkódokat, vesszővel (,) elválasztva. Helyettesítő karaktereket is használhatsz, például: 'discount*'.

source: Currency
hu_hu: Pénznem

source: choose a currency other than %s
hu_hu: válassz %s-től eltérő pénznemet

source: choose a different currency
hu_hu: válassz más pénznemet

source: checkout using %s
hu_hu: fizess %s pénznemben

source: Select currency&hellip;
hu_hu: Pénznem kiválasztása&hellip;

source: Customer Role
hu_hu: Felhasználói szerepkör

source: check out using an account with the required permissions
hu_hu: fizess ki egy, a szükséges jogosultságokkal rendelkező fiókkal

source: Guest
hu_hu: Vendég

source: Select roles&hellip;
hu_hu: Szerepkörök kiválasztása&hellip;

source: Customer
hu_hu: Vásárló

source: e-mail is
hu_hu: e-mail megegyezik

source: e-mail is not
hu_hu: e-mail nem egyezik

source: is returning
hu_hu: visszatérő

source: is new
hu_hu: új

source: use an authorized account
hu_hu: használj jogosult fiókot

source: checkout with an account that you have previously placed orders with
hu_hu: fizess ki olyan fiókkal, amellyel korábban már adtál le rendeléseket

source: checkout with a new customer account
hu_hu: fizess ki egy új vásárlói fiókkal

source: You can only use an asterisk (*) to match multiple addresses before the <code>@</code> e-mail separator.
hu_hu: Csillagot (*) csak a <code>@</code> e-mail elválasztó előtt használhatsz több cím illesztésére.

source: Rule <strong>#%1$s</strong>: Invalid e-mail found (%2$s) and removed from the <strong>Customer</strong> condition. %3$s
hu_hu: Szabály <strong>#%1$s</strong>: Érvénytelen e-mail található (%2$s), eltávolítva a <strong>Vásárló</strong> feltételből. %3$s

source: Rule <strong>#%1$s</strong>: Invalid e-mails found (%2$s) and removed from the <strong>Customer</strong> condition. %3$s
hu_hu: Szabály <strong>#%1$s</strong>: Érvénytelen e-mailek találhatók (%2$s), eltávolítva a <strong>Vásárló</strong> feltételből. %3$s

source: Separate e-mail addresses with commas. You can match multiple addresses by using an asterisk (*) before the <code>@</code> e-mail separator. For example, <code>*@woocommerce.com</code> will match all woocommerce.com addresses.
hu_hu: Az e-mail címeket vesszővel válaszd el. Több cím illesztéséhez csillagot (*) használhatsz a <code>@</code> e-mail elválasztó előtt. Például a <code>*@woocommerce.com</code> minden woocommerce.com címet illeszt.

source: Date/Time
hu_hu: Dátum/Idő

source: year is
hu_hu: év megegyezik

source: year is not
hu_hu: év nem egyezik

source: month is
hu_hu: hónap megegyezik

source: month is not
hu_hu: hónap nem egyezik

source: day in month is
hu_hu: nap a hónapban megegyezik

source: day in month is not
hu_hu: nap a hónapban nem egyezik

source: day in week is
hu_hu: a hét napja megegyezik

source: day in week is not
hu_hu: a hét napja nem egyezik

source: hour is
hu_hu: óra megegyezik

source: hour is not
hu_hu: óra nem egyezik

source: complete your order at a different time/date
hu_hu: fejezd be a rendelést más időpontban/dátumon

source: Rule <strong>#%1$s</strong>: <strong>%2$s</strong> modifier with condition <strong>%3$s: %4$s</strong> was invalid and removed. Please choose a value between %5$s.
hu_hu: Szabály <strong>#%1$s</strong>: A(z) <strong>%2$s</strong> módosító a következő feltétellel: <strong>%3$s: %4$s</strong> érvénytelen volt és eltávolításra került. Kérjük, válassz értéket %5$s között.

source: Enter values from %1$s to %2$s, separated by comma&hellip;
hu_hu: Adj meg értékeket %1$s és %2$s között, vesszővel elválasztva&hellip;

source: Enter values from <code>%1$s</code> to <code>%2$s</code>, separated by comma. Supports dashes for ranges. Example: <code>%3$s</code>.
hu_hu: Adj meg értékeket <code>%1$s</code> és <code>%2$s</code> között, vesszővel elválasztva. Tartományokhoz kötőjelet is használhatsz. Példa: <code>%3$s</code>.

source: Select months&hellip;
hu_hu: Hónapok kiválasztása&hellip;

source: Select days&hellip;
hu_hu: Napok kiválasztása&hellip;

source: Gift Card Product
hu_hu: Ajándékkártya-termék

source: remove all gift card products from your cart
hu_hu: távolítsd el a kosaradból az összes ajándékkártya-terméket

source: add some gift card products to your cart
hu_hu: adj a kosaradhoz néhány ajándékkártya-terméket

source: make sure that your cart doesn't contain only gift card products
hu_hu: győződj meg róla, hogy a kosarad nem kizárólag ajándékkártya-termékeket tartalmaz

source: make sure that your cart contains only gift card products
hu_hu: győződj meg róla, hogy a kosarad kizárólag ajándékkártya-termékeket tartalmaz

source: remove all gift cards from your cart
hu_hu: távolítsd el a kosaradból az összes ajándékkártyát

source: add some gift cards products to your cart
hu_hu: adj a kosaradhoz néhány ajándékkártya-terméket

source: Membership Plan
hu_hu: Tagsági csomag

source: make sure that your active membership plan(s) qualify
hu_hu: győződj meg róla, hogy az aktív tagsági csomagjaid megfelelnek a feltételeknek

source: make sure you have purchased a qualifying membership plan
hu_hu: győződj meg róla, hogy vásároltál feltételeknek megfelelő tagsági csomagot

source: active exists
hu_hu: van aktív

source: all inactive
hu_hu: mind inaktív

source: inactive exists
hu_hu: van inaktív

source: all active
hu_hu: mind aktív

source: Select plans&hellip;
hu_hu: Csomagok kiválasztása&hellip;

source: Order Status
hu_hu: Rendelés állapota

source: please contact the site administrator
hu_hu: kérjük, lépj kapcsolatba a webhely rendszergazdájával

source: in
hu_hu: szerepel

source: not in
hu_hu: nem szerepel

source: Select statuses&hellip;
hu_hu: Állapotok kiválasztása&hellip;

source: Condition applies only in <code>order-pay</code> endpoint and checkout.
hu_hu: A feltétel csak az <code>order-pay</code> végponton és a pénztárban érvényes.

source: Order Total
hu_hu: Rendelés végösszeg

source: decrease your order total below %s
hu_hu: csökkentsd a rendelésed végösszegét %s alá

source: increase your order total to %s or higher
hu_hu: növeld a rendelésed végösszegét %s vagy magasabbra

source: decrease your order total to %s or lower
hu_hu: csökkentsd a rendelésed végösszegét %s vagy alacsonyabbra

source: increase your order total above %s
hu_hu: növeld a rendelésed végösszegét %s fölé

source: in package
hu_hu: a csomagban

source: not in package
hu_hu: nincs a csomagban

source: all package items
hu_hu: a csomag összes tétele

source: not all package items
hu_hu: nem minden csomagtétel

source: remove all backordered products from it
hu_hu: távolíts el belőle minden utánrendeléses terméket

source: make sure it contains some backordered products
hu_hu: győződj meg róla, hogy tartalmaz néhány utánrendeléses terméket

source: make sure it does not contain only products on backorder
hu_hu: győződj meg róla, hogy nem kizárólag utánrendeléses termékeket tartalmaz

source: make sure it contains only products on backorder
hu_hu: győződj meg róla, hogy kizárólag utánrendeléses termékeket tartalmaz

source: all items in package
hu_hu: minden tétel a csomagban

source: not all items in package
hu_hu: nem minden tétel a csomagban

source: make sure it contains no products from the %2$s categories
hu_hu: győződjön meg róla, hogy nem tartalmaz a(z) %2$s kategóriákból származó termékeket

source: make sure it contains no products from the %2$s category
hu_hu: győződjön meg róla, hogy nem tartalmaz a(z) %2$s kategóriából származó termékeket

# products in categories
source: remove %1$s from it
hu_hu: távolítsa el belőle a(z) %1$s elemet

# products in category
source: remove %1$s from it
hu_hu: távolítsa el belőle a(z) %1$s elemet

source: make sure it contains some products from the %s categories
hu_hu: győződjön meg róla, hogy tartalmaz néhány terméket a(z) %s kategóriákból

source: make sure it contains some products from the %s category
hu_hu: győződjön meg róla, hogy tartalmaz néhány terméket a(z) %s kategóriából

source: make sure it doesn't only contain products from the %s categories
hu_hu: győződjön meg róla, hogy nem kizárólag a(z) %s kategóriákból származó termékeket tartalmaz

source: make sure it doesn't only contain products from the %s category
hu_hu: győződjön meg róla, hogy nem kizárólag a(z) %s kategóriából származó termékeket tartalmaz

source: make sure it contains only products from the %s categories
hu_hu: győződjön meg róla, hogy kizárólag a(z) %s kategóriákból származó termékeket tartalmaz

source: make sure it contains only products from the %s category
hu_hu: győződjön meg róla, hogy kizárólag a(z) %s kategóriából származó termékeket tartalmaz

source: Package Item Count
hu_hu: Csomag tételszáma

source: make sure that there are no shipping packages with more than %s items
hu_hu: győződjön meg róla, hogy nincs %s darabnál több tételt tartalmazó szállítási csomag

source: make sure that there are no more than %s items in it
hu_hu: győződjön meg róla, hogy nincs benne %s tételnél több

source: make sure there are at least %s items in every shipping package
hu_hu: győződjön meg róla, hogy minden szállítási csomagban legalább %s tétel van

source: make sure it contains at least %s items
hu_hu: győződjön meg róla, hogy legalább %s tételt tartalmaz

source: make sure it contains more than %s items
hu_hu: győződjön meg róla, hogy %s tételnél többet tartalmaz

source: make sure that there are less than %s items in every shipping package
hu_hu: győződjön meg róla, hogy minden szállítási csomagban kevesebb mint %s tétel van

source: make sure it contains less than %s items
hu_hu: győződjön meg róla, hogy kevesebb mint %s tételt tartalmaz

source: make sure that there are more than %s items in every shipping package
hu_hu: győződjön meg róla, hogy minden szállítási csomagban több mint %s tétel van

source: make sure that there are either more or fewer than %s items in every shipping package
hu_hu: győződjön meg róla, hogy minden szállítási csomagban a tételek száma vagy több, vagy kevesebb mint %s

source: make sure it contains either more or fewer than %s items
hu_hu: győződjön meg róla, hogy vagy több, vagy kevesebb mint %s tételt tartalmaz

source: recurring
hu_hu: ismétlődő

source: make sure that your cart does not contain any items shipped at %s intervals
hu_hu: győződjön meg róla, hogy a kosara nem tartalmaz %s időközönként szállított tételeket

source: make sure it does not contain any items shipped at %s intervals
hu_hu: győződjön meg róla, hogy nem tartalmaz %s időközönként szállított tételeket

source: make sure that your cart contains items shipped at %s intervals
hu_hu: győződjön meg róla, hogy a kosara tartalmaz %s időközönként szállított tételeket

source: make sure it contains items shipped at %s intervals
hu_hu: győződjön meg róla, hogy tartalmaz %s időközönként szállított tételeket

source: make sure that your cart does not only contain items shipped at %s intervals
hu_hu: győződjön meg róla, hogy a kosara nem kizárólag %s időközönként szállított tételeket tartalmaz

source: make sure it does not only contain items shipped at %s intervals
hu_hu: győződjön meg róla, hogy nem kizárólag %s időközönként szállított tételeket tartalmaz

source: make sure that your cart only contains items shipped at %s intervals
hu_hu: győződjön meg róla, hogy a kosara kizárólag %s időközönként szállított tételeket tartalmaz

source: make sure it only contains items shipped at %s intervals
hu_hu: győződjön meg róla, hogy kizárólag %s időközönként szállított tételeket tartalmaz

source: consider changing its shipping schedule
hu_hu: fontolja meg a szállítási ütemezésének módosítását

source: Recurring Package
hu_hu: Ismétlődő csomag

source: remove %s from it
hu_hu: távolítsa el belőle a(z) %s elemet

source: add some qualifying products to it
hu_hu: adjon hozzá néhány megfelelő terméket

source: make sure it contains qualifying products only
hu_hu: győződjön meg róla, hogy kizárólag megfelelő termékeket tartalmaz

source: Package Total
hu_hu: Csomag végösszege

source: make sure that the total value of your shipment does not exceed %s
hu_hu: győződjön meg róla, hogy a küldemény összértéke nem haladja meg a %s értéket

source: make sure that its total value does not exceed %s
hu_hu: győződjön meg róla, hogy az összértéke nem haladja meg a %s értéket

source: make sure that the total value of your shipment is %s or higher
hu_hu: győződjön meg róla, hogy a küldemény összértéke legalább %s

source: make sure that its total value is %s or higher
hu_hu: győződjön meg róla, hogy az összértéke legalább %s

source: make sure that the total value of your shipment is %s or lower
hu_hu: győződjön meg róla, hogy a küldemény összértéke legfeljebb %s

source: make sure that its total value is %s or lower
hu_hu: győződjön meg róla, hogy az összértéke legfeljebb %s

source: make sure that the total value of your shipment is above %s
hu_hu: győződjön meg róla, hogy a küldemény összértéke nagyobb, mint %s

source: make sure that its total value is above %s
hu_hu: győződjön meg róla, hogy az összértéke nagyobb, mint %s

source: Package Weight
hu_hu: Csomag súlya

source: decrease the total weight of your shipment below %s
hu_hu: csökkentse a küldemény összsúlyát %s alá

source: decrease its total weight below %s
hu_hu: csökkentse az összsúlyát %s alá

source: increase the total weight of your shipment to %s or higher
hu_hu: növelje a küldemény összsúlyát %s vagy nagyobb értékre

source: increase its total weight to %s or higher
hu_hu: növelje az összsúlyát %s vagy nagyobb értékre

source: decrease the total weight of your shipment to %s or lower
hu_hu: csökkentse a küldemény összsúlyát %s vagy alacsonyabb értékre

source: decrease its total weight to %s or lower
hu_hu: csökkentse az összsúlyát %s vagy alacsonyabb értékre

source: increase the total weight of your shipment above %s
hu_hu: növelje a küldemény összsúlyát %s fölé

source: increase its total weight above %s
hu_hu: növelje az összsúlyát %s fölé

source: make sure that the total weight of your shipment is either above or below %s
hu_hu: győződjön meg róla, hogy a küldemény összsúlya a %s érték felett vagy alatt van

source: make sure its total weight is either above or below %s
hu_hu: győződjön meg róla, hogy az összsúlya a %s érték felett vagy alatt van

source: Shipping Country/State
hu_hu: Szállítási ország/állam

source: choose a different shipping %s
hu_hu: válasszon másik szállítási %s-t

source: choose a different shipping destination for shipping packages %2$s
hu_hu: válasszon másik szállítási célállomást a(z) %2$s szállítási csomagokhoz

source: Select shipping countries&hellip;
hu_hu: Válasszon szállítási országokat&hellip;

source: Shipping Method
hu_hu: Szállítási mód

source: select a different shipping method
hu_hu: válasszon másik szállítási módot

source: choose a different shipping method for package #%s
hu_hu: válasszon másik szállítási módot a(z) #%s csomaghoz

source: choose a different shipping method
hu_hu: válasszon másik szállítási módot

source: choose a different shipping method for packages %s
hu_hu: válasszon másik szállítási módot a(z) %s csomagokhoz

source: Select shipping methods&hellip;
hu_hu: Válasszon szállítási módokat&hellip;

source: Shipping Postcode
hu_hu: Szállítási irányítószám

source: choose a valid shipping postcode
hu_hu: válasszon érvényes szállítási irányítószámot

source: Stock Quantity
hu_hu: Készlet mennyisége

source: Restrict payment gateways conditionally.
hu_hu: Korlátozza a fizetési átjárókat feltételesen.

source: Payment Gateway Restrictions
hu_hu: Fizetési átjáró korlátozások

source: Restrict the payment gateways available on the <strong>Checkout</strong> and <strong>Order > Pay</strong> pages. To create logical "OR" expressions with Conditions, add multiple Restrictions.
hu_hu: Korlátozza a <strong>Pénztár</strong> és a <strong>Rendelés > Fizetés</strong> oldalakon elérhető fizetési átjárókat. Logikai "VAGY" kifejezések létrehozásához a Conditions használatával adjon hozzá több Restrictions elemet.

source: Short Description
hu_hu: Rövid leírás

source: Optional short description for this rule&hellip;
hu_hu: Opcionális rövid leírás ehhez a szabályhoz&hellip;

source: Exclude Gateways
hu_hu: Átjárók kizárása

source: Select Payment Gateways&hellip;
hu_hu: Válasszon fizetési átjárókat&hellip;

source: Show Excluded
hu_hu: Kizárt megjelenítése

source: By default, excluded payment gateways are hidden in the <strong>Checkout</strong> and <strong>Order > Pay</strong> pages. Select this option if you prefer to show excluded gateways in the <strong>Checkout</strong> page and display a restriction notice when customers attempt to complete an order using an excluded gateway. In the <strong>Order > Pay</strong> page, excluded payment gateways will remain hidden.
hu_hu: Alapértelmezés szerint a kizárt fizetési átjárók rejtve vannak a <strong>Pénztár</strong> és a <strong>Rendelés > Fizetés</strong> oldalakon. Válassza ezt az opciót, ha a <strong>Pénztár</strong> oldalon szeretné megjeleníteni a kizárt átjárókat, és korlátozásról szóló üzenetet szeretne megjeleníteni, amikor az ügyfelek kizárt átjáróval próbálják befejezni a rendelést. A <strong>Rendelés > Fizetés</strong> oldalon a kizárt fizetési átjárók továbbra is rejtve maradnak.

source: Custom Notice
hu_hu: Egyéni üzenet

source: Defaults to:<br/>&quot;Your order cannot be checked out via {excluded_gateway}. To complete your order, please choose a different payment method.&quot;<br/>When conditions are defined, resolution instructions are added to the default message.
hu_hu: Alapértelmezett:<br/>&quot;A rendelése nem fizethető ki a(z) {excluded_gateway} használatával. A rendelés befejezéséhez válasszon másik fizetési módot.&quot;<br/>Ha feltételek vannak megadva, a rendszer megoldási útmutatót ad az alapértelmezett üzenethez.

source: Defaults to:<br/>&quot;{product} cannot be checked out via {excluded_gateway}. To complete your order, please choose a different payment method, or remove {product} from your cart.&quot;<br/>When conditions are defined, resolution instructions are added to the default message.
hu_hu: Alapértelmezett:<br/>&quot;A(z) {product} nem fizethető ki a(z) {excluded_gateway} használatával. A rendelés befejezéséhez válasszon másik fizetési módot, vagy távolítsa el a kosarából a(z) {product} elemet.&quot;<br/>Ha feltételek vannak megadva, a rendszer megoldási útmutatót ad az alapértelmezett üzenethez.

source: Custom notice to display when attempting to place an order while this restriction is active. You may include <code>{excluded_gateway}</code> and <code>{currency}</code> and have them substituted by the selected payment gateway title and the selected currency.
hu_hu: Egyéni üzenet, amely a rendelés leadásának kísérletekor jelenik meg, amikor ez a korlátozás aktív. Belefoglalhatja a következőket: <code>{excluded_gateway}</code> és <code>{currency}</code>, amelyeket a rendszer a kiválasztott fizetési átjáró nevére és a kiválasztott pénznemre cserél.

source: Custom notice to display when attempting to place an order while this restriction is active. You may include <code>{product}</code>, <code>{excluded_gateway}</code> and <code>{currency}</code> and have them substituted by the actual product title, the selected payment gateway title and the selected currency.
hu_hu: Egyéni üzenet, amely a rendelés leadásának kísérletekor jelenik meg, amikor ez a korlátozás aktív. Belefoglalhatja a következőket: <code>{product}</code>, <code>{excluded_gateway}</code> és <code>{currency}</code>, amelyeket a rendszer a tényleges terméknévre, a kiválasztott fizetési átjáró nevére és a kiválasztott pénznemre cserél.

source: Show Static Notices
hu_hu: Statikus értesítések megjelenítése

source: By default, when <strong>Show Excluded</strong> is enabled, a notice is displayed when customers attempt to place an order using a restricted payment method. Select this option if you also want to display a static notice under each restricted payment method.
hu_hu: Alapértelmezés szerint, ha a <strong>Kizárt elemek megjelenítése</strong> be van kapcsolva, értesítés jelenik meg, amikor a vásárlók korlátozott fizetési móddal próbálnak rendelni. Válassza ezt az opciót, ha statikus értesítést is szeretne megjeleníteni minden korlátozott fizetési mód alatt.

source: Restrict the available payment options when an order contains this product.
hu_hu: Korlátozza az elérhető fizetési lehetőségeket, ha a rendelés ezt a terméket tartalmazza.

source: Payment Gateway restriction <strong>#%s</strong> has no effect: Please choose at least one payment gateway in the <strong>Exclude Gateways</strong> field.
hu_hu: A(z) <strong>#%s</strong> fizetési átjáró-korlátozásnak nincs hatása: Válasszon legalább egy fizetési átjárót a <strong>Kizárt fizetési átjárók</strong> mezőben.

source: Rule <strong>#%s</strong> has no effect: Please choose at least one payment gateway in the <strong>Exclude Gateways</strong> field.
hu_hu: A(z) <strong>#%s</strong> szabálynak nincs hatása: Válasszon legalább egy fizetési átjárót a <strong>Kizárt fizetési átjárók</strong> mezőben.

source: To choose &quot;%1$s&quot;, please %2$s. Otherwise, please remove &quot;%3$s&quot; from your cart.
hu_hu: A(z) &quot;%1$s&quot; választásához kérjük, %2$s. Ellenkező esetben távolítsa el a &quot;%3$s&quot; terméket a kosarából.

source: To purchase &quot;%3$s&quot; via &quot;%1$s&quot;, please %2$s. Otherwise, choose a different payment method, or remove &quot;%3$s&quot; from your cart.
hu_hu: A(z) &quot;%3$s&quot; megvásárlásához &quot;%1$s&quot; útján kérjük, %2$s. Ellenkező esetben válasszon másik fizetési módot, vagy távolítsa el a &quot;%3$s&quot; terméket a kosarából.
