Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-conditional-shipping-and-payments/woocommerce-conditional-shipping-and-payments-*.po
Languages: hu_hu

source: Exclude shipping methods, payment gateways and shipping destinations using conditional logic.
hu_hu: Zárja ki a szállítási módokat, a fizetési átjárókat és a szállítási célállomásokat feltételes logika használatával.

source: %1$s or %2$s
hu_hu: %1$s vagy %2$s

source: %1$s and %2$s
hu_hu: %1$s és %2$s

source: And
hu_hu: És

source: No restrictions found. Add some now?
hu_hu: Nem találhatók korlátozások. Hozzáad néhányat most?

source: Add Restriction
hu_hu: Korlátozás hozzáadása

source: Drag and drop to set order
hu_hu: Fogja meg és húzza a sorrend beállításához

source: %1$s, or %2$s
hu_hu: %1$s, vagy %2$s

source: Action failed. Please refresh your browser and try again.
hu_hu: A művelet nem sikerült. Kérjük, frissítse a böngészőt, és próbálja újra.

source: Restriction data has been changed. Please refresh your browser and try again.
hu_hu: A korlátozás adatai megváltoztak. Kérjük, frissítse a böngészőt, és próbálja újra.

source: This restriction is already defined and cannot be added again. Only restrictions that support multiple rule definitions can be added more than once.
hu_hu: Ez a korlátozás már létezik, és nem adható hozzá ismét. Csak a több szabálydefiníciót támogató korlátozások adhatók hozzá egynél többször.

source: Your database is being updated in the background.
hu_hu: Az adatbázist a háttérben frissítjük.

source: Your database needs to be updated to the latest version.
hu_hu: Az adatbázist a legújabb verzióra kell frissíteni.

source: Database update incomplete.
hu_hu: Az adatbázis-frissítés nem teljes.

source: WooCommerce Conditional Shipping and Payments Data Update
hu_hu: WooCommerce Conditional Shipping and Payments adatfrissítés

source: WooCommerce Conditional Shipping and Payments data update complete.
hu_hu: A WooCommerce Conditional Shipping and Payments adatfrissítése befejeződött.

source: <strong>Conditional Shipping and Payments</strong> is now evaluating the <strong>Cart Subtotal</strong> condition including or excluding tax, depending on how you have configured WooCommerce to <a href="%1$s">display prices in the Cart and Checkout pages</a>. If you have used the <strong>Cart Subtotal</strong> condition to create Restrictions, and have configured WooCommerce to display Cart/Checkout page prices excluding tax, then you may need to update the <strong>Cart Subtotal</strong> condition value in your Restrictions' configuration.
hu_hu: <strong>Conditional Shipping and Payments</strong> mostantól a <strong>Kosár részösszeg</strong> feltételt adóval együtt vagy anélkül értékeli, attól függően, hogy a WooCommerce-ben hogyan állította be az árak <a href="%1$s">Kosár és Pénztár oldalon történő megjelenítését</a>. Ha a <strong>Kosár részösszeg</strong> feltételt használta korlátozások létrehozásához, és úgy állította be a WooCommerce-t, hogy a Kosár/Pénztár oldalon az árak adó nélkül jelenjenek meg, akkor előfordulhat, hogy frissítenie kell a <strong>Kosár részösszeg</strong> feltétel értékét a korlátozások beállításaiban.

source: Thank you for installing <strong>WooCommerce Conditional Shipping and Payments</strong>. Ready to get started? <a href="%s">Click here to create your first shipping or payment option restriction</a>.
hu_hu: Köszönjük, hogy telepítette a <strong>WooCommerce Conditional Shipping and Payments</strong> bővítményt. Készen áll a kezdésre? <a href="%s">Kattintson ide az első szállítási vagy fizetési opció korlátozásának létrehozásához</a>.

source: run the update process manually
hu_hu: futtassa kézzel a frissítési folyamatot

source: &hellip;Taking a while? You may need to %s.
hu_hu: &hellip;Sokáig tart? Lehet, hogy %s.

source: get in touch with us
hu_hu: lépjen kapcsolatba velünk

source: If this message persists, please restore your database from a backup, or %s.
hu_hu: Ha ez az üzenet továbbra is megjelenik, állítsa vissza az adatbázist egy biztonsági mentésből, vagy %s.

source: The installed version of <strong>Conditional Shipping and Payments</strong> is not compatible with the <code>selectSW</code> library found on your system. Please update Conditional Shipping and Payments to the latest version.
hu_hu: A telepített <strong>Conditional Shipping and Payments</strong> verzió nem kompatibilis a rendszeren található <code>selectSW</code> könyvtárral. Kérjük, frissítse a Conditional Shipping and Payments bővítményt a legújabb verzióra.

source: This rule will be permanently deleted from your system. Are you sure?
hu_hu: Ez a szabály véglegesen törlődik a rendszerből. Biztos benne?

# attributes_form
source: Something went wrong. Please refresh your browser and try again.
hu_hu: Valami hiba történt. Kérjük, frissítse a böngészőt, és próbálja újra.

source: Restrictions
hu_hu: Korlátozások

source: Choose restriction&hellip;
hu_hu: Válasszon korlátozást&hellip;

source: Add
hu_hu: Hozzáadás

source: This product does not exclude any shipping or payment options.
hu_hu: Ez a termék nem zár ki semmilyen szállítási vagy fizetési opciót.

source: re-enable product-level restrictions
hu_hu: újra engedélyezi a termékszintű korlátozásokat

source: Product restrictions are currently disabled globally. You can still edit, create and delete rules under <strong>Product Data > Restrictions</strong> &ndash; however, they will have no effect until you %s.
hu_hu: A termékkorlátozások jelenleg globálisan le vannak tiltva. Továbbra is szerkeszthet, létrehozhat és törölhet szabályokat a <strong>Termékadatok > Korlátozások</strong> alatt &ndash; azonban nem lesz hatásuk, amíg nem %s.

source: Product restrictions for <strong>Shipping Methods</strong> and <strong>Shipping Destinations</strong> do not work with <strong>Virtual</strong> products. You can still create and edit such restrictions under <strong>Product Data > Restrictions</strong> &ndash; however, they will have no effect when purchasing this product.
hu_hu: A <strong>Szállítási módok</strong>ra és <strong>szállítási célállomásokra</strong> vonatkozó termékkorlátozások nem működnek a <strong>virtuális</strong> termékekkel. Ilyen korlátozásokat továbbra is létrehozhat és szerkeszthet a <strong>Termékadatok > Korlátozások</strong> alatt &ndash; azonban ennek a terméknek a megvásárlásakor nem lesz hatásuk.

source: Your store does not have any active <a href="%1$s">Shipping Methods</a>. Before setting up Shipping Methods Restrictions, it is necessary to create or activate some Shipping Methods. <a href="%2$s">Learn more</a> about setting up Shipping Zones and Shipping Methods for your store.
hu_hu: Az áruházában nincsenek aktív <a href="%1$s">szállítási módok</a>. A Szállítási módok korlátozásainak beállítása előtt szükséges néhány szállítási mód létrehozása vagy aktiválása. <a href="%2$s">Tudjon meg többet</a> a szállítási zónák és szállítási módok beállításáról az áruházában.

source: Conditional Shipping and Payments does not collect, store or share any personal data.
hu_hu: A Conditional Shipping and Payments nem gyűjt, nem tárol és nem oszt meg semmilyen személyes adatot.

source: However, WooCommerce collects personal data from customers which can be used by Conditional Shipping and Payments to conditionally disable specific shipping and payment options. Please keep in mind that, depending on the context, limiting the checkout options for specific customer groups may violate laws in your jurisdiction.
hu_hu: A WooCommerce azonban gyűjt személyes adatokat az ügyfelektől, amelyeket a Conditional Shipping and Payments felhasználhat bizonyos szállítási és fizetési opciók feltételes letiltására. Kérjük, tartsa szem előtt, hogy a körülményektől függően bizonyos vásárlói csoportok pénztári opcióinak korlátozása sértheti az Ön joghatóságában érvényes jogszabályokat.

source: Filter by restriction
hu_hu: Szűrés korlátozás szerint

source: Any restriction
hu_hu: Bármely korlátozás

source: Documentation
hu_hu: Dokumentáció

source: Support
hu_hu: Támogatás

source: Use Restrictions to conditionally exclude Payment Gateways, Shipping Methods, and Shipping Destinations.
hu_hu: Használja a korlátozásokat a fizetési átjárók, szállítási módok és szállítási célállomások feltételes kizárásához.

source: Troubleshooting
hu_hu: Hibaelhárítás

source: Use these options to troubleshoot your payment and shipping restrictions.
hu_hu: Használja ezeket a beállításokat a fizetési és szállítási korlátozások hibaelhárításához.

source: Disable Global Restrictions
hu_hu: Globális korlátozások letiltása

source: Disable all global rules
hu_hu: Minden globális szabály letiltása

source: Disable all restrictions created in the <strong>Payment Gateways</strong>, <strong>Shipping Methods</strong> and <strong>Shipping Destinations</strong> tab sections above.
hu_hu: A fenti <strong>Fizetési átjárók</strong>, <strong>Szállítási módok</strong> és <strong>Szállítási célállomások</strong> lapokon létrehozott összes korlátozás letiltása.

source: Disable Product Restrictions
hu_hu: Termékkorlátozások letiltása

source: Disable all product-level rules
hu_hu: Minden termékszintű szabály letiltása

source: Disable all restrictions created in the <strong>Product Data > Restrictions</strong> section of your products.
hu_hu: A termékek <strong>Termékadatok > Korlátozások</strong> szakaszában létrehozott összes korlátozás letiltása.

source: Debug Mode
hu_hu: Hibakeresési mód

source: Enable debug mode
hu_hu: Hibakeresési mód engedélyezése

source: Enable debug mode to display detailed information about your active restrictions on the Checkout page. Useful for understanding the effect of your global and product-level rules on your shipping and payment options.
hu_hu: Engedélyezze a hibakeresési módot, hogy részletes információk jelenjenek meg az aktív korlátozásokról a Pénztár oldalon. Hasznos a globális és termékszintű szabályok szállítási és fizetési opciókra gyakorolt hatásának megértéséhez.

source: re-enable global restrictions
hu_hu: újra engedélyezi a globális korlátozásokat

source: Global restrictions are currently disabled. You can still edit, create and delete rules &ndash; however, they will have no effect until you %s.
hu_hu: A globális korlátozások jelenleg le vannak tiltva. Továbbra is szerkeszthet, létrehozhat és törölhet szabályokat &ndash; azonban nem lesz hatásuk, amíg nem %s.

source: Failed to delete restriction rule. Please refresh the page and try again.
hu_hu: A korlátozási szabály törlése nem sikerült. Kérjük, frissítse az oldalt, és próbálja újra.

source: Restriction rule deleted successfully.
hu_hu: A korlátozási szabály sikeresen törölve.

source: Restriction Type
hu_hu: Korlátozás típusa

source: Active Rules
hu_hu: Aktív szabályok

source: Summary
hu_hu: Összegzés

source: Actions
hu_hu: Műveletek

source: Restrict the payment gateways available at checkout.
hu_hu: Korlátozza a pénztárban elérhető fizetési átjárókat.

source: Restrict the shipping methods available at checkout.
hu_hu: Korlátozza a pénztárban elérhető szállítási módokat.

source: Restrict the shipping countries allowed at checkout.
hu_hu: Korlátozza a pénztárban engedélyezett szállítási országokat.

source: Restrictions related cart data.
hu_hu: Korlátozásokhoz kapcsolódó kosáradatok.

source: Payment gateways restrictions data.
hu_hu: Fizetési átjárók korlátozásainak adatai.

source: Whether the payment method is hidden in the checkout.
hu_hu: A fizetési mód rejtve van-e a pénztárban.

source: Whether the payment method is excluded in the checkout.
hu_hu: A fizetési mód ki van-e zárva a pénztárban.

source: Payment method resolution message, if any.
hu_hu: A fizetési mód üzenete, ha van.

source: Debugger messages.
hu_hu: Hibakereső üzenetek.

source: The debug message for payment methods.
hu_hu: A fizetési módok hibakeresési üzenete.

source: The debug message for shipping methods.
hu_hu: A szállítási módok hibakeresési üzenete.

source: The debug message for shipping countries.
hu_hu: A szállítási országok hibakeresési üzenete.

source: Foul!
hu_hu: Szabálytalan!

source: Remove
hu_hu: Eltávolítás

source: Conditions
hu_hu: Feltételek

source: Add Condition
hu_hu: Feltétel hozzáadása

source: Conditional Shipping and Payments Debug Data
hu_hu: Conditional Shipping and Payments hibakeresési adatok

source: Payment Gateways
hu_hu: Fizetési átjárók

source: Shipping Methods
hu_hu: Szállítási módok

source: No shipping options found.
hu_hu: Nem találhatók szállítási opciók.

source: Package
hu_hu: Csomag

source: Shipping Destinations
hu_hu: Szállítási célállomások

source: The current destination is not restricted by any rule.
hu_hu: A jelenlegi célállomást nem korlátozza egyetlen szabály sem.

source: Global
hu_hu: Globális

source: The installed version of <strong>%1$s</strong> does not support <strong>Conditional Shipping and Payments</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
hu_hu: A telepített <strong>%1$s</strong> verzió nem támogatja a <strong>Conditional Shipping and Payments</strong> bővítményt. Kérjük, frissítse a <a href="%2$s" target="_blank">%3$s</a> csomagot <strong>%4$s</strong> vagy újabb verzióra.

source: Gift Cards
hu_hu: Ajándékkártyák

source: The installed version of <strong>%1$s</strong> is not supported by <strong>Conditional Shipping and Payments</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
hu_hu: A telepített <strong>%1$s</strong> verziót nem támogatja a <strong>Conditional Shipping and Payments</strong>. Kérjük, frissítse a <a href="%2$s" target="_blank">%3$s</a> csomagot <strong>%4$s</strong> vagy újabb verzióra.

source: Failed to save Gift Cards condition in rule #%d. The Gift Cards condition is not supported by Gift Cards payment gateway.
hu_hu: Nem sikerült menteni az Ajándékkártyák feltételt a(z) #%d. szabályban. Az Ajándékkártyák feltételt nem támogatja az Ajándékkártyák fizetési átjáró.

source: Show Excluded has been disabled in rule %s. The option is not supported by Klarna Checkout.
hu_hu: A Kizárt elemek megjelenítése le lett tiltva a(z) %s szabályban. Az opciót a Klarna Checkout nem támogatja.

source: Failed to save Billing Country condition in rule %s. The Billing Country condition is not supported by Klarna Checkout.
hu_hu: Nem sikerült menteni a Számlázási ország feltételt a(z) %s szabályban. A Számlázási ország feltételt a Klarna Checkout nem támogatja.

# last item in comma separated list
source: %1$s and %2$s
hu_hu: %1$s és %2$s

source: Failed to save Billing Country condition in rules %s. The Billing Country condition is not supported by Klarna Checkout.
hu_hu: Nem sikerült menteni a Számlázási ország feltételt a(z) %s szabályokban. A Számlázási ország feltételt a Klarna Checkout nem támogatja.

source: Pay Now
hu_hu: Fizess most

source: Pay Later
hu_hu: Fizess később

source: Slice It
hu_hu: Részletfizetés

source: Billing Country/State
hu_hu: Számlázási ország/állam

source: Country
hu_hu: Ország

source: choose a different billing %s
hu_hu: válassz másik számlázási %s-t

source: is
hu_hu: egyenlő

source: is not
hu_hu: nem egyenlő

source: Select billing countries&hellip;
hu_hu: Válassz számlázási országokat&hellip;

source: Limit restriction to specific states or regions&hellip;
hu_hu: Korlátozd meghatározott államokra vagy régiókra&hellip;

source: Billing Postcode
hu_hu: Számlázási irányítószám

source: choose a valid billing postcode
hu_hu: válassz érvényes számlázási irányítószámot

source: List one postcode per line&hellip;
hu_hu: Sorolj fel egy irányítószámot soronként&hellip;

source: List one postcode per line. Postcodes containing wildcards (e.g. CB23*) and fully numeric ranges (e.g. <code>90210...99000</code>) are also supported.
hu_hu: Sorolj fel soronként egy irányítószámot. A helyettesítő karaktereket tartalmazó irányítószámok (pl. CB23*) és a teljesen numerikus tartományok (pl. <code>90210...99000</code>) is támogatottak.

source: Product Attribute
hu_hu: Termékattribútum

# products with attribute
source: remove all products with a %2$s of %3$s from your cart
hu_hu: távolíts el minden olyan terméket a kosaradból, amelynek %2$s értéke %3$s

# products with attribute
source: remove %1$s from your cart
hu_hu: távolítsd el a(z) %1$s elemet a kosaradból

# products with attribute
source: add some products tagged with a %1$s of %2$s to your cart
hu_hu: adj hozzá a kosaradhoz néhány olyan terméket, amelyeknél a %1$s értéke %2$s

# products with attribute
source: make sure that your cart doesn't only contain products with a %1$s of %2$s
hu_hu: győződj meg róla, hogy a kosarad ne csak olyan termékeket tartalmazzon, amelyeknél a %1$s értéke %2$s

# products with attribute
source: make sure that your cart contains only products with a %1$s of %2$s
hu_hu: győződj meg róla, hogy a kosarad csak olyan termékeket tartalmazzon, amelyeknél a %1$s értéke %2$s

source: in cart
hu_hu: a kosárban

source: not in cart
hu_hu: nincs a kosárban

source: all cart items
hu_hu: összes kosártétel

source: not all cart items
hu_hu: nem minden kosártétel

source: Select product attribute&hellip;
hu_hu: Válassz termékattribútumot&hellip;

source: Select attribute values&hellip;
hu_hu: Válassz attribútumértékeket&hellip;

source: Backorder
hu_hu: Utánrendelés

source: remove all backordered products from your cart
hu_hu: távolíts el minden utánrendeléses terméket a kosaradból

source: add some backordered products to your cart
hu_hu: adj hozzá néhány utánrendeléses terméket a kosaradhoz

source: make sure that your cart doesn't contain only products on backorder
hu_hu: győződj meg róla, hogy a kosarad ne csak utánrendeléses termékeket tartalmazzon

source: make sure that your cart contains only products on backorder
hu_hu: győződj meg róla, hogy a kosarad csak utánrendeléses termékeket tartalmazzon

source: Brand
hu_hu: Márka

source: Select brands&hellip;
hu_hu: Válassz márkákat&hellip;

source: Category
hu_hu: Kategória

source: remove all products from the %2$s categories from your cart
hu_hu: távolíts el minden terméket a(z) %2$s kategóriákból a kosaradból

source: remove all products from the %2$s category from your cart
hu_hu: távolíts el minden terméket a(z) %2$s kategóriából a kosaradból

# products in categories
source: remove %1$s from your cart
hu_hu: távolítsd el a(z) %1$s elemet a kosaradból

# products in category
source: remove %1$s from your cart
hu_hu: távolítsd el a(z) %1$s elemet a kosaradból

source: add some products from the %s categories to your cart
hu_hu: adj hozzá néhány terméket a(z) %s kategóriákból a kosaradhoz

source: add some products from the %s category to your cart
hu_hu: adj hozzá néhány terméket a(z) %s kategóriából a kosaradhoz

source: make sure that your cart doesn't only contain products from the %s categories
hu_hu: győződj meg róla, hogy a kosarad ne csak a(z) %s kategóriákból származó termékeket tartalmazzon

source: make sure that your cart doesn't only contain products from the %s category
hu_hu: győződj meg róla, hogy a kosarad ne csak a(z) %s kategóriából származó termékeket tartalmazzon

source: make sure that your cart contains only products from the %s categories
hu_hu: győződj meg róla, hogy a kosarad csak a(z) %s kategóriákból származó termékeket tartalmazzon

source: make sure that your cart contains only products from the %s category
hu_hu: győződj meg róla, hogy a kosarad csak a(z) %s kategóriából származó termékeket tartalmazzon

source: Select categories&hellip;
hu_hu: Válassz kategóriákat&hellip;

source: Cart Item Count
hu_hu: Kosár tételszáma

source: make sure that there are no more than %s items in your cart
hu_hu: győződj meg róla, hogy a kosaradban legfeljebb %s tétel van

source: make sure that your cart contains at least %s items
hu_hu: győződj meg róla, hogy a kosarad legalább %s tételt tartalmaz

source: make sure that your cart contains more than %s items
hu_hu: győződj meg róla, hogy a kosarad %s tételnél többet tartalmaz

source: make sure that your cart contains less than %s items
hu_hu: győződj meg róla, hogy a kosarad %s tételnél kevesebbet tartalmaz

source: make sure that your cart contains either more or fewer than %s items
hu_hu: győződj meg róla, hogy a kosaradban vagy több, vagy kevesebb mint %s tétel van

source: Product On Sale
hu_hu: Akciós termék

source: remove all on sale products from your cart
hu_hu: távolíts el minden akciós terméket a kosaradból

source: add some on sale products to your cart
hu_hu: adj hozzá néhány akciós terméket a kosaradhoz

source: make sure that your cart doesn't contain only products on sale
hu_hu: győződj meg róla, hogy a kosarad ne csak akciós termékeket tartalmazzon

source: make sure that your cart contains only products on sale
hu_hu: győződj meg róla, hogy a kosarad csak akciós termékeket tartalmazzon

source: Item Quantity
hu_hu: Tétel mennyisége

source: decrease the quantity of &quot;%1$s&quot; below %2$s
hu_hu: csökkentsd a(z) &quot;%1$s&quot; mennyiségét %2$s alá

source: increase the quantity of &quot;%1$s&quot; to %2$s or higher
hu_hu: növeld a(z) &quot;%1$s&quot; mennyiségét legalább %2$s-re

source: decrease the quantity of &quot;%1$s&quot; to %2$s or lower
hu_hu: csökkentsd a(z) &quot;%1$s&quot; mennyiségét %2$s értékre vagy ez alá

source: increase the quantity of &quot;%1$s&quot; above %2$s
hu_hu: növeld a(z) &quot;%1$s&quot; mennyiségét %2$s fölé

source: Product on Subscription
hu_hu: Előfizetéses termék

source: remove all subscription products from your cart
hu_hu: távolíts el minden előfizetéses terméket a kosaradból

source: remove all %s subscription products from your cart
hu_hu: távolíts el minden %s előfizetéses terméket a kosaradból

source: add some subscription products to your cart
hu_hu: adj hozzá néhány előfizetéses terméket a kosaradhoz

source: add some %s subscription products to your cart
hu_hu: adj hozzá néhány %s előfizetéses terméket a kosaradhoz

source: make sure that your cart doesn't contain only subscription products
hu_hu: győződj meg róla, hogy a kosarad ne csak előfizetéses termékeket tartalmazzon

source: make sure that your cart doesn't contain only %s subscription products
hu_hu: győződj meg róla, hogy a kosarad ne csak %s előfizetéses termékeket tartalmazzon

source: make sure that your cart contains only subscription products
hu_hu: győződj meg róla, hogy a kosarad csak előfizetéses termékeket tartalmazzon

source: make sure that your cart contains only %s subscription products
hu_hu: győződj meg róla, hogy a kosarad csak %s előfizetéses termékeket tartalmazzon

source: daily
hu_hu: napi

source: weekly
hu_hu: heti

source: monthly
hu_hu: havi

source: yearly
hu_hu: éves

source: Select billing period&hellip;
hu_hu: Válassz számlázási időszakot&hellip;

source: Shipping Class
hu_hu: Szállítási osztály

source: remove %s from your cart
hu_hu: távolítsd el a(z) %s elemet a kosaradból

source: add some qualifying products to your cart
hu_hu: adj hozzá néhány megfelelő terméket a kosaradhoz

source: make sure that your cart contains only qualifying products
hu_hu: győződj meg róla, hogy a kosarad csak megfelelő termékeket tartalmazzon

source: Select shipping classes&hellip;
hu_hu: Válassz szállítási osztályokat&hellip;

source: Cart Subtotal
hu_hu: Kosár részösszeg

source: decrease your cart subtotal below %s
hu_hu: csökkentsd a kosarad részösszegét %s alá

source: increase your cart subtotal above %s
hu_hu: növeld a kosarad részösszegét %s fölé

source: decrease your cart subtotal to %s or lower
hu_hu: csökkentsd a kosarad részösszegét %s értékre vagy ez alá

source: (incl. tax)
hu_hu: (áfával)

source: (excl. tax)
hu_hu: (adó nélkül)
