Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-conditional-shipping-and-payments/woocommerce-conditional-shipping-and-payments-*.po
Languages: hu_hu

source: To complete your order, please choose a different payment method, or remove &quot;%1$s&quot; from your cart.
hu_hu: A rendelés befejezéséhez válasszon másik fizetési módot, vagy távolítsa el a &quot;%1$s&quot; terméket a kosarából.

# static notice context
source: &quot;%1$s&quot; cannot be checked out via &quot;%2$s&quot;. %3$s
hu_hu: A(z) &quot;%1$s&quot; nem fizethető ki a(z) &quot;%2$s&quot; használatával. %3$s

# validation notice context
source: &quot;%1$s&quot; cannot be checked out via &quot;%2$s&quot;. %3$s
hu_hu: A(z) &quot;%1$s&quot; nem fizethető ki a(z) &quot;%2$s&quot; használatával. %3$s

source: To choose &quot;%1$s&quot;, please %2$s.
hu_hu: A(z) &quot;%1$s&quot; választásához kérjük, %2$s.

source: To complete your order via &quot;%1$s&quot;, please %2$s. Otherwise, choose a different payment method.
hu_hu: A rendelés &quot;%1$s&quot; használatával történő befejezéséhez kérjük, %2$s. Ellenkező esetben válasszon másik fizetési módot.

source: To complete your order, please choose a different payment method.
hu_hu: A rendelés befejezéséhez válasszon másik fizetési módot.

source: This order cannot be checked out via &quot;%1$s&quot;. %2$s
hu_hu: Ez a rendelés nem fizethető ki a(z) &quot;%1$s&quot; használatával. %2$s

source: Your order cannot be checked out via &quot;%1$s&quot;. %2$s
hu_hu: A rendelése nem fizethető ki a(z) &quot;%1$s&quot; használatával. %2$s

source: Restrict shipping destinations conditionally.
hu_hu: Szállítási célok feltételes korlátozása.

source: Shipping Country Restrictions
hu_hu: Szállítási ország korlátozások

source: Restrict the shipping countries and states/regions available on the <strong>Checkout</strong> page. To create logical "OR" expressions with Conditions, add multiple Restrictions.
hu_hu: Korlátozza a <strong>Pénztár</strong> oldalon elérhető szállítási országokat és államokat/régiókat. Logikai „VAGY” kifejezések létrehozásához adjon hozzá több korlátozást.

source: Exclude Countries
hu_hu: Kizárt országok

source: Select Countries&hellip;
hu_hu: Válasszon országokat&hellip;

source: Exclude States / Regions
hu_hu: Kizárt államok / régiók

source: Select States / Regions&hellip;
hu_hu: Válasszon államokat / régiókat&hellip;

source: Defaults to:<br/>&quot;Your order cannot be shipped {to_excluded_destination}. To complete your order, please choose a different shipping destination.&quot;<br/>When conditions are defined, resolution instructions are added to the default message.
hu_hu: Alapértelmezett:<br/>&quot;A rendelése nem szállítható {to_excluded_destination}. A rendelés befejezéséhez válasszon másik szállítási célállomást.&quot;<br/>Ha feltételek vannak megadva, a rendszer megoldási útmutatót ad az alapértelmezett üzenethez.

source: Defaults to:<br/>&quot;Your order cannot be shipped {to_excluded_destination}. To complete your order, please choose a different shipping destination, or remove {product} from your cart.&quot;<br/>When conditions are defined, resolution instructions are added to the default message.
hu_hu: Alapértelmezett:<br/>&quot;A rendelése nem szállítható {to_excluded_destination}. A rendelés befejezéséhez válasszon másik szállítási célállomást, vagy távolítsa el a {product} terméket a kosarából.&quot;<br/>Ha feltételek vannak megadva, a rendszer megoldási útmutatót ad az alapértelmezett üzenethez.

source: Custom notice to display when attempting to place an order while this restriction is active. You may include <code>{to_excluded_destination}</code> and <code>{currency}</code> and have them substituted by the selected shipping country / state and the selected currency.
hu_hu: Egyéni értesítés, amely a rendelés leadásának kísérletekor jelenik meg, amíg ez a korlátozás aktív. Belefoglalhatja a <code>{to_excluded_destination}</code> és <code>{currency}</code> helyőrzőket, amelyeket a kiválasztott szállítási ország/állam és a kiválasztott pénznem helyettesít.

source: Custom notice to display when attempting to place an order while this restriction is active. You may include <code>{product}</code>, <code>{to_excluded_destination}</code> and <code>{currency}</code> and have them substituted by the actual product title, the excluded country / state and the selected currency.
hu_hu: Egyéni értesítés, amely a rendelés leadásának kísérletekor jelenik meg, amíg ez a korlátozás aktív. Belefoglalhatja a <code>{product}</code>, <code>{to_excluded_destination}</code> és <code>{currency}</code> helyőrzőket, amelyeket a tényleges terméknév, a kizárt ország/állam és a kiválasztott pénznem helyettesít.

source: Restrict the allowed shipping countries and/or states when an order contains this product.
hu_hu: Korlátozza az engedélyezett szállítási országokat és/vagy államokat, ha a rendelés ezt a terméket tartalmazza.

source: Shipping Country/State restriction <strong>#%s</strong> has no effect: Please choose at least one country in the <strong>Exclude Countries</strong> field.
hu_hu: A(z) <strong>#%s</strong> szállítási ország/állam korlátozásnak nincs hatása: Válasszon legalább egy országot a <strong>Kizárt országok</strong> mezőben.

source: Rule <strong>#%s</strong> has no effect: Please choose at least one country in the <strong>Exclude Countries</strong> field.
hu_hu: A(z) <strong>#%s</strong> szabálynak nincs hatása: Válasszon legalább egy országot a <strong>Kizárt országok</strong> mezőben.

# to state destination
source: to %s
hu_hu: a(z) %s címre

source: To have &quot;%1$s&quot; shipped %2$s, please %3$s. Otherwise, choose a different Shipping %4$s, or remove &quot;%1$s&quot; from your cart.
hu_hu: A(z) &quot;%1$s&quot; kiszállításához %2$s kérjük, %3$s. Ellenkező esetben válasszon másik Szállítási %4$s-t, vagy távolítsa el a &quot;%1$s&quot; terméket a kosarából.

source: To have &quot;%1$s&quot; shipped %2$s, please %3$s. Otherwise, choose a different Shipping %4$s, or remove &quot;%1$s&quot; from package #%5$s.
hu_hu: A(z) &quot;%1$s&quot; kiszállításához %2$s kérjük, %3$s. Ellenkező esetben válasszon másik Szállítási %4$s-t, vagy távolítsa el a &quot;%1$s&quot; terméket a(z) #%5$s csomagból.

source: To complete your order, please choose a different Shipping %1$s, or remove &quot;%2$s&quot; from your cart.
hu_hu: A rendelés befejezéséhez válasszon másik Szállítási %1$s-t, vagy távolítsa el a &quot;%2$s&quot; terméket a kosarából.

source: To complete your order, please choose a different Shipping %1$s, or remove &quot;%2$s&quot; from package #%3$s.
hu_hu: A rendelés befejezéséhez válasszon másik Szállítási %1$s-t, vagy távolítsa el a &quot;%2$s&quot; terméket a(z) #%3$s csomagból.

source: &quot;%1$s&quot; is not eligible for shipping %2$s. %3$s
hu_hu: A(z) &quot;%1$s&quot; nem jogosult szállításra %2$s. %3$s

source: To have your order shipped %1$s, please %2$s. Otherwise, choose a different Shipping %3$s.
hu_hu: A rendelése kiszállításához %1$s kérjük, %2$s. Ellenkező esetben válasszon másik Szállítási %3$s-t.

source: To have package #%4$s shipped %1$s, please %2$s. Otherwise, choose a different Shipping %3$s.
hu_hu: A(z) #%4$s csomag kiszállításához %1$s kérjük, %2$s. Ellenkező esetben válasszon másik Szállítási %3$s-t.

source: To complete your order, please choose a different Shipping %1$s.
hu_hu: A rendelés befejezéséhez válasszon másik Szállítási %1$s-t.

source: Your order cannot be shipped %1$s. %2$s
hu_hu: A rendelése nem szállítható %1$s. %2$s

source: Package #%3$s cannot be shipped %1$s. %2$s
hu_hu: A(z) #%3$s csomag nem szállítható %1$s. %2$s

source: Restrict shipping methods conditionally.
hu_hu: Szállítási módok feltételes korlátozása.

source: Shipping Method Restrictions
hu_hu: Szállítási mód korlátozások

source: All &quot;%s&quot; Method Instances
hu_hu: Az összes &quot;%s&quot; módszerpéldány

source: &quot;%1$s&quot; (Instance ID: %2$s)
hu_hu: &quot;%1$s&quot; (Példányazonosító: %2$s)

source: Flat Rates (Legacy)
hu_hu: Átalánydíjak (Elavult)

source: (Legacy)
hu_hu: (Elavult)

source: Restrict the shipping methods available on the <strong>Cart</strong> and <strong>Checkout</strong> pages. To create logical "OR" expressions with Conditions, add multiple Restrictions.
hu_hu: Korlátozza a <strong>Kosár</strong> és a <strong>Pénztár</strong> oldalakon elérhető szállítási módokat. Logikai „VAGY” kifejezések létrehozásához adjon hozzá több korlátozást.

source: Exclude Methods
hu_hu: Kizárt módszerek

source: Select Shipping Methods&hellip;
hu_hu: Válasszon szállítási módokat&hellip;

source: Exclude Rate IDs
hu_hu: Kizárt díjazonosítók

source: Shipping rate IDs to exclude, separated by &quot;|&quot;&hellip;
hu_hu: Kizárandó szállítási díjazonosítók, &quot;|&quot; jellel elválasztva&hellip;

source: Manually enter shipping rate IDs to exclude, separated by "|". If a rate includes the "|" character, replace it with "%|%". You may also use wildcards, such as "FedEx*". Useful if you are working with shipping methods that retrieve real-time rates. <strong>Important</strong>: Real-time rate IDs may change over time &ndash; use at your own risk!
hu_hu: Adja meg kézzel a kizárandó szállítási díjazonosítókat, „|” jellel elválasztva. Ha egy díj tartalmazza a „|” karaktert, cserélje „%|%”-re. Használhat helyettesítő karaktereket is, például „FedEx*”. Hasznos, ha valós idejű díjakat lekérő szállítási módszerekkel dolgozik. <strong>Fontos</strong>: A valós idejű díjazonosítók idővel változhatnak &ndash; csak saját felelősségre használja!

source: By default, excluded shipping methods are removed from the list of methods available during checkout. Select this option if you prefer to show excluded shipping methods in the checkout options and display a restriction notice when customers attempt to complete an order using an excluded shipping method.
hu_hu: Alapértelmezés szerint a kizárt szállítási módok eltávolításra kerülnek a pénztárnál elérhető lehetőségek közül. Válassza ezt az opciót, ha a kizárt szállítási módokat is szeretné megjeleníteni a pénztárban, és korlátozási értesítést kíván megjeleníteni, amikor a vásárlók kizárt szállítási móddal próbálják befejezni a rendelést.

source: Defaults to:<br/>&quot;Your order cannot be shipped via {excluded_method}. To complete your order, please choose a different shipping method.&quot;<br/>When conditions are defined, resolution instructions are added to the default message.
hu_hu: Alapértelmezett:<br/>&quot;A rendelése nem szállítható a(z) {excluded_method} használatával. A rendelés befejezéséhez válasszon másik szállítási módot.&quot;<br/>Ha feltételek vannak megadva, a rendszer megoldási útmutatót ad az alapértelmezett üzenethez.

source: Defaults to:<br/>&quot;{product} is not eligible for shipping via {excluded_method}. To complete your order, please choose a different shipping method, or remove {product} from your cart.&quot;<br/>When conditions are defined, resolution instructions are added to the default message.
hu_hu: Alapértelmezett:<br/>&quot;A {product} nem jogosult a(z) {excluded_method} használatával történő szállításra. A rendelés befejezéséhez válasszon másik szállítási módot, vagy távolítsa el a {product} terméket a kosarából.&quot;<br/>Ha feltételek vannak megadva, a rendszer megoldási útmutatót ad az alapértelmezett üzenethez.

source: Custom notice to display when attempting to place an order while this restriction is active. You may include <code>{excluded_method}</code> and <code>{currency}</code> and have them substituted by the selected shipping method title and the selected currency.
hu_hu: Egyéni értesítés, amely a rendelés leadásának kísérletekor jelenik meg, amíg ez a korlátozás aktív. Belefoglalhatja a <code>{excluded_method}</code> és <code>{currency}</code> helyőrzőket, amelyeket a kiválasztott szállítási mód neve és a kiválasztott pénznem helyettesít.

source: Custom notice to display when attempting to place an order while this restriction is active. You may include <code>{product}</code>, <code>{excluded_method}</code> and <code>{currency}</code> and have them substituted by the actual product title, the selected shipping method title and the selected currency.
hu_hu: Egyéni értesítés, amely a rendelés leadásának kísérletekor jelenik meg, amíg ez a korlátozás aktív. Belefoglalhatja a <code>{product}</code>, <code>{excluded_method}</code> és <code>{currency}</code> helyőrzőket, amelyeket a tényleges terméknév, a kiválasztott szállítási mód neve és a kiválasztott pénznem helyettesít.

source: By default, when <strong>Show Excluded</strong> is enabled, a notice is displayed when customers attempt to place an order using a restricted shipping method. Select this option if you also want to display a static notice under each restricted shipping method in the <strong>Checkout</strong> page.
hu_hu: Alapértelmezés szerint, ha a <strong>Kizárt elemek megjelenítése</strong> be van kapcsolva, értesítés jelenik meg, amikor a vásárlók korlátozott szállítási móddal próbálnak rendelni. Válassza ezt az opciót, ha statikus értesítést is szeretne megjeleníteni minden korlátozott szállítási mód alatt a <strong>Pénztár</strong> oldalon.

source: Restrict the available shipping options when an order contains this product.
hu_hu: Korlátozza az elérhető szállítási lehetőségeket, ha a rendelés ezt a terméket tartalmazza.

source: Shipping Method restriction <strong>#%s</strong> has no effect: Please add at least one shipping option in the <strong>Exclude Methods</strong> or <strong>Exclude Rate IDs</strong> fields.
hu_hu: A(z) <strong>#%s</strong> szállítási mód korlátozásnak nincs hatása: Adjon hozzá legalább egy szállítási lehetőséget a <strong>Kizárt módszerek</strong> vagy a <strong>Kizárt díjazonosítók</strong> mezőben.

source: Rule <strong>#%s</strong> has no effect: Please add at least one shipping option in the <strong>Exclude Methods</strong> or <strong>Exclude Rate IDs</strong> fields.
hu_hu: A(z) <strong>#%s</strong> szabálynak nincs hatása: Adjon hozzá legalább egy szállítási lehetőséget a <strong>Kizárt módszerek</strong> vagy a <strong>Kizárt díjazonosítók</strong> mezőben.

source: To choose &quot;%2$s&quot;, please %3$s. Otherwise, please remove &quot;%1$s&quot; from your cart.
hu_hu: A(z) &quot;%2$s&quot; választásához kérjük, %3$s. Ellenkező esetben távolítsa el a &quot;%1$s&quot; terméket a kosarából.

source: To choose &quot;%2$s&quot;, please %3$s. Otherwise, please remove &quot;%1$s&quot; from this package.
hu_hu: A(z) &quot;%2$s&quot; választásához kérjük, %3$s. Ellenkező esetben távolítsa el a &quot;%1$s&quot; terméket ebből a csomagból.

source: To have &quot;%1$s&quot; shipped via &quot;%2$s&quot;, please %3$s. Otherwise, choose a different shipping method, or remove &quot;%1$s&quot; from your cart.
hu_hu: A(z) &quot;%1$s&quot; &quot;%2$s&quot; használatával történő kiszállításához kérjük, %3$s. Ellenkező esetben válasszon másik szállítási módot, vagy távolítsa el a &quot;%1$s&quot; terméket a kosarából.

source: To have &quot;%1$s&quot; shipped via &quot;%2$s&quot;, please %3$s. Otherwise, choose a different shipping method, or remove &quot;%1$s&quot; from package #%4$s.
hu_hu: A(z) &quot;%1$s&quot; &quot;%2$s&quot; használatával történő kiszállításához kérjük, %3$s. Ellenkező esetben válasszon másik szállítási módot, vagy távolítsa el a &quot;%1$s&quot; terméket a(z) #%4$s csomagból.

source: To complete your order, please choose a different shipping method, or remove &quot;%1$s&quot; from your cart.
hu_hu: A rendelés befejezéséhez válasszon másik szállítási módot, vagy távolítsa el a &quot;%1$s&quot; terméket a kosarából.

source: To complete your order, please choose a different shipping method, or remove &quot;%1$s&quot; from package #%2$s.
hu_hu: A rendelés befejezéséhez válasszon másik szállítási módot, vagy távolítsa el a &quot;%1$s&quot; terméket a(z) #%2$s csomagból.

# static notice context
source: &quot;%1$s&quot; is not eligible for shipping via &quot;%2$s&quot;. %3$s
hu_hu: A(z) &quot;%1$s&quot; nem jogosult a(z) &quot;%2$s&quot; használatával történő szállításra. %3$s

# validation notice context
source: &quot;%1$s&quot; is not eligible for shipping via &quot;%2$s&quot;. %3$s
hu_hu: A(z) &quot;%1$s&quot; nem jogosult a(z) &quot;%2$s&quot; használatával történő szállításra. %3$s

source: To have this order shipped via &quot;%1$s&quot;, please %2$s.
hu_hu: Ezen rendelés &quot;%1$s&quot; használatával történő kiszállításához kérjük, %2$s.

source: To have this package shipped via &quot;%1$s&quot;, please %2$s.
hu_hu: Ezen csomag &quot;%1$s&quot; használatával történő kiszállításához kérjük, %2$s.

source: To have your order shipped via &quot;%1$s&quot;, please %2$s. Otherwise, choose a different shipping method.
hu_hu: A rendelése &quot;%1$s&quot; használatával történő kiszállításához kérjük, %2$s. Ellenkező esetben válasszon másik szállítási módot.

source: To have package #%3$s shipped via &quot;%1$s&quot;, please %2$s. Otherwise, choose a different shipping method.
hu_hu: A(z) #%3$s csomag &quot;%1$s&quot; használatával történő kiszállításához kérjük, %2$s. Ellenkező esetben válasszon másik szállítási módot.

source: To complete your order, please choose a different shipping method.
hu_hu: A rendelés befejezéséhez válasszon másik szállítási módot.

source: This order cannot be shipped via &quot;%1$s&quot;. %2$s
hu_hu: Ez a rendelés nem szállítható a(z) &quot;%1$s&quot; használatával. %2$s

source: Your order cannot be shipped via &quot;%1$s&quot;. %2$s
hu_hu: A rendelése nem szállítható a(z) &quot;%1$s&quot; használatával. %2$s

source: Package #%3$s cannot be shipped via &quot;%1$s&quot;. %2$s
hu_hu: A(z) #%3$s csomag nem szállítható a(z) &quot;%1$s&quot; használatával. %2$s

source: Cheatin&#8217; huh?
hu_hu: Csalunk, mi?

source: WooCommerce Conditional Shipping and Payments requires at least WooCommerce <strong>%s</strong>.
hu_hu: A WooCommerce Conditional Shipping and Payments legalább a WooCommerce <strong>%s</strong> verzióját igényli.

source: WooCommerce Conditional Shipping and Payments requires at least PHP <strong>%1$s</strong>. Learn <a href="%2$s">how to update PHP</a>.
hu_hu: A WooCommerce Conditional Shipping and Payments legalább a PHP <strong>%1$s</strong> verzióját igényli. További információ: <a href="%2$s">a PHP frissítésének módja</a>.
