Repository: hellowpio/wordpress-translations
Catalog: plugins/*/ninja-forms-stripe/ninja-forms-stripe-*.po
Languages: hu_hu

source: Allows for integration with the Stripe payment gateway.
hu_hu: Lehetővé teszi az integrációt a Stripe fizetési átjáróval.

source: Nonce failed for authorization
hu_hu: A nonce ellenőrzése az engedélyezéshez sikertelen.

source: Request made to delete all plugin log entries
hu_hu: Kérés érkezett az összes bővítmény-naplóbejegyzés törlésére

source: This is a test transaction.
hu_hu: Ez egy teszttranzakció.

source: Payment Status
hu_hu: Fizetési állapot

source: Customer ID
hu_hu: Ügyfélazonosító

source: Charge ID
hu_hu: Terhelésazonosító

source: Subscription ID
hu_hu: Előfizetésazonosító

source: Payment Method
hu_hu: Fizetési mód

source: Card
hu_hu: Kártya

source: Last 4
hu_hu: Utolsó 4

source: Error Response
hu_hu: Hibaválasz

source: To edit your API keys, %sclick here%s.
hu_hu: API-kulcsok szerkesztéséhez %skattintson ide%s.

source: Customer Email Address
hu_hu: Ügyfél e-mail-címe

source: Card Only
hu_hu: Csak kártya

source: All Methods
hu_hu: Összes fizetési mód

source: Accepted Payment Methods
hu_hu: Elfogadott fizetési módok

source: If enabled, additional payment methods will be automatically selected, based upon the settings in your Stripe account.
hu_hu: Ha engedélyezve van, a Stripe-fiókjában lévő beállítások alapján a rendszer automatikusan kiválasztja a további fizetési módokat.

source: Accept Bitcoin With Stripe
hu_hu: Bitcoin elfogadása a Stripe használatával

source: Shipping Address Details
hu_hu: Szállítási cím adatai

source: Show Shipping Address
hu_hu: Szállítási cím megjelenítése

source: Customer Name
hu_hu: Ügyfél neve

source: (required)
hu_hu: (kötelező)

source: Address
hu_hu: Cím

source: City
hu_hu: Város

source: State
hu_hu: Állam

source: Postal Code
hu_hu: Irányítószám

source: Country
hu_hu: Ország

source: Recurring Payment Plan ID
hu_hu: Ismétlődő fizetési terv azonosítója

source: If you do not want to create a recurring payment, leave this field blank.
hu_hu: Ha nem szeretne ismétlődő fizetést létrehozni, hagyja ezt a mezőt üresen.

source: Subscription Trial Period
hu_hu: Előfizetés próbaidőszaka

source: This allows you to set a trial period (in days) for the subscription plan. Trial periods set in the Stripe Dashboard return errors from the Stripe Connect API.
hu_hu: Ezzel beállítható a próbaidőszak (napokban) az előfizetési csomaghoz. A Stripe Vezérlőpulton beállított próbaidőszakok hibát okoznak a Stripe Connect API-ban.

source: Use Stripe test credentials to test transaction.
hu_hu: Használja a Stripe teszt hitelesítő adatait a tranzakció teszteléséhez.

source: Product Name (Required By Stripe)
hu_hu: Terméknév (a Stripe megköveteli)

source: Product Description
hu_hu: Termékleírás

source: Product Image Url
hu_hu: Termékkép Url

source: This must be a valid url to the image you want to use.
hu_hu: Ennek egy érvényes url-nek kell lennie a használni kívánt képhez.

source: Card Type (Brand)
hu_hu: Kártyatípus (márka)

source: Payment Method Type
hu_hu: Fizetési mód típusa

source: Test Publishable Key%s
hu_hu: Teszt közzétehető kulcs%s

source: Test Secret Key
hu_hu: Teszt titkos kulcs

source: Live Publishable Key
hu_hu: Éles közzétehető kulcs

source: Live Secret Key
hu_hu: Éles titkos kulcs

source: Turn on Debug Logger
hu_hu: Hibakeresési naplózó bekapcsolása

source: The debug logger records diagnostic data that can be exported and sent to our support team if you suspect there's an issue with this add-on. Only active when turned on.
hu_hu: A hibakeresési naplózó diagnosztikai adatokat rögzít, amelyeket exportálhat és elküldhet támogatási csapatunknak, ha problémát gyanít ezzel a kiegészítővel. Csak bekapcsolva aktív.

source: Learn more
hu_hu: További információ

source: Logger Commands
hu_hu: Naplózó parancsok

source: Payment Cancelled
hu_hu: Fizetés törölve

source: Error completing payment session.
hu_hu: Hiba a fizetési munkamenet befejezésekor.

source: Error creating payment session.
hu_hu: Hiba a fizetési munkamenet létrehozásakor.

source: Unkown Stripe Error. Please try again.
hu_hu: Ismeretlen Stripe hiba. Kérjük, próbálja újra.

source: The method our Credit Card Fields use to send information to Stripe has been deprecated.%sIn order to maintain PCI compliance on your site, we recommend removing any Credit Card Fields from your Forms, which will allow your Forms to submit data to Stripe through the Checkout modal.%sFor more information on these changes and PCI compliance, please visit %s
hu_hu: A bankkártya-mezőink által a Stripe felé történő adatok küldésére használt módszer elavult.%sA webhely PCI-megfelelőségének fenntartása érdekében javasoljuk, hogy távolítsa el az összes bankkártya-mezőt az űrlapjaiból, így az űrlapok a Checkout modálablakon keresztül tudnak adatokat küldeni a Stripe-nak.%sTovábbi információért ezekről a változásokról és a PCI-megfelelőségről látogasson el ide: %s

source: Please input your Stripe API keys.
hu_hu: Kérjük, adja meg a Stripe API-kulcsait.

source: Help getting API keys.
hu_hu: Segítség az API-kulcsok beszerzéséhez.

source: Test Publishable Key
hu_hu: Teszt közzétehető kulcs

source: Save
hu_hu: Mentés

source: Cancel
hu_hu: Mégse

source: Success!
hu_hu: Siker!

source: Your Stripe API keys have been successfully added.
hu_hu: A Stripe API-kulcsait sikeresen hozzáadtuk.

source: Get Started!
hu_hu: Első lépések!

source: Ninja Forms Stripe Debug Logger
hu_hu: Ninja Forms Stripe hibakeresési naplózó

source: %sThe debug logger records data to help solve issues, but should be turned off as soon as you capture enough information.%s
hu_hu: %sA hibakeresési naplózó a problémák megoldásához adatokat rögzít, de amint elegendő információt rögzített, ki kell kapcsolni.%s

source: Stripe Customer ID
hu_hu: Stripe ügyfélazonosító

source: Stripe Charge ID
hu_hu: Stripe terhelésazonosító
