Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash-tec/learndash-tec-*.po
Languages: hu_hu

source: LearnDash LMS - The Events Calendar Integration
hu_hu: LearnDash LMS - The Events Calendar integráció

source: Integrate LearnDash LMS with The Events Calendar
hu_hu: Integrálja a LearnDash LMS-t a The Events Calendar-rel

source: LearnDash Integration
hu_hu: LearnDash integráció

source: Course(s)
hu_hu: Kurzus(ok)

source: Group(s)
hu_hu: Csoport(ok)

source: LearnDash LMS - The Events Calendar Integration requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - The Events Calendar integráció megköveteli, hogy a következő bővítmény(ek) aktív legyen(ek):

source: LearnDash LMS - The Events Calendar Integration Add-on requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - The Events Calendar integráció kiegészítő megköveteli, hogy a következő bővítmény(ek) aktív legyen(ek):

# Show virtual content to LearnDash enrolled students.
source: LearnDash Enrolled Students
hu_hu: Beiratkozott LearnDash-tanulók

source: Any %1$s or %2$s. (Default)
hu_hu: Bármelyik %1$s vagy %2$s. (Alapértelmezett)

source: Associated %1$s and/or %2$s with this event. <a href="%3$s">Click here</a> to associate them.
hu_hu: Társítsa ehhez az eseményhez a(z) %1$s és/vagy %2$s elemeket. <a href="%3$s">Kattintson ide</a> a társításhoz.
