Repository: hellowpio/wordpress-translations
Catalog: plugins/*/boilerplate-extension/boilerplate-extension-*.po
Languages: hu_hu

source: Boilerplate Extension
hu_hu: Boilerplate bővítmény

source: MainWP Boilerplate extension allows you to create, edit and share repetitive pages across your child sites.
hu_hu: A MainWP Boilerplate bővítmény lehetővé teszi ismétlődő oldalak létrehozását, szerkesztését és megosztását a gyermek webhelyein.

source: Check for updates now
hu_hu: Frissítések ellenőrzése most

source: New Boilerplate
hu_hu: Új Boilerplate

source: Add New Boilerplate
hu_hu: Új Boilerplate hozzáadása

source: Edit Boilerplate
hu_hu: Boilerplate szerkesztése

source: Boilerplate Tokens
hu_hu: Boilerplate tokenek

source: Enter token values for the child site. Tokens used in Boilerplate posts and pages will be replaced with the values that you set here. Please review the %1$shelp document%2$s for detailed information.
hu_hu: Adja meg a tokenek értékeit ehhez a gyermek webhelyhez. A Boilerplate bejegyzésekben és oldalakon használt tokenek az itt megadott értékekre lesznek cserélve. A részletes információkért tekintse át a %1$ssúgódokumentumot%2$s.

source: Enter the
hu_hu: Adja meg a

source: token value for this child site.
hu_hu: token értékét ehhez a gyermek webhelyhez.

source: Click the button to create new custom tokens for the Boilerplate extension.
hu_hu: Kattintson a gombra új egyéni tokenek létrehozásához a Boilerplate bővítményhez.

source: Create New Token
hu_hu: Új token létrehozása

source: Boilerplate Posts
hu_hu: Boilerplate bejegyzések

source: Boilerplate Pages
hu_hu: Boilerplate oldalak

source: Custom Tokens
hu_hu: Egyéni tokenek

source: Settings saved successfully!.
hu_hu: Beállítások sikeresen mentve!.

source: Import completed successfully!
hu_hu: Az importálás sikeresen befejeződött!

source: Data cleared successfully!
hu_hu: Az adatok sikeresen törölve!

source: An error occured while trying to save. Please try again.
hu_hu: Hiba történt a mentés során. Kérjük, próbálja meg újra.

source: Invalid data. Please try again.
hu_hu: Érvénytelen adatok. Kérjük, próbálja meg újra.

source: Manage existing Boilerplate tokens and create custom ones. Please review the %1$shelp document%2$s for detailed information.
hu_hu: Kezelje a meglévő Boilerplate tokeneket és hozzon létre egyéni tokeneket. A részletes információkért tekintse át a %1$ssúgódokumentumot%2$s.

source: Token Name
hu_hu: Token neve

source: Token Description
hu_hu: Token leírása

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Enter token name (without of square brackets)
hu_hu: Adja meg a token nevét (szögletes zárójelek nélkül)

source: Enter token description
hu_hu: Adja meg a token leírását

source: Save Token
hu_hu: Token mentése

source: Boilerplate gives you the ability to create quickly, edit, and remove repetitive pages or posts across your network of child sites. Using the available placeholders (tokens), you can customize these pages for each site.
hu_hu: A Boilerplate lehetővé teszi ismétlődő oldalak vagy bejegyzések gyors létrehozását, szerkesztését és eltávolítását a gyermek webhelyek hálózatán. Az elérhető helyőrzők (tokenek) használatával webhelyenként testre szabhatja ezeket az oldalakat.

source: This is the perfect solution for commonly repeated pages such as your "Privacy Policy," "About Us," "Terms of Use," "Support Policy," or any other page with standard text that you need to distribute across your network.
hu_hu: Ez a tökéletes megoldás a gyakran ismétlődő oldalakhoz, például a "Adatvédelmi irányelvek," "Rólunk," "Felhasználási feltételek," "Támogatási irányelvek," vagy bármely más, szabványos szövegű oldalhoz, amelyet a hálózatán belül kell terjesztenie.

source: Manage existing Boilerplate Posts. Please review the %1$shelp document%2$s for detailed information.
hu_hu: Kezelje a meglévő Boilerplate bejegyzéseket. A részletes információkért tekintse át a %1$ssúgódokumentumot%2$s.

source: Post Title
hu_hu: Bejegyzés címe

source: Status
hu_hu: Állapot

source: Slug
hu_hu: Keresőbarát név

source: Author
hu_hu: Szerző

source: Date
hu_hu: Dátum

source: Create Boilerplate Post
hu_hu: Boilerplate bejegyzés létrehozása

source: Manage existing Boilerplate Pages. Please review the %1$shelp document%2$s for detailed information.
hu_hu: Kezelje a meglévő Boilerplate oldalakat. A részletes információkért tekintse át a %1$ssúgódokumentumot%2$s.

source: Page Title
hu_hu: Oldal címe

source: Create Boilerplate Page
hu_hu: Boilerplate oldal létrehozása

source: Click to insert this tokent to the post editor in the place of the cursor.
hu_hu: Kattintson ide a token beillesztéséhez a bejegyzésszerkesztőben a kurzor helyére.

source: Click to go to the extension settings to create a new custom token.
hu_hu: Kattintson ide az új egyéni token létrehozásához a bővítmény beállításaiban.

source: Click to edit the boilerplate.
hu_hu: Kattintson a boilerplate szerkesztéséhez.

source: If you need help with managing boilerplates, please review following help documents
hu_hu: Ha segítségre van szüksége a boilerplate-ek kezeléséhez, tekintse át a következő súgódokumentumokat

source: requires %1$sMainWP Dashboard Plugin%2$s to be activated in order to work. Please install and activate %3$sMainWP Dashboard Plugin%4$s first.
hu_hu: működéséhez a %1$sMainWP Dashboard Plugin%2$s aktiválása szükséges. Kérjük, először telepítse és aktiválja a %3$sMainWP Dashboard Plugin%4$s.

source: Token not changed.
hu_hu: A token nem változott.

source: Token name already exists
hu_hu: A Token név már létezik

source: Token creation failed. Please try again.
hu_hu: A Token létrehozása nem sikerült. Kérjük, próbálja meg újra.

source: Post not found on the child site.
hu_hu: A bejegyzés nem található a gyermek webhelyen.

source: Click to remove the post from the site.
hu_hu: Kattintson a bejegyzés eltávolításához a webhelyről.

source: Post created successfully! Click here to see it.
hu_hu: A bejegyzés sikeresen létrejött! Kattintson ide a megtekintéséhez.

source: Post updated successfully! Click here to see it.
hu_hu: A bejegyzés sikeresen frissült! Kattintson ide a megtekintéséhez.

source: Go to Boilerplate Posts
hu_hu: Ugrás a Boilerplate bejegyzésekhez

source: Page not found on the child site.
hu_hu: Az oldal nem található a gyermek webhelyen.

source: Click to remove the page from the site.
hu_hu: Kattintson az oldal eltávolításához a webhelyről.

source: Page created successfully! Click here to see it.
hu_hu: Az oldal sikeresen létrejött! Kattintson ide a megtekintéséhez.

source: Page updated successfully! Click here to see it.
hu_hu: Az oldal sikeresen frissült! Kattintson ide a megtekintéséhez.

source: Go to Boilerplate Pages
hu_hu: Ugrás a Boilerplate oldalakhoz

source: Save
hu_hu: Mentés

source: Cancel
hu_hu: Mégse

source: Post ID not found. Please, try again.
hu_hu: A Post ID nem található. Kérjük, próbálja meg újra.
