Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-slack/woocommerce-slack-*.po
Languages: hu_hu

source: Slack for WooCommerce
hu_hu: Slack a WooCommerce-hez

source: Easily send notifications to your different Slack channels whenever a WooCommerce event happens!
hu_hu: Könnyedén küldhet értesítéseket a különböző Slack-csatornákra, amikor WooCommerce-esemény történik!

source: New Post:
hu_hu: Új bejegyzés:

source: by
hu_hu: írta

source: View Post
hu_hu: Bejegyzés megtekintése

source: Post
hu_hu: Bejegyzés

source: Author
hu_hu: Szerző

source: Post Content
hu_hu: Bejegyzés tartalma

source: New Order #%s:
hu_hu: Új rendelés #%s:

source: Order #%s Updated:
hu_hu: Rendelés #%s frissítve:

source: ordered
hu_hu: megrendelte

source: for
hu_hu: ért

source: View Order
hu_hu: Rendelés megtekintése

source: Order
hu_hu: Rendelés

source: Order Status
hu_hu: Rendelés állapota

source: Customer
hu_hu: Vásárló

source: Order Items
hu_hu: Rendelési tételek

source: New Subscription Renewal Order #%s:
hu_hu: Új előfizetés-megújítási rendelés #%s:

# Refund reason
source: No reason given
hu_hu: Nincs megadva indok

source: Refund for Order #%s:
hu_hu: Visszatérítés a #%s számú rendeléshez:

source: Refund Reason
hu_hu: Visszatérítés indoka

source: Refunded Items
hu_hu: Visszatérített tételek

source: Back Order:
hu_hu: Utánrendelés:

source: Product (#%1$d %2$s) is on backorder.
hu_hu: A termék (#%1$d %2$s) utánrendelés alatt áll.

source: View Product
hu_hu: Termék megtekintése

source: Low on Stock:
hu_hu: Alacsony készlet:

source: Product (#%1$d %2$s) is low on stock.
hu_hu: A termék (#%1$d %2$s) készlete alacsony.

source: Out of Stock:
hu_hu: Nincs készleten:

source: Product (#%1$d %2$s) is out of stock.
hu_hu: A termék (#%1$d %2$s) nincs készleten.

source: New Review:
hu_hu: Új értékelés:

source: on
hu_hu: a(z)

source: View Review
hu_hu: Értékelés megtekintése

source: Reviewer
hu_hu: Értékelő

source: Rating
hu_hu: Értékelés

source: Product
hu_hu: Termék

source: Review
hu_hu: Vélemény

source: New Customer:
hu_hu: Új vásárló:

source: Registered
hu_hu: Regisztrált

source: View Customer
hu_hu: Vásárló megtekintése

source: Shipping
hu_hu: Szállítás

source: Order Total
hu_hu: Rendelés végösszege

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
hu_hu: Ezzel a bővítménnyel személyes adatokat tárolhat, vagy adatokat oszthat meg egy külső szolgáltatással. <a href="%s" target="_blank">Ismerje meg, hogyan működik ez, és mit érdemes belefoglalnia az adatvédelmi tájékoztatójába.</a>

source: Configure the settings below to send notifications to your Slack channel based on WooCommerce events.
hu_hu: Állítsa be az alábbi beállításokat, hogy a WooCommerce-események alapján értesítéseket küldjön a Slack-csatornájára.

source: Which channel or group do you want the notifications to be sent to?
hu_hu: Melyik csatornára vagy csoportba szeretné küldeni az értesítéseket?

source: If you leave this blank, the default channel %s will be used.
hu_hu: Ha üresen hagyja, az alapértelmezett %s csatorna lesz használva.

source: If you leave this blank, the default channel will be used.
hu_hu: Ha üresen hagyja, az alapértelmezett csatorna lesz használva.

source: Authentication & Defaults
hu_hu: Hitelesítés és alapbeállítások

source: Please authenticate your slack account here and choose the defaults for sending messages.
hu_hu: Kérjük, itt hitelesítse Slack-fiókját, és válassza ki az üzenetküldés alapbeállításait.

source: API Key
hu_hu: API-kulcs

source: Go to your %s and copy the token provided. If there is no token yet, you'll need to press the "Create Token" button in the Authentication section. You may need to refresh after saving to see your rooms.
hu_hu: Lépjen a %s oldalra, és másolja ki a megadott tokent. Ha még nincs token, a Hitelesítés szakaszban meg kell nyomnia a "Create Token" gombot. Előfordulhat, hogy mentés után frissítenie kell, hogy lássa a szobáit.

source: Slack Account's API / Token Settings
hu_hu: Slack-fiók API / Token beállításai

source: Default Channel(s)
hu_hu: Alapértelmezett csatorna(k)

source: Which channel or group do you want the notifications to be sent to by default?
hu_hu: Melyik csatornára vagy csoportra küldje az értesítéseket alapértelmezés szerint?

source: Default Emoji
hu_hu: Alapértelmezett emoji

source: Emoji Code Here eg. :memo:
hu_hu: Emoji-kód ide, pl.: :memo:

source: Enter the code for an emoji you want to include with each message by default. You can find all codes on a site like %1$s or you can even upload your own icon as an emoji in %2$s
hu_hu: Adja meg annak az emojinak a kódját, amelyet alapértelmezés szerint minden üzenethez szeretne hozzáadni. Az összes kódot megtalálja például egy olyan oldalon, mint a %1$s, vagy akár saját ikont is feltölthet emojiként a %2$s felületén

source: Sender Name
hu_hu: Feladó neve

source: You can enter a custom name that messages will sent from. By default it's your site name.
hu_hu: Megadhat egy egyedi nevet, amely feladóként megjelenik az üzeneteknél. Alapértelmezés szerint ez a webhelye neve.

source: Debug Mode
hu_hu: Hibakeresési mód

source: Enable Debug Mode. <br><strong>Note: this may log personal information. We recommend using this for debugging purposes only and deleting the logs when finished.</strong>
hu_hu: Hibakeresési mód engedélyezése. <br><strong>Megjegyzés: ez naplózhat személyes információkat. Javasoljuk, hogy ezt csak hibakeresésre használja, és a befejezéskor törölje a naplókat.</strong>

source: Enable Logging. Find the logs under WooCommerce > System Status > Logs.
hu_hu: Naplózás engedélyezése. A naplók a WooCommerce > System Status > Logs alatt találhatók.

source: Notification Events
hu_hu: Értesítési események

source: Check the events you would like to send notifications for.
hu_hu: Jelölje be azokat az eseményeket, amelyekről értesítéseket szeretne küldeni.

source: New Post
hu_hu: Új bejegyzés

source: New Post Published
hu_hu: Új bejegyzés közzétéve

source: Every time a new post is published
hu_hu: Valahányszor új bejegyzés kerül közzétételre

source: Enter the code for an emoji you want to include with this type of notification
hu_hu: Adja meg annak az emojinak a kódját, amelyet ehhez a típusú értesítéshez szeretne hozzáadni

source: Extended Notification
hu_hu: Kibővített értesítés

source: Would you like to send extra details with this notification?
hu_hu: Szeretne extra részleteket is küldeni ezzel az értesítéssel?

source: New Order
hu_hu: Új rendelés

source: Every time a new order is made
hu_hu: Valahányszor új rendelés érkezik

source: Free Orders
hu_hu: Ingyenes rendelések

source: Notify when a %s0 order is made?
hu_hu: Értesítsen, amikor %s0 rendelés érkezik?

source: Back Order
hu_hu: Utánrendelés

source: Every time a new back order is made
hu_hu: Valahányszor új utánrendelés érkezik

source: Low on Stock
hu_hu: Alacsony készlet

source: Every time an item is low in stock (amount is defined in your inventory settings)
hu_hu: Valahányszor egy termék készlete alacsony (a mennyiség a készletbeállításokban van meghatározva)

source: Out of Stock
hu_hu: Nincs készleten

source: Every time an item is out of stock
hu_hu: Valahányszor egy termék kifogy a készletből

source: Reviews
hu_hu: Értékelések

source: New Review
hu_hu: Új értékelés

source: Every time a review is made
hu_hu: Valahányszor új értékelés érkezik

source: Customers
hu_hu: Vásárlók

source: New Customer
hu_hu: Új vásárló

source: Every time a new customer is registered / created
hu_hu: Valahányszor új vásárló regisztrál vagy létrejön

source: Test Notification:
hu_hu: Tesztértesítés:

source: This is a test notification from %s
hu_hu: Ez egy tesztértesítés innen: %s

source: Extended Notifications
hu_hu: Kibővített értesítések

source: Some notifications have the option to turn on extended notifications. They look this and will often contain extra information about the specific notification! Neat, huh?
hu_hu: Egyes értesítéseknél bekapcsolhatók a kibővített értesítések. Így néznek ki, és gyakran tartalmaznak extra információkat a konkrét értesítésről! Klassz, ugye?

source: The Left Colored Bar
hu_hu: A bal oldali színes sáv

source: It's possible to change the color of that bar on the left (green by default), using a simple filter. For more on this please see the %s.
hu_hu: Egyszerű szűrővel megváltoztatható a bal oldali sáv színe (alapértelmezés szerint zöld). További részletekért lásd a %s.

source: Slack for WooCommerce Documentation
hu_hu: Slack for WooCommerce dokumentáció

source: Support
hu_hu: Támogatás

source: If you need help, please don't be afraid to ask %s.
hu_hu: Ha segítségre van szüksége, kérjük, ne féljen kérdezni itt: %s.

source: WooCommerce Support
hu_hu: WooCommerce támogatás

source: Back to Work!
hu_hu: Vissza a munkához!

source: Now, get back to work over at
hu_hu: Most térjen vissza a munkához itt

source: Send Test
hu_hu: Teszt küldése

source: Send Test Notification
hu_hu: Tesztértesítés küldése

source: Save your settings first!
hu_hu: Először mentse a beállításait!

source: Reload channels
hu_hu: Csatornák újratöltése

source: Reload Available Channels
hu_hu: Elérhető csatornák újratöltése

source: If you have added a new channel and it's not showing, this will refresh the list.
hu_hu: Ha új csatornát adott hozzá, és nem jelenik meg, ezzel frissítheti a listát.

source: The API Key is invalid. Please double check it and try again!
hu_hu: Az API-kulcs érvénytelen. Kérjük, ellenőrizze még egyszer, majd próbálja újra!

source: We noticed you're using Legacy API authentication for slack. Please clear your legacy API key! On the next screen, you'll enter your Slack app's Client ID and Client Secret.
hu_hu: Észrevettük, hogy a Slackhez Legacy API hitelesítést használ. Kérjük, törölje a legacy API-kulcsát! A következő képernyőn meg kell adnia a Slack alkalmazás Client ID-ját és Client Secretjét.

source: Clear Key
hu_hu: Kulcs törlése

source: Which channel or group do you want the notifications to be sent to? If you leave this blank, the default channel will be used.
hu_hu: Melyik csatornára vagy csoportra szeretné küldeni az értesítéseket? Ha ezt üresen hagyja, az alapértelmezett csatorna lesz használva.

source: Select a channel or leave blank to use default&hellip;
hu_hu: Válasszon csatornát, vagy hagyja üresen az alapértelmezett használatához&hellip;

source: Connection
hu_hu: Kapcsolat

source: Enter your Slack client ID.
hu_hu: Adja meg a Slack Client ID-t.

source: Enter your Slack client secret.
hu_hu: Adja meg a Slack Client Secretet.

source: Authorization
hu_hu: Engedélyezés

source: Global settings
hu_hu: Globális beállítások

source: These settings will be applicable to all notifications.
hu_hu: Ezek a beállítások minden értesítésre érvényesek lesznek.

source: Notification events
hu_hu: Értesítési események

source: Order Update
hu_hu: Rendelés frissítése

source: Every time an order is updated
hu_hu: Valahányszor egy rendelés frissül

source: Select the order statuses you want to send notifications for
hu_hu: Válassza ki azokat a rendelési állapotokat, amelyekről értesítést szeretne küldeni

source: New Subscription Renewal Order
hu_hu: Új előfizetés-megújítási rendelés

source: Every time a new subscription renewal order is made
hu_hu: Valahányszor új előfizetés-megújítási rendelés jön létre

source: Refund
hu_hu: Visszatérítés

source: Every time a refund is made
hu_hu: Valahányszor visszatérítés történik

source: Troubleshooting
hu_hu: Hibaelhárítás

source: Please fill out all required fields from above.
hu_hu: Kérjük, töltse ki a fenti kötelező mezőket.

source: Successfully authenticated.
hu_hu: Sikeres hitelesítés.

source: Disconnect
hu_hu: Leválasztás

source: Access token is not valid. Please re-connect.
hu_hu: A hozzáférési token érvénytelen. Kérjük, csatlakozzon újra.

source: Connect with Slack
hu_hu: Csatlakozás a Slackhez

source: Slack application
hu_hu: Slack alkalmazás

source: Slack for WooCommerce documentation.
hu_hu: Slack for WooCommerce dokumentáció.

source: To begin syncing with Slack, create a new %1$s. The callback URL to be added is <strong style="background-color:#ddd;">&nbsp;%2$s&nbsp;</strong>. Full details are available in the %3$s
hu_hu: A Slackkel történő szinkronizálás megkezdéséhez hozzon létre egy új %1$s. A hozzáadandó callback URL a <strong style=\"background-color:#ddd;\">&nbsp;%2$s&nbsp;</strong>. A teljes részletek a %3$s oldalon érhetők el

source: You may also copy the Client ID and Client Secret of an existing %s into the fields below.
hu_hu: Az alábbi mezőkbe bemásolhatja egy meglévő %s Client ID-ját és Client Secretjét is.

source: Permission denied!
hu_hu: Hozzáférés megtagadva!

source: Invalid request!
hu_hu: Érvénytelen kérés!

source: Account connected successfully!
hu_hu: A fiók sikeresen csatlakoztatva!

source: Failed to connect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
hu_hu: Nem sikerült csatlakozni a fiókhoz. Kérjük, próbálja meg újra; ha a probléma továbbra is fennáll, kapcsolja be a Debug Log opciót, és nézze meg, mi történik.

source: Account disconnected successfully!
hu_hu: A fiók sikeresen leválasztva!

source: Failed to disconnect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
hu_hu: Nem sikerült leválasztani a fiókot. Kérjük, próbálja meg újra; ha a probléma továbbra is fennáll, kapcsolja be a Debug Log opciót, és nézze meg, mi történik.

# aria-label: settings link
source: View Slack for WooCommerce settings
hu_hu: Slack for WooCommerce beállítások megtekintése

# plugin action link
source: Settings
hu_hu: Beállítások

# aria-label: documentation link
source: View Slack for WooCommerce documentation
hu_hu: Slack for WooCommerce dokumentáció megtekintése

# plugin row link
source: Docs
hu_hu: Dokumentáció

# aria-label: support link
source: Open a support ticket at Woo.com
hu_hu: Támogatási jegy nyitása a Woo.com-on

# plugin row link
source: Support
hu_hu: Támogatás

source: Slack requires WooCommerce to be installed and active. You can download %s here.
hu_hu: A Slack megköveteli, hogy a WooCommerce telepítve és aktív legyen. Itt letöltheti: %s.
