{"translation-revision-date":"2025-10-22 13:23+0200","generator":"WP-CLI\/2.12.0","source":"assets\/js\/editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"global":[""],"Want to save this as your purchase summary page?":[""],"Changes you make here will override your WooCommerce default purchase summary page.":[""],"You've updated your summary page.":[""],"<h3>Set up a purchase summary page<\/h3><br>This page shows payment and order details. To set one up, go to Site Settings.":[""],"<h3>Sorry, something went wrong.<\/h3><br>To define a purchase summary page for your site, head over to Site Settings.":[""],"Want to save this as your checkout page?":[""],"Changes you make here will override your existing WooCommerce settings.":[""],"You've updated your checkout page.":[""],"<h3>Set up a checkout page<\/h3><br>Without a checkout page, visitors can't complete transactions on your site. To set one up, go to Site Settings.":[""],"<h3>Sorry, something went wrong.<\/h3><br>To define a checkout page for your site, head over to Site Settings.":[""],"Want to save this as your cart page?":[""],"You've updated your cart page.":[""],"<h3>Set up a cart page<\/h3><br>The cart page shows an order summary. To set one up, go to Site Settings.":[""],"<h3>Sorry, something went wrong.<\/h3><br>To define a cart page for your site, head over to Site Settings.":[""],"Want to save this as your my account page?":[""],"You've updated your my account page.":[""],"<h3>Set up a My Account page<\/h3><br>Without it, customers can't update their billing details, review past orders, etc. To set up My Account, go to Site Settings.":[""],"<h3>Sorry, something went wrong.<\/h3><br>To define a my account page for your site, head over to Site Settings.":[""],"No thanks":[""],"Edit %s":["Edita %s"],"Open Site Editor":["Obriu l'editor de llocs"],"View Live Site":["Visualitza el lloc web en viu"],"Motion Effects":["Efectes de moviment"],"Popups":["Finestres emergents"],"Triggers":["Activadors"],"Advanced Rules":["Regles avançades"],"What action the user needs to do for the popup to open.":["Quina acció ha de fer l'usuari perquè s'obri la finestra emergent."],"Requirements that have to be met for the popup to open.":["Requisits que s'han de complir per obrir la finestra emergent."],"Publish Settings":["Configuració de publicació"],"Conditions":["Condicions"],"Apply current template to these pages.":["Apliqueu la plantilla actual a aquestes pàgines."],"Save & Close":["Desa i tanca"],"%s Field":["%s Camp"],"Display Conditions":[""],"Add Condition":[""],"Next":[""],"Linked to Global":[""],"Save %s":[""],"All":["Tot"],"Custom CSS":["CSS personalitzat"],"Save":["Guardar"],"Unlink":["Desvincular"],"Cancel":["Cancel·lar"],"Unlink Widget":["Desvincula el giny"],"This will make the widget stop being global. It'll be reverted into being just a regular widget.":["Això farà que el giny deixi de ser global. Tornarà a ser només un giny regular."],"Save your widget as a global widget":["Guarda el teu giny com un giny global "],"You'll be able to add this global widget to multiple areas on your site, and edit it from one single place.":["Podreu afegir aquest giny global a diverses àrees del lloc i editar-lo des d'una sola ubicació."],"Edit Template":["Editar plantilla"],"Template":["Plantilla"]}}}