Repository: hellowpio/wordpress-translations
Catalog: plugins/*/mainwp-pressable-extension/mainwp-pressable-extension-*.po
Languages: hu_hu

source: MainWP Pressable Extension
hu_hu: MainWP Pressable bővítmény

source: MainWP Pressable Extension simplifies your Pressable hosting management experience, such as creating, disabling, and deleting websites, enabling/disabling CDN, managing backups, and more without the need to log in to your Pressable account.
hu_hu: A MainWP Pressable bővítmény leegyszerűsíti a Pressable tárhelyének kezelését, például webhelyek létrehozását, letiltását és törlését, a CDN engedélyezését/letiltását, a biztonsági mentések kezelését és még sok mást, anélkül, hogy be kellene jelentkeznie a Pressable fiókjába.

source: Pressable Sites
hu_hu: Pressable webhelyek

source: Site ID Empty.
hu_hu: A Site ID üres.

source: No Pressable websites found.
hu_hu: Nem találhatók Pressable webhelyek.

source: Backup Type
hu_hu: Biztonsági mentés típusa

source: Date Created
hu_hu: Létrehozás dátuma

source: Files and Database Backup
hu_hu: Fájlok és adatbázis biztonsági mentése

source: Files Backup
hu_hu: Fájlok biztonsági mentése

source: Database Backup
hu_hu: Adatbázis biztonsági mentése

source: See more options
hu_hu: További lehetőségek

source: Download Files
hu_hu: Fájlok letöltése

source: Download Database
hu_hu: Adatbázis letöltése

source: Restore Backup
hu_hu: Biztonsági mentés visszaállítása

source: Restore Site
hu_hu: Webhely visszaállítása

source: Select a filesystem and/or database backup from the lists below to restore your website to a previous version. You will receive an email when the restore attempt is finished.
hu_hu: Válasszon az alábbi listákból egy fájlrendszer- és/vagy adatbázis-mentést, hogy webhelyét egy korábbi verzióra állítsa vissza. A visszaállítási kísérlet befejezésekor e-mailt kap.

source: Filesystem
hu_hu: Fájlrendszer

source: Select Filesystem Backup
hu_hu: Válasszon fájlrendszer-mentést

source: There are no filesystem backups currently available
hu_hu: Jelenleg nem érhetők el fájlrendszer-mentések

source: Database
hu_hu: Adatbázis

source: Select Database Backup
hu_hu: Válasszon adatbázis-mentést

source: There are no database backups currently available
hu_hu: Jelenleg nem érhetők el adatbázis-mentések

source: Want to restore to a different site in your account? Simply use the dropdown below to select a different site and we will replace it with the backup options you selected above.
hu_hu: Másik webhelyre szeretne visszaállítani a fiókján belül? Egyszerűen használja az alábbi legördülő menüt egy másik webhely kiválasztásához, és a fent kiválasztott mentési beállításokkal lecseréljük azt.

source: Restore Destination
hu_hu: Visszaállítás célja

source: Click to Restore Site.
hu_hu: Kattintson a webhely visszaállításához.

source: Dashboard
hu_hu: Vezérlőpult

source: Settings
hu_hu: Beállítások

source: Need help? Check this %1$shelp document%2$s about creating the Pressable API Application.
hu_hu: Segítségre van szüksége? Tekintse meg ezt a %1$ssúgódokumentumot%2$s a Pressable API-alkalmazás létrehozásáról.

source: Pressable App Settings
hu_hu: Pressable alkalmazás beállításai

source: Save Settings
hu_hu: Beállítások mentése

source: Site
hu_hu: Webhely

source: Tags
hu_hu: Címkék

source: State
hu_hu: Állapot

source: Created
hu_hu: Létrehozva

source: IP Address
hu_hu: IP-cím

source: Environment
hu_hu: Környezet

source: Data Center
hu_hu: Adatközpont

source: Visits This Month
hu_hu: Látogatások ebben a hónapban

source: Visits Last Two Years
hu_hu: Látogatások az elmúlt két évben

source: Last Backup
hu_hu: Utolsó biztonsági mentés

source: Click to jump to the site Overview page
hu_hu: Kattintson a webhely Áttekintés oldalára ugráshoz

source: Jump to the site WP Admin
hu_hu: Ugrás a webhely WP Admin felületére

source: Jump to the site front page
hu_hu: Ugrás a webhely kezdőlapjára

source: Site status. It is different from environment type.
hu_hu: Webhely állapota. Ez különbözik a környezettípustól.

source: CDN Enabled
hu_hu: CDN engedélyezve

source: CDN Disabled
hu_hu: CDN letiltva

source: Website creation date.
hu_hu: Webhely létrehozásának dátuma.

source: Environment type. It is different from staging or live.
hu_hu: Környezettípus. Ez nem ugyanaz, mint a Staging vagy a Live.

source: Timestamp of the last backup.
hu_hu: Az utolsó biztonsági mentés időbélyege.

source: Sync Data
hu_hu: Adatok szinkronizálása

source: Overview
hu_hu: Áttekintés

source: Edit
hu_hu: Szerkesztés

source: Enable Site
hu_hu: Webhely engedélyezése

source: Disable Site
hu_hu: Webhely letiltása

source: Delete Site
hu_hu: Webhely törlése

source: Staging to Live
hu_hu: Stagingről Live-ra

source: Convert To Staging
hu_hu: Átalakítás Staginggé

source: Disable CDN
hu_hu: CDN letiltása

source: Enable CDN
hu_hu: CDN engedélyezése

source: Go to phpMyAdmin
hu_hu: Ugrás a phpMyAdminre

source: Manage Backups
hu_hu: Biztonsági mentések kezelése

source: Bulk Actions
hu_hu: Tömeges műveletek

source: Enable Sites
hu_hu: Webhelyek engedélyezése

source: Disable Sites
hu_hu: Webhelyek letiltása

source: Delete Sites
hu_hu: Webhelyek törlése

source: Convert Live to Staging
hu_hu: Live átalakítása Staginggé

source: Convert Staging to Live
hu_hu: Staging átalakítása Live-vá

source: Apply
hu_hu: Alkalmaz

source: Click to request reload Pressable API data.
hu_hu: Kattintson a Pressable API-adatok újratöltésének kéréséhez.

source: Reload Pressable API Data
hu_hu: Pressable API-adatok újratöltése

source: Click to create new site.
hu_hu: Kattintson új webhely létrehozásához.

source: Create New Site
hu_hu: Új webhely létrehozása

source: Create A New Site
hu_hu: Hozzon létre új webhelyet

source: Create Site
hu_hu: Webhely létrehozása

source: Close
hu_hu: Bezárás

source: Site name must be at least 3 characters
hu_hu: A webhely neve legalább 3 karakter legyen

source: Periods, spaces, and other special characters are not permitted
hu_hu: Pontok, szóközök és egyéb speciális karakterek nem engedélyezettek

source: Dashes are accepted, but name cannot start or end with a dash
hu_hu: A kötőjelek elfogadottak, de a név nem kezdődhet és nem végződhet kötőjellel

source: Site Name
hu_hu: Webhely neve

source: Enable if you want create staging site.
hu_hu: Engedélyezze, ha staging webhelyet szeretne létrehozni.

source: Site Type
hu_hu: Webhely típusa

source: PHP Version
hu_hu: PHP-verzió

source: Account Default
hu_hu: Fiók alapértelmezettje

source: Datacenter (optional)
hu_hu: Adatközpont (opcionális)

source: No preference
hu_hu: Nincs preferencia

source: Page Settings
hu_hu: Oldalbeállítások

source: Show columns
hu_hu: Oszlopok megjelenítése

source: Returns this page to the state it was in when installed. The feature also restores any column you have moved through the drag and drop feature on the page.
hu_hu: Visszaállítja az oldalt a telepítéskori állapotára. A funkció visszaállítja az oldalon a fogd és vidd funkcióval áthelyezett összes oszlopot is.

source: Reset Page
hu_hu: Oldal visszaállítása

source: Relevant website information from the Pressable hosting.
hu_hu: A Pressable tárhelyszolgáltatásból származó releváns webhelyinformációk.

source: Unique Visits
hu_hu: Egyedi látogatások

source: Click to jump to the site Pressable Manage Backups page
hu_hu: Kattintson a webhely Pressable Manage Backups oldalára ugráshoz

source: Empty pressable site id
hu_hu: Üres pressable site id

source: Reload Pressable Data
hu_hu: Pressable adatok újratöltése

source: Go to the site Overview page.
hu_hu: Ugrás a webhely Overview oldalára.

source: Pending.
hu_hu: Függőben.

source: Sites not found.
hu_hu: Webhelyek nem találhatók.

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: Access generated successfully.
hu_hu: A hozzáférés sikeresen létrehozva.

source: Pressable sites data successfully reload.
hu_hu: A Pressable webhelyek adatai sikeresen újratöltve.

source: Invalid data. Please try again.
hu_hu: Érvénytelen adatok. Kérjük, próbálja újra.

source: Generate access failed. Please try again.
hu_hu: A hozzáférés létrehozása sikertelen. Kérjük, próbálja újra.
