Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Could not update "%s" (post #%d) with mapped data
hu_hu: Nem sikerült frissíteni a(z) "%s"-t (bejegyzés #%d) a leképezett adatokkal

source: Could not find the menu object for "%s" (post #%d)
hu_hu: Nem található a "%s" menüobjektuma (bejegyzés #%d)

source: Post %d was imported with object "%d" of type "%s", but could not be found
hu_hu: A(z) %d bejegyzés "%d" azonosítójú, "%s" típusú objektummal lett importálva, de nem található

source: Could not find the comment parent for comment #%d
hu_hu: Nem található a #%d hozzászólás szülője

source: Comment %d was imported with parent %d, but could not be found
hu_hu: A(z) %d hozzászólás %d szülővel lett importálva, de nem található

source: Could not find the author for comment #%d
hu_hu: Nem található a #%d hozzászólás szerzője

source: Comment %d was imported with author %d, but could not be found
hu_hu: A(z) %d hozzászólás %d szerzővel lett importálva, de nem található

source: Could not update comment #%d with mapped data
hu_hu: Nem sikerült frissíteni a #%d hozzászólást a leképezett adatokkal

source: Transparent
hu_hu: Átlátszó

source: Click an icon to select, click again to deselect.
hu_hu: Kattintson egy ikonra a kiválasztáshoz, újra kattintva megszüntetheti a kijelölést.

source: Top Left
hu_hu: Bal felső

source: Top Right
hu_hu: Jobb felső

source: Bottom Right
hu_hu: Jobb alsó

source: Bottom Left
hu_hu: Bal alsó

source: Set Name
hu_hu: Készlet neve

source: Search for option(s)
hu_hu: Beállítás(ok) keresése

source: You have changes that are not saved. Would you like to save them now?
hu_hu: Vannak nem mentett módosításai. Szeretné most menteni őket?

source: Are you sure? Resetting will lose all custom values.
hu_hu: Biztos benne? A visszaállítás az összes egyéni értéket törli.

source: Are you sure? Resetting will lose all custom values in this section.
hu_hu: Biztos benne? A visszaállítás törli az összes egyéni értéket ebben a szakaszban.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
hu_hu: A jelenlegi beállításait ennek az előbeállításnak az értékeire cseréljük. Szeretné folytatni?

source: Please Wait
hu_hu: Kérjük, várjon

source: There was an error saving. Here is the result of your action:
hu_hu: Hiba történt a mentés közben. Itt látható az Ön műveletének eredménye:

source: There was a problem with your action. Please try again or reload the page.
hu_hu: Probléma történt az Ön műveletével. Kérjük, próbálja meg újra, vagy töltse be újra az oldalt.

source: Warning- This options panel will not work properly without javascript!
hu_hu: Figyelmeztetés- Ez a beállítási panel nem fog megfelelően működni javascript nélkül!

source: Settings Imported!
hu_hu: Beállítások importálva!

source: All Defaults Restored!
hu_hu: Összes alapértelmezés visszaállítva!

source: Section Defaults Restored!
hu_hu: Szakasz alapértelmezések visszaállítva!

source: Settings Saved!
hu_hu: Beállítások mentve!

source: Settings have changed, you should save them!
hu_hu: A beállítások megváltoztak, mentenie kell őket!

source: error(s) were found!
hu_hu: hiba(ák) észlelve!

source: warning(s) were found!
hu_hu: figyelmeztetés(ek) észlelve!

source: <strong>Your panel has bundled outdated copies of FusionRedux Framework template files</strong> &#8211; if you encounter functionality issues this could be the reason. Ensure you update or remove them.
hu_hu: <strong>Az Ön panelje elavult FusionRedux Framework sablonfájlok másolatait tartalmazza</strong> &#8211; ha működésbeli problémákat tapasztal, ez lehet az oka. Kérjük, frissítse vagy távolítsa el őket.

source: Options panel created using %1$s
hu_hu: Beállítási panel a(z) %1$s használatával készült

source: Enable
hu_hu: Engedélyezés

source: Disable
hu_hu: Letiltás

source: moving the mouse over
hu_hu: ráviszi az egeret

source: clicking
hu_hu: rákattint

source: Hints are tooltips that popup when %d the hint icon, offering addition information about the field in which they appear. They can be %d d by using the link below.
hu_hu: A tippek olyan buboréksúgók, amelyek akkor ugranak fel, amikor %d a súgó ikonra, és további információt nyújtanak az adott mezőről, ahol megjelennek. Az alábbi hivatkozással %d d őket.

source: Hints
hu_hu: Tippek

source: Invalid security credential. Please reload the page and try again.
hu_hu: Érvénytelen biztonsági hitelesítő adat. Kérjük, töltse be újra az oldalt, majd próbálja meg ismét.

source: Invalid user capability. Please reload the page and try again.
hu_hu: Érvénytelen felhasználói jogosultság. Kérjük, töltse be újra az oldalt, majd próbálja meg ismét.

source: Your panel has no fields. Nothing to save.
hu_hu: Az Ön paneljén nincsenek mezők. Nincs mit menteni.

source: <strong>FusionRedux Framework Notice: </strong>There are references to the FusionRedux Framework support site in your config's <code>admin_bar_links</code> argument. This is sample data. Please change or remove this data before shipping your product.
hu_hu: <strong>FusionRedux Framework közlemény: </strong>Az Ön konfigurációjának <code>admin_bar_links</code> argumentumában hivatkozások szerepelnek a FusionRedux Framework támogatási oldalára. Ez mintaadat. Kérjük, módosítsa vagy távolítsa el ezeket az adatokat, mielőtt a termékét kiadja.

source: <strong>FusionRedux Framework Notice: </strong>There are references to the FusionRedux Framework support site in your config's <code>share_icons</code> argument. This is sample data. Please change or remove this data before shipping your product.
hu_hu: <strong>FusionRedux Framework közlemény: </strong>Az Ön konfigurációjának <code>share_icons</code> argumentumában hivatkozások szerepelnek a FusionRedux Framework támogatási oldalára. Ez mintaadat. Kérjük, módosítsa vagy távolítsa el ezeket az adatokat, mielőtt a termékét kiadja.

source: Dismiss
hu_hu: Bezárás

source: Please wait a few minutes, then try refreshing the page. Unable to load some remotely hosted scripts.
hu_hu: Kérjük, várjon néhány percet, majd próbálja frissíteni az oldalt. Néhány, távoli kiszolgálón tárolt szkript nem tölthető be.

source: If you are developing offline, please download and install the <a href="%s" target="_blank">FusionRedux Vendor Support</a> plugin/extension to bypass the our CDN and avoid this warning
hu_hu: Ha offline fejleszt, kérjük, töltse le és telepítse a <a href="%s" target="_blank">FusionRedux Vendor Support</a> bővítményt/kiegészítőt, hogy megkerülje a CDN-ünket és elkerülje ezt a figyelmeztetést

source: FusionRedux Framework Warning
hu_hu: FusionRedux Framework figyelmeztetés

source: %s CDN unavailable. Some controls may not render properly.
hu_hu: A(z) %s CDN nem érhető el. Előfordulhat, hogy egyes vezérlők nem jelennek meg megfelelően.

source: The <a href="%s">Vendor Support plugin</a> (or extension) is either not installed or not activated and thus, some controls may not render properly. Please ensure that it is installed and <a href="%s">activated</a>
hu_hu: A <a href="%s">Vendor Support bővítmény</a> (vagy kiegészítő) nincs telepítve vagy nincs aktiválva, ezért előfordulhat, hogy egyes vezérlők nem jelennek meg megfelelően. Kérjük, győződjön meg róla, hogy telepítve van és <a href="%s">aktiválva</a>.

source: File Permission Issues
hu_hu: Fájljogosultsági problémák

source: We were unable to modify required files. Please check your permissions, or modify your wp-config.php file to contain your FTP login credentials as <a href="%s" target="_blank">outlined here</a>.
hu_hu: Nem sikerült módosítanunk a szükséges fájlokat. Kérjük, ellenőrizze a jogosultságokat, vagy módosítsa a wp-config.php fájlt úgy, hogy tartalmazza az FTP-bejelentkezési adatait, ahogyan azt <a href="%s" target="_blank">itt ismertetjük</a>.

source: We were unable to modify required files. Please ensure that <code>%1s</code> has the proper read-write permissions, or modify your wp-config.php file to contain your FTP login credentials as <a href="%2s" target="_blank">outlined here</a>.
hu_hu: Nem sikerült módosítanunk a szükséges fájlokat. Kérjük, győződjön meg róla, hogy a(z) <code>%1s</code> megfelelő olvasási-írási jogosultságokkal rendelkezik, vagy módosítsa a wp-config.php fájlt úgy, hogy tartalmazza az FTP-bejelentkezési adatait, ahogyan azt <a href="%2s" target="_blank">itt ismertetjük</a>.

source: <code>%s</code> version <strong style="color:red">%s</strong> is out of date. The core version is %s
hu_hu: A(z) <code>%s</code> <strong style="color:red">%s</strong> verziója elavult. A core verzió: %s

source: Import Options
hu_hu: Beállítások importálása

source: Important: Only Global Options settings from Avada 4.0 or higher can be imported.
hu_hu: Fontos: Csak az Avada 4.0 vagy újabb verziójának Global Options beállításai importálhatók.

source: Import Contents from File
hu_hu: Tartalom importálása fájlból

source: Import from URL
hu_hu: Importálás URL-ről

source: Input your backup file below and hit Import to restore your sites options from a backup.
hu_hu: Adja meg lent a biztonsági mentés fájlját, majd kattintson az Importálásra a webhely beállításainak visszaállításához a mentésből.

source: Input the URL to another sites options set and hit Import to load the options from that site.
hu_hu: Adja meg egy másik webhely beállításkészletének URL-jét, majd kattintson az Importálásra az onnan származó beállítások betöltéséhez.

source: WARNING! This will overwrite all existing option values, please proceed with caution!
hu_hu: FIGYELMEZTETÉS! Ez felülír minden meglévő beállítási értéket, kérjük, járjon el körültekintően!

source: Export Options
hu_hu: Beállítások exportálása

source: Here you can copy/download your current Global Options settings. Keep this safe as you can use it as a backup should anything go wrong, or you can use it to restore your settings on this site (or any other site).
hu_hu: Itt lemásolhatja/letöltheti az aktuális Global Options beállításait. Őrizze meg biztonságban, mert használhatja biztonsági mentésként, ha bármi gond adódna, vagy felhasználhatja a beállításai visszaállításához ezen a webhelyen (vagy bármely más webhelyen).

source: Copy Data
hu_hu: Adatok másolása

source: Download Data File
hu_hu: Adatfájl letöltése

source: Copy Export URL
hu_hu: Export URL másolása

source: Options Object
hu_hu: Beállítások objektum

source: Show Object in Javascript Console Object
hu_hu: Objektum megjelenítése a Javascript konzol objektumban

source: Background Repeat
hu_hu: Háttér ismétlése

source: Background Clip
hu_hu: Háttér kivágása

source: Background Origin
hu_hu: Háttér eredete

source: Background Size
hu_hu: Háttér mérete

source: Background Attachment
hu_hu: Háttér rögzítése

source: Background Position
hu_hu: Háttér pozíciója

source: No media selected
hu_hu: Nincs média kiválasztva

source: Border style
hu_hu: Szegély stílusa

source: From
hu_hu: Ettől

source: To
hu_hu: Eddig

source: Add/Edit Gallery
hu_hu: Galéria hozzáadása/szerkesztése

source: Clear Gallery
hu_hu: Galéria kiürítése

source: Visited
hu_hu: Látogatott

source: Add More
hu_hu: Továbbiak hozzáadása

source: Password
hu_hu: Jelszó

source: Username
hu_hu: Felhasználónév

source: Select an item
hu_hu: Válasszon egy elemet

source: No items of this type were found.
hu_hu: Nem találhatók ilyen típusú elemek.

source: Slide
hu_hu: Dia

source: New %s
hu_hu: Új %s

source: This field must be a valid color value.
hu_hu: Ennek a mezőnek érvényes színértéket kell tartalmaznia.

source: You must provide a comma separated list of numerical values for this option.
hu_hu: Ehhez a beállításhoz vesszővel elválasztott számértékek listáját kell megadnia.

source: Unsafe strings were found in your CSS and have been filtered out.
hu_hu: Az Ön CSS-ében nem biztonságos karakterláncok találhatók, ezeket kiszűrtük.

source: This field must be a valid date.
hu_hu: Ennek a mezőnek érvényes dátumot kell tartalmaznia.

source: You must provide a valid email for this option.
hu_hu: Ehhez a beállításhoz érvényes e-mail címet kell megadnia.

source: You must not enter any HTML in this field, all HTML tags have been removed.
hu_hu: Ebben a mezőben nem adhat meg HTML-t, minden HTML-címkét eltávolítottunk.

source: You must not enter any special characters in this field, all special characters have been removed.
hu_hu: Ebben a mezőben nem adhat meg speciális karaktereket, minden speciális karaktert eltávolítottunk.

source: This field cannot be empty. Please provide a value.
hu_hu: Ez a mező nem lehet üres. Kérjük, adjon meg egy értéket.

source: You must provide a numerical value for this option.
hu_hu: Ehhez a beállításhoz számértéket kell megadnia.

source: That URL slug is in use, please choose another. <code>%s</code> is open for use.
hu_hu: Ez az URL slug már használatban van, kérjük, válasszon másikat. A(z) <code>%s</code> szabadon használható.

source: You must provide a valid URL for this option.
hu_hu: Ehhez a beállításhoz érvényes URL-t kell megadnia.

source: Welcome to FusionRedux Framework %s
hu_hu: Üdvözöljük a FusionRedux Framework %s-ben

source: Thank you for updating to the latest version! FusionRedux Framework %s is a huge step forward in FusionRedux Development. Look at all that's new.
hu_hu: Köszönjük, hogy frissített a legújabb verzióra! A FusionRedux Framework %s hatalmas előrelépés a FusionRedux fejlesztésében. Tekintse meg mindazt, ami új.

source: What is FusionRedux Framework?
hu_hu: Mi a FusionRedux Framework?

source: FusionRedux Framework is the core of many products on the web. It is an option framework which developers use to enhance their products.
hu_hu: A FusionRedux Framework a weben található számos termék magja. Ez egy beállításkezelő keretrendszer, amelyet a fejlesztők termékeik fejlesztésére használnak.

source: New in this Release
hu_hu: Újdonságok ebben a kiadásban

source: FusionRedux Framework - Changelog
hu_hu: FusionRedux Framework - Változásnapló

source: Our core mantra at FusionRedux is backwards compatibility. With hundreds of thousands of instances worldwide, you can be assured that we will take care of you and your clients.
hu_hu: A FusionRedux alapelve a visszafelé kompatibilitás. Több százezer példánnyal világszerte biztos lehet benne, hogy gondoskodunk Önről és ügyfeleiről.

source: FusionRedux Framework - A Community Effort
hu_hu: FusionRedux Framework - Közösségi összefogás

source: We recognize we are nothing without our community. We would like to thank all of those who help FusionRedux to be what it is. Thank you for your involvement.
hu_hu: Felismerjük, hogy közösségünk nélkül semmik vagyunk. Köszönetet szeretnénk mondani mindenkinek, aki segítette a FusionReduxot abban, hogy az legyen, ami. Köszönjük az Ön közreműködését.

source: FusionRedux is created by a community of developers world wide. Want to have your name listed too? <a href="%d" target="_blank">Contribute to FusionRedux</a>.
hu_hu: A FusionReduxot világszerte fejlesztők közössége hozza létre. Szeretné, ha az Ön neve is szerepelne a listán? <a href="%d" target="_blank">Járuljon hozzá a FusionReduxhoz</a>.

source: FusionRedux Framework - Extensions
hu_hu: FusionRedux Framework - Bővítmények

source: Supercharge your FusionRedux experience. Our extensions provide you with features that will take your products to the next level.
hu_hu: Turbózza fel a FusionRedux-élményét. Bővítményeink olyan funkciókat biztosítanak, amelyek az Ön termékeit a következő szintre emelik.

source: While some are built specificially for developers, extensions such as Custom Fonts are sure to make any user happy.
hu_hu: Noha némelyik kifejezetten fejlesztők számára készült, az olyan bővítmények, mint a Custom Fonts, bizonyára bármely felhasználót boldoggá tesznek.

source: FusionRedux Framework - System Status
hu_hu: FusionRedux Framework - Rendszerállapot

source: Please copy and paste this information in your ticket when contacting support:
hu_hu: Kérjük, másolja és illessze be ezeket az információkat a hibajegyébe, amikor a támogatással felveszi a kapcsolatot:

source: Understanding the Status Report
hu_hu: A státuszjelentés értelmezése

source: Copy for Support
hu_hu: Másolás a támogatás számára

source: Home URL
hu_hu: Kezdőoldal URL

source: FusionRedux Version
hu_hu: FusionRedux verzió

source: The version of FusionRedux Framework installed on your site.
hu_hu: A webhelyére telepített FusionRedux Framework verziója.

source: FusionRedux Data Directory Writable
hu_hu: A FusionRedux adatkönyvtár írható

source: FusionRedux and its extensions write data to the <code>uploads</code> directory. This directory must be writable.
hu_hu: A FusionRedux és kiterjesztései adatokat írnak az <code>uploads</code> könyvtárba. Ennek a könyvtárnak írhatónak kell lennie.

source: To allow data saving, make <code>%s</code> writable.
hu_hu: Az adatok mentésének engedélyezéséhez tegye a <code>%s</code>-t írhatóvá.

source: WP Content URL
hu_hu: WP tartalom URL

source: The location of Wordpress's content URL.
hu_hu: A Wordpress tartalom-URL-jének helye.

source: WP Version
hu_hu: WP verzió

source: Permalink Structure
hu_hu: Közvetlen hivatkozások szerkezete

source: The current permalink structure as defined in Wordpress Settings->Permalinks.
hu_hu: A Wordpress Beállítások->Közvetlen hivatkozások részében meghatározott jelenlegi közvetlen hivatkozás-struktúra.

source: Front Page Display
hu_hu: Kezdőoldal megjelenítése

source: The current Reading mode of Wordpress.
hu_hu: A Wordpress jelenlegi olvasási módja.

source: Front Page
hu_hu: Kezdőoldal

source: The currently selected page which acts as the site's Front Page.
hu_hu: A jelenleg kiválasztott oldal, amely a webhely kezdőoldalaként működik.

source: Posts Page
hu_hu: Bejegyzések oldala

source: The currently selected page in where blog posts are displayed.
hu_hu: A jelenleg kiválasztott oldal, ahol a blogbejegyzések megjelennek.

source: WP Memory Limit
hu_hu: WP memória-korlát

source: %s - We recommend setting memory to at least 40MB. See: <a href="%s" target="_blank">Increasing memory allocated to PHP</a>
hu_hu: %s - Javasoljuk, hogy a memóriát legalább 40MB-ra állítsa. Lásd: <a href="%s" target="_blank">A PHP számára kiosztott memória növelése</a>

source: Database Table Prefix
hu_hu: Adatbázis-tábla előtagja

source: The prefix structure of the current Wordpress database.
hu_hu: A jelenlegi Wordpress adatbázis előtag-struktúrája.

source: WP Debug Mode
hu_hu: WP hibakeresési mód

source: Language
hu_hu: Nyelv

source: Browser
hu_hu: Böngésző

source: Browser Info
hu_hu: Böngésző adatai

source: Information about web browser current in use.
hu_hu: Az éppen használt webböngészőről szóló információk.

source: Server Info
hu_hu: Szerver adatai

source: Localhost Environment
hu_hu: Localhost környezet

source: Is the server running in a localhost environment.
hu_hu: A szerver localhost környezetben fut-e.

source: PHP Version
hu_hu: PHP-verzió

source: The ABSPATH variable on the server.
hu_hu: A szerveren lévő ABSPATH változó.

source: PHP Memory Limit
hu_hu: PHP memória-korlát

source: The largest filesize that can be contained in one post.
hu_hu: A legnagyobb fájlméret, amely egy bejegyzésben szerepelhet.

source: PHP Post Max Size
hu_hu: PHP POST maximális mérete

source: PHP Time Limit
hu_hu: PHP időkorlát

source: PHP Max Input Vars
hu_hu: PHP maximális bemeneti változók száma

source: PHP Display Errors
hu_hu: PHP hibák megjelenítése

source: Determines if PHP will display errors within the browser.
hu_hu: Meghatározza, hogy a PHP megjeleníti-e a hibákat a böngészőben.

source: SUHOSIN Installed
hu_hu: SUHOSIN telepítve

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
hu_hu: A Suhosin a PHP-telepítésekhez készült fejlett védelmi rendszer. Egyrészt arra tervezték, hogy megvédje az Ön szervereit a PHP-alkalmazások számos ismert problémájától, másrészt az ezen alkalmazásokban vagy magában a PHP magban rejlő, potenciálisan ismeretlen sebezhetőségektől. Ha a szerverén engedélyezve van, előfordulhat, hogy a Suhosint úgy kell konfigurálnia, hogy növelje az adatbeküldési korlátait.

source: MySQL Version
hu_hu: MySQL-verzió

source: Max Upload Size
hu_hu: Maximális feltöltési méret

source: The largest filesize that can be uploaded to your WordPress installation.
hu_hu: A legnagyobb fájlméret, amely az Ön WordPress-telepítésébe feltölthető.

source: Default Timezone is UTC
hu_hu: Az alapértelmezett időzóna UTC

source: The default timezone for your server.
hu_hu: Az Ön szerverének alapértelmezett időzónája.

source: Default timezone is %s - it should be UTC
hu_hu: Az alapértelmezett időzóna %s - UTC-nek kellene lennie

source: Used when communicating with remote services with PHP.
hu_hu: PHP-val végzett távoli szolgáltatásokkal történő kommunikációhoz használatos.

source: Your server does not have fsockopen or cURL enabled - cURL is used to communicate with other servers. Please contact your hosting provider.
hu_hu: Az Ön szerverén nincs engedélyezve az fsockopen vagy a cURL - a cURL-t más szerverekkel való kommunikációra használjuk. Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával.

source: Remote Post
hu_hu: Távoli POST

source: Used to send data to remote servers.
hu_hu: Távoli szerverekre történő adatküldéshez használatos.

source: wp_remote_post() failed. Many advanced features may not function. Contact your hosting provider.
hu_hu: A wp_remote_post() sikertelen. Sok fejlett funkció nem működhet. Lépjen kapcsolatba a tárhelyszolgáltatójával.

source: Error: %s
hu_hu: Hiba: %s

source: Remote Get
hu_hu: Távoli lekérés

source: Used to grab information from remote servers for updates updates.
hu_hu: Távoli kiszolgálókról információk lekérésére használatos frissítések frissítésekhez.

source: wp_remote_get() failed. This is needed to get information from remote servers. Contact your hosting provider.
hu_hu: A wp_remote_get() meghiúsult. Ez szükséges az információk lekéréséhez távoli kiszolgálókról. Lépjen kapcsolatba a tárhelyszolgáltatójával.

source: FusionRedux Instance:
hu_hu: FusionRedux példány:

source: The opt_name argument for this instance of FusionRedux.
hu_hu: A FusionRedux ezen példányának opt_name argumentuma.

source: The global_variable argument for this instance of FusionRedux.
hu_hu: A FusionRedux ezen példányának global_variable argumentuma.

source: Indicates if developer mode is enabled for this instance of FusionRedux.
hu_hu: Jelzi, hogy a fejlesztői mód engedélyezve van-e a FusionRedux ezen példányán.

source: Indicates if ajax based saving is enabled for this instance of FusionRedux.
hu_hu: Jelzi, hogy az ajax alapú mentés engedélyezve van-e a FusionRedux ezen példányán.

source: The page slug denotes the string used for the options panel page for this instance of FusionRedux.
hu_hu: Az oldal slug a beállítások panel oldalához használt karakterláncot jelöli a FusionRedux ezen példányán.

source: The page permissions variable sets the permission level required to access the options panel for this instance of FusionRedux.
hu_hu: Az oldal jogosultságváltozója beállítja a beállítások panel eléréséhez szükséges jogosultsági szintet a FusionRedux ezen példányán.

source: This variable set whether or not the menu is displayed as an admin menu item for this instance of FusionRedux.
hu_hu: Ez a változó állítja be, hogy a menü megjelenjen-e admin menüelemként a FusionRedux ezen példányán.
