Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: No domain was passed on and therefore revoke could not be confirmed.
hu_hu: Nem került továbbításra domain, ezért a visszavonást nem lehetett megerősíteni.

source: In order to import a prebuilt website Avada must be registered. No domain was passed on, therefore validation could not be confirmed.
hu_hu: Az előre elkészített webhely importálásához az Avadát regisztrálnia kell. Nem került továbbításra domain, ezért az érvényesítést nem lehetett megerősíteni.

source: No domain was passed on in the request, this is needed to confirm registration.
hu_hu: A kérésben nem került továbbításra domain, ez szükséges a regisztráció megerősítéséhez.

source: Invalid purchase code. Code provided appears to be a token instead.
hu_hu: Érvénytelen vásárlási kód. A megadott kód tokennek tűnik.

source: Invalid purchase code.
hu_hu: Érvénytelen vásárlási kód.

source: In order to import a prebuilt website Avada must be registered. The purchase code being used does not seem to be valid.
hu_hu: Az előre elkészített webhely importálásához az Avadát regisztrálnia kell. A használt vásárlási kód érvénytelennek tűnik.

source: Envato API did not respond. Either the purchase code is incorrect or the API is temporarily unavailable.
hu_hu: Az Envato API nem válaszolt. Vagy a vásárlási kód hibás, vagy az API átmenetileg nem érhető el.

source: The purchase code is already being used on another domain.
hu_hu: A vásárlási kódot már egy másik domainen használják.

source: The current domain does not match our records and therefore was not revoked.
hu_hu: A jelenlegi domain nem egyezik a nyilvántartásunkkal, ezért nem került visszavonásra.

source: In order to import a prebuilt website Avada must be registered. The current domain does not match our records.
hu_hu: Az előre elkészített webhely importálásához az Avadát regisztrálnia kell. A jelenlegi domain nem egyezik a nyilvántartásunkkal.

source: The purchase code is already being used on another staging domain.
hu_hu: A vásárlási kódot már egy másik staging domainen használják.

source: In order to import a prebuilt website Avada must be registered. The current staging domain does not match our records.
hu_hu: Az előre elkészített webhely importálásához az Avadát regisztrálnia kell. A jelenlegi staging domain nem egyezik a nyilvántartásunkkal.

source: This purchase code has been locked, as it was used in a manner that violates Envato license terms. Please contact us via the %s page to resolve.
hu_hu: Ez a vásárlási kód zárolásra került, mivel az Envato licencfeltételeit sértő módon használták. Kérjük, lépjen kapcsolatba velünk a(z) %s oldalon keresztül a megoldás érdekében.

source: Sorry, the API is currently overloaded. Please try again later.
hu_hu: Sajnáljuk, az API jelenleg túlterhelt. Kérjük, próbálja meg később újra.

source: The purchase code has been registered too many times. Please contact %s to resolve.
hu_hu: A vásárlási kódot túl sokszor regisztrálták. Kérjük, lépjen kapcsolatba a(z) %s oldalon a megoldás érdekében.

source: Unknown error encountered. Please try again later.
hu_hu: Ismeretlen hiba történt. Kérjük, próbálja meg később újra.

source: Register Your Website
hu_hu: Regisztrálja a webhelyét

source: Your Website is Registered
hu_hu: Az Ön webhelye regisztrálva van

source: How To?
hu_hu: Hogyan?

source: Congratulations, and thank you for registering your website. To manage your licenses, sign up on %s.
hu_hu: Gratulálunk, és köszönjük, hogy regisztrálta a webhelyét. A licencek kezeléséhez regisztráljon a(z) %s oldalon.

source: Please enter your Avada purchase code and get access to our prebuilt websites, auto-updates, and premium plugins. The purchase code and site URL will be sent to a ThemeFusion server located in the U.S. to verify the purchase.
hu_hu: Kérjük, adja meg az Avada vásárlási kódját, és férjen hozzá előre elkészített webhelyeinkhez, az automatikus frissítésekhez és a prémium bővítményekhez. A vásárlási kód és a webhely URL a vásárlás ellenőrzése érdekében egy, az Egyesült Államokban található ThemeFusion szerverre kerül elküldésre.

source: After registration is completed required Avada plugins will be installed and activated if needed.
hu_hu: A regisztráció befejezése után a szükséges Avada bővítmények – ha szükséges – telepítésre és aktiválásra kerülnek.

source: Register Now
hu_hu: Regisztráljon most

source: Unregister
hu_hu: Regisztráció visszavonása

source: How To Find Your Purchase Code
hu_hu: Hogyan találja meg a vásárlási kódját

source: Sign in to your %s. <strong>IMPORTANT:</strong> You must be signed into the same ThemeForest account that purchased Avada. If you are signed in already, look in the top menu bar to ensure it is the right account.
hu_hu: Jelentkezzen be a(z) %s-ba. <strong>FONTOS:</strong> Ugyanabba a ThemeForest-fiókba kell bejelentkeznie, amelyik megvásárolta az Avadát. Ha már be van jelentkezve, nézze meg a felső menüsávban, hogy a megfelelő fiókba van-e bejelentkezve.

source: ThemeForest account
hu_hu: ThemeForest-fiók

source: Visit the %s. You should see a row for Avada. If you don't, please re-check step 1 that you are on the correct account.
hu_hu: Keresse fel a(z) %s-t. Az Avadához tartozó sort kell látnia. Ha nem látja, ellenőrizze újra az 1. lépésben, hogy a megfelelő fiókban van-e.

source: ThemeForest downloads page
hu_hu: ThemeForest letöltési oldal

source: Click the download button in the Avada row.
hu_hu: Kattintson az Avada sorában a Letöltés gombra.

source: Select either License certificate & purchase code (PDF) or License certificate & purchase code (text). This should then download either a text or PDF file.
hu_hu: Válassza a License certificate & purchase code (PDF) vagy a License certificate & purchase code (text) lehetőséget. Ekkor egy szöveges vagy PDF fájl töltődik le.

source: Open up that newly downloaded file and copy the Item Purchase Code.
hu_hu: Nyissa meg az imént letöltött fájlt, és másolja ki az Item Purchase Code-ot.

source: Press Esc to close
hu_hu: Nyomja meg az Esc billentyűt a bezáráshoz.

source: Enter Fullscreen (Shift+Enter)
hu_hu: Lépjen teljes képernyőre (Shift+Enter)

source: Exit Fullscreen (Shift+Enter)
hu_hu: Lépjen ki a teljes képernyőből (Shift+Enter)

source: Slideshow
hu_hu: Diavetítés

source: Loading the next set of posts...
hu_hu: A következő bejegyzések betöltése...

source: All items displayed.
hu_hu: Minden elem megjelenítve.

source: Search...
hu_hu: Keresés...

source: Link & Zoom
hu_hu: Hivatkozás és nagyítás

source: Link
hu_hu: Hivatkozás

source: Zoom
hu_hu: Nagyítás

source: No Icons
hu_hu: Nincs ikon

source: Default currently set to %s.
hu_hu: Az alapértelmezett jelenleg %s.

source: Show
hu_hu: Megjelenítés

source: Current value set to %s.
hu_hu: Az aktuális érték: %s.

source: none
hu_hu: nincs

source: Global sidebar is currently active and will override selection with %s.
hu_hu: A globális oldalsáv jelenleg aktív, és %s értékkel felülírja a kiválasztást.

source: Leave empty for value set in parent options. If that is also empty, the %1$s value of %2$s will be used.
hu_hu: Hagyja üresen a szülő beállításokban megadott érték használatához. Ha az is üres, a(z) %2$s %1$s értéke kerül felhasználásra.

source: Leave empty for default value of %s.
hu_hu: Hagyja üresen a(z) %s alapértelmezett értékének használatához.

source: Currently no default selected. Can be set globally from the <a %1$s>%2$s</a>.
hu_hu: Jelenleg nincs alapértelmezett kiválasztva. Globálisan beállítható innen: <a %1$s>%2$s</a>.

source: Copy Link
hu_hu: Hivatkozás másolása

source: Share on %s
hu_hu: Megosztás a(z) %s oldalon

source: Share by %s
hu_hu: Megosztás %s útján

source: Site Width
hu_hu: Webhely szélessége

source: Allowed Files
hu_hu: Engedélyezett fájlok

source: Icon set with same CSS prefix already exists!
hu_hu: Ilyen CSS előtaggal már létezik ikonkészlet!

source: Icon set with same CSS prefix already exists! Please use unique prefix in order to avoid conflicts.
hu_hu: Ilyen CSS előtaggal már létezik ikonkészlet! Kérjük, használjon egyedi előtagot az ütközések elkerüléséhez.

source: Icon Set
hu_hu: Ikonkészlet

source: Browse Files
hu_hu: Fájlok tallózása

source: Update Custom Icon Set
hu_hu: Egyéni ikonkészlet frissítése

source: Drop zip file to upload
hu_hu: Húzza ide a zip fájlt a feltöltéshez

source: Supported Icon Tool - %1$s %2$s %3$s Every uploaded custom icon set needs a unique font name and CSS class prefix. For more info, see the %4$s.
hu_hu: Támogatott ikoneszköz - %1$s %2$s %3$s Minden feltöltött egyéni ikonkészlethez egyedi betűtípusnév és CSS osztályelőtag szükséges. További információért lásd: %4$s.

source: NOTE:
hu_hu: MEGJEGYZÉS:

source: Select File
hu_hu: Fájl kiválasztása

source: CSS Prefix:
hu_hu: CSS előtag:

source: Icons Count:
hu_hu: Ikonok száma:

source: By %s
hu_hu: Szerző: %s

source: Categories: %s
hu_hu: Kategóriák: %s

source: Tags: %s
hu_hu: Címkék: %s

source: 0 Comments
hu_hu: 0 hozzászólás

source: 1 Comment
hu_hu: 1 hozzászólás

source: % Comments
hu_hu: % hozzászólás

source: Pages:
hu_hu: Oldalak:

source: Page
hu_hu: Oldal

source: Edit Live
hu_hu: Élő szerkesztés

source: Edit %s
hu_hu: %s szerkesztése

source: Edit Layout: %s
hu_hu: Elrendezés szerkesztése: %s

source: Use Layouts
hu_hu: Elrendezések használata

source: Manage
hu_hu: Kezelés

source: Form
hu_hu: Űrlap

source: Post Card
hu_hu: Bejegyzés-kártya

source: You do not have permission to edit this post.
hu_hu: Nincs jogosultsága ennek a bejegyzésnek a szerkesztéséhez.

source: The page contents updated.
hu_hu: Az oldal tartalma frissült.

source: You do not have permission to edit this archive.
hu_hu: Nincs jogosultsága ennek az archívumnak a szerkesztéséhez.

source: The archive details updated.
hu_hu: Az archívum adatai frissültek.

source: Ultra-Light 100
hu_hu: Ultravékony 100

source: Ultra-Light 100 Italic
hu_hu: Ultravékony 100 dőlt

source: Light 200
hu_hu: Vékony 200

source: Light 200 Italic
hu_hu: Vékony 200 dőlt

source: Book 300
hu_hu: Könyv 300

source: Book 300 Italic
hu_hu: Könyv 300 dőlt

source: Normal 400
hu_hu: Normál 400

source: Normal 400 Italic
hu_hu: Normál 400 dőlt

source: Medium 500
hu_hu: Közepes 500

source: Medium 500 Italic
hu_hu: Közepes 500 dőlt

source: Semi-Bold 600
hu_hu: Félkövér 600

source: Semi-Bold 600 Italic
hu_hu: Félkövér 600 dőlt

source: Bold 700
hu_hu: Félkövér 700

source: Bold 700 Italic
hu_hu: Félkövér 700 dőlt

source: Extra-Bold 800
hu_hu: Extra félkövér 800

source: Extra-Bold 800 Italic
hu_hu: Extra félkövér 800 dőlt

source: Ultra-Bold 900
hu_hu: Ultra félkövér 900

source: Ultra-Bold 900 Italic
hu_hu: Ultra félkövér 900 dőlt

source: Go back
hu_hu: Lépjen vissza

source: Back to
hu_hu: Vissza ehhez

source: Take Over
hu_hu: Vegye át

source: is currently editing this post. Do you want to take over?
hu_hu: jelenleg szerkeszti ezt a bejegyzést. Át szeretné venni?

source: has taken over and is currently editing.
hu_hu: átvette, és jelenleg szerkeszti.

source: Builder Styling Mode
hu_hu: Builder stílusmód

source: Choose if you want a light or dark builder UI style.
hu_hu: Válassza ki, hogy világos vagy sötét builder felületstílust szeretne.

source: Sidebar Panel Position
hu_hu: Oldalsáv paneljének pozíciója

source: Select the side which you want the sidebar panel to be displayed on.
hu_hu: Válassza ki, melyik oldalon jelenjen meg az oldalsáv panelje.

source: Element Editing Mode
hu_hu: Elem-szerkesztési mód

source: Choose if element editing should be in the sidebar or in dialogs.
hu_hu: Válassza ki, hogy az elemek szerkesztése az oldalsávban vagy párbeszédablakokban történjen-e.

source: Sidebar
hu_hu: Oldalsáv

source: Dialog
hu_hu: Párbeszédablak

source: Automatically Open Element Settings
hu_hu: Elembeállítások automatikus megnyitása

source: Choose if the settings should be opened automatically after adding an element.
hu_hu: Válassza ki, hogy az elem hozzáadása után automatikusan megnyíljanak-e a beállítások.

source: Enable Keyboard Shortcuts
hu_hu: Billentyűparancsok engedélyezése

source: Choose if keyboard shortcuts should be enabled or disabled.
hu_hu: Válassza ki, hogy a gyorsbillentyűk engedélyezve vagy letiltva legyenek.

source: Show Option Descriptions By Default
hu_hu: Beállítások leírásainak megjelenítése alapértelmezetten

source: Choose if option descriptions should be shown or hidden by default.
hu_hu: Válassza ki, hogy a beállítások leírásai alapértelmezetten láthatók vagy rejtettek legyenek.

source: Show Tooltips
hu_hu: Eszköztippek megjelenítése

source: Choose if tooltips should be enabled or disabled.
hu_hu: Válassza ki, hogy az eszköztippek engedélyezve vagy letiltva legyenek.

source: Enable Sticky Header & Containers
hu_hu: Ragadós fejléc és konténerek engedélyezése

source: Choose if sticky header and sticky containers should be enabled or disabled.
hu_hu: Válassza ki, hogy a ragadós fejléc és a ragadós konténerek engedélyezve vagy letiltva legyenek.

source: Enable Transparent Header & Absolute Containers
hu_hu: Átlátszó fejléc és abszolút elhelyezésű konténerek engedélyezése

source: Choose if transparent header and absolute containers should be enabled or disabled.
hu_hu: Válassza ki, hogy az átlátszó fejléc és az abszolút elhelyezésű konténerek engedélyezve vagy letiltva legyenek.

source: Enable Preview for Filter Options
hu_hu: Előnézet engedélyezése a szűrőbeállításokhoz

source: Choose if element filter options preview should be enabled or disabled.
hu_hu: Válassza ki, hogy az elem szűrőbeállításainak előnézete engedélyezve vagy letiltva legyen.

source: Enable Preview for Transform Options
hu_hu: Előnézet engedélyezése az átalakítási beállításokhoz

source: Choose if element transform options preview.
hu_hu: Válassza ki, hogy az elem átalakítási beállításainak előnézete engedélyezve vagy letiltva legyen.

source: Always
hu_hu: Mindig

source: Editing
hu_hu: Szerkesztéskor

source: Never
hu_hu: Soha

source: Enable Preview for Inline Dynamic Data
hu_hu: Előnézet engedélyezése az inline dinamikus adatokhoz

source: Choose if or when a preview of inline dynamic data should be displayed.
hu_hu: Válassza ki, hogy az inline dinamikus adatok előnézete megjelenjen-e, és ha igen, mikor.

source: Enable Preview For Conditional Rendering
hu_hu: Előnézet engedélyezése a feltételes megjelenítéshez

source: Choose to enable the device conditional rendering preview for container and columns.
hu_hu: Válassza ki, hogy a konténer és az oszlopok eszközalapú feltételes megjelenítésének előnézete engedélyezve legyen-e.

source: Show Droppable Areas While Dragging
hu_hu: Ledobható területek megjelenítése húzás közben

source: Enable in order to see all dropppable areas while dragging element.
hu_hu: Engedélyezze, hogy az elem húzása közben az összes ledobható terület látható legyen.

source: Sidebar Panel Overlay Mode
hu_hu: Oldalsáv panel átfedéses mód

source: Choose if the sidebar panel should act as an overlay. If enabled, the sidebar will overlay the preview content.
hu_hu: Válassza ki, hogy az oldalsáv panel átfedésként működjön-e. Ha engedélyezi, az oldalsáv átfedi az előnézeti tartalmat.

source: Options Sub Tabs
hu_hu: Beállítások alfülei

source: Choose if options sub tabs expanded or collapsed.
hu_hu: Válassza ki, hogy a beállítások alfülei kibontva vagy összecsukva legyenek.

source: Expanded
hu_hu: Kibontva

source: Collapsed
hu_hu: Összecsukva

source: Code Fields
hu_hu: Kódmezők

source: Custom Code
hu_hu: Egyéni kód

source: Add your CSS code here...
hu_hu: Adja meg itt a CSS-kódját...

source: Delete page layout
hu_hu: Oldalelrendezés törlése

source: Undo
hu_hu: Visszavonás

source: Redo
hu_hu: Újra

source: Don't Save
hu_hu: Ne mentse

source: Save & Leave
hu_hu: Mentés és kilépés

source: Just Leave
hu_hu: Csak kilépés

source: Delete item
hu_hu: Elem törlése

source: Clone item
hu_hu: Elem klónozása

source: Edit item
hu_hu: Elem szerkesztése

source: %s Options
hu_hu: %s beállításai

source: Container
hu_hu: Konténer

source: Container Options
hu_hu: Konténer beállításai

source: Insert Container
hu_hu: Konténer beszúrása

source: Clone Container
hu_hu: Konténer klónozása

source: Save Container
hu_hu: Konténer mentése

source: Delete Container
hu_hu: Konténer törlése

source: Builder Containers
hu_hu: Builder konténerek

source: Click to toggle
hu_hu: Kattintson a váltáshoz

source: Save Custom Container
hu_hu: Egyéni konténer mentése

source: Save Custom Template
hu_hu: Egyéni sablon mentése

source: Custom containers will be stored and managed on the Library tab
hu_hu: Az egyéni konténerek a Könyvtár lapon lesznek tárolva és kezelve

source: Enter Name...
hu_hu: Adja meg a nevet...

source: Column
hu_hu: Oszlop

source: Columns
hu_hu: Oszlopok

source: Resize column
hu_hu: Oszlop átméretezése

source: Resized Column to
hu_hu: Oszlop átméretezve erre

source: Column Options
hu_hu: Oszlop beállításai

source: Save column
hu_hu: Oszlop mentése

source: Delete column
hu_hu: Oszlop törlése

source: Delete row
hu_hu: Sor törlése

source: Clone column
hu_hu: Oszlop klónozása

source: Save Custom Column
hu_hu: Egyéni oszlop mentése

source: Custom elements will be stored and managed on the Library tab
hu_hu: Az egyéni elemek a Könyvtár lapon lesznek tárolva és kezelve

source: Add element
hu_hu: Elem hozzáadása

source: Element
hu_hu: Elem

source: Insert Columns
hu_hu: Oszlopok beszúrása

source: Search Elements
hu_hu: Elemek keresése

source: Search Containers
hu_hu: Konténerek keresése

source: Search Columns
hu_hu: Oszlopok keresése

source: Builder Columns
hu_hu: Builder oszlopai

source: Library Columns
hu_hu: Könyvtár oszlopai

source: Library Containers
hu_hu: Könyvtár konténerei

source: Select Element
hu_hu: Elem kiválasztása

source: Library Elements
hu_hu: Könyvtár elemei

source: Inline element for usage inside of other elements.
hu_hu: Beágyazott elem más elemekben való használatra.

source: This element can be added only
hu_hu: Ezt az elemet csak

source: time.
hu_hu: alkalommal.

source: times.
hu_hu: alkalommal.

source: Nested Columns
hu_hu: Beágyazott oszlopok

source: Clone Element
hu_hu: Elem klónozása

source: Save Element
hu_hu: Elem mentése

source: Save As Global
hu_hu: Mentés globális elemként

source: Delete Element
hu_hu: Elem törlése

source: Save Custom Element
hu_hu: Egyéni elem mentése

source: Add / Edit Items
hu_hu: Elemek hozzáadása / szerkesztése

source: Add or edit new items for this element. Drag and drop them into the desired order.
hu_hu: Adjon hozzá vagy szerkesszen új elemeket ehhez az elemhez. Húzza és ejtse őket a kívánt sorrendbe.

source: Clone inner columns
hu_hu: Belső oszlopok klónozása

source: Save inner columns
hu_hu: Belső oszlopok mentése

source: Delete inner columns
hu_hu: Belső oszlopok törlése

source: Save Nested Columns
hu_hu: Beágyazott oszlopok mentése

source: Select or Leave Blank for All
hu_hu: Válasszon, vagy hagyja üresen: Összes

source: Select or Leave Blank for Global
hu_hu: Válasszon, vagy hagyja üresen: Globális

source: Select or Leave Blank for None
hu_hu: Válasszon, vagy hagyja üresen: Nincs

source: Select or Leave Blank for Published
hu_hu: Válasszon, vagy hagyja üresen: Közzétett

source: Please enter element name
hu_hu: Adja meg az elem nevét

source: You are about to remove all page layout. Do you still want to proceed?
hu_hu: Az oldal teljes elrendezésének eltávolítására készül. Továbbra is folytatni kívánja?

source: Are you sure you want to delete this ?
hu_hu: Biztos benne, hogy törölni kívánja ezt ?

source: This is a global item. Deleting this element will remove it from every page you have it on. Are you sure you want to remove it?
hu_hu: Ez egy globális elem. Ennek az elemnek a törlése minden olyan oldalról eltávolítja, amelyen szerepel. Biztos benne, hogy el kívánja távolítani?

source: Global element<br>Click to disable global status
hu_hu: Globális elem<br>Kattintson a globális állapot letiltásához

source: Global column<br>Click to disable global status
hu_hu: Globális oszlop<br>Kattintson a globális állapot letiltásához

source: Global container<br>Click to disable global status
hu_hu: Globális konténer<br>Kattintson a globális állapot letiltásához

source: An element with this name already exists. Please enter different name.
hu_hu: Már létezik ilyen nevű elem. Kérjük, adjon meg más nevet.

source: Please enter template name
hu_hu: Kérjük, adja meg a sablon nevét

source: Save page layout
hu_hu: Oldalelrendezés mentése

source: Upload
hu_hu: Feltöltés

source: Upload Audio
hu_hu: Hang feltöltése

source: Attach Images to Gallery
hu_hu: Képek csatolása a galériához

source: Insert
hu_hu: Beszúrás

source: To get started, add a Container, or add a prebuilt page.
hu_hu: A kezdéshez adjon hozzá egy konténert, vagy adjon hozzá egy előre elkészített oldalt.

source: To get started, add a Container, or add a prebuilt header.
hu_hu: A kezdéshez adjon hozzá egy konténert, vagy adjon hozzá egy előre elkészített fejlécet.

source: To get started, add a Container, or add prebuilt content.
hu_hu: A kezdéshez adjon hozzá egy konténert, vagy adjon hozzá előre elkészített tartalmat.

source: To get started building your Page Title Bar, add a container.
hu_hu: Az Oldalcímsáv építésének megkezdéséhez adjon hozzá egy konténert.

source: To get started building your Footer, add a container.
hu_hu: A lábléc építésének megkezdéséhez adjon hozzá egy konténert.

source: To get started building your Form, add a container.
hu_hu: Az űrlap építésének megkezdéséhez adjon hozzá egy konténert.

source: To get started building your Off Canvas, add a container.
hu_hu: Az Off Canvas építésének megkezdéséhez adjon hozzá egy konténert.

source: To get started, add a Container, or add a prebuilt mega menu.
hu_hu: A kezdéshez adjon hozzá egy konténert, vagy adjon hozzá egy előre elkészített mega menüt.

source: The building process always starts with a container, then columns, then elements.
hu_hu: Az építési folyamat mindig egy konténerrel kezdődik, majd oszlopokkal, végül elemekkel.

source: Watch The Video!
hu_hu: Nézze meg a videót!

source: Edit Settings
hu_hu: Beállítások szerkesztése

source: Backward History
hu_hu: Vissza az előzményekben

source: Duplicate Content
hu_hu: Tartalom duplikálása

source: Forward History
hu_hu: Előre az előzményekben

source: Save Custom Content
hu_hu: Egyéni tartalom mentése

source: Delete Content
hu_hu: Tartalom törlése

source: Add Content
hu_hu: Tartalom hozzáadása

source: Click the ? icon to access Avada documentation
hu_hu: Kattintson a ? ikonra az Avada dokumentáció eléréséhez

source: Getting Started Video
hu_hu: Bevezető videó

source: Icon Control Descriptions:
hu_hu: Ikonvezérlők leírásai:

source: History
hu_hu: Előzmények

source: Collapse Sections
hu_hu: Szakaszok összecsukása

source: History States
hu_hu: Előzményállapotok

source: Moved Column
hu_hu: Oszlop áthelyezve

source: Added Custom Element:
hu_hu: Egyéni elem hozzáadva:

source: Added Custom Column:
hu_hu: Egyéni oszlop hozzáadva:

source: Added Columns
hu_hu: Oszlopok hozzáadva

source: Added Custom Container:
hu_hu: Egyéni konténer hozzáadva:

source: Added Studio Element:
hu_hu: Studio elem hozzáadva:

source: Added Studio Column:
hu_hu: Studio oszlop hozzáadva:

source: Added Studio Container:
hu_hu: Studio konténer hozzáadva:

source: Added Special Item:
hu_hu: Speciális elem hozzáadva:

source: Deleted
hu_hu: Törölve

source: Cloned
hu_hu: Klónozva

source: Pasted
hu_hu: Beillesztve

source: Moved
hu_hu: Áthelyezve

source: Edited
hu_hu: Szerkesztve

source: Reset to Default
hu_hu: Visszaállítás alapértelmezettre

source: Added Nested Columns
hu_hu: Beágyazott oszlopok hozzáadva

source: Edited Nested Columns
hu_hu: Beágyazott oszlopok szerkesztve

source: Deleted Nested Columns
hu_hu: Beágyazott oszlopok törölve

source: Moved Nested Column
hu_hu: Beágyazott oszlop áthelyezve
