Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Google Map Top Margin
hu_hu: Google Térkép felső margója

source: This is only applied to google maps that are not 100% width. It controls the distance to menu/page title.
hu_hu: Ez csak azokra a Google Térképekre vonatkozik, amelyek nem 100% szélességűek. A menütől/oldalcímtől mért távolságot szabályozza.

source: Map Zoom Level
hu_hu: Térkép nagyítási szintje

source: Choose the zoom level for the map. 0 corresponds to a map of the earth fully zoomed out, and larger zoom levels zoom in at a higher resolution.
hu_hu: Válassza ki a nagyítási szintet a térképhez. A 0 a teljesen kicsinyített, földgömb-szintű térképet jelenti, a nagyobb értékek nagyobb felbontású nagyítást adnak.

source: Address Pin
hu_hu: Cím jelölőtű

source: Turn on to display the google map address pin.
hu_hu: Kapcsolja be, hogy megjelenjen a Google Térképen a cím jelölőtűje.

source: Address Pin Animation
hu_hu: Cím jelölőtű animációja

source: Turn on to enable address pin animation when the map first loads.
hu_hu: Kapcsolja be, hogy a térkép első betöltésekor engedélyezze a cím jelölőtű animációját.

source: Map Popup On Click
hu_hu: Felugró ablak a térképen kattintásra

source: Turn on to require a click to display the popup graphic with address info for the pin on the map.
hu_hu: Kapcsolja be, hogy a térképen lévő jelölőhöz tartozó, címadatokat tartalmazó felugró grafika megjelenítéséhez kattintás legyen szükséges.

source: Map Zoom With Scrollwheel
hu_hu: Nagyítás az egér görgetőkerekével

source: Turn on to enable zooming using the mouse scroll wheel. Use Cmd/Ctrl key + scroll to zoom. If set to no, zooming through two-finger movements (cooperative gesture handling) will be enabled.
hu_hu: Kapcsolja be az egér görgetőkerekével történő nagyítást. A nagyításhoz használja a Cmd/Ctrl billentyűt + görgetést. Ha nincs bekapcsolva, a kétujjas mozdulatokkal történő nagyítás (cooperative gesture handling) lesz engedélyezve.

source: Map Scale
hu_hu: Térkép léptéke

source: Turn on to display the google map scale.
hu_hu: Kapcsolja be a Google Térkép léptékének megjelenítéséhez.

source: Map Zoom Control Icons
hu_hu: Nagyításvezérlő ikonok a térképen

source: Turn on to display the google map zoom control icons.
hu_hu: Kapcsolja be a Google Térkép nagyításvezérlő ikonok megjelenítéséhez.

source: Google Map Styling
hu_hu: Google Térkép stílusbeállításai

source: <strong>IMPORTANT NOTE:</strong> The options on this tab are only for the google map that displays on the "Contact" page template, they do not control the google map element. These options are only available for the JS API type.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az ezen a fülön található beállítások kizárólag a "Contact" oldalsablonon megjelenő Google Térképre vonatkoznak, nem a Google Térkép elemet szabályozzák. Ezek a beállítások csak a JS API típushoz érhetők el.

source: Select the Map Styling
hu_hu: Válassza ki a térkép stílusát

source: Controls the google map styles. Default is google style, Theme is our style, or choose Custom to select your own style options below.
hu_hu: A Google Térkép stílusait szabályozza. Alapértelmezésben Google-stílus, a Téma a mi stílusunk, vagy válassza az Egyéni lehetőséget, hogy alább kiválassza a saját stílusbeállításait.

source: Default Styling
hu_hu: Alapértelmezett stílus

source: Theme Styling
hu_hu: Téma stílus

source: Custom Styling
hu_hu: Egyéni stílus

source: Map Overlay Color
hu_hu: Térkép átfedő színe

source: Custom styling setting only. Pick any overlaying color for the map besides pure black or white. Works best with "roadmap" type.
hu_hu: Csak egyéni stílusbeállításhoz. Válasszon bármilyen átfedő színt a térképhez a tiszta fekete vagy fehér kivételével. A "roadmap" típussal működik a legjobban.

source: Info Box Styling
hu_hu: Információs doboz stílusa

source: Custom styling setting only. Controls the styling of the info box.
hu_hu: Csak egyéni stílusbeállításhoz. Az információs doboz stílusát szabályozza.

source: Default Infobox
hu_hu: Alapértelmezett információs doboz

source: Custom Infobox
hu_hu: Egyéni információs doboz

source: Info Box Content
hu_hu: Információs doboz tartalma

source: Custom styling setting only. Type in custom info box content to replace the default address string. For multiple addresses, separate info box contents by using the | symbol. ex: InfoBox 1|InfoBox 2|InfoBox 3
hu_hu: Csak egyéni stílusbeállításhoz. Írja be az egyéni információs doboz tartalmát az alapértelmezett cím szövegének felülírásához. Több cím esetén az információs dobozok tartalmát a | jellel válassza el. pl.: InfoBox 1|InfoBox 2|InfoBox 3

source: Info Box Background Color
hu_hu: Információs doboz háttérszíne

source: Custom styling setting only. Controls the info box background color.
hu_hu: Csak egyéni stílusbeállításhoz. Az információs doboz háttérszínét szabályozza.

source: Info Box Text Color
hu_hu: Információs doboz szövegszíne

source: Custom styling setting only. Controls the info box text color.
hu_hu: Csak egyéni stílusbeállításhoz. Az információs doboz szövegszínét szabályozza.

source: Custom Marker Icon
hu_hu: Egyéni jelölő ikon

source: Custom styling setting only. Use full image urls for custom marker icons or input "theme" for our custom marker. For multiple addresses, separate icons by using the | symbol or use one for all. ex: Icon 1|Icon 2|Icon 3
hu_hu: Csak egyéni stílusbeállításhoz. Egyéni jelölőikonokhoz használjon teljes kép URL-eket, vagy írja be, hogy "theme" a saját jelölőnkhöz. Több cím esetén az ikonokat a | jellel válassza el, vagy használjon egyet mindhez. pl.: Icon 1|Icon 2|Icon 3

source: <strong>IMPORTANT NOTE:</strong> Elastic Slider is disabled in Advanced > Post Types section. Please enable it to see the options.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az Elastic Slider le van tiltva az Advanced > Post Types szakaszban. Kérjük, engedélyezze, hogy lássa a beállításokat.

source: Elastic Slider Dimensions
hu_hu: Elastic Slider méretei

source: Controls the width and height for the elastic slider.
hu_hu: Az Elastic Slider szélességét és magasságát szabályozza.

source: Animation Type
hu_hu: Animáció típusa

source: Controls if the elastic slides animate from the sides or center.
hu_hu: Szabályozza, hogy az Elastic Slider diái az oldalakról vagy középről animálódjanak.

source: Sides
hu_hu: Oldalak

source: Autoplay
hu_hu: Automatikus lejátszás

source: Turn on to autoplay the elastic slides.
hu_hu: Kapcsolja be az elastic slider diáinak automatikus lejátszását.

source: Slideshow Interval
hu_hu: Diavetítés időköze

source: Controls how long each elastic slide is visible. ex: 1000 = 1 second.
hu_hu: Beállítja, hogy egy-egy elastic slider dia meddig legyen látható. pl.: 1000 = 1 másodperc.

source: Sliding Speed
hu_hu: Csúsztatás sebessége

source: Controls the speed of the elastic slider slideshow. ex: 1000 = 1 second.
hu_hu: Beállítja az elastic slider diavetítésének sebességét. pl.: 1000 = 1 másodperc.

source: Thumbnail Width
hu_hu: Bélyegkép szélessége

source: Controls the width of the elastic slider thumbnail images.
hu_hu: Beállítja az elastic slider bélyegképeinek szélességét.

source: Title Font Size
hu_hu: Cím betűmérete

source: Controls the font size for elastic slider title.
hu_hu: Beállítja az elastic slider címének betűméretét.

source: Controls the font size for elastic slider caption.
hu_hu: Beállítja az elastic slider képaláírásának betűméretét.

source: Title Color
hu_hu: Cím színe

source: Controls the color of the elastic slider title.
hu_hu: Beállítja az elastic slider címének színét.

source: Controls the color of the elastic slider caption.
hu_hu: Beállítja az elastic slider képaláírásának színét.

source: General Events Calendar
hu_hu: Általános eseménynaptár

source: Display Events Page Title
hu_hu: Események oldal címének megjelenítése

source: Controls if the native page title for events calendar archive pages should be displayed above or below the filter bar, or if it should be disabled.
hu_hu: Beállítja, hogy az eseménynaptár archívumoldalain a natív oldalcím a szűrősáv felett vagy alatt jelenjen meg, illetve hogy le legyen-e tiltva.

source: Events Primary Color Overlay Text Color
hu_hu: Események elsődleges színű fedőréteg szövegének színe

source: Controls the color of text when primary color is the background.
hu_hu: Beállítja a szöveg színét, amikor az elsődleges szín a háttér.

source: Events Filter Bar Background Color
hu_hu: Események szűrősávjának háttérszíne

source: Controls the background color for the events calendar filter bar.
hu_hu: Beállítja az eseménynaptár szűrősávjának háttérszínét.

source: Event Filter Bar Text Color
hu_hu: Események szűrősávjának szövegszíne

source: Controls the color of the event filter bar text.
hu_hu: Beállítja az események szűrősávjának szövegének színét.

source: Events Monthly Calendar Heading Background Color
hu_hu: Események havi naptára címsorának háttérszíne

source: Controls the background color of the numbered heading in the calendar.
hu_hu: Beállítja a naptár számozott címsorának háttérszínét.

source: Events Monthly Calendar Background Color
hu_hu: Események havi naptárának háttérszíne

source: Controls the background color of each day in the calendar.
hu_hu: Beállítja a naptár minden napjának háttérszínét.

source: Events Popover/Drop-down Background Color
hu_hu: Események felugró/legördülő hátterének színe

source: Controls the color for the event popover/drop-down background.
hu_hu: Beállítja az esemény felugró/legördülő hátterének színét.

source: Events Popover/Drop-down Background Hover Color
hu_hu: Események felugró/legördülő hátterének hover színe

source: Controls the hover color for the event popover/drop-down background.
hu_hu: Beállítja az esemény felugró/legördülő hátterének hover színét.

source: Events Popover/Drop-down Body Text Color
hu_hu: Események felugró/legördülő törzsszövegének színe

source: Controls the color of the popover/drop-down text.
hu_hu: Beállítja a felugró/legördülő szöveg színét.

source: Events Border Color
hu_hu: Események keretszíne

source: Controls the various border colors around the calendar.
hu_hu: Beállítja a naptár körüli különféle keretszíneket.

source: Events Featured Image Hover Type
hu_hu: Események kiemelt képének hover típusa

source: Controls the hover type for event featured images.
hu_hu: Beállítja az események kiemelt képeinek hover típusát.

source: Zoom Out
hu_hu: Kicsinyítés

source: Events Image Background Size For List View
hu_hu: Események képeinek háttérmérete lista nézethez

source: Controls if the image is set to auto or covered for list view layout. All other layouts use auto.
hu_hu: Beállítja, hogy a lista nézet elrendezésében a kép auto vagy cover legyen. Minden más elrendezés az auto beállítást használja.

source: Events Separator Heading Font Size
hu_hu: Események elválasztó címsorának betűmérete

source: Controls the font size of the month and day separator headings on events archive pages.
hu_hu: Beállítja a hónap- és napelválasztó címsorok betűméretét az eseményarchívum oldalain.

source: Events Single Posts
hu_hu: Események egyedi bejegyzései

source: Display All Events Link
hu_hu: Összes esemény hivatkozás megjelenítése

source: Turn on to display the link back to the main event page.
hu_hu: Kapcsolja be, hogy megjelenjen a fő eseményoldalra mutató hivatkozás.

source: Display Featured Image & Title
hu_hu: Kiemelt kép és cím megjelenítése

source: Turn on to display the featured image and title on single event posts.
hu_hu: Kapcsolja be, hogy az egyedi eseménybejegyzéseken megjelenjen a kiemelt kép és a cím.

source: Events Social Sharing Box
hu_hu: Események közösségi megosztási doboz

source: Turn on to display the social sharing box on single event posts.
hu_hu: Kapcsolja be, hogy az egyedi eseménybejegyzéseken megjelenjen a közösségi megosztási doboz.

source: Events Single Post Meta Layout
hu_hu: Események egyedi bejegyzés metaadat-elrendezése

source: Sets the layout of the single events meta data.
hu_hu: Az egyedi események metaadatainak elrendezését állítja be.

source: Below Content
hu_hu: Tartalom alatt

source: Events Single Sidebar Layout
hu_hu: Események egyedi bejegyzés oldalsáv-elrendezése

source: Events Single Sidebar Width
hu_hu: Események egyedi bejegyzés oldalsávjának szélessége

source: Events Dual Sidebar Layout
hu_hu: Események kettős oldalsáv-elrendezése

source: Events Dual Sidebar Width 1
hu_hu: Események kettős oldalsáv 1. szélessége

source: Events Dual Sidebar Width 2
hu_hu: Események kettős oldalsáv 2. szélessége

source: Events Single Post Sidebar / Meta Content Styling
hu_hu: Események egyedi bejegyzés oldalsáv / meta tartalom stílusozása

source: Events Sidebar / Meta Content Background Color
hu_hu: Események oldalsáv / meta tartalom háttérszíne

source: Controls the background color of the single event post sidebar(s) / meta content.
hu_hu: Az egyedi eseménybejegyzés oldalsáv(ok) / meta tartalom háttérszínét vezérli.

source: Events Sidebar / Meta Content Padding
hu_hu: Események oldalsáv / meta tartalom belső margója

source: Controls the padding for the single event post sidebar(s) / meta content.
hu_hu: Az egyedi eseménybejegyzés oldalsáv(ok) / meta tartalom belső margóját vezérli.

source: Events Sidebar Widget / Meta Content Heading Font Size
hu_hu: Események oldalsáv widget / meta tartalom címsorának betűmérete

source: Controls the size of the sidebar widget / meta content heading for single event posts.
hu_hu: Az egyedi eseménybejegyzések oldalsáv widgetje / meta tartalma címsorának méretét vezérli.

source: Events Sidebar Widget / Meta Content Title Background Color
hu_hu: Események oldalsáv widget / meta tartalom címének háttérszíne

source: Controls the background color of the sidebar widget / meta content title for single event posts.
hu_hu: Az egyedi eseménybejegyzések oldalsáv widgetje / meta tartalma címének háttérszínét vezérli.

source: Events Sidebar Widget / Meta Content Headings Color
hu_hu: Események oldalsáv widget / meta tartalom címsorainak színe

source: Controls the color of the sidebar widget / meta content heading for single event posts.
hu_hu: Az egyedi eseménybejegyzések oldalsáv widgetje / meta tartalma címsorának színét vezérli.

source: Events Sidebar / Meta Content Text Font Size
hu_hu: Események oldalsáv / meta tartalom szövegének betűmérete

source: Controls the size of the text in the single event post sidebar / meta content.
hu_hu: Az egyedi eseménybejegyzés oldalsávja / meta tartalma szövegének méretét vezérli.

source: Events Sidebar / Meta Content Text Color
hu_hu: Események oldalsáv / meta tartalom szövegszíne

source: Controls the color of the text in the single event post sidebar / meta content.
hu_hu: Az egyedi eseménybejegyzés oldalsávja / meta tartalma szövegének színét vezérli.

source: Events Sidebar / Meta Content Link Color
hu_hu: Események oldalsáv / meta tartalom hivatkozásszíne

source: Controls the color of the link text in the single event post sidebar / meta content.
hu_hu: Az egyedi eseménybejegyzés oldalsávja / meta tartalma hivatkozásszínét vezérli.

source: Events Sidebar / Meta Content Divider Color
hu_hu: Események oldalsáv / meta tartalom elválasztó színe

source: Controls the color of the dividers in the single event post sidebar / meta content.
hu_hu: Az egyedi eseménybejegyzés oldalsávjában / meta tartalmában lévő elválasztók színét vezérli.

source: Extras
hu_hu: Extrák

source: Miscellaneous
hu_hu: Egyéb

source: Post Views Counter
hu_hu: Bejegyzésmegtekintések számlálója

source: Set the method to update the post views, or disable them entirely. "Page Load" option will update using PHP when a page is retrieved. "Ajax" will send an additional request after the page loads.
hu_hu: Állítsa be a bejegyzésmegtekintések frissítésének módját, vagy tiltsa le teljesen. A "Page Load" opció PHP-val frissít, amikor egy oldalt lekérnek. Az "Ajax" az oldal betöltése után további kérést küld.

source: Page Load
hu_hu: Oldalbetöltés

source: Post Views User Type Counting
hu_hu: Bejegyzésmegtekintések felhasználótípus szerinti számlálása

source: Select which types of users will increase post views on visit.
hu_hu: Válassza ki, mely felhasználótípusok növelik a bejegyzésmegtekintéseket látogatáskor.

source: Logged Out
hu_hu: Kijelentkezett

source: Non-Admins
hu_hu: Nem adminisztrátorok

source: Image Placeholders
hu_hu: Helyőrző képek

source: Turn on to display a placeholder image for posts that do not have a featured image. This allows the post to display on portfolio archives and related posts/projects carousels.
hu_hu: Kapcsolja be, hogy azoknál a bejegyzéseknél, amelyeknek nincs kiemelt képük, helyőrző kép jelenjen meg. Ez lehetővé teszi, hogy a bejegyzés megjelenjen a portfólióarchívumokban és a kapcsolódó bejegyzések/projektek körhintáiban.

source: Basis for Excerpt Length
hu_hu: Kivonathossz alapja

source: Controls if the excerpt length is based on words or characters.
hu_hu: Vezérli, hogy a kivonat hossza szavakon vagy karaktereken alapuljon.

source: Words
hu_hu: Szavak

source: Characters
hu_hu: Karakterek

source: Display Excerpt Read More Symbol
hu_hu: A kivonat Bővebben szimbólumának megjelenítése

source: Turn on to display the read more symbol on excerpts throughout the site.
hu_hu: Kapcsolja be, hogy a kivonatokon a webhelyen mindenütt megjelenjen a Bővebben szimbólum.

source: Excerpt Read More Symbol
hu_hu: Kivonat Bővebben szimbóluma

source: Set the excerpt read more symbol, HTML code is allowed. If left empty it will be set to [...].
hu_hu: Állítsa be a kivonat Bővebben szimbólumát. A HTML-kód megengedett. Ha üresen hagyja, értéke ez lesz: [...].

source: Make Excerpt Symbol Link to Single Post Page
hu_hu: A kivonat szimbólumának hivatkozássá tétele az egyedi bejegyzés oldalára

source: Turn on to have the read more symbol on excerpts link to the single post page.
hu_hu: Kapcsolja be, hogy a kivonatok Bővebben szimbóluma az egyedi bejegyzés oldalára mutasson.

source: Avatar Shape
hu_hu: Avatar alakja

source: Set the shape for Avatars used in comments, author info and other areas.
hu_hu: Állítsa be a hozzászólásokban, a szerzői információknál és más területeken használt avatarok alakját.

source: Square
hu_hu: Négyzet

source: Circle
hu_hu: Kör

source: Comments on Pages
hu_hu: Hozzászólások az oldalakon

source: Turn on to allow comments on regular pages.
hu_hu: Kapcsolja be, hogy a normál oldalakon engedélyezze a hozzászólásokat.

source: Featured Images on Pages
hu_hu: Kiemelt képek az oldalakon

source: Turn on to display featured images on regular pages.
hu_hu: Kapcsolja be a kiemelt képek megjelenítéséhez a normál oldalakon.

source: Add "nofollow" to social links
hu_hu: A "nofollow" hozzáadása a közösségi linkekhez

source: Turn on to add "nofollow" attribute to all social links.
hu_hu: Kapcsolja be, hogy a "nofollow" attribútum minden közösségi linkhez hozzáadásra kerüljön.

source: Open Social Icons in a New Window
hu_hu: Közösségi ikonok megnyitása új ablakban

source: Turn on to allow social icons to open in a new window.
hu_hu: Kapcsolja be, hogy a közösségi ikonok új ablakban nyíljanak meg.

source: Custom Scrollbar
hu_hu: Egyéni görgetősáv

source: Turn on if you want to change the background and handle color of the scrollbar. Styling and support varies depending on the browser.
hu_hu: Kapcsolja be, ha módosítani szeretné a görgetősáv hátterének és fogantyújának színét. A megjelenítés és a támogatás böngészőnként eltérő lehet.

source: Scrollbar Background
hu_hu: Görgetősáv háttere

source: Controls the background color for the scrollbar.
hu_hu: A görgetősáv háttérszínét szabályozza.

source: Controls the color for the scrollbar handle.
hu_hu: A görgetősáv fogantyújának színét szabályozza.

source: FAQ Slug
hu_hu: GYIK slug

source: The slug name cannot be the same name as a page name or the layout will break. This option changes the permalink when you use the permalink type as %postname%. Make sure to regenerate permalinks.
hu_hu: A slug neve nem lehet azonos egy oldal nevével, különben az elrendezés szétesik. Ez az opció módosítja a permalinket, amikor a permalink típust %postname%-re állítja. Ne felejtse el újragenerálni a permalinkeket.

source: FAQ Include Permalink Front Base
hu_hu: GYIK permalink front base beillesztése

source: Turn on to include the front base defined by the permalink structure set in Settings > Permalinks. Make sure to regenerate permalinks.
hu_hu: Kapcsolja be a Settings > Permalinks alatt beállított permalink-struktúrában meghatározott front base beillesztéséhez. Ne felejtse el újragenerálni a permalinkeket.

source: Enable Cloning Pages/Posts
hu_hu: Oldalak/bejegyzések klónozásának engedélyezése

source: Adds a button in posts/pages view under each item to allow an easy and fast way to clone the item. The button is also added to avada custom post types.
hu_hu: Gombot ad a bejegyzések/oldalak nézetben minden elem alá, hogy egyszerűen és gyorsan klónozhassa az elemet. A gomb az Avada egyedi bejegyzéstípusaihoz is hozzáadódik.

source: Related Posts / Projects
hu_hu: Kapcsolódó bejegyzések / projektek

source: Related Posts / Projects Layout
hu_hu: Kapcsolódó bejegyzések / projektek elrendezése

source: Controls the layout style for related posts and related projects.
hu_hu: A kapcsolódó bejegyzések és projektek elrendezésének stílusát szabályozza.

source: Title on rollover
hu_hu: Cím egér fölé húzásakor

source: Title below image
hu_hu: Cím a kép alatt

source: Number of Related Posts / Projects
hu_hu: Kapcsolódó bejegyzések / projektek száma

source: Controls the number of related posts and projects that display on a single post.
hu_hu: Szabályozza az egy bejegyzésnél megjelenő kapcsolódó bejegyzések és projektek számát.

source: Related Posts / Projects Maximum Columns
hu_hu: Kapcsolódó bejegyzések / projektek maximális oszlopszáma

source: Controls the number of columns for the related posts and projects layout.
hu_hu: Szabályozza a kapcsolódó bejegyzések és projektek elrendezésének oszlopszámát.

source: Related Posts / Projects Column Spacing
hu_hu: Kapcsolódó bejegyzések / projektek oszlopköz

source: Controls the amount of spacing between columns for the related posts and projects.
hu_hu: Szabályozza az oszlopok közötti távolságot a kapcsolódó bejegyzéseknél és projekteknél.

source: Related Posts / Projects Image Size
hu_hu: Kapcsolódó bejegyzések / projektek képmérete

source: Controls if the featured image size is fixed (cropped) or auto (full image ratio) for related posts and projects. IMPORTANT: Fixed works best with a standard 940px site width. Auto works best with larger site widths.
hu_hu: Szabályozza, hogy a kapcsolódó bejegyzések és projektek kiemelt képmérete rögzített (vágott) vagy automatikus (eredeti képarányú) legyen. FONTOS: A rögzített beállítás a szabványos 940px-es webhelyszélességnél működik a legjobban. Az automatikus nagyobb webhelyszélességnél működik a legjobban.

source: Fixed
hu_hu: Rögzített

source: Related Posts / Projects Autoplay
hu_hu: Kapcsolódó bejegyzések / projektek automatikus lejátszása

source: Turn on to autoplay the related posts and project carousel.
hu_hu: Kapcsolja be a kapcsolódó bejegyzések és projektek karusszelének automatikus lejátszásához.

source: Related Posts / Projects Speed
hu_hu: Kapcsolódó bejegyzések / projektek sebessége

source: Controls the speed of related posts and project carousel. ex: 1000 = 1 second.
hu_hu: A kapcsolódó bejegyzések és projektek karusszelének sebességét szabályozza. Pl.: 1000 = 1 másodperc.

source: Related Posts / Projects Show Navigation
hu_hu: Kapcsolódó bejegyzések / projektek navigáció megjelenítése

source: Turn on to display navigation arrows on the carousel.
hu_hu: Kapcsolja be a navigációs nyilak megjelenítéséhez a karusszelen.
