Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Form Views Counting
hu_hu: Űrlap-megtekintések számolása

source: Select which types of users will increase the form views on visit.
hu_hu: Válassza ki, mely felhasználótípusok növelik az űrlap-megtekintések számát látogatáskor.

source: Follow the steps in %s to create/access your site key.
hu_hu: Kövesse a(z) %s lépéseit a saját site key létrehozásához vagy eléréséhez.

source: Follow the steps in %s to create/access your secret key.
hu_hu: Kövesse a(z) %s lépéseit a saját secret key létrehozásához vagy eléréséhez.

source: Select a method to connect to your HubSpot account.
hu_hu: Válasszon egy módszert a HubSpot-fiókjához való csatlakozáshoz.

source: API Key
hu_hu: API-kulcs

source: HubSpot API Key
hu_hu: HubSpot API-kulcs

source: Follow the steps in %s to access your API key.
hu_hu: Kövesse a %s lépéseit, hogy hozzáférjen az API-kulcsához.

source: HubSpot docs
hu_hu: HubSpot dokumentáció

source: Reset HubSpot Properties
hu_hu: HubSpot tulajdonságok visszaállítása

source: Resets all HubSpot properties data.
hu_hu: Visszaállítja az összes HubSpot tulajdonság adatait.

source: Reset HubSpot Cache
hu_hu: HubSpot gyorsítótár visszaállítása

source: Select a method to connect to your Mailchimp account.
hu_hu: Válasszon egy módszert a Mailchimp-fiókjához való csatlakozáshoz.

source: Mailchimp API Key
hu_hu: Mailchimp API-kulcs

source: Mailchimp docs
hu_hu: Mailchimp dokumentáció

source: Reset Mailchimp Lists and Fields
hu_hu: Mailchimp listák és mezők visszaállítása

source: Resets all Mailchimp lists and fields data.
hu_hu: Visszaállítja az összes Mailchimp lista és mező adatait.

source: Reset Mailchimp Cache
hu_hu: Mailchimp gyorsítótár visszaállítása

source: Controls if the slider displays below or above the header.
hu_hu: Szabályozza, hogy a csúszka a fejléc alatt vagy felett jelenjen meg.

source: <strong>IMPORTANT NOTE:</strong> The options on this tab are not available because a global %1$s override is currently used. To edit your global layout please visit <a href="%2$s" target="_blank">this page</a>, or <a href="%3$s" target="_blank">edit the header</a>.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az ezen a lapon lévő beállítások nem érhetők el, mert jelenleg globális %1$s felülírás van érvényben. A globális elrendezés szerkesztéséhez keresse fel <a href="%2$s" target="_blank">ezt az oldalt</a>, vagy <a href="%3$s" target="_blank">szerkessze a fejlécet</a>.

source: Edit Header
hu_hu: Fejléc szerkesztése

source: Header Content
hu_hu: Fejléc tartalma

source: Controls the position of the header to be in the top, left or right of the site. The main menu height, header padding and logo margin options will auto adjust based off your selection for ideal aesthetics.
hu_hu: Szabályozza, hogy a fejléc a webhely tetején, bal vagy jobb oldalán legyen. A főmenü magassága, a fejléc belső margója és a logó margója a választása alapján automatikusan igazodik az ideális megjelenés érdekében.

source: Select a Header Layout
hu_hu: Válasszon fejlécelrendezést

source: Controls the general layout of the header. Headers 2-5 allow additional content areas via the header content options 1-3. Header 6 only allows parent level menu items, no child levels will display. The main menu height, header padding and logo margin options will auto adjust based off your selection for ideal aesthetics.
hu_hu: A fejléc általános elrendezését szabályozza. A 2-5. fejlécek további tartalomterületeket engedélyeznek a Fejléc tartalma 1-3 beállításokon keresztül. A 6. fejléc csak szülő szintű menüpontokat enged, gyermek szintek nem jelennek meg. A főmenü magassága, a fejléc belső margója és a logó margója a választása alapján automatikusan igazodik az ideális megjelenés érdekében.

source: Edit Header Layout
hu_hu: Fejléc elrendezésének szerkesztése

source: Add Page Title Bar
hu_hu: Oldalcímsáv hozzáadása

source: Header Content 1
hu_hu: Fejléc tartalma 1

source: Controls the content that displays in the top left section.
hu_hu: Szabályozza a bal felső szakaszban megjelenő tartalmat.

source: Contact Info
hu_hu: Kapcsolati adatok

source: Social Links
hu_hu: Közösségi linkek

source: Navigation
hu_hu: Navigáció

source: Leave Empty
hu_hu: Hagyja üresen

source: Header Content 2
hu_hu: Fejléc tartalma 2

source: Controls the content that displays in the top right section.
hu_hu: Szabályozza a jobb felső szakaszban megjelenő tartalmat.

source: Header Content 3
hu_hu: Fejléc tartalma 3

source: Controls the content that displays in the middle right section.
hu_hu: Szabályozza a jobb oldali középső szakaszban megjelenő tartalmat.

source: Tagline
hu_hu: Szlogen

source: Tagline And Search
hu_hu: Szlogen és keresés

source: Phone Number For Contact Info
hu_hu: Telefonszám a kapcsolati adatokhoz

source: This content will display if you have "Contact Info" selected for the Header Content 1 or 2 option above.
hu_hu: Ez a tartalom akkor jelenik meg, ha fent a Fejléc tartalma 1 vagy 2 opcióhoz a "Kapcsolati adatok" lehetőséget választotta.

source: Email Address For Contact Info
hu_hu: E-mail-cím a kapcsolati adatokhoz

source: Tagline For Content 3
hu_hu: Szlogen a 3. tartalomhoz

source: This content will display if you have "Tagline" selected for the Header Content 3 option above.
hu_hu: Ez a tartalom akkor jelenik meg, ha fent a Fejléc tartalma 3 opcióhoz a "Szlogen" lehetőséget választotta.

source: Banner Code For Content 3
hu_hu: Bannerkód a 3. tartalomhoz

source: This content will display if you have "Banner" selected for the Header Content 3 option above. Add HTML banner code for Header Content 3. Elements, like buttons, can be used here also.
hu_hu: Ez a tartalom akkor jelenik meg, ha fent a Fejléc tartalma 3 opcióhoz a "Banner" lehetőséget választotta. Adjon hozzá HTML bannerkódot a Fejléc tartalma 3-hoz. Itt olyan elemek is használhatók, mint például a gombok.

source: Header Background Image
hu_hu: Fejléc háttérképe

source: Background Image For Header Area
hu_hu: Háttérkép a fejléc területéhez

source: Select an image for the header background. If left empty, the header background color will be used. For top headers the image displays on top of the header background color and will only display if header background color opacity is set to 1. For side headers the image displays behind the header background color so the header background opacity must be set below 1 to see the image.
hu_hu: Válasszon egy képet a fejléc hátteréhez. Ha üresen hagyja, a fejléc háttérszíne lesz használva. Felső fejléceknél a kép a fejléc háttérszíne felett jelenik meg, és csak akkor látható, ha a fejléc háttérszíne átlátszatlansága 1-re van állítva. Oldalsó fejléceknél a kép a fejléc háttérszíne mögött jelenik meg, ezért a fejléc háttérszínének átlátszatlanságát 1 alá kell állítani, hogy a kép látható legyen.

source: Turn on to have the header background image display at 100% in width and height according to the window size.
hu_hu: Kapcsolja be, hogy a fejléc háttérképe az ablakmérethez igazodva szélességben és magasságban 100%-ban jelenjen meg.

source: Turn on to use a parallax scrolling effect on the background image. Only works for top header position.
hu_hu: Kapcsolja be, hogy a háttérképen parallax görgetési effektust használjon. Csak felső fejlécpozíciónál működik.

source: Header Styling
hu_hu: Fejléc stílusbeállításai

source: Header Width For Left/Right Position
hu_hu: Fejléc szélessége bal/jobb pozícióhoz

source: Controls the width of the left or right side header.
hu_hu: Szabályozza a bal vagy jobb oldali fejléc szélességét.

source: Header Padding
hu_hu: Fejléc belső margója

source: Controls the top/right/bottom/left padding for the header.
hu_hu: Szabályozza a fejléc felső/jobb/alsó/bal belső margóját.

source: Header Shadow
hu_hu: Fejléc árnyéka

source: Turn on to display a header drop shadow.
hu_hu: Kapcsolja be a fejléc vetett árnyékának megjelenítéséhez.

source: Turn on to have the header area display at 100% width according to the window size. Turn off to follow site width.
hu_hu: Kapcsolja be, hogy a fejléc területe az ablak méretéhez igazodva 100% szélességben jelenjen meg. Kapcsolja ki, hogy a webhely szélességét kövesse.

source: Controls the background color and opacity for the header. For top headers, opacity set below 1 will remove the header height completely. For side headers, opacity set below 1 will display a color overlay. Transparent headers are disabled on all archive pages due to technical limitations.
hu_hu: Szabályozza a fejléc háttérszínét és átlátszatlanságát. Felső fejlécek esetén az 1 alá állított átlátszatlanság teljesen megszünteti a fejléc magasságát. Oldalsó fejlécek esetén az 1 alá állított átlátszatlanság színátfedést jelenít meg. Az átlátszó fejlécek technikai korlátok miatt minden archívumoldalon le vannak tiltva.

source: Archive Header Background Color
hu_hu: Archívum fejlécének háttérszíne

source: Controls the background color and opacity for the header on archive pages, search page and 404 page. For top headers, opacity set below 1 will remove the header height completely. For side headers, opacity set below 1 will display a color overlay.
hu_hu: Szabályozza a fejléc háttérszínét és átlátszatlanságát az archívumoldalakon, a keresőoldalon és a 404-es oldalon. Felső fejlécek esetén az 1 alá állított átlátszatlanság teljesen megszünteti a fejléc magasságát. Oldalsó fejlécek esetén az 1 alá állított átlátszatlanság színátfedést jelenít meg.

source: Header Border Color
hu_hu: Fejléc szegélyszíne

source: Controls the border colors for the header. If using left or right header position it controls the menu divider lines.
hu_hu: Szabályozza a fejléc szegélyszíneit. Ha bal vagy jobb oldali fejlécpozíciót használ, ez a menü elválasztóvonalait is szabályozza.

source: Header Top Background Color
hu_hu: Fejléc felső részének háttérszíne

source: Controls the background color of the top header section used in Headers 2-5.
hu_hu: Szabályozza a 2-5. fejlécekben használt fejléc felső szakaszának háttérszínét.

source: Header Tagline Font Size
hu_hu: Fejléc szlogen betűmérete

source: Controls the font size for the tagline text when using header 4.
hu_hu: Szabályozza a szlogen szöveg betűméretét a 4. fejléc használatakor.

source: Header Tagline Font Color
hu_hu: Fejléc szlogen betűszíne

source: Controls the font color for the tagline text when using header 4.
hu_hu: Szabályozza a szlogen szöveg betűszínét a 4. fejléc használatakor.

source: Sticky Header
hu_hu: Rögzített fejléc

source: Turn on to enable a sticky header.
hu_hu: Kapcsolja be a rögzített fejléc engedélyezéséhez.

source: Sticky Header on Tablets
hu_hu: Rögzített fejléc táblagépeken

source: Turn on to enable a sticky header when scrolling on tablets.
hu_hu: Kapcsolja be, hogy görgetéskor táblagépeken rögzített fejléc legyen.

source: Sticky Header on Mobiles
hu_hu: Rögzített fejléc mobilokon

source: Turn on to enable a sticky header when scrolling on mobiles.
hu_hu: Kapcsolja be, hogy görgetéskor mobilokon rögzített fejléc legyen.

source: Sticky Header Animation
hu_hu: Rögzített fejléc animációja

source: Turn on to allow the sticky header to animate to a smaller height when activated. Only works with header v1 - v3, v6 and v7.
hu_hu: Kapcsolja be, hogy az aktivált rögzített fejléc kisebb magasságra animálódjon. Csak a header v1 - v3, v6 és v7 verzióval működik.

source: Sticky Header Display For Headers 4 - 5
hu_hu: Rögzített fejléc megjelenítése a 4 - 5. fejlécnél

source: Controls what displays in the sticky header when using header v4 - v5.
hu_hu: Szabályozza, mi jelenjen meg a rögzített fejlécben a header v4 - v5 használatakor.

source: Menu Only
hu_hu: Csak menü

source: Menu + Logo Area
hu_hu: Menü + logóterület

source: Sticky Header Shadow
hu_hu: Rögzített fejléc árnyéka

source: Turn on to display a sticky header drop shadow.
hu_hu: Kapcsolja be a rögzített fejléc vetett árnyékának megjelenítéséhez.

source: Sticky Header Background Color
hu_hu: Rögzített fejléc háttérszíne

source: Controls the background color for the sticky header.
hu_hu: Szabályozza a rögzített fejléc háttérszínét.

source: Sticky Header Menu Font Color
hu_hu: Rögzített fejléc menü betűszíne

source: Controls the color for main menu text in the sticky header.
hu_hu: Szabályozza a főmenü szöveg színét a rögzített fejlécben.

source: Sticky Header Menu Item Padding
hu_hu: Rögzített fejléc menüpontok belső margója

source: Controls the space between each menu item in the sticky header.
hu_hu: Szabályozza a rögzített fejlécben az egyes menüpontok közötti távolságot.

source: Sticky Header Navigation Font Size
hu_hu: Rögzített fejléc navigáció betűmérete

source: Controls the font size of the menu items in the sticky header.
hu_hu: Szabályozza a rögzített fejléc menüpontjainak betűméretét.

source: Controls the site layout.
hu_hu: Szabályozza a webhely elrendezését.

source: Controls the overall site width.
hu_hu: Szabályozza a webhely teljes szélességét.

source: The value was changed in Avada 5.1 to include both the site-width & side-header width, ex: calc(90% + 300px). Leave this as is, or update it with a single percentage, ex: 95%
hu_hu: Az értéket az Avada 5.1-ben módosítottuk, hogy tartalmazza a site-width & side-header width értékeit is, pl.: calc(90% + 300px). Hagyja így, vagy frissítse egyetlen százalékértékkel, pl.: 95%

source: Boxed Mode Top/Bottom Offset
hu_hu: Keretes mód felső/alsó eltolás

source: Controls the top/bottom offset of the boxed background.
hu_hu: Szabályozza a keretes háttér felső/alsó eltolását.

source: Boxed Mode Offset Scroll Mode
hu_hu: Keretes mód eltolásának görgetési módja

source: Choose how the page will scroll. Framed scrolling will keep the offset in place, while Full scrolling removes the offset when scrolling the page.
hu_hu: Válassza ki, hogyan görgessen az oldal. A Keretes görgetés megtartja az eltolást, míg a Teljes görgetés az oldal görgetésekor eltávolítja az eltolást.

source: Framed Scrolling
hu_hu: Keretes görgetés

source: Full Scrolling
hu_hu: Teljes görgetés

source: Boxed Mode Shadow Type
hu_hu: Keretes mód árnyéktípusa

source: Controls the type of shadow your boxed mode displays.
hu_hu: Szabályozza a dobozos mód által megjelenített árnyék típusát.

source: No Shadow
hu_hu: Nincs árnyék

source: Light Shadow
hu_hu: Enyhe árnyék

source: Medium Shadow
hu_hu: Közepes árnyék

source: Hard Shadow
hu_hu: Erős árnyék

source: Controls the top/bottom padding for page content.
hu_hu: Szabályozza az oldal tartalmának felső/alsó belső margóját.

source: Default Page Template
hu_hu: Alapértelmezett oldalsablon

source: Choose the default page template.
hu_hu: Válassza ki az alapértelmezett oldalsablont.

source: Controls the left and right padding for page content when using 100% site width, 100% width page template or 100% width post option. This does not affect Avada Builder containers.
hu_hu: Szabályozza az oldal tartalmának bal és jobb belső margóját, amikor 100% webhelyszélességet, 100% szélességű oldalsablont vagy 100% szélességű bejegyzésbeállítást használ. Ez nem érinti az Avada Builder konténereket.

source: Turn on to enable the lightbox throughout the theme.
hu_hu: Kapcsolja be a lightboxot a teljes témában.

source: Lightbox For Featured Images On Single Post Pages
hu_hu: Lightbox a kiemelt képekhez az egyes bejegyzésoldalakon

source: Turn on to enable the lightbox on single blog and portfolio posts for the main featured images.
hu_hu: Kapcsolja be a lightboxot az egyes blog- és portfólióbejegyzések fő kiemelt képeihez.

source: Lightbox Behavior
hu_hu: Lightbox viselkedése

source: Controls what the lightbox displays for single blog and portfolio posts.
hu_hu: Szabályozza, hogy a lightbox mit jelenítsen meg az egyes blog- és portfólióbejegyzéseknél.

source: First featured image of every post
hu_hu: Minden bejegyzés első kiemelt képe

source: Only featured images of individual post
hu_hu: Csak az adott bejegyzés kiemelt képei

source: Lightbox Skin
hu_hu: Lightbox kinézete

source: Controls the lightbox skin design.
hu_hu: Szabályozza a lightbox kinézetének kialakítását.

source: Thumbnails Position
hu_hu: Bélyegképek pozíciója

source: Controls the position of the lightbox thumbnails.
hu_hu: Szabályozza a lightbox bélyegképeinek pozícióját.

source: Animation Speed
hu_hu: Animáció sebessége

source: Controls the animation speed of the lightbox.
hu_hu: Szabályozza a lightbox animációjának sebességét.

source: Fast
hu_hu: Gyors

source: Slow
hu_hu: Lassú

source: Lightbox Image Hover Zoom
hu_hu: Lightbox képek nagyítása rámutatáskor

source: Set the scale factor for hovered images inside the lightbox. Set to 1 to disable zoom.
hu_hu: Állítsa be a lightboxban rámutatott képek nagyítási arányát. 1-re állítva kikapcsolja a nagyítást.

source: Arrows
hu_hu: Nyilak

source: Turn on to display arrows in the lightbox
hu_hu: Kapcsolja be, hogy nyilak jelenjenek meg a lightboxban

source: Gallery Start/Stop Button
hu_hu: Galéria indítás/leállítás gomb

source: Turn on to display the gallery start and stop button.
hu_hu: Kapcsolja be a galéria indítás és leállítás gombjának megjelenítéséhez.

source: Loop Lightbox Gallery
hu_hu: Lightbox galéria ismétlése

source: Turn on to loop the lightbox gallery.
hu_hu: Kapcsolja be a lightbox galéria ismétléséhez.

source: Autoplay the Lightbox Gallery
hu_hu: Lightbox galéria automatikus lejátszása

source: Turn on to autoplay the lightbox gallery.
hu_hu: Kapcsolja be a lightbox galéria automatikus lejátszásához.

source: Slideshow Speed
hu_hu: Diavetítés sebessége

source: Controls the slideshow speed if autoplay is turned on. ex: 1000 = 1 second.
hu_hu: Szabályozza a diavetítés sebességét, ha az automatikus lejátszás be van kapcsolva. pl.: 1000 = 1 másodperc.

source: Background Opacity
hu_hu: Háttér átlátszatlansága

source: Controls the opacity level for the background behind the lightbox.
hu_hu: Szabályozza a lightbox mögötti háttér átlátszatlanságát.

source: Turn on to display the image title in the lightbox.
hu_hu: Kapcsolja be a kép címének megjelenítéséhez a lightboxban.

source: Turn on to display the image caption in the lightbox.
hu_hu: Kapcsolja be a képaláírás megjelenítéséhez a lightboxban.

source: Social Sharing
hu_hu: Közösségi megosztás

source: Turn on to display social sharing buttons on lightbox.
hu_hu: Kapcsolja be, hogy a lightboxban megjelenjenek a közösségi megosztás gombjai.

source: Deeplinking
hu_hu: Mélyhivatkozás

source: Turn on to deeplink images in the lightbox.
hu_hu: Kapcsolja be a képek mélyhivatkozásához a lightboxban.

source: Show Post Images in Lightbox
hu_hu: Bejegyzésképek megjelenítése lightboxban

source: Turn on to display post images in the lightbox that are inside the post content area.
hu_hu: Kapcsolja be, hogy a bejegyzés tartalmi területén belüli képek a lightboxban jelenjenek meg.

source: Slideshow Video Dimensions
hu_hu: Diavetítés videóméretei

source: Controls the width and height for videos inside the lightbox.
hu_hu: Beállítja a lightboxban lévő videók szélességét és magasságát.

source: Logo Alignment
hu_hu: Logó igazítása

source: Controls the logo alignment. "Center" only works on Header 5 and Side Headers.
hu_hu: Beállítja a logó igazítását. "Center" csak a Header 5 és a Side Headers esetén működik.

source: Logo Margins
hu_hu: Logó margói

source: Controls the top/right/bottom/left margins for the logo.
hu_hu: Beállítja a logó felső/jobb/alsó/bal margóit.

source: Logo Background
hu_hu: Logó háttere

source: Turn on to display a colored background for the logo.
hu_hu: Kapcsolja be, hogy a logó színes háttérrel jelenjen meg.

source: Logo Background Color
hu_hu: Logó háttérszíne

source: Controls the background color for the logo.
hu_hu: Beállítja a logó háttérszínét.

source: Logo Custom Link URL
hu_hu: Logó egyéni hivatkozás URL-je

source: Enter a custom URL the site logo should link to. Leave empty to let logo link to the home page.
hu_hu: Adjon meg egy egyéni URL-t, amelyre a webhely logója mutasson. Hagyja üresen, hogy a logó a kezdőlapra mutasson.

source: Default Logo
hu_hu: Alapértelmezett logó

source: Select an image file for your logo.
hu_hu: Válasszon képfájlt a logójához.

source: Edit Logo
hu_hu: Logó szerkesztése

source: Retina Default Logo
hu_hu: Retina alapértelmezett logó

source: Select an image file for the retina version of the logo. It should be exactly 2x the size of the main logo.
hu_hu: Válasszon képfájlt a logó retina verziójához. Pontosan 2x akkora legyen, mint a fő logó.

source: Sticky Header Logo
hu_hu: Logó a rögzített fejlécben

source: Select an image file for your sticky header logo.
hu_hu: Válasszon képfájlt a rögzített fejlécben használt logóhoz.

source: Retina Sticky Header Logo
hu_hu: Retina logó a rögzített fejlécben

source: Select an image file for the retina version of the sticky header logo. It should be exactly 2x the size of the sticky header logo.
hu_hu: Válasszon képfájlt a rögzített fejléc logójának retina verziójához. Pontosan 2x akkora legyen, mint a rögzített fejléc logója.

source: Mobile Logo
hu_hu: Mobil logó

source: Select an image file for your mobile logo.
hu_hu: Válasszon képfájlt a mobil logóhoz.

source: Retina Mobile Logo
hu_hu: Retina mobil logó

source: Select an image file for the retina version of the mobile logo. It should be exactly 2x the size of the mobile logo.
hu_hu: Válasszon képfájlt a mobil logó retina verziójához. Pontosan 2x akkora legyen, mint a mobil logó.

source: Favicon for your website at 32px x 32px or 64px x 64px.
hu_hu: Webhelye faviconja 32px x 32px vagy 64px x 64px méretben.

source: Apple Touch Icon
hu_hu: Apple Touch ikon

source: Favicon for Apple iOS devices at 180px x 180px.
hu_hu: Favicon Apple iOS eszközökhöz 180px x 180px méretben.

source: Android Devices Icon
hu_hu: Android eszközök ikonja

source: Favicon for Android-based devices at 192px x 192px.
hu_hu: Favicon Android-alapú eszközökhöz 192px x 192px méretben.

source: Microsoft Edge Icon
hu_hu: Microsoft Edge ikon

source: Favicon for Microsoft Edge browsers at 270px x 270px.
hu_hu: Favicon Microsoft Edge böngészőkhöz 270px x 270px méretben.

source: Mode
hu_hu: Mód

source: Set your site to Maintenance Mode to take it offline temporarily (status code 503), or to Coming Soon mode (status code 200), taking it offline until it is ready to be launched.
hu_hu: Állítsa a webhelyét Karbantartási módba az ideiglenes lekapcsoláshoz (503 állapotkód), vagy Hamarosan módba (200 állapotkód), és tartsa offline állapotban, amíg indításra kész nem lesz.

source: URL Redirect
hu_hu: URL-átirányítás

source: If set, this option will redirect users without access to the URL given. Enter with protocol (e.g. https://).
hu_hu: Ha be van állítva, ez az opció átirányítja a hozzáféréssel nem rendelkező felhasználókat a megadott URL-re. Protokollal együtt adja meg (pl. https://).

source: Page Template
hu_hu: Oldalsablon

source: Select an Avada Library template for the Maintenance or Coming Soon page.
hu_hu: Válasszon egy Avada Library sablont a Karbantartási vagy a Hamarosan oldalhoz.

source: Edit Template
hu_hu: Sablon szerkesztése

source: User Roles For Access
hu_hu: Felhasználói szerepkörök a hozzáféréshez

source: Select the user roles that should be able to access the site when. <strong>NOTE:</strong> Administrators will always have access.
hu_hu: Válassza ki azokat a felhasználói szerepköröket, amelyek hozzáférhetnek a webhelyhez. <strong>MEGJEGYZÉS:</strong> Az adminisztrátorok mindig hozzáférnek.

source: Exclude
hu_hu: Kizárás

source: Exclude parts of your site like feed, pages, or archives from Maintenance or Coming Soon mode. Add one slug or URL per line.
hu_hu: Zárjon ki a webhely egyes részeit (pl. feed, oldalak vagy archívumok) a Karbantartási vagy Hamarosan módból. Soronként egy slugot vagy URL-t adjon meg.

source: Page Title HTML Tag
hu_hu: Oldalcím HTML-címke
