Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Controls the subtitle text that displays in the page title bar only if your front page displays your latest post in "Settings > Reading".
hu_hu: Az alcímszöveget szabályozza, amely a címsávban jelenik meg, csak akkor, ha a kezdőlap a legutóbbi bejegyzést jeleníti meg a "Settings > Reading" beállításában.

source: Blog Layout
hu_hu: Blog elrendezése

source: Controls the layout for the assigned blog page in "Settings > Reading".
hu_hu: A "Settings > Reading" részben kijelölt blogoldal elrendezését szabályozza.

source: Edit Blog Options
hu_hu: Blog beállításainak szerkesztése

source: Blog Archive Layout
hu_hu: Blogarchívum elrendezése

source: Controls the layout for the blog archive pages.
hu_hu: A blogarchívum-oldalak elrendezését szabályozza.

source: Pagination Type
hu_hu: Lapozás típusa

source: Controls the pagination type for the assigned blog page in "Settings > Reading" or blog archive pages.
hu_hu: A lapozás típusát szabályozza a "Settings > Reading" részben kijelölt blogoldalon vagy a blogarchívum-oldalakon.

source: Pagination
hu_hu: Oldalszámozás

source: Infinite Scroll
hu_hu: Végtelen görgetés

source: Load More Button
hu_hu: Továbbiak betöltése gomb

source: Load More Posts Button Background Color
hu_hu: További bejegyzések gomb háttérszíne

source: Controls the background color of the load more button for ajax post loading for blog archives.
hu_hu: A blogarchívumok AJAX-bejegyzés-betöltéséhez használt További bejegyzések gomb háttérszínét szabályozza.

source: Load More Posts Button Text Color
hu_hu: További bejegyzések gomb szövegszíne

source: Controls the text color of the load more button for ajax post loading for blog archives.
hu_hu: A blogarchívumok AJAX-bejegyzés-betöltéséhez használt További bejegyzések gomb szövegszínét szabályozza.

source: Load More Posts Button Hover Background Color
hu_hu: További bejegyzések gomb lebegéskori háttérszíne

source: Controls the hover background color of the load more button for ajax post loading for blog archives.
hu_hu: A blogarchívumok AJAX-bejegyzés-betöltéséhez használt További bejegyzések gomb lebegéskori háttérszínét szabályozza.

source: Load More Posts Hover Button Text Color
hu_hu: További bejegyzések gomb lebegéskori szövegszíne

source: Controls the hover text color of the load more button for ajax post loading for blog archives.
hu_hu: A blogarchívumok AJAX-bejegyzés-betöltéséhez használt További bejegyzések gomb lebegéskori szövegszínét szabályozza.

source: Number of Columns
hu_hu: Oszlopok száma

source: Controls the number of columns for grid and masonry layout when using it for the assigned blog page in "Settings > Reading" or blog archive pages. <strong>IMPORTANT:</strong> Masonry layout does not work with 1 column.
hu_hu: A rács és masonry elrendezés oszlopainak számát szabályozza, amikor a kijelölt blogoldalon a "Settings > Reading" alatt vagy a blogarchívum oldalakon használja. <strong>FONTOS:</strong> A masonry elrendezés 1 oszloppal nem működik.

source: Column Spacing
hu_hu: Oszloptávolság

source: Controls the column spacing for blog posts for grid and masonry layout when using it for the assigned blog page in "Settings > Reading" or blog archive pages.
hu_hu: A blogbejegyzések oszloptávolságát szabályozza rács és masonry elrendezésnél, amikor a kijelölt blogoldalon a "Settings > Reading" alatt vagy a blogarchívum oldalakon használja.

source: Equal Heights
hu_hu: Azonos magasság

source: Turn on to display grid boxes to equal heights per row.
hu_hu: Kapcsolja be, hogy a rácsdobozok soronként azonos magasságúak legyenek.

source: Blog Archive Grid Text Padding
hu_hu: Blogarchívum rács szövegének belső margója

source: Controls the top/right/bottom/left padding of the blog text when using grid / masonry or timeline layout.
hu_hu: A blog szövegének felső/jobb/alsó/bal oldali belső margóját szabályozza rács/masonry vagy idővonal elrendezés használatakor.

source: Blog Archive Grid Content Alignment
hu_hu: Blogarchívum rács tartalmának igazítása

source: Controls the content alignment of the blog text when using grid / masonry or timeline layout.
hu_hu: A blog szövegének tartalmi igazítását szabályozza rács/masonry vagy idővonal elrendezés használatakor.

source: Blog Content Display
hu_hu: Blogtartalom megjelenítése

source: Controls if the blog content displays an excerpt or full content or is completely disabled for the assigned blog page in "Settings > Reading" or blog archive pages.
hu_hu: Szabályozza, hogy a blogtartalom kivonatként, teljes tartalomként jelenjen meg, vagy teljesen le legyen tiltva a kijelölt blogoldalon a "Settings > Reading" alatt vagy a blogarchívum oldalakon.

source: Full Content
hu_hu: Teljes tartalom

source: No Text
hu_hu: Nincs szöveg

source: Excerpt Length
hu_hu: Kivonat hossza

source: Controls the number of %s in the excerpts on the assigned blog page in "Settings > Reading" or on blog archive pages.
hu_hu: A kivonatokban lévő %s számát szabályozza a kijelölt blogoldalon a "Settings > Reading" alatt vagy a blogarchívum oldalakon.

source: Strip HTML from Excerpt
hu_hu: HTML eltávolítása a kivonatból

source: Turn on to strip HTML content from the excerpt for the assigned blog page in "Settings > Reading" or blog archive pages.
hu_hu: Kapcsolja be, hogy eltávolítsa a HTML-t a kivonatból a kijelölt blogoldalon a "Settings > Reading" alatt vagy a blogarchívum oldalakon.

source: Featured Image / Video on Blog Archive Page
hu_hu: Kiemelt kép / videó a blogarchívum oldalon

source: Turn on to display featured images and videos on the blog archive pages.
hu_hu: Kapcsolja be a kiemelt képek és videók megjelenítéséhez a blogarchívum oldalakon.

source: Edit Featured Image
hu_hu: Kiemelt kép szerkesztése

source: Blog Alternate Layout Date Box Color
hu_hu: Blog alternatív elrendezés dátumdoboz színe

source: Controls the color of the date box in blog alternate and recent posts layouts.
hu_hu: Szabályozza a dátumdoboz színét a blog alternatív és legutóbbi bejegyzések elrendezéseiben.

source: Blog Alternate Layout Month and Year Format
hu_hu: Blog alternatív elrendezés hónap- és évformátuma

source: Controls the month and year format for blog alternate layouts. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Formatting Date and Time</a>
hu_hu: Szabályozza a hónap és év formátumát a blog alternatív elrendezéseihez. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Dátum és idő formázása</a>

source: Blog Alternate Layout Day Format
hu_hu: Blog alternatív elrendezés nap formátuma

source: Controls the day format for blog alternate layouts. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Formatting Date and Time</a>
hu_hu: Szabályozza a nap formátumát a blog alternatív elrendezéseihez. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Dátum és idő formázása</a>

source: Blog Timeline Layout Date Format
hu_hu: Blog idővonal elrendezés dátumformátuma

source: Controls the timeline label format for blog timeline layouts. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Formatting Date</a>
hu_hu: Szabályozza az idővonal-címke formátumát a blog idővonal elrendezéseihez. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Dátum formázása</a>

source: <strong>IMPORTANT NOTE:</strong> The options on this tab are not available because a global %1$s override is currently used. To edit your global layout please visit <a href="%2$s" target="_blank">this page</a>.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az ezen a lapon található beállítások nem érhetők el, mert jelenleg globális %1$s felülírás van használatban. A globális elrendezés szerkesztéséhez keresse fel <a href="%2$s" target="_blank">ezt az oldalt</a>.

source: <strong>IMPORTANT NOTE:</strong> For more flexibility and a modern, more performant setup, we recommend using the %1$s to create a custom %2$s Layout. <a href="%3$s" target="_blank">visit this page.</a>
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Nagyobb rugalmasság és modern, nagyobb teljesítményű beállítás érdekében javasoljuk a %1$s használatát egy egyéni %2$s elrendezés létrehozásához. <a href="%3$s" target="_blank">látogassa meg ezt az oldalt.</a>

source: 100% Width Page
hu_hu: 100% szélességű oldal

source: Turn on to display blog posts at 100% browser width according to the window size. Turn off to follow site width.
hu_hu: Kapcsolja be, hogy a blogbejegyzések az ablak méretéhez igazodva a böngésző 100%-os szélességében jelenjenek meg. Kapcsolja ki, hogy a webhely szélességét kövesse.

source: Featured Image / Video on Single Blog Post
hu_hu: Kiemelt kép / videó az egyedi blogbejegyzésen

source: Turn on to display featured images and videos on single blog posts.
hu_hu: Kapcsolja be a kiemelt képek és videók megjelenítéséhez az egyedi blogbejegyzéseken.

source: Previous/Next Pagination
hu_hu: Előző/Következő lapozás

source: Turn on to display the previous/next post pagination for single blog posts.
hu_hu: Kapcsolja be az előző/következő bejegyzésre lapozás megjelenítéséhez az egyedi blogbejegyzéseken.

source: Controls if the post title displays above or below the featured post image or is disabled.
hu_hu: Szabályozza, hogy a bejegyzés címe a kiemelt kép felett vagy alatt jelenjen meg, illetve le legyen tiltva.

source: Below
hu_hu: Alul

source: Meta Data Position
hu_hu: Metaadatok pozíciója

source: Choose where the meta data is positioned.
hu_hu: Válassza ki, hol helyezkedjenek el a metaadatok.

source: Below Article
hu_hu: Bejegyzés alatt

source: Below Title
hu_hu: Cím alatt

source: Social Sharing Box
hu_hu: Közösségi megosztási doboz

source: Turn on to display the social sharing box.
hu_hu: Kapcsolja be a közösségi megosztási doboz megjelenítéséhez.

source: Author Info Box
hu_hu: Szerzői információs doboz

source: Turn on to display the author info box below posts.
hu_hu: Kapcsolja be a szerzői információs doboz megjelenítéséhez a bejegyzések alatt.

source: Turn on to display related posts.
hu_hu: Kapcsolja be a kapcsolódó bejegyzések megjelenítéséhez.

source: Turn on to display comments.
hu_hu: Kapcsolja be a hozzászólások megjelenítéséhez.

source: Blog Meta
hu_hu: Blog metaadatai

source: <strong>IMPORTANT NOTE:</strong> The on/off meta options on this tab only control the assigned blog page in "Settings > Reading" or the blog archives, not the blog element. The only options on this tab that work with the blog element are the Meta Data Font Size and Date Format options.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az ezen a lapon található meta be-/kikapcsolási lehetőségek csak a "Settings > Reading" részben kijelölt blogoldalt vagy a blogarchívumokat szabályozzák, nem a blog elemet. Az ezen a lapon lévő lehetőségek közül csak a Metaadatok betűmérete és a Dátumformátum működik a blog elemmel.

source: Post Meta
hu_hu: Bejegyzés metaadatai

source: Turn on to display post meta on blog posts. If set to "On", you can also control individual meta items below. If set to "Off" all meta items will be disabled.
hu_hu: Kapcsolja be a bejegyzés metaadatainak megjelenítéséhez a blogbejegyzéseken. Ha "On"-ra van állítva, alább az egyes metaelemeket is szabályozhatja. Ha "Off"-ra van állítva, minden metaelem le lesz tiltva.

source: Post Meta Author
hu_hu: Bejegyzés meta: szerző

source: Turn on to display the post meta author name.
hu_hu: Kapcsolja be a bejegyzés metaadataiban a szerző nevének megjelenítéséhez.

source: Post Meta Date
hu_hu: Bejegyzés meta: dátum

source: Turn on to display the post meta date.
hu_hu: Kapcsolja be a bejegyzés metaadataiban a dátum megjelenítéséhez.

source: Post Meta Categories
hu_hu: Bejegyzés meta: kategóriák

source: Turn on to display the post meta categories.
hu_hu: Kapcsolja be a bejegyzés metaadataiban a kategóriák megjelenítéséhez.

source: Post Meta Comments
hu_hu: Bejegyzés meta: hozzászólások

source: Turn on to display the post meta comments.
hu_hu: Kapcsolja be a bejegyzés metaadataiban a hozzászólások megjelenítéséhez.

source: Post Meta Read More Link
hu_hu: Bejegyzés meta: Tovább olvasás hivatkozás

source: Turn on to display the post meta read more link.
hu_hu: Kapcsolja be a bejegyzés metaadataiban a Tovább olvasás hivatkozás megjelenítéséhez.

source: Post Meta Tags
hu_hu: Bejegyzés meta: címkék

source: Turn on to display the post meta tags.
hu_hu: Kapcsolja be a bejegyzés metaadataiban a címkék megjelenítéséhez.

source: Meta Data Font Size
hu_hu: Metaadatok betűmérete

source: Controls the font size for meta data text.
hu_hu: Szabályozza a metaadatszöveg betűméretét.

source: Date Format
hu_hu: Dátumformátum

source: Controls the date format for date meta data. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Formatting Date and Time</a>. Leave empty to use the default value from your <a href="%s" target="_blank">WordPress Settings</a>
hu_hu: Szabályozza a dátum metaadat formátumát. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Dátum és idő formázása</a>. Hagyja üresen, hogy a <a href="%s" target="_blank">WordPress Settings</a> alapértelmezett értékét használja

source: Breadcrumbs on Mobile Devices
hu_hu: Morzsamenü mobil eszközökön

source: Turn on to display breadcrumbs on mobile devices.
hu_hu: Kapcsolja be a morzsamenü megjelenítéséhez mobil eszközökön.

source: Breadcrumbs Prefix
hu_hu: Morzsamenü előtag

source: Controls the text before the breadcrumb menu.
hu_hu: A morzsa navigáció menüje előtti szöveget szabályozza.

source: Breadcrumbs Home Anchor Text
hu_hu: Morzsa navigáció Kezdőlap horgonyszövege

source: Controls the text anchor of the Homelink. Leave empty for translateable default of "Home".
hu_hu: A Kezdőlap-hivatkozás horgonyszövegét szabályozza. Hagyja üresen a fordítható alapértelmezett "Home" értékhez.

source: Breadcrumbs Separator
hu_hu: Morzsa navigáció elválasztója

source: Controls the type of separator between each breadcrumb.
hu_hu: A morzsák közötti elválasztó típusát szabályozza.

source: Breadcrumbs Font Size
hu_hu: Morzsa navigáció betűmérete

source: Controls the font size for the breadcrumbs text.
hu_hu: A morzsa navigáció szövegének betűméretét szabályozza.

source: Breadcrumbs Text Color
hu_hu: Morzsa navigáció szövegszíne

source: Controls the text color of the breadcrumbs font.
hu_hu: A morzsa navigáció szövegének színét szabályozza.

source: Breadcrumbs Text Hover Color
hu_hu: Morzsa navigáció szövegének hover színe

source: Controls the text hover color of the breadcrumbs font.
hu_hu: A morzsa navigáció szövegének hover színét szabályozza.

source: Post Categories/Terms on Breadcrumbs
hu_hu: Bejegyzés kategóriái/kifejezései a morzsa navigációban

source: Turn on to display the post categories/terms in the breadcrumbs path.
hu_hu: Kapcsolja be, hogy a bejegyzés kategóriái/kifejezései megjelenjenek a morzsa navigáció útvonalában.

source: Post Type Archives on Breadcrumbs
hu_hu: Bejegyzéstípus-archívumok a morzsa navigációban

source: Turn on to display post type archives in the breadcrumbs path.
hu_hu: Kapcsolja be, hogy a bejegyzéstípus-archívumok megjelenjenek a morzsa navigáció útvonalában.

source: Post Name on Breadcrumbs
hu_hu: Bejegyzés neve a morzsa navigációban

source: Turn on to display the post name in the breadcrumbs path.
hu_hu: Kapcsolja be, hogy a bejegyzés neve megjelenjen a morzsa navigáció útvonalában.

source: <strong>IMPORTANT NOTE:</strong> This tab contains general color options. Additional color options for specific areas, can be found within other tabs. Example: For menu color options go to the menu tab.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ez a lap általános színbeállításokat tartalmaz. További, egyes területekre vonatkozó színbeállítások más lapokon találhatók. Példa: A menü színbeállításaihoz lépjen a Menü lapra.

source: Color Palette
hu_hu: Színpaletta

source: Set your global color palette. The colors defined here can be used from other global options, from page options and element options. For best results, the 8 colors of the core palette should be set from lightest to darkest. <strong>IMPORTANT NOTE:</strong> If a global color that is used by other options gets deleted, these corresponding options will display a default color instead. Colors are internally stored with a fixed counter. Thus, adding a new color after deleting an old one, will set the same internal name to the new color.
hu_hu: Állítsa be a globális színpalettát. Az itt meghatározott színek más globális beállításokban, az oldalbeállításokban és az elembeállításokban is használhatók. A legjobb eredmény érdekében az alappaletta 8 színét világostól a sötétig állítsa be. <strong>FONTOS MEGJEGYZÉS:</strong> Ha egy, más beállítások által használt globális színt töröl, a megfelelő beállítások helyette alapértelmezett színt fognak megjeleníteni. A színek belsőleg fix sorszámmal kerülnek tárolásra. Ezért egy régi szín törlése után egy új szín hozzáadásakor ugyanaz a belső név rendelődik az új színhez.

source: Primary Color
hu_hu: Elsődleges szín

source: Controls the main highlight color throughout the website.
hu_hu: A webhelyen mindenütt használt fő kiemelő színt szabályozza.

source: Contact Template
hu_hu: Kapcsolat sablon

source: <strong>IMPORTANT NOTE:</strong> The options on this tab are only for the contact form that displays on the "Contact" page template.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az ezen a lapon található beállítások csak a "Contact" oldalsablonon megjelenő kapcsolatfelvételi űrlapra vonatkoznak.

source: Enter the email address the form should be sent to. This only works for the form on the contact page template.
hu_hu: Adja meg az e-mail-címet, amelyre az űrlapot el kell küldeni. Ez csak a kapcsolat oldalsablon űrlapján működik.

source: Contact Form Comment Area Position
hu_hu: Kapcsolatfelvételi űrlap megjegyzésmezőjének pozíciója

source: Controls the position of the comment field with respect to the other fields.
hu_hu: A megjegyzésmező többi mezőhöz viszonyított pozícióját szabályozza.

source: Edit Contact Form
hu_hu: Kapcsolatfelvételi űrlap szerkesztése

source: Display Data Privacy Confirmation Box
hu_hu: Adatvédelmi megerősítő jelölőnégyzet megjelenítése

source: Turn on to display a checkbox and custom label that has to be checked in order to confirm data privacy terms and that the form can be sent.
hu_hu: Kapcsolja be, hogy megjelenjen egy jelölőnégyzet és egy egyéni címke, amelyet be kell jelölnie az adatvédelmi feltételek megerősítéséhez és az űrlap elküldéséhez.

source: Data Privacy Checkbox Label
hu_hu: Adatvédelmi jelölőnégyzet címkéje

source: Enter the contents that should be displayed as label for the data privacy checkbox. Can contain HTML.
hu_hu: Adja meg az adatvédelmi jelölőnégyzet címkéjeként megjelenítendő tartalmat. Tartalmazhat HTML-t.

source: By checking this box, you confirm that you have read and are agreeing to our terms of use regarding the storage of the data submitted through this form.
hu_hu: E jelölőnégyzet bejelölésével megerősíti, hogy elolvasta és elfogadja az űrlapon keresztül beküldött adatok tárolására vonatkozó felhasználási feltételeinket.

source: Google Map
hu_hu: Google-térkép

source: <strong>IMPORTANT NOTE:</strong> Google Maps Script is disabled in Advanced > Theme Features section. Please enable it to see the options.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A Google Maps Script le van tiltva az Advanced > Theme Features szakaszban. Kérjük, engedélyezze, hogy lássa a beállításokat.

source: <strong>IMPORTANT NOTE:</strong> The options on this tab are for the google map that displays on the "Contact" page template. The only option that controls the Avada Builder google map element is the Google Maps API Key.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az ezen a lapon található beállítások a "Contact" oldalsablonon megjelenő Google-térképre vonatkoznak. Az Avada Builder Google-térkép elemét kizárólag a Google Maps API-kulcs vezérli.

source: Google Maps API Key
hu_hu: Google Maps API-kulcs

source: Follow the steps in %s to get the API key. This key applies to both the contact page map and Avada Builder google map element.
hu_hu: Kövesse a %s lépéseit az API-kulcs beszerzéséhez. Ez a kulcs a kapcsolat oldal térképére és az Avada Builder Google-térkép elemére egyaránt érvényes.

source: the Google docs
hu_hu: a Google-dokumentáció

source: Google API Type
hu_hu: Google API típusa

source: Select the Google API type that should be used to load your map. The JavaScript API allows for more options and custom styling, but could be charged for by Google depending on map loads, while the embed API can be used for free regardless of map loads. For more information please see the <a href="%s" target="_blank">Google Maps Users Guide</a>.
hu_hu: Válassza ki a Google API típusát, amelyet térképe betöltéséhez használni kíván. A JavaScript API több lehetőséget és egyéni stílusozást tesz lehetővé, de a Google a térképek betöltéseinek számától függően díjat számíthat fel érte, míg az Embed API a betöltések számától függetlenül ingyenesen használható. További információért lásd a <a href="%s" target="_blank">Google Maps Users Guide</a> oldalt.

source: Edit Google Map
hu_hu: Google-térkép szerkesztése

source: Address
hu_hu: Cím

source: Add the address of the location you wish to display. Leave empty, if you don't want to display a map on the contact page. Address example: 775 New York Ave, Brooklyn, Kings, New York 11203. If the location is off, please try to use long/lat coordinates. ex: 12.381068,-1.492711.
hu_hu: Adja meg a megjeleníteni kívánt hely címét. Hagyja üresen, ha nem szeretne térképet megjeleníteni a kapcsolat oldalon. Cím példa: 775 New York Ave, Brooklyn, Kings, New York 11203. Ha a hely pontatlan, próbálja meg hosszúság/szélesség koordinátákat használni. pl.: 12.381068,-1.492711.

source: Map Type
hu_hu: Térképtípus

source: Select the type of google map to display.
hu_hu: Válassza ki a megjelenítendő Google-térkép típusát.

source: Roadmap
hu_hu: Térkép

source: Satellite
hu_hu: Műhold

source: Google Map Address
hu_hu: Google Térkép címe

source: Add the address to the location you wish to display. Leave empty, if you don't want to display a map on the contact page. Single address example: 775 New York Ave, Brooklyn, Kings, New York 11203. If the location is off, please try to use long/lat coordinates with latlng=. ex: latlng=12.381068,-1.492711. For multiple addresses, separate addresses by using the | symbol. ex: Address 1|Address 2|Address 3.
hu_hu: Adja meg a megjeleníteni kívánt hely címét. Hagyja üresen, ha nem akar térképet megjeleníteni a kapcsolat oldalon. Egyetlen cím példa: 775 New York Ave, Brooklyn, Kings, New York 11203. Ha a hely pontatlan, kérjük, próbálja meg a hosszúság/szélesség koordinátákat használni latlng= formátumban. pl.: latlng=12.381068,-1.492711. Több cím esetén a címeket a | jellel válassza el. pl.: Address 1|Address 2|Address 3.

source: Google Map Type
hu_hu: Google Térkép típusa

source: Controls the type of google map that displays.
hu_hu: A megjelenő Google Térkép típusát szabályozza.

source: Hybrid
hu_hu: Hibrid

source: Terrain
hu_hu: Domborzat

source: Google Map Dimensions
hu_hu: Google Térkép méretei

source: Controls the width and height of the google map. NOTE: height does not accept percentage value.
hu_hu: A Google Térkép szélességét és magasságát szabályozza. MEGJEGYZÉS: a magasság nem fogad el százalékos értéket.
