Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Head Title
hu_hu: Fejléc címe

source: Currency
hu_hu: Pénznem

source: Price
hu_hu: Ár

source: Period
hu_hu: Időszak

source: Enter Text
hu_hu: Írja be a szöveget

source: Added
hu_hu: Hozzáadva

source: Added Container
hu_hu: Konténer hozzáadva

source: Cloned Nested Columns
hu_hu: Beágyazott oszlopok klónozva

source: Content Imported
hu_hu: Tartalom importálva

source: Visually create your table below, add or remove rows and columns
hu_hu: Hozza létre vizuálisan a táblázatát alább, és adjon hozzá vagy távolítson el sorokat és oszlopokat

source: Add Column
hu_hu: Oszlop hozzáadása

source: Add Row
hu_hu: Sor hozzáadása

source: Standout
hu_hu: Kiemelt

source: Add Button
hu_hu: Gomb hozzáadása

source: Table Options
hu_hu: Táblázat beállításai

source: Table
hu_hu: Táblázat

source: Toggle All Containers
hu_hu: Összes konténer átkapcsolása

source: Cloned Container
hu_hu: Konténer klónozva

source: Deleted Container
hu_hu: Konténer törölve

source: Audio
hu_hu: Audió

source: Select Image
hu_hu: Válasszon képet

source: Select Images
hu_hu: Válasszon képeket

source: Select Video
hu_hu: Válasszon videót

source: Select Audio
hu_hu: Válasszon audiót

source: Select Icon
hu_hu: Válasszon ikont

source: To Add Elements, You Must First Add a Column
hu_hu: Elemek hozzáadásához először oszlopot kell hozzáadnia

source: This is an empty container with a background image. To add elements, you must first add a column
hu_hu: Ez egy háttérképpel ellátott üres konténer. Elemek hozzáadásához először oszlopot kell hozzáadnia

source: Add New Option
hu_hu: Új opció hozzáadása

source: Add New Logic
hu_hu: Új logika hozzáadása

source: There are no fields available for conditional logic.
hu_hu: Nincsenek elérhető mezők a feltételes logikához.

source: Condition Value
hu_hu: Feltétel értéke

source: OR
hu_hu: VAGY

source: Label
hu_hu: Címke

source: Field
hu_hu: Mező

source: Select Field
hu_hu: Válasszon mezőt

source: Value
hu_hu: Érték

source: Bulk / Predefined
hu_hu: Tömeges / Előre definiált

source: Show values
hu_hu: Értékek megjelenítése

source: Select a predefined list or paste your own list bulk add choices.
hu_hu: Válasszon egy előre definiált listát, vagy illessze be a saját listáját a választási lehetőségek tömeges hozzáadásához.

source: Bulk Add
hu_hu: Tömeges hozzáadás

source: Predefined Choices
hu_hu: Előre definiált választási lehetőségek

source: Insert Choices
hu_hu: Választási lehetőségek beszúrása

source: Empty %s element, please add child elements here.
hu_hu: Üres %s elem, kérjük, adjon hozzá gyermekelemeket itt.

source: The views counter option is disabled. Enable it in the global options to use this element.
hu_hu: A megtekintésszámláló opció le van tiltva. Engedélyezze a globális beállításokban, hogy használhassa ezt az elemet.

source: To add images to this post or page for attachments layout, navigate to "Upload Files" tab in media manager and upload new images.
hu_hu: Ha képeket szeretne hozzáadni ehhez a bejegyzéshez vagy oldalhoz a mellékletek elrendezéséhez, lépjen a médiakezelő "Upload Files" fülére, és töltsön fel új képeket.

source: WARNING: Importing a single prebuilt page will remove all other page content, Avada Page Options and page template. Avada Global Options and images are not imported. Click OK to continue or cancel to stop.
hu_hu: FIGYELMEZTETÉS: Egyetlen előre elkészített oldal importálása eltávolítja az összes többi oldaltartalmat, az Avada Page Options beállításokat és az oldalsablont. Az Avada Global Options és a képek nem kerülnek importálásra. Kattintson az OK gombra a folytatáshoz, vagy kattintson a Mégse gombra a leállításhoz.

source: Content Error
hu_hu: Tartalomhiba

source: Your page content could not be displayed as an Avada Builder layout. Most likely that means, there is some invalid markup or shortcode in it. Please check the contents in the text editor. <a href="%s" target="_blank">See here for more information</a>.
hu_hu: Az oldal tartalmát nem sikerült Avada Builder elrendezésként megjeleníteni. Ez valószínűleg azt jelenti, hogy érvénytelen jelölés vagy shortcode található benne. Kérjük, ellenőrizze a tartalmat a szövegszerkesztőben. <a href="%s" target="_blank">További információk itt</a>.

source: Unknown Error Occurred
hu_hu: Ismeretlen hiba történt

source: <a href="%s" target="_blank">Click here to learn more.</a>
hu_hu: <a href="%s" target="_blank">Kattintson ide, ha többet szeretne megtudni.</a>

source: Click here to copy the full error message.
hu_hu: Kattintson ide a teljes hibaüzenet másolásához.

source: Full error message copied.
hu_hu: A teljes hibaüzenet másolva.

source: Moved Container
hu_hu: Konténer áthelyezve

source: Delete Next Page Divider
hu_hu: Következő oldal elválasztójának törlése

source: Toggle Element
hu_hu: Elem átváltása

source: Drag Element
hu_hu: Elem húzása

source: Deleted Next Page Divider
hu_hu: Következő oldal elválasztója törölve

source: Deleted Checkout Form Divider
hu_hu: Pénztár űrlap elválasztója törölve

source: Added Next Page Divider
hu_hu: Következő oldal elválasztója hozzáadva

source: Next Page
hu_hu: Következő oldal

source: Checkout Form
hu_hu: Pénztár űrlap

source: Form Step
hu_hu: Űrlap lépés

source: Deleted Form Step
hu_hu: Űrlap lépés törölve

source: Delete Form Step
hu_hu: Űrlap lépés törlése

source: Added Form Step
hu_hu: Űrlap lépés hozzáadva

source: Special
hu_hu: Különleges

source: Special Items
hu_hu: Különleges elemek

source: The form step item allows you to break your form into several steps. Simply insert it onto the form, and form steps will show on the frontend.
hu_hu: Az űrlap lépés elem lehetővé teszi, hogy az űrlapját több lépésre bontsa. Egyszerűen illessze be az űrlapba, és az űrlap lépései megjelennek a frontend felületen.

source: The next page item allows you to break your page into several pages. Simply insert it onto the page, and automatic pagination will show on the frontend.
hu_hu: A következő oldal elem lehetővé teszi, hogy az oldalát több oldalra bontsa. Egyszerűen illessze be az oldalba, és az automatikus lapozás megjelenik a frontend felületen.

source: The checkout form items allows you to add opening and closing WooCommerce checkout form tags.
hu_hu: A pénztár űrlap elem lehetővé teszi, hogy hozzáadja a WooCommerce pénztár űrlap nyitó és záró tagjeit.

source: Select Link
hu_hu: Hivatkozás kiválasztása

source: Color palette options
hu_hu: Színpaletta beállításai

source: Legend Value Text Color
hu_hu: Jelmagyarázat értékszövegének színe

source: Legend Label
hu_hu: Jelmagyarázat címke

source: X Axis Label
hu_hu: X tengely felirata

source: Use Custom Width
hu_hu: Egyéni szélesség használata

source: Use Preset Sizes
hu_hu: Előre beállított méretek használata

source: Search %s
hu_hu: Keresés %s

source: Chart Background Color
hu_hu: Diagram háttérszíne

source: Controls the background of the chart. %s
hu_hu: Beállítja a diagram hátterét. %s

source: Chart Axis Text Color
hu_hu: Diagram tengelyeinek szövegszíne

source: Controls the text color of the x-axis and y-axis. %s
hu_hu: Beállítja az x- és y-tengely szövegének színét. %s

source: Chart Gridline Color
hu_hu: Diagram rácsvonalainak színe

source: Controls the color of the chart background grid lines and values. %s
hu_hu: Beállítja a diagram háttér rácsvonalainak és értékeinek színét. %s

source: Chart Padding Options
hu_hu: Diagram belső margó beállításai

source: Controls the top/right/bottom/left padding of the chart.
hu_hu: Beállítja a diagram felső/jobb/alsó/bal oldali belső margóját.

source: Chart Options
hu_hu: Diagram beállításai

source: Chart Data
hu_hu: Diagram adatai

source: Set chart border size in pixels.
hu_hu: Állítsa be a diagram szegélyének vastagságát pixelben.

source: Visually create your chart data below, add or remove data sets and their styling
hu_hu: Hozza létre vizuálisan a diagram adatait lentebb, adjon hozzá vagy távolítson el adatkészleteket és azok stílusát

source: Visually create your chart data below
hu_hu: Hozza létre vizuálisan a diagram adatait lentebb

source: + Add Value Column
hu_hu: + Értékoszlop hozzáadása

source: + Add Data Set
hu_hu: + Adatkészlet hozzáadása

source: Data Set
hu_hu: Adatkészlet

source: Data Set Styling
hu_hu: Adatkészlet stílusa

source: Value Set Styling
hu_hu: Értékkészlet stílusa

source: Build your chart data visually
hu_hu: Állítsa össze vizuálisan a diagram adatait

source: Edit Chart Data Table
hu_hu: A diagram adattáblázatának szerkesztése

source: Registration confirmation will be emailed to you.
hu_hu: A regisztráció visszaigazolását e-mailben kapja meg.

source: Are you sure you want to remove global property?
hu_hu: Biztos benne, hogy el kívánja távolítani a Global tulajdonságot?

source: Remove Global?
hu_hu: Eltávolítja a Global beállítást?

source: Removed Global Status
hu_hu: A Global státusz eltávolítva

source: Draft container.
hu_hu: Konténer piszkozatban.

source: Scheduled container.
hu_hu: Konténer ütemezve.

source: Click to remove sheduling.
hu_hu: Kattintson az ütemezés eltávolításához.

source: Are you sure you want to remove sheduling? This will set the container to be a normally published element.
hu_hu: Biztos benne, hogy el kívánja távolítani az ütemezést? Ez a konténert normál módon közzétett elemmé állítja.

source: Container published.
hu_hu: Konténer közzétéve.

source: Watch Our Get Started Video
hu_hu: Tekintse meg bevezető videónkat

source: Do you need a helping hand? Let us guide you.
hu_hu: Segítségre van szüksége? Engedje, hogy végigvezessük Önt.

source: Watch The Video
hu_hu: Tekintse meg a videót

source: Avada Builder Docs
hu_hu: Avada Builder dokumentáció

source: Videos not for you? That's ok! We have you covered.
hu_hu: Nem Önnek valók a videók? Semmi gond! Mindenről gondoskodtunk.

source: Toggle Description
hu_hu: Leírás váltása

source: Toggle Responsive Options
hu_hu: Reszponzív beállítások váltása

source: Toggle State Options
hu_hu: Állapotbeállítások váltása

source: Default State
hu_hu: Alapértelmezett állapot

source: Top
hu_hu: Felső

source: Bottom
hu_hu: Alsó

source: Height
hu_hu: Magasság

source: Width
hu_hu: Szélesség

source: Top/Left
hu_hu: Felső/Bal

source: Top/Right
hu_hu: Felső/Jobb

source: Bot/Left
hu_hu: Alsó/Bal

source: Bot/Right
hu_hu: Alsó/Jobb

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: Confirm
hu_hu: Megerősítés

source: Unsaved Changes
hu_hu: Mentetlen módosítások

source: Your changes will be lost, do you want to save changes before leaving?
hu_hu: A módosítások el fognak veszni. El kívánja menteni a módosításokat, mielőtt kilép?

source: Reset
hu_hu: Visszaállítás

source: Reset to Defaults
hu_hu: Visszaállítás alapértelmezésekre

source: Are you sure you want to reset this element's options to default?
hu_hu: Biztos benne, hogy ennek az elemnek a beállításait vissza kívánja állítani az alapértelmezettekre?

source: Are you sure you want to delete this element?
hu_hu: Biztos benne, hogy törölni kívánja ezt az elemet?

source: I Agree
hu_hu: Elfogadom

source: Are You Sure?
hu_hu: Biztos benne?

source: I'm sure
hu_hu: Biztos vagyok benne

source: Ok
hu_hu: Rendben

source: Import Prebuilt Website Page
hu_hu: Előre elkészített webhelyoldal importálása

source: Import Prebuilt Website Layout
hu_hu: Előre elkészített webhely-elrendezés importálása

source: Extended options
hu_hu: Bővített beállítások

source: Align text
hu_hu: Szöveg igazítása

source: Align left
hu_hu: Balra igazítás

source: Align center
hu_hu: Középre igazítás

source: Align right
hu_hu: Jobbra igazítás

source: Justify
hu_hu: Sorkizárás

source: Indent
hu_hu: Behúzás

source: Outdent
hu_hu: Behúzás csökkentése

source: Accept
hu_hu: Elfogad

source: Family
hu_hu: Betűcsalád

source: Tag
hu_hu: Címke

source: Font Size
hu_hu: Betűméret

source: Line Height
hu_hu: Sormagasság

source: Letter Spacing
hu_hu: Betűköz

source: Font color
hu_hu: Betűszín

source: Edit Inline Element
hu_hu: Inline elem szerkesztése

source: Remove Inline Element
hu_hu: Inline elem eltávolítása

source: Delete All
hu_hu: Összes törlése

source: Delete
hu_hu: Törlés

source: Preview Mode
hu_hu: Előnézeti mód

source: Please beware that editing options are limited on this mode. All open dialogs and panels will be closed.
hu_hu: Kérjük, vegye figyelembe, hogy ebben a módban a szerkesztési lehetőségek korlátozottak. Minden nyitott párbeszédablak és panel bezárásra kerül.

source: Multiple Dialogs
hu_hu: Több párbeszédablak

source: Please close other open dialogs first to use this option.
hu_hu: Kérjük, zárja be először a többi megnyitott párbeszédablakot, hogy használhassa ezt az opciót.

source: No widget selected. Edit to select widget type.
hu_hu: Nincs kiválasztott widget. Szerkessze a widgetet a típus kiválasztásához.

source: Add %s
hu_hu: %s hozzáadása

source: Link Options
hu_hu: Hivatkozás beállításai

source: Open Link in New Tab
hu_hu: Hivatkozás megnyitása új lapon

source: Clear
hu_hu: Törlés

source: Remove formatting
hu_hu: Formázás eltávolítása

source: Please add a gallery image here.
hu_hu: Kérjük, adjon hozzá ide egy galériaképet.

source: Please select a slider for it to display here.
hu_hu: Kérjük, válasszon ki egy slidert, hogy itt megjelenjen.

source: Please select a form for it to display here.
hu_hu: Kérjük, válasszon ki egy űrlapot, hogy itt megjelenjen.

source: Please add a video here.
hu_hu: Kérjük, adjon hozzá ide egy videót.

source: Search Results
hu_hu: Keresési eredmények

source: Page Save Incomplete
hu_hu: Az oldal mentése nem teljes

source: Not all content has saved correctly. Click ok to return to the page editor and try again.
hu_hu: Nem minden tartalom mentése történt meg helyesen. Kattintson az OK gombra, hogy visszatérjen az oldalszerkesztőbe, és próbálja meg újra.

source: Page Save Failed
hu_hu: Az oldal mentése nem sikerült

source: Security nonce check failed. Attempts to reconnect were also unsuccessful. Please ensure WordPress Heartbeat is not disabled.
hu_hu: A biztonsági nonce ellenőrzése sikertelen. Az újracsatlakozási kísérletek is sikertelenek voltak. Kérjük, győződjön meg róla, hogy a WordPress Heartbeat nincs letiltva.

source: Layout cleared.
hu_hu: Elrendezés törölve.

source: Enter value
hu_hu: Adja meg az értéket

source: Import Failed
hu_hu: Az importálás nem sikerült

source: Please check that the file selected is valid JSON. Click ok to return to the page editor and try again.
hu_hu: Kérjük, ellenőrizze, hogy a kiválasztott fájl érvényes JSON-e. Kattintson az OK gombra, hogy visszatérjen az oldalszerkesztőbe, és próbálja meg újra.

source: Saved
hu_hu: Mentve

source: As global
hu_hu: Globálisként

source: This action will redirect you to the front-end builder. All unsaved changes will be lost. Are you sure?
hu_hu: Ez a művelet átirányítja a front-end builderre. Minden nem mentett változtatás elvész. Biztos benne?

source: Duplicate Slider Revolution detected. Duplicate sliders will not be rendered whilst in the live editor.
hu_hu: Duplikált Slider Revolution észlelve. A duplikált slidereket az élő szerkesztőben nem jelenítjük meg.

source: Other
hu_hu: Egyéb

source: Dynamic Data
hu_hu: Dinamikus adatok

source: Select Dynamic Data
hu_hu: Válasszon dinamikus adatot

source: Custom Font(s)
hu_hu: Egyéni betűtípus(ok)

source: Add New
hu_hu: Új hozzáadása

source: Add
hu_hu: Hozzáadás

source: Separate with Commas
hu_hu: Vesszőkkel válassza el

source: Post Title
hu_hu: Bejegyzés címe

source: Related products
hu_hu: Kapcsolódó termékek

source: You may also like&hellip;
hu_hu: Ez is tetszhet Önnek&hellip;

source: You may be interested in&hellip;
hu_hu: Érdekelheti Önt&hellip;

source: Project Details
hu_hu: Projekt részletei

source: Edit Layout Section
hu_hu: Elrendezési szekció szerkesztése

source: Edit Content Layout Section
hu_hu: Tartalmi elrendezési szekció szerkesztése

source: Edit Footer Layout Section
hu_hu: Lábléc elrendezési szekció szerkesztése

source: Edit Header Layout Section
hu_hu: Fejléc elrendezési szekció szerkesztése

source: Set dynamic data to update preview source.
hu_hu: Állítson be dinamikus adatot az előnézeti forrás frissítéséhez.

source: Background
hu_hu: Háttér

source: Only numbers and phone characters are accepted
hu_hu: Csak számok és telefonszám-karakterek fogadhatók el

source: Importing Studio Content
hu_hu: Studio tartalom importálása

source: Importing Studio Content Failed
hu_hu: A Studio tartalom importálása nem sikerült

source: Importing Studio Media:
hu_hu: Studio média importálása:

source: Failed to retrieve data from API
hu_hu: Nem sikerült adatokat lekérni az API-ból

source: Importing Prebuilt Page Content
hu_hu: Előre elkészített oldal tartalmának importálása

source: Importing Prebuilt Page Content Failed
hu_hu: Az előre elkészített oldal tartalmának importálása nem sikerült

source: Importing Prebuilt Page Media:
hu_hu: Előre elkészített oldal médiájának importálása:

source: Plugin Installation Failed
hu_hu: A bővítmény telepítése nem sikerült

source: Importing Prebuilt Website Failed
hu_hu: Az előre elkészített webhely importálása nem sikerült

source: Something Went Wrong
hu_hu: Valami hiba történt

source: An error occured and the process could not be completed. Please check your error log for details.
hu_hu: Hiba történt, és a folyamatot nem sikerült befejezni. Kérjük, ellenőrizze a hibanaplót a részletekért.

source: Loading the next set of gallery items...
hu_hu: A galéria következő elemeinek betöltése...

source: Dummy Title Placeholder
hu_hu: Helyőrző cím

source: Examples:
hu_hu: Példák:

source: Site Preview
hu_hu: Webhely előnézete

source: Invalid Page ID
hu_hu: Érvénytelen oldalazonosító

source: Toggle Sidebar
hu_hu: Oldalsáv váltása

source: Exit
hu_hu: Kilépés

source: Exit to page front-end
hu_hu: Kilépés az oldal front-end felületére

source: Exit to page back-end
hu_hu: Kilépés az oldal back-end felületére

source: Exit to dashboard
hu_hu: Kilépés a vezérlőpultra

source: Publish
hu_hu: Közzététel

source: Draft
hu_hu: Piszkozat

source: Toggle Toolbar
hu_hu: Eszköztár váltása

source: Help Center
hu_hu: Súgóközpont

source: Shortcuts
hu_hu: Gyorsbillentyűk

source: Responsive
hu_hu: Reszponzív

source: Preview Mobile - Portrait Mode
hu_hu: Mobil előnézet - álló mód

source: Preview Tablet - Portrait Mode
hu_hu: Tablet előnézet - álló mód

source: Preview Desktop
hu_hu: Asztali előnézet

source: Select Language
hu_hu: Nyelv kiválasztása

source: Switch Language
hu_hu: Nyelv váltása

source: Resize Window
hu_hu: Ablak átméretezése

source: Contract Popup
hu_hu: Felugró ablak összecsukása

source: Expand Popup
hu_hu: Felugró ablak kibontása

source: Help Article
hu_hu: Súgócikk

source: Remove Item
hu_hu: Elem eltávolítása

source: No search results
hu_hu: Nincs találat

source: Color Name
hu_hu: Szín neve

source: Color Code
hu_hu: Színkód

source: New Color
hu_hu: Új szín

source: Add New Color
hu_hu: Új szín hozzáadása

source: Drag Meta items here to remove them from the page.
hu_hu: Húzza ide a Meta elemeket, hogy eltávolítsa őket az oldalról.

source: Enabled
hu_hu: Engedélyezve

source: Disabled
hu_hu: Letiltva

source: Code
hu_hu: Kód

source: File
hu_hu: Fájl

source: Database
hu_hu: Adatbázis

source: Copy to Clipboard
hu_hu: Másolás a vágólapra

source: Click the export button to export your current set of options as a json file.
hu_hu: Kattintson az Exportálás gombra, hogy a jelenlegi beállításkészletet json fájlként exportálja.

source: Export
hu_hu: Exportálás

source: Enter a name
hu_hu: Adjon meg egy nevet

source: Save Page Options
hu_hu: Oldalbeállítások mentése

source: Move Row
hu_hu: Sor mozgatása

source: Check Row
hu_hu: Sor kijelölése

source: Remove Row
hu_hu: Sor eltávolítása

source: AND
hu_hu: ÉS

source: No form fields or HubSpot communication preferences found.
hu_hu: Nem találhatók űrlapmezők vagy HubSpot kommunikációs beállítások.

source: No form fields or HubSpot properties found.
hu_hu: Nem találhatók űrlapmezők vagy HubSpot tulajdonságok.

source: Prebuilt Site
hu_hu: Előre elkészített webhely

source: Select a Prebuilt Site
hu_hu: Válasszon egy előre elkészített webhelyet

source: Search Prebuilt Sites
hu_hu: Előre elkészített webhelyek keresése

source: Select A Page Option Set
hu_hu: Válasszon egy oldalbeállítás-készletet

source: Click the import button to select a previously exported JSON file to upload and import.
hu_hu: Kattintson az Importálás gombra egy korábban exportált json fájl kiválasztásához feltöltésre és importálásra.

source: Display on Entire Site
hu_hu: Megjelenítés a teljes webhelyen

source: Manage Conditions
hu_hu: Feltételek kezelése

source: No form fields or Mailchimp merge tags found.
hu_hu: Nem találhatók űrlapmezők vagy Mailchimp merge tags.

source: Add Another Item
hu_hu: Újabb elem hozzáadása

source: Add New Typography Set
hu_hu: Új tipográfiai készlet hozzáadása

source: Backup Font
hu_hu: Tartalék betűtípus

source: Select Backup Font Family
hu_hu: Válasszon tartalék betűtípus-családot

source: Margin Top
hu_hu: Felső margó

source: Margin Bottom
hu_hu: Alsó margó

source: Text Transform
hu_hu: Szöveg átalakítása

source: Font Color
hu_hu: Betűszín

source: Typography Set Name
hu_hu: Tipográfiai készlet neve

source: Remote server returned %1$d %2$s for %3$s
hu_hu: A távoli szerver %1$d %2$s értéket adott vissza a következőhöz: %3$s

source: Remote file is incorrect size
hu_hu: A távoli fájl mérete hibás

source: Zero size file downloaded
hu_hu: Nulla méretű fájl töltődött le

source: Remote file is too large, limit is %s
hu_hu: A távoli fájl túl nagy, a korlát %s

source: Failed to import %s %s
hu_hu: Nem sikerült importálni %s %s

source: Imported "%s" (%s)
hu_hu: Importálva "%s" (%s)

source: Term %d remapped to %d
hu_hu: A %d kifejezés át lett rendelve a %d értékhez

source: This WXR file (version %s) is newer than the importer (version %s) and may not be supported. Please consider updating.
hu_hu: Ez a WXR fájl (verzió: %s) újabb, mint az importáló (verzió: %s), és lehet, hogy nem támogatott. Kérjük, fontolja meg a frissítést.

source: Could not open the file for parsing
hu_hu: A fájlt nem sikerült megnyitni feldolgozáshoz

source: %s, please try again.
hu_hu: %s, kérjük, próbálja meg újra.

source: Invalid author mapping
hu_hu: Érvénytelen szerző-hozzárendelés

source: Failed to import "%s": Invalid post type %s
hu_hu: Nem sikerült importálni "%s": Érvénytelen bejegyzéstípus %s

source: %s "%s" already exists.
hu_hu: %s "%s" már létezik.

source: Skipping attachment "%s", fetching attachments disabled
hu_hu: A(z) "%s" melléklet kihagyása, a mellékletek lehívása le van tiltva

source: Failed to import "%s" (%s)
hu_hu: Nem sikerült importálni "%s" (%s)

source: Post %d remapped to %d
hu_hu: A(z) %d bejegyzés %d-re lett újraleképezve

source: Invalid file type
hu_hu: Érvénytelen fájltípus

source: Failed to import user "%s"
hu_hu: Nem sikerült importálni a "%s" felhasználót

source: Imported user "%s"
hu_hu: A "%s" felhasználó importálva

source: User %d remapped to %d
hu_hu: A(z) %d felhasználó %d-re lett újraleképezve

source: Running post-processing for post %d
hu_hu: Utófeldolgozás fut a(z) %d bejegyzéshez

source: Could not find the post parent for "%s" (post #%d)
hu_hu: Nem található a "%s" bejegyzés szülője (bejegyzés #%d)

source: Post %d was imported with parent %d, but could not be found
hu_hu: A(z) %d bejegyzés %d szülővel lett importálva, de nem található

source: Could not find the author for "%s" (post #%d)
hu_hu: Nem található a "%s" szerzője (bejegyzés #%d)

source: Post %d was imported with author "%s", but could not be found
hu_hu: A(z) %d bejegyzés "%s" szerzővel lett importálva, de nem található

source: Post %d was marked for post-processing, but none was required.
hu_hu: A(z) %d bejegyzés meg lett jelölve utófeldolgozásra, de nem volt rá szükség.
