Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Insert the SEO title. Inline dynamic data can be used here, incl. {separator}. Separator is currently set to: %s.
hu_hu: Adja meg a SEO címet. Inline dinamikus adatok is használhatók itt, beleértve a {separator} elemet. A szeparátor jelenleg erre van beállítva: %s.

source: Meta Description
hu_hu: Meta leírás

source: Insert your post meta description. Inline dynamic data can be used here, incl. {separator}. Separator is currently set to: %s.
hu_hu: Adja meg a bejegyzés meta leírását. Inline dinamikus adatok is használhatók itt, beleértve a {separator} elemet. A szeparátor jelenleg erre van beállítva: %s.

source: Open Graph Image
hu_hu: Open Graph kép

source: Upload an image to be used as open graph image tag.
hu_hu: Töltsön fel egy képet, amely open graph image tagként lesz használva.

source: No Sidebar
hu_hu: Oldalsáv nélkül

source: Default (%s)
hu_hu: Alapértelmezett (%s)

source: <strong>IMPORTANT NOTE:</strong> Sidebars cannot be assigned to this page because it is currently set to use the 100% width page template. To change this, go to the Settings tab and change the page template to default.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az oldalsávok nem rendelhetők ehhez az oldalhoz, mert jelenleg a 100% szélességű oldalsablon van beállítva. Ennek módosításához lépjen a Beállítások fülre, és állítsa az oldalsablont alapértelmezettre.

source: Select Sidebar 1
hu_hu: Oldalsáv 1 kiválasztása

source: Select sidebar 1 that will display on this page. Choose "No Sidebar" for full width.
hu_hu: Válassza ki az 1. oldalsávot, amely ezen az oldalon megjelenik. Teljes szélességhez válassza a "No Sidebar" lehetőséget.

source: Select Sidebar 2
hu_hu: Oldalsáv 2 kiválasztása

source: Select sidebar 2 that will display on this page. Choose "No Sidebar" for full width.
hu_hu: Válassza ki a 2. oldalsávot, amely ezen az oldalon megjelenik. Teljes szélességhez válassza a "No Sidebar" lehetőséget.

source: Sidebar 1 Position
hu_hu: Oldalsáv 1 pozíciója

source: Select the sidebar 1 position. If sidebar 2 is selected, it will display on the opposite side. %s
hu_hu: Válassza ki az 1. oldalsáv pozícióját. Ha a 2. oldalsáv van kiválasztva, az az ellenkező oldalon jelenik meg. %s

source: Select the sidebar 1 position. If sidebar 2 is selected, it will display on the opposite side.
hu_hu: Válassza ki az 1. oldalsáv pozícióját. Ha a 2. oldalsáv van kiválasztva, az az ellenkező oldalon jelenik meg.

source: Responsive Sidebar Order
hu_hu: Reszponzív oldalsávok sorrendje

source: Choose the order of sidebars and main content area on mobile layouts through drag & drop sorting. %s
hu_hu: Válassza ki az oldalsávok és a fő tartalmi terület sorrendjét mobil elrendezéseken drag & drop rendezéssel. %s

source: Sidebar 1
hu_hu: Oldalsáv 1

source: Sidebar 2
hu_hu: Oldalsáv 2

source: Sticky Sidebars
hu_hu: Ragadós oldalsávok

source: Select the sidebar(s) that should remain sticky when scrolling the page. If the sidebar content is taller than the screen, it acts like a normal sidebar until the bottom of the sidebar is within the viewport, which will then remain fixed in place as you scroll down. %s
hu_hu: Válassza ki azokat az oldalsávokat, amelyek az oldal görgetésekor ragadósak maradjanak. Ha az oldalsáv tartalma magasabb, mint a képernyő, normál oldalsávként viselkedik addig, amíg az oldalsáv alja a viewporton belülre nem kerül; ezt követően lefelé görgetés közben a helyén rögzítve marad. %s

source: Both
hu_hu: Mindkettő

source: Sidebar Background Color
hu_hu: Oldalsáv háttérszíne

source: Controls the background color of the sidebar. Hex code, ex: #000. %s
hu_hu: Az oldalsáv háttérszínét szabályozza. Hex kód, pl.: #000. %s

source: <strong>IMPORTANT NOTE:</strong> The Activate Global Sidebars option is turned on which removes the ability to choose individual sidebars. Turn off that option to assign unique sidebars.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az Activate Global Sidebars opció be van kapcsolva, ami eltávolítja az egyedi oldalsávok kiválasztásának lehetőségét. Kapcsolja ki ezt az opciót, hogy egyedi oldalsávokat rendeljen.

source: <strong>IMPORTANT NOTE:</strong> The <a href="%s" target="_blank">Activate Global Sidebars</a> option is turned on which removes the ability to choose individual sidebars. Turn off that option to assign unique sidebars.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az <a href="%s" target="_blank">Activate Global Sidebars</a> opció be van kapcsolva, ami eltávolítja az egyedi oldalsávok kiválasztásának lehetőségét. Kapcsolja ki ezt az opciót, hogy egyedi oldalsávokat rendeljen.

source: Slider Type
hu_hu: Slider típusa

source: Select LayerSlider
hu_hu: LayerSlider kiválasztása

source: Select Avada Slider
hu_hu: Avada Slider kiválasztása

source: Disable Avada Styles For Slider Revolution
hu_hu: Az Avada stílusok letiltása a Slider Revolution számára

source: Choose to enable or disable Avada styles for Slider Revolution. %s
hu_hu: Válassza ki, hogy engedélyezi vagy letiltja az Avada stílusokat a Slider Revolution esetén. %s

source: Slider Fallback Image
hu_hu: Slider tartalékképe

source: This image will override the slider on mobile devices.
hu_hu: Ez a kép mobil eszközökön felülírja a slidert.

source: Exclude from Studio
hu_hu: Kizárás a Studio-ból

source: Choose to include or exclude this template from studio content.
hu_hu: Válassza ki, hogy ezt a sablont felvegye a Studio tartalomba vagy kizárja onnan.

source: Setup Wizard Content
hu_hu: Beállításvarázsló tartalom

source: Select if this is special setup wizard content.
hu_hu: Válassza ki, ha ez speciális beállításvarázsló-tartalom.

source: Select Referenced Off Canvases
hu_hu: Hivatkozott Off Canvas elemek kiválasztása

source: Select off canvases which are referenced in this item. Leaving blank if none.
hu_hu: Válassza ki azokat az Off Canvas elemeket, amelyekre ez az elem hivatkozik. Ha nincs, hagyja üresen.

source: Preview Off Canvas
hu_hu: Off Canvas előnézete

source: Select off canvas which is added to the item markup.
hu_hu: Válassza ki azt az Off Canvas elemet, amely hozzá van adva az elem jelöléséhez.

source: Color 1 Overwrite
hu_hu: 1. szín felülírása

source: Overwrite with a new color.
hu_hu: Felülírás új színnel.

source: Color 2 Overwrite
hu_hu: 2. szín felülírása

source: Color 3 Overwrite
hu_hu: 3. szín felülírása

source: Color 4 Overwrite
hu_hu: 4. szín felülírása

source: Color 5 Overwrite
hu_hu: 5. szín felülírása

source: Color 6 Overwrite
hu_hu: 6. szín felülírása

source: Color 7 Overwrite
hu_hu: 7. szín felülírása

source: Color 8 Overwrite
hu_hu: 8. szín felülírása

source: H1 Font Size
hu_hu: H1 betűméret

source: Enter font size for H1s.
hu_hu: Adja meg a H1-ek betűméretét.

source: H2 Font Size
hu_hu: H2 betűméret

source: Enter font size for H2s.
hu_hu: Adja meg a H2-k betűméretét.

source: H3 Font Size
hu_hu: H3 betűméret

source: Enter font size for H3s.
hu_hu: Adja meg a H3-ak betűméretét.

source: H4 Font Size
hu_hu: H4 betűméret

source: Enter font size for H4s.
hu_hu: Adja meg a betűméretet a H4 elemekhez.

source: H5 Font Size
hu_hu: H5 betűméret

source: Enter font size for H5s.
hu_hu: Adja meg a betűméretet a H5 elemekhez.

source: H6 Font Size
hu_hu: H6 betűméret

source: Enter font size for H6s.
hu_hu: Adja meg a betűméretet a H6 elemekhez.

source: (%s) Typography 1 Overwrite
hu_hu: (%s) Tipográfia 1 felülírása

source: Overwrite with a new typography.
hu_hu: Írja felül új tipográfiával.

source: (%s) Typography 2 Overwrite
hu_hu: (%s) Tipográfia 2 felülírása

source: (%s) Typography 3 Overwrite
hu_hu: (%s) Tipográfia 3 felülírása

source: (%s) Typography 4 Overwrite
hu_hu: (%s) Tipográfia 4 felülírása

source: (%s) Typography 5 Overwrite
hu_hu: (%s) Tipográfia 5 felülírása

source: Select the width to preview the card at in the live editor. Note: this is only used for previewing purposes.
hu_hu: Válassza ki azt a szélességet, amelyen a kártyát az élő szerkesztőben előnézheti. Megjegyzés: ez csak előnézeti célokra szolgál.

source: Mega Menu Max Width
hu_hu: Mega menü maximális szélessége

source: Select the max width for the mega menu wrapper.
hu_hu: Válassza ki a mega menü burkolóelemének maximális szélességét.

source: 100% Width
hu_hu: 100% szélesség

source: Custom Width
hu_hu: Egyéni szélesség

source: Custom Max Width
hu_hu: Egyéni maximális szélesség

source: Controls the max width of the mega menu. In pixels.
hu_hu: A mega menü maximális szélességét szabályozza. Pixelben.

source: Archives
hu_hu: Archívumok

source: Term
hu_hu: Kifejezés

source: Any %s item
hu_hu: Bármely %s elem

source: Select %s
hu_hu: Válasszon %s

source: Choose to view dynamic data as %1$s. Select "Any %2$s Item" for random selection.
hu_hu: Válassza a dinamikus adatok megjelenítését %1$s formában. Véletlenszerű kiválasztáshoz válassza a "Bármely %2$s elem" lehetőséget.

source: View Dynamic Data As
hu_hu: Dinamikus adatok megjelenítése mint

source: Make a selection to view Dynamic Data based on a specific post/page.
hu_hu: Válasszon a Dinamikus adatok megjelenítéséhez egy adott bejegyzés/oldal alapján.

source: Select Archive Type
hu_hu: Válassza ki az archívumtípust

source: Choose to view Dynamic Data as Archive Type.
hu_hu: Válassza, hogy a Dinamikus adatok archívumtípusként jelenjenek meg.

source: Select Taxonomy
hu_hu: Válasszon taxonómiát

source: Select a taxonomy to pull a term from. The most recent term in the taxonomy will be used.
hu_hu: Válasszon egy taxonómiát, ahonnan egy kifejezést veszünk. A taxonómiában található legfrissebb kifejezés kerül felhasználásra.

source: Special Effect
hu_hu: Speciális effektus

source: Select a special effect for the footer template.
hu_hu: Válasszon speciális effektust a lábléc sablonhoz.

source: Sticky
hu_hu: Ragadós

source: Select the background color for the header area.
hu_hu: Válassza ki a fejléc területének háttérszínét.

source: Header Position
hu_hu: Fejléc pozíciója

source: Select the position for the header.
hu_hu: Válassza ki a fejléc pozícióját.

source: Side Header Width
hu_hu: Oldalsó fejléc szélessége

source: Select the width for the side header.
hu_hu: Válassza ki az oldalsó fejléc szélességét.

source: Side Header Breakpoint
hu_hu: Oldalsó fejléc töréspontja

source: Select the breakpoint for when the side header should move to the top of the page.
hu_hu: Válassza ki azt a töréspontot, amikor az oldalsó fejlécnek az oldal tetejére kell kerülnie.

source: Custom Breakpoint
hu_hu: Egyéni töréspont

source: Select the viewport width for when the side header should move to the top of the page.
hu_hu: Válassza ki azt a nézetablak-szélességet, amelynél az oldalsó fejlécnek az oldal tetejére kell kerülnie.

source: Advanced
hu_hu: Haladó

source: Enable Language Updates
hu_hu: Nyelvi frissítések engedélyezése

source: If your site is using a language other than English, enabling this option will allow you to get updated language files for your locale as soon as they are available.
hu_hu: Ha a webhelye angoltól eltérő nyelvet használ, ennek az opciónak az engedélyezése lehetővé teszi, hogy a lokalizációjához tartozó frissített nyelvi fájlokat azonnal megkapja, amint elérhetők.

source: Avada's Option Network Dependencies
hu_hu: Az Avada beállításhálózatának függőségei

source: Avada's Option Network consists of Global Options, Page Options and Builder Options and each of them have dependent options ON by default. This means the only options you see are the only ones currently available for your selection. However, if you wish to disable this feature, simply turn this option off, and all dependencies will be disabled (requires save & refresh).
hu_hu: Az Avada beállításhálózata globális beállításokból, oldalbeállításokból és szerkesztőbeállításokból áll, és mindegyikben a függő beállítások alapértelmezetten ON állapotban vannak. Ez azt jelenti, hogy csak azokat a beállításokat látja, amelyek jelenleg elérhetők a választásához. Ha azonban ki szeretné kapcsolni ezt a funkciót, egyszerűen kapcsolja ki ezt az opciót, és minden függőség letiltásra kerül (mentés és frissítés szükséges).

source: Code Block Encoding
hu_hu: Kódblokk kódolása

source: Turn on to enable encoding in the Avada Builder code block and syntax highlighting elements.
hu_hu: Kapcsolja be a kódolás engedélyezéséhez az Avada Builder kódblokk és szintaxiskiemelő elemein.

source: Turn on to enable Avada's legacy mega menu.
hu_hu: Kapcsolja be az Avada örökölt mega menüjének engedélyezéséhez.

source: Legacy Widget Areas
hu_hu: Örökölt widgetterületek

source: Turn on to enable the legacy widget areas of WordPress.
hu_hu: Kapcsolja be a WordPress örökölt widgetterületeinek engedélyezéséhez.

source: Turn on to enable Avada studio.
hu_hu: Kapcsolja be az Avada Studio engedélyezéséhez.

source: Avada Styles For Slider Revolution
hu_hu: Avada stílusok a Slider Revolutionhöz

source: Turn on to enable the Avada styles and use the default Slider Revolution styles.
hu_hu: Kapcsolja be az Avada stílusok engedélyezéséhez, és a Slider Revolution alapértelmezett stílusainak használatához.

source: Avada Dropdown Styles
hu_hu: Avada legördülő stílusai

source: Turn on to enable the Avada styles for dropdown/select fields site wide. This should be done if you experience any issues with 3rd party plugin dropdowns.
hu_hu: Kapcsolja be az Avada stílusainak engedélyezéséhez a legördülő/választó mezőkhöz a teljes webhelyen. Ezt akkor tegye, ha problémákat tapasztal harmadik féltől származó bővítmények legördülőivel.

source: CSS Image Hover Animations on Mobiles
hu_hu: CSS képhover-animációk mobilokon

source: Turn on to enable CSS image hover animations on mobiles.
hu_hu: Kapcsolja be a CSS képhover-animációk engedélyezéséhez mobilokon.

source: YouTube API Scripts
hu_hu: YouTube API szkriptek

source: Turn on to enable YouTube API scripts.
hu_hu: Kapcsolja be a YouTube API szkriptek engedélyezéséhez.

source: Vimeo API Scripts
hu_hu: Vimeo API szkriptek

source: Turn on to enable Vimeo API scripts.
hu_hu: Kapcsolja be a Vimeo API szkriptek engedélyezéséhez.

source: Google Map Scripts
hu_hu: Google Térkép szkriptek

source: Turn on to enable google map.
hu_hu: Kapcsolja be a Google Térkép engedélyezéséhez.

source: Choose which Font Awesome icon subsets you want to load. Note that Light subset can only be used if Font Awesome Pro is enabled.
hu_hu: Válassza ki, mely Font Awesome ikonrészhalmazokat szeretné betölteni. Megjegyzés: a Light részhalmaz csak akkor használható, ha a Font Awesome Pro engedélyezve van.

source: Font Awesome v4 Compatibility
hu_hu: Font Awesome v4 kompatibilitás

source: Turn on to enable support for Font Awesome 4 icon code format.
hu_hu: Kapcsolja be a Font Awesome 4 ikonkód-formátum támogatásának engedélyezéséhez.

source: Font Awesome Pro %1$s is required and you need to %2$s your domain.
hu_hu: A Font Awesome Pro %1$s szükséges, és %2$s a domainjét.

source: CSS Outlines
hu_hu: CSS körvonalak

source: Turn on to enable browser specific CSS element outlines used to improve accessibility.
hu_hu: Kapcsolja be a hozzáférhetőség javítására használt böngészőspecifikus CSS elemkörvonalak engedélyezéséhez.

source: Meta Tags Separator
hu_hu: Meta címkék elválasztója

source: Set a separator character that can be used in the Avada Page Options SEO tab for post title and description meta tags.
hu_hu: Állítson be egy elválasztó karaktert, amely az Avada Oldalbeállítások SEO fülön használható a bejegyzéscím és leírás meta címkéihez.

source: Description And Open Graph Meta Tags
hu_hu: Leírás és Open Graph meta címkék

source: Turn on to enable custom description meta tag and open graph meta tags. These are used for SEO and when sharing pages on social networks like Facebook. <strong>IMPORTANT:</strong> Some SEO plugins, like Yoast SEO or RankMath, add their own implementation of this, so either disable the option in the plugin, or disable it here, to avoid duplicate tags.
hu_hu: Kapcsolja be az egyéni leírás meta címke és az Open Graph meta címkék engedélyezéséhez. Ezeket SEO célokra és oldalak megosztásakor használják a közösségi hálózatokon, például a Facebookon. <strong>FONTOS:</strong> Egyes SEO bővítmények, mint a Yoast SEO vagy a RankMath, saját megvalósítást adnak ehhez, ezért vagy tiltsa le az opciót a bővítményben, vagy tiltsa le itt, hogy elkerülje a duplikált címkéket.

source: Rich Snippets
hu_hu: Bővített kivonatok

source: Turn on to enable rich snippets data site wide. If set to "On", you can also control individual items below. If set to "Off" all items will be disabled.
hu_hu: Kapcsolja be a bővített kivonatok adatainak engedélyezéséhez a teljes webhelyen. Ha "On" értékre van állítva, az alábbi egyes elemeket is vezérelheti. Ha "Off" értékre van állítva, minden elem le lesz tiltva.

source: Rich Snippets Title
hu_hu: Bővített kivonatok – Cím

source: Turn on to enable title rich snippet data site wide.
hu_hu: Kapcsolja be a cím bővített kivonat adatainak engedélyezéséhez a teljes webhelyen.

source: Rich Snippets Author Info
hu_hu: Bővített kivonatok – Szerzői információ

source: Turn on to enable author rich snippet data site wide.
hu_hu: Kapcsolja be a szerző bővített kivonat adatainak engedélyezéséhez a teljes webhelyen.

source: Rich Snippets Last Update Date
hu_hu: Bővített kivonatok – Utolsó frissítés dátuma

source: Turn on to enable udate date rich snippet data site wide.
hu_hu: Kapcsolja be az utolsó frissítés dátumára vonatkozó bővített kivonat adatainak engedélyezéséhez a teljes webhelyen.

source: Rich Snippets FAQ
hu_hu: Bővített kivonatok – GYIK

source: Turn on to enable the FAQ rich snippet data site wide.
hu_hu: Kapcsolja be a GYIK bővített kivonat adatainak engedélyezéséhez a teljes webhelyen.

source: Enable WP Block Editor Backend Styles
hu_hu: WP blokkszerkesztő adminfelületi stílusainak engedélyezése

source: Turn on to enable Avada's backend style support for the WP block editor.
hu_hu: Kapcsolja be az Avada adminfelületi stílustámogatásának engedélyezéséhez a WP blokkszerkesztőhöz.

source: Load Frontend Block Styles
hu_hu: Front-end blokkstílusok betöltése

source: Select "Auto" to automatically detect if there are blocks present in your page, and load block-styles in the footer.
hu_hu: Válassza az "Auto" lehetőséget, hogy automatikusan észlelje, vannak-e blokkok az oldalán, és a láblécben töltse be a blokkstílusokat.

source: Code Fields (Tracking etc.)
hu_hu: Kódmezők (követés stb.)

source: Space before &lt;/head&gt;
hu_hu: Hely a &lt;/head&gt; előtt

source: Space after &lt;body&gt;
hu_hu: Hely a &lt;body&gt; után

source: Space before &lt;/body&gt;
hu_hu: Hely a &lt;/body&gt; előtt

source: Post Types
hu_hu: Bejegyzéstípusok

source: Turn on to enable the Avada Slider.
hu_hu: Kapcsolja be az Avada Slider engedélyezéséhez.

source: Turn on to enable the elastic slider.
hu_hu: Kapcsolja be az Elastic Slider engedélyezéséhez.

source: Turn on to enable the Avada Forms.
hu_hu: Kapcsolja be az Avada Forms engedélyezéséhez.

source: Turn on to enable the Avada Off Canvas.
hu_hu: Kapcsolja be az Avada Off Canvas engedélyezéséhez.

source: Avada Portfolio
hu_hu: Avada Portfólió

source: Turn on to enable the Avada Portfolio.
hu_hu: Kapcsolja be az Avada Portfólió engedélyezéséhez.

source: Avada FAQs
hu_hu: Avada GYIK

source: Turn on to enable the Avada Faqs.
hu_hu: Kapcsolja be az Avada GYIK engedélyezéséhez.

source: Page Background
hu_hu: Oldal háttere

source: Select an image to use for a full page background.
hu_hu: Válasszon egy képet teljes oldalas háttérként való használathoz.

source: Turn on to have the page background image display at 100% in width and height according to the window size.
hu_hu: Kapcsolja be, hogy az oldal háttérképe a böngészőablak méretéhez igazodva 100%-os szélességben és magasságban jelenjen meg.

source: Controls how the background image repeats.
hu_hu: Szabályozza, hogyan ismétlődjön a háttérkép.

source: Repeat All
hu_hu: Ismétlés mindkét irányban

source: Controls the background color for the page. When the color value is set to anything below 100% opacity, the color will overlay the background image if one is uploaded.
hu_hu: Az oldal háttérszínét szabályozza. Ha az átlátszatlanság 100% alá van állítva, a szín fedőrétegként jelenik meg a háttérképen, ha van feltöltve háttérkép.

source: Background Pattern
hu_hu: Háttérminta

source: Turn on to display a pattern in the page background.
hu_hu: Kapcsolja be, hogy minta jelenjen meg az oldal hátterében.

source: Select a Background Pattern
hu_hu: Válasszon egy háttérmintát

source: Main Content Background
hu_hu: Fő tartalom háttere

source: Main Content Background Color
hu_hu: Fő tartalom háttérszíne

source: Controls the background color of the main content area.
hu_hu: A fő tartalomterület háttérszínét szabályozza.

source: Background Image For Main Content Area
hu_hu: Háttérkép a fő tartalomterülethez

source: Select an image to use for the main content area background.
hu_hu: Válasszon egy képet a fő tartalomterület hátteréhez.

source: Turn on to have the main content background image display at 100% in width and height according to the window size.
hu_hu: Kapcsolja be, hogy a fő tartalomterület háttérképe a böngészőablak méretéhez igazodva 100%-os szélességben és magasságban jelenjen meg.

source: bbPress Forum Base Font Size
hu_hu: bbPress fórum alap betűmérete

source: Controls the base font size for replies. Some related font sizes are automatically calculated from it.
hu_hu: A válaszok alap betűméretét szabályozza. Néhány kapcsolódó betűméret automatikusan ebből kerül kiszámításra.

source: bbPress Forum Header Background Color
hu_hu: bbPress fórum fejléc háttérszíne

source: Controls the background color for forum header rows.
hu_hu: A fórum fejlécsorainak háttérszínét szabályozza.

source: bbPress Forum Header Font Color
hu_hu: bbPress fórum fejléc betűszíne

source: Controls the font color for the text in the forum header rows.
hu_hu: A fórum fejlécsoraiban lévő szöveg betűszínét szabályozza.

source: bbPress Forum Border Color
hu_hu: bbPress fórum szegélyszíne

source: Controls the border color for all forum surrounding borders.
hu_hu: Az összes, a fórumot körülvevő szegély színét szabályozza.

source: General Blog
hu_hu: Általános blog

source: <strong>IMPORTANT NOTE:</strong> The options on this tab only control the assigned blog page in "Settings > Reading", blog archives or the blog single post page, not the blog element. The only options on this tab that work with the blog element are the Date Format options and Load More Post Button Color.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ennek a fülnek az opciói csak a "Settings > Reading" részben kijelölt blogoldalt, a blogarchívumokat vagy a blog egyedi bejegyzésoldalát szabályozzák, nem a blog elemet. Ezen a fülön a blog elemmel csak a dátumformátum beállításai és a További bejegyzések gomb színe működnek.

source: Blog Page Title Bar
hu_hu: Blogoldal címsávja

source: Controls how the page title bar displays on single blog posts and blog archive pages.
hu_hu: Szabályozza, hogyan jelenjen meg a címsáv az egyedi blogbejegyzéseken és a blogarchívum oldalain.

source: Blog Assigned Page Title Bar
hu_hu: A kijelölt blogoldal címsávja

source: Controls how the page title bar displays on the assigned blog page in "Settings > Reading".
hu_hu: Szabályozza, hogyan jelenjen meg a címsáv a "Settings > Reading" részben kijelölt blogoldalon.

source: Blog Page Title
hu_hu: Blogoldal címe

source: Controls the title text that displays in the page title bar only if your front page displays your latest post in "Settings > Reading".
hu_hu: A címsávban megjelenő címszöveget szabályozza, csak akkor, ha a kezdőlap a legutóbbi bejegyzést jeleníti meg a "Settings > Reading" beállításában.

source: Blog Page Subtitle
hu_hu: Blogoldal alcíme
