Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Removing prebuilt website content will remove ALL previously imported content from this prebuilt website and restore your site to the state it was in before this prebuilt content was imported.
hu_hu: Az előre elkészített webhelytartalom eltávolítása MINDEN korábban importált tartalmat eltávolít erről az előre elkészített webhelyről, és a webhelyét arra az állapotra állítja vissza, amelyben az előre elkészített tartalom importálása előtt volt.

source: Avada Builder Plugin can only be installed and activated if Avada Core plugin is at version 3.0 or higher. Please update Avada Core first.
hu_hu: Az Avada Builder bővítmény csak akkor telepíthető és aktiválható, ha az Avada Core bővítmény 3.0-s vagy újabb verziójú. Kérjük, először frissítse az Avada Core-t.

source: This plugin can only be installed or updated, after you have successfully completed the Avada product registration on the <a href="%s" target="_blank">Dashboard Welcome</a> tab.
hu_hu: Ez a bővítmény csak azután telepíthető vagy frissíthető, hogy sikeresen befejezte az Avada termék regisztrációját a <a href="%s" target="_blank">Dashboard Welcome</a> lapon.

source: Plugin install failed. Please try Again.
hu_hu: A bővítmény telepítése sikertelen. Kérjük, próbálja meg újra.

source: Please wait, this may take a minute...
hu_hu: Kérjük, várjon, ez egy percet is igénybe vehet...

source: Avada Product Registration Needs To Be Updated
hu_hu: Az Avada termékregisztráció frissítést igényel

source: Avada Registration Q and A
hu_hu: Avada regisztráció kérdések és válaszok

source: days
hu_hu: nap

source: day
hu_hu: nap

source: hours
hu_hu: órák

source: hour
hu_hu: óra

source: To receive further product updates, the registration has to be updated using your Avada purchase code. Updates, using your Envato token will continue to work for a limited period of time. The time at which this support will end can be found below. For more information please read the %s.
hu_hu: A további termékfrissítésekhez a regisztrációt az Ön Avada vásárlási kódjával kell frissíteni. Az Envato tokennel végzett frissítések korlátozott ideig továbbra is működnek. A támogatás megszűnésének időpontját alább találja. További információért kérjük, olvassa el a %s.

source: Updates with the token will stop working in <strong>%s</strong>.
hu_hu: A tokennel végzett frissítések <strong>%s</strong> múlva leállnak.

source: To receive further product updates, the registration has to be updated using your Avada purchase code. The grace period for updates using the Envato token has ended. Please complete registration in order to receive automatic updates, plugin installs and prebuilt website imports. For more information please read the %s.
hu_hu: A további termékfrissítésekhez a regisztrációt az Ön Avada vásárlási kódjával kell frissíteni. Az Envato token használatával végzett frissítések türelmi időszaka lejárt. Kérjük, fejezze be a regisztrációt, hogy automatikus frissítéseket, bővítmény-telepítéseket és előre elkészített webhely-importokat kapjon. További információért kérjük, olvassa el a %s.

source: Token updates expired on <strong>%s</strong>.
hu_hu: A tokennel végzett frissítések lejártak: <strong>%s</strong>.

source: Update Registration
hu_hu: Regisztráció frissítése

source: Categories
hu_hu: Kategóriák

source: Skills
hu_hu: Készségek

source: Tags
hu_hu: Címkék

source: Preparing to run Upgrade
hu_hu: Frissítés futtatásának előkészítése

source: Slider controls
hu_hu: Csúszka vezérlők

source: Checkbox & Switch controls
hu_hu: Jelölőnégyzet- és kapcsolóvezérlők

source: Dimension controls
hu_hu: Méretvezérlők

source: Social Networks
hu_hu: Közösségi hálózatok

source: HEX to RGBA colors conversion
hu_hu: HEX → RGBA színek átalakítása

source: HEX colors
hu_hu: HEX színek

source: Media Files
hu_hu: Médiafájlok

source: Spacing Options
hu_hu: Térköz beállítások

source: Custom Fonts
hu_hu: Egyéni betűtípusok

source: Typography Options (step %1$s of %2$s)
hu_hu: Tipográfiai beállítások (lépés: %1$s / %2$s)

source: Other Options
hu_hu: Egyéb beállítások

source: Avada Options have moved!
hu_hu: Az Avada beállításai áthelyezésre kerültek!

source: Avada Options
hu_hu: Avada beállítások

source: Global Options have changed, redirecting you to the new page in %s seconds.
hu_hu: A globális beállítások megváltoztak, %s másodpercen belül átirányítjuk az új oldalra.

source: Small
hu_hu: Kicsi

source: Normal
hu_hu: Normál

source: Large
hu_hu: Nagy

source: XLarge
hu_hu: Extra nagy

source: Huge
hu_hu: Óriási

source: NOTE
hu_hu: MEGJEGYZÉS

source: You can control the post title color from the Avada Global Options panel through the <a href="%1$s" target="_blank">Events Primary Color Overlay Text Color</a> setting. Avada has additional <a href="%2$s" target="_blank">Event Calendar settings</a> in Global Options.
hu_hu: A bejegyzés címe színét az Avada Globális beállítások panelen, a <a href="%1$s" target="_blank">Events Primary Color Overlay Text Color</a> beállítással szabályozhatja. Az Avadában a Globális beállítások között további <a href="%2$s" target="_blank">Event Calendar settings</a> érhetők el.

source: You can control the photo background color from Avada's Global Options panel through the <a href="%1$s" target="_blank">Grid Box Color</a> setting. Avada has additional <a href="%2$s" target="_blank">Event Calendar settings</a> in Global Options.
hu_hu: A fénykép háttérszínét az Avada Globális beállítások panelen, a <a href="%1$s" target="_blank">Grid Box Color</a> beállítással szabályozhatja. Az Avadában a Globális beállítások között további <a href="%2$s" target="_blank">Event Calendar settings</a> érhetők el.

source: You can control the calendar highlight color from Avada's Global Options panel through the <a href="%1$s" target="_blank">Primary Color</a> setting. Avada has additional <a href="%2$s" target="_blank">Event Calendar settings</a> in Global Options.
hu_hu: A naptár kiemelési színét az Avada Globális beállítások panelen, a <a href="%1$s" target="_blank">Primary Color</a> beállítással szabályozhatja. Az Avadában a Globális beállítások között további <a href="%2$s" target="_blank">Event Calendar settings</a> érhetők el.

source: %1$s, Author at %2$s
hu_hu: %1$s, szerző a(z) %2$s oldalon

source: Authored by %s
hu_hu: Szerző: %s

source: Avada Grid %s
hu_hu: Avada rács %s

source: Post count: %s
hu_hu: Bejegyzések száma: %s

source: Need a new search?
hu_hu: Új keresésre van szüksége?

source: If you didn't find what you were looking for, try a new search!
hu_hu: Ha nem találta meg, amit keresett, próbáljon meg egy új keresést!

source: Loading...
hu_hu: Betöltés...

source: Flyout Menu Background Image
hu_hu: Kinyíló menü háttérképe

source: Select an image for the flyout menu background. The image will be shown full screen when hovering the corresponding menu item.
hu_hu: Válasszon képet a kinyíló menü hátteréhez. A kép teljes képernyőn jelenik meg, amikor az egeret a megfelelő menüpontra viszi.

source: Legacy Mega Menu / Flyout Menu Background Image
hu_hu: Korábbi Mega menü / Kinyíló menü háttérképe

source: Select an image for the legacy mega menu or flyout menu background.<br /><strong>Legacy Mega Menu:</strong> In case of legacy mega menu, if left empty, the Main Menu Dropdown Background Color will be used. Each mega menu column can have its own background image, or you can have one image that spreads across the entire mega menu width.<br /><strong>Flyout Menu:</strong> When used in the flyout menu, the image will be shown full screen when hovering the corresponding menu item.
hu_hu: Válasszon képet a legacy mega menü vagy a flyout menü hátteréhez.<br /><strong>Legacy Mega Menu:</strong> Legacy mega menü esetén, ha üresen marad, a főmenü legördülő hátterének színe kerül felhasználásra. A mega menü minden oszlopának lehet saját háttérképe, vagy használhat egyetlen képet, amely a teljes mega menü szélességén átnyúlik.<br /><strong>Flyout Menu:</strong> Flyout menü használatakor a kép teljes képernyőn jelenik meg, amikor a megfelelő menüelem fölé viszi az egeret.

source: Mega Menu
hu_hu: Mega menü

source: Select a pre-created mega menu item from the Avada Library, that should be displayed. To create a new mega menu, visit the <a href="%s" target="_blank">Avada Library</a>. Mega menus are disabled on menus in mobile mode and are replaced by sub-menu items that have been added to a parent mega menu item.
hu_hu: Válasszon ki egy előre létrehozott mega menüelemet az Avada Libraryben, amelynek meg kell jelennie. Új mega menü létrehozásához keresse fel az <a href="%s" target="_blank">Avada Library</a>-t. Mobil módban a menükben a mega menük le vannak tiltva, és azokat a szülő mega menüelemhez hozzáadott almenüelemek helyettesítik.

source: Menu Button
hu_hu: Menügomb

source: Default Style
hu_hu: Alapértelmezett stílus

source: Button Small
hu_hu: Gomb – kicsi

source: Button Medium
hu_hu: Gomb – közepes

source: Button Large
hu_hu: Gomb – nagy

source: Button xLarge
hu_hu: Gomb – extra nagy

source: Select to use normal text (default) for the parent level menu item, or a button. Button styles are controlled in Global Options > Avada Builder Elements.
hu_hu: Válassza ki, hogy a szülő szintű menüpontnál normál szöveget (alapértelmezett) vagy gombot használ. A gombok stílusát a Global Options > Avada Builder Elements beállításai vezérlik.

source: Icon Select
hu_hu: Ikon kiválasztása

source: Select an icon for your menu item. For top-level menu items, icon styles can be controlled in the Menu element.
hu_hu: Válasszon ikont a menüelemhez. Felső szintű menüelemek esetén az ikonok stílusa a Menu elemben szabályozható.

source: Image Thumbnail
hu_hu: Bélyegkép

source: Select an image to use as a thumbnail for the menu item. For top-level items, the size of the thumbnail can be controlled in the Menu element.
hu_hu: Válasszon képet a menüelem bélyegképéhez. Felső szintű elemeknél a bélyegkép mérete a Menu elemben állítható.

source: Icon/Thumbnail Only
hu_hu: Csak ikon/bélyegkép

source: Turn on to only show the icon/image thumbnail while hiding the menu text. Important: this does not apply to the mobile menu.
hu_hu: Kapcsolja be, hogy csak az ikon/bélyegkép jelenjen meg, a menüszöveg elrejtése mellett. Fontos: ez nem vonatkozik a mobil menüre.

source: Menu Highlight Label
hu_hu: Menü kiemelő címke

source: Set the highlight label for menu item.
hu_hu: Állítsa be a menüelem kiemelő címkéjét.

source: %1$sMenu Highlight Label Background Color%2$s%3$sCart Counter Background Color%4$s
hu_hu: %1$sMenü kiemelő címke háttérszíne%2$s%3$sKosárszámláló háttérszíne%4$s

source: %1$sSet the highlight label background color. To set a border radius, visit %2$s and modify the Menu Highlight Label Radius option.%3$s%4$s Set cart counter background color.%5$s
hu_hu: %1$sÁllítsa be a kiemelő címke háttérszínét. A szegély lekerekítésének beállításához keresse fel a(z) %2$s oldalt, és módosítsa a Menu Highlight Label Radius beállítást.%3$s%4$s Állítsa be a kosárszámláló háttérszínét.%5$s

source: %1$sMenu Highlight Label Text Color%2$s%3$sCart Counter Text Color%4$s
hu_hu: %1$sMenü kiemelő címke szövegszíne%2$s%3$sKosárszámláló szövegszíne%4$s

source: %1$sSet the highlight label text color.%2$s%3$sSet the cart counter text color.%4$s
hu_hu: %1$sÁllítsa be a kiemelő címke szövegszínét.%2$s%3$sÁllítsa be a kosárszámláló szövegszínét.%4$s

source: %1$sMenu Highlight Label Border Color%2$s%3$sCart Counter Border Color %4$s
hu_hu: %1$sMenü kiemelő címke szegélyszíne%2$s%3$sKosárszámláló szegélyszíne %4$s

source: %1$sSet the highlight label border color.%2$s%3$sSet the cart counter border color.%4$s
hu_hu: %1$sÁllítsa be a kiemelő címke szegélyszínét.%2$s%3$sÁllítsa be a kosárszámláló szegélyszínét.%4$s

source: Modal Window Anchor
hu_hu: Modális ablak horgonya

source: Add the class name of the modal window you want to open on menu item click.
hu_hu: Adja meg annak a modális ablaknak az osztálynevét, amelyet a menüpontra kattintva meg szeretne nyitni.

source: Avada Special Menu Items
hu_hu: Avada speciális menüelemek

source: <strong>IMPORTANT NOTE:</strong> These items only work in Avada Builder Menu element.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ezek az elemek csak az Avada Builder Menu elemben működnek.

source: Log Out
hu_hu: Kijelentkezés

source: Sliding Bar Toggle
hu_hu: Csúszósáv kapcsoló

source: Off Canvas Toggle
hu_hu: Off Canvas kapcsoló

source: WooCommerce Cart
hu_hu: WooCommerce kosár

source: WooCommerce My Account
hu_hu: WooCommerce Fiókom

source: Select all
hu_hu: Összes kijelölése

source: Add to menu
hu_hu: Hozzáadás a menühöz

source: Select Off Canvas
hu_hu: Válassza ki az Off Canvas-t

source: Important Note
hu_hu: Fontos megjegyzés

source: Avada Special Menu Items can only be used as top-level items. Please move the item to top-level to see the available options.
hu_hu: Az Avada speciális menüelemei csak felső szintű elemekként használhatók. Kérjük, helyezze át az elemet felső szintre, hogy lássa az elérhető beállításokat.

source: Special Link Type
hu_hu: Speciális hivatkozástípus

source: Select to add a special link type.
hu_hu: Válassza ki, hogy speciális hivatkozástípust adjon hozzá.

source: Show WooCommerce Cart Counter
hu_hu: WooCommerce kosárszámláló megjelenítése

source: Turn on to show the cart products counter.
hu_hu: Kapcsolja be a kosárban lévő termékek számlálójának megjelenítéséhez.

source: Cart Counter Display
hu_hu: Kosárszámláló megjelenítése

source: Select the display style you would like for the cart counter. Badge display will be smaller and positioned on the top corner of the menu item. Note: badge styling will only be used in the menu element.
hu_hu: Válassza ki a kosárszámláló kívánt megjelenítési stílusát. A jelvény megjelenítése kisebb lesz, és a menüelem felső sarkában helyezkedik el. Megjegyzés: a jelvény stílusát csak a Menu elemben használjuk.

source: Badge
hu_hu: Jelvény

source: Show WooCommerce Empty Cart Counter
hu_hu: WooCommerce üres kosárszámláló megjelenítése

source: Turn on to show the cart counter when cart is empty.
hu_hu: Kapcsolja be, hogy a kosár üres állapotában is megjelenjen a számláló.

source: Show WooCommerce Cart Contents Dropdown
hu_hu: WooCommerce kosártartalom legördülőjének megjelenítése

source: Turn on to show the cart contents dropdown.
hu_hu: Kapcsolja be a kosártartalom legördülőjének megjelenítéséhez.

source: Search-Form Mode
hu_hu: Keresőűrlap mód

source: Select how your search-form will be displayed.
hu_hu: Válassza ki, hogyan jelenjen meg a keresőűrlap.

source: Dropdown
hu_hu: Lenyíló menü

source: Overlay
hu_hu: Átfedés

source: Select off canvas to show when click on menu item.
hu_hu: Válassza ki, melyik off canvas jelenjen meg a menüelemre kattintáskor.

source: Select Widget Area
hu_hu: Válasszon widget-területet

source: Legacy Mega Menu
hu_hu: Örökölt mega menü

source: Turn on to enable the legacy mega menu. Note this will only work for the main menu.
hu_hu: Kapcsolja be az örökölt mega menüt. Megjegyzés: ez csak a főmenüben működik.

source: Legacy Mega Menu Wrapper Width
hu_hu: Örökölt mega menü wrapper szélessége

source: Max Width
hu_hu: Maximális szélesség

source: Fit Content
hu_hu: Igazítás a tartalomhoz

source: Controls the width of legacy mega menu. In case of max width, it is taken from the site width option in %s. Note this overrides the column width option.
hu_hu: Az örökölt mega menü szélességét szabályozza. Maximális szélesség esetén a(z) %s beállításnál megadott webhelyszélesség kerül felhasználásra. Megjegyzés: ez felülbírálja az oszlopszélesség beállítást.

source: Legacy Mega Menu Number of Columns
hu_hu: Örökölt mega menü oszlopainak száma

source: Auto
hu_hu: Automatikus

source: Select the number of columns you want to use.
hu_hu: Válassza ki, hány oszlopot kíván használni.

source: Legacy Mega Menu Column Width
hu_hu: Örökölt mega menü oszlop szélessége

source: Set the width of the column. In percentage, ex 60%.
hu_hu: Állítsa be az oszlop szélességét. Százalékban, pl. 60%.

source: Legacy Mega Menu Column Title
hu_hu: Örökölt mega menü oszlop címe

source: Turn on to display item as linked column title. Turn off to display item as normal mega menu entry.
hu_hu: Kapcsolja be, hogy az elem hivatkozott oszlopcímként jelenjen meg. Kapcsolja ki, hogy az elem normál mega menü bejegyzésként jelenjen meg.

source: Legacy Mega Menu Widget Area
hu_hu: Örökölt mega menü widget-terület

source: Select a widget area to be used as the content for the column.
hu_hu: Válasszon egy widget-területet az oszlop tartalmaként.

source: Add Custom Icon Set
hu_hu: Egyéni ikonkészlet hozzáadása

source: Search Icons
hu_hu: Ikonok keresése

source: Edit
hu_hu: Szerkesztés

source: Upload Image
hu_hu: Kép feltöltése

source: Avada Menu Options
hu_hu: Avada menübeállítások

source: Save
hu_hu: Mentés

source: Search ...
hu_hu: Keresés ...

source: Sorry, no posts matched your criteria.
hu_hu: Sajnáljuk, egyetlen bejegyzés sem felelt meg a feltételeinek.

source: Avada Global Options Migration
hu_hu: Avada globális beállítások migrációja

source: We have an amazing new update in store for you! Avada %s includes our completely new Global Options Panel and the brand new Avada Builder. To enjoy the full experience, two primary conversion steps need to be performed. First your Global Options database entries need to be converted (sequentially for each language, if you have a multi-lingual site). In a second step your shortcodes will be converted for the new builder. Thank you for choosing Avada!
hu_hu: Fantasztikus új frissítéssel készültünk az Ön számára! Az Avada %s tartalmazza a teljesen új Globális beállítások panelt és a vadonatúj Avada Buildert. A teljes élmény érdekében két alapvető átalakítási lépést kell elvégeznie. Először a Globális beállítások adatbázis-bejegyzéseit kell konvertálnia (többnyelvű webhely esetén nyelvenként egymás után). A második lépésben az Ön shortcode-jait konvertáljuk az új builderhez. Köszönjük, hogy az Avadát választotta!

source: We have an amazing new update in store for you! Avada %s includes our completely new Global Options Panel and the brand new Avada Builder. To enjoy the full experience, two primary conversion steps need to be performed. First your Global Options database entries need to be converted. In a second step your shortcodes will be converted for the new builder. Thank you for choosing Avada!
hu_hu: Fantasztikus új frissítéssel készültünk az Ön számára! Az Avada %s tartalmazza a teljesen új Globális beállítások panelt és a vadonatúj Avada Buildert. A teljes élmény érdekében két alapvető átalakítási lépést kell elvégeznie. Először a Globális beállítások adatbázis-bejegyzéseit kell konvertálnia. A második lépésben az Ön shortcode-jait konvertáljuk az új builderhez. Köszönjük, hogy az Avadát választotta!

source: Updating Avada Database Entries
hu_hu: Avada adatbázis-bejegyzések frissítése

source: Currently converting language: %s
hu_hu: Jelenleg konvertálás alatt álló nyelv: %s

source: Done!
hu_hu: Kész!

source: Almost there...
hu_hu: Majdnem kész...

source: Halfway there... Patience Padawan, Patience.
hu_hu: Félig már megvan... Türelem, Padawan, türelem.

source: This may take a few minutes, please wait.
hu_hu: Ez néhány percet igénybe vehet, kérjük, várjon.

source: Converting language: %1$s of %2$s.
hu_hu: Nyelv konvertálása: %1$s / %2$s.

source: Updating Avada Database options: step %1$s of %2$s.
hu_hu: Avada adatbázis-beállítások frissítése: %1$s. lépés a %2$s-ből.

source: Congratulations, Global Options database enrties were successfully converted.
hu_hu: Gratulálunk, a Globális beállítások adatbázis-bejegyzései sikeresen konvertálva lettek.

source: For best experience, please clear your browser cache once.
hu_hu: A legjobb élmény érdekében kérjük, egyszer törölje a böngésző gyorsítótárát.

source: Dynamic-CSS caches have been auto reset.
hu_hu: A Dynamic-CSS gyorsítótárak automatikusan vissza lettek állítva.

source: Take Me To Shortcode Conversion
hu_hu: Ugrás a shortcode-konverzióhoz

source: Created with %s
hu_hu: Készült %s segítségével

source: Featured image %s
hu_hu: Kiemelt kép %s

source: Set featured image %s
hu_hu: Kiemelt kép beállítása %s

source: Remove featured image %s
hu_hu: Kiemelt kép eltávolítása %s

source: %s (Invalid)
hu_hu: %s (Érvénytelen)

source: %s (Pending)
hu_hu: %s (Függőben)

source: sub item
hu_hu: al-elem

source: Move up
hu_hu: Mozgatás feljebb

source: Move down
hu_hu: Mozgatás lejjebb

source: Edit Menu Item
hu_hu: Menüelem szerkesztése

source: Navigation Label
hu_hu: Navigációs címke

source: Title Attribute
hu_hu: Title attribútum

source: Open link in a new window/tab
hu_hu: Hivatkozás megnyitása új ablakban/fülön

source: CSS Classes (optional)
hu_hu: CSS osztályok (opcionális)

source: Link Relationship (XFN)
hu_hu: Hivatkozás kapcsolata (XFN)

source: The description will be displayed in the menu if the current theme supports it.
hu_hu: A leírás a menüben jelenik meg, ha az aktuális sablon támogatja.

source: Move
hu_hu: Mozgatás

source: Up one
hu_hu: Eggyel feljebb

source: Down one
hu_hu: Eggyel lejjebb

source: To the top
hu_hu: A tetejére

source: Original: %s
hu_hu: Eredeti: %s

source: Import / Export
hu_hu: Importálás / Exportálás

source: Custom page options %d
hu_hu: Egyéni oldalbeállítások %d

source: Tracking Cookies
hu_hu: Követő sütik

source: For privacy reasons %s needs your permission to be loaded.
hu_hu: Adatvédelmi okokból a(z) %s betöltéséhez az Ön engedélye szükséges.

source: For more details, please see our %s.
hu_hu: További részletekért kérjük, tekintse meg a(z) %s.

source: I Accept
hu_hu: Elfogadom

source: Fonts
hu_hu: Betűtípusok

source: Scripts
hu_hu: Szkriptek

source: Styles
hu_hu: Stílusok

source: No search results match your query. Please try again
hu_hu: Nincs a keresési lekérdezésének megfelelő találat. Kérjük, próbálja meg újra

source: Go to...
hu_hu: Ugrás ide...

source: Shopping Cart
hu_hu: Bevásárlókosár

source: Open submenu of %s
hu_hu: A(z) %s almenüjének megnyitása

source: Close submenu of %s
hu_hu: A(z) %s almenüjének bezárása

source: Date: %s
hu_hu: Dátum: %s

source: Bible Text:
hu_hu: Bibliai szöveg:

source: Series:
hu_hu: Sorozat:

source: Topics:
hu_hu: Témák:

source: API type missing.
hu_hu: Hiányzik az API típusa.

source: Tested API is working properly.
hu_hu: A tesztelt API megfelelően működik.

source: Server responded with unauthorized response code: %1$s. %2$s
hu_hu: A szerver jogosulatlan válaszkóddal válaszolt: %1$s. %2$s

source: Server responded with redirection response code: %1$s. %2$s
hu_hu: A szerver átirányítási válaszkóddal válaszolt: %1$s. %2$s

source: Error occured while checking API status. Response code: %1$s. %2$s
hu_hu: Hiba történt az API állapotának ellenőrzése közben. Válaszkód: %1$s. %2$s

source: Internal server error occured while checking API status. Response code: %1$s. %2$s
hu_hu: Belső szerverhiba történt az API állapotának ellenőrzése közben. Válaszkód: %1$s. %2$s

source: Something went wrong while checking API status. Response code: %1$s. %2$s
hu_hu: Valami hiba történt az API állapotának ellenőrzése közben. Válaszkód: %1$s. %2$s

source: Creating database tables failed.
hu_hu: Az adatbázis-táblák létrehozása nem sikerült.

source: Security check failed.
hu_hu: A biztonsági ellenőrzés meghiúsult.

source: Database tables are created successfully.
hu_hu: Az adatbázis-táblák sikeresen létrejöttek.

source: This is not a multisite.
hu_hu: Ez nem multisite.

source: Global options were successfully copied across the network.
hu_hu: A globális beállítások sikeresen át lettek másolva a hálózaton.

source: Avada Taxonomy Options
hu_hu: Avada taxonómia beállításai
