Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Add your OGV video file. This is optional, only MP4 is required to render your video with cross-browser compatibility. Using videos in a 16:9 aspect ratio is recommended.
hu_hu: Adja hozzá az OGV videófájlt. Ez opcionális, a videó böngészők közötti kompatibilitással történő megjelenítéséhez csak az MP4 szükséges. 16:9 képarányú videók használata ajánlott.

source: Video Preview Image
hu_hu: Videó előnézeti kép

source: IMPORTANT: This field must be used for self hosted videos. Self hosted videos do not work correctly on mobile devices. The preview image will be seen in place of your video on older browsers or mobile devices.
hu_hu: FONTOS: Ezt a mezőt saját tárhelyen lévő videókhoz kötelező használni. A saját tárhelyen lévő videók mobil eszközökön nem működnek megfelelően. Az előnézeti kép a videó helyett fog megjelenni régebbi böngészőkben vagy mobil eszközökön.

source: Video Aspect Ratio
hu_hu: Videó képarány

source: The video will be resized to maintain this aspect ratio, this is to prevent the video from showing any black bars. Enter an aspect ratio here such as: "16:9", "4:3" or "16:10". The default is "16:9"
hu_hu: A videó át lesz méretezve a képarány megtartása érdekében; ez megelőzi, hogy a videón fekete sávok jelenjenek meg. Adjon meg itt egy képarányt, például: "16:9", "4:3" vagy "16:10". Alapértelmezett: "16:9"

source: Video Display Mode
hu_hu: Videó megjelenítési mód

source: If set to cover, the video will fill the entire slider area. If set to contain, the video will display such that both its width and its height can fit inside the slider area.
hu_hu: Ha cover-re van állítva, a videó kitölti a teljes slider területét. Ha contain-re van állítva, a videó úgy jelenik meg, hogy mind a szélessége, mind a magassága beleférjen a slider területébe.

source: Video Color Overlay
hu_hu: Videó színátfedés

source: Select a color to show over the video as an overlay.
hu_hu: Válasszon egy színt, amely a videón átfedésként jelenik meg.

source: Mute Video
hu_hu: Videó némítása

source: Autoplay Video
hu_hu: Videó automatikus lejátszása

source: Loop Video
hu_hu: Videó ismétlése

source: Hide Video Controls
hu_hu: Videóvezérlők elrejtése

source: If this is set to yes, autoplay must be enabled, otherwise the video can't play. For YouTube and Vimeo videos, in order to ensure the controls are always fully visible, the Video Display Mode should be set to "contain".
hu_hu: Ha ez igenre van állítva, engedélyezni kell az automatikus lejátszást, különben a videó nem játszható le. YouTube- és Vimeo-videók esetén annak érdekében, hogy a vezérlők mindig teljesen láthatók legyenek, a Videó megjelenítési módot "contain" értékre kell állítani.

source: Content Options
hu_hu: Tartalom beállításai

source: Content Alignment
hu_hu: Tartalom igazítása

source: Select how the heading, caption and buttons will be aligned.
hu_hu: Válassza ki, hogyan legyen igazítva a címsor, a felirat és a gombok.

source: Heading Area
hu_hu: Címsor területe

source: Enter the heading for your slide. This field can take HTML markup and simple Avada Shortcodes that work inside a heading tag.
hu_hu: Adja meg a dia címsorát. Ez a mező elfogadja a HTML jelölést és egyszerű Avada Shortcodes elemeket, amelyek egy heading tag-en belül működnek.

source: Heading Separator
hu_hu: Címsor elválasztó

source: Single Solid
hu_hu: Egyszeres folytonos

source: Single Dashed
hu_hu: Egyszeres szaggatott

source: Single Dotted
hu_hu: Egyszeres pontozott

source: Double Solid
hu_hu: Dupla folytonos

source: Double Dashed
hu_hu: Dupla szaggatott

source: Double Dotted
hu_hu: Dupla pontozott

source: Underline Solid
hu_hu: Folytonos aláhúzás

source: Underline Dashed
hu_hu: Szaggatott aláhúzás

source: Underline Dotted
hu_hu: Pontozott aláhúzás

source: Choose the heading separator you want to use.
hu_hu: Válassza ki a használni kívánt címsor-elválasztót.

source: Default: %s
hu_hu: Alapértelmezett: %s

source: Title Size
hu_hu: Cím mérete

source: Choose the title size you want to use. The size you choose will utilize the font family and letter spacing typography settings in Global Options for that specific size. Font size is set below. %s
hu_hu: Válassza ki a használni kívánt cím méretét. A választott méret a Global Options adott méretéhez tartozó betűcsalád- és betűköz-tipográfiai beállításokat használja. A betűméretet alább állíthatja be. %s

source: Heading Font Size
hu_hu: Címsor betűmérete

source: Enter heading font size without px unit. In pixels, ex: 50 instead of 50px. %s
hu_hu: Adja meg a címsor betűméretét px egység nélkül. Pixelben, pl.: 50 a 50px helyett. %s

source: Heading Color
hu_hu: Címsor színe

source: Select a color for the heading font. %s
hu_hu: Válasszon színt a címsor betűszínéhez. %s

source: Heading Background
hu_hu: Címsor háttere

source: Select this option if you would like a semi-transparent background behind your heading.
hu_hu: Válassza ezt a beállítást, ha félátlátszó hátteret szeretne a címsor mögé.

source: Heading Background Color
hu_hu: Címsor háttérszíne

source: Select a color for the heading background. %s
hu_hu: Válasszon színt a címsor hátteréhez. %s

source: Caption Area
hu_hu: Felirat területe

source: Enter the caption for your slide. This field can take HTML markup and simple Avada Shortcodes that work inside a heading tag.
hu_hu: Adja meg a diájának feliratát. Ez a mező elfogad HTML jelölést, valamint olyan egyszerű Avada Shortcodes-t, amelyek működnek heading tag-en belül.

source: Caption Separator
hu_hu: Felirat elválasztója

source: Choose the caption separator you want to use.
hu_hu: Válassza ki a használni kívánt felirat elválasztót.

source: Caption Size
hu_hu: Felirat mérete

source: Choose the caption size you want to use. The size you choose will utilize the font family and letter spacing typography settings in Global Options for that specific size. Font size is set below. %s
hu_hu: Válassza ki a használni kívánt felirat méretét. A választott méret az adott mérethez a Global Options-ben megadott betűcsalád- és betűköz-tipográfiai beállításokat használja. A betűméretet alább állíthatja. %s

source: Caption Font Size
hu_hu: Felirat betűmérete

source: Enter caption font size without px unit. In pixels, ex: 24 instead of 24px. %s
hu_hu: Adja meg a felirat betűméretét px egység nélkül. Pixelben, pl.: 24 a 24px helyett. %s

source: Caption Color
hu_hu: Felirat színe

source: Select a color for the caption font. %s
hu_hu: Válasszon színt a felirat betűszínéhez. %s

source: Caption Background
hu_hu: Felirat háttere

source: Select this option if you would like a semi-transparent background behind your caption.
hu_hu: Válassza ezt a beállítást, ha félátlátszó hátteret szeretne a felirat mögé.

source: Caption Background Color
hu_hu: Felirat háttérszíne

source: Select a color for the caption background. %s
hu_hu: Válasszon színt a felirat hátteréhez. %s

source: Slide Link Type
hu_hu: Dia hivatkozás típusa

source: Button
hu_hu: Gomb

source: Full Slide
hu_hu: Teljes dia

source: Select how the slide will link.
hu_hu: Válassza ki a dia hivatkozásának módját.

source: Slide Link
hu_hu: Dia hivatkozása

source: Please enter your URL that will be used to link the full slide.
hu_hu: Adja meg az URL-t, amely a teljes dia linkeléséhez lesz használva.

source: Open Slide Link In New Window
hu_hu: Dia hivatkozás megnyitása új ablakban

source: Button #1
hu_hu: Gomb #1

source: Click here to view button option descriptions.
hu_hu: Kattintson ide a gombbeállítások leírásainak megtekintéséhez.

source: Adjust the button shortcode parameters for the first button.
hu_hu: Állítsa be az első gombhoz tartozó button shortcode paramétereit.

source: Button Text
hu_hu: Gomb szövege

source: Button #2
hu_hu: Gomb #2

source: Adjust the button shortcode parameters for the second button.
hu_hu: Állítsa be a második gombhoz tartozó button shortcode paramétereit.

source: Settings have changed, you need to save the page before you export or save page options.
hu_hu: A beállítások megváltoztak, az exportálás vagy az oldalbeállítások mentése előtt mentenie kell az oldalt.

source: Save your current Page Options as a custom set to be reused on any page or post that utilizes Avada Page Options.
hu_hu: Mentse a jelenlegi Page Options beállításait egy egyéni készletként, hogy újra felhasználhassa bármely oldalon vagy bejegyzésben, amely az Avada Page Options-t használja.

source: Manage Page Options
hu_hu: Page Options kezelése

source: Select a set of saved Page Options, then choose to import or delete them.
hu_hu: Válasszon ki egy mentett Page Options-készletet, majd válassza az importálást vagy a törlést.

source: Click the export button to export your current set of Page Options as a JSON file.
hu_hu: Kattintson az Export gombra, hogy a jelenlegi Page Options-készletet JSON fájlként exportálja.

source: Click Import to select a set of Page Options (JSON file) to be used.
hu_hu: Kattintson az Import gombra, és válassza ki a használni kívánt Page Options-készletet (JSON fájl).

source: Tracking Code
hu_hu: Követőkód

source: Paste your tracking code here. This will be added into the header template of your theme. Place code inside &lt;script&gt; tags.
hu_hu: Illessze be ide a követőkódját. Ez a témájának fejlécsablonjába kerül. A kódot helyezze &lt;script&gt; tagek közé.

source: Space Before &lt;/head&gt;
hu_hu: Hely a &lt;/head&gt; elé

source: Only accepts JavaScript code wrapped with &lt;script&gt; tags and HTML markup that is valid inside the &lt;head&gt; tag.
hu_hu: Csak &lt;script&gt; tagek közé helyezett JavaScript-kódot és a &lt;head&gt; tag-en belül érvényes HTML jelölést fogad el.

source: Space After &lt;body&gt;
hu_hu: Hely a &lt;body&gt; után

source: Only accepts JavaScript code, wrapped with &lt;script&gt; tags and valid HTML markup inside the &lt;body&gt; tag.
hu_hu: Csak &lt;script&gt; tagek közé helyezett JavaScript-kódot és a &lt;body&gt; tag-en belül érvényes HTML jelölést fogad el.

source: Space Before &lt;/body&gt;
hu_hu: Hely a &lt;/body&gt; elé

source: Use 100% Width Content
hu_hu: 100% szélességű tartalom használata

source: Choose to set this page content to 100&#37; browser width. %s
hu_hu: Válassza ezt, ha az oldal tartalmát 100&#37;-os böngészőszélességre szeretné állítani. %s

source: Choose to set this post to 100&#37; browser width.
hu_hu: Válassza ezt, ha a bejegyzést 100&#37;-os böngészőszélességre szeretné állítani.

source: Show First Featured Image
hu_hu: Első kiemelt kép megjelenítése

source: Show the 1st featured image on page.
hu_hu: Az 1. kiemelt kép megjelenítése az oldalon.

source: Show WooCommerce Shop Loop
hu_hu: WooCommerce Shop Loop megjelenítése

source: Show WooCommerce Shop Loop on page.
hu_hu: WooCommerce Shop Loop megjelenítése az oldalon.

source: 100% Width Padding
hu_hu: 100% szélességű kitöltés

source: Controls the left and right padding for page content when using 100&#37; site width, 100&#37; width page template or 100&#37; width post option. This does not affect Avada Builder containers. Enter value including any valid CSS unit, ex: 30px. %s
hu_hu: Szabályozza az oldal tartalmának bal és jobb oldali kitöltését, amikor 100&#37; webhelyszélességet, 100&#37; szélességű oldalsablont vagy 100&#37; szélességű bejegyzésopciót használ. Ez nem érinti az Avada Builder konténereket. Adjon meg értéket bármely érvényes CSS egységgel, pl.: 30px. %s

source: Content Padding
hu_hu: Tartalom kitöltése

source: Background Color for Main Content Area
hu_hu: A fő tartalmi terület háttérszíne

source: Controls the background color for the main content area. Hex code, ex: #000. %s
hu_hu: A fő tartalmi terület háttérszínét szabályozza. Hex kód, pl.: #000. %s

source: Background Image for Main Content Area
hu_hu: Háttérkép a fő tartalmi területhez

source: Select an image to use for the main content area. %s
hu_hu: Válasszon egy képet a fő tartalmi területhez. %s

source: 100% Background Image
hu_hu: 100%-os háttérkép

source: Choose to have the background image display at 100&#37;. %s
hu_hu: Válassza ki, hogy a háttérkép 100&#37;-os méretben jelenjen meg. %s

source: Select how the background image repeats. %s
hu_hu: Válassza ki, hogyan ismétlődjön a háttérkép. %s

source: Tile
hu_hu: Mozaik

source: Tile Horizontally
hu_hu: Mozaik vízszintesen

source: Tile Vertically
hu_hu: Mozaik függőlegesen

source: No Repeat
hu_hu: Nincs ismétlés

source: Show Social Share Box
hu_hu: Közösségi megosztási doboz megjelenítése

source: Choose to show or hide the social share box. %s
hu_hu: Válassza ki, hogy megjelenítse vagy elrejtse a közösségi megosztási dobozt. %s

source: Display Widgets Areas
hu_hu: Widgetterületek megjelenítése

source: Choose to show or hide the footer widget areas. %s
hu_hu: Válassza ki, hogy megjelenítse vagy elrejtse a lábléc widgetterületeit. %s

source: Display Copyright Area
hu_hu: Szerzői jogi terület megjelenítése

source: Choose to show or hide the copyright area. %s
hu_hu: Válassza ki, hogy megjelenítse vagy elrejtse a szerzői jogi területet. %s

source: 100% Footer Width
hu_hu: 100% láblécszélesség

source: Choose to set footer width to 100&#37; of the browser width. Select "No" for site width. %s
hu_hu: Válassza a lábléc szélességének a böngésző szélessége 100&#37;-ára állítását. A webhelyszélességhez válassza a "No" lehetőséget. %s

source: Preview Width
hu_hu: Előnézeti szélesség

source: Select the width to preview the form at in the live editor. <strong>NOTE:</strong> This is only used for previewing purposes.
hu_hu: Válassza ki az űrlap élő szerkesztőben történő előnézetének szélességét. <strong>MEGJEGYZÉS:</strong> Ez csak előnézeti célokra szolgál.

source: Preview Background Color
hu_hu: Előnézet háttérszíne

source: Choose a background color for the form preview in live editor. <strong>NOTE:</strong> This is only used for previewing purposes.
hu_hu: Válasszon háttérszínt az űrlap előnézetéhez az élő szerkesztőben. <strong>MEGJEGYZÉS:</strong> Ez csak előnézeti célokra szolgál.

source: Label Position
hu_hu: Címke elhelyezése

source: Make a selection for form input fields labels position.
hu_hu: Válassza ki az űrlap beviteli mezői címkéinek elhelyezését.

source: Label Font Size
hu_hu: Címke betűmérete

source: Controls the font size of the form labels text. Use any valid CSS value. %s
hu_hu: Az űrlap címkeszövegének betűméretét szabályozza. Használjon bármely érvényes CSS értéket. %s

source: Required Field Symbol Decoration
hu_hu: Kötelező mező szimbólumának díszítése

source: Choose if you want to display the required field symbol text decoration or not.
hu_hu: Válassza ki, hogy meg kívánja-e jeleníteni a kötelező mező szimbólumának szövegdekorációját.

source: Tooltip Text Color
hu_hu: Eszköztipp szövegszíne

source: Controls the text color of the field tooltip.
hu_hu: A mező eszköztippjének szövegszínét szabályozza.

source: Tooltip Background Color
hu_hu: Eszköztipp háttérszíne

source: Controls the background color of the field tooltip.
hu_hu: A mező eszköztippjének háttérszínét szabályozza.

source: Field Margin
hu_hu: Mező margója

source: Controls the vertical height between form fields. In pixels (px), ex: 10px.
hu_hu: Az űrlapmezők közötti függőleges távolságot szabályozza. Pixelben (px), pl.: 10px.

source: Field Height
hu_hu: Mező magassága

source: Controls the height of the form fields. Use any valid CSS value. %s
hu_hu: Az űrlapmezők magasságát szabályozza. Használjon bármely érvényes CSS értéket. %s

source: Field Font Size
hu_hu: Mező betűmérete

source: Controls the font size of the form fields text. Use any valid CSS value. %s
hu_hu: Az űrlapmezők szövegének betűméretét szabályozza. Használjon bármely érvényes CSS értéket. %s

source: Field Background Color
hu_hu: Mező háttérszíne

source: Controls the background color of the form input field. %s
hu_hu: Az űrlap beviteli mezőjének háttérszínét szabályozza. %s

source: Field Text Color
hu_hu: Mező szövegszíne

source: Controls the text color of the form input field. %s
hu_hu: Az űrlap beviteli mezőjének szövegszínét szabályozza. %s

source: Field Label Color
hu_hu: Mező címkeszíne

source: Controls the label color of the form input field. %s
hu_hu: Az űrlap beviteli mezőjének címkeszínét szabályozza. %s

source: Field Placeholder Color
hu_hu: Mező helyőrzőjének színe

source: Controls the label placeholder of the form input field. Leave empty to use a faded version of the form text color.
hu_hu: Az űrlap beviteli mezőjének helyőrző színét szabályozza. Hagyja üresen, ha az űrlap szövegszínének halványított változatát kívánja használni.

source: Field Border Size
hu_hu: Mező szegélyének vastagsága

source: Controls the border size of the form fields. %s
hu_hu: Az űrlapmezők szegélyének vastagságát szabályozza. %s

source: Field Border Color
hu_hu: Mező szegélyszíne

source: Controls the border color of the form input field. %s
hu_hu: A beviteli mező szegélyszínét szabályozza. %s

source: Form Border Color On Focus
hu_hu: Mező szegélyszíne fókuszban

source: Controls the border color of the form input field on focus. %s
hu_hu: A beviteli mező szegélyszínét szabályozza fókuszkor. %s

source: Field Border Radius
hu_hu: Mező sarkainak lekerekítése

source: Controls the border radius of input field. In pixels. %s
hu_hu: A beviteli mező sarkainak lekerekítését szabályozza. Pixelben. %s

source: Form Confirmation Type
hu_hu: Űrlap megerősítésének típusa

source: Select what should happen after the form is submitted successfully.
hu_hu: Válassza ki, mi történjen az űrlap sikeres beküldése után.

source: Display Message
hu_hu: Üzenet megjelenítése

source: Redirect To URL
hu_hu: Átirányítás URL-címre

source: <strong>IMPORTANT NOTE:</strong> Use the <strong>Notice Element</strong> in the Form Builder to display confirmation notices for your form upon submission.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Használja az űrlapkészítőben a <strong>Notice Element</strong> komponenst, hogy a beküldés után megjelenítse az űrlap megerősítő értesítéseit.

source: Redirect URL
hu_hu: Átirányítási URL

source: Enter the URL which the user should be redirected to after a successful submission.
hu_hu: Adja meg azt az URL-t, amelyre a felhasználót a sikeres beküldés után át kell irányítani.

source: Enable Member Only Form
hu_hu: Csak tagoknak elérhető űrlap engedélyezése

source: Select if you want to display this form to only logged in users with specific user roles.
hu_hu: Válassza ki, ha ezt az űrlapot csak bejelentkezett, meghatározott szerepkörű felhasználóknak szeretné megjeleníteni.

source: Select User Role(s)
hu_hu: Felhasználói szerepkör(ök) kiválasztása

source: Select user role(s) you want to display this form to. Leaving blank will display form to any logged in user.
hu_hu: Válassza ki, mely felhasználói szerepkör(ök) számára kívánja megjeleníteni ezt az űrlapot. Üresen hagyva az űrlap minden bejelentkezett felhasználónak megjelenik.

source: Security Nonce Method
hu_hu: Biztonsági nonce módszer

source: Select the method which is used to add %1$s nonce %2$s field to the form. Note that Localized might cause problems if page's HTML is cached.
hu_hu: Válassza ki azt a módszert, amellyel %1$s nonce %2$s mezőt ad az űrlaphoz. Megjegyzés: a Localized problémát okozhat, ha az oldal HTML-je gyorsítótárban van.

source: <strong>IMPORTANT NOTE:</strong> In email options, field names within square brackets can be used as placeholders which will be replaced when the form is submitted, ie: [email_address]. For more information check out our <a href="%s" target="_blank">form placeholders post</a>.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az e-mail beállításoknál a szögletes zárójelek közötti mezőnevek helyőrzőként használhatók, amelyeket az űrlap beküldésekor a rendszer lecserél, pl.: [email_address]. További információért tekintse meg <a href="%s" target="_blank">bejegyzésünket az űrlap-helyőrzőkről</a>.

source: <strong>IMPORTANT NOTE:</strong> For notifications setup, please set submission type to "AJAX" .
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az értesítések beállításához állítsa a beküldés típusát "AJAX" .

source: Add form notifications.
hu_hu: Űrlapértesítések hozzáadása.

source: Add Notification
hu_hu: Értesítés hozzáadása

source: Notification
hu_hu: Értesítés

source: Enter notification label.
hu_hu: Adja meg az értesítés címkéjét.

source: Enter the email address to which the form data should be sent to. If left empty, email will be sent to the WordPress admin.
hu_hu: Adja meg azt az e-mail-címet, amelyre az űrlap adatait küldeni kell. Ha üresen hagyja, az e-mail a WordPress adminisztrátorának lesz elküldve.

source: Enter additional CC emails. Add one address per line.
hu_hu: Adjon meg további CC e-mail-címeket. Soronként egy címet adjon meg.

source: Enter additional BCC emails. Add one address per line.
hu_hu: Adjon meg további BCC e-mail-címeket. Soronként egy címet adjon meg.

source: Email Subject
hu_hu: E-mail tárgya

source: Enter email subject. If left empty, the form title will be used.
hu_hu: Adja meg az e-mail tárgyát. Ha üresen hagyja, az űrlap címe kerül felhasználásra.

source: Form submission received
hu_hu: Űrlapbeküldés megérkezett

source: Encode Email Subject
hu_hu: E-mail tárgyának kódolása

source: Select if you want to encode email subjects. This helps to display special characters correctly in the subject field. A few hosting environments and email clients might have issues with this setting.
hu_hu: Válassza ki, ha kódolni szeretné az e-mail tárgyát. Ez segít a speciális karakterek helyes megjelenítésében a tárgy mezőben. Néhány tárhelykörnyezet és e-mail kliens esetében problémák adódhatnak ezzel a beállítással.

source: Email From Name
hu_hu: E-mail feladó neve

source: Enter email from name. If left empty, WordPress will be used.
hu_hu: Adja meg az e-mail feladó nevét. Ha üresen hagyja, a WordPress kerül felhasználásra.

source: Sender Email
hu_hu: Feladó e-mail-címe

source: Enter sender email address. If left empty, wordpress@sitename.com will be used.
hu_hu: Adja meg a feladó e-mail-címét. Ha üresen hagyja, a wordpress@sitename.com kerül felhasználásra.

source: Reply To Email
hu_hu: Válaszcím e-mail-címe

source: Enter reply to email address.
hu_hu: Adja meg a válaszcím e-mail-címét.

source: Attach Uploaded Files
hu_hu: Feltöltött fájlok csatolása

source: Add uploaded files as email attachments.
hu_hu: Feltöltött fájlok csatolása e-mail mellékletként.

source: Wordwrap For Labels
hu_hu: Címkék sortördelése

source: Set to "yes" to enable wordwrap for labels in the notification email.
hu_hu: Állítsa "yes" értékre a címkék sortördelésének engedélyezéséhez az értesítő e-mailben.

source: Email Message
hu_hu: E-mail üzenet

source: Enter an email message, or leave empty to get the default message with all form fields. You can add form fields to the message by inserting a field name wrapped with square brackets ie: [email_address], also you can add all fields with [all_fields] tag.
hu_hu: Adjon meg egy e-mail üzenetet, vagy hagyja üresen, hogy megkapja az alapértelmezett üzenetet az összes űrlapmezővel. Mezőket úgy adhat hozzá az üzenethez, hogy a mező nevét szögletes zárójelek közé helyezi, pl.: [email_address]; az összes mezőt a [all_fields] taggel is hozzáadhatja.

source: Conditional Logic
hu_hu: Feltételes logika

source: Add conditional logic for the notification. The notification will only be sent, if the set conditions are met.
hu_hu: Adjon hozzá feltételes logikát az értesítéshez. Az értesítés csak akkor kerül elküldésre, ha a beállított feltételek teljesülnek.

source: Add Conditional Logic
hu_hu: Feltételes logika hozzáadása

source: Select A Condition Type
hu_hu: Válasszon egy feltételtípust

source: Equal To
hu_hu: Egyenlő

source: Not Equal To
hu_hu: Nem egyenlő

source: Greater Than
hu_hu: Nagyobb, mint

source: Less Than
hu_hu: Kisebb, mint
