Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: This will also be used in the default page template. Leave empty for default title.
hu_hu: Ez az alapértelmezett oldalsablonban is használatos lesz. Hagyja üresen az alapértelmezett címhez.

source: Robots Meta Tag
hu_hu: Robots meta címke

source: Decide whether the Maintenance or Coming Soon page should get indexed by search engines.
hu_hu: Döntse el, hogy a keresőmotorok indexeljék-e a Karbantartási vagy a Hamarosan oldalt.

source: To match the logo height set to %s.
hu_hu: A logó magasságához állítsa %s értékre.

source: Menu
hu_hu: Menü

source: Main Menu Height
hu_hu: Főmenü magassága

source: Controls the menu height.
hu_hu: A menü magasságát szabályozza.

source: Edit Main Menu
hu_hu: Főmenü szerkesztése

source: Main Menu Highlight Style
hu_hu: Főmenü kiemelési stílusa

source: Controls the highlight style for main menu links and also affects the look of menu dropdowns. Arrow style cannot work with a transparent header background. Bar highlights will display vertically on side header layouts. <strong>IMPORTANT:</strong> Arrow & Background style can require configuration of other options depending on desired effect.
hu_hu: A főmenü hivatkozásainak kiemelési stílusát szabályozza, és a legördülő menük megjelenését is befolyásolja. A Nyíl stílus átlátszó fejlécháttérrel nem működik. A sávos kiemelések oldalsó fejléc elrendezésein függőlegesen jelennek meg. <strong>FONTOS:</strong> A Nyíl & Háttér stílus a kívánt hatástól függően más beállítások konfigurálását is igényelheti.

source: See this post for more information
hu_hu: További információkért tekintse meg ezt a bejegyzést

source: Top Bar
hu_hu: Felső sáv

source: Bottom Bar
hu_hu: Alsó sáv

source: Arrow
hu_hu: Nyíl

source: Color Only
hu_hu: Csak szín

source: Main Menu Highlight Background Color
hu_hu: Főmenü kiemelésének háttérszíne

source: Controls the background color of main menu highlight.
hu_hu: A főmenü kiemelésének háttérszínét szabályozza.

source: Main Menu Arrow Size
hu_hu: A főmenü nyilának mérete

source: Controls the width and height of the main menu arrow.
hu_hu: A főmenü nyilának szélességét és magasságát szabályozza.

source: Main Menu Highlight Bar Size
hu_hu: A főmenü kiemelési sávjának mérete

source: Controls the size of the menu highlight bar.
hu_hu: A menü kiemelési sávjának méretét szabályozza.

source: Main Menu Item Padding
hu_hu: Főmenü elem belső térköze

source: Controls the right padding for menu text (left on RTL).
hu_hu: A menüszöveg jobb oldali belső térközét szabályozza (RTL esetén bal oldalt).

source: Main Menu Item Padding On Mobile
hu_hu: Főmenü elem belső térköze mobilon

source: Controls the right padding for menu text (left on RTL) when the normal desktop menu is used on mobile devices.
hu_hu: A menüszöveg jobb oldali belső térközét szabályozza (RTL esetén bal oldalt), amikor a normál asztali menü mobil eszközökön kerül használatra.

source: Main Menu Drop Shadow
hu_hu: Főmenü vetett árnyéka

source: Turn on to display a drop shadow on menu dropdowns.
hu_hu: Kapcsolja be, hogy vetett árnyék jelenjen meg a legördülő menükön.

source: Main Menu Dropdown / Legacy Mega Menu Animation
hu_hu: Főmenü legördülő / örökölt mega menü animációja

source: Controls the animation type for all sub-menus.
hu_hu: Az összes almenü animációtípusát szabályozza.

source: Main Menu Dropdown Top Border Size
hu_hu: Főmenü legördülő felső szegélyének mérete

source: Controls top border size of dropdown menus and legacy mega menus.
hu_hu: A legördülő menük és az örökölt mega menük felső szegélyének méretét szabályozza.

source: Main Menu Dropdown Width
hu_hu: Főmenü legördülőjének szélessége

source: Controls the width of the dropdown.
hu_hu: A legördülő szélességét szabályozza.

source: Main Menu Dropdown Item Padding
hu_hu: Főmenü legördülő elem belső térköze

source: Controls the top/bottom padding for dropdown menu items.
hu_hu: A legördülő menüelemek felső/alsó belső térközét szabályozza.

source: Main Menu Dropdown Divider
hu_hu: Főmenü legördülő elválasztója

source: Turn on to display a divider line on dropdown menu items.
hu_hu: Kapcsolja be, hogy elválasztóvonal jelenjen meg a legördülő menüelemeknél.

source: Main Menu Dropdown Indicator
hu_hu: Főmenü legördülő jelzője

source: Turn on to display arrow indicators next to parent level menu items.
hu_hu: Kapcsolja be, hogy nyíl jelzők jelenjenek meg a szülő szintű menüelemek mellett.

source: Parent + Child
hu_hu: Szülő + Gyermek

source: Main Menu Search Icon
hu_hu: Főmenü kereső ikonja

source: Turn on to display the search icon in the main menu.
hu_hu: Kapcsolja be, hogy a kereső ikon megjelenjen a főmenüben.

source: Main Menu Search Layout
hu_hu: Főmenü kereső elrendezése

source: Controls the layout of the search bar in the main menu.
hu_hu: A főmenüben található keresősáv elrendezését szabályozza.

source: Drop-Down
hu_hu: Legördülő

source: Menu Overlay
hu_hu: Menüátfedés

source: Main Menu Icon Circle Borders
hu_hu: Főmenü ikonok kör alakú szegélyei

source: Turn on to display a circle border on the cart and search icons.
hu_hu: Kapcsolja be, hogy kör alakú szegély jelenjen meg a kosár és a kereső ikonokon.

source: Menu Highlight Label Radius
hu_hu: Menü kiemelési címke sugara

source: Controls the border radius of all your menu highlight labels.
hu_hu: Az összes menü kiemelési címke szegélyének sugarát szabályozza.

source: Main Menu Dropdown Background Color
hu_hu: Főmenü legördülőjének háttérszíne

source: Controls the background color of the main menu dropdown.
hu_hu: Szabályozza a főmenü legördülő menüjének háttérszínét.

source: Main Menu Dropdown Background Hover Color
hu_hu: A főmenü legördülő menüjének háttérszíne hover állapotban

source: Controls the background hover color of the main menu dropdown.
hu_hu: Szabályozza a főmenü legördülő menüjének háttérszínét hover állapotban.

source: Main Menu Dropdown Separator Color
hu_hu: Főmenü legördülő menü elválasztóinak színe

source: Controls the color of the separators in the main menu dropdown.
hu_hu: Szabályozza a főmenü legördülő menüjében lévő elválasztók színét.

source: Main Menu Background Color For Header 4 & 5
hu_hu: Főmenü háttérszíne a 4-es és 5-ös fejléc esetén

source: Controls the background color of the main menu when using header 4 or 5.
hu_hu: Szabályozza a főmenü háttérszínét a 4-es vagy 5-ös fejléc használatakor.

source: Main Menu Typography
hu_hu: Főmenü tipográfiája

source: Menus Typography
hu_hu: Menük tipográfiája

source: These settings control the typography for all main menu top-level items.
hu_hu: Ezek a beállítások a főmenü összes legfelső szintű elemének tipográfiáját szabályozzák.

source: Main Menu Text Align
hu_hu: Főmenü szövegigazítás

source: Controls the main menu text alignment for top headers 4-5 and side headers.
hu_hu: Szabályozza a főmenü szövegigazítását a 4-5-ös felső fejlécek és az oldalsó fejlécek esetén.

source: Main Menu Font Hover/Active Color
hu_hu: Főmenü szövegének hover/aktív színe

source: Controls the color for main menu text hover and active states, highlight bar and dropdown border.
hu_hu: Szabályozza a főmenü szövegének hover és aktív állapotának színét, valamint a kiemelő sáv és a legördülő keret színét.

source: Main Menu Dropdown Font Color
hu_hu: Főmenü legördülő menü betűszíne

source: Controls the color for main menu dropdown text.
hu_hu: Szabályozza a főmenü legördülő menüjének betűszínét.

source: Main Menu Dropdown Font Size
hu_hu: Főmenü legördülő menü betűmérete

source: Controls the font size for main menu dropdown text.
hu_hu: Szabályozza a főmenü legördülő menüjének betűméretét.

source: Flyout Menu
hu_hu: Kicsúszó menü

source: <strong>IMPORTANT NOTE:</strong> Flyout Menu Options are only available when using Header Layout #6 or Mobile Flyout Menu. Your current setup does not utilize the flyout menu.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A kicsúszó menü beállításai csak a Fejléc elrendezés #6 vagy a Mobil kicsúszó menü használatakor érhetők el. Jelenlegi beállítása nem használja a kicsúszó menüt.

source: Flyout Menu Icon Font Size
hu_hu: Kicsúszó menü ikonok betűmérete

source: Controls the font size for the flyout menu icons.
hu_hu: Szabályozza a kicsúszó menü ikonainak betűméretét.

source: Flyout Menu Icon Padding
hu_hu: Kicsúszó menü ikonok belső margója

source: Controls the right padding for flyout menu icons (left on RTL).
hu_hu: Szabályozza a kicsúszó menü ikonok jobb oldali belső margóját (RTL esetén bal).

source: Flyout Menu Icon Color
hu_hu: Kicsúszó menü ikonok színe

source: Controls the color of the flyout menu icons.
hu_hu: Szabályozza a kicsúszó menü ikonok színét.

source: Flyout Menu Icon Hover Color
hu_hu: Kicsúszó menü ikon hover színe

source: Controls the hover color of the flyout menu icons.
hu_hu: Szabályozza a kicsúszó menü ikonok hover színét.

source: Flyout Menu Background Color
hu_hu: Kicsúszó menü háttérszíne

source: Controls the background color of the flyout menu
hu_hu: Szabályozza a kicsúszó menü háttérszínét

source: Flyout Menu Direction
hu_hu: Kicsúszó menü iránya

source: Controls the direction the flyout menu starts from.
hu_hu: Szabályozza, milyen irányból indul a kicsúszó menü.

source: Flyout Menu Item Padding
hu_hu: Kicsúszó menü elem belső margója

source: Controls the padding between flyout menu items.
hu_hu: Szabályozza a kicsúszó menü elemei közötti térközt.

source: Secondary Top Menu
hu_hu: Másodlagos felső menü

source: <strong>IMPORTANT NOTE:</strong> Secondary Top Menu Options are only available when using Header Layouts #2-5. Your current Header Layout does not utilize the secondary top menu.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A Másodlagos felső menü beállításai csak a Fejléc elrendezések #2-5 használatakor érhetők el. Jelenlegi fejléc elrendezése nem használja a másodlagos felső menüt.

source: Secondary Menu Dropdown Width
hu_hu: Másodlagos menü legördülő menüjének szélessége

source: Controls the width of the secondary menu dropdown.
hu_hu: Szabályozza a másodlagos menü legördülő menüjének szélességét.

source: Secondary Menu Divider Color
hu_hu: Másodlagos menü elválasztó színe

source: Controls the divider color of the first level secondary menu.
hu_hu: Szabályozza az első szintű másodlagos menü elválasztójának színét.

source: Secondary Menu Dropdown Background Color
hu_hu: Másodlagos menü legördülő háttérszíne

source: Controls the background color of the secondary menu dropdown.
hu_hu: Szabályozza a másodlagos menü legördülő menüjének háttérszínét.

source: Secondary Menu Dropdown Background Hover Color
hu_hu: Másodlagos menü legördülő menüjének háttérszíne hover állapotban

source: Controls the background hover color of the secondary menu dropdown.
hu_hu: Szabályozza a másodlagos menü legördülő menüjének háttérszínét hover állapotban.

source: Secondary Menu Dropdown Separator Color
hu_hu: Másodlagos menü legördülő menü elválasztóinak színe

source: Controls the color of the separators in the secondary menu dropdown.
hu_hu: Szabályozza a másodlagos menü legördülő menüjében lévő elválasztók színét.

source: Secondary Top Menu Typography
hu_hu: Másodlagos felső menü tipográfiája

source: Secondary Menu Font Size
hu_hu: Másodlagos menü betűmérete

source: Controls the font size for secondary menu text.
hu_hu: Szabályozza a másodlagos menü szövegének betűméretét.

source: Secondary Menu Line Height
hu_hu: Másodlagos menü sorköze

source: Controls the line height for secondary menu.
hu_hu: A másodlagos menü sormagasságát szabályozza.

source: Secondary Menu Font Color
hu_hu: Másodlagos menü betűszíne

source: Controls the color for secondary menu text.
hu_hu: A másodlagos menü szövegének színét szabályozza.

source: Secondary Menu Dropdown Font Color
hu_hu: Másodlagos menü legördülő betűszíne

source: Controls the color for secondary menu dropdown text.
hu_hu: A másodlagos menü legördülő szövegének színét szabályozza.

source: Secondary Menu Dropdown Font Hover Color
hu_hu: Másodlagos menü legördülő betűinek hover színe

source: Controls the hover color for secondary menu dropdown text.
hu_hu: A másodlagos menü legördülő szövegének hover színét szabályozza.

source: Mobile Menu
hu_hu: Mobil menü

source: <strong>IMPORTANT NOTE:</strong> Please enable responsive mode. Mobile menus are only available when you're using the responsive mode. To enable it please go to the "Responsive" section and set the "Responsive Design" option to ON.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Kérjük, engedélyezze a reszponzív módot. A mobil menük csak akkor érhetők el, ha a reszponzív módot használja. Engedélyezéshez lépjen a "Responsive" szakaszba, és állítsa a "Responsive Design" opciót ON állásba.

source: <strong>IMPORTANT NOTE:</strong> Because of the design of your Header Layout #6, only a few options are available here. More options are available when using Header Layouts #1-5 or 7. The rest of the options for Header Layout #6 are on the Flyout Menu and Main Menu tab.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Header Layout #6 kialakítása miatt itt csak néhány beállítás érhető el. További beállítások a Header Layouts #1-5 vagy 7 használatakor érhetők el. A Header Layout #6 további beállításai a Flyout Menu és a Main Menu fülön találhatók.

source: Mobile Menu Design Style
hu_hu: Mobil menü megjelenési stílusa

source: Controls the design of the mobile menu. Flyout design style only allows parent level menu items.
hu_hu: A mobil menü megjelenését szabályozza. A Flyout megjelenési stílus csak a felső szintű menüpontokat engedélyezi.

source: Mobile Menu Icons Top Margin
hu_hu: Mobil menü ikonok felső margója

source: Controls the top margin for the icons in the modern and flyout mobile menu design.
hu_hu: A modern és Flyout mobil menü megjelenésben az ikonok felső margóját szabályozza.

source: Mobile Menu Dropdown Item Height
hu_hu: Mobil menü legördülő elem magassága

source: Controls the height of each dropdown menu item.
hu_hu: Minden egyes legördülő menüelem magasságát szabályozza.

source: Mobile Menu Dropdown Slide Outs
hu_hu: Mobil menü legördülő Slide Outs

source: Turn on to allow dropdown sections to slide out when tapped.
hu_hu: Kapcsolja be, hogy koppintáskor a legördülő szakaszok kicsússzanak.

source: Display Mobile Menu Search Icon/Field
hu_hu: Mobil menü kereső ikon/mező megjelenítése

source: Turn on to display the search icon/field in the mobile menu.
hu_hu: Kapcsolja be a kereső ikon/mező megjelenítéséhez a mobil menüben.

source: Mobile Menu Sub-Menu Indicator
hu_hu: Mobil menü almenü jelző

source: Turn on to display the mobile menu sub-menu indicator: "-".
hu_hu: Kapcsolja be a mobil menü almenü jelzőjének megjelenítéséhez: "-".

source: Controls the background color of the header on mobile devices.
hu_hu: A fejléc háttérszínét szabályozza mobil eszközökön.

source: Mobile Archive Header Background Color
hu_hu: Mobil archívum fejléc háttérszíne

source: Controls the background color of the archive page header on mobile devices.
hu_hu: Az archív oldal fejlécének háttérszínét szabályozza mobil eszközökön.

source: Mobile Menu Background Color
hu_hu: Mobil menü háttérszíne

source: Controls the background color of the mobile menu dropdown and classic mobile menu box.
hu_hu: A mobil menü legördülőjének és a klasszikus mobil menü dobozának háttérszínét szabályozza.

source: Mobile Menu Background Hover Color
hu_hu: Mobil menü háttér hover színe

source: Controls the background hover color of the mobile menu dropdown.
hu_hu: A mobil menü legördülőjének háttér hover színét szabályozza.

source: Mobile Menu Border Color
hu_hu: Mobil menü szegélyszíne

source: Controls the border and divider colors of the mobile menu dropdown and classic mobile menu box.
hu_hu: A mobil menü legördülőjének és a klasszikus mobil menü dobozának szegély- és elválasztóvonalainak színét szabályozza.

source: Mobile Menu Toggle Color
hu_hu: Mobil menü kapcsoló ikon színe

source: Controls the color of the mobile menu toggle icon.
hu_hu: A mobil menü kapcsoló ikon színét szabályozza.

source: Mobile Menu Typography
hu_hu: Mobil menü tipográfia

source: These settings control the typography for mobile menu.
hu_hu: Ezek a beállítások a mobil menü tipográfiáját szabályozzák.

source: Mobile Menu Hover Color
hu_hu: Mobil menü hover színe

source: Controls the hover color of the mobile menu item. Also, used to highlight current mobile menu item.
hu_hu: A mobil menüelem hover színét szabályozza. Az aktuális mobil menüelem kiemelésére is szolgál.

source: Mobile Menu Text Align
hu_hu: Mobil menü szövegigazítás

source: Controls the mobile menu text alignment.
hu_hu: A mobil menü szövegének igazítását szabályozza.

source: <strong>IMPORTANT NOTE:</strong> Legacy Mega Menu Options are only available when using Header Layouts #1-5. Your current Header Layout #6 does not utilize the mega menu.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A Legacy Mega Menu opciók csak a Header Layouts #1-5 használatakor érhetők el. A jelenlegi Header Layout #6 nem használja a Mega Menu-t.

source: <strong>IMPORTANT NOTE:</strong> For more flexibility and a modern, more performant Mega Menu setup, we recommend using the Library Mega Menus. To create a Mega Menu, visit the <a href="%1$s" target="_blank">Avada Library</a>.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Nagyobb rugalmasság és modernebb, jobb teljesítményű Mega Menu beállítás érdekében javasoljuk a Library Mega Menus használatát. Mega Menu létrehozásához látogassa meg az <a href="%1$s" target="_blank">Avada Library</a> oldalt.

source: <strong>IMPORTANT NOTE:</strong> Legacy Mega Menu is disabled in Advanced > Theme Features section. Please enable it to see the options.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A Legacy Mega Menu le van tiltva az Advanced > Theme Features szakaszban. Kérjük, engedélyezze, hogy megjelenjenek az opciók.

source: Legacy Mega Menu Wrapper Max Width
hu_hu: Legacy Mega Menu wrapper maximális szélessége

source: Controls the max width of the legacy mega menu. On boxed side header layouts, "Viewport Width" will match "Site Width".
hu_hu: A Legacy Mega Menu maximális szélességét szabályozza. Boxed side header elrendezéseknél a "Viewport Width" meg fog egyezni a "Site Width" értékkel.

source: Legacy Mega Menu Max-Width
hu_hu: Legacy Mega Menu maximális szélessége

source: Controls the max width of the legacy mega menu.
hu_hu: A Legacy Mega Menu maximális szélességét szabályozza.

source: Legacy Mega Menu Interior Content Width
hu_hu: Legacy Mega Menu belső tartalom szélessége

source: For full width mega menus select if the interior menu content is contained to site width or 100% width.
hu_hu: Teljes szélességű Mega Menu-k esetén válassza ki, hogy a belső menütartalom a Site Width-re vagy 100% szélességre legyen korlátozva.

source: Legacy Mega Menu Column Title Size
hu_hu: Örökölt Mega menü oszlopcímének mérete

source: Controls the font size for mega menu column titles.
hu_hu: Szabályozza a Mega menü oszlopcímeinek betűméretét.

source: Legacy Mega Menu Dropdown Item Padding
hu_hu: Örökölt Mega menü legördülő elem belső térköze

source: Controls the top/bottom padding for mega menu dropdown items.
hu_hu: Szabályozza a Mega menü legördülő elemeinek felső/alsó belső térközét.

source: Legacy Mega Menu Item Divider
hu_hu: Örökölt Mega menü elem elválasztó

source: Turn on to display a divider between mega menu dropdown items.
hu_hu: Kapcsolja be, hogy elválasztó jelenjen meg a Mega menü legördülő elemei között.

source: Main Menu Icons
hu_hu: Főmenü ikonok

source: <strong>IMPORTANT NOTE:</strong> Icons are available for both the main and dropdown menus. However, the options below only apply to the main menu. Dropdown menu icons do not use these options below, they follow the dropdown font size and color. The icons themselves can be added to your menu items in the Appearance > Menus section.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ikonok elérhetők mind a fő-, mind a legördülő menükhöz. Az alábbi beállítások azonban csak a főmenüre vonatkoznak. A legördülő menü ikonok nem az alábbi beállításokat használják, hanem a legördülő menü betűméretét és színét követik. Magukat az ikonokat az Ön menüelemeihez az Appearance > Menus szakaszban adhatja hozzá.

source: Main Menu Icon Position
hu_hu: Főmenü ikon pozíciója

source: Controls the main menu icon position.
hu_hu: Szabályozza a főmenü ikon pozícióját.

source: Main Menu Icon Size
hu_hu: Főmenü ikon mérete

source: Controls the size of the top-level menu icons.
hu_hu: Szabályozza a felső szintű menüikonok méretét.

source: Main Menu Icon Color
hu_hu: Főmenü ikon színe

source: Controls the color of the top-level main menu icons.
hu_hu: Szabályozza a felső szintű főmenü ikonok színét.

source: Main Menu Icon Hover Color
hu_hu: Főmenü ikon hover színe

source: Controls the hover color of the top-level main menu icons.
hu_hu: Szabályozza a felső szintű főmenü ikonok hover színét.

source: Mega Menu Thumbnail Size
hu_hu: Mega menü bélyegkép mérete

source: Controls the width and height of the top-level mega menu thumbnails. Use "auto" for automatic resizing if you added either width or height.
hu_hu: Szabályozza a felső szintű Mega menü bélyegképek szélességét és magasságát. Használja az "auto" értéket automatikus átméretezéshez, ha megadta a szélességet vagy a magasságot.

source: Controls how the page title bar displays.
hu_hu: Szabályozza az oldalcímsor megjelenítését.

source: Breadcrumbs / Search Bar Content Display
hu_hu: Morzsamenü / keresősáv tartalom megjelenítése

source: Controls what displays in the breadcrumbs area.
hu_hu: Szabályozza, mi jelenjen meg a morzsamenü területén.

source: Turn on to display the page title bar headings.
hu_hu: Kapcsolja be, hogy megjelenjenek az oldalcímsor címszövegei.

source: Page Title Bar Styling
hu_hu: Oldalcímsor stílus

source: Turn on to have the page title bar area display at 100% width according to the viewport size. Turn off to follow site width.
hu_hu: Kapcsolja be, hogy az oldalcímsor területe a nézetablak méretéhez igazodva 100% szélességben jelenjen meg. Kapcsolja ki, hogy a webhely szélességét kövesse.

source: Controls the height of the page title bar on desktop.
hu_hu: Szabályozza az oldalcímsor magasságát asztali nézetben.

source: Controls the height of the page title bar on mobile.
hu_hu: Szabályozza az oldalcímsor magasságát mobilon.

source: Controls the background color of the page title bar.
hu_hu: Szabályozza az oldalcímsor háttérszínét.

source: Controls the border colors of the page title bar.
hu_hu: Szabályozza az oldalcímsor szegélyszíneit.

source: Controls the font size for the page title bar main heading.
hu_hu: Szabályozza az oldalcímsor fő címszövegének betűméretét.

source: Page Title Bar Heading Line Height
hu_hu: Oldalcímsor címszövegének sormagassága

source: Controls the line height for the page title bar main heading.
hu_hu: Szabályozza az oldalcímsor fő címszövegének sormagasságát.

source: Controls the text color of the page title bar main heading.
hu_hu: Szabályozza az oldalcímsor fő címszövegének szövegszínét.

source: Controls the font size for the page titlebar subheading.
hu_hu: Szabályozza az oldalcímsor alcímszövegének betűméretét.

source: Controls the text color of the page title bar subheading.
hu_hu: Szabályozza az oldalcímsor alcímszövegének szövegszínét.

source: Choose the title and subhead text alignment. Breadcrumbs / search field will be on opposite side for left / right alignment and below the title for center alignment.
hu_hu: Válassza ki a cím és az alcím szövegének igazítását. Bal/jobb igazítás esetén a morzsamenü/keresőmező az ellenkező oldalon lesz, középre igazítás esetén a cím alatt jelenik meg.

source: Page Title Bar Background Image
hu_hu: Oldalcímsor háttérképe
