Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Related Posts / Projects Mouse Scroll
hu_hu: Kapcsolódó bejegyzések / projektek egérrel görgetés

source: Turn on to enable mouse drag control on the carousel.
hu_hu: Kapcsolja be az egérrel történő húzás engedélyezéséhez a karusszelen.

source: Related Posts / Projects Scroll Items
hu_hu: Kapcsolódó bejegyzések / projektek görgetett elemei

source: Controls the number of items that scroll at one time. Set to 0 to scroll the number of visible items.
hu_hu: Szabályozza, hogy egyszerre hány elem gördüljön. Állítsa 0-ra a látható elemek számával megegyező görgetéshez.

source: Featured Image Rollover
hu_hu: Kiemelt képre húzáskor megjelenő fedvény

source: Image Rollover
hu_hu: Képre húzáskor megjelenő fedvény

source: Turn on to display the rollover graphic on blog and portfolio featured images.
hu_hu: Kapcsolja be, hogy a blog- és portfólió-bejegyzések kiemelt képein megjelenjen a fedvény képre húzáskor.

source: Image Rollover Direction
hu_hu: Képre húzáskor megjelenő fedvény iránya

source: Controls the direction the rollover starts from.
hu_hu: Azt szabályozza, hogy a rollover mely irányból indul.

source: Center Horizontal
hu_hu: Középről vízszintesen

source: Center Vertical
hu_hu: Középről függőlegesen

source: Image Rollover Icon Font Size
hu_hu: Kép rollover ikon betűmérete

source: Controls the size of the rollover icons.
hu_hu: A rollover ikonok méretét szabályozza.

source: Choose which icons display.
hu_hu: Válassza ki, mely ikonok jelenjenek meg.

source: Image Rollover Title
hu_hu: Kép rollover cím

source: Turn on to display the post title in the image rollover.
hu_hu: Kapcsolja be, hogy a bejegyzés címe megjelenjen a kép rolloverben.

source: Image Rollover Categories
hu_hu: Kép rollover kategóriák

source: Turn on to display the post categories in the image rollover.
hu_hu: Kapcsolja be, hogy a bejegyzés kategóriái megjelenjenek a kép rolloverben.

source: Image Rollover Icon Circle
hu_hu: Kép rollover ikonkör

source: Turn on to display the icon background circle in the image rollover.
hu_hu: Kapcsolja be, hogy az ikon kör alakú háttere megjelenjen a kép rolloverben.

source: Image Rollover Gradient Top Color
hu_hu: Kép rollover színátmenet felső színe

source: Controls the top color of the image rollover background.
hu_hu: A kép rollover háttér felső színét szabályozza.

source: Image Rollover Gradient Bottom Color
hu_hu: Kép rollover színátmenet alsó színe

source: Controls the bottom color of the image rollover background.
hu_hu: A kép rollover háttér alsó színét szabályozza.

source: Image Rollover Element Color
hu_hu: Kép rollover elem színe

source: Controls the color of image rollover text and icon circular backgrounds.
hu_hu: A kép rollover szövegének és az ikonok kör alakú háttereinek színét szabályozza.

source: Image Rollover Icon Color
hu_hu: Kép rollover ikon színe

source: Controls the color of the icons in the image rollover.
hu_hu: A kép rollover ikonok színét szabályozza.

source: <strong>IMPORTANT NOTE:</strong> The options on this tab apply to all pagination throughout the site, including the 3rd party plugins that Avada has design integration with.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ennek a lapnak a beállításai a webhely teljes lapozására érvényesek, beleértve azokat a harmadik fél bővítményeit is, amelyekhez az Avada dizájnintegrációt biztosít.

source: Pagination Sizing
hu_hu: Lapozás méretezése

source: Set on which dimension the pagination box size should be based.
hu_hu: Állítsa be, hogy a lapozódoboz mérete mely dimenzió alapján legyen meghatározva.

source: Width/Height Based
hu_hu: Szélesség/magasság alapján

source: Padding Based
hu_hu: Belső margó alapján

source: Pagination Box Width/Height
hu_hu: Lapozódoboz szélessége/magassága

source: Controls the width and height of the displayed page links.
hu_hu: A megjelenített oldallinkek szélességét és magasságát szabályozza.

source: Pagination Box Padding
hu_hu: Lapozódoboz belső margója

source: Controls the padding inside the pagination boxes.
hu_hu: A lapozódobozok belső margóját szabályozza.

source: Pagination Border Width
hu_hu: Lapozódoboz szegélyvastagsága

source: Controls the border width of the displayed page links.
hu_hu: A megjelenített oldallinkek szegélyének vastagságát szabályozza.

source: Pagination Border Radius
hu_hu: Lapozódoboz szegélysugara

source: Controls the border radius of the displayed page links. Values of half the overall width or higher will yield circular links.
hu_hu: A megjelenített oldallinkek szegélyének lekerekítését szabályozza. A teljes szélesség felének megfelelő vagy annál nagyobb értékek kör alakú linkeket eredményeznek.

source: Pagination Text Display
hu_hu: Lapozási szöveg megjelenítése

source: Turn on to display the "Previous/Next" text.
hu_hu: Kapcsolja be, hogy az "Előző/Következő" szöveg megjelenjen.

source: Pagination Font Size
hu_hu: Lapozás betűmérete

source: Controls the size of the pagination text.
hu_hu: A lapozási szöveg méretét szabályozza.

source: Pagination Range
hu_hu: Lapozási tartomány

source: Controls the number of page links displayed left and right of current page.
hu_hu: A jelenlegi oldal bal és jobb oldalán megjelenő oldallinkek számát szabályozza.

source: Pagination Start / End Range
hu_hu: Lapozás kezdő-/vég-tartománya

source: Controls the number of page links displayed at the start and at the end of pagination.
hu_hu: A lapozás elején és végén megjelenített oldallinkek számát szabályozza.

source: Grid / Masonry
hu_hu: Rács / Masonry

source: <strong>IMPORTANT NOTE:</strong> These are Grid Box Styling global options that apply to grid boxes throughout the site; blog grid and timeline, portfolio boxed layout and WooCommerce boxes. Blog / Portfolio elements also have options to override these.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ezek a Rácsdoboz-stílus globális beállításai, amelyek a webhelyen található rácsdobozokra vonatkoznak: blog rács és idővonal, portfólió dobozos elrendezés és WooCommerce dobozok. A Blog / Portfólió elemeknél ezek felülírására is vannak beállítások.

source: Grid Box Color
hu_hu: Rácsdoboz színe

source: Controls the background color for the grid boxes.
hu_hu: A rácsdobozok háttérszínét szabályozza.

source: Grid Element Color
hu_hu: Rácselem színe

source: Controls the color of borders/date box/timeline dots and arrows for the grid boxes.
hu_hu: A rácsdobozok szegélyeinek, dátumdobozainak, idővonal-pontjainak és nyilainak színét szabályozza.

source: Grid Separator Style
hu_hu: Rácselválasztó stílusa

source: Controls the line style of grid separators. <strong>NOTE:</strong> For blog and portfolio grids at least one meta data field must be enabled and excerpt or full content must be shown in order that the separator will be displayed.
hu_hu: A rácselválasztók vonalstílusát szabályozza. <strong>MEGJEGYZÉS:</strong> A blog- és portfóliórácsoknál legalább egy metaadatmezőt engedélyezni kell, és a kivonatot vagy a teljes tartalmat meg kell jeleníteni ahhoz, hogy az elválasztó látható legyen.

source: No Style
hu_hu: Nincs stílus

source: Single Border Solid
hu_hu: Egyszeres szegély – folytonos

source: Double Border Solid
hu_hu: Dupla szegély – folytonos

source: Single Border Dashed
hu_hu: Egyszeres szegély – szaggatott

source: Double Border Dashed
hu_hu: Dupla szegély – szaggatott

source: Single Border Dotted
hu_hu: Egyszeres szegély – pontozott

source: Double Border Dotted
hu_hu: Dupla szegély – pontozott

source: Shadow
hu_hu: Árnyék

source: Grid Separator Color
hu_hu: Rácselválasztó színe

source: Controls the line style color of grid separators.
hu_hu: A rácselválasztók vonalának színét szabályozza.

source: Masonry Options
hu_hu: Masonry beállítások

source: <strong>IMPORTANT NOTE:</strong> These are Masonry global options that apply to the Blog / Portfolio / Gallery elements in addition to Blog and Portfolio archives. Blog / Portfolio / Gallery elements also have options to override these.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ezek globális Masonry beállítások, amelyek a Blog / Portfólió / Galéria elemekre, valamint a Blog- és Portfólió-archívumokra vonatkoznak. A Blog / Portfólió / Galéria elemek is rendelkeznek olyan beállításokkal, amelyek ezeket felülírhatják.

source: Masonry Image Aspect Ratio
hu_hu: Masonry képarány

source: Set the ratio to decide when an image should become landscape (ratio being width : height) and portrait (ratio being height : width). <strong>IMPORTANT:</strong> The value of "1.0" represents a special case, which will use the auto calculated ratios like in versions prior to Avada 5.5.
hu_hu: Állítsa be az arányt annak meghatározásához, hogy egy kép mikor legyen fekvő (az arány: szélesség : magasság), illetve álló (az arány: magasság : szélesség). <strong>FONTOS:</strong> A "1.0" érték különleges esetet jelent, amely az automatikusan számított arányokat használja, mint az Avada 5.5 előtti verziókban.

source: Masonry 2x2 Width
hu_hu: Masonry 2x2 szélesség

source: This option decides when a square 1x1 image should become 2x2. This will not apply to images that highly favor landscape or portrait layouts. <strong>IMPORTANT:</strong> There is a “Masonry Image Layout” setting for every image in the WP media library that allows you to manually set how an image will appear (1x1, landscape, portrait or 2x2), regardless of the original ratio.
hu_hu: Ez a beállítás határozza meg, hogy egy négyzetes 1x1-es kép mikor váljon 2x2-essé. Ez nem vonatkozik azokra a képekre, amelyek erősen a fekvő vagy az álló elrendezést részesítik előnyben. <strong>FONTOS:</strong> A WP médiatárban minden képhez tartozik egy „Masonry Image Layout” beállítás, amellyel manuálisan megadhatja, hogyan jelenjen meg egy kép (1x1, landscape, portrait vagy 2x2), függetlenül az eredeti aránytól.

source: ToTop Script
hu_hu: ToTop szkript

source: Turn on to enable the ToTop script which adds the scrolling to top functionality.
hu_hu: Kapcsolja be a ToTop szkriptet, amely a lap tetejére görgetés funkciót biztosítja.

source: Desktop & Mobile
hu_hu: Asztali és mobil

source: ToTop Button Position
hu_hu: ToTop gomb pozíciója

source: Controls the position of the ToTop button. On mobiles also non-floating layouts will be floating.
hu_hu: A ToTop gomb pozícióját szabályozza. Mobilon a nem lebegő elrendezések is lebegők lesznek.

source: Left Floating
hu_hu: Balra lebegő

source: Right Floating
hu_hu: Jobbra lebegő

source: ToTop Border Radius
hu_hu: ToTop gomb sarkainak lekerekítése

source: Controls the border radius of the ToTop button. For non-floating layouts the border radius will only apply to the upper corners.
hu_hu: A ToTop gomb sarkainak lekerekítését szabályozza. Nem lebegő elrendezéseknél a lekerekítés csak a felső sarkokra érvényes.

source: ToTop Background
hu_hu: ToTop háttérszín

source: Controls the background color of the ToTop button.
hu_hu: A ToTop gomb háttérszínét szabályozza.

source: ToTop Background Hover Color
hu_hu: ToTop háttérszín egér fölé húzásakor

source: Controls the background hover color of the ToTop button.
hu_hu: A ToTop gomb háttérszínét szabályozza egér fölé húzásakor.

source: ToTop Icon Color
hu_hu: ToTop ikon színe

source: Controls the icon color color of the ToTop button.
hu_hu: A ToTop gomb ikonjának színét szabályozza.

source: ToTop Icon Hover Color
hu_hu: ToTop ikon színe egér fölé húzásakor

source: Controls the icon hover color of the ToTop button.
hu_hu: A ToTop gomb ikonjának színét szabályozza egér fölé húzásakor.

source: ToTop Show Scroll Progress
hu_hu: ToTop görgetési előrehaladás megjelenítése

source: Turn on to show the page scroll progress within the ToTop Button.
hu_hu: Kapcsolja be, hogy az oldal görgetési előrehaladása a ToTop gombon belül megjelenjen.

source: ToTop Show on Scroll Down Only
hu_hu: ToTop megjelenítése csak lefelé görgetéskor

source: Turn on to show the ToTop button on scroll down only. Otherwise it will always show if the page is scrolled.
hu_hu: Kapcsolja be, hogy a ToTop gomb csak lefelé görgetéskor jelenjen meg. Egyébként mindig megjelenik, ha az oldal görgetve van.

source: Footer Content
hu_hu: Lábléc tartalom

source: <strong>IMPORTANT NOTE:</strong> For more flexibility and a modern, more performant setup, we recommend using the %1$s Builder to create a custom %1$s Layout. <a href="%2$s" target="_blank">visit this page.</a>
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Nagyobb rugalmasság és modernebb, nagyobb teljesítményű beállítás érdekében javasoljuk a %1$s Builder használatát egy egyéni %1$s Layout létrehozásához. <a href="%2$s" target="_blank">látogassa meg ezt az oldalt.</a>

source: Footer Widgets
hu_hu: Lábléc widgetek

source: Turn on to display footer widgets.
hu_hu: Kapcsolja be a lábléc widgeteinek megjelenítéséhez.

source: Edit Footer
hu_hu: Lábléc szerkesztése

source: Edit Footer Widgets
hu_hu: Lábléc widgetek szerkesztése

source: Number of Footer Columns
hu_hu: Lábléc oszlopainak száma

source: Controls the number of columns in the footer.
hu_hu: A lábléc oszlopainak számát szabályozza.

source: Center Footer Widgets Content
hu_hu: Lábléc widgetek tartalmának középre igazítása

source: Turn on to center the footer widget content.
hu_hu: Kapcsolja be a lábléc widgetek tartalmának középre igazításához.

source: Select a special effect for the footer area.
hu_hu: Válasszon speciális effektust a lábléc területéhez.

source: Footer Parallax Effect
hu_hu: Lábléc parallax effektus

source: This enables a fixed footer with parallax scrolling effect.
hu_hu: Ez engedélyezi a parallax görgetési effektussal rendelkező rögzített láblécet.

source: This enables a parallax effect on the background image selected in "Background Image For Footer Widget Area" field.
hu_hu: Ez engedélyezi a parallax hatást a "Háttérkép a lábléc widgetterületéhez" mezőben kiválasztott háttérképen.

source: Sticky Footer
hu_hu: Rögzített lábléc

source: This enables a sticky footer. On short pages, the footer will always stick at the bottom, just "above the fold". On long enough pages, it will act just like a normal footer. IMPORTANT: This will not work properly when using a Left or Right Side Header layout and the side header is larger than the viewport.
hu_hu: Ez rögzített láblécet engedélyez. Rövid oldalakon a lábléc mindig az alján marad, közvetlenül a "hajtás" felett. Elég hosszú oldalakon úgy viselkedik, mint egy normál lábléc. FONTOS: Ez nem működik megfelelően, ha bal vagy jobb oldalsó fejléc elrendezést használ, és az oldalsó fejléc nagyobb, mint a viewport.

source: Sticky Footer and Parallax Background Image
hu_hu: Rögzített lábléc és parallax háttérkép

source: This enables a sticky footer together with a parallax effect on the background image. On short pages, the footer will always stick at the bottom, just "above the fold". On long enough pages, it will act just like a normal footer.
hu_hu: Ez rögzített láblécet és parallax hatást engedélyez a háttérképen. Rövid oldalakon a lábléc mindig az alján marad, közvetlenül a "hajtás" felett. Elég hosszú oldalakon úgy viselkedik, mint egy normál lábléc.

source: Copyright Bar
hu_hu: Copyright sáv

source: Turn on to display the copyright bar.
hu_hu: Kapcsolja be a copyright sáv megjelenítéséhez.

source: Center Copyright Content
hu_hu: Copyright-tartalom középre igazítása

source: Turn on to center the copyright bar content.
hu_hu: Kapcsolja be a copyright sáv tartalmának középre igazításához.

source: Copyright Text
hu_hu: Copyright szöveg

source: Enter the text that displays in the copyright bar. HTML markup can be used.
hu_hu: Adja meg a copyright sávban megjelenő szöveget. Használhat HTML jelölést.

source: Copyright %1$s | %2$s by %3$s | All Rights Reserved | Powered by %4$s
hu_hu: Copyright %1$s | %2$s készítette %3$s | Minden jog fenntartva | Működteti %4$s

source: Footer Background Image
hu_hu: Lábléc háttérképe

source: Background Image For Footer Widget Area
hu_hu: Háttérkép a lábléc widgetterületéhez

source: Select an image for the footer widget background. If left empty, the footer background color will be used.
hu_hu: Válasszon képet a lábléc widgetterületének hátteréhez. Ha üresen hagyja, a lábléc háttérszíne kerül felhasználásra.

source: Turn on to have the footer background image display at 100% in width and height according to the window size.
hu_hu: Kapcsolja be, hogy a lábléc háttérképe az ablak méretéhez igazodva szélességben és magasságban is 100%-ban jelenjen meg.

source: Controls how the background image is positioned.
hu_hu: Meghatározza a háttérkép elhelyezését.

source: top left
hu_hu: bal felső

source: top center
hu_hu: felső közép

source: top right
hu_hu: jobb felső

source: center left
hu_hu: középen balra

source: center center
hu_hu: középen

source: center right
hu_hu: középen jobbra

source: bottom left
hu_hu: bal alsó

source: bottom center
hu_hu: alsó közép

source: bottom right
hu_hu: jobb alsó

source: Footer Styling
hu_hu: Lábléc stílus

source: Turn on to have the footer area display at 100% width according to the window size. Turn off to follow site width.
hu_hu: Kapcsolja be, hogy a lábléc területe az ablak méretéhez igazodva 100% szélességben jelenjen meg. Kapcsolja ki, hogy a webhely szélességét kövesse.

source: Footer Padding
hu_hu: Lábléc kitöltése

source: Controls the top/right/bottom/left padding for the footer.
hu_hu: A lábléc felső/jobb/alsó/bal oldali kitöltését szabályozza.

source: Footer Background Color
hu_hu: Lábléc háttérszíne

source: Controls the background color of the footer.
hu_hu: A lábléc háttérszínét szabályozza.

source: Footer Border Size
hu_hu: Lábléc szegélymérete

source: Controls the size of the top footer border.
hu_hu: A lábléc felső szegélyének méretét szabályozza.

source: Footer Border Color
hu_hu: Lábléc szegélyszíne

source: Controls the border colors of the footer.
hu_hu: A lábléc szegélyszíneit szabályozza.

source: Footer Widgets Area Vertical Divider Line
hu_hu: Lábléc widgetterület függőleges elválasztóvonala

source: Turn on to have the footer widget area display vertical divider line between columns.
hu_hu: Kapcsolja be, hogy a lábléc widgetterületén az oszlopok között függőleges elválasztóvonal jelenjen meg.

source: Footer Widgets Area Vertical Divider Line Size
hu_hu: Lábléc widgetterület függőleges elválasztóvonalának vastagsága

source: Controls the size of the vertical divider line between footer widget area columns.
hu_hu: A lábléc widgetterület oszlopai közötti függőleges elválasztóvonal vastagságát szabályozza.

source: Footer Widgets Area Vertical Divider Line Style
hu_hu: Lábléc widgetterület függőleges elválasztóvonalának stílusa

source: Controls the style of the vertical divider line between footer widget area columns.
hu_hu: A lábléc widgetterület oszlopai közötti függőleges elválasztóvonal stílusát szabályozza.

source: Footer Widget Divider Color
hu_hu: Lábléc widget elválasztóvonalának színe

source: Controls the divider color in the footer widgets and also the vertical divider lines between widget areas.
hu_hu: A lábléc widgetek elválasztóinak, valamint a widgetterületek közötti függőleges elválasztóvonalak színét szabályozza.

source: Footer Widgets Area Padding
hu_hu: Lábléc widgetterület kitöltése

source: Controls the right/left padding for the footer widget areas.
hu_hu: A lábléc widgetterületek jobb és bal oldali kitöltését szabályozza.

source: Copyright Padding
hu_hu: Copyright terület kitöltése

source: Controls the top/bottom padding for the copyright area.
hu_hu: A copyright terület felső és alsó kitöltését szabályozza.

source: Copyright Background Color
hu_hu: Szerzői jogi terület háttérszíne

source: Controls the background color of the footer copyright area.
hu_hu: Beállítja a lábléc szerzői jogi területének háttérszínét.

source: Copyright Border Size
hu_hu: Szerzői jogi terület szegélyvastagsága

source: Controls the size of the top copyright border.
hu_hu: Beállítja a szerzői jogi terület felső szegélyének vastagságát.

source: Copyright Border Color
hu_hu: Szerzői jogi terület szegélyszíne

source: Controls the border colors for the footer copyright area.
hu_hu: Beállítja a lábléc szerzői jogi területének szegélyszíneit.

source: Footer Typography
hu_hu: Lábléc tipográfiája

source: Footer Headings Typography
hu_hu: Lábléc címsorainak tipográfiája

source: These settings control the typography for the footer headings.
hu_hu: Ezek a beállítások a lábléc címsorainak tipográfiáját szabályozzák.

source: Footer Font Color
hu_hu: Lábléc betűszíne

source: Controls the text color of the footer font.
hu_hu: Beállítja a lábléc szövegének színét.

source: Footer Link Color
hu_hu: Lábléc hivatkozásainak színe

source: Controls the text color of the footer link font.
hu_hu: Beállítja a lábléc hivatkozásainak szövegszínét.

source: Footer Link Hover Color
hu_hu: Lábléc hivatkozásainak színe egérmutató fölé vitelekor

source: Controls the text hover color of the footer link font.
hu_hu: Beállítja a lábléc hivatkozásainak szövegszínét, amikor az egérmutató fölé kerül.

source: Copyright Text Color
hu_hu: Szerzői jogi terület szövegének színe

source: Controls the text color of the footer copyright area.
hu_hu: Beállítja a lábléc szerzői jogi területének szövegszínét.

source: Copyright Link Color
hu_hu: Szerzői jogi terület hivatkozásainak színe

source: Controls the link color of the footer copyright area.
hu_hu: Beállítja a lábléc szerzői jogi területének hivatkozásainak színét.

source: Copyright Link Hover Color
hu_hu: Szerzői jogi terület hivatkozásainak színe egérmutató fölé vitelekor

source: Controls the link hover color of the footer copyright area.
hu_hu: Beállítja a lábléc szerzői jogi területének hivatkozásainak színét, amikor az egérmutató fölé kerül.

source: Copyright Font Size
hu_hu: Szerzői jogi szöveg betűmérete

source: Controls the font size for the copyright text.
hu_hu: Beállítja a szerzői jogi szöveg betűméretét.

source: Forms Styling
hu_hu: Űrlapok stílusa

source: <strong>IMPORTANT NOTE:</strong> The options on this tab apply to all forms throughout the site, including Avada Forms and the 3rd party plugins that Avada has design integration with.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az ezen a lapon található beállítások a webhely összes űrlapjára vonatkoznak, beleértve az Avada Formsot és azokat a harmadik féltől származó bővítményeket is, amelyekhez az Avada dizájnintegrációt biztosít.

source: Form Input and Select Height
hu_hu: Űrlap beviteli és Select mezők magassága

source: Controls the height of all search, form input and select fields.
hu_hu: Beállítja az összes kereső-, űrlap-beviteli és select mező magasságát.

source: Form Font Size
hu_hu: Űrlap betűmérete

source: Controls the size of the form text.
hu_hu: Beállítja az űrlap szövegének betűméretét.

source: Form Field Background Color
hu_hu: Űrlapmezők háttérszíne

source: Controls the background color of form fields.
hu_hu: Beállítja az űrlapmezők háttérszínét.

source: Form Text Color
hu_hu: Űrlap szövegének színe

source: Controls the color of the form text.
hu_hu: Beállítja az űrlap szövegének színét.

source: Form Border Size
hu_hu: Űrlapmezők szegélyvastagsága

source: Controls the border size of the form fields.
hu_hu: Beállítja az űrlapmezők szegélyének vastagságát.

source: Form Border Color
hu_hu: Űrlapmezők szegélyszíne

source: Controls the border color of the form fields.
hu_hu: Beállítja az űrlapmezők szegélyszínét.

source: Controls the border color of the form fields when they have focus.
hu_hu: Beállítja az űrlapmezők szegélyszínét, amikor fókuszban vannak.

source: Form Border Radius
hu_hu: Űrlapmezők sarkainak lekerekítése

source: Controls the border radius of the form fields. Also works, if border size is set to 0.
hu_hu: Beállítja az űrlapmezők sarkainak lekerekítését. Akkor is működik, ha a szegély vastagsága 0.
