Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Select an featured image to represent the term. This can then be used in dynamic data and post cards.
hu_hu: Válasszon ki egy kiemelt képet, amely a kifejezést képviseli. Ez ezután felhasználható dinamikus adatokban és Post Cards elemekben.

source: Slider Type
hu_hu: Slider típusa

source: Select the type of slider that displays.
hu_hu: Válassza ki a megjelenő slider típusát.

source: Select LayerSlider
hu_hu: Válassza a LayerSlidert

source: Select the unique name of the slider.
hu_hu: Válassza ki a slider egyedi nevét.

source: Select Avada Slider
hu_hu: Válassza az Avada Slidert

source: Select Slider Revolution Slider
hu_hu: Válassza a Slider Revolution Slidert

source: Select Elastic Slider
hu_hu: Válassza az Elastic Slidert

source: Slider Position
hu_hu: Slider pozíciója

source: Below
hu_hu: Alul

source: Above
hu_hu: Felül

source: Select if the slider shows below or above the header. Only works for top header position. %s
hu_hu: Válassza ki, hogy a slider a fejléc alatt vagy felett jelenjen meg. Csak a felső fejléc pozícióval működik. %s

source: Slider Visibility
hu_hu: Slider láthatósága

source: Choose to show or hide the slider on small, medium or large screens. You can choose more than one at a time. Each of the 3 sizes has a custom width setting on the Responsive tab in the. %s.
hu_hu: Válassza ki, hogy kis, közepes vagy nagy képernyőkön megjelenjen-e vagy rejtve legyen a slider. Egyszerre egynél többet is választhat. A 3 méret mindegyikének egyéni szélességbeállítása van a Responsive lapon a. %s.

source: Small Screen
hu_hu: Kis képernyő

source: Medium Screen
hu_hu: Közepes képernyő

source: Large Screen
hu_hu: Nagy képernyő

source: Page Content Padding
hu_hu: Oldaltartalom belső margója

source: In pixels ex: 20px. %s
hu_hu: Pixelben, pl.: 20px. %s

source: Header Background Color
hu_hu: Fejléc háttérszíne

source: Controls the background color for the header. Hex code or rgba value, ex: #000. %s
hu_hu: A fejléc háttérszínét szabályozza. Hex kód vagy rgba érték, pl.: #000. %s

source: Mobile Header Background Color
hu_hu: Mobil fejléc háttérszíne

source: Controls the background color for the header on mobile devices. Hex code or rgba value, ex: #000. %s
hu_hu: A fejléc háttérszínét szabályozza mobil eszközökön. Hex kód vagy rgba érték, pl.: #000. %s

source: Page Title Bar
hu_hu: Oldalcím sáv

source: Choose to show or hide the page title bar. %s
hu_hu: Válassza ki, hogy az oldalcím sáv megjelenjen vagy rejtve legyen. %s

source: Show Bar and Content
hu_hu: Sáv és tartalom megjelenítése

source: Show Content Only
hu_hu: Csak tartalom megjelenítése

source: Hide
hu_hu: Elrejtés

source: Page Title Bar Background
hu_hu: Oldalcím sáv háttere

source: Select an image to use for the page title bar background. %s
hu_hu: Válasszon képet az oldalcím sáv hátteréhez. %s

source: Page Title Bar Background Retina
hu_hu: Oldalcím sáv háttér – Retina

source: Select an image to use for retina devices. %s
hu_hu: Válasszon képet retina eszközökhöz. %s

source: Page Title Bar Height
hu_hu: Oldalcím sáv magassága

source: Controls the height of the page title bar on desktop. Enter value including any valid CSS unit besides %1$s which does not work for page title bar, ex: 87px. %2$s
hu_hu: Az oldalcím sáv magasságát szabályozza asztali nézetben. Adjon meg értéket bármely érvényes CSS egységgel, a(z) %1$s kivételével, amely nem működik az oldalcím sávnál, pl.: 87px. %2$s

source: Page Title Bar Mobile Height
hu_hu: Oldalcím sáv magassága mobilon

source: Controls the height of the page title bar on mobile. Enter value including any valid CSS unit besides %1$s which does not work for page title bar, ex: 70px. %2$s
hu_hu: Az oldalcím sáv magasságát szabályozza mobilon. Adjon meg értéket bármely érvényes CSS egységgel, a(z) %1$s kivételével, amely nem működik az oldalcím sávnál, pl.: 70px. %2$s

source: This term uses a custom template for:
hu_hu: Ez a kifejezés egyéni sablont használ ehhez:

source: Remove Image
hu_hu: Kép eltávolítása

source: Reset to default.
hu_hu: Visszaállítás alapértelmezettre.

source: Using default value.
hu_hu: Alapértelmezett érték használata.

source: %1$s at %2$s
hu_hu: %1$s ekkor: %2$s

source: - Edit
hu_hu: - Szerkesztés

source: - Reply
hu_hu: - Válasz

source: Your comment is awaiting moderation.
hu_hu: Hozzászólása moderálásra vár.

source: Install Required Plugins
hu_hu: Szükséges bővítmények telepítése

source: Updating Plugin: %s
hu_hu: Bővítmény frissítése: %s

source: Return to Required Plugins Installer
hu_hu: Vissza a szükséges bővítmények telepítőjéhez

source: Return to the Dashboard
hu_hu: Vissza a Vezérlőpulthoz

source: The following plugin was activated successfully:
hu_hu: A következő bővítmény aktiválása sikerült:

source: No action taken. Plugin %1$s was already active.
hu_hu: Nem történt művelet. A(z) %1$s bővítmény már aktív volt.

source: %s installation failed. The update procedure could not delete the plugin due to a permissions issue on your server. Please ask your hosting provider to check the permissions level or manually remove the plugin via FTP or WordPress before attempting to reinstall it.
hu_hu: %s telepítése sikertelen. A frissítési folyamat nem tudta törölni a bővítményt a kiszolgálón jelentkező jogosultsági probléma miatt. Kérjük, kérje meg a tárhelyszolgáltatóját, hogy ellenőrizze a jogosultsági szintet, vagy a bővítményt kézzel távolítsa el FTP-n vagy WordPressen keresztül, mielőtt megpróbálná újratelepíteni.

source: All plugins installed and activated successfully. %1$s
hu_hu: Minden bővítmény sikeresen telepítve és aktiválva. %1$s

source: Dismiss this notice
hu_hu: Értesítés bezárása

source: There are one or more required or recommended plugins to install, update or activate.
hu_hu: Egy vagy több szükséges vagy ajánlott bővítményt kell telepíteni, frissíteni vagy aktiválni.

source: Please contact the administrator of this site for help.
hu_hu: Kérjük, vegye fel a kapcsolatot ennek a webhelynek a rendszergazdájával segítségért.

source: This plugin needs to be updated to be compatible with your theme.
hu_hu: Ezt a bővítményt frissíteni kell, hogy kompatibilis legyen a sablonjával.

source: Update Required
hu_hu: Frissítés szükséges

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
hu_hu: A távoli bővítménycsomag nem tartalmazza a kívánt sluggal rendelkező mappát, és az átnevezés nem működött.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
hu_hu: Kérjük, lépjen kapcsolatba a bővítmény szolgáltatójával, és kérje meg, hogy a WordPress irányelveinek megfelelően csomagolja a bővítményt.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
hu_hu: A távoli bővítménycsomag egynél több fájlból áll, de a fájlok nincsenek mappába csomagolva.

source: Install/Activation/Update Of Required Plugin(s) Needed
hu_hu: Szükséges bővítmény(ek) telepítése/aktiválása/frissítése szükséges

source: WordPress Repository
hu_hu: WordPress tárház

source: External Source
hu_hu: Külső forrás

source: Pre-Packaged
hu_hu: Előre csomagolt

source: Installed But Not Activated
hu_hu: Telepítve, de nincs aktiválva

source: Required Update not Available
hu_hu: A szükséges frissítés nem érhető el

source: Requires Update
hu_hu: Frissítést igényel

source: Update recommended
hu_hu: Frissítés ajánlott

source: Installed version:
hu_hu: Telepített verzió:

source: Minimum required version:
hu_hu: Minimálisan szükséges verzió:

source: Available version:
hu_hu: Elérhető verzió:

source: No plugins to install, update or activate. <a href="%s">Return to the Dashboard</a>
hu_hu: Nincs telepítendő, frissítendő vagy aktiválandó bővítmény. <a href="%s">Vissza a Vezérlőpulthoz</a>

source: Plugin
hu_hu: Bővítmény

source: Source
hu_hu: Forrás

source: Type
hu_hu: Típus

source: Version
hu_hu: Verzió

source: Install %2$s
hu_hu: %2$s telepítése

source: Update %2$s
hu_hu: %2$s frissítése

source: Activate %2$s
hu_hu: %2$s aktiválása

source: Upgrade message from the plugin author:
hu_hu: Frissítési üzenet a bővítmény szerzőjétől:

source: No plugins were selected to be installed. No action taken.
hu_hu: Nem lett kiválasztva telepítendő bővítmény. Nem történt művelet.

source: No plugins were selected to be updated. No action taken.
hu_hu: Nem lett kiválasztva frissítendő bővítmény. Nem történt művelet.

source: No plugins are available to be installed at this time.
hu_hu: Jelenleg nincs telepíthető bővítmény.

source: No plugins are available to be updated at this time.
hu_hu: Jelenleg nincs frissíthető bővítmény.

source: No plugins were selected to be activated. No action taken.
hu_hu: Nem lett kiválasztva aktiválandó bővítmény. Nem történt művelet.

source: No plugins are available to be activated at this time.
hu_hu: Jelenleg nincs aktiválható bővítmény.

source: Plugin activation failed.
hu_hu: A bővítmény aktiválása nem sikerült.

source: Updating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény frissítése: %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
hu_hu: Hiba történt %1$s telepítése közben: <strong>%2$s</strong>.

source: The installation of %1$s failed.
hu_hu: %1$s telepítése sikertelen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési és aktiválási folyamat indul. Ez a folyamat egyes kiszolgálókon eltarthat egy ideig, kérjük, legyen türelemmel.

source: %1$s installed and activated successfully.
hu_hu: %1$s sikeresen telepítve és aktiválva.

source: Show Details
hu_hu: Részletek megjelenítése

source: Hide Details
hu_hu: Részletek elrejtése

source: All installations and activations have been completed.
hu_hu: Minden telepítés és aktiválás befejeződött.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése és aktiválása: %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési folyamat indul. Ez a folyamat egyes kiszolgálókon eltarthat egy ideig, kérjük, legyen türelemmel.

source: %1$s installed successfully.
hu_hu: %1$s sikeresen telepítve.

source: All installations have been completed.
hu_hu: Minden telepítés befejeződött.

source: Installing Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése: %1$s (%2$d/%3$d)

source: Select terms
hu_hu: Válasszon kifejezéseket

source: Select none
hu_hu: Ne válasszon egyet sem

source: Choose an option
hu_hu: Válasszon egy lehetőséget

source: Avada Product Attribute Options
hu_hu: Avada termékattribútum-beállítások

source: Image
hu_hu: Kép

source: Select an image to use for the attribute.
hu_hu: Válasszon egy képet az attribútumhoz.

source: Color
hu_hu: Szín

source: Controls the color preview for the attribute. Hex code or rgba value, ex: #000.
hu_hu: Az attribútum színelőnézetét szabályozza. Hex kód vagy rgba érték, pl.: #000.

source: Avada Color
hu_hu: Avada szín

source: Avada Image
hu_hu: Avada kép

source: Avada Button
hu_hu: Avada gomb

source: Clear selection
hu_hu: Kiválasztás törlése

source: Continue
hu_hu: Folytatás

source: You can control the <a href="%1$s" target="_blank">number of products per page</a> and the <a href="%2$s" target="_blank">number of columns for the main shop page</a> from Avada\`s Global Options panel.
hu_hu: Az <a href="%1$s" target="_blank">oldalankénti termékszámot</a> és a <a href="%2$s" target="_blank">fő boltoldal oszlopainak számát</a> az Avada\`s Global Options panelen szabályozhatja.

source: Details
hu_hu: Részletek

source: Not all fields have been filled in correctly.
hu_hu: Nem minden mező lett helyesen kitöltve.

source: Avada Icon
hu_hu: Avada ikon

source: Enter the slug of the Avada icon you want to display.
hu_hu: Adja meg a megjeleníteni kívánt Avada ikon slug értékét.

source: No Adobe Fonts detected.
hu_hu: Nem található Adobe Fonts.

source: Adobe Fonts detected:
hu_hu: Észlelt Adobe Fonts:

source: Color 2
hu_hu: Szín 2

source: Color 3
hu_hu: Szín 3

source: Color 6
hu_hu: Szín 6

source: Color 7
hu_hu: Szín 7

source: Unknown Color
hu_hu: Ismeretlen szín

source: Global Color
hu_hu: Globális szín

source: This will remove the color from the palette.
hu_hu: Ez eltávolítja a színt a palettáról.

source: Unknown Font
hu_hu: Ismeretlen betűkészlet

source: Uppercase
hu_hu: Nagybetűs

source: Lowercase
hu_hu: Kisbetűs

source: Capitalize
hu_hu: Nagy kezdőbetűs

source: Standard Fonts
hu_hu: Szabványos betűkészletek

source: Custom Typography %s
hu_hu: Egyéni tipográfia %s

source: This will remove the typography set.
hu_hu: Ez eltávolítja a tipográfiai készletet.

source: Sorry, reCAPTCHA could not verify that you are a human. Please try again.
hu_hu: Sajnáljuk, a reCAPTCHA nem tudta ellenőrizni, hogy Ön ember-e. Kérjük, próbálja meg újra.

source: reCAPTCHA configuration error. Please check the Global Options settings and your reCAPTCHA account settings.
hu_hu: reCAPTCHA konfigurációs hiba. Kérjük, ellenőrizze a Globális beállítások és a reCAPTCHA-fiókja beállításait.

source: Sorry, reCAPTCHA could not verify that you are a human.
hu_hu: Sajnáljuk, a reCAPTCHA nem tudta ellenőrizni, hogy Ön ember-e.

source: Coming Soon
hu_hu: Hamarosan

source: Live
hu_hu: Élő

source: Woo: Store Coming Soon
hu_hu: Woo: Áruház hamarosan

source: Woo: Coming Soon
hu_hu: Woo: Hamarosan

source: Do you want to proceed without saving changes?
hu_hu: Szeretné folytatni a változtatások mentése nélkül?

source: Loading the homepage to generate assets.
hu_hu: A kezdőlap betöltése az erőforrások létrehozásához.

source: Running a lighthouse test to find new performance scores.
hu_hu: Lighthouse-teszt futtatása új teljesítménypontszámok megállapításához.

source: Automated asset generation failed. Visit your homepage in the browser.
hu_hu: Az automatikus erőforrás-létrehozás nem sikerült. Nyissa meg a kezdőlapját a böngészőben.

source: There was a problem when clearing the cache. Please clear it from the Global Options.
hu_hu: Hiba történt a gyorsítótár törlésekor. Kérjük, törölje a Global Options-ból.

source: Cache and assets have been cleared successfully!
hu_hu: A gyorsítótár és az erőforrások sikeresen törölve!

source: Something went wrong while scanning the content, please check PHP error log and try again.
hu_hu: Hiba történt a tartalom vizsgálata közben, kérjük, ellenőrizze a PHP error logot, és próbálja újra.

source: No data to save.
hu_hu: Nincs mentendő adat.

source: No changes to update.
hu_hu: Nincs frissítendő módosítás.

source: No valid action found.
hu_hu: Nem található érvényes művelet.

source: Recommend setting to off unless you use legacy widget areas or widgets.
hu_hu: Javasolt kikapcsolni, hacsak nem használ régi widgetterületeket vagy widgeteket.

source: You are not using the legacy mega menu. This option can be disabled.
hu_hu: Nem használja a régi mega menüt. Ez az opció kikapcsolható.

source: You are using the legacy mega menu. Should be enabled, but consider switching to built mega menu.
hu_hu: A régi mega menüt használja. Be kell kapcsolni, de fontolja meg az átállást a beépített mega menüre.

source: You are not using any Youtube element. This option can be disabled.
hu_hu: Nem használ Youtube elemet. Ez az opció kikapcsolható.

source: You are using Youtube element. Should be enabled.
hu_hu: Youtube elemet használ. Be kell kapcsolni.

source: You are not using any Vimeo element. This option can be disabled.
hu_hu: Nem használ Vimeo elemet. Ez az opció kikapcsolható.

source: You are using Vimeo element. Should be enabled.
hu_hu: Vimeo elemet használ. Be kell kapcsolni.

source: You are not using any Google Map element or template. This option can be disabled.
hu_hu: Nem használ Google Map elemet vagy sablont. Ez az opció kikapcsolható.

source: You are using Google Map element or template. Should be enabled.
hu_hu: Google Map elemet vagy sablont használ. Be kell kapcsolni.

source: Recommend disabling unless you are using the button color presets in many areas.
hu_hu: Javasolt letiltani, hacsak nem használja a gomb szín-előbeállításait sok helyen.

source: Recommend setting to off unless you use the Gutenberg editor.
hu_hu: Javasolt kikapcsolni, hacsak nem használja a Gutenberg szerkesztőt.

source: Recommend setting to disabled unless you specifically want them for comments.
hu_hu: Javasolt letiltani, kivéve, ha kifejezetten hozzászólásokhoz szeretné használni őket.

source: The Slider Revolution plugin is not active, styles can be disabled.
hu_hu: A Slider Revolution bővítmény nem aktív, a stílusok letilthatók.

source: The Slider Revolution plugin is currently active, only disable if you don't want the extra Avada styling.
hu_hu: A Slider Revolution bővítmény jelenleg aktív, csak akkor tiltsa le, ha nincs szüksége az extra Avada stílusokra.

source: No elastic sliders found, should be disabled.
hu_hu: Nem található Elastic Slider, le kell tiltani.

source: Elastic sliders found, only disable if you are not using them.
hu_hu: Elastic Sliderek találhatók, csak akkor tiltsa le, ha nem használja őket.

source: No Avada sliders found, should be disabled.
hu_hu: Nem található Avada slider, le kell tiltani.

source: Avada sliders found, only disable if you are not using them.
hu_hu: Avada sliderek találhatók, csak akkor tiltsa le, ha nem használja őket.

source: No Avada forms found, can be disabled. Alternatively if you haven't tried them yet, give them a go.
hu_hu: Nem található Avada űrlap, letiltható. Alternatívaként, ha még nem próbálta, próbálja ki őket.

source: Avada forms found, only disable if you are not using them.
hu_hu: Avada űrlapok találhatók, csak akkor tiltsa le, ha nem használja őket.

source: No Avada off canvas found, can be disabled. Alternatively if you haven't tried them yet, give them a go.
hu_hu: Nem található Avada Off Canvas, letiltható. Alternatívaként, ha még nem próbálta, próbálja ki őket.

source: Avada off canvas found, only disable if you are not using them.
hu_hu: Avada Off Canvas található, csak akkor tiltsa le, ha nem használja őket.

source: No portfolio posts found, can be disabled.
hu_hu: Nem található portfólió-bejegyzés, letiltható.

source: Portfolio posts found, only disable if you are not using them.
hu_hu: Portfólió-bejegyzések találhatók, csak akkor tiltsa le, ha nem használja őket.

source: No FAQ posts found, can be disabled.
hu_hu: Nem található GYIK-bejegyzés, letiltható.

source: FAQ posts found, only disable if you are not using them.
hu_hu: GYIK-bejegyzések találhatók, csak akkor tiltsa le, ha nem használja őket.

source: Full List
hu_hu: Teljes lista

source: Brands
hu_hu: Márkák

source: Regular
hu_hu: Normál

source: Solid
hu_hu: Kitöltött

source: No Font Awesome icons found being used. Recommend disabling all.
hu_hu: Nem található használt Font Awesome ikon. Javasolt mindet letiltani.

source: Content has been scanned for icons, recommend selecting %s.
hu_hu: A tartalom ikonok után átvizsgálásra került, javasolt a(z) %s kiválasztása.

source: Recommended to disable this and update any old icon references by editing the pages/menus.
hu_hu: Javasolt ezt letiltani, és a régi ikonthivatkozásokat az oldalak/menük szerkesztésével frissíteni.

source: Cannot import auto-draft posts
hu_hu: Az auto-draft bejegyzések nem importálhatók

source: Run PageSpeed Insights
hu_hu: PageSpeed Insights futtatása

source: Start
hu_hu: Indítás

source: Features
hu_hu: Funkciók

source: Elements
hu_hu: Elemek

source: Optimization
hu_hu: Optimalizálás

source: Finish
hu_hu: Befejezés

source: Search Page Content
hu_hu: Keresési oldal tartalma

source: 404 Page Content
hu_hu: 404-es oldal tartalma

source: Search Page
hu_hu: Keresési oldal

source: 404 Page
hu_hu: 404-es oldal

source: Sorry, the color schemes couldn't load because the server didn't respond.
hu_hu: Sajnáljuk, a színsémák nem tudtak betöltődni, mert a szerver nem válaszolt.

source: Registration
hu_hu: Regisztráció

source: Setup Type
hu_hu: Beállítás típusa

source: Colors
hu_hu: Színek

source: Typography
hu_hu: Tipográfia

source: Style
hu_hu: Stílus

source: Local Colors & Typography
hu_hu: Helyi színek és tipográfia

source: WYSIWYG Studio Styles
hu_hu: WYSIWYG Studio stílusok

source: Import Images
hu_hu: Képek importálása

source: Use Placeholders
hu_hu: Helyőrzők használata

source: Invert
hu_hu: Invertálás

source: Help Us Improve Avada
hu_hu: Segítsen jobbá tenni az Avadát

source: Become a contribution hero by opting in to share some non-sensitive usage data with us, that will help us to improve the product.
hu_hu: Legyen hozzájáruló hős azzal, hogy beleegyezik néhány nem érzékeny használati adat megosztásába velünk; ez segít a termék fejlesztésében.

source: Learn more.
hu_hu: Tudjon meg többet.

source: Send Data
hu_hu: Adatok küldése

source: Thank you, the data has been sent successfully.
hu_hu: Köszönjük, az adatok sikeresen el lettek küldve.

source: There was an error trying to send the data. Please try again.
hu_hu: Hiba történt az adatok küldése közben. Kérjük, próbálja meg újra.

source: Select Prebuilt Website
hu_hu: Előre elkészített weboldal kiválasztása

source: Avada Shortcode Conversion
hu_hu: Avada shortcode átalakítás

source: Revert Avada Shortcode Conversion
hu_hu: Avada shortcode átalakítás visszavonása

source: Avada 5.0 is an amazing update with new features, improvements and our brand new Avada Builder. To enjoy Avada 5.0, conversion steps need to be performed. Please see below. Thank you for choosing Avada!
hu_hu: Az Avada 5.0 egy lenyűgöző frissítés új funkciókkal, fejlesztésekkel és a vadonatúj Avada Builderrel. Az Avada 5.0 használatához átalakítási lépéseket kell végrehajtani. Lásd alább. Köszönjük, hogy az Avadát választotta!

source: This is the reversion process. Please see below for further information.
hu_hu: Ez a visszaállítási folyamat. Kérjük, tekintse meg az alábbiakat további információért.

source: IMPORTANT: Shortcode Conversion For Avada Builder
hu_hu: FONTOS: Shortcode átalakítás az Avada Builderhez

source: Collect IDs of posts that need to be converted
hu_hu: Gyűjtse össze az átalakítandó bejegyzések azonosítóit

source: Convert posts, slides, widgets and theme-options to new shortcode syntax
hu_hu: Alakítsa át a bejegyzéseket, diákat, widgeteket és a theme-options beállításait az új shortcode szintaxisra

source: Congratulations! The conversion finished successfully!
hu_hu: Gratulálunk! Az átalakítás sikeresen befejeződött!

source: IMPORTANT: Revert Shortcode Conversion For Avada Builder
hu_hu: FONTOS: Shortcode átalakítás visszavonása az Avada Builderhez

source: Collect IDs of posts that need to be reverted
hu_hu: Gyűjtse össze a visszaállítandó bejegyzések azonosítóit

source: Revert posts, slides, widgets and theme-options that were previously converted
hu_hu: Állítsa vissza a korábban átalakított bejegyzéseket, diákat, widgeteket és a theme-options beállításait

source: Congratulations! The reversion finished successfully!
hu_hu: Gratulálunk! A visszaállítás sikeresen befejeződött!

source: Our newly built Avada Builder is amazing and up to 5x faster. It needs to convert your old shortcodes to the new syntax. This will ensure all shortcodes use unique names, so there will be no conflicts with other plugins.
hu_hu: Az újonnan elkészített Avada Builder lenyűgöző és akár 5x gyorsabb. A régi shortcode-jait az új szintaxisra kell konvertálnia. Ez biztosítja, hogy minden shortcode egyedi neveket használjon, így nem lesznek ütközések más bővítményekkel.
