Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Controls the width of the left/right column of product images thumbnails as a percentage of the full gallery width.
hu_hu: Szabályozza a termékképek bélyegképeinek bal/jobb oszlopának szélességét a teljes galéria szélességének százalékaként.

source: WooCommerce Product Images Thumbnails Columns
hu_hu: WooCommerce termékképek bélyegképoszlopainak száma

source: Controls the number of columns of the single product page image gallery thumbnails. In order to avoid blurry thumbnails, make sure the "WooCommerce Product Images Thumbnails Width" option above is large enough. It has to be at least "WooCommerce Product Images Width" option divided by this number of columns.
hu_hu: Szabályozza az egyedi termékoldal képgaléria bélyegképeinek oszlopszámát. A homályos bélyegképek elkerülése érdekében győződjön meg róla, hogy a fenti "WooCommerce Product Images Thumbnails Width" opció elég nagy. Ennek legalább a "WooCommerce Product Images Width" opció értéke osztva ezzel az oszlopszámmal kell lennie.

source: WooCommerce Product Quick View
hu_hu: WooCommerce termékek gyorsnézete

source: Turn on to enable product quick view for products.
hu_hu: Kapcsolja be a termékek gyorsnézetének engedélyezéséhez.

source: WooCommerce Product Variation Swatches
hu_hu: WooCommerce termékváltozat-minták

source: Turn on to enable color, button and image variation types.
hu_hu: Kapcsolja be a szín-, gomb- és képalapú változattípusok engedélyezéséhez.

source: WooCommerce Shop Page Ordering Boxes
hu_hu: WooCommerce boltoldali rendezési dobozok

source: Turn on to display the ordering boxes on the shop page.
hu_hu: Kapcsolja be a rendezési dobozok megjelenítéséhez a boltoldalon.

source: WooCommerce Shop Page Crossfade Image Effect
hu_hu: WooCommerce boltoldali kereszt-átúsztatási képhatás

source: Turn on to display the product crossfade image effect on the shop page.
hu_hu: Kapcsolja be a termékek kereszt-átúsztatási képhatásának megjelenítéséhez a boltoldalon.

source: WooCommerce One Page Checkout
hu_hu: WooCommerce egyoldalas pénztár

source: Turn on to use the one page checkout template.
hu_hu: Kapcsolja be az egyoldalas pénztár sablon használatához.

source: WooCommerce Order Notes on Checkout
hu_hu: WooCommerce rendelési megjegyzések a pénztárnál

source: Turn on to display the order notes on the checkout page.
hu_hu: Kapcsolja be a rendelési megjegyzések megjelenítéséhez a pénztár oldalon.

source: WooCommerce My Account Link in Main Menu
hu_hu: WooCommerce Fiókom hivatkozás a főmenüben

source: Turn on to display the "My Account" link in the main menu. Not compatible with Ubermenu.
hu_hu: Kapcsolja be a "Fiókom" hivatkozás megjelenítéséhez a főmenüben. Nem kompatibilis az Ubermenu-val.

source: WooCommerce Cart Icon in Main Menu
hu_hu: WooCommerce kosár ikon a főmenüben

source: Turn on to display the cart icon in the main menu. Not compatible with Ubermenu.
hu_hu: Kapcsolja be a kosár ikon megjelenítéséhez a főmenüben. Nem kompatibilis az Ubermenu-val.

source: WooCommerce Menu Cart Icon Counter
hu_hu: WooCommerce menü kosárikon számláló

source: Turn on to display the WooCommerce cart counter circle.
hu_hu: Kapcsolja be a WooCommerce kosárszámláló körének megjelenítéséhez.

source: WooCommerce Cart Icon in Secondary Menu
hu_hu: WooCommerce kosár ikon a másodlagos menüben

source: Turn on to display the cart icon in the secondary menu. Not compatible with Ubermenu.
hu_hu: Kapcsolja be a kosár ikon megjelenítéséhez a másodlagos menüben. Nem kompatibilis az Ubermenu-val.

source: WooCommerce My Account Link in Secondary Menu
hu_hu: WooCommerce Fiókom hivatkozás a másodlagos menüben

source: Turn on to display the "My Account" link in the secondary menu. Not compatible with Ubermenu.
hu_hu: Kapcsolja be a "Fiókom" hivatkozás megjelenítéséhez a másodlagos menüben. Nem kompatibilis az Ubermenu-val.

source: WooCommerce Social Icons
hu_hu: WooCommerce közösségi ikonok

source: Turn on to display the social icons on single product posts.
hu_hu: Kapcsolja be a közösségi ikonok megjelenítéséhez az egyedi termékbejegyzéseken.

source: WooCommerce Product Grid / List View
hu_hu: WooCommerce termék rács / lista nézet

source: Turn on to display the grid/list toggle on the main shop page and archive shop pages.
hu_hu: Kapcsolja be a rács/lista váltó megjelenítéséhez a fő boltoldalon és a bolt archív oldalain.

source: WooCommerce Product Default View
hu_hu: WooCommerce termék alapértelmezett nézet

source: Sets the default product view for shop page and product archive pages.
hu_hu: Beállítja a termék alapértelmezett nézetét a boltoldalon és a termékarchívum oldalakon.

source: List
hu_hu: Lista

source: WooCommerce Load Cart Fragments Script
hu_hu: WooCommerce Cart Fragments szkript betöltése

source: Turn on to load the cart fragments script on all WooComemrce pages. This will enable AJAX driven updates of the cart and mini cart, but can be resource intensive on large shops.
hu_hu: Kapcsolja be, hogy a Cart Fragments szkript minden WooComemrce oldalon betöltődjön. Ez lehetővé teszi a kosár és a mini kosár AJAX-alapú frissítését, de nagy boltoknál erőforrás-igényes lehet.

source: WooCommerce Single Product Ajax Add to Cart
hu_hu: WooCommerce egyedi termék AJAX kosárba helyezés

source: Turn on to enable single product ajax Add to Cart.
hu_hu: Kapcsolja be az egyedi termék AJAX-os kosárba helyezésének engedélyezéséhez.

source: WooCommerce Account Area Message 1
hu_hu: WooCommerce fiókterület 1. üzenete

source: Controls the text that displays in the first message box on the account page.
hu_hu: A fiókoldalon megjelenő első üzenetmező szövegét szabályozza.

source: WooCommerce Account Area Message 2
hu_hu: WooCommerce fiókterület 2. üzenete

source: Controls the text that displays in the second message box on the account page.
hu_hu: A fiókoldalon megjelenő második üzenetmező szövegét szabályozza.

source: WooCommerce Styling
hu_hu: WooCommerce stílus

source: WooCommerce Product Box Design
hu_hu: WooCommerce termékdoboz dizájnja

source: Controls the design of the product boxes.
hu_hu: A termékdobozok dizájnját szabályozza.

source: WooCommerce Product Box Content Padding
hu_hu: WooCommerce termékdoboz tartalmának belső margója

source: Controls the top/right/bottom/left padding of the products contents.
hu_hu: A termékek tartalmának felső/jobb/alsó/bal belső margóját szabályozza.

source: Turn on to display product posts at 100% browser width according to the window size. Turn off to follow site width.
hu_hu: Kapcsolja be, hogy a termékbejegyzések az ablakmérethez igazodva 100%-os böngészőszélességen jelenjenek meg. Kapcsolja ki, ha az oldal szélességét kívánja követni.

source: WooCommerce Tab Design
hu_hu: WooCommerce fülek dizájnja

source: Controls the design of all WooCommerce tabs.
hu_hu: Az összes WooCommerce fül dizájnját szabályozza.

source: Horizontal Tabs
hu_hu: Vízszintes fülek

source: Vertical Tabs
hu_hu: Függőleges fülek

source: WooCommerce Quantity Input Size
hu_hu: WooCommerce mennyiségi beviteli mező mérete

source: Controls the width and height of the quantity input field.
hu_hu: A mennyiségi beviteli mező szélességét és magasságát szabályozza.

source: WooCommerce Quantity Font Size
hu_hu: WooCommerce mennyiség betűmérete

source: Controls the font size of the quantity input field.
hu_hu: A mennyiségi beviteli mező betűméretét szabályozza.

source: WooCommerce Quantity Box Background Color
hu_hu: WooCommerce mennyiségi mező háttérszíne

source: Controls the background color of the WooCommerce quantity box.
hu_hu: A WooCommerce mennyiségi mező háttérszínét szabályozza.

source: WooCommerce Quantity Box Hover Background Color
hu_hu: WooCommerce mennyiségi mező háttérszíne rámutatáskor

source: Controls the hover color of the WooCommerce quantity box.
hu_hu: A WooCommerce mennyiségmező egér fölé vitt állapotának színét szabályozza.

source: WooCommerce Order Dropdown Background Color
hu_hu: WooCommerce rendelés legördülő menü háttérszíne

source: Controls the background color of the WooCommerce order dropdowns.
hu_hu: A WooCommerce rendelés legördülő menük háttérszínét szabályozza.

source: WooCommerce Order Dropdown Text Color
hu_hu: WooCommerce rendelés legördülő menü szövegszíne

source: Controls the color of the text and icons in the WooCommerce order dropdowns.
hu_hu: A WooCommerce rendelés legördülő menüiben lévő szöveg és ikonok színét szabályozza.

source: WooCommerce Order Dropdown Border Color
hu_hu: WooCommerce rendelés legördülő menü keretszíne

source: Controls the border color in the WooCommerce order dropdowns.
hu_hu: A WooCommerce rendelés legördülő menüinek keretszínét szabályozza.

source: WooCommerce Cart Menu Background Color
hu_hu: WooCommerce kosár menü háttérszíne

source: Controls the bottom section background color of the WooCommerce cart dropdown.
hu_hu: A WooCommerce kosár legördülő menüje alsó szakaszának háttérszínét szabályozza.

source: WooCommerce Icon Font Size
hu_hu: WooCommerce ikonok betűmérete

source: Controls the font size of the WooCommerce icons.
hu_hu: A WooCommerce ikonok betűméretét szabályozza.

source: Sale Badge
hu_hu: Akció jelvény

source: WooCommerce Sale Badge Shape
hu_hu: WooCommerce akció jelvény alakja

source: Controls the shape of the sale badge.
hu_hu: Az akció jelvény alakját szabályozza.

source: WooCommerce Sale Badge Background Color
hu_hu: WooCommerce akció jelvény háttérszíne

source: Controls the background color of the WooCommerce sale badge.
hu_hu: A WooCommerce akció jelvény háttérszínét szabályozza.

source: WooCommerce Sale Badge Text Color
hu_hu: WooCommerce akció jelvény szövegszíne

source: Controls the text color of the WooCommerce sale badge.
hu_hu: A WooCommerce akció jelvény szövegszínét szabályozza.

source: WooCommerce Sale Badge Text Size
hu_hu: WooCommerce akció jelvény szövegének betűmérete

source: Controls the font size of the WooCommerce sale badge text.
hu_hu: A WooCommerce akció jelvény szövegének betűméretét szabályozza.

source: WooCommerce Sale Badge Padding
hu_hu: WooCommerce akció jelvény belső margója

source: Controls the top/right/bottom/left padding of the sale badge.
hu_hu: Az akció jelvény felső/jobb/alsó/bal oldali belső margóját szabályozza.

source: WooCommerce Sale Badge Border Radius
hu_hu: WooCommerce akció jelvény szegélylekerekítése

source: Controls the border radius of sale badge.
hu_hu: Az akció jelvény szegélyének lekerekítését szabályozza.

source: WooCommerce Sale Badge Border Size
hu_hu: WooCommerce akció jelvény szegélyvastagsága

source: Controls the border size of the sale badge.
hu_hu: Az akció jelvény szegélyének vastagságát szabályozza.

source: WooCommerce Sale Badge Border Color
hu_hu: WooCommerce akció jelvény szegélyszíne

source: Controls the border color of the sale badge
hu_hu: Az akció jelvény szegélyszínét szabályozza

source: WooCommerce Sale Badge Text
hu_hu: WooCommerce akció jelvény szövege

source: [percentage] and [value] placeholders can be used to display product discount as percentage or as a value, ex: [percentage] Off!
hu_hu: [percentage] és [value] helyőrzők használhatók a termékkedvezmény százalékos formában vagy értékként való megjelenítésére, pl.: [percentage] kedvezmény!

source: Sale!
hu_hu: Akció!

source: Out Of Stock Badge
hu_hu: Készlethiány jelvény

source: WooCommerce Out Of Stock Badge Shape
hu_hu: WooCommerce készlethiány jelvény alakja

source: Controls the shape of the out of stock badge.
hu_hu: A készlethiány jelvény alakját szabályozza.

source: WooCommerce Out of Stock Badge Background Color
hu_hu: WooCommerce készlethiány jelvény háttérszíne

source: Controls the background color of the WooCommerce out of stock badge.
hu_hu: A WooCommerce készlethiány jelvény háttérszínét szabályozza.

source: WooCommerce Out of Stock Badge Text Color
hu_hu: WooCommerce készlethiány jelvény szövegszíne

source: Controls the text color of the WooCommerce out of stock badge.
hu_hu: A WooCommerce készlethiány jelvény szövegszínét szabályozza.

source: WooCommerce Out of Stock Badge Text Size
hu_hu: WooCommerce készlethiány jelvény szövegének betűmérete

source: Controls the font size of the WooCommerce out of stock badge text.
hu_hu: A WooCommerce készlethiány jelvény szövegének betűméretét szabályozza.

source: WooCommerce Out Of Stock Badge Padding
hu_hu: WooCommerce készlethiány jelvény belső margója

source: Controls the top/right/bottom/left padding of the out of stock badge.
hu_hu: A készlethiány jelvény felső/jobb/alsó/bal oldali belső margóját szabályozza.

source: WooCommerce Out Of Stock Badge Border Radius
hu_hu: WooCommerce készlethiány jelvény szegélylekerekítése

source: Controls the border radius of out of stock badge.
hu_hu: A készlethiány jelvény szegélyének lekerekítését szabályozza.

source: WooCommerce Out Of Stock Badge Border Size
hu_hu: WooCommerce készlethiány jelvény szegélyvastagsága

source: Controls the border size of the out of stock badge.
hu_hu: A készlethiány jelvény szegélyének vastagságát szabályozza.

source: WooCommerce Out Of Stock Badge Border Color
hu_hu: WooCommerce készlethiány jelvény szegélyszíne

source: Controls the border color of the out of stock badge
hu_hu: A készlethiány jelvény szegélyszínét szabályozza

source: WooCommerce Out Of Stock Badge Text
hu_hu: WooCommerce készlethiány jelvény szövege

source: Default value is: Out of stock
hu_hu: Alapértelmezett érték: Nincs készleten

source: Out of stock
hu_hu: Nincs készleten

source: Widget Area already exists, please use a different name.
hu_hu: A widget terület már létezik, kérjük, használjon másik nevet.

source: No Widget area defined.
hu_hu: Nincs megadva widget terület.

source: Widget area does not exist.
hu_hu: A widget terület nem létezik.

source: Are you sure you want to remove
hu_hu: Biztos benne, hogy el szeretné távolítani

source: This will remove any widgets you have assigned to this widget area.
hu_hu: Ez eltávolít minden widgetet, amelyet ehhez a widget területhez rendelt.

source: Widget Area Name:
hu_hu: Widget terület neve:

source: Widget Areas
hu_hu: Widget területek

source: Widget Area Name
hu_hu: Widget terület neve

source: Remove This Widget Area
hu_hu: Ezen widget terület eltávolítása

source: remove
hu_hu: eltávolítás

source: No Widget Areas defined.
hu_hu: Nincsenek megadva widget területek.

source: Add New Widget Area
hu_hu: Új widget terület hozzáadása

source: Previous Post
hu_hu: Előző bejegyzés

source: Next Post
hu_hu: Következő bejegyzés

source: Admin Notification
hu_hu: Adminisztrátori értesítés

source: Load More
hu_hu: Továbbiak betöltése

source: Couldn't find what you're looking for!
hu_hu: Nem találta, amit keresett!

source: Oops!
hu_hu: Hoppá!

source: Helpful Links:
hu_hu: Hasznos hivatkozások:

source: Try again
hu_hu: Próbálja újra

source: If you want to rephrase your query, here is your chance:
hu_hu: Ha át szeretné fogalmazni a lekérdezését, itt a lehetősége:

source: About the Author: %s
hu_hu: A szerzőről: %s

source: Toggle Sliding Bar Area
hu_hu: Csúszó sáv területének váltása

source: Close Sliding Bar Area
hu_hu: Csúszó sáv területének bezárása

source: So far %1$s has created %2$s blog entries.
hu_hu: Eddig %1$s %2$s blogbejegyzést hozott létre.

source: About %s
hu_hu: A %s névjegye

source: Edit profile
hu_hu: Profil szerkesztése

source: More on
hu_hu: Több erről

source: Read More
hu_hu: Bővebben

source: Protected
hu_hu: Védett

source: Load More Results
hu_hu: További találatok betöltése

source: Load More Posts
hu_hu: További bejegyzések betöltése

source: View Larger Image
hu_hu: Nagyobb kép megtekintése

source: Go to "%s"
hu_hu: Ugrás ide: "%s"

source: Toggle Search
hu_hu: Keresés váltása

source: Toggle Menu
hu_hu: Menü váltása

source: Main Menu Mobile
hu_hu: Főmenü mobil

source: Main Menu Mobile Sticky
hu_hu: Főmenü mobil rögzített

source: Toggle mobile menu
hu_hu: Mobil menü váltása

source: Toggle mobile search
hu_hu: Mobil keresés váltása

source: Toggle mobile cart
hu_hu: Mobil kosár váltása

source: Go to Top
hu_hu: Ugrás az oldal tetejére

source: Share On Facebook
hu_hu: Megosztás a Facebookon

source: Tweet This Product
hu_hu: Tweetelje ezt a terméket

source: Pin This Product
hu_hu: Tűzze ki ezt a terméket

source: Email This Product
hu_hu: Küldje el e-mailben ezt a terméket

source: Billing Address
hu_hu: Számlázási cím

source: Shipping Address
hu_hu: Szállítási cím

source: Additional Information
hu_hu: További információk

source: Review &amp; Payment
hu_hu: Áttekintés &amp; Fizetés

source: Have A Promotional Code?
hu_hu: Van promóciós kódja?

source: Coupon code
hu_hu: Kuponkód

source: Apply coupon
hu_hu: Kupon beváltása

source: Calculate shipping
hu_hu: Szállítási költség kiszámítása

source: Select a country / region&hellip;
hu_hu: Válasszon országot / régiót&hellip;

source: State / County
hu_hu: Állam / megye

source: Select an option&hellip;
hu_hu: Válasszon egy lehetőséget&hellip;

source: City
hu_hu: Város

source: Postcode / ZIP
hu_hu: Irányítószám / ZIP

source: Default Order
hu_hu: Alapértelmezett sorrend

source: Popularity
hu_hu: Népszerűség

source: Rating
hu_hu: Értékelés

source: Relevance
hu_hu: Relevancia

source: Sort by %s
hu_hu: Rendezés %s szerint

source: Ascending order
hu_hu: Növekvő sorrend

source: Descending order
hu_hu: Csökkenő sorrend

source: Show <strong>%s Products</strong>
hu_hu: Mutassa <strong>%s terméket</strong>

source: View as grid
hu_hu: Megtekintés rács nézetben

source: View as list
hu_hu: Megtekintés lista nézetben

source: Update cart
hu_hu: Kosár frissítése

source: Proceed to checkout
hu_hu: Tovább a pénztárhoz

source: Close product quick view
hu_hu: Termék gyorsnézetének bezárása

source: Awaiting product image
hu_hu: Termékkép függőben

source: View Details
hu_hu: Részletek megtekintése

source: Quick View
hu_hu: Gyorsnézet

source: Hello %1$s (not %2$s? %3$s)
hu_hu: Üdvözöljük, %1$s (nem %2$s? %3$s)

source: Sign Out
hu_hu: Kijelentkezés

source: Hello
hu_hu: Üdvözöljük

source: Downloads
hu_hu: Letöltések

source: Order details
hu_hu: Rendelés részletei

source: Total
hu_hu: Összesen

source: Customer details
hu_hu: Vásárló adatai

source: Note:
hu_hu: Megjegyzés:

source: Billing address
hu_hu: Számlázási cím

source: Shipping address
hu_hu: Szállítási cím

source: Find out more
hu_hu: Tudjon meg többet

source: Find Out More
hu_hu: Tudjon meg többet

source: Related %s
hu_hu: Kapcsolódó %s

source: min
hu_hu: perc

source: sec
hu_hu: mp

source: View More&hellip;
hu_hu: Továbbiak megtekintése&hellip;

source: There are no upcoming %s at this time.
hu_hu: Jelenleg nincs közelgő %s.

source: No upcoming %s.
hu_hu: Nincs közelgő %s.

source: View all %1$s at this %2$s
hu_hu: Összes %1$s megtekintése itt: %2$s

source: %s Navigation
hu_hu: %s navigáció

source: View All %s
hu_hu: Összes %s megtekintése

source: Quantity
hu_hu: Mennyiség

source: Subtotal
hu_hu: Részösszeg

source: Available on backorder
hu_hu: Utánrendelhető

source: Remove %s from cart
hu_hu: Távolítsa el a(z) %s terméket a kosárból

source: Coupon:
hu_hu: Kupon:

source: Your order
hu_hu: Az Ön rendelése

source: Totals
hu_hu: Összesítés

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
hu_hu: Sajnáljuk, úgy tűnik, hogy az Ön tartózkodási helyén nem érhetők el fizetési módok. Kérjük, lépjen kapcsolatba velünk, ha segítségre van szüksége, vagy alternatív megoldást szeretne egyeztetni.

source: Additional information
hu_hu: További információk

source: The Avada Website Builder is the ultimate design and creation suite. Design Anything, Build Everything, Fast. The #1 selling product of all time on ThemeForest.
hu_hu: Az Avada Website Builder a végső tervezési és készítőcsomag. Tervezzen bármit, építsen meg mindent, gyorsan. A ThemeForest történetének legkelendőbb terméke.

source: Blank Page
hu_hu: Üres oldal

source: Side Navigation
hu_hu: Oldalsó navigáció

# plugin A *and* plugin B
source: and
hu_hu: és

# as in: "version nr unknown"
source: unknown
hu_hu: ismeretlen

# Avada Icon
source: Custom Icons
hu_hu: Egyéni ikonok

# Avada Icon
source: Icon Set
hu_hu: Ikonkészlet

# Avada Icon
source: Add New
hu_hu: Új hozzáadása

# Avada Icon
source: Add New Icon Set
hu_hu: Új ikonkészlet hozzáadása

# Avada Icon
source: Edit Icon Set
hu_hu: Ikonkészlet szerkesztése

# Avada Icon
source: New Icon Set
hu_hu: Új ikonkészlet

# Avada Icon
source: All Icon Sets
hu_hu: Összes ikonkészlet

# Avada Icon
source: View Icon Set
hu_hu: Ikonkészlet megtekintése

# Avada Icon
source: Search Icon Sets
hu_hu: Ikonkészletek keresése

# Avada Icon
source: No Icon Sets found
hu_hu: Nem található ikonkészlet

# Avada Icon
source: No Icon Sets found in Trash
hu_hu: Nem található ikonkészlet a Lomtárban

# by author
source: by %s
hu_hu: szerző: %s

# %s = human-readable time difference
source: %s ago
hu_hu: %s ezelőtt

# breadcrumb
source: Home
hu_hu: Kezdőlap

# %s Events plural label
source: All %s
hu_hu: Összes %s
