Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: The page parent variable sets where the options menu will be placed on the WordPress admin sidebar for this instance of FusionRedux.
hu_hu: A page parent változó beállítja, hogy a beállítások menü hová kerüljön a WordPress admin oldalsávján a FusionRedux ezen példányán.

source: Indicates if the compiler flag is enabled for this instance of FusionRedux.
hu_hu: Jelzi, hogy a compiler flag engedélyezve van-e a FusionRedux ezen példányán.

source: Indicates if output flag for globally shutting off all CSS output is enabled for this instance of FusionRedux.
hu_hu: Jelzi, hogy az összes CSS kimenet globális kikapcsolására szolgáló output flag engedélyezve van-e a FusionRedux ezen példányán.

source: The output_tag variable sets whether or not dynamic CSS will be generated for the customizer and Google fonts for this instance of FusionRedux.
hu_hu: Az output_tag változó beállítja, hogy a customizerhez és a Google fonts számára készüljön-e dinamikus CSS a FusionRedux ezen példányán.

source: The specified template path containing custom template files for this instance of FusionRedux.
hu_hu: A megadott sablonútvonal, amely egyéni sablonfájlokat tartalmaz a FusionRedux ezen példányához.

source: List of template files overriding the default FusionRedux template files.
hu_hu: A sablonfájlok listája, amelyek felülírják az alapértelmezett FusionRedux sablonfájlokat.

source: Indicates the installed FusionRedux extensions and their version numbers.
hu_hu: Jelzi a telepített FusionRedux kiterjesztéseket és azok verziószámait.

source: Theme
hu_hu: Téma

source: The name of the current active theme.
hu_hu: A jelenleg aktív téma neve.

source: The installed version of the current active theme.
hu_hu: A jelenleg aktív téma telepített verziója.

source: is available
hu_hu: elérhető

source: Author URL
hu_hu: Szerző URL

source: The theme developers URL.
hu_hu: A téma fejlesztőinek URL-je.

source: Child Theme
hu_hu: Gyermek téma

source: Displays whether or not the current theme is a child theme.
hu_hu: Megjeleníti, hogy a jelenlegi téma gyermek téma-e.

source: If you're modifying FusionRedux Framework or a parent theme you didn't build personally, we recommend using a child theme. See: <a href="%s" target="_blank">How to create a child theme</a>
hu_hu: Ha a FusionRedux Frameworköt vagy egy olyan szülő témát módosít, amelyet nem Ön készített, javasoljuk a gyermek téma használatát. Lásd: <a href="%s" target="_blank">Gyermek téma létrehozása</a>

source: Parent Theme Name
hu_hu: Szülő téma neve

source: The name of the parent theme.
hu_hu: A szülő téma neve.

source: Parent Theme Version
hu_hu: Szülő téma verziója

source: The installed version of the parent theme.
hu_hu: A szülő téma telepített verziója.

source: Parent Theme Author URL
hu_hu: Szülő téma szerzőjének URL-je

source: The parent theme developers URL.
hu_hu: A szülő téma fejlesztőinek URL-je.

source: FusionRedux Framework - Support
hu_hu: FusionRedux Framework - Támogatás

source: We are an open source project used by developers to make powerful control panels.
hu_hu: Nyílt forráskódú projekt vagyunk, amelyet fejlesztők használnak hatékony beállítópanelek készítésére.

source: Generate a Support URL
hu_hu: Támogatási URL létrehozása

source: Select Support Type
hu_hu: Válassza ki a támogatás típusát

source: How to Get Support
hu_hu: Hogyan kaphat támogatást

source: Submit a Support Request
hu_hu: Támogatási kérelem beküldése

source: To get started, we will need to generate a support hash.
hu_hu: Kezdésként létre kell hoznunk egy támogatási hash-t.

source: This will provide to your developer all the information they may need to remedy your issue. This action WILL send information securely to a remote server. To see the type of information sent, please look at the <a href="%s">Status tab</a>.
hu_hu: Ez minden olyan információt a fejlesztője rendelkezésére bocsát, amelyre szüksége lehet a probléma megoldásához. Ez a művelet BIZTONSÁGOSAN információt küld egy távoli szerverre. Az elküldött információk típusát a <a href="%s">Státusz</a> fülön tekintheti meg.

source: Select Your Support Type
hu_hu: Válassza ki a támogatás típusát

source: What type of user are you?
hu_hu: Milyen típusú felhasználó Ön?

source: User
hu_hu: Felhasználó

source: I am a user, using a prebuilt product.
hu_hu: Felhasználó vagyok, előre elkészített terméket használok.

source: Developer
hu_hu: Fejlesztő

source: I am a developer, building a product using FusionRedux.
hu_hu: Fejlesztő vagyok, a FusionRedux használatával készítek terméket.

source: Please proceed to the FusionRedux Framework issue tracker and supply us with your support URL below. Please also provide any information that will help us to reproduce your issue.
hu_hu: Kérjük, lépjen tovább a FusionRedux Framework hibakövetőjéhez, és adja meg az alábbi támogatási URL-t. Kérjük, adjon meg minden olyan információt is, amely segít a probléma reprodukálásában.

source: Listed below are the Wordpress plugins and/or theme installed on your site that utilize FusionRedux Framework. We do not directly support products created with our framework. It is the responsibility of the plugin or theme developer to support their work. You will need to contact the author(s) of the products listed below with your support questions.
hu_hu: Az alábbiakban azon Wordpress bővítmények és/vagy téma láthatók, amelyek az Ön webhelyén vannak telepítve és a FusionRedux Frameworköt használják. A keretrendszerünkkel készített termékekhez közvetlen támogatást nem nyújtunk. A bővítmény vagy téma fejlesztőjének felelőssége a saját munkája támogatása. Támogatási kérdéseivel fel kell vennie a kapcsolatot az alább felsorolt termékek szerzőivel.

source: Please be sure to include for your developer - via cut and paste - the Support URL in the box below.
hu_hu: Kérjük, mindenképpen illessze be a lenti mezőbe a támogatási URL-t, és juttassa el a fejlesztőjének (másolás és beillesztés útján).

source: Should the developer not be responsive, read the <a href="%s" target="_blank">following article</a> before asking for support from us directly.
hu_hu: Ha a fejlesztő nem reagál, olvassa el a <a href="%s" target="_blank">következő cikket</a>, mielőtt közvetlenül tőlünk kérne támogatást.

source: If you like <strong>FusionRedux</strong> please leave us a <a href="https://wordpress.org/support/view/plugin-reviews/fusionredux-framework?filter=5#postform" target="_blank" class="fusionredux-rating-link" data-rated="Thanks :)">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating. A huge thank you from FusionRedux in advance!
hu_hu: Ha tetszik Önnek a <strong>FusionRedux</strong>, kérjük, adjon nekünk egy <a href="https://wordpress.org/support/view/plugin-reviews/fusionredux-framework?filter=5#postform" target="_blank" class="fusionredux-rating-link" data-rated="Thanks :)">&#9733;&#9733;&#9733;&#9733;&#9733;</a> értékelést. A FusionRedux előre is nagyon köszöni!

source: Support hash could not be generated. Please try again later.
hu_hu: Nem sikerült létrehozni a támogatási hash-t. Kérjük, próbálja meg később újra.

source: Welcome to FusionRedux Framework
hu_hu: Üdvözöljük a FusionRedux Frameworkben

source: FusionRedux Framework Changelog
hu_hu: FusionRedux Framework változásnapló

source: Get Support
hu_hu: Támogatás kérése

source: FusionRedux Extensions
hu_hu: FusionRedux kiegészítők

source: The people that develop FusionRedux Framework
hu_hu: A FusionRedux Framework fejlesztői

source: FusionRedux Framework Status
hu_hu: A FusionRedux Framework állapota

source: What's New
hu_hu: Újdonságok

source: Extensions
hu_hu: Kiegészítők

source: Credits
hu_hu: Köszönetnyilvánítás

source: View %s
hu_hu: %s megtekintése

source: Reset Section
hu_hu: Szakasz visszaállítása

source: Reset All
hu_hu: Összes visszaállítása

source: Working...
hu_hu: Folyamatban...

source: Developer Mode Enabled
hu_hu: Fejlesztői mód engedélyezve

source: WP_DEBUG is enabled
hu_hu: A WP_DEBUG engedélyezve van

source: you are working in a localhost environment
hu_hu: localhost környezetben dolgozik

source: and
hu_hu: és

source: This has been automatically enabled because
hu_hu: Ez automatikusan engedélyezve lett, mert

source: If you are not a developer, your theme/plugin author shipped with developer mode enabled. Contact them directly to fix it.
hu_hu: Ha Ön nem fejlesztő, akkor a témája/bővítménye szerzője engedélyezett fejlesztői móddal adta ki. Vegye fel közvetlenül a kapcsolatot a szerzővel a megoldás érdekében.

source: FORCED DEV MODE OFF ENABLED
hu_hu: Kényszerített fejlesztői mód kikapcsolása engedélyezve

source: Expand
hu_hu: Kibontás

source: FusionRedux Framework has an embedded demo.
hu_hu: A FusionRedux Framework beépített demót tartalmaz.

source: Click here to activate the sample config file.
hu_hu: Kattintson ide a minta konfigurációs fájl aktiválásához.

source: Docs
hu_hu: Dokumentáció

source: Repo
hu_hu: Repozitórium

source: Deactivate Demo Mode
hu_hu: Demó mód kikapcsolása

source: Activate Demo Mode
hu_hu: Demó mód aktiválása

source: Expand Options
hu_hu: Beállítások kibontása

source: We could not find a valid unit for this field, falling back to "%1$s". Saved value "%2$s" and not "%3$s".
hu_hu: Nem találtunk érvényes mértékegységet ehhez a mezőhöz, visszaállunk a(z) "%1$s" értékre. A mentett érték "%2$s", nem pedig "%3$s".

source: No units were entered, falling back to using pixels. Saved value "%2$s" and not "%3$s".
hu_hu: Nem lett megadva mértékegység, ezért visszaállunk a pixelek használatára. A mentett érték "%2$s", nem pedig "%3$s".

source: We could not find a valid unit for this field, falling back to "%1$s". Valid units are %4$s. Saved value "%2$s" and not "%3$s.".
hu_hu: Nem találtunk érvényes mértékegységet ehhez a mezőhöz, visszaállunk a(z) "%1$s" értékre. Az érvényes mértékegységek: %4$s. A mentett érték "%2$s", nem pedig "%3$s.".

source: Sanitized value and saved as %1$s instead of %2$s.
hu_hu: Az érték tisztításra került, és %1$s került mentésre %2$s helyett.

source: Gallery
hu_hu: Galéria

source: Add 125x125 ads.
hu_hu: Adjon hozzá 125x125-ös hirdetéseket.

source: Avada: 125x125 Ads
hu_hu: Avada: 125x125-ös hirdetések

source: Ad %s
hu_hu: Hirdetés %s

source: Image Ad Link:
hu_hu: Képes hirdetés linkje:

source: Ad Link:
hu_hu: Hirdetés linkje:

source: Image Hover Type:
hu_hu: Kép fölé húzásának típusa:

source: Zoom In
hu_hu: Nagyítás

source: Zoon Out
hu_hu: Kicsinyítés

source: Lift Up
hu_hu: Megemelés

source: General Options
hu_hu: Általános beállítások

source: Link Target:
hu_hu: Hivatkozás célja:

source: Display author details.
hu_hu: A szerző adatainak megjelenítése.

source: Avada: Author
hu_hu: Avada: Szerző

source: Posted by
hu_hu: Közzétette

source: This author has not yet filled in any details.
hu_hu: Ez a szerző még nem adott meg részleteket.

source: So far the author has created %s blog entries.
hu_hu: Eddig a szerző %s blogbejegyzést hozott létre.

source: Post Date
hu_hu: Bejegyzés dátuma

source: Author
hu_hu: Szerző

source: IMPORTANT: When used on single posts, the author will be auto pulled. If you want to display a specific author please use the "Custom Author" field. Post date will on be displayed on single posts.
hu_hu: FONTOS: Egyedi bejegyzéseknél használva a szerző automatikusan megjelenik. Ha egy adott szerzőt szeretne megjeleníteni, kérjük, használja az "Egyéni szerző" mezőt. A bejegyzés dátuma csak egyedi bejegyzéseken jelenik meg.

source: Title:
hu_hu: Cím:

source: Custom Author (username or ID):
hu_hu: Egyéni szerző (felhasználónév vagy ID):

source: Avatar:
hu_hu: Avatár:

source: Medium
hu_hu: Közepes

source: Display Name:
hu_hu: Megjelenített név:

source: Name with label
hu_hu: Név felirattal

source: Name only
hu_hu: Csak a név

source: Name as widget title
hu_hu: Név widget címeként

source: Link to author page
hu_hu: Hivatkozás a szerző oldalára

source: Display custom author message
hu_hu: Egyéni szerzői üzenet megjelenítése

source: Display author biography
hu_hu: Szerző életrajzának megjelenítése

source: Display author social icons
hu_hu: Szerző közösségi ikonjainak megjelenítése

source: Display separator
hu_hu: Elválasztó megjelenítése

source: Display Post Date:
hu_hu: Bejegyzés dátumának megjelenítése:

source: Date with label
hu_hu: Dátum felirattal

source: Date only
hu_hu: Csak dátum

source: Adds custom contact information.
hu_hu: Egyéni kapcsolati adatokat ad hozzá.

source: Avada: Contact Info
hu_hu: Avada: Kapcsolati adatok

source: Phone:
hu_hu: Telefon:

source: Mobile:
hu_hu: Mobil:

source: Web:
hu_hu: Weboldal:

source: Address:
hu_hu: Cím:

source: Email Link Text:
hu_hu: E-mail hivatkozás szövege:

source: Website URL (with HTTP(S)):
hu_hu: Weboldal URL-je (HTTP(S)-sel):

source: Website URL Text:
hu_hu: Weboldal URL-jének szövege:

source: Adds support for Facebook Page Plugin.
hu_hu: Támogatást ad a Facebook Page Pluginhez.

source: Find us on Facebook
hu_hu: Keresse meg minket a Facebookon

source: IMPORTANT: Please create a Facebook App and use its ID for features like sharing.
hu_hu: FONTOS: Kérjük, hozzon létre egy Facebook alkalmazást, és használja annak ID-jét az olyan funkciókhoz, mint a megosztás.

source: See Instructions.
hu_hu: Tekintse meg az utasításokat.

source: Facebook Page URL:
hu_hu: Facebook-oldal URL-címe:

source: Width (has to be between 180 and 500):
hu_hu: Szélesség (180 és 500 között kell lennie):

source: Show Friends Faces
hu_hu: Ismerősök profilképeinek megjelenítése

source: Show Timeline Tab
hu_hu: Idővonal fül megjelenítése

source: Show Events Tab
hu_hu: Események fül megjelenítése

source: Show Messages Tab
hu_hu: Üzenetek fül megjelenítése

source: Show Cover Photo
hu_hu: Borítókép megjelenítése

source: Use Small Header
hu_hu: Kis fejléc használata

source: The most recent photos from flickr.
hu_hu: A legfrissebb fotók a flickr-ről.

source: Photos from Flickr
hu_hu: Fotók a Flickr-ről

source: Flickr ID (<a href="%s">Get your flickr ID</a>):
hu_hu: Flickr-azonosító (<a href="%s">Szerezze meg a Flickr-azonosítóját</a>):

source: Number of photos to show:
hu_hu: Megjelenítendő fotók száma:

source: API key (Use default or get your own from <a href="%s">Flickr APP Garden</a>):
hu_hu: API-kulcs (Használja az alapértelmezettet, vagy szerezze be a sajátját a <a href="%s">Flickr APP Garden</a>-ből):

source: Default key is: %s
hu_hu: Alapértelmezett kulcs: %s

source: Adds a horizontal navigation
hu_hu: Vízszintes navigációt ad hozzá

source: Avada: Form
hu_hu: Avada: Űrlap

source: Select Form:
hu_hu: Válasszon űrlapot:

source: Avada: Horizontal Menu
hu_hu: Avada: Vízszintes menü

source: Secondary navigation
hu_hu: Másodlagos navigáció

source: Secondary Navigation: %s
hu_hu: Másodlagos navigáció: %s

source: Select Menu:
hu_hu: Válasszon menüt:

source: Alignment:
hu_hu: Igazítás:

source: Menu Padding:
hu_hu: Menü belső margója:

source: Menu Link Color:
hu_hu: Menühivatkozás színe:

source: Menu Link Hover Color:
hu_hu: Menühivatkozás színe egér fölött:

source: Separator Text:
hu_hu: Elválasztó szöveg:

source: Font Size:
hu_hu: Betűméret:

source: Recent works from the portfolio.
hu_hu: Legutóbbi munkák a portfólióból.

source: Avada: Recent Works
hu_hu: Avada: Legutóbbi munkák

source: Recent Works
hu_hu: Legutóbbi munkák

source: Number Of Items To Show:
hu_hu: Megjelenítendő elemek száma:

source: Adds social media icons with custom links.
hu_hu: Közösségi médiaikonokat ad hozzá egyéni hivatkozásokkal.

source: Avada: Social Links
hu_hu: Avada: Közösségi hivatkozások

source: Get Social
hu_hu: Kövesse minket

source: Icons Font Size:
hu_hu: Ikonok betűmérete:

source: Icons Color Type:
hu_hu: Ikonok színtípusa:

source: Custom Color
hu_hu: Egyéni szín

source: Brand Colors
hu_hu: Márkaszínek

source: Icons Color Hex Code:
hu_hu: Ikonok színének HEX-kódja:

source: Icons Boxed:
hu_hu: Ikonok dobozban:

source: Boxed Icons Background Color Hex Code:
hu_hu: Dobozolt ikonok háttérszínének HEX-kódja:

source: Boxed Icons Radius:
hu_hu: Dobozolt ikonok saroklekerekítése:

source: Boxed Icons Padding:
hu_hu: Dobozolt ikonok belső margója:

source: Tooltip Position:
hu_hu: Tooltip pozíciója:

source: Show Custom Icons:
hu_hu: Egyéni ikonok megjelenítése:

source: Use Global Options Links:
hu_hu: Globális beállítások hivatkozásainak használata:

source: %s Link:
hu_hu: %s hivatkozás:

source: Popular posts, recent post and comments.
hu_hu: Népszerű bejegyzések, legutóbbi bejegyzések és hozzászólások.

source: Avada: Tabs
hu_hu: Avada: Fülek

source: Popular
hu_hu: Népszerű

source: Recent
hu_hu: Legutóbbi

source: Comments
hu_hu: Hozzászólások

source: No posts have been published yet.
hu_hu: Még nem jelent meg bejegyzés.

source: %s says:
hu_hu: %s írta:

source: %1$s on %2$s
hu_hu: %1$s a(z) %2$s bejegyzésnél

source: No comments have been published yet.
hu_hu: Még nem jelent meg hozzászólás.

source: Tabs Design:
hu_hu: Fülek megjelenése:

source: Classic
hu_hu: Klasszikus

source: Clean
hu_hu: Letisztult

source: Post Design:
hu_hu: Bejegyzés dizájnja:

source: Featured Image / Avatar Default Shape
hu_hu: Kiemelt kép / Avatar alapértelmezett alakja

source: Featured Image / Avatar Square
hu_hu: Kiemelt kép / Avatar négyzet

source: Featured Image / Avatar Circle
hu_hu: Kiemelt kép / Avatar kör

source: Popular Posts Order By:
hu_hu: Népszerű bejegyzések rendezése:

source: Highest Comments
hu_hu: Legtöbb hozzászólás

source: Highest Views
hu_hu: Legtöbb megtekintés

source: Number of popular posts:
hu_hu: Népszerű bejegyzések száma:

source: Number of recent posts:
hu_hu: Legutóbbi bejegyzések száma:

source: Number of comments:
hu_hu: Hozzászólások száma:

source: Show popular posts
hu_hu: Népszerű bejegyzések megjelenítése

source: Show recent posts
hu_hu: Legutóbbi bejegyzések megjelenítése

source: Show comments
hu_hu: Hozzászólások megjelenítése

source: Adds your X timeline
hu_hu: Hozzáadja az Ön X idővonalát

source: Recent Tweets
hu_hu: Legutóbbi tweetek

source: For general setup information or information on how to setup a X App or a X Widget on X.com, please see our documentation: %s
hu_hu: Általános beállítási információkért, illetve az X App vagy az X Widget X.com-on történő beállításához kérjük, tekintse meg a dokumentációnkat: %s

source: How to setup the Avada twitter widget.
hu_hu: Az Avada Twitter widget beállítása.

source: Widget Style:
hu_hu: Widget stílusa:

source: X Preconfigured Style (deprecated)
hu_hu: X előre beállított stílus (elavult)

source: X Style
hu_hu: X stílus

source: Avada Style
hu_hu: Avada stílus

source: X Username:
hu_hu: X felhasználónév:

source: X Widget ID:
hu_hu: X widget azonosító:

source: Icon Color (leave empty for default icon color):
hu_hu: Ikon színe (hagyja üresen az alapértelmezett ikonszín használatához):

source: Max. Width (has to be between 180 and 520):
hu_hu: Max. szélesség (180 és 520 között kell lennie):

source: Height (min. is 200):
hu_hu: Magasság (minimum 200):

source: Color Scheme:
hu_hu: Színséma:

source: Link Color (leave empty for Theme default link color):
hu_hu: Hivatkozás színe (hagyja üresen a téma alapértelmezett hivatkozásszínének használatához):

source: Border Color:
hu_hu: Szegély színe:

source: Show Header
hu_hu: Fejléc megjelenítése

source: Show Footer
hu_hu: Lábléc megjelenítése

source: Show Borders
hu_hu: Szegélyek megjelenítése

source: Transparent Background
hu_hu: Átlátszó háttér

source: Tweets by %s
hu_hu: Tweetek %s-től

source: This widget replaces the Side Navigation Template.
hu_hu: Ez a widget lecseréli az oldalsó navigáció sablonját.

source: Avada: Vertical Menu
hu_hu: Avada: Függőleges menü

source: For the vertical layout to work, the page needs to be set as part of the WordPress parent/child hierarchy.
hu_hu: A függőleges elrendezés működéséhez az oldalt a WordPress szülő/gyermek hierarchiájának részévé kell tenni.

source: Menu Type:
hu_hu: Menü típusa:

source: Custom Menu
hu_hu: Egyéni menü

source: Vertical Menu
hu_hu: Függőleges menü

source: Choose if a custom menu or the classic side navigation (vertical menu option) should be displayed.
hu_hu: Válassza ki, hogy egyéni menü vagy a klasszikus oldalsó navigáció (függőleges menü opció) jelenjen meg.

source: Parent Page:
hu_hu: Szülőoldal:

source: Behavior:
hu_hu: Viselkedés:

source: Layout:
hu_hu: Elrendezés:

source: Avada Page Options
hu_hu: Avada oldalbeállítások

source: Elastic Slide Options
hu_hu: Elastic Slide beállításai

source: Slide Options
hu_hu: Dia beállításai

source: Events Calendar Event Options
hu_hu: Events Calendar eseménybeállításai

source: Avada Form Options
hu_hu: Avada Form beállításai

source: Layout
hu_hu: Elrendezés

source: FAQ
hu_hu: GYIK

source: Post
hu_hu: Bejegyzés

source: Header
hu_hu: Fejléc

source: Sidebars
hu_hu: Oldalsávok

source: Product
hu_hu: Termék

source: Layout Section
hu_hu: Elrendezési szakasz

source: General
hu_hu: Általános

source: Submission
hu_hu: Beküldés

source: Notifications
hu_hu: Értesítések

source: Confirmation
hu_hu: Megerősítés

source: Appearance
hu_hu: Megjelenés

source: Privacy
hu_hu: Adatvédelem

source: Footer
hu_hu: Lábléc

source: Studio Tools
hu_hu: Studio eszközök

source: Design
hu_hu: Dizájn

source: Close
hu_hu: Bezárás

source: Animation
hu_hu: Animáció

source: Conditions
hu_hu: Feltételek

source: Triggers
hu_hu: Kiváltók

source: Rules
hu_hu: Szabályok

source: Step Progress
hu_hu: Lépésenkénti előrehaladás

source: responsive
hu_hu: reszponzív

source: Please use live-editor to change this setting.
hu_hu: Kérjük, használja a live-editor eszközt ennek a beállításnak a módosításához.

source: Browse
hu_hu: Tallózás

source: Repeater Row
hu_hu: Ismétlő sor

source: No form fields or HubSpot preferences found.
hu_hu: Nem találhatók űrlapmezők vagy HubSpot beállítások.

source: Conditional Field
hu_hu: Feltételes mező

source: Select the conditional field.
hu_hu: Válassza ki a feltételes mezőt.

source: Comparison
hu_hu: Összehasonlítás

source: Select the comparison.
hu_hu: Válassza ki az összehasonlítást.

source: Set a value for comparison.
hu_hu: Állítson be egy értéket az összehasonlításhoz.

source: Operator
hu_hu: Operátor

source: Set an operatot to connect several conditionals.
hu_hu: Állítson be egy operátort több feltétel összekapcsolásához.

source: Caption
hu_hu: Felirat

source: Background Type
hu_hu: Háttér típusa

source: Self-Hosted Video
hu_hu: Saját tárhelyen tárolt videó

source: Select an image or video slide. If using an image, please select the image in the "Featured Image" box on the right hand side.
hu_hu: Válasszon egy képes vagy videós diát. Ha képet használ, kérjük, válassza ki a képet a jobb oldalon található "Featured Image" dobozban.

source: Video Options
hu_hu: Videó beállításai

source: Youtube Video ID
hu_hu: Youtube videó-ID

source: For example the Video ID for %1$s is %2$s
hu_hu: Például a(z) %1$s videó-ID-je %2$s.

source: Vimeo Video ID
hu_hu: Vimeo videó-ID

source: Video MP4 Upload
hu_hu: MP4-videó feltöltése

source: Add your MP4 video file. This format must be included to render your video with cross-browser compatibility. WebM and OGV are optional. Using videos in a 16:9 aspect ratio is recommended.
hu_hu: Adja hozzá az MP4 videófájlját. Ezt a formátumot kötelező megadni, hogy a videó böngészőközi kompatibilitással jelenjen meg. A WebM és az OGV opcionális. Javasolt a 16:9 képarányú videók használata.

source: Video WebM Upload
hu_hu: WebM videó feltöltése

source: Add your WebM video file. This is optional, only MP4 is required to render your video with cross-browser compatibility. Using videos in a 16:9 aspect ratio is recommended.
hu_hu: Adja hozzá a WebM videófájlt. Ez opcionális, a videó böngészők közötti kompatibilitással történő megjelenítéséhez csak az MP4 szükséges. 16:9 képarányú videók használata ajánlott.

source: Video OGV Upload
hu_hu: OGV videó feltöltése
