Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Set the vertical and horizontal position of the box shadow. Positive values put the shadow below and right of the box, negative values put it above and left of the box. In pixels, ex. 5px.
hu_hu: Állítsa be a dobozárnyék függőleges és vízszintes pozícióját. A pozitív értékek az árnyékot a doboz alá és jobb oldalára, a negatív értékek fölé és bal oldalára helyezik. Pixelben, pl. 5px.

source: Box Shadow Blur Radius
hu_hu: Dobozárnyék elmosódási sugara

source: Set the blur radius of the box shadow. In pixels.
hu_hu: Állítsa be a dobozárnyék elmosódásának sugarát. Pixelben.

source: Box Shadow Spread Radius
hu_hu: Dobozárnyék terjedési sugara

source: Set the spread radius of the box shadow. In pixels.
hu_hu: Állítsa be a dobozárnyék terjedésének sugarát. Pixelben.

source: Box Shadow Color
hu_hu: Dobozárnyék színe

source: Set the color of the box shadow.
hu_hu: Állítsa be a dobozárnyék színét.

source: Off Canvas Type
hu_hu: Off Canvas típusa

source: Select Off Canvas Type. Each Type has a unique set of options.
hu_hu: Válassza ki az Off Canvas típusát. Minden típus egyedi beállításkészlettel rendelkezik.

source: Popup
hu_hu: Felugró ablak

source: Sliding Bar
hu_hu: Csúszó sáv

source: Set the default state.
hu_hu: Állítsa be az alapértelmezett állapotot.

source: Closed
hu_hu: Zárt

source: Open
hu_hu: Nyitott

source: Set the position of the sliding bar.
hu_hu: Állítsa be a csúszó sáv pozícióját.

source: Transition
hu_hu: Átmenet

source: Set the transition of the sliding bar.
hu_hu: Állítsa be a csúszó sáv átmenetét.

source: Overlap
hu_hu: Átfedés

source: Push
hu_hu: Tolás

source: Set Off Canvas width. Enter value including any valid CSS unit, ex: 800px
hu_hu: Állítsa be az Off Canvas szélességét. Adjon meg értéket bármely érvényes CSS egységgel, pl.: 800px

source: Select Off Canvas height.
hu_hu: Válassza ki az Off Canvas magasságát.

source: Fit With Content
hu_hu: Illeszkedés a tartalomhoz

source: Full Height
hu_hu: Teljes magasság

source: Custom Height
hu_hu: Egyéni magasság

source: Set a custom OFF Canvas height. Enter value including any valid CSS unit, ex: 600px.
hu_hu: Állítson be egyéni OFF Canvas magasságot. Adjon meg értéket bármely érvényes CSS egységgel, pl.: 600px.

source: Horizontal Position
hu_hu: Vízszintes pozíció

source: Set the horizontal position. "Start" meaning left on LTR, and right on RTL sites, "End" meaning right on LTR, and left on RTL sites.
hu_hu: Állítsa be a vízszintes pozíciót. A "Start" LTR esetén bal, RTL oldalakon jobb oldalt jelent, az "End" LTR esetén jobb, RTL oldalakon bal oldalt.

source: End
hu_hu: Vég

source: Vertical Position
hu_hu: Függőleges pozíció

source: Select the vertical position.
hu_hu: Válassza ki a függőleges pozíciót.

source: Select Off Canvas height. Enter value including any valid CSS unit, ex: 300px.
hu_hu: Válassza ki az Off Canvas magasságát. Adjon meg értéket bármely érvényes CSS egységgel, pl.: 300px.

source: Content Layout
hu_hu: Tartalom elrendezése

source: Choose Content Layout type. Block will not use Flex positioning, but will allow floated elements.
hu_hu: Válassza ki a tartalom elrendezésének típusát. A Blokk nem használ Flex pozicionálást, de engedi az úsztatott elemeket.

source: Row
hu_hu: Sor

source: Block
hu_hu: Blokk

source: Choose how to align Content containers.
hu_hu: Válassza ki, hogyan igazítsa a tartalom-konténereket.

source: Flex Start
hu_hu: Flex kezdete

source: Flex End
hu_hu: Flex vége

source: Space Evenly
hu_hu: Egyenletesen

source: Content Vertical Alignment
hu_hu: Tartalom függőleges igazítása

source: Choose how to align Content containers vertically.
hu_hu: Válassza ki, hogyan igazítsa függőlegesen a tartalom-konténereket.

source: Stretch
hu_hu: Nyújtás

source: Wrap Content
hu_hu: Tartalom tördelése

source: "Wrap" wraps elements onto multiple rows, while "No Wrap" will force rlements onto one row.
hu_hu: "Tördelés" az elemeket több sorba tördeli, míg a "Nincs tördelés" az elemeket egy sorba kényszeríti.

source: Wrap
hu_hu: Tördelés

source: No Wrap
hu_hu: Nincs tördelés

source: CSS Class
hu_hu: CSS-osztály

source: Add a class to the wrapping HTML element.
hu_hu: Adjon hozzá egy osztályt a burkoló HTML elemhez.

source: CSS ID
hu_hu: CSS-azonosító

source: Add a unique ID to the wrapping HTML element. This ID will used in Off Canvas link.
hu_hu: Adjon egy egyedi azonosítót a burkoló HTML elemhez. Ezt az azonosítót az Off Canvas hivatkozás használja.

source: Enable/Disable overlay.
hu_hu: Fedvény engedélyezése/letiltása.

source: Page Scrollbar
hu_hu: Oldal görgetősávja

source: Enable/Disable page scrollbar when Off Canvas is active.
hu_hu: Engedélyezze/tiltsa le az oldal görgetősávját, amikor az Off Canvas aktív.

source: Choose the background color of the overlay. Leave empty for default value of rgba(0,0,0,0.8).
hu_hu: Válassza ki a fedvény háttérszínét. Hagyja üresen az alapértelmezett rgba(0,0,0,0.8) értékhez.

source: Published After
hu_hu: Közzététel kezdete

source: Controls when the Off-Canvas should be published. Use SQL time format: YYYY-MM-DD HH:MM:SS. E.g: 2016-05-10 12:30:00. Timezone of site is used. Leave empty for no restriction.
hu_hu: Meghatározza, mikor legyen közzétéve az Off-Canvas. Használja az SQL időformátumot: YYYY-MM-DD HH:MM:SS. Pl.: 2016-05-10 12:30:00. A webhely időzónáját használjuk. Hagyja üresen, ha nincs korlátozás.

source: Published Until
hu_hu: Közzététel vége

source: Controls date and time the Off-Canvas should be published until. Use SQL time format: YYYY-MM-DD HH:MM:SS. E.g: 2016-05-10 12:30:00. Timezone of site is used. Leave empty for no restriction.
hu_hu: Meghatározza a dátumot és időpontot, ameddig legyen közzétéve az Off-Canvas. Használja az SQL időformátumot: YYYY-MM-DD HH:MM:SS. Pl.: 2016-05-10 12:30:00. A webhely időzónáját használjuk. Hagyja üresen, ha nincs korlátozás.

source: Frequency
hu_hu: Gyakoriság

source: Select display frequency for the Off Canvas.
hu_hu: Válassza ki az Off Canvas megjelenítési gyakoriságát.

source: Show every time
hu_hu: Jelenjen meg minden alkalommal

source: Show every time until user closes it
hu_hu: Jelenjen meg minden alkalommal, amíg a felhasználó be nem zárja

source: Show once
hu_hu: Jelenjen meg egyszer

source: Show up to x times
hu_hu: Jelenjen meg legfeljebb x alkalommal

source: Show every session
hu_hu: Jelenjen meg minden munkamenetben

source: Show every day
hu_hu: Jelenjen meg minden nap

source: Show every week
hu_hu: Jelenjen meg minden héten

source: Show every month
hu_hu: Jelenjen meg minden hónapban

source: Show on specific days
hu_hu: Jelenjen meg meghatározott napokon

source: Number Of Days
hu_hu: Napok száma

source: Set the number of days to display the off canvas.
hu_hu: Állítsa be az Off Canvas megjelenítésének napjainak számát.

source: Number Of times
hu_hu: Alkalmak száma

source: Set the Off Canvas display count ex: 3.
hu_hu: Állítsa be az Off Canvas megjelenítések számát, pl.: 3.

source: Show After X Page Views
hu_hu: Jelenjen meg X oldalmegtekintés után

source: Display Off Canvas after visitor views a specific number of pages.
hu_hu: Az Off Canvas a látogató meghatározott számú oldalmegtekintése után jelenjen meg.

source: Number Of Page Views
hu_hu: Oldalmegtekintések száma

source: Set the number of page views needed to display the Off Canvas, ex: 3.
hu_hu: Állítsa be az Off Canvas megjelenítéséhez szükséges oldalmegtekintések számát, pl.: 3.

source: Show After X Sessions
hu_hu: Jelenjen meg X munkamenet után

source: Display Off Canvas after a specific number of sessions.
hu_hu: Az Off Canvas meghatározott számú munkamenet után jelenjen meg.

source: Number Of Sessions
hu_hu: Munkamenetek száma

source: Set the number of visiting sessions needed to display the Off Canvas, ex: 3.
hu_hu: Állítsa be az Off Canvas megjelenítéséhez szükséges látogatási munkamenetek számát, pl.: 3.

source: Number Of Times
hu_hu: Alkalmak száma

source: Set the number of times the Off Canvas should be displayed, ex: 3.
hu_hu: Állítsa be, hányszor jelenjen meg az Off Canvas, pl.: 3.

source: Show When Arriving From
hu_hu: Megjelenítés, ha innen érkezik

source: Choose when Off Canvas should be displayed depending on referring link type.
hu_hu: Válassza ki, mikor jelenjen meg az Off Canvas a hivatkozás típusától függően.

source: Internal Links
hu_hu: Belső hivatkozások

source: External Links
hu_hu: Külső hivatkozások

source: Search Engine
hu_hu: Keresőmotor

source: Users
hu_hu: Felhasználók

source: Choose the user type that will be able to see the Off Canvas.
hu_hu: Válassza ki, mely felhasználótípus láthatja az Off Canvast.

source: All Users
hu_hu: Minden felhasználó

source: Logged in users
hu_hu: Bejelentkezett felhasználók

source: Logged out users
hu_hu: Kijelentkezett felhasználók

source: User Roles
hu_hu: Felhasználói szerepkörök

source: Display Off Canvas for specific user roles. Leave blank for all.
hu_hu: Off Canvas megjelenítése meghatározott felhasználói szerepköröknek. Hagyja üresen az összeshez.

source: Device
hu_hu: Eszköz

source: Display Off Canvas for specific device types. Leave blank for all.
hu_hu: Off Canvas megjelenítése meghatározott eszköztípusok esetén. Hagyja üresen az összeshez.

source: Tablet
hu_hu: Táblagép

source: On Page Load
hu_hu: Oldal betöltésekor

source: Display Off Canvas on page load.
hu_hu: Off Canvas megjelenítése az oldal betöltésekor.

source: Time On Page
hu_hu: Oldalon töltött idő

source: Display Off Canvas after visitor has spent a specific amount of time on the page.
hu_hu: Off Canvas megjelenítése, miután a látogató egy meghatározott ideig az oldalon tartózkodott.

source: Time On Page Duration
hu_hu: Oldalon töltött idő időtartama

source: Set the time that needs to pass before the Off Canvas will be displayed. In seconds, ex: 5.
hu_hu: Állítsa be az időt, amelynek el kell telnie, mielőtt az Off Canvas megjelenik. Másodpercben, pl.: 5.

source: On Scroll
hu_hu: Görgetéskor

source: Display Off Canvas when the visitor has scrolled up or down to a specific position or element.
hu_hu: Off Canvas megjelenítése, amikor a látogató felfelé vagy lefelé egy meghatározott pozícióig vagy elemig görgetett.

source: Scroll Direction
hu_hu: Görgetés iránya

source: Set a scroll direction for triggering the Off Canvas.
hu_hu: Állítson be görgetési irányt az Off Canvas kiváltásához.

source: Up
hu_hu: Felfelé

source: Down
hu_hu: Lefelé

source: Scroll To
hu_hu: Görgetés célja

source: Choose whether the scroll trigger should be relative to position or element on the page.
hu_hu: Válassza ki, hogy a görgetés indítása az oldalon pozícióhoz vagy elemhez viszonyítva történjen-e.

source: Scroll Position
hu_hu: Görgetési pozíció

source: Set the scroll position. Enter value including any valid CSS unit, ex: 300px
hu_hu: Állítsa be a görgetési pozíciót. Adjon meg értéket bármely érvényes CSS mértékegységgel, pl.: 300px

source: Scroll Element
hu_hu: Görgetési célelem

source: Insert element CSS selector like class or ID, ex: .element-class, #element-ID.
hu_hu: Adja meg az elem CSS-szelektorát, például osztályt vagy ID-t, pl.: .element-class, #element-ID.

source: On Click
hu_hu: Kattintáskor

source: Display Off Canvas when visitor clicks on the element.
hu_hu: Off Canvas megjelenítése, amikor a látogató az elemre kattint.

source: Element Selector
hu_hu: Elem CSS-szelektora

source: Exit Intent
hu_hu: Kilépési szándék

source: Display Off Canvas when visitor intends to close or leave the page.
hu_hu: Off Canvas megjelenítése, amikor a látogató az oldal bezárására vagy elhagyására készül.

source: After Inactivity
hu_hu: Inaktivitás után

source: Display Off Canvas if visitor is inactive for a specific amount of time.
hu_hu: Off Canvas megjelenítése, ha a látogató egy meghatározott ideig inaktív.

source: Inactivity Duration
hu_hu: Inaktivitás időtartama

source: Set the time that needs to pass for visitor inactivity before the Off Canvas will be displayed. In seconds, ex: 30.
hu_hu: Állítsa be a látogató inaktivitása esetén az Off Canvas megjelenése előtt eltelő időt. Másodpercben, pl.: 30.

source: After Product Is Added to Cart
hu_hu: Termék kosárba helyezése után

source: Display Off Canvas after WooCommerce product is added to cart.
hu_hu: Off Canvas megjelenítése, miután egy WooCommerce-termék a kosárba került.

source: Wide
hu_hu: Széles

source: Boxed
hu_hu: Dobozos

source: Select boxed or wide layout. %s
hu_hu: Válassza a dobozos vagy széles elrendezést. %s

source: Background Color For Page
hu_hu: Oldal háttérszíne

source: Controls the background color for the page. When the color value is set to anything below 100&#37; opacity, the color will overlay the background image if one is uploaded. Hex code, ex: #000. %s
hu_hu: Az oldal háttérszínét szabályozza. Ha a szín értéke 100&#37; átlátszatlóság alá van állítva, a szín rá fog fedni a háttérképre, ha van feltöltve. Hex kód, pl.: #000. %s

source: Background Image For Page
hu_hu: Oldal háttérképe

source: Select an image to use for a full page background. %s
hu_hu: Válasszon egy képet teljes oldalas háttérhez. %s

source: Container 100% Height Animation
hu_hu: Konténer 100%% magasságának animációja

source: Select the animation of the scrolling transition on 100%% height scrolling sections. %s
hu_hu: Válassza ki a görgetési átmenet animációját a 100%% magasságú görgethető szakaszokon. %s

source: Slide Up
hu_hu: Felfelé csúsztatás

source: Slide Right
hu_hu: Jobbra csúsztatás

source: Slide Left
hu_hu: Balra csúsztatás

source: Scroll Right
hu_hu: Görgetés jobbra

source: Scroll Left
hu_hu: Görgetés balra

source: Scroll Right Free
hu_hu: Görgetés jobbra szabadon

source: Scroll Left Free
hu_hu: Szabad balra görgetés

source: Stack
hu_hu: Halmozás

source: Slide Zoom In
hu_hu: Csúsztatás és rázoomolás

source: Slide Zoom Out
hu_hu: Csúsztatás és kizoomolás

source: Container 100% Height Scroll Sensitivity
hu_hu: Konténer 100% magasság - görgetési érzékenység

source: Controls the sensitivity of the scrolling transition on 100% height scrolling sections. In milliseconds.
hu_hu: Szabályozza a 100% magasságú görgetési szakaszok átmenetének érzékenységét. Ezredmásodpercben.

source: Container 100% Height Scroll Speed
hu_hu: Konténer 100% magasság - görgetési sebesség

source: Controls the speed of the scrolling transition on 100% height scrolling sections. In milliseconds.
hu_hu: Szabályozza a 100% magasságú görgetési szakaszok átmenetének sebességét. Ezredmásodpercben.

source: Container 100% Height Dots Navigation
hu_hu: Konténer 100% magasság - pontnavigáció

source: Enable / Disable the dots navigation for 100%% height containers. Disabling dots navigation may be useful if using custom navigation. %s
hu_hu: Engedélyezze / tiltsa le a pontnavigációt a 100%% magasságú konténerekhez. A pontnavigáció letiltása hasznos lehet egyéni navigáció használatakor. %s

source: Breadcrumbs/Search Bar
hu_hu: Morzsamenü/Keresősáv

source: Choose to display the breadcrumbs, search bar or none. %s
hu_hu: Válassza ki, hogy megjelenjen a morzsamenü, a keresősáv, vagy egyik sem. %s

source: Breadcrumbs
hu_hu: Morzsamenü

source: Search Bar
hu_hu: Keresősáv

source: Page Title Bar Headings
hu_hu: Oldalcímsáv címsorai

source: Choose to show or hide the page title bar headings. %s
hu_hu: Válassza ki, hogy megjelenítse vagy elrejtse az oldalcímsáv címsorait. %s

source: Page Title Bar Text Alignment
hu_hu: Oldalcímsáv szövegigazítása

source: Choose the title and subhead text alignment. Breadcrumbs / search field will be on opposite side for left / right alignment and below the title for center alignment. %s
hu_hu: Válassza ki a cím és az alcím szövegigazítását. Balra/jobbra igazításnál a morzsamenü/keresőmező az ellenkező oldalon lesz, középre igazításnál a cím alatt jelenik meg. %s

source: Page Title Bar Heading Custom Text
hu_hu: Oldalcímsáv főcímének egyedi szövege

source: Insert custom text for the page title bar main heading.
hu_hu: Adja meg az oldalcímsáv főcímének egyedi szövegét.

source: Page Title Bar Heading Font Size
hu_hu: Oldalcímsáv főcímének betűmérete

source: In pixels. %s
hu_hu: Pixelben. %s

source: Page Title Bar Heading Font Color
hu_hu: Oldalcímsáv főcímének betűszíne

source: Controls the text color of the page title bar main heading. %s
hu_hu: Az oldalcímsáv főcímének szövegszínét szabályozza. %s

source: Page Title Bar Line Height
hu_hu: Oldalcímsáv sormagassága

source: Valid CSS unit. %s
hu_hu: Érvényes CSS mértékegység. %s

source: Page Title Bar Subheading Custom Text
hu_hu: Oldalcímsáv alcímének egyedi szövege

source: Insert custom text for the page title bar subheading.
hu_hu: Adja meg az oldalcímsáv alcímének egyedi szövegét.

source: Page Title Bar Subheading Font Size
hu_hu: Oldalcímsáv alcímének betűmérete

source: Page Title Bar Subheading Font Color
hu_hu: Oldalcímsáv alcímének betűszíne

source: Controls the text color of the page title bar subheading. %s
hu_hu: Az oldalcímsáv alcímének szövegszínét szabályozza. %s

source: Page Title Bar 100% Width
hu_hu: Oldalcímsáv 100% szélesség

source: Choose "Yes" to have the page title bar area display at 100&#37; width according to the viewport size. Select "No" to follow site width. Only works with wide layout mode. %s
hu_hu: Válassza az „Igen” lehetőséget, hogy az oldalcímsáv területe a nézetablak mérete szerint 100&#37; szélességgel jelenjen meg. Válassza a „Nem” lehetőséget az oldal szélességének követéséhez. Csak széles elrendezési módban működik. %s

source: Page Title Bar Background Color
hu_hu: Oldalcímsáv háttérszíne

source: Controls the background color of the page title bar. Hex code, ex: #000. %s
hu_hu: Az oldalcímsáv háttérszínét szabályozza. Hex kód, pl.: #000. %s

source: Page Title Bar Borders Color
hu_hu: Oldalcímsáv szegélyszíne

source: Controls the border color of the page title bar. Hex code, ex: #000. %s
hu_hu: Az oldalcímsáv szegélyszínét szabályozza. Hex kód, pl.: #000. %s

source: Parallax Background Image
hu_hu: Parallaxis háttérkép

source: Choose a parallax scrolling effect for the background image. %s
hu_hu: Válassza ki a parallaxis görgetési effektust a háttérképhez. %s

source: Show Previous/Next Pagination
hu_hu: Előző/Következő lapozás megjelenítése

source: Choose to show or hide the post navigation. %s
hu_hu: Válassza ki, hogy megjelenítse vagy elrejtse a bejegyzésnavigációt. %s

source: Width (Content Columns for Featured Image)
hu_hu: Szélesség (tartalomoszlopok a kiemelt képhez)

source: Choose if the featured image is full or half width. %s
hu_hu: Válassza ki, hogy a kiemelt kép teljes vagy fél szélességű legyen. %s

source: Full Width
hu_hu: Teljes szélesség

source: Half Width
hu_hu: Fél szélesség

source: Show the 1st featured image on single post pages. %s
hu_hu: Az első kiemelt kép megjelenítése az egyedi bejegyzésoldalakon. %s

source: Featured Image Dimensions
hu_hu: Kiemelt kép méretei

source: In pixels or percentage, ex: 100% or 100px. Or Use "auto" for automatic resizing if you added either width or height.
hu_hu: Pixelben vagy százalékban, pl.: 100% vagy 100px. Vagy használja az „auto” értéket az automatikus átméretezéshez, ha megadta a szélességet vagy a magasságot.

source: Video Embed Code
hu_hu: Videó beágyazási kód

source: Insert Youtube or Vimeo embed code.
hu_hu: Illessze be a Youtube vagy Vimeo beágyazási kódot.

source: Video URL for Lightbox
hu_hu: Videó URL a Lightboxhoz

source: Insert the video URL that will show in the lightbox. This can be a YouTube, Vimeo or a self-hosted video URL.
hu_hu: Adja meg azt a videó URL-t, amely a lightboxban fog megjelenni. Ez lehet YouTube-, Vimeo- vagy saját tárhelyen lévő videó URL.

source: Show Project Description Title
hu_hu: Projektleírás címének megjelenítése

source: Choose to show or hide the project description title. %s
hu_hu: Válassza a projektleírás címe megjelenítését vagy elrejtését. %s

source: Show Project Details
hu_hu: Projekt részleteinek megjelenítése

source: Choose to show or hide the project details text. %s
hu_hu: Válassza a projekt részletei szövegének megjelenítését vagy elrejtését. %s

source: Project URL
hu_hu: Projekt URL

source: The URL the project text links to.
hu_hu: Az URL, amelyre a projekt szöveg hivatkozik.

source: Project URL Text
hu_hu: Projekt URL szöveg

source: The custom project text that will link.
hu_hu: Az az egyéni projektszöveg, amely hivatkozni fog.

source: The URL the copyright text links to.
hu_hu: Az URL, amelyre a copyright szöveg hivatkozik.

source: Copyright URL Text
hu_hu: Copyright URL szöveg

source: The custom copyright text that will link.
hu_hu: Az az egyéni copyright szöveg, amely hivatkozni fog.

source: Image Rollover Icons
hu_hu: Kép fölé húzáskor megjelenő ikonok

source: Choose which icons display on this post. %s
hu_hu: Válassza ki, mely ikonok jelenjenek meg ezen a bejegyzésen. %s

source: Link + Zoom
hu_hu: Hivatkozás + nagyítás

source: Custom Link URL On Archives
hu_hu: Egyéni hivatkozás URL az archívumokban

source: Link URL that will be used on archives either for the rollover link icon or on the image if rollover icons are disabled. Leave blank for post URL.
hu_hu: Az archívumokban használandó hivatkozás URL a ráhúzáskor megjelenő hivatkozás ikonhoz, vagy – ha a ráhúzás ikonok le vannak tiltva – a képen lesz használva. Hagyja üresen a bejegyzés URL-jének használatához.

source: Open Portfolio Links In New Window
hu_hu: Portfólió hivatkozások megnyitása új ablakban

source: Choose to open the single post page, project url and copyright url links in a new window. %s
hu_hu: Válassza az egyedi bejegyzésoldal, a projekt URL és a copyright URL hivatkozások megnyitását új ablakban. %s

source: Show Author
hu_hu: Szerző megjelenítése

source: Choose to show or hide the author in the Project Details. %s
hu_hu: Válassza a szerző megjelenítését vagy elrejtését a projekt részletei között. %s

source: Toggle Author
hu_hu: Szerző kapcsolása

source: Toggle Social Sharing Box
hu_hu: Közösségi megosztás doboz kapcsolása

source: Show Related Projects
hu_hu: Kapcsolódó projektek megjelenítése

source: Choose to show or hide related projects on this post. %s
hu_hu: Válassza a kapcsolódó projektek megjelenítését vagy elrejtését ezen a bejegyzésen. %s

source: Toggle Related Projects
hu_hu: Kapcsolódó projektek kapcsolása

source: Show Comments
hu_hu: Hozzászólások megjelenítése

source: Choose to show or hide comments area. %s
hu_hu: Válassza a hozzászólások területének megjelenítését vagy elrejtését. %s

source: Toggle Comments
hu_hu: Hozzászólások kapcsolása

source: Show the 1st featured image on single post pages.
hu_hu: Az első kiemelt kép megjelenítése az egyedi bejegyzésoldalakon.

source: Open Blog Links In New Window
hu_hu: Blog hivatkozások megnyitása új ablakban

source: Choose to open the single post page link in a new window.
hu_hu: Válassza az egyedi bejegyzésoldal hivatkozásának megnyitását új ablakban.

source: Show Post Meta
hu_hu: Bejegyzés metaadatai megjelenítése

source: Choose to show or hide the post meta. %s
hu_hu: Válassza a bejegyzés metaadatainak megjelenítését vagy elrejtését. %s

source: Show Author Info Box
hu_hu: Szerzői információs doboz megjelenítése

source: Choose to show or hide the author info box. %s
hu_hu: Válassza a szerzői információs doboz megjelenítését vagy elrejtését. %s

source: Toggle Author Info Box
hu_hu: Szerzői információs doboz kapcsolása

source: Show Related Posts
hu_hu: Kapcsolódó bejegyzések megjelenítése

source: Choose to show or hide related posts on this post. %s
hu_hu: Válassza a kapcsolódó bejegyzések megjelenítését vagy elrejtését ezen a bejegyzésen. %s

source: Toggle Related Posts
hu_hu: Kapcsolódó bejegyzések kapcsolása

source: SEO Title
hu_hu: SEO cím
