Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Avada will search through your posts and pages and collect IDs of all pages using the old shortcodes and convert them to our new syntax. A backup is created of those pages and posts, to ensure all your data is fully secure.
hu_hu: Az Avada átvizsgálja bejegyzéseit és oldalait, összegyűjti az összes régi shortcode-ot használó oldal azonosítóit, és az új szintaxisra alakítja őket. Biztonsági másolat készül ezekről az oldalakról és bejegyzésekről, hogy minden adata teljesen biztonságban legyen.

source: The process can take time, please be patient during conversion and DO NOT CLOSE THIS SCREEN!
hu_hu: A folyamat időt vehet igénybe, kérjük, legyen türelmes az átalakítás alatt, és NE ZÁRJA BE EZT A KÉPERNYŐT!

source: If the migration is not performed, you won't be able to use Avada %s unless you manually trigger the conversion at a later time through the WP admin area.
hu_hu: Ha a migráció nem történik meg, az Avada %s használatára nem lesz lehetősége, hacsak később kézzel nem indítja el az átalakítást a WP admin felületen.

source: If you don't want your pages converted then please delete the new Avada folder and copy the old Avada folder to your server. If you did not backup your previous Avada theme folder, you can %s.
hu_hu: Ha nem szeretné, hogy oldalai átalakításra kerüljenek, törölje az új Avada mappát, és másolja fel a régi Avada mappát a szerverére. Ha nem készített biztonsági másolatot a korábbi Avada téma mappájáról, akkor %s.

source: download Avada 4.0.3 here
hu_hu: az Avada 4.0.3 letöltése itt

source: We recommend doing a full database backup before proceeding with conversion.
hu_hu: Javasoljuk, hogy az átalakítás megkezdése előtt készítsen teljes adatbázis-mentést.

source: By pressing the "Start Conversion" button below, you confirm that Avada should convert your posts and pages to the new shortcode syntax.
hu_hu: Az alábbi "Start Conversion" gomb megnyomásával megerősíti, hogy az Avada a bejegyzéseit és oldalait az új shortcode szintaxisra alakítsa.

source: I have read the above.
hu_hu: Elolvastam a fentieket.

source: You have already converted your shortcodes to the new Avada 5.0 structure, but have chosen to revert back to their previous state before you installed Avada 5.0. This process does not downgrade you to the previous version of Avada.
hu_hu: Már átalakította a shortcode-jait az új Avada 5.0 struktúrára, azonban úgy döntött, hogy visszaállítja őket a korábbi, az Avada 5.0 telepítése előtti állapotukra. Ez a folyamat nem állítja vissza az Avadát az előző verzióra.

source: Once reversion is done, you can load a previous version of Avada onto your server. You can download %s here if you do not have a backup of your previous theme.
hu_hu: A visszaállítás befejezése után feltölthet egy korábbi Avada verziót a szerverére. Ha nincs biztonsági másolata a korábbi témáról, itt letöltheti: %s.

source: The process can take time, please be patient during reversion and DO NOT CLOSE THIS SCREEN!
hu_hu: A folyamat időt vehet igénybe, kérjük, legyen türelmes a visszaállítás alatt, és NE ZÁRJA BE EZT A KÉPERNYŐT!

source: By pressing the "Start Reversion" button below, you confirm that Avada should revert your posts and pages to the previous syntax.
hu_hu: Az alábbi "Visszaállítás indítása" gomb megnyomásával megerősíti, hogy az Avada az Ön bejegyzéseit és oldalait a korábbi szintaxisra visszaállítsa.

source: Currently scanning posts of post type "%1$s" (items %2$s to %3$s of %4$s total).
hu_hu: Jelenleg a(z) "%1$s" bejegyzéstípus bejegyzéseit vizsgálja (tételek %2$s–%3$s az összesen %4$s közül).

source: Posts that need to be converted: %s
hu_hu: Átalakítandó bejegyzések: %s

source: Posts that need to be reverted: %s
hu_hu: Visszaállítandó bejegyzések: %s

source: Remaining items to convert: %s
hu_hu: Hátralévő átalakítandó tételek: %s

source: Remaining items to revert: %s
hu_hu: Hátralévő visszaállítandó tételek: %s

source: All needed posts have been converted to the new Avada Builder syntax. You can now update Avada Core and install Avada Builder plugin.
hu_hu: Minden szükséges bejegyzés át lett alakítva az új Avada Builder szintaxisra. Most frissítheti az Avada Core-t és telepítheti az Avada Builder bővítményt.

source: All needed posts have been reverted to the previous syntax. You can now roll-back to %s.
hu_hu: Minden szükséges bejegyzés vissza lett állítva a korábbi szintaxisra. Most visszaállhat a(z) %s verzióra.

source: Scanning posts of post type "%1$s". Total posts: %2$s.
hu_hu: A(z) "%1$s" bejegyzéstípus bejegyzéseinek vizsgálata. Összes bejegyzés: %2$s.

source: Converting posts.
hu_hu: Bejegyzések átalakítása.

source: Converting slides.
hu_hu: Diák átalakítása.

source: Converting widgets.
hu_hu: Widgetek átalakítása.

source: Converting theme options.
hu_hu: Téma beállítások átalakítása.

source: Reverting posts.
hu_hu: Bejegyzések visszaállítása.

source: Reverting slides.
hu_hu: Diák visszaállítása.

source: Reverting widgets.
hu_hu: Widgetek visszaállítása.

source: Reverting theme options.
hu_hu: Téma beállítások visszaállítása.

source: Start Reversion
hu_hu: Visszaállítás indítása

source: Start Conversion
hu_hu: Átalakítás indítása

source: Do Not Revert
hu_hu: Ne állítsa vissza

source: Do Not Convert
hu_hu: Ne alakítsa át

source: Please confirm that you have read the instructions, by checking the box.
hu_hu: Kérjük, erősítse meg, hogy elolvasta az utasításokat, a jelölőnégyzet bejelölésével.

source: Take me to Admin
hu_hu: Vigyen az Admin felületre

source: Update Required Plugins
hu_hu: Kötelező bővítmények frissítése

source: No image URL has been entered.
hu_hu: Nem adott meg kép URL-t.

source: Back to Parent Page
hu_hu: Vissza a szülőoldalra

source: Please enter correct details for this required field.
hu_hu: Kérjük, adja meg a helyes adatokat ehhez a kötelező mezőhöz.

source: Failed to Open. Error Code: %s
hu_hu: Megnyitás sikertelen. Hibakód: %s

source: Unable to extract the file.
hu_hu: Nem sikerült kibontani a fájlt.

source: Seems that the file have uploaded the wrong file. This file can be imported for %s
hu_hu: Úgy tűnik, rossz fájlt töltött fel. Ez a fájl a következőhöz importálható: %s

source: Seems that the file is different from the exported modal zip. Please try with another zip file.
hu_hu: Úgy tűnik, hogy a fájl eltér az exportált modal zip-től. Kérjük, próbálkozzon egy másik zip fájllal.

source: Style Already Exists! Please try importing another style.
hu_hu: A stílus már létezik! Kérjük, próbáljon meg másik stílust importálni.

source: imported successfully!
hu_hu: sikeresen importálva!

source: Something went wrong! Please try again with different file.
hu_hu: Valami hiba történt! Kérjük, próbálja meg újra egy másik fájllal.

source: Seems that the file is different from the exported info bar zip. Please try with another zip file.
hu_hu: Úgy tűnik, hogy a fájl eltér az exportált info bar zip-től. Kérjük, próbálkozzon egy másik zip fájllal.

source: Unable to delete the style. Please Try again.
hu_hu: Nem sikerült törölni a stílust. Kérjük, próbálja meg újra.

source: %1$s<strong>PHP ERROR</strong>: %2$s in %3$s on line %4$s.%5$s
hu_hu: %1$s<strong>PHP HIBA</strong>: %2$s a(z) %3$s fájlban a %4$s. sorban.%5$s

source: %1$sIf you need help to debug this, please create a %2$s support ticket%3$s.%4$s
hu_hu: %1$sHa segítségre van szüksége a hibakereséshez, kérjük, hozzon létre egy %2$s támogatási jegyet%3$s.%4$s

source: Single Sidebar Layouts
hu_hu: Egy oldalsávos elrendezések

source: Single Sidebar Width
hu_hu: Egy oldalsáv szélessége

source: Controls the width of the sidebar when only one sidebar is present.
hu_hu: Az oldalsáv szélességét szabályozza, amikor csak egy oldalsáv van.

source: Single Sidebar Gutter
hu_hu: Egy oldalsáv térköze

source: Controls the space between the main content and a single sidebar.
hu_hu: Szabályozza a fő tartalom és az egyetlen oldalsáv közötti távolságot.

source: Dual Sidebar Layouts
hu_hu: Két oldalsávos elrendezések

source: Dual Sidebar Width 1
hu_hu: Két oldalsáv – 1. oldalsáv szélessége

source: Controls the width of sidebar 1 when dual sidebars are present.
hu_hu: Szabályozza az 1. oldalsáv szélességét, amikor két oldalsáv van jelen.

source: Dual Sidebar Width 2
hu_hu: Két oldalsáv – 2. oldalsáv szélessége

source: Controls the width of sidebar 2 when dual sidebars are present.
hu_hu: Szabályozza a 2. oldalsáv szélességét, amikor két oldalsáv van jelen.

source: Dual Sidebar Gutter
hu_hu: Két oldalsáv térköze

source: Controls the space between the main content and the sidebar when dual sidebars are present.
hu_hu: Szabályozza a fő tartalom és az oldalsáv közötti távolságot, ha két oldalsáv van jelen.

source: Side Navigation Behavior
hu_hu: Oldalsó navigáció viselkedése

source: Controls if the child pages show on click or hover for the side navigation page template.
hu_hu: Szabályozza, hogy az oldalsó navigáció oldalsablonján az aloldalak kattintásra vagy rámutatáskor jelenjenek meg.

source: Hover
hu_hu: Rámutatás

source: Click
hu_hu: Kattintás

source: Side Navigation Font Size
hu_hu: Oldalsó navigáció betűmérete

source: Controls the font size for the menu text when using the side navigation page template.
hu_hu: Szabályozza a menü szövegének betűméretét az oldalsó navigáció oldalsablon használatakor.

source: Default widget area of Avada
hu_hu: Az Avada alapértelmezett widget területe

source: Display Widget Title
hu_hu: Widget címének megjelenítése

source: Choose to enable or disable the widget title. Specifically useful for WP's default widget titles.
hu_hu: Válassza a widget címének engedélyezését vagy letiltását. Kifejezetten hasznos a WP alapértelmezett widgetcímeihez.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Padding
hu_hu: Kitöltés

source: Controls the padding for this widget container. Enter value including any valid CSS unit, ex: 10px.
hu_hu: Szabályozza ennek a widget-konténernek a kitöltését. Adjon meg értéket bármely érvényes CSS egységgel, pl: 10px.

source: Margin
hu_hu: Margó

source: Controls the margin for this widget container. Enter value including any valid CSS unit, ex: 10px.
hu_hu: Szabályozza ennek a widget-konténernek a margóját. Adjon meg értéket bármely érvényes CSS egységgel, pl: 10px.

source: Background Color
hu_hu: Háttérszín

source: Controls the background color for this widget container.
hu_hu: Szabályozza ennek a widget-konténernek a háttérszínét.

source: Background Border Radius
hu_hu: Háttér sarokkerekítés

source: Controls the background border radius for this widget container.
hu_hu: Szabályozza ennek a widget-konténernek a háttér sarokkerekítését.

source: Border Size
hu_hu: Szegély vastagsága

source: Controls the border size for this widget container.
hu_hu: Szabályozza ennek a widget-konténernek a szegélyvastagságát.

source: Border Style
hu_hu: Szegély stílusa

source: Controls the border style for this widget container.
hu_hu: Szabályozza ennek a widget-konténernek a szegélystílusát.

source: Dotted
hu_hu: Pontozott

source: Dashed
hu_hu: Szaggatott

source: Border Color
hu_hu: Szegély színe

source: Controls the border color for this widget container.
hu_hu: Szabályozza ennek a widget-konténernek a szegélyszínét.

source: Divider Color
hu_hu: Elválasztó színe

source: Controls the color of dividers in this widget container. Leave empty for the Global Options default value or no dividers when using the vertical menu widget.
hu_hu: Szabályozza az elválasztók színét ebben a widget-konténerben. Hagyja üresen a Global Options alapértelmezett értékéhez, illetve a függőleges menü widget használatakor elválasztók nélkül.

source: Content Align
hu_hu: Tartalom igazítása

source: Controls content alignment for this widget container. Inherit means it will inherit alignment from its parent element.
hu_hu: Szabályozza a tartalom igazítását ennél a widget-konténernél. Az Örököl azt jelenti, hogy az igazítást a szülőelemtől veszi át.

source: Inherit
hu_hu: Örököl

source: Left
hu_hu: Balra

source: Right
hu_hu: Jobbra

source: Center
hu_hu: Középre

source: Mobile Content Align
hu_hu: Mobil tartalom igazítása

source: Controls mobile content alignment for this widget container. Inherit means it will inherit alignment from its parent element.
hu_hu: Szabályozza a mobil tartalom igazítását ennél a widget-konténernél. Az Örököl azt jelenti, hogy az igazítást a szülőelemtől veszi át.

source: Avada Widget Options
hu_hu: Avada widgetbeállítások

source: These options apply to the widget container, not the actual widget.
hu_hu: Ezek a beállítások a widget-konténerre vonatkoznak, nem magára a widgetre.

source: Tag:
hu_hu: Címke:

source: Search:
hu_hu: Keresés:

source: 404 - Page not Found
hu_hu: 404 - Az oldal nem található

source: Breadcrumb
hu_hu: Morzsamenü

source: Email Address
hu_hu: E-mail-cím

source: Phone
hu_hu: Telefonszám

source: Custom
hu_hu: Egyéni

source: Thin (100)
hu_hu: Hajszálvékony (100)

source: Extra Light (200)
hu_hu: Extra vékony (200)

source: Light (300)
hu_hu: Vékony (300)

source: Normal (400)
hu_hu: Normál (400)

source: Medium (500)
hu_hu: Közepes (500)

source: Semi Bold (600)
hu_hu: Félkövér (600)

source: Bold (700)
hu_hu: Vastag (700)

source: Bolder (800)
hu_hu: Vastagabb (800)

source: Extra Bold (900)
hu_hu: Extra vastag (900)

source: Cheatin&#8217; huh?
hu_hu: Csal&#8217;, mi?

source: An API token is required.
hu_hu: API-token szükséges.

source: An unknown API error occurred.
hu_hu: Ismeretlen API-hiba történt.

source: Featured Image 2
hu_hu: Kiemelt kép 2

source: Set featured image 2
hu_hu: Kiemelt kép 2 beállítása

source: Remove featured image 2
hu_hu: Kiemelt kép 2 eltávolítása

source: Featured images Info
hu_hu: Kiemelt képek információi

source: To control the amount of featured image boxes, visit %s.
hu_hu: A kiemelt képdobozok számának szabályozásához látogasson el ide: %s.

source: %1$s Enter value including CSS unit (px, em, rem), ex: %2$s.
hu_hu: %1$s Adjon meg értéket CSS mértékegységgel (px, em, rem), pl.: %2$s.

source: %1$s Enter value including any valid CSS unit besides %2$s which does not work for inline columns, ex: %3$s.
hu_hu: %1$s Adjon meg értéket bármely érvényes CSS mértékegységgel, a %2$s kivételével, amely nem működik a soron belüli oszlopoknál, pl.: %3$s.

source: %1$s Enter value including any valid CSS unit besides %2$s which does not work for page title bar, ex: %3$s.
hu_hu: %1$s Adjon meg értéket bármely érvényes CSS mértékegységgel, a %2$s kivételével, amely nem működik az oldalcímsávnál, pl.: %3$s.

source: %1$s Enter value including any valid CSS unit, ex: %2$s.
hu_hu: %1$s Adjon meg értéket bármely érvényes CSS mértékegységgel, pl.: %2$s.

source: %1$s In pixels, ex: %2$s.
hu_hu: %1$s Pixelekben, pl.: %2$s.

source: %1$s Enter values including any valid CSS unit, ex: %2$s.
hu_hu: %1$s Adjon meg értékeket bármely érvényes CSS mértékegységgel, pl.: %2$s.

source: In pixels.
hu_hu: Pixelekben.

source: This is a dependent option that always stays visible because other options can utilize it.
hu_hu: Ez egy kapcsolt beállítás, amely mindig látható marad, mert más beállítások használhatják.

source: Theme Skin
hu_hu: Téma kinézete

source: Color Scheme
hu_hu: Színséma

source: Are you sure you want to reset all Avada caches?
hu_hu: Biztosan üríteni szeretné az összes Avada gyorsítótárat?

source: Are you sure you want to reset all Mailchimp caches?
hu_hu: Biztosan üríteni szeretné az összes Mailchimp gyorsítótárat?

source: All Mailchimp caches have been reset.
hu_hu: Az összes Mailchimp-gyorsítótár ürítve lett.

source: Are you sure you want to reset all HubSpot caches?
hu_hu: Biztosan üríteni szeretné az összes HubSpot gyorsítótárat?

source: All HubSpot caches have been reset.
hu_hu: Az összes HubSpot-gyorsítótár ürítve lett.

source: Are you sure you want to reset all Instagram caches?
hu_hu: Biztosan üríteni szeretné az összes Instagram gyorsítótárat?

source: All Instagram caches have been reset.
hu_hu: Az összes Instagram-gyorsítótár ürítve lett.

source: Are you sure you want to reset all Adobe caches?
hu_hu: Biztosan üríteni szeretné az összes Adobe gyorsítótárat?

source: All Adobe caches have been reset. Refresh the page to see the changes.
hu_hu: Az összes Adobe-gyorsítótár ürítve lett. Frissítse az oldalt a változások megtekintéséhez.

source: Are you sure? This will reset all saved options to the default Avada Classic Global Options. This does not reset them to any other prebuilt site that you may have imported. A copy of your current options will be saved to your uploads folder in avada-global-options, as a backup.
hu_hu: Biztos benne? Ez az összes mentett beállítást visszaállítja az alapértelmezett Avada Classic Global Options értékeire. Ez nem állítja vissza azokat semmelyik másik, Ön által importált előre elkészített webhelyre. Az aktuális beállításairól egy másolat biztonsági mentésként elmentésre kerül a feltöltések mappájába, az avada-global-options könyvtárba.

source: Are you sure? This will reset all saved options to the default Avada Classic Global Options for this section. This does not reset them to any other prebuilt site that you may have imported. A copy of your current options will be saved to your uploads folder in avada-global-options, as a backup.
hu_hu: Biztos benne? Ez a szakasz minden mentett beállítását visszaállítja az alapértelmezett Avada Classic Global Options értékeire. Ez nem állítja vissza azokat semmelyik másik, Ön által importált előre elkészített webhelyre. Az aktuális beállításairól egy másolat biztonsági mentésként elmentésre kerül a feltöltések mappájába, az avada-global-options könyvtárba.

source: Copy the contents of the json file and paste it below. Then click "Import" to restore your setings.
hu_hu: Másolja a json fájl tartalmát, és illessze be alább. Ezután kattintson az "Import" gombra a beállítások visszaállításához.

source: Media fields using remote URLs were detected in your Global Options
hu_hu: A Global Options beállításaiban távoli URLs-t használó média mezők kerültek észlelésre

source: Please replace them with locally-imported files from your media library.
hu_hu: Kérjük, cserélje le ezeket a médiatárából helyileg importált fájlokra.

source: Dismiss Message
hu_hu: Üzenet bezárása

source: Search results for: %s
hu_hu: Keresési eredmények erre: %s

source: Error 404 Page
hu_hu: 404-es hibaoldal

source: Daily Archives: %s
hu_hu: Napi archívum: %s

source: Monthly Archives: %s
hu_hu: Havi archívum: %s

source: Yearly Archives: %s
hu_hu: Éves archívum: %s

source: Masonry Image Layout
hu_hu: Masonry képelrendezés

source: Landscape
hu_hu: Fekvő

source: Portrait
hu_hu: Álló

source: Set layout which will be used when image is displayed in masonry.
hu_hu: Állítsa be az elrendezést, amely akkor lesz használva, amikor a kép masonry elrendezésben jelenik meg.

source: The %1$sPatcher%2$s allows you to apply small fixes to your site between Avada releases, thereby keeping your site up to date.
hu_hu: A %1$sPatcher%2$s lehetővé teszi, hogy kisebb javításokat alkalmazzon a webhelyén az Avada kiadások között, így webhelye naprakész marad.

source: Currently there are no patches available for %1$s %2$s
hu_hu: Jelenleg nem érhetők el javítások a(z) %1$s %2$s számára

source: The following patches are available for %1$s %2$s
hu_hu: Az alábbi javítások érhetők el a(z) %1$s %2$s számára

source: Apply All Patches
hu_hu: Összes javítás alkalmazása

source: Patch can be reapplied if necessary.
hu_hu: Szükség esetén a javítás újra alkalmazható.

source: Patch #
hu_hu: Javítás #

source: Applied
hu_hu: Alkalmazva

source: Apply
hu_hu: Alkalmaz

source: Dismiss Notices
hu_hu: Értesítések elvetése

source: Apply patch #%s first.
hu_hu: Először alkalmazza a(z) #%s javítást.

source: Patch cannot be currently aplied.
hu_hu: A javítás jelenleg nem alkalmazható.

source: Patch Applied
hu_hu: Javítás alkalmazva

source: Dismiss Notice
hu_hu: Értesítés elvetése

source: The ThemeFusion patches server could not be reached. Please contact your host to unblock the "%s" domain.
hu_hu: Nem érhető el a ThemeFusion javítási szerver. Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával, hogy feloldják a(z) "%s" domain blokkolását.

source: The Avada patch contents cannot be retrieved. Please contact your host to unblock the "%s" domain.
hu_hu: Az Avada javítás tartalma nem kérhető le. Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával, hogy feloldják a(z) "%s" domain blokkolását.

source: Patch empty.
hu_hu: Javítás üres.

source: Invalid Patch target.
hu_hu: Érvénytelen javítási cél.

source: The patch could not be applied because of your specific server permissions. You have two options to remedy this. 1. <a %1$s>Download this zip file</a> which contains the files needed to fix this issue. Simply extract the zip file, and replace the files it contains with the same files on your server. DO NOT REPLACE THE ENTIRE FOLDER. 2. <a %2$s>Contact our support center</a>, submit a ticket and include your FTP credentials so one of our support experts can apply the fix for you. Once the fix is applied, click the "Dismiss Notices" button so this message is removed.
hu_hu: A javítást nem sikerült alkalmazni az Ön szerverének sajátos jogosultságai miatt. Két lehetősége van a megoldásra. 1. <a %1$s>Töltse le ezt a zip fájlt</a>, amely tartalmazza a probléma javításához szükséges fájlokat. Egyszerűen csomagolja ki a zip fájlt, és cserélje le a benne található fájlokat a szerverén lévő azonos fájlokra. NE CSERÉLJE LE AZ EGÉSZ MAPPÁT. 2. <a %2$s>Lépjen kapcsolatba ügyfélszolgálati központunkkal</a>, küldjön be egy jegyet, és adja meg az FTP hitelesítő adatait, hogy egyik támogatási szakértőnk alkalmazhassa a javítást az Ön számára. Miután a javítás megtörtént, kattintson az "Értesítések elvetése" gombra, hogy ez az üzenet eltávolításra kerüljön.

source: Avada Version
hu_hu: Avada verzió

source: Site URL
hu_hu: Webhely URL

source: Purchase Code
hu_hu: Vásárlási kód

source: Sending Of Verification Data
hu_hu: Ellenőrzési adatok küldése

source: Once you click to import a prebuilt website, the following data will be sent to a ThemeFusion server located in the U.S. to verify purchase and to ensure that prebuilt websites are compatible with your install.
hu_hu: Miután az előre elkészített webhely importálására kattint, a következő adatok kerülnek elküldésre egy, az Egyesült Államokban található ThemeFusion szerverre a vásárlás ellenőrzése és annak biztosítása érdekében, hogy az előre elkészített webhelyek kompatibilisek legyenek az Ön telepítésével.

source: Once you click to install / update a premium plugin, the following data will be sent to a ThemeFusion server located in the U.S. to verify purchase and to ensure that plugins are compatible with your install.
hu_hu: Miután a prémium bővítmény telepítésére/frissítésére kattint, a következő adatok kerülnek elküldésre egy, az Egyesült Államokban található ThemeFusion szerverre a vásárlás ellenőrzése és annak biztosítása érdekében, hogy a bővítmények kompatibilisek legyenek az Ön telepítésével.

source: The following data is sent to a ThemeFusion server located in the U.S. to ensure that patches are compatible with your install.
hu_hu: A következő adatok kerülnek elküldésre egy, az Egyesült Államokban található ThemeFusion szerverre annak biztosítása érdekében, hogy a javítások kompatibilisek legyenek az Ön telepítésével.

source: No purchase code was passed on to be revoked.
hu_hu: Nem került megadásra visszavonandó vásárlási kód.

source: In order to import a prebuilt website Avada must be registered. No purchase code was found.
hu_hu: Az előre elkészített webhely importálásához az Avadát regisztrálnia kell. Nem található vásárlási kód.

source: No purchase code was provided.
hu_hu: Nem került megadásra vásárlási kód.
