Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Select an image for the page title bar background. If left empty, the page title bar background color will be used.
hu_hu: Válasszon képet az oldalcímsor hátteréhez. Ha üresen hagyja, az oldalcímsor háttérszíne kerül használatra.

source: Retina Page Title Bar Background Image
hu_hu: Retina oldalcímsor háttérképe

source: Select an image for the retina version of the page title bar background. It should be exactly 2x the size of the page title bar background.
hu_hu: Válasszon képet az oldalcímsor hátterének retina változatához. Ennek pontosan kétszer akkorának kell lennie, mint az oldalcímsor háttere.

source: Turn on to have the page title bar background image display at 100% in width and height according to the window size.
hu_hu: Kapcsolja be, hogy az oldalcímsor háttérképe az ablak méretéhez igazodva szélességben és magasságban is 100%-ban jelenjen meg.

source: Turn on to use a parallax scrolling effect on the background image.
hu_hu: Kapcsolja be a parallaxis görgetési effektust a háttérképen.

source: Fading Animation
hu_hu: Elhalványulás animáció

source: Turn on to have the page title text fade on scroll.
hu_hu: Kapcsolja be, hogy az oldalcímsor szövege görgetéskor elhalványuljon.

source: Set to 'on' to enable the generation of critical CSS. Once turned on you can manage it from the <a href="%s" target="_blank">critical CSS page</a>.
hu_hu: Állítsa 'on' értékre a kritikus CSS előállításának engedélyezéséhez. Bekapcsolás után a <a href="%s" target="_blank">kritikus CSS oldalról</a> kezelheti.

source: Set to 'on' to enable the generation of critical CSS. Once enabled, a critical CSS page will be added to the Avada dashboard.
hu_hu: Állítsa 'on' értékre a kritikus CSS előállításának engedélyezéséhez. Engedélyezés után egy kritikus CSS oldal kerül hozzáadásra az Avada irányítópultjához.

source: SVG Media Upload
hu_hu: SVG médiafeltöltés

source: Enable upload of SVG files and improve performance through their smaller image and logo file size.
hu_hu: Engedélyezze az SVG fájlok feltöltését, és javítsa a teljesítményt kisebb kép- és logófájlméretük révén.

source: WordPress Image Quality
hu_hu: WordPress képminőség

source: Controls the quality of the generated image sizes for every uploaded image. Ranges between 0 and 100 percent. Higher values lead to better image qualities but also higher file sizes. <strong>NOTE:</strong> After changing this value, please install and run the %s plugin once.
hu_hu: Szabályozza az összes feltöltött képhez generált képméretek minőségét. 0 és 100 százalék között állítható. A magasabb érték jobb képminőséget, de nagyobb fájlméretet eredményez. <strong>MEGJEGYZÉS:</strong> Az érték módosítása után kérjük, telepítse és futtassa egyszer a(z) %s bővítményt.

source: Avada Image Sizes
hu_hu: Avada képméretek

source: Choose which Avada image sizes should be created for every image uploaded to the Media Library. <strong>NOTE:</strong> Image sizes used in legacy areas/features of Avada are marked with (L). When you remove image sizes here, please check your site to make sure all layouts display correctly. After changing this value, please install and run the %s plugin once.
hu_hu: Válassza ki, hogy a Médiatárba feltöltött minden képhez mely Avada képméretek jöjjenek létre. <strong>MEGJEGYZÉS:</strong> Az Avada régebbi területein/funkcióiban használt képméretek (L) jelölést kapnak. Ha itt eltávolít képméreteket, kérjük, ellenőrizze webhelyét, hogy minden elrendezés megfelelően jelenik-e meg. Ezen érték módosítása után kérjük, telepítse és futtassa egyszer a(z) %s bővítményt.

source: 200px Width
hu_hu: 200px szélesség

source: 400px Width
hu_hu: 400px szélesség

source: 600px Width
hu_hu: 600px szélesség

source: 800px Width
hu_hu: 800px szélesség

source: 1200px Width
hu_hu: 1200px szélesség

source: Blog Large (L)
hu_hu: Blog nagy (L)

source: Blog Medium (L)
hu_hu: Blog közepes (L)

source: Recent Posts (L)
hu_hu: Legutóbbi bejegyzések (L)

source: Recent Works (L)
hu_hu: Legutóbbi munkák (L)

source: Portfolio Full (L)
hu_hu: Portfólió teljes (L)

source: Portfolio 1 Col (L)
hu_hu: Portfólió 1 oszlop (L)

source: Portfolio 2 Col (L)
hu_hu: Portfólió 2 oszlop (L)

source: Portfolio 3 Col (L)
hu_hu: Portfólió 3 oszlop (L)

source: Portfolio 5 Col (L)
hu_hu: Portfólió 5 oszlop (L)

source: WordPress Big Image Size Threshold
hu_hu: WordPress nagy képméret-küszöbérték

source: Sets the threshold for image height and width, above which WordPress will scale down newly uploaded images to this values as max-width or max-height. Set to "0" to disable the threshold completely.
hu_hu: Beállítja a képek magasságára és szélességére vonatkozó küszöbértéket, amely fölött a WordPress a frissen feltöltött képeket ezekre az értékekre méretezi le maximális szélességként vagy magasságként. Állítsa "0"-ra a küszöbérték teljes kikapcsolásához.

source: Image Lazy Loading
hu_hu: Képek késleltetett betöltése

source: Choose your preferred lazy loading method for your website's images to improve performance. <strong>IMPORTANT:</strong> The WordPress native method can cause issues with dynamically loaded elements like image carousels.
hu_hu: Válassza ki az Ön webhelyének képeihez preferált késleltetett betöltési módot a teljesítmény javítása érdekében. <strong>FONTOS:</strong> A WordPress natív módszere problémákat okozhat a dinamikusan betöltött elemekkel, például a képkarusszelekkel.

source: Iframe Lazy Loading
hu_hu: Iframe-ek késleltetett betöltése

source: Choose your preferred lazy loading method for your website's iframe to improve performance.
hu_hu: Válassza ki az Ön webhelyének iframe-jeihez preferált késleltetett betöltési módot a teljesítmény javítása érdekében.

source: Font Face Rendering
hu_hu: Betűkészlet megjelenítése

source: Choose "Swap All" for faster rendering with possible flash of unstyled text (FOUT) or "Block" for clean rendering but longer wait time until first paint. "Swap Non-Icon Fonts" will use a mix of the first 2 methods ("swap" for text fonts and "block" for icon-fonts).
hu_hu: Válassza a "Swap All" beállítást a gyorsabb megjelenítéshez, amely együtt járhat formázatlan szöveg felvillanásával (FOUT), vagy a "Block" beállítást a tisztább megjelenítéshez, de hosszabb várakozási idővel az első kirajzolásig. A "Swap Non-Icon Fonts" az első két módszer keverékét használja ("swap" a szöveg betűtípusaihoz és "block" az ikonbetűtípusokhoz).

source: Preload Key Fonts
hu_hu: Kulcsbetűtípusok előtöltése

source: Make a selection to prioritize fetching resources that will be requested later in page load. This improves page load time as the browser caches preloaded resources so they are available immediately when needed.
hu_hu: Válasszon a később, az oldal betöltése során lekért erőforrások letöltésének priorizálásához. Ez javítja az oldal betöltési idejét, mivel a böngésző gyorsítótárba helyezi az előtöltött erőforrásokat, így szükség esetén azonnal rendelkezésre állnak.

source: Icon Fonts
hu_hu: Ikon betűtípusok

source: Preload Google Font Variants
hu_hu: Google betűtípus-variánsok előtöltése

source: Select the variants of Google fonts that should get preloaded. Leave empty to preload all variants.
hu_hu: Válassza ki a Google betűtípusok azon variánsait, amelyeket elő szeretne tölteni. Hagyja üresen az összes variáns előtöltéséhez.

source: Preload Google Font Subsets
hu_hu: Google betűtípus-részhalmazok előtöltése

source: Select the subsets of Google fonts that should get preloaded. Leave empty to preload all subsets.
hu_hu: Válassza ki a Google betűtípusok azon részhalmazait, amelyeket elő szeretne tölteni. Hagyja üresen az összes részhalmaz előtöltéséhez.

source: Bengali
hu_hu: Bengáli

source: Chinese Hongkong
hu_hu: Kínai (Hongkong)

source: Chinese Simplified
hu_hu: Egyszerűsített kínai

source: Chinese Traditional
hu_hu: Hagyományos kínai

source: Cyrillic
hu_hu: Cirill

source: Cyrillic Extended
hu_hu: Kibővített cirill

source: Devanagari
hu_hu: Dévanágari

source: Greek
hu_hu: Görög

source: Greek Extended
hu_hu: Kibővített görög

source: Gujarati
hu_hu: Gudzsaráti

source: Gurmukhi
hu_hu: Gurmukhí

source: Hebrew
hu_hu: Héber

source: Japanese
hu_hu: Japán

source: Korean
hu_hu: Koreai

source: Latin Extended
hu_hu: Latin kiterjesztett

source: Malayalam
hu_hu: Malajálam

source: Myanmar
hu_hu: Mianmar

source: Oriya
hu_hu: Orija

source: Sinhala
hu_hu: Szingaléz

source: Tibetan
hu_hu: Tibeti

source: Vietnamese
hu_hu: Vietnámi

source: Emojis Script
hu_hu: Emodzsi-szkript

source: If you don't use emojis you can improve performance by removing WordPress' emojis script.
hu_hu: Ha nem használ emodzsikat, a WordPress emodzsi-szkriptjének eltávolításával javíthatja a teljesítményt.

source: jQuery Migrate Script
hu_hu: jQuery Migrate szkript

source: If you are not using any deprecated jQuery code, you can disable this script to improve performance.
hu_hu: Ha nem használ semmilyen elavult jQuery kódot, letilthatja ezt a szkriptet a teljesítmény javítása érdekében.

source: Load jQuery In Footer
hu_hu: jQuery betöltése a láblécben

source: Set to 'on' to defer loading of jQuery to the footer of the page. This will only take effect if no other jQuery dependent scripts are added to the head. Turning this on can cause JS scripts to break, use with caution.
hu_hu: Állítsa 'on'-ra, hogy a jQuery betöltése az oldal láblécbe halasztódjon. Ez csak akkor lép érvénybe, ha a head részhez nem ad hozzá más, jQuerytől függő szkripteket. Ennek bekapcsolása JS-szkriptek hibáját okozhatja, körültekintően használja.

source: Load Stylesheets In Footer
hu_hu: Stíluslapok betöltése a láblécben

source: Set to 'on' to defer loading of the stylesheets to the footer of the page. This improves page load time by making the styles non-render-blocking. Depending on the connection speed, a flash of unstyled content (FOUC) might occur.
hu_hu: Állítsa 'on'-ra, hogy a stíluslapok betöltése az oldal láblécbe halasztódjon. Ez javítja az oldal betöltési idejét azzal, hogy a stílusok nem blokkolják a megjelenítést. A kapcsolat sebességétől függően előfordulhat stílus nélküli tartalom felvillanása (FOUC).

source: <strong>IMPORTANT NOTE:</strong> .htaccess doesn't exist or it is not writable.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A .htaccess nem létezik, vagy nem írható.

source: Enable Gzip Compression
hu_hu: Gzip tömörítés engedélyezése

source: Set to 'on' to add Gzip Compression rules to the .htaccess file. <strong>IMPORTANT:</strong> This option works only on Apache web servers with mod_gzip and mod_deflate enabled.
hu_hu: Állítsa 'on'-ra, hogy Gzip tömörítési szabályokat adjon a .htaccess fájlhoz. <strong>FONTOS:</strong> Ez az opció csak olyan Apache webszervereken működik, ahol a mod_gzip és a mod_deflate engedélyezve van.

source: Enable Video Facade
hu_hu: Video Facade engedélyezése

source: Use video facade in order to load video player only when video is played. <strong>IMPORTANT:</strong> This option is only applied to YouTube and Vimeo elements.
hu_hu: Használja a Video Facade funkciót, hogy a videólejátszó csak a videó indításakor töltődjön be. <strong>FONTOS:</strong> Ez az opció csak a YouTube és a Vimeo elemekre vonatkozik.

source: Clear Object Cache
hu_hu: Objektum-gyorsítótár törlése

source: Set to 'on' to clear WP's object cache on post edit, post deletion, and Avada Form Entries page view. This is useful, if your setup or hoster uses persistent object caching, to make sure that queries update when you add or remove posts.
hu_hu: Állítsa 'on'-ra, hogy a WP objektum-gyorsítótár törlődjön bejegyzés szerkesztésekor, bejegyzés törlésekor és az Avada Form Entries oldal megtekintésekor. Ez hasznos, ha a beállítása vagy a tárhelyszolgáltató tartós objektum-gyorsítótárazást használ, hogy a lekérdezések frissüljenek, amikor bejegyzéseket ad hozzá vagy távolít el.

source: Dynamic CSS & JS
hu_hu: Dinamikus CSS és JS

source: CSS Compiling Method
hu_hu: CSS fordítási módszer

source: Select "File" mode to compile the dynamic CSS to files (a separate file will be created for each of your pages & posts inside of the uploads/fusion-styles folder), "Database" mode to cache the CSS in your database, or select "Disabled" to disable.
hu_hu: Válassza a "File" módot a dinamikus CSS fájlokba fordításához (az uploads/fusion-styles mappában minden oldalához és bejegyzéséhez külön fájl jön létre), a "Database" módot a CSS adatbázisban történő gyorsítótárazásához, vagy válassza a "Disabled" lehetőséget a letiltáshoz.

source: Combine Third Party CSS Files
hu_hu: Harmadik féltől származó CSS-fájlok egyesítése

source: When enabled, third party CSS files will be combined into Avada's main stylesheet. Plugins affected are The Events Calendar, Slider Revolution, ConvertPlus, Contact Form 7 and bbPress. <strong>IMPORTANT:</strong> Enabling this option is not recommended when you are are using third party file combining services, like cache plugins. <strong>NOTE:</strong> When this option is changed, Avada Caches have to be reset for changes to apply.
hu_hu: Engedélyezéskor a harmadik féltől származó CSS-fájlok az Avada fő stíluslapjába lesznek egyesítve. Az érintett bővítmények: The Events Calendar, Slider Revolution, ConvertPlus, Contact Form 7 és bbPress. <strong>FONTOS:</strong> Ennek az opciónak az engedélyezése nem ajánlott, ha harmadik féltől származó fájlegyesítő szolgáltatásokat használ, például cache bővítményeket. <strong>MEGJEGYZÉS:</strong> Ezen opció módosításakor az Avada gyorsítótárait vissza kell állítani, hogy a változások érvénybe lépjenek.

source: Load Media-Queries Files Asynchronously
hu_hu: Media query fájlok aszinkron betöltése

source: When enabled, the CSS media-queries will be enqueued separately and then loaded asynchronously, improving performance on mobile and desktop.
hu_hu: Engedélyezéskor a CSS media query-k külön kerülnek sorba állításra, majd aszinkron töltődnek be, ami javítja a teljesítményt mobilon és asztali gépen.

source: Enable Critical CSS
hu_hu: Kritikus CSS engedélyezése

source: Cache Server IP
hu_hu: Gyorsítótár-szerver IP-címe

source: For unique cases where you are using CloudFlare and a cache server, ex: varnish cache. Enter your cache server IP to clear the Global Options dynamic CSS cache. Consult with your server admin for help.
hu_hu: Egyedi esetekben, amikor CloudFlare-t és gyorsítótár-szervert használ (például: Varnish cache), adja meg a gyorsítótár-szerver IP-címét a Globális beállítások dinamikus CSS-gyorsítótárának törléséhez. Segítségért konzultáljon a szerveradminisztrátorral.

source: <strong>IMPORTANT NOTE:</strong> JS Compiler is disabled. File does not exist or access is restricted.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A JS fordító le van tiltva. A fájl nem létezik, vagy a hozzáférés korlátozott.

source: Enable JS Compiler
hu_hu: JS fordító engedélyezése

source: By default all the JavaScript files are combined. Disabling the JS compiler will load non-combined JavaScript files. This will have an impact on the performance of your site.
hu_hu: Alapértelmezetten az összes JavaScript-fájl össze van vonva. A JS fordító letiltása nem összevont JavaScript-fájlok betöltését eredményezi. Ez hatással lesz webhelye teljesítményére.

source: Resets all Dynamic CSS & Dynamic JS, cleans-up the database and deletes the %1$s and %2$s folders. When resetting the caches on the main site of a multisite installation, caches for all sub-sites will be reset. IMPORTANT NOTE: On large multisite installations with a low PHP timeout setting, bulk-resetting the caches may timeout.
hu_hu: Visszaállítja az összes dinamikus CSS-t és dinamikus JS-t, kitisztítja az adatbázist, és törli a(z) %1$s és %2$s mappákat. Multisite telepítés fő webhelyén a gyorsítótárak visszaállításakor az összes alwebhely gyorsítótára is vissza lesz állítva. FONTOS MEGJEGYZÉS: Nagy, multisite telepítéseknél alacsony PHP időkorlát beállítás esetén a gyorsítótárak tömeges visszaállítása időtúllépést okozhat.

source: Resets all Dynamic CSS & Dynamic JS, cleans-up the database and deletes the %1$s and %2$s folders.
hu_hu: Visszaállítja az összes dinamikus CSS-t és dinamikus JS-t, kitisztítja az adatbázist, és törli a(z) %1$s és %2$s mappákat.

source: Progressive Web App
hu_hu: Progresszív webalkalmazás

source: <strong>IMPORTANT NOTE:</strong> To use the Avada PWA feature you need to install and activate the latest version of the PWA plugin. Please <a href="%s">visit the Avada Plugins page</a> to install and activate the plugin and then refresh Global Options to edit the options.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az Avada PWA funkció használatához telepítenie és aktiválnia kell a PWA bővítmény legújabb verzióját. Kérjük, <a href="%s">látogassa meg az Avada Plugins oldalt</a> a bővítmény telepítéséhez és aktiválásához, majd frissítse a Globális beállításokat az opciók szerkesztéséhez.

source: <strong>IMPORTANT NOTE:</strong> To use the Avada PWA feature your site must use SSL (HTTPS). For more information about the options in this section, please see our <a href="https://avada.com/documentation/how-to-use-pwa-progressive-web-apps-with-avada/" target="_blank">PWA documentation</a> page. To learn more about caching strategies and their use in general you can <a href="https://developers.google.com/web/tools/workbox/modules/workbox-strategies" target="_blank" rel="nofollow">read this article</a>.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az Avada PWA funkció használatához webhelyének SSL-t (HTTPS) kell használnia. Az ezen szakasz opcióival kapcsolatos további információkért tekintse meg a <a href="https://avada.com/documentation/how-to-use-pwa-progressive-web-apps-with-avada/" target="_blank">PWA dokumentáció</a> oldalunkat. A gyorsítótárazási stratégiákról és általános használatukról bővebben <a href="https://developers.google.com/web/tools/workbox/modules/workbox-strategies" target="_blank" rel="nofollow">ebben a cikkben olvashat</a>.

source: Enable Progressive Web App
hu_hu: Progresszív webalkalmazás engedélyezése

source: Enable this option if you want to enable the Progressive Web App feature and options on your website.
hu_hu: Engedélyezze ezt az opciót, ha be szeretné kapcsolni a progresszív webalkalmazás funkciót és opciókat a webhelyén.

source: Cache-First strategy file types
hu_hu: Cache-First stratégia fájltípusai

source: File types added in this list will be cached in the browser. Subsequent page requests will use the cached assets. Use this for static assets that don't change like images and fonts.
hu_hu: Az ide felvett fájltípusok a böngésző gyorsítótárába kerülnek. A következő oldalkérések a gyorsítótárazott erőforrásokat használják. Olyan statikus erőforrásokhoz használja, amelyek nem változnak, például képekhez és betűkészletekhez.

source: Network-First strategy file types
hu_hu: Network-First stratégia fájltípusai

source: File types added in this list will be cached in the browser. Subsequent page requests will first try to get a more recent version of these files from the network, and fallback to the cached files in case the network is unreachable. If your site's content gets updated often we recommend you can use this for your content.
hu_hu: Az ide felvett fájltípusok a böngésző gyorsítótárába kerülnek. A következő oldalkérések először megpróbálják a hálózatról letölteni ezeknek a fájloknak egy frissebb verzióját, és ha a hálózat nem érhető el, a gyorsítótárazott fájlokra támaszkodnak. Ha webhelye tartalma gyakran frissül, javasoljuk, hogy ezt használja a tartalmához.

source: Stale-While-Revalidating strategy file types
hu_hu: Stale-While-Revalidating stratégia fájltípusai

source: Any file types added here will be served with a cache-first strategy, and after the page has been loaded the caches will be updated with more recent versions of the selected file types from the network. Use this for assets that may get updated but having their latest version is not critical.
hu_hu: Az itt hozzáadott fájltípusok kiszolgálása cache-first stratégiával történik, és az oldal betöltése után a gyorsítótárak a hálózatról a kiválasztott fájltípusok újabb verzióival frissülnek. Olyan erőforrásokhoz használja ezt, amelyek frissülhetnek, de a legújabb verzió megléte nem kritikus.

source: App Splash Screen Logo
hu_hu: Alkalmazás indítóképernyőjének logója

source: Logo displayed for your website at 512px x 512px when installing as an app. Logo image must be in PNG format.
hu_hu: Az alkalmazásként történő telepítéskor a webhelyéhez megjelenített logó 512px x 512px méretű. A logóképnek PNG formátumúnak kell lennie.

source: App Display Mode
hu_hu: Alkalmazás megjelenítési módja

source: If the user installs your site as an app, select how the app will behave. For more information about these options please refer to <a href="https://developers.google.com/web/fundamentals/web-app-manifest/#display" target="_blank">this document.</a>
hu_hu: Ha a felhasználó alkalmazásként telepíti a webhelyét, válassza ki, hogyan viselkedjen az alkalmazás. További információért ezekről az opciókról tekintse meg <a href="https://developers.google.com/web/fundamentals/web-app-manifest/#display" target="_blank">ezt a dokumentumot.</a>

source: App Theme Color
hu_hu: Alkalmazás témaszíne

source: Select a color that will be used for the header of your app, as well as the browser toolbar-color on mobile devices.
hu_hu: Válasszon egy színt, amely az alkalmazás fejlécéhez és a böngésző eszköztárának színeként lesz használva mobileszközökön.

source: General Portfolio
hu_hu: Általános portfólió

source: Portfolio Archive Layout
hu_hu: Portfólió archívum elrendezése

source: Controls the layout for the portfolio archive pages.
hu_hu: Beállítja a portfólió archívum oldalak elrendezését.

source: Portfolio Archive Featured Image Size
hu_hu: Portfólió archívum kiemelt kép mérete

source: Controls if the featured image size is fixed (cropped) or auto (full image ratio) for portfolio archive pages. <strong>IMPORTANT:</strong> Fixed works best with a standard 940px site width. Auto works best with larger site widths.
hu_hu: Beállítja, hogy a kiemelt kép mérete rögzített (vágott) vagy automatikus (teljes képarány) legyen a portfólió archívum oldalakon. <strong>FONTOS:</strong> A rögzített beállítás a szabványos, 940px-es webhelyszélességgel működik a legjobban. Az automatikus nagyobb webhelyszélességekkel működik a legjobban.

source: Portfolio Archive Number of Columns
hu_hu: Portfólió archívum oszlopainak száma

source: Set the number of columns per row for portfolio archive pages. With Carousel layout this specifies the maximum amount of columns. <strong>IMPORTANT:</strong> Masonry layout does not work with 1 column.
hu_hu: Állítsa be a soronkénti oszlopszámot a portfólió archívum oldalakon. Carousel elrendezésnél ez a maximális oszlopszámot adja meg. <strong>FONTOS:</strong> A Masonry elrendezés 1 oszloppal nem működik.

source: Portfolio Archive Column Spacing
hu_hu: Portfólió archívum oszlopköz

source: Controls the column spacing for portfolio items for archive pages.
hu_hu: Beállítja a portfólióelemek oszlopközét az archívum oldalakon.

source: Turn on to display grid boxes with equal heights per row.
hu_hu: Kapcsolja be, hogy a rácsmezők soronként azonos magasságúak legyenek.

source: Portfolio Archive Content Position
hu_hu: Portfólió archívum tartalom pozíciója

source: Select if title, terms and excerpts should be displayed below or next to the featured images.
hu_hu: Válassza ki, hogy a cím, a kifejezések és a kivonatok a kiemelt képek alatt vagy mellett jelenjenek meg.

source: Below image
hu_hu: Kép alatt

source: Next to Image
hu_hu: Kép mellett

source: Number of Portfolio Items Per Archive Page
hu_hu: Portfólióelemek száma archívum oldalonként
