Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Search Strip HTML from Excerpt
hu_hu: HTML eltávolítása a keresési kivonatból

source: Turn on to strip HTML content from the excerpt for the search results page.
hu_hu: Kapcsolja be, hogy a keresési találatok oldalán a kivonatból eltávolítsa a HTML tartalmat.

source: Featured Images for Search Results
hu_hu: Kiemelt képek a keresési találatokhoz

source: Turn on to display featured images for search results.
hu_hu: Kapcsolja be a kiemelt képek megjelenítését a keresési találatoknál.

source: Search Results Meta
hu_hu: Keresési találatok metaadatai

source: Select the post meta data you want to be displayed in the individual search results.
hu_hu: Válassza ki, mely bejegyzés-metaadatok jelenjenek meg az egyes keresési találatoknál.

source: Date
hu_hu: Dátum

source: Read More Link
hu_hu: Bővebben hivatkozás

source: Post Type
hu_hu: Bejegyzéstípus

source: Search Field Position
hu_hu: Keresőmező pozíciója

source: Controls the position of the search bar on the search results page.
hu_hu: Meghatározza a keresőmező pozícióját a keresési találatok oldalán.

source: Above Results
hu_hu: Találatok felett

source: Below Results
hu_hu: Találatok alatt

source: <strong>IMPORTANT NOTE:</strong> Avada Builder Elements settigns are moved to Avada Builder Elements options panel <a href="%s" target="_blank">here</a>.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az Avada Builder Elements beállításai átkerültek az Avada Builder Elements beállítások paneljére <a href="%s" target="_blank">ide</a>.

source: Sidebar Styling
hu_hu: Oldalsáv stílusa

source: Sidebar Responsive Order
hu_hu: Oldalsáv reszponzív sorrendje

source: Choose the order of sidebars and main content area on mobile layouts through drag & drop sorting.
hu_hu: Válassza ki az oldalsávok és a fő tartalmi terület sorrendjét mobil elrendezéseken fogd és vidd rendezéssel.

source: Select the sidebar(s) that should remain sticky when scrolling the page. If the sidebar content is taller than the screen, it acts like a normal sidebar until the bottom of the sidebar is within the viewport, which will then remain fixed in place as you scroll down.
hu_hu: Válassza ki azokat az oldalsávokat, amelyeknek az oldal görgetésekor rögzítettnek kell maradniuk. Ha az oldalsáv tartalma magasabb, mint a képernyő, normál oldalsávként viselkedik addig, amíg az oldalsáv alja a nézetablakon belülre nem kerül, ezt követően lefelé görgetés közben a helyén marad rögzítve.

source: Sidebar Padding
hu_hu: Oldalsáv belső margója

source: Controls the sidebar padding.
hu_hu: Meghatározza az oldalsáv belső margóját.

source: Controls the background color of the sidebar.
hu_hu: Meghatározza az oldalsáv háttérszínét.

source: Sidebar Widget Heading Background Color
hu_hu: Oldalsáv widget címsorának háttérszíne

source: Controls the background color of the widget title box. If left transparent the widget title will be unboxed.
hu_hu: Meghatározza a widget címmezőjének háttérszínét. Ha átlátszó marad, a widget címe nem lesz dobozban.

source: Sidebar Widget Heading Font Size
hu_hu: Oldalsáv widget címsorának betűmérete

source: Controls the font size of the widget heading text.
hu_hu: Meghatározza a widget címszövegének betűméretét.

source: Sidebar Widget Headings Color
hu_hu: Oldalsáv widget címsorainak színe

source: Controls the color of the sidebar widget heading text.
hu_hu: Meghatározza az oldalsáv widget címszövegének színét.

source: Global Page Sidebar 1
hu_hu: Globális oldal oldalsávja 1

source: Select sidebar 1 that will display on all pages.
hu_hu: Válassza ki az 1. oldalsávot, amely minden oldalon megjelenik.

source: Global Page Sidebar 2
hu_hu: Globális oldal oldalsávja 2

source: Select sidebar 2 that will display on all pages. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely minden oldalon megjelenik. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Force Global Sidebars For Pages
hu_hu: Globális oldalsávok kényszerítése az oldalakhoz

source: Turn on if you want to use the same sidebars on all pages. This option overrides the page options.
hu_hu: Kapcsolja be, ha ugyanazokat az oldalsávokat szeretné használni minden oldalon. Ez az opció felülírja az oldalbeállításokat.

source: Global Page Sidebar Position
hu_hu: Globális oldal oldalsávjának pozíciója

source: Controls the position of sidebar 1 for all pages. If sidebar 2 is selected, it will display on the opposite side.
hu_hu: Meghatározza az 1. oldalsáv pozícióját minden oldalon. Ha a 2. oldalsáv ki van választva, az az ellenkező oldalon jelenik meg.

source: Portfolio Posts
hu_hu: Portfólió-bejegyzések

source: Global Portfolio Post Sidebar 1
hu_hu: Globális portfólió-bejegyzés oldalsávja 1

source: Select sidebar 1 that will display on all portfolio posts.
hu_hu: Válassza ki az 1. oldalsávot, amely minden portfólió-bejegyzésnél megjelenik.

source: Global Portfolio Post Sidebar 2
hu_hu: Globális portfólió-bejegyzés oldalsávja 2

source: Select sidebar 2 that will display on all portfolio posts. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely minden portfólió-bejegyzésnél megjelenik. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Force Global Sidebars For Portfolio Posts
hu_hu: Globális oldalsávok kényszerítése a portfólió-bejegyzésekhez

source: Turn on if you want to use the same sidebars on all portfolio posts. This option overrides the portfolio post options.
hu_hu: Kapcsolja be, ha ugyanazokat az oldalsávokat szeretné használni minden portfólió-bejegyzésnél. Ez az opció felülírja a portfólió-bejegyzés beállításait.

source: Global Portfolio Sidebar Position
hu_hu: Globális portfólió oldalsávjának pozíciója

source: Controls the position of sidebar 1 for all portfolio posts and archive pages. If sidebar 2 is selected, it will display on the opposite side.
hu_hu: Meghatározza az 1. oldalsáv pozícióját minden portfólió-bejegyzésnél és archív oldalakon. Ha a 2. oldalsáv ki van választva, az az ellenkező oldalon jelenik meg.

source: <strong>IMPORTANT NOTE:</strong> The sidebar position for portfolio archive pages is controlled by the option on the %s tab.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A portfólió archív oldalainak oldalsáv pozícióját a %s lapon lévő opció szabályozza.

source: Portfolio Posts sidebar
hu_hu: Portfólió-bejegyzések oldalsávja

source: Portfolio Archive Sidebar 1
hu_hu: Portfólió archívum oldalsáv 1

source: Select sidebar 1 that will display on the portfolio archive pages.
hu_hu: Válassza ki az 1. oldalsávot, amely a portfólió archívum oldalain megjelenik.

source: Portfolio Archive Sidebar 2
hu_hu: Portfólió archívum oldalsáv 2

source: Select sidebar 2 that will display on the portfolio archive pages. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely a portfólió archívum oldalain megjelenik. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Blog Posts
hu_hu: Blogbejegyzések

source: Global Blog Post Sidebar 1
hu_hu: Globális blogbejegyzés oldalsáv 1

source: Select sidebar 1 that will display on all blog posts.
hu_hu: Válassza ki az 1. oldalsávot, amely az összes blogbejegyzésen megjelenik.

source: Edit Global Sidebar Options
hu_hu: Globális oldalsáv-beállítások szerkesztése

source: Edit Sidebar Options
hu_hu: Oldalsáv-beállítások szerkesztése

source: Edit Sidebar Widgets
hu_hu: Oldalsáv-widgetek szerkesztése

source: Global Blog Post Sidebar 2
hu_hu: Globális blogbejegyzés oldalsáv 2

source: Select sidebar 2 that will display on all blog posts. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely az összes blogbejegyzésen megjelenik. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Force Global Sidebars For Blog Posts
hu_hu: Globális oldalsávok kényszerítése blogbejegyzésekhez

source: Turn on if you want to use the same sidebars on all blog posts. This option overrides the blog post options.
hu_hu: Kapcsolja be, ha ugyanazokat az oldalsávokat szeretné használni az összes blogbejegyzésen. Ez a beállítás felülbírálja a blogbejegyzés beállításait.

source: Global Blog Sidebar Position
hu_hu: Globális blog oldalsáv pozíciója

source: Controls the position of sidebar 1 for all blog posts and archive pages. If sidebar 2 is selected, it will display on the opposite side.
hu_hu: Szabályozza az 1. oldalsáv pozícióját az összes blogbejegyzésen és archív oldalakon. Ha a 2. oldalsáv van kiválasztva, az az ellenkező oldalon jelenik meg.

source: <strong>IMPORTANT NOTE:</strong> The sidebar position for blog archive pages is controlled by the option on the %s tab.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A blog archívum oldalak oldalsávjának pozícióját a %s fülön található beállítás szabályozza.

source: Blog Posts sidebar
hu_hu: Blogbejegyzések oldalsáv

source: Blog Archive Sidebar 1
hu_hu: Blog archívum oldalsáv 1

source: Select sidebar 1 that will display on the blog archive pages.
hu_hu: Válassza ki az 1. oldalsávot, amely a blog archívum oldalain megjelenik.

source: Blog Archive Sidebar 2
hu_hu: Blog archívum oldalsáv 2

source: Select sidebar 2 that will display on the blog archive pages. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely a blog archívum oldalain megjelenik. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Search Page Sidebar 1
hu_hu: Keresési oldal oldalsáv 1

source: Select sidebar 1 that will display on the search results page.
hu_hu: Válassza ki az 1. oldalsávot, amely a keresési találatok oldalán megjelenik.

source: Search Page Sidebar 2
hu_hu: Keresési oldal oldalsáv 2

source: Select sidebar 2 that will display on the search results page. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely a keresési találatok oldalán megjelenik. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Search Sidebar Position
hu_hu: Keresési oldalsáv pozíciója

source: Controls the position of sidebar 1 for the search results page. If sidebar 2 is selected, it will display on the opposite side.
hu_hu: Szabályozza az 1. oldalsáv pozícióját a keresési találatok oldalán. Ha a 2. oldalsáv van kiválasztva, az az ellenkező oldalon jelenik meg.

source: Global WooCommerce Product Sidebar 1
hu_hu: Globális WooCommerce termék oldalsáv 1

source: Select sidebar 1 that will display on all WooCommerce products.
hu_hu: Válassza ki az 1. oldalsávot, amely az összes WooCommerce terméken megjelenik.

source: Global WooCommerce Product Sidebar 2
hu_hu: Globális WooCommerce termék oldalsáv 2

source: Select sidebar 2 that will display on all WooCommerce products. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely az összes WooCommerce terméken megjelenik. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Force Global Sidebars For WooCommerce Products
hu_hu: Globális oldalsávok kényszerítése WooCommerce termékekhez

source: Turn on if you want to use the same sidebars on all WooCommerce products. This option overrides the WooCommerce post options.
hu_hu: Kapcsolja be, ha ugyanazokat az oldalsávokat szeretné használni az összes WooCommerce terméken. Ez a beállítás felülbírálja a WooCommerce termék beállításait.

source: Global WooCommerce Sidebar Position
hu_hu: Globális WooCommerce oldalsáv pozíciója

source: Controls the position of sidebar 1 for all WooCommerce products and archive pages. If sidebar 2 is selected, it will display on the opposite side.
hu_hu: Szabályozza az 1. oldalsáv pozícióját az összes WooCommerce terméken és archív oldalakon. Ha a 2. oldalsáv van kiválasztva, az az ellenkező oldalon jelenik meg.

source: WooCommerce Archive
hu_hu: WooCommerce archívum

source: <strong>IMPORTANT NOTE:</strong> The sidebar position for WooCommerce archive pages is controlled by the option on the %s tab.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A WooCommerce archívum oldalak oldalsávjának pozícióját a %s fülön található beállítás szabályozza.

source: WooCommerce Products sidebar
hu_hu: WooCommerce termékek oldalsáv

source: WooCommerce Archive Sidebar 1
hu_hu: WooCommerce archívum oldalsáv 1

source: Select sidebar 1 that will display on the WooCommerce archive pages.
hu_hu: Válassza ki az 1. oldalsávot, amely a WooCommerce archívum oldalain megjelenik.

source: WooCommerce Archive Sidebar 2
hu_hu: WooCommerce archívum oldalsáv 2

source: Select sidebar 2 that will display on the WooCommerce archive pages. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely a WooCommerce archívum oldalain megjelenik. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Global Events Calendar Sidebar 1
hu_hu: Globális Eseménynaptár oldalsáv 1

source: Select sidebar 1 that will display on all Events Calendar posts and archives pages.
hu_hu: Válassza ki az 1. oldalsávot, amely az összes Eseménynaptár-bejegyzésen és az Eseménynaptár archívum oldalain megjelenik.

source: Global Events Calendar Sidebar 2
hu_hu: Globális Eseménynaptár oldalsáv 2

source: Select sidebar 2 that will display on all all Events Calendar posts and archive pages. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely az összes Eseménynaptár-bejegyzésen és az Eseménynaptár archívum oldalain megjelenik. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Force Global Sidebars For Events Calendar Posts
hu_hu: Globális oldalsávok kényszerítése Eseménynaptár-bejegyzésekhez

source: Turn on if you want to use the same sidebars on all Events Calendar posts. This option overrides the Events Calendar post options.
hu_hu: Kapcsolja be, ha ugyanazokat az oldalsávokat szeretné használni az összes Eseménynaptár-bejegyzésen. Ez a beállítás felülbírálja az Eseménynaptár-bejegyzés beállításait.

source: Global Events Calendar Sidebar Position
hu_hu: Globális Eseménynaptár oldalsáv pozíciója

source: Controls the position of sidebar 1 for all Events Calendar posts and archive pages. If sidebar 2 is selected, it will display on the opposite side.
hu_hu: Szabályozza az 1. oldalsáv pozícióját az összes Events Calendar bejegyzésen és archív oldalakon. Ha a 2. oldalsáv van kiválasztva, az az ellenkező oldalon jelenik meg.

source: Global bbPress/BuddyPress Sidebar 1
hu_hu: Globális bbPress/BuddyPress oldalsáv 1

source: Select sidebar 1 that will display on all bbPress/BuddyPress pages.
hu_hu: Válassza ki az 1. oldalsávot, amely megjelenik minden bbPress/BuddyPress oldalon.

source: Global bbPress/BuddyPress Sidebar 2
hu_hu: Globális bbPress/BuddyPress oldalsáv 2

source: Select sidebar 2 that will display on all bbPress/BuddyPress pages. Sidebar 2 can only be used if sidebar 1 is selected.
hu_hu: Válassza ki a 2. oldalsávot, amely megjelenik minden bbPress/BuddyPress oldalon. A 2. oldalsáv csak akkor használható, ha az 1. oldalsáv ki van választva.

source: Force Global Sidebars For bbPress/BuddyPress
hu_hu: Globális oldalsávok kényszerítése a bbPress/BuddyPress számára

source: Turn on if you want to use the same sidebars on all bbPress/BuddyPress pages. Forums index page, profile page and search page does not need this option checked to display the sidebars selected below.
hu_hu: Kapcsolja be, ha ugyanazokat az oldalsávokat szeretné használni minden bbPress/BuddyPress oldalon. A fórumok indexoldalán, a profiloldalon és a keresési oldalon nincs szükség ennek az opciónak a bejelölésére az alább kiválasztott oldalsávok megjelenítéséhez.

source: Global bbPress/BuddyPress Sidebar Position
hu_hu: Globális bbPress/BuddyPress oldalsáv pozíciója

source: Controls the position of sidebar 1 for all bbPress/BuddyPress pages. If sidebar 2 is selected, it will display on the opposite side.
hu_hu: Szabályozza az 1. oldalsáv pozícióját minden bbPress/BuddyPress oldalon. Ha a 2. oldalsáv van kiválasztva, az az ellenkező oldalon jelenik meg.

source: Slideshows
hu_hu: Diavetítések

source: Posts Slideshow Images
hu_hu: Bejegyzések diavetítésének képei

source: Controls the number of featured image boxes for blog/portfolio posts.
hu_hu: Szabályozza a kiemelt képdobozok számát a blog-/portfólióbejegyzéseknél.

source: Turn on to autoplay the slideshows.
hu_hu: Kapcsolja be a diavetítések automatikus lejátszásához.

source: Smooth Height
hu_hu: Simított magasság

source: Turn on to enable smooth height on slideshows when using images with different heights. Please note, smooth height is disabled on blog grid layout.
hu_hu: Kapcsolja be a simított magasság engedélyezéséhez diavetítéseknél, ha különböző magasságú képeket használ. Megjegyzés: a simított magasság a blog rácselrendezésben le van tiltva.

source: Controls the speed of slideshows for the slider element and sliders within posts. ex: 1000 = 1 second.
hu_hu: Szabályozza a diavetítések sebességét a csúszka elemhez és a bejegyzéseken belüli csúszkákhoz. pl.: 1000 = 1 másodperc.

source: Pagination Circles Below Video Slides
hu_hu: Lapozási körök a videódiák alatt

source: Turn on to show pagination circles below a video slide for the slider element. Turn off to hide them on video slides.
hu_hu: Kapcsolja be, hogy a csúszka elemnél megjelenjenek a lapozási körök a videódia alatt. Kapcsolja ki, hogy elrejtse őket a videódiáknál.

source: Navigation Box Dimensions
hu_hu: Navigációs doboz méretei

source: Controls the width and height of the navigation box.
hu_hu: Szabályozza a navigációs doboz szélességét és magasságát.

source: Navigation Arrow Size
hu_hu: Navigációs nyíl mérete

source: Controls the font size of the navigation arrow.
hu_hu: Szabályozza a navigációs nyíl betűméretét.

source: <strong>IMPORTANT NOTE:</strong> For more flexibility and a modern, more performant Sliding Bar setup, we recommend using the Avada Off Canvas Builder. To create an Off Canvas, <a href="%1$s" target="_blank">visit this page.</a>
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A nagyobb rugalmasság és egy modernebb, jobb teljesítményű Sliding Bar beállítás érdekében javasoljuk az Avada Off Canvas Builder használatát. Off Canvas létrehozásához <a href="%1$s" target="_blank">látogasson el erre az oldalra.</a>

source: Sliding Bar on Desktops
hu_hu: Sliding Bar asztali eszközökön

source: Turn on to display the sliding bar on desktops.
hu_hu: Kapcsolja be a Sliding Bar megjelenítéséhez asztali eszközökön.

source: Edit Sliding Bar
hu_hu: Sliding Bar szerkesztése

source: Edit Sliding Bar Widgets
hu_hu: Sliding Bar widgetek szerkesztése

source: Sliding Bar On Mobile
hu_hu: Sliding Bar mobileszközökön

source: Turn on to display the sliding bar on mobiles. <strong>IMPORTANT:</strong> Due to mobile screen sizes and overlapping issues, when this option is enabled the triangle toggle style in the top right position will be forced for square and circle desktop styles.
hu_hu: Kapcsolja be a Sliding Bar megjelenítéséhez mobileszközökön. <strong>FONTOS:</strong> A mobileszközök képernyőméretei és az átfedési problémák miatt, ha ez az opció engedélyezve van, a jobb felső pozícióban lévő háromszög kapcsoló stílus lesz kényszerítve a négyzet és kör asztali stílusok esetén.

source: Sliding Bar Open On Page Load
hu_hu: Sliding Bar megnyitása oldalbetöltéskor

source: Turn on to have the sliding bar open when the page loads.
hu_hu: Kapcsolja be, hogy az oldal betöltésekor a Sliding Bar megnyíljon.

source: Sliding Bar Position
hu_hu: Sliding Bar pozíciója

source: Controls the position of the sliding bar to be in the top, right, bottom or left of the site.
hu_hu: Szabályozza, hogy a Sliding Bar a webhely tetején, jobb oldalán, alján vagy bal oldalán legyen.

source: Sliding Bar Width
hu_hu: Sliding Bar szélessége

source: Controls the width of the sliding bar on left/right layouts.
hu_hu: Szabályozza a Sliding Bar szélességét bal/jobb elrendezéseknél.

source: Sticky Sliding Bar
hu_hu: Ragadós Sliding Bar

source: Turn on to enable a sticky sliding bar.
hu_hu: Kapcsolja be a ragadós Sliding Bar engedélyezéséhez.

source: Number of Sliding Bar Columns
hu_hu: Sliding Bar oszlopainak száma

source: Controls the number of columns in the sliding bar.
hu_hu: Szabályozza a Sliding Bar oszlopainak számát.

source: Sliding Bar Column Alignment
hu_hu: Sliding Bar oszlopok igazítása

source: Allows your sliding bar columns to be stacked (one above the other) or floated (side by side) when using the left or right position.
hu_hu: Lehetővé teszi, hogy a Sliding Bar oszlopai bal vagy jobb pozíció használatakor egymás fölé legyenek rétegezve vagy egymás mellé legyenek lebegtetve.

source: Stacked
hu_hu: Rétegezett

source: Floated
hu_hu: Lebegtetett

source: Sliding Bar Content Padding
hu_hu: Sliding Bar tartalom belső margója

source: Controls the top/right/bottom/left paddings of the sliding bar area.
hu_hu: Szabályozza a Sliding Bar terület felső/jobb/alsó/bal belső margóit.

source: Sliding Bar Content Alignment
hu_hu: Sliding Bar tartalom igazítása

source: Controls sliding bar content alignment.
hu_hu: Szabályozza a Sliding Bar tartalmának igazítását.

source: Sliding Bar Styling
hu_hu: Sliding Bar stílus

source: Sliding Bar Toggle Style
hu_hu: Sliding Bar kapcsoló stílusa

source: Controls the appearance of the sliding bar toggle.
hu_hu: A csúszó sáv kapcsolójának megjelenését szabályozza.

source: Triangle
hu_hu: Háromszög

source: Rectangle
hu_hu: Téglalap

source: Main Menu Icon
hu_hu: Főmenü ikon

source: Sliding Bar Background Color
hu_hu: Csúszó sáv háttérszíne

source: Controls the background color of the sliding bar.
hu_hu: A csúszó sáv háttérszínét szabályozza.

source: Sliding Bar Item Divider Color
hu_hu: Csúszó sáv elemelválasztó színe

source: Controls the divider color in the sliding bar.
hu_hu: A csúszó sáv elválasztójának színét szabályozza.

source: Sliding Bar Toggle/Close Icon Color
hu_hu: Csúszó sáv kapcsoló/bezárás ikonjának színe

source: Controls the color of the sliding bar toggle icon and of the close icon when using the main menu icon as toggle style.
hu_hu: A csúszó sáv kapcsoló ikonjának és a bezárás ikonjának színét szabályozza, amikor a főmenü ikont használja kapcsoló stílusként.

source: Sliding Bar Heading Font Size
hu_hu: Csúszó sáv címsor betűmérete

source: Controls the font size for the sliding bar heading text.
hu_hu: A csúszó sáv címsorszövegének betűméretét szabályozza.

source: Sliding Bar Headings Color
hu_hu: Csúszó sáv címsorok színe

source: Controls the text color of the sliding bar heading font.
hu_hu: A csúszó sáv címsor betűszínét szabályozza.

source: Sliding Bar Font Color
hu_hu: Csúszó sáv betűszíne

source: Controls the text color of the sliding bar font.
hu_hu: A csúszó sáv betűszínét szabályozza.

source: Sliding Bar Link Color
hu_hu: Csúszó sáv link színe

source: Controls the text color of the sliding bar link font.
hu_hu: A csúszó sáv link betűszínét szabályozza.

source: Sliding Bar Link Hover Color
hu_hu: Csúszó sáv link hover színe

source: Controls the text hover color of the sliding bar link font.
hu_hu: A csúszó sáv link betűszínét szabályozza hover állapotban.

source: Border on Sliding Bar
hu_hu: Szegély a csúszó sávon

source: Turn on to display a border line on the sliding bar which makes it stand out more.
hu_hu: Kapcsolja be, hogy egy szegélyvonal jelenjen meg a csúszó sávon, amely jobban kiemeli.

source: Social Media
hu_hu: Közösségi média

source: Social Media Icons
hu_hu: Közösségi média ikonok
