Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: <strong>IMPORTANT NOTE:</strong> This tab controls the social networks that display in legacy headers and footers. Custom icons created here can also be used in the Social Links and the Person element.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ez a fül a legacy fejlécekben és láblécekben megjelenő közösségi hálózatokat szabályozza. Az itt létrehozott egyéni ikonok a Social Links és a Person elemben is használhatók.

source: Social Media Icons / Links
hu_hu: Közösségi média ikonok / linkek

source: Social media links use a repeater field and allow one network per field. Click the "Add" button to add additional fields.
hu_hu: A közösségi média linkek ismétlő mezőt használnak, és mezőnként egy hálózatot engednek meg. Kattintson az "Add" gombra további mezők hozzáadásához.

source: Social Network
hu_hu: Közösségi hálózat

source: Select a social network to automatically add its icon
hu_hu: Válasszon egy közösségi hálózatot az ikonja automatikus hozzáadásához

source: Custom Link
hu_hu: Egyéni link

source: Insert your custom link here
hu_hu: Illessze be ide az egyéni linkjét

source: Custom Icon Title
hu_hu: Egyéni ikon címe

source: Insert a title for your custom icon here
hu_hu: Adjon meg itt címet az egyéni ikonjához

source: Choose the image you want to use as icon
hu_hu: Válassza ki az ikonként használni kívánt képet

source: Upload your custom icon
hu_hu: Töltse fel az egyéni ikonját

source: Header Social Icons Styling
hu_hu: Fejléc közösségi média ikonok stílusa

source: Header Social Icon Font Size
hu_hu: Fejléc közösségi média ikon betűmérete

source: Controls the font size of the header social icons.
hu_hu: A fejléc közösségi média ikonjainak betűméretét szabályozza.

source: Header Social Icon Tooltip Position
hu_hu: Fejléc közösségi média ikon eszköztipp pozíciója

source: Controls the tooltip position of the header social icons.
hu_hu: A fejléc közösségi média ikonjainak eszköztipp-pozícióját szabályozza.

source: Header Social Icon Color Type
hu_hu: Fejléc közösségi média ikon színtípusa

source: Custom colors allow you to choose a color for icons and boxes. Brand colors will use the exact brand color of each network for the icons or boxes.
hu_hu: Az egyéni színek lehetővé teszik, hogy színt válasszon az ikonokhoz és a dobozokhoz. A márkaszínek minden hálózat pontos márkaszínét használják az ikonokhoz vagy a dobozokhoz.

source: Custom Colors
hu_hu: Egyéni színek

source: Header Social Icon Color
hu_hu: Fejléc közösségi média ikon színe

source: Controls the color of the header social icons. This color will be used for all social icons in the header.
hu_hu: A fejléc közösségi média ikonjainak színét szabályozza. Ez a szín a fejléc összes közösségi média ikonjára érvényes lesz.

source: Header Social Icons Boxed
hu_hu: Fejléc közösségi média ikonok dobozban

source: Controls if each icon is displayed in a small box.
hu_hu: Azt szabályozza, hogy minden ikon egy kis dobozban jelenjen-e meg.

source: Header Social Icon Box Color
hu_hu: Fejléc közösségi média ikon dobozának színe

source: Controls the color of the social icon box.
hu_hu: A közösségi média ikon dobozának színét szabályozza.

source: Header Social Icon Boxed Radius
hu_hu: Fejléc közösségi média ikon dobozának lekerekítési sugara

source: Controls the box radius.
hu_hu: A doboz lekerekítési sugarát szabályozza.

source: Header Social Icon Boxed Padding
hu_hu: Fejléc közösségi ikon dobozának belső térköze

source: Controls the interior padding of the box.
hu_hu: A doboz belső térközét szabályozza.

source: Footer Social Icons Styling
hu_hu: Lábléc közösségi ikonok stílusa

source: Display Social Icons In The Footer
hu_hu: Közösségi ikonok megjelenítése a láblécben

source: Turn on to display social icons in the footer copyright bar.
hu_hu: Kapcsolja be a közösségi ikonok megjelenítéséhez a lábléc szerzői jogi sávjában.

source: Footer Social Icon Font Size
hu_hu: Lábléc közösségi ikon betűmérete

source: Controls the font size of the footer social icons.
hu_hu: A lábléc közösségi ikonok betűméretét szabályozza.

source: Footer Social Icon Tooltip Position
hu_hu: Lábléc közösségi ikon eszköztipp pozíciója

source: Controls the tooltip position of the footer social icons.
hu_hu: A lábléc közösségi ikonok eszköztippjeinek pozícióját szabályozza.

source: Footer Social Icon Color Type
hu_hu: Lábléc közösségi ikon színtípusa

source: Footer Social Icon Color
hu_hu: Lábléc közösségi ikon színe

source: Controls the color of the footer social icons. This color will be used for all social icons in the footer.
hu_hu: A lábléc közösségi ikonok színét szabályozza. Ez a szín a lábléc összes közösségi ikonjára érvényes lesz.

source: Footer Social Icons Boxed
hu_hu: Lábléc közösségi ikonok dobozban

source: Footer Social Icon Box Color
hu_hu: Lábléc közösségi ikon dobozának színe

source: Footer Social Icon Boxed Radius
hu_hu: Lábléc közösségi ikon dobozának lekerekítési sugara

source: Footer Social Icon Boxed Padding
hu_hu: Lábléc közösségi ikon dobozának belső térköze

source: Social Sharing Tagline
hu_hu: Közösségi megosztás alcíme

source: Insert a tagline for the social sharing boxes.
hu_hu: Adjon meg alcímet a közösségi megosztási dobozokhoz.

source: Share This Story, Choose Your Platform!
hu_hu: Ossza meg ezt a bejegyzést, válassza ki a platformját!

source: Social Sharing Tagline Text Color
hu_hu: Közösségi megosztás alcímének szövegszíne

source: Controls the color of the tagline text in the social sharing boxes.
hu_hu: A közösségi megosztási dobozok alcímszövegének színét szabályozza.

source: Social Sharing Background Color
hu_hu: Közösségi megosztás háttérszíne

source: Controls the background color of the social sharing boxes.
hu_hu: A közösségi megosztási dobozok háttérszínét szabályozza.

source: Social Sharing Padding
hu_hu: Közösségi megosztás belső térköze

source: Set the padding for the social sharing box.
hu_hu: Állítsa be a közösségi megosztási doboz belső térközét.

source: Social Sharing Icons
hu_hu: Közösségi megosztási ikonok

source: Select social network you want to be displayed in the social share box.
hu_hu: Válassza ki, mely közösségi hálózatok jelenjenek meg a megosztási dobozban.

source: Social Sharing Icon Font Size
hu_hu: Közösségi megosztási ikon betűmérete

source: Controls the font size of the social icons in the social sharing boxes.
hu_hu: A közösségi megosztási dobozok ikonjainak betűméretét szabályozza.

source: Social Sharing Icons Tooltip Position
hu_hu: Közösségi megosztási ikonok eszköztippjeinek pozíciója

source: Controls the tooltip position of the social icons in the social sharing boxes.
hu_hu: A közösségi megosztási dobozok ikonjainak eszköztippjeinek pozícióját szabályozza.

source: Social Sharing Icon Color Type
hu_hu: Közösségi megosztási ikon színtípusa

source: Social Sharing Icon Color
hu_hu: Közösségi megosztási ikon színe

source: Controls the color of the social icons in the social sharing boxes. This color will be used for all social icons.
hu_hu: A közösségi megosztási dobozok ikonjainak színét szabályozza. Ez a szín minden közösségi ikonra érvényes lesz.

source: Social Sharing Icons Boxed
hu_hu: Közösségi megosztási ikonok dobozban

source: Controls if each social icon is displayed in a small box.
hu_hu: Azt szabályozza, hogy minden közösségi ikon egy kis dobozban jelenjen-e meg.

source: Social Sharing Icon Box Color
hu_hu: Közösségi megosztási ikon dobozának színe

source: Social Sharing Icon Boxed Radius
hu_hu: Közösségi megosztási ikon dobozának lekerekítési sugara

source: Controls the box radius of the social icon box.
hu_hu: A közösségi ikon dobozának sarokkerekítését szabályozza.

source: Social Sharing Icons Boxed Padding
hu_hu: Közösségi megosztás ikonok dobozolt belső kitöltése

source: Controls the interior padding of the social icon box.
hu_hu: A közösségi ikon dobozának belső kitöltését szabályozza.

source: <strong>NOTE:</strong> You can create a custom global font for each Adobe font, so when you want to change that font, you don't need to search for each element that used that font. Also note that when you change the project fonts, you need to refresh the Adobe Fonts cache.
hu_hu: <strong>MEGJEGYZÉS:</strong> Minden egyes Adobe fonthoz létrehozhat egyéni globális betűtípust, így amikor azt a betűtípust módosítani szeretné, nem kell megkeresnie minden egyes elemet, amely azt a betűtípust használta. Vegye figyelembe azt is, hogy a projekt betűtípusainak módosításakor frissítenie kell az Adobe Fonts gyorsítótárát.

source: To refresh the cache you need to go to global options in the admin back-end.
hu_hu: A gyorsítótár frissítéséhez az adminisztrációs felület globális beállításaihoz kell mennie.

source: If you use a multilingual plugin, the value of the Adobe Fonts Id used for fonts is the one from "All Languages" options page.
hu_hu: Ha többnyelvű bővítményt használ, a betűtípusokhoz használt Adobe Fonts Id értéke az "All Languages" beállítások oldalról származik.

source: Typography Sets
hu_hu: Tipográfiai készletek

source: Set your global typography sets. The sets defined here can be used from other global options, and element options. Each of the options within these sets can be individually overridden in options using the sets. <strong>IMPORTANT NOTE:</strong> If a global set that is used by other options gets deleted, these corresponding options will display the default font. Typography sets are internally stored with a fixed counter. Thus, adding a new set after deleting an old one, will set the same internal name to the new set.
hu_hu: Állítsa be a globális tipográfiai készleteit. Az itt meghatározott készletek más globális beállításokból, és elembeállításokból is használhatók. E készleteken belüli egyes beállítások a készleteket használó opciókban egyedileg felülírhatók. <strong>FONTOS MEGJEGYZÉS:</strong> Ha egy globális készlet, amelyet más beállítások használnak, törlésre kerül, a megfelelő beállítások az alapértelmezett betűtípust fogják megjeleníteni. A tipográfiai készletek belsőleg rögzített számlálóval kerülnek tárolásra. Így egy régi készlet törlése után új készlet hozzáadásakor az új készlet ugyanazt a belső nevet kapja.

source: Body Typography
hu_hu: Törzsszöveg tipográfiája

source: <strong>IMPORTANT NOTE:</strong> This tab contains general typography options. Additional typography options for specific areas can be found within other tabs. Example: For menu typography options go to the menu tab.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ez a lap általános tipográfiai beállításokat tartalmaz. Egyes területekre vonatkozó további tipográfiai beállítások más lapokon találhatók. Példa: A menü tipográfiai beállításaihoz menjen a Menü lapra.

source: These settings control the typography for all body text.
hu_hu: Ezek a beállítások a teljes törzsszöveg tipográfiáját szabályozzák.

source: Link Color
hu_hu: Hivatkozás színe

source: Controls the color of all text links.
hu_hu: Minden szöveges hivatkozás színét szabályozza.

source: Link Hover Color
hu_hu: Hivatkozás hover színe

source: Controls the link hover color throughout the website.
hu_hu: A hivatkozás hover színét szabályozza az egész webhelyen.

source: Enable Link Text Decoration
hu_hu: Hivatkozás szövegdekorációjának engedélyezése

source: Turn on to enable text decoration on general links.
hu_hu: Kapcsolja be az általános hivatkozások szövegdekorációjának engedélyezéséhez.

source: Exclude Elements From Link Decoration
hu_hu: Elemek kizárása a hivatkozás dekorációjából

source: Choose which elements should be excluded from the link decoration.
hu_hu: Válassza ki, mely elemeket zárja ki a hivatkozás dekorációjából.

source: Buttons
hu_hu: Gombok

source: Headings
hu_hu: Címsorok

source: TOC Elements
hu_hu: TOC elemek

source: Tabs & Toggles
hu_hu: Lapok és kapcsolók

source: Link Text Decoration Line
hu_hu: Hivatkozás szövegdekoráció vonala

source: Controls the text decoration line of all general links.
hu_hu: Minden általános hivatkozás szövegdekorációs vonalát szabályozza.

source: Overline
hu_hu: Felső vonal

source: Underline
hu_hu: Aláhúzás

source: Line Through
hu_hu: Áthúzás

source: Overline & Underline
hu_hu: Felső vonal és aláhúzás

source: Link Text Decoration Style
hu_hu: Hivatkozás szövegdekoráció stílusa

source: Controls the text decoration style of all general links.
hu_hu: Minden általános hivatkozás szövegdekorációjának stílusát szabályozza.

source: Wavy
hu_hu: Hullámos

source: Link Text Decoration Thickness
hu_hu: Hivatkozás szövegdekoráció vonalvastagsága

source: Controls the text decoration line thickness of all general links. Can be set in px, em or rem. Ex: 2px.
hu_hu: Minden általános hivatkozás szövegdekorációs vonalának vastagságát szabályozza. px, em vagy rem értékben adható meg. Pl.: 2px.

source: Link Text Decoration Underline Offset
hu_hu: Hivatkozás szövegdekoráció aláhúzás eltolása

source: Controls the text decoration underline offset of all general links.
hu_hu: Minden általános hivatkozás szövegdekorációjának aláhúzás-eltolását szabályozza.

source: Link Hover Text Decoration Line
hu_hu: Hivatkozás hover szövegdekoráció vonala

source: Controls the text hover decoration line of all general links.
hu_hu: Minden általános hivatkozás hover szövegdekorációs vonalát szabályozza.

source: Link Hover Text Decoration Style
hu_hu: Hivatkozás hover szövegdekoráció stílusa

source: Controls the text hover decoration style of all general links.
hu_hu: Minden általános hivatkozás hover szövegdekorációjának stílusát szabályozza.

source: Link Hover Text Decoration Thickness
hu_hu: Hivatkozás hover szövegdekoráció vonalvastagsága

source: Controls the text hover decoration line thickness of all general links. Can be set in px, em or rem. Ex: 2px.
hu_hu: Minden általános hivatkozás hover szövegdekorációs vonalának vastagságát szabályozza. px, em vagy rem értékben adható meg. Pl.: 2px.

source: Link Hover Text Decoration Underline Offset
hu_hu: Hivatkozás hover szövegdekoráció aláhúzás eltolása

source: Controls the text hover decoration underline offset of all general links.
hu_hu: Minden általános hivatkozás hover szövegdekorációjának aláhúzás-eltolását szabályozza.

source: Heading Typography
hu_hu: Címsorok tipográfiája

source: <strong>IMPORTANT NOTE:</strong> This tab contains heading typography options. Additional typography options for specific areas can be found within other tabs. Example: For menu typography options go to the menu tab.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Ez a lap a címsorok tipográfiai beállításait tartalmazza. Egyes területekre vonatkozó további tipográfiai beállítások más lapokon találhatók. Példa: A menü tipográfiai beállításaihoz menjen a Menü lapra.

source: H1 Headings Typography
hu_hu: H1 címsorok tipográfiája

source: These settings control the typography for all H1 headings.
hu_hu: Ezek a beállítások az összes H1 címsor tipográfiáját szabályozzák.

source: H2 Headings Typography
hu_hu: H2 címsorok tipográfiája

source: These settings control the typography for all H2 headings.
hu_hu: Ezek a beállítások az összes H2 címsor tipográfiáját szabályozzák.

source: H3 Headings Typography
hu_hu: H3 címsorok tipográfiája

source: These settings control the typography for all H3 headings.
hu_hu: Ezek a beállítások az összes H3 címsor tipográfiáját szabályozzák.

source: H4 Headings Typography
hu_hu: H4 címsorok tipográfiája

source: These settings control the typography for all H4 headings.
hu_hu: Ezek a beállítások az összes H4 címsor tipográfiáját szabályozzák.

source: H5 Headings Typography
hu_hu: H5 címsorok tipográfiája

source: These settings control the typography for all H5 headings.
hu_hu: Ezek a beállítások az összes H5 címsor tipográfiáját szabályozzák.

source: H6 Headings Typography
hu_hu: H6 címsorok tipográfiája

source: These settings control the typography for all H6 headings.
hu_hu: Ezek a beállítások az összes H6 címsor tipográfiáját szabályozzák.

source: Post Title Typography
hu_hu: Bejegyzéscím tipográfiája

source: These settings control the typography of all post titles including archive and single posts.<br /><strong>IMPORTANT:</strong> On archive pages and in blog elements the linked post titles will use link color.
hu_hu: Ezek a beállítások az összes bejegyzéscím tipográfiáját szabályozzák, beleértve az archívumot és az egyedi bejegyzéseket is.<br /><strong>FONTOS:</strong> Az archívumoldalakon és a blogelemekben a linkelt bejegyzéscímek a hivatkozás színét használják.

source: Post Title Extras Typography
hu_hu: Bejegyzéscím extrák tipográfiája

source: These settings control the typography of single post title extras such as "Comments", "Related Posts or Projects" and "Author Titles"
hu_hu: Ezek a beállítások az egyedi bejegyzéscímhez tartozó extrák, például a "Hozzászólások", a "Kapcsolódó bejegyzések vagy projektek" és a "Szerzői címek" tipográfiáját szabályozzák

source: <strong>IMPORTANT NOTE:</strong> Please upload your custom fonts below. Once you upload a custom font, <strong>you will have to save your options and reload this page on your browser</strong>. After you reload the page you will be able to select your new fonts - they will be available at the top of the fonts-list in the typography controls.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Kérjük, töltse fel alább az egyéni betűtípusait. Miután feltölt egy egyéni betűtípust, <strong>mentenie kell a beállításait, és újra kell töltenie ezt az oldalt a böngészőjében</strong>. Az oldal újratöltése után ki tudja választani az új betűtípusokat - a tipográfiai beállításoknál a fonts-list tetején lesznek elérhetők.

source: Upload a custom font to use throughout the site. All files are not necessary but are recommended for full browser support. You can upload as many custom fonts as you need. Click the "Add" button for additional upload boxes.
hu_hu: Töltsön fel egy egyéni betűtípust a teljes webhelyen való használathoz. Nem kötelező minden fájl, de teljes böngészőtámogatáshoz ajánlott. Annyi egyéni betűtípust tölthet fel, amennyire szüksége van. További feltöltőmezőkhöz kattintson az "Add" gombra.

source: Font Name
hu_hu: Betűtípus neve

source: This will be used in the font-family dropdown.
hu_hu: Ezt a font-family legördülő listában használjuk.

source: Enter the Adobe Fonts (formerly TypeKit) Web Project ID. You will need to save and reload the page.
hu_hu: Adja meg az Adobe Fonts (korábban TypeKit) Web Project ID-t. Mentenie kell, majd újra kell töltenie az oldalt.

source: Adobe Fonts Reset Cache
hu_hu: Adobe Fonts gyorsítótár visszaállítása

source: See the added Adobe Fonts, or press the button to reset Adobe Fonts cache.
hu_hu: Tekintse meg a hozzáadott Adobe Fonts betűtípusokat, vagy nyomja meg a gombot az Adobe Fonts gyorsítótárának visszaállításához.

source: Refresh Adobe Fonts Cache
hu_hu: Adobe Fonts gyorsítótár frissítése

source: General WooCommerce
hu_hu: WooCommerce általános

source: WooCommerce Number of Products per Page
hu_hu: WooCommerce termékek száma oldalanként

source: Controls the number of products that display per page.
hu_hu: Szabályozza az oldalanként megjelenített termékek számát.

source: WooCommerce Number of Product Columns
hu_hu: WooCommerce termékoszlopok száma

source: Controls the number of columns for the main shop page.
hu_hu: Szabályozza a fő áruházoldal oszlopainak számát.

source: WooCommerce Related/Up-Sell/Cross-Sell Product Number of Columns
hu_hu: WooCommerce kapcsolódó/Upsell/Cross-Sell termékek oszlopainak száma

source: Controls the number of columns for the related and up-sell products on single posts and cross-sells on cart page.
hu_hu: Szabályozza az egyedi bejegyzéseken a kapcsolódó és up-sell termékek, valamint a kosároldalon a cross-sells oszlopainak számát.

source: WooCommerce Archive Number of Product Columns
hu_hu: WooCommerce archívum termékoszlopainak száma

source: Controls the number of columns for the archive pages.
hu_hu: Szabályozza az archívumoldalak oszlopainak számát.

source: Controls the column spacing between products on WooCommerce product archives.
hu_hu: Szabályozza az oszloptávolságot a WooCommerce termékarchívumokban.

source: WooCommerce Product Images Layout
hu_hu: WooCommerce termékképek elrendezése

source: Set the layout for your product images.
hu_hu: Állítsa be a termékképek elrendezését.

source: WooCommerce Product Images Zoom
hu_hu: WooCommerce termékképek nagyítása

source: Turn on to enable the WooCommerce product images zoom feature. <strong>IMPORTANT NOTE:</strong> Every product image you use must be larger than the product images container for zoom to work correctly. <a href="https://avada.com/documentation/woocommerce-single-product-gallery/" target="_blank">See this post for more information.</a>
hu_hu: Kapcsolja be a WooCommerce termékképek nagyítási funkciójának engedélyezéséhez. <strong>FONTOS MEGJEGYZÉS:</strong> Minden használt termékképnek nagyobbnak kell lennie, mint a termékképek tárolója, hogy a nagyítás megfelelően működjön. <a href="https://avada.com/documentation/woocommerce-single-product-gallery/" target="_blank">További információkért tekintse meg ezt a bejegyzést.</a>

source: WooCommerce Product Images Width
hu_hu: WooCommerce termékképek szélessége

source: Controls the width of the single product page image gallery. For the image gallery zoom feature to work, the images you upload must be larger than the gallery size you select for this option. <strong>IMPORTANT NOTE:</strong> When this option is changed, you may need to adjust the Single Product Image size setting in WooCommerce Settings to make sure that one is larger and also regenerate thumbnails. <a href="https://avada.com/documentation/woocommerce-single-product-gallery/" target="_blank">See this post for more information.</a><br/>
hu_hu: Szabályozza az egyedi termékoldal képgalériájának szélességét. Ahhoz, hogy a képgaléria nagyítási funkciója működjön, a feltöltött képeknek nagyobbnak kell lenniük az ennél az opciónál kiválasztott galériaméretnél. <strong>FONTOS MEGJEGYZÉS:</strong> Ha ezt az opciót módosítja, szükség lehet a WooCommerce Settings-ben a Single Product Image méret beállításának módosítására, hogy az nagyobb legyen, valamint a bélyegképek újragenerálására. <a href="https://avada.com/documentation/woocommerce-single-product-gallery/" target="_blank">További információkért tekintse meg ezt a bejegyzést.</a><br/>

source: WooCommerce Product Images Thumbnail Width
hu_hu: WooCommerce termékképek bélyegképeinek szélessége

source: Controls the natural image width of product page image gallery thumbnails. <strong>IMPORTANT NOTE:</strong> When this option is changed, you need to make sure to regenerate thumbnails. <a href="https://avada.com/documentation/woocommerce-single-product-gallery/" target="_blank">See this post for more information.</a><br/>
hu_hu: Szabályozza a termékoldali képgaléria bélyegképeinek természetes képszélességét. <strong>FONTOS MEGJEGYZÉS:</strong> Ha ezt az opciót módosítja, gondoskodnia kell a bélyegképek újragenerálásáról. <a href="https://avada.com/documentation/woocommerce-single-product-gallery/" target="_blank">További információkért tekintse meg ezt a bejegyzést.</a><br/>

source: WooCommerce Product Images Thumbnail Position
hu_hu: WooCommerce termékképek bélyegképeinek pozíciója

source: Set the position of the product page image gallery thumbnails with respect to the main gallery images.
hu_hu: Állítsa be a termékoldali képgaléria bélyegképeinek pozícióját a fő galériaképekhez viszonyítva.

source: WooCommerce Product Images Thumbnail Column Width
hu_hu: WooCommerce termékképek bélyegkép-oszlopának szélessége
