Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: %1$s - Recommended Value: %2$s.<br />Max input vars limitation will truncate POST data such as menus. See: <a href="%3$s" target="_blank" rel="noopener noreferrer">Increasing max input vars limit.</a>
hu_hu: %1$s - Ajánlott érték: %2$s.<br />A maximális bemeneti változók korlátozása csonkolhatja a POST adatokat, például a menüket. Lásd: <a href="%3$s" target="_blank" rel="noopener noreferrer">A maximális bemeneti változók korlátjának növelése.</a>

source: SUHOSIN Installed:
hu_hu: SUHOSIN telepítve:

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
hu_hu: A Suhosin egy fejlett védelmi rendszer a PHP-telepítésekhez. Úgy tervezték, hogy egyrészt megvédje a szervereket számos, a PHP-alkalmazásokban jól ismert problémától, másrészt az ezekben az alkalmazásokban vagy magában a PHP magban esetlegesen meglévő, ismeretlen sérülékenységektől. Ha a szerverén engedélyezve van, a Suhosin konfigurálása szükséges lehet az adatküldési korlátainak növeléséhez.

source: Defines the maximum length of a variable that is registered through a POST request.
hu_hu: Meghatározza egy, POST kéréssel regisztrált változó maximális hosszát.

source: %1$s - Recommended Value: %2$s.<br />Post Max Value Length limitation may prohibit the Global Options data from being saved to your database. See: <a href="%3$s" target="_blank" rel="noopener noreferrer">Suhosin Configuration Info</a>.
hu_hu: %1$s - Ajánlott érték: %2$s.<br />A Post Max Value Length korlátozás megakadályozhatja, hogy a Globális beállítások adatai mentésre kerüljenek az adatbázisába. Lásd: <a href="%3$s" target="_blank" rel="noopener noreferrer">Suhosin Configuration Info</a>.

source: ZipArchive is required for importing demos. They are used to import and export zip files specifically for sliders.
hu_hu: A ZipArchive szükséges a demók importálásához. Különösen a sliderekhez tartozó zip fájlok importálására és exportálására szolgál.

source: cURL is required for downloading plugins and theme updates.
hu_hu: A cURL szükséges a bővítmények és a témafrissítések letöltéséhez.

source: PHP mail is required for sending emails via Avada forms.
hu_hu: A PHP mail szükséges az Avada űrlapokon keresztüli e‑mailek küldéséhez.

source: MySQL Version:
hu_hu: MySQL-verzió:

source: The version of MySQL installed on your hosting server.
hu_hu: A tárhely-kiszolgálóján telepített MySQL verziója.

source: Max Upload Size:
hu_hu: Maximális feltöltési méret:

source: The largest file size that can be uploaded to your WordPress installation.
hu_hu: A legnagyobb fájlméret, amely feltölthető a WordPress-telepítésébe.

source: DOMDocument is required for the Avada Builder plugin to properly function.
hu_hu: A DOMDocument szükséges az Avada Builder bővítmény megfelelő működéséhez.

source: Avada uses this method to communicate with different APIs, e.g. Google, X, Facebook.
hu_hu: Az Avada ezt a módszert használja különböző API-kkal való kommunikációhoz, pl. Google, X, Facebook.

source: Avada uses this library to resize images and speed up your site's loading time
hu_hu: Az Avada ezt a könyvtárat használja a képek átméretezéséhez és webhelye betöltési idejének felgyorsításához

source: Not Installed
hu_hu: Nincs telepítve

source: Installed
hu_hu: Telepítve

source: Avada Update Server Status
hu_hu: Avada frissítési kiszolgáló állapota

source: Check Envato Server Status
hu_hu: Envato kiszolgáló állapotának ellenőrzése

source: Envato's API server.
hu_hu: Az Envato API-kiszolgálója.

source: Check Avada Server Status
hu_hu: Avada kiszolgáló állapotának ellenőrzése

source: Server from which Avada, plugins, prebuilt websites and patches are downloaded.
hu_hu: Az a kiszolgáló, ahonnan az Avada, a bővítmények, az előre elkészített webhelyek és a javítócsomagok letölthetők.

source: Active Plugins
hu_hu: Aktív bővítmények

source: Visit plugin homepage
hu_hu: Bővítmény honlapjának megtekintése

source: by %s
hu_hu: szerző: %s

source: Note: By clicking OK, the Global Options conversion for Avada %s will be rerun. This page will be newly loaded, which already completes the conversion.
hu_hu: Megjegyzés: Az OK gombra kattintva újra lefut az Avada %s Globális beállítások konverziója. Ez az oldal újratöltődik, ami önmagában befejezi a konverziót.

source: Warning: By clicking OK, all changes made to your Global Options after installing Avada 4.0 will be lost. Your Global Options will be reset to the values from %s and then converted again to 4.0.
hu_hu: Figyelmeztetés: Az OK gombra kattintva az Avada 4.0 telepítése után a Globális beállításokban végrehajtott minden módosítás elvész. A Globális beállítások visszaállnak a(z) %s szerinti értékekre, majd ismét 4.0-ra konvertálódnak.

source: Warning: By clicking OK, you will be redirected to the conversion splash screen, where you can restart the conversion of your page contents to the new Avada Builder format.
hu_hu: Figyelmeztetés: Az OK gombra kattintva átirányításra kerül a konverzió kezdőképernyőjére, ahol újraindíthatja oldalai tartalmának konvertálását az új Avada Builder formátumra.

source: Warning: By clicking OK, you will be redirected to the conversion splash screen, where you can start the conversion reversion of your page contents to the old Avada Builder format.
hu_hu: Figyelmeztetés: Az OK gombra kattintva átirányításra kerül a konverzió kezdőképernyőjére, ahol elindíthatja oldalai tartalmának visszakonvertálását a régi Avada Builder formátumra.

source: Warning: This is a non-reversable process. By clicking OK, all backups created during the 5.0 shortcode-conversion process will be removed from your database.
hu_hu: Figyelmeztetés: Ez a folyamat nem visszafordítható. Az OK gombra kattintva az 5.0 shortcode-konverzió során létrehozott összes biztonsági mentés eltávolításra kerül az adatbázisából.

source: Avada Support
hu_hu: Avada támogatás

source: Avada comes with 6 months of free support for every license you purchase. Support can be <a %1$s>extended through subscription</a> via ThemeForest (<a %2$s>more information on support extension</a>). To access Avada support, you must first setup an account by <a %3$s>following these steps</a>.
hu_hu: Az Avada minden megvásárolt licenchez 6 hónap ingyenes támogatást biztosít. A támogatás <a %1$s>előfizetéssel meghosszabbítható</a> a ThemeForesten keresztül (<a %2$s>a támogatás meghosszabbításáról további információ</a>). Az Avada támogatás eléréséhez először hozzon létre egy fiókot, <a %3$s>ezeket a lépéseket követve</a>.

source: Create your support account.
hu_hu: Hozza létre támogatási fiókját.

source: Channels Of Support
hu_hu: Támogatási csatornák

source: Quick Start Guide
hu_hu: Gyorsindítási útmutató

source: We understand that it can be a daunting process getting started with WordPress. In light of this, we have prepared a starter pack for you, which includes all you need to know.
hu_hu: Megértjük, hogy a WordPress használatának elkezdése ijesztő folyamat lehet. Ennek fényében készítettünk Önnek egy kezdőcsomagot, amely tartalmaz mindent, amit tudnia kell.

source: Starter Guide
hu_hu: Kezdő útmutató

source: This is the place to go to reference different aspects of the product. Our online documentaiton is an incredible resource for learning the ins and outs of using the Avada Website Builder.
hu_hu: Itt talál hivatkozást a termék különböző aspektusaira. Online dokumentációnk kiváló erőforrás az Avada Website Builder használatának minden részletének elsajátításához.

source: Submit A Ticket
hu_hu: Jegy beküldése

source: We offer excellent support through our advanced ticket system. Make sure to register your purchase first to access our support services and other resources.
hu_hu: Kiváló támogatást kínálunk fejlett jegykezelő rendszerünkön keresztül. A támogatási szolgáltatások és egyéb erőforrások eléréséhez először regisztrálja a vásárlását.

source: Nothing is better than watching a video to learn. We have a growing library of narrated HD video tutorials to help teach you the different aspects of using the Avada Website Builder.
hu_hu: Nincs jobb a tanuláshoz, mint videót nézni. Folyamatosan bővülő, narrált HD oktatóvideó-könyvtárunk segít elsajátítani az Avada Website Builder használatának különböző aspektusait.

source: Watch Videos
hu_hu: Videók megtekintése

source: Engage With Us
hu_hu: Lépjen kapcsolatba velünk

source: Have your say on the future of Avada by voting on new features, prebuilt websites and studio content. You can also request the new additions that appeal to you the most.
hu_hu: Mondja el véleményét Avada jövőjéről az új funkciókról, előre elkészített webhelyekről és stúdiótartalmakról való szavazással. Emellett kérheti az Önnek leginkább tetsző új kiegészítéseket is.

source: Community Forum
hu_hu: Közösségi fórum

source: Facebook Group
hu_hu: Facebook-csoport

source: We have an amazing Facebook Group! Share with other Avada users and help grow our community. Please note, ThemeFusion does not provide support here.
hu_hu: Csodálatos Facebook-csoportunk van! Ossza meg tapasztalatait más Avada-felhasználókkal, és segítse közösségünk növekedését. Kérjük, vegye figyelembe, hogy a ThemeFusion itt nem nyújt támogatást.

source: The Global Options updated.
hu_hu: A globális beállítások frissítve.

source: You do not have permission to update Global Options.
hu_hu: Nincs jogosultsága a globális beállítások frissítéséhez.

source: The page options updated.
hu_hu: Az oldalbeállítások frissítve.

source: You do not have permission to update the page options.
hu_hu: Nincs jogosultsága az oldalbeállítások frissítéséhez.

source: The taxonomy options updated.
hu_hu: A taxonómiabeállítások frissítve.

source: You do not have permission to update taxonomy options.
hu_hu: Nincs jogosultsága a taxonómiabeállítások frissítéséhez.

source: Add Page TitleBar
hu_hu: Oldalcímsor hozzáadása

source: Edit Global Page TitleBar
hu_hu: Globális oldalcímsor szerkesztése

source: Edit Page TitleBar
hu_hu: Oldalcímsor szerkesztése

source: Edit Page TitleBar Layout Section
hu_hu: Oldalcímsor elrendezési szakaszának szerkesztése

source: Remove Page TitleBar
hu_hu: Oldalcímsor eltávolítása

source: Add Slider
hu_hu: Slider hozzáadása

source: Edit Slide
hu_hu: Dia szerkesztése

source: Edit Slider
hu_hu: Slider szerkesztése

source: Edit Slider Options
hu_hu: Slider beállításainak szerkesztése

source: Remove Slider
hu_hu: Slider eltávolítása

source: You have chosen to edit your selected slider. This operation must be performed from the WordPress dashboard.
hu_hu: A kiválasztott Slider szerkesztését választotta. Ezt a műveletet a WordPress vezérlőpultjáról kell elvégeznie.

source: Cancel
hu_hu: Mégse

source: Invalid CSS Value
hu_hu: Érvénytelen CSS-érték

source: Invalid CSS Value: %s
hu_hu: Érvénytelen CSS-érték: %s

source: Invalid Color
hu_hu: Érvénytelen szín

source: Settings
hu_hu: Beállítások

source: Slug
hu_hu: Keresőbarát azonosító

source: Parent Category
hu_hu: Szülő kategória

source: Description
hu_hu: Leírás

source: Select Parent
hu_hu: Szülő kiválasztása

source: (no title)
hu_hu: (nincs cím)

source: Default Template
hu_hu: Alapértelmezett sablon

source: Page Title
hu_hu: Oldalcím

source: Page Attributes
hu_hu: Oldal attribútumai

source: Parent
hu_hu: Szülő

source: Template
hu_hu: Sablon

source: Order
hu_hu: Sorrend

source: Post Format
hu_hu: Bejegyzésformátum

source: Choose
hu_hu: Válasszon

source: Excerpt
hu_hu: Kivonat

source: Featured Image
hu_hu: Kiemelt kép

source: Featured Image %s
hu_hu: Kiemelt kép %s

source: Custom CSS
hu_hu: Egyéni CSS

source: CSS Code
hu_hu: CSS-kód

source: Enter your CSS code in the field below. Do not include any tags or HTML in the field. Custom CSS entered here will override the theme CSS. In some cases, the %s tag may be needed. Don't URL encode image or svg paths. Contents of this field will be auto encoded.
hu_hu: Adja meg CSS-kódját az alábbi mezőben. Ne tartalmazzon semmilyen taget vagy HTML-t a mezőben. Az itt megadott egyéni CSS felülírja a téma CSS-ét. Bizonyos esetekben szükség lehet a %s tagre. Ne URL-kódolja a kép- vagy svg-útvonalakat. E mező tartalma automatikusan kódolásra kerül.

source: Import/Export
hu_hu: Importálás/Exportálás

source: Import Page Options
hu_hu: Oldalbeállítások importálása

source: Import Page Options. You can import via file or copy and paste from JSON data.
hu_hu: Oldalbeállítások importálása. Importálhat fájlon keresztül, vagy másolhat és beilleszthet JSON-adatokból.

source: Export Page Options
hu_hu: Oldalbeállítások exportálása

source: Export your Page Options. You can either export as a file or copy the data.
hu_hu: Exportálja az oldalbeállításait. Exportálhat fájlként, vagy kimásolhatja az adatokat.

source: Avada Builder Elements
hu_hu: Avada Builder elemek

source: Add-on Elements
hu_hu: Kiegészítő elemek

source: Import Global Options
hu_hu: Globális beállítások importálása

source: Import Global Options. You can import via file, copy and paste or select an Avada prebuilt website.
hu_hu: Globális beállítások importálása. Importálhat fájl alapján, másolással és beillesztéssel, vagy választhat egy Avada előre elkészített webhelyet.

source: Export Global Options
hu_hu: Globális beállítások exportálása

source: Export your Global Options. You can either export as a file or copy the data.
hu_hu: Exportálja a globális beállításait. Exportálhat fájlként, vagy kimásolhatja az adatokat.

source: Posts
hu_hu: Bejegyzések

source: Portfolio Items
hu_hu: Portfólióelemek

source: FAQ Items
hu_hu: GYIK-elemek

source: WooCommerce Products
hu_hu: WooCommerce termékek

source: Events Calendar Posts
hu_hu: Eseménynaptár bejegyzések

source: Reset To Default
hu_hu: Visszaállítás alapértelmezettre

source: Global Typography
hu_hu: Globális tipográfia

source: Page Options
hu_hu: Oldalbeállítások

source: Layout Section Options
hu_hu: Elrendezési szekció beállításai

source: Form Options
hu_hu: Űrlap beállításai

source: Off Canvas Options
hu_hu: Off Canvas beállításai

source: Taxonomy Options
hu_hu: Taxonómia beállításai

source: Navigator
hu_hu: Navigátor

source: Element Options
hu_hu: Elem beállításai

source: Search for global options
hu_hu: Globális beállítások keresése

source: Search for page option(s)
hu_hu: Oldalbeállítás(ok) keresése

source: Search for taxonomy option(s)
hu_hu: Taxonómia beállítás(ok) keresése

source: No page specific options are available for this page.
hu_hu: Ehhez az oldalhoz nem állnak rendelkezésre oldalspecifikus beállítások.

source: Related Posts
hu_hu: Kapcsolódó bejegyzések

source: Related Projects
hu_hu: Kapcsolódó projektek

source: Related Faqs
hu_hu: Kapcsolódó GYIK

source: My Account
hu_hu: Fiókom

source: Login failed, please try again.
hu_hu: A bejelentkezés nem sikerült, kérjük, próbálja meg újra.

source: Remember Me
hu_hu: Emlékezzen rám

source: Log In
hu_hu: Bejelentkezés

source: Register
hu_hu: Regisztráció

source: %s Item(s)
hu_hu: %s tétel

source: Cart
hu_hu: Kosár

source: View Cart
hu_hu: Kosár megtekintése

source: Checkout
hu_hu: Pénztár

source: Toggle Shopping Cart
hu_hu: Kosár megnyitása/bezárása

source: Toggle Sliding Bar
hu_hu: Csúszó sáv megnyitása/bezárása

source: This Slider Is Assigned Via Avada Page Options
hu_hu: Ez a diavetítés az Avada Oldalbeállításokon keresztül van hozzárendelve

source: Slider ID: %s
hu_hu: Diavetítés azonosítója: %s

source: Edit slider
hu_hu: Diavetítés szerkesztése

source: Edit Slides
hu_hu: Diák szerkesztése

source: Slider "%s" cannot be found
hu_hu: A(z) "%s" diavetítés nem található

source: Learn How To Import Sliders
hu_hu: Ismerje meg, hogyan importálhat diavetítéseket

source: Main Menu
hu_hu: Főmenü

source: Close Search
hu_hu: Keresés bezárása

source: Main Menu Sticky
hu_hu: Ragadós főmenü

source: Secondary Mobile Menu
hu_hu: Másodlagos mobilmenü

source: Secondary Menu
hu_hu: Másodlagos menü

source: Select a slider
hu_hu: Válasszon egy csúszkát

source: No Slider
hu_hu: Nincs csúszka

source: or
hu_hu: vagy

source: <strong>IMPORTANT NOTE:</strong> No sliders have been created yet, click here to create a %s.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Még nem hozott létre csúszkát, kattintson ide egy %s létrehozásához.

source: <strong>IMPORTANT NOTE:</strong> Currently there are no slider plugins active, click <a href="%s" target="_blank">here</a> to activate one.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Jelenleg nincs aktív csúszka bővítmény, kattintson <a href="%s" target="_blank">ide</a> egy aktiválásához.

source: <strong>IMPORTANT NOTE:</strong> Click here to edit or to create a %s.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Kattintson ide a szerkesztéshez vagy egy %s létrehozásához.

source: Images
hu_hu: Képek

source: Portfolios
hu_hu: Portfóliók

source: FAQs
hu_hu: GYIK

source: Icons
hu_hu: Ikonok

source: Products
hu_hu: Termékek

source: Sliders
hu_hu: Csúszkák

source: Options
hu_hu: Beállítások

source: Widgets
hu_hu: Widgetek

source: Install/Update Required Plugins
hu_hu: Kötelező bővítmények telepítése/frissítése

source: Install Plugins
hu_hu: Bővítmények telepítése

source: Installing Plugin: %s
hu_hu: Bővítmény telepítése: %s

source: Something went wrong with the plugin API.
hu_hu: Valami hiba történt a bővítmény API-val.

source: Return to the Avada Plugins page.
hu_hu: Vissza az Avada bővítmények oldalára.

source: Plugin activated successfully.
hu_hu: A bővítmény sikeresen aktiválva.

source: All plugins installed and activated successfully. %s
hu_hu: Minden bővítmény sikeresen telepítve és aktiválva. %s

source: Avada requires at least WordPress version %1$s. You are running version %2$s. Please upgrade and try again.
hu_hu: Az Avada legalább a WordPress %1$s verzióját igényli. Ön a(z) %2$s verziót futtatja. Kérjük, frissítsen, majd próbálja újra.

source: Avada requires at least PHP version %1$s. You are running version %2$s. Please upgrade and try again.
hu_hu: Az Avada legalább a PHP %1$s verzióját igényli. Ön a(z) %2$s verziót futtatja. Kérjük, frissítsen, majd próbálja újra.

source: Patcher
hu_hu: Javítóprogram

source: Our site is currently undergoing scheduled maintenance. Please try again in a moment.
hu_hu: Webhelyünkön jelenleg ütemezett karbantartás zajlik. Kérjük, próbálja meg egy pillanat múlva újra.

source: Currently updating the Avada Theme. Your site will be accessible once the update finishes
hu_hu: Jelenleg az Avada témát frissítjük. A webhelye a frissítés befejeződése után lesz ismét elérhető

source: The Avada-Core plugin needs to be updated before your site can exit maintenance mode. Please %s to update the plugin.
hu_hu: Az Avada-Core bővítményt frissíteni kell, mielőtt webhelye kiléphetne a karbantartási módból. Kérjük, %s a bővítmény frissítéséhez.

source: follow this link
hu_hu: kövesse ezt a hivatkozást

source: Websites
hu_hu: Webhelyek

source: Library
hu_hu: Könyvtár

source: Plugins
hu_hu: Bővítmények

source: All Avada caches have been reset.
hu_hu: Minden Avada-gyorsítótár vissza lett állítva.

source: Reset Avada Caches
hu_hu: Avada gyorsítótárak visszaállítása

source: Dashboard
hu_hu: Vezérlőpult

source: The 'Side Navigation' page template will be deprecated in a future version of Avada. We have replaced it with a better solution, the <a href="%s" target="_blank" rel="noopener noreferrer">Avada Vertical Menu widget</a>. This new widget offers the same features but with greater flexibility. It works with the WP menu system. Please utilize this new method instead of the page template which will eventually be removed.
hu_hu: A 'Side Navigation' oldalsablon a jövőbeni Avada-verziókban kivezetésre kerül. Ezt egy jobb megoldással váltottuk ki, az <a href="%s" target="_blank" rel="noopener noreferrer">Avada Vertical Menu widget</a>. Ez az új widget ugyanazokat a funkciókat kínálja, de nagyobb rugalmassággal. A WP menürendszerrel működik. Kérjük, ezt az új módszert használja az oldalsablon helyett, amely végül el lesz távolítva.

source: Maintenance
hu_hu: Karbantartás

source: Performance
hu_hu: Teljesítmény

source: Support
hu_hu: Támogatás

source: Setup
hu_hu: Beállítás

source: Link to Avada dashboard
hu_hu: Hivatkozás az Avada irányítópultra

source: Edit the global site options & styles.
hu_hu: Módosítsa a webhely globális beállításait & stílusait.

source: Apply patches for your version.
hu_hu: Alkalmazza az Ön verziójához tartozó javításokat.

source: Manage plugins.
hu_hu: Kezelje a bővítményeket.

source: Maintenance & Coming Soon mode.
hu_hu: Karbantartási & Hamarosan mód.

source: Optimize your website performance.
hu_hu: Optimalizálja webhelye teljesítményét.

source: Critical CSS
hu_hu: Kritikus CSS

source: Manage critical CSS generation
hu_hu: Kezelje a kritikus CSS generálását

source: View the Avada changelog.
hu_hu: Tekintse meg az Avada változásnaplóját.

source: View the different support channels
hu_hu: Tekintse meg a különböző támogatási csatornákat

source: View the system status of your install.
hu_hu: Tekintse meg az Ön telepítésének rendszerállapotát.

source: Registered
hu_hu: Regisztrált

source: Unregistered
hu_hu: Nem regisztrált

source: Thank you for choosing Avada. We are honored and are fully dedicated to making your experience perfect.
hu_hu: Köszönjük, hogy az Avadát választotta. Megtiszteltetés számunkra, és teljes mértékben elkötelezettek vagyunk amellett, hogy tökéletessé tegyük az Ön élményét.

source: Support Policy
hu_hu: Támogatási szabályzat

source: No Results in "%s"
hu_hu: Nincs találat "%s" esetén

source: Please update Avada Core to latest version.
hu_hu: Kérjük, frissítse az Avada Core-t a legújabb verzióra.

source: Install %s
hu_hu: %s telepítése

source: Activate %s
hu_hu: %s aktiválása

source: Update %s
hu_hu: %s frissítése

source: Update
hu_hu: Frissítés

source: Deactivate %s
hu_hu: %s deaktiválása

source: Deactivate
hu_hu: Deaktiválás

source: Avada Builder will be installable, once Avada Core plugin is updated.
hu_hu: Az Avada Builder az Avada Core bővítmény frissítése után lesz telepíthető.

source: Manage Plugins Below
hu_hu: Az alábbi bővítmények kezelése

source: Go Manage Plugins
hu_hu: Ugrás a bővítmények kezeléséhez

source: Avada portfolio category base
hu_hu: Avada portfólió kategória alap

source: Avada portfolio skill base
hu_hu: Avada portfólió készség alap

source: Avada portfolio tag base
hu_hu: Avada portfólió címke alap

source: Avada FAQ category base
hu_hu: Avada GYIK kategória alap

source: Download
hu_hu: Letöltés

source: General Data
hu_hu: Általános adatok

source: Currently Processing: %s
hu_hu: Jelenleg feldolgozás alatt: %s

source: Currently Removing: %s
hu_hu: Jelenleg eltávolítás alatt: %s

source: The file does not exist
hu_hu: A fájl nem létezik

source: The server couldn't be reached. Please check for wp_remote_get on the <a href="%s" target="_blank">Status</a> page.
hu_hu: A szerver nem érhető el. Kérjük, ellenőrizze a wp_remote_get-et a <a href="%s" target="_blank">Status</a> oldalon.

source: The import process has timed out, but already imported steps have been saved. Click "continue", and the importer will attempt to complete the remaining steps of the import process.
hu_hu: Az importálási folyamat időtúllépés miatt megszakadt, de a már importált lépések mentésre kerültek. Kattintson a "folytatás" gombra, és az importáló megpróbálja befejezni az importálási folyamat hátralévő lépéseit.
