Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Controls the number of posts that display per page for portfolio archive pages. Set to -1 to display all. Set to 0 to use the number of posts from Settings > Reading.
hu_hu: Beállítja az oldalonként megjelenő bejegyzések számát a portfólió archívum oldalakon. Állítsa -1-re az összes megjelenítéséhez. Állítsa 0-ra a Beállítások > Olvasás érték használatához.

source: Portfolio Archive Text Layout
hu_hu: Portfólió archívum szövegelrendezés

source: Controls if the portfolio text content is displayed boxed or unboxed or is completely disabled for portfolio archive pages.
hu_hu: Beállítja, hogy a portfólió szöveges tartalma dobozoltan vagy dobozolás nélkül jelenjen meg, vagy teljesen le legyen tiltva a portfólió archívum oldalakon.

source: Unboxed
hu_hu: Dobozolatlan

source: Portfolio Archive Text Display
hu_hu: Portfólió archívum szövegmegjelenítés

source: Choose how to display the post excerpt for portfolio archive pages.
hu_hu: Válassza ki, hogyan jelenjen meg a bejegyzés kivonata a portfólió archívum oldalakon.

source: Portfolio Archive Excerpt Length
hu_hu: Portfólió archívum kivonat hossza

source: Controls the number of %s in the excerpts on portfolio archive pages.
hu_hu: A portfólió archívum oldalak kivonataiban szereplő %s számát szabályozza.

source: Turn on to strip HTML content from the excerpt for portfolio archive pages.
hu_hu: Kapcsolja be a HTML tartalom eltávolításához a kivonatból a portfólió archívum oldalakon.

source: Portfolio Archive Title Display
hu_hu: Portfólió archívum cím megjelenítése

source: Controls what displays with the portfolio post title for portfolio archive pages.
hu_hu: Beállítja, mi jelenjen meg a portfólió bejegyzés címe mellett a portfólió archívum oldalakon.

source: Title and Categories
hu_hu: Cím és kategóriák

source: Only Title
hu_hu: Csak cím

source: Only Categories
hu_hu: Csak kategóriák

source: Portfolio Archive Text Alignment
hu_hu: Portfólió archívum szövegigazítás

source: Controls the alignment of the portfolio title, categories and excerpt text when using the Portfolio Text layouts in portfolio archive pages.
hu_hu: Beállítja a portfólió címének, kategóriáinak és kivonatszövegének igazítását a Portfólió szöveg elrendezések használatakor a portfólió archívum oldalakon.

source: Portfolio Archive Text Layout Padding
hu_hu: Portfólió archívum szövegelrendezés belső margója

source: Controls the padding for the portfolio text layout when using boxed mode in portfolio archive pages.
hu_hu: Beállítja a portfólió szövegelrendezésének belső margóját dobozolt módban a portfólió archívum oldalakon.

source: Portfolio Archive Pagination Type
hu_hu: Portfólió archívum lapozás típusa

source: Controls the pagination type for portfolio archive pages.
hu_hu: Beállítja a portfólió archívum oldalak lapozásának típusát.

source: Controls the background color of the load more button for ajax post loading for portfolio archives.
hu_hu: Beállítja a Továbbiak betöltése gomb háttérszínét az ajax bejegyzésbetöltéshez portfólió archívumoknál.

source: Controls the text color of the load more button for ajax post loading for portfolio archives.
hu_hu: Beállítja a Továbbiak betöltése gomb szövegszínét az ajax bejegyzésbetöltéshez portfólió archívumoknál.

source: Controls the hover background color of the load more button for ajax post loading for portfolio archives.
hu_hu: Beállítja a Továbbiak betöltése gomb rámutatáskor megjelenő háttérszínét az ajax bejegyzésbetöltéshez portfólió archívumoknál.

source: Controls the hover text color of the load more button for ajax post loading for portfolio archives.
hu_hu: Beállítja a Továbbiak betöltése gomb rámutatáskor megjelenő szövegszínét az ajax bejegyzésbetöltéshez portfólió archívumoknál.

source: Portfolio Slug
hu_hu: Portfólió slug

source: Portfolio Include Permalink Front Base
hu_hu: Portfólió Permalink Front Base beillesztése

source: Portfolio Single Post
hu_hu: Portfólió egyedi bejegyzés

source: Turn on to display the previous/next post pagination for single portfolio posts.
hu_hu: Kapcsolja be az előző/következő bejegyzés lapozójának megjelenítéséhez az egyedi portfólió bejegyzéseken.

source: Turn on to display portfolio posts at 100% browser width according to the window size. Turn off to follow site width.
hu_hu: Kapcsolja be, hogy a portfólió bejegyzések az ablak méretéhez igazodva 100%-os böngészőszélességgel jelenjenek meg. Kapcsolja ki, ha az oldal szélességét kívánja követni.

source: Featured Image Column Size
hu_hu: Kiemelt kép oszlopmérete

source: Controls if the featured image is half or full width on single portfolio posts.
hu_hu: Meghatározza, hogy az egyedi portfólió bejegyzéseken a kiemelt kép fél- vagy teljes szélességű legyen.

source: Featured Image / Video on Single Post Page
hu_hu: Kiemelt kép / videó az egyedi bejegyzés oldalán

source: Turn on to display featured images and videos on single portfolio posts.
hu_hu: Kapcsolja be a kiemelt képek és videók megjelenítéséhez az egyedi portfólió bejegyzéseken.

source: First Featured Image
hu_hu: Első kiemelt kép

source: Turn on to display the 1st featured image on single portfolio posts.
hu_hu: Kapcsolja be az 1. kiemelt kép megjelenítéséhez az egyedi portfólió bejegyzéseken.

source: Project Description Title
hu_hu: Projektleírás címe

source: Turn on to show the project description title on single portfolio posts.
hu_hu: Kapcsolja be a projektleírás címének megjelenítéséhez az egyedi portfólió bejegyzéseken.

source: Turn on to show the project details title and content on single portfolio posts.
hu_hu: Kapcsolja be a projekt részletei címének és tartalmának megjelenítéséhez az egyedi portfólió bejegyzéseken.

source: Turn on to open the single post page, project url and copyright url links in a new window.
hu_hu: Kapcsolja be, hogy az egyedi bejegyzés oldala, a projekt url és a copyright url linkek új ablakban nyíljanak meg.

source: Turn on to display the author name on single portfolio posts.
hu_hu: Kapcsolja be a szerző nevének megjelenítéséhez az egyedi portfólió bejegyzéseken.

source: Turn on to display the social sharing box on single portfolio posts.
hu_hu: Kapcsolja be a közösségi megosztás dobozának megjelenítéséhez az egyedi portfólió bejegyzéseken.

source: Turn on to display related projects on single portfolio posts.
hu_hu: Kapcsolja be a kapcsolódó projektek megjelenítéséhez az egyedi portfólió bejegyzéseken.

source: Turn on to display comments on single portfolio posts.
hu_hu: Kapcsolja be a hozzászólások megjelenítéséhez az egyedi portfólió bejegyzéseken.

source: <strong>IMPORTANT NOTE:</strong> The options in this section will help to easier comply with data privacy regulations, like the European GDPR. When the "Privacy Consent" option is used, Avada will create a cookie with the name <b>"privacy_embeds"</b> on user clients browsing your site to manage and store user consent to load the different third party embeds and tracking scripts. You may want to add information about this cookie to your privacy page.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az ebben a szakaszban található beállítások segítenek könnyebben megfelelni az adatvédelmi előírásoknak, mint például az európai GDPR. Amikor a "Privacy Consent" opciót használja, az Avada létrehoz egy <b>"privacy_embeds"</b> nevű cookie-t a webhelyét böngésző felhasználói klienseken, hogy kezelje és tárolja a felhasználói hozzájárulást a különféle külső beágyazások és nyomkövető scriptek betöltéséhez. Érdemes lehet információt hozzáadnia erről a cookie-ról az adatvédelmi oldalához.

source: Google & Font Awesome Fonts Mode
hu_hu: Google & Font Awesome betűtípusok módja

source: When set to "Local", the Google and Font Awesome fonts set in Global Options will be downloaded to your server. Set to "CDN" to use the Google and FontAwesome CDNs.
hu_hu: Ha "Local" értékre van állítva, a Globális beállításokban megadott Google és Font Awesome betűtípusok letöltésre kerülnek a szerverére. Állítsa "CDN"-re a Google és a FontAwesome CDN-ek használatához.

source: Turn on to prevent embeds and scripts from loading until user consent is given.
hu_hu: Kapcsolja be, hogy a beágyazások és scriptek csak a felhasználói hozzájárulás megadása után töltődjenek be.

source: Privacy Consent Cookie Expiration
hu_hu: Privacy Consent cookie lejárata

source: Controls how long the consent cookie should be stored for. In days.
hu_hu: Meghatározza, mennyi ideig kerüljön tárolásra a hozzájárulási cookie. Napokban.

source: Privacy Consent Types
hu_hu: Privacy Consent típusok

source: Select the types of embeds which you would like to require consent.
hu_hu: Válassza ki azokat a beágyazástípusokat, amelyekhez hozzájárulást kíván kérni.

source: Privacy Selected Consent Types
hu_hu: Privacy Consent kiválasztott típusai

source: Select the types of embeds which you would like to have checked by default. This applies to both the privacy bar and the privacy element.
hu_hu: Válassza ki azokat a beágyazástípusokat, amelyeket alapértelmezetten bejelölve szeretne látni. Ez az adatvédelmi sávra és az adatvédelmi elemre is vonatkozik.

source: Privacy Placeholder Background Color
hu_hu: Adatvédelmi helyőrző háttérszíne

source: Controls the background color for the privacy placeholders.
hu_hu: Meghatározza az adatvédelmi helyőrzők háttérszínét.

source: Privacy Placeholder Text Color
hu_hu: Adatvédelmi helyőrző szövegszíne

source: Controls the text color for the embed placeholders.
hu_hu: Meghatározza a beágyazási helyőrzők szövegszínét.

source: Privacy Bar
hu_hu: Adatvédelmi sáv

source: Turn on to enable a privacy bar at the bottom of the page.
hu_hu: Kapcsolja be az oldal alján megjelenő adatvédelmi sáv engedélyezéséhez.

source: Privacy Bar Padding
hu_hu: Adatvédelmi sáv belső margója

source: Controls the top/right/bottom/left paddings of the privacy bar area.
hu_hu: Meghatározza az adatvédelmi sáv területének felső/jobb/alsó/bal oldali belső margóit.

source: Privacy Bar Background Color
hu_hu: Adatvédelmi sáv háttérszíne

source: Controls the background color for the privacy bar.
hu_hu: Meghatározza az adatvédelmi sáv háttérszínét.

source: Privacy Bar Font Size
hu_hu: Adatvédelmi sáv betűmérete

source: Controls the font size for the privacy bar content.
hu_hu: Meghatározza az adatvédelmi sáv tartalmának betűméretét.

source: Privacy Bar Text Color
hu_hu: Adatvédelmi sáv szövegszíne

source: Controls the text color for the privacy bar content.
hu_hu: Meghatározza az adatvédelmi sáv tartalmának szövegszínét.

source: Privacy Bar Link Color
hu_hu: Adatvédelmi sáv hivatkozásszíne

source: Controls the link color for the privacy bar.
hu_hu: Meghatározza az adatvédelmi sáv hivatkozásainak színét.

source: Privacy Bar Link Hover Color
hu_hu: Adatvédelmi sáv hivatkozás Hover színe

source: Controls the link hover color for the privacy bar.
hu_hu: Meghatározza az adatvédelmi sáv hivatkozásainak Hover színét.

source: Privacy Bar Text
hu_hu: Adatvédelmi sáv szövege

source: Enter the text which you want to appear on the privacy bar.
hu_hu: Adja meg a szöveget, amelyet az adatvédelmi sávon meg szeretne jeleníteni.

source: This website uses cookies and third party services.
hu_hu: Ez a weboldal sütiket és harmadik féltől származó szolgáltatásokat használ.

source: Privacy Bar Button Text
hu_hu: Az adatvédelmi sáv gombjának szövege

source: Controls the button text for the privacy bar acceptance.
hu_hu: Az adatvédelmi sáv elfogadás gombjának szövegét szabályozza.

source: Privacy Bar Button Save On Click
hu_hu: Adatvédelmi sáv gomb: mentés kattintáskor

source: If enabled, when the button is clicked it will save the default consent selection. If disabled the button will only save the preferences after a checkbox has been changed (bar will be hidden however).
hu_hu: Ha engedélyezve van, a gombra kattintáskor menti az alapértelmezett hozzájárulási választást. Ha le van tiltva, a gomb csak azután menti a beállításokat, miután módosított egy jelölőnégyzetet (a sáv azonban el lesz rejtve).

source: Privacy Bar Settings
hu_hu: Adatvédelmi sáv beállításai

source: If enabled, a settings section will be added to show more information and to provide checkboxes for tracking and third party embeds.
hu_hu: Ha engedélyezve van, hozzáadásra kerül egy beállítási szakasz, amely több információt jelenít meg, és jelölőnégyzeteket biztosít a követéshez és a harmadik féltől származó beágyazásokhoz.

source: Privacy Bar Settings Text
hu_hu: Adatvédelmi sáv beállításainak szövege

source: Controls the link text for the privacy bar settings.
hu_hu: Az adatvédelmi sáv beállításainak hivatkozásszövegét szabályozza.

source: Privacy Bar Update Button Text
hu_hu: Adatvédelmi sáv frissítés gomb szövege

source: Controls the button text for the privacy bar after a checkbox has changed.
hu_hu: A jelölőnégyzet módosítását követően az adatvédelmi sáv gombjának szövegét szabályozza.

source: Update Settings
hu_hu: Beállítások frissítése

source: Privacy Bar Heading Font Size
hu_hu: Az adatvédelmi sáv címsorának betűmérete

source: Controls the font size for the privacy bar heading text.
hu_hu: Az adatvédelmi sáv címsorának betűméretét szabályozza.

source: Privacy Bar Headings Color
hu_hu: Az adatvédelmi sáv címsorainak színe

source: Controls the text color of the privacy bar heading font.
hu_hu: Az adatvédelmi sáv címsorának betűszínét szabályozza.

source: Privacy Bar Content
hu_hu: Az adatvédelmi sáv tartalma

source: The privacy bar content uses a repeater field to select the content for each column. Click the "Add" button to add additional columns.
hu_hu: Az adatvédelmi sáv tartalma ismétlődő mezőt használ az egyes oszlopok tartalmának kiválasztásához. Kattintson az "Add" gombra további oszlopok hozzáadásához.

source: Select the type of cookie/content to display.
hu_hu: Válassza ki a megjelenítendő süti/tartalom típusát.

source: Title for the content
hu_hu: Tartalom címe

source: Description for the content
hu_hu: Tartalom leírása

source: Privacy Bar Reject Button
hu_hu: Adatvédelmi sáv elutasító gomb

source: If enabled, the privacy bar will be extended with a button that allows users to reject all.
hu_hu: Ha engedélyezve van, az adatvédelmi sáv kiegészül egy gombbal, amely lehetővé teszi a felhasználóknak, hogy mindent elutasítsanak.

source: Privacy Bar Reject Button Text
hu_hu: Adatvédelmi sáv elutasító gomb szövege

source: Controls the link text for the privacy bar reject button.
hu_hu: Az adatvédelmi sáv elutasító gombjának hivatkozásszövegét szabályozza.

source: Reject
hu_hu: Elutasít

source: reCAPTCHA Version
hu_hu: reCAPTCHA verzió

source: Set the reCAPTCHA version you want to use and make sure your keys below match the set version.
hu_hu: Állítsa be a használni kívánt reCAPTCHA verziót, és győződjön meg róla, hogy az alábbi kulcsai megfelelnek a beállított verziónak.

source: Follow the steps in %s to get the site key.
hu_hu: Kövesse a(z) %s lépéseit a site key beszerzéséhez.

source: our docs
hu_hu: dokumentációnk

source: Follow the steps in %s to get the secret key.
hu_hu: Kövesse a(z) %s lépéseit a secret key beszerzéséhez.

source: reCAPTCHA Color Scheme
hu_hu: reCAPTCHA színséma

source: Controls the reCAPTCHA color scheme.
hu_hu: A reCAPTCHA színsémáját szabályozza.

source: reCAPTCHA Security Score
hu_hu: reCAPTCHA biztonsági pontszám

source: Set a threshold score that must be met by the reCAPTCHA response. The higher the score the harder it becomes for bots, but also false positives increase.
hu_hu: Állítson be egy küszöbértéket, amelyet a reCAPTCHA válasznak el kell érnie. Minél magasabb a pontszám, annál nehezebb a botok számára, de a téves pozitív találatok száma is növekszik.

source: reCAPTCHA Badge Position
hu_hu: reCAPTCHA jelvény pozíciója

source: Set where and if the reCAPTCHA badge should be displayed. <strong>NOTE:</strong> Google's Terms and Privacy information needs to be displayed on the contact form.
hu_hu: Állítsa be, hogy hol és megjelenjen-e a reCAPTCHA jelvény. <strong>MEGJEGYZÉS:</strong> A Google feltételeit és adatvédelmi információit meg kell jeleníteni a kapcsolatfelvételi űrlapon.

source: reCAPTCHA For User Elements
hu_hu: reCAPTCHA a felhasználói elemekhez

source: Turn on to add reCAPTCHA to the user login, user lost password and user registration forms.
hu_hu: Kapcsolja be, hogy a felhasználói bejelentkezési, jelszó-visszaállítási és regisztrációs űrlapokhoz reCAPTCHA kerüljön hozzáadásra.

source: reCAPTCHA For Comments
hu_hu: reCAPTCHA a hozzászólásokhoz

source: Turn on to add reCAPTCHA to comment forms.
hu_hu: Kapcsolja be, hogy a hozzászólás-űrlapokhoz reCAPTCHA kerüljön hozzáadásra.

source: Responsive Design
hu_hu: Reszponzív dizájn

source: Turn on to use the responsive design features. If set to off, the fixed layout is used.
hu_hu: Kapcsolja be a reszponzív dizájn funkcióinak használatához. Ha ki van kapcsolva, rögzített elrendezés kerül használatra.

source: Grid Responsive Breakpoint
hu_hu: Rács reszponzív töréspontja

source: Controls when grid layouts (blog/portfolio) start to break into smaller columns. Further breakpoints are auto calculated.
hu_hu: Szabályozza, hogy a rácselrendezések (blog/portfólió) mikor kezdjenek kisebb oszlopokra törni. A további töréspontok automatikusan kerülnek kiszámításra.

source: Header Responsive Breakpoint
hu_hu: Fejléc reszponzív töréspontja

source: Controls when the desktop header changes to the mobile header.
hu_hu: Szabályozza, hogy az asztali fejléc mikor váltson mobil fejlécre.

source: Site Content Responsive Breakpoint
hu_hu: Webhelytartalom reszponzív töréspontja

source: Controls when the site content area changes to the mobile layout. This includes all content below the header including the footer.
hu_hu: Szabályozza, hogy a webhely tartalmi területe mikor váltson mobil elrendezésre. Ez magában foglal minden, a fejléc alatti tartalmat, beleértve a láblécet is.

source: Sidebar Responsive Breakpoint
hu_hu: Oldalsáv reszponzív töréspontja

source: Controls when sidebars change to the mobile layout.
hu_hu: Szabályozza, hogy az oldalsávok mikor váltsanak mobil elrendezésre.

source: Mobile Device Zoom
hu_hu: Mobil eszközök nagyítása

source: Turn on to enable pinch to zoom on mobile devices.
hu_hu: Kapcsolja be a csippentéses nagyítás engedélyezéséhez mobil eszközökön.

source: Element Responsive Breakpoints
hu_hu: Elemek reszponzív töréspontjai

source: Controls when the small screen options and visibility should take effect.
hu_hu: Szabályozza, hogy a kis képernyős beállítások és a láthatóság mikor lépjenek érvénybe.

source: Controls when the medium screen options and visibility should take effect.
hu_hu: Szabályozza, hogy a közepes képernyős beállítások és a láthatóság mikor lépjenek érvénybe.

source: Any screen larger than that which is defined as the medium screen will be counted as a large screen.
hu_hu: Minden, a közepes képernyőként meghatározottnál nagyobb képernyő nagy képernyőnek számít.

source: Responsive Typography
hu_hu: Reszponzív tipográfia

source: Responsive Typography Sensitivity
hu_hu: Reszponzív tipográfia érzékenysége

source: Set to 0 to disable responsive typography. Increase the value for a greater effect.
hu_hu: Állítsa 0-ra a reszponzív tipográfia letiltásához. Növelje az értéket a nagyobb hatás érdekében.

source: Minimum Font Size Factor
hu_hu: Minimális betűméret-szorzó

source: The minimum font-size of elements affected by responsive typography is body font-size multiplied by this factor.
hu_hu: A reszponzív tipográfiával érintett elemek minimális betűmérete a body betűmérete szorozva ezzel a szorzóval.

source: Search Form
hu_hu: Keresési űrlap

source: Limit Search Results Post Types
hu_hu: Keresési eredmények bejegyzéstípusainak korlátozása

source: Turn on to limit the search results to specific post types you can choose.
hu_hu: Kapcsolja be, hogy a keresési eredményeket az Ön által választható konkrét bejegyzéstípusokra korlátozza.

source: Search Results Content
hu_hu: Keresési eredmények tartalma

source: Controls the type of content that displays in search results.
hu_hu: Szabályozza, hogy milyen tartalomtípus jelenjen meg a keresési eredményekben.

source: Limit Search to Post Titles
hu_hu: Keresés korlátozása a bejegyzéscímekre

source: Turn on to limit the search to post titles only.
hu_hu: Kapcsolja be, hogy a keresés csak a bejegyzéscímekre korlátozódjon.

source: Search for WooCommerce Product SKUs
hu_hu: WooCommerce termék SKU-k keresése

source: Turn on to also search for WooCommerce product SKUs. This will only work, if products have been added to the search results content.
hu_hu: Kapcsolja be a WooCommerce termék SKU-k keresésének engedélyezéséhez. Ez csak akkor működik, ha a keresési eredmények tartalmához termékek is hozzá lettek adva.

source: Search Form Design
hu_hu: Keresési űrlap dizájnja

source: Controls the design of the search forms.
hu_hu: Szabályozza a keresési űrlapok dizájnját.

source: Enable Live Search
hu_hu: Élő keresés engedélyezése

source: Turn on to enable live search results on menu search field and other fitting search forms.
hu_hu: Kapcsolja be az élő keresési eredmények engedélyezéséhez a menü keresőmezőjében és más megfelelő keresési űrlapokon.

source: Live Search Minimal Character Count
hu_hu: Élő keresés minimális karakterszáma

source: Set the minimal character count to trigger the live search.
hu_hu: Állítsa be az élő keresés indításához szükséges minimális karakterszámot.

source: Live Search Number of Posts
hu_hu: Élő keresés bejegyzések száma

source: Controls the number of posts that should be displayed as search result suggestions.
hu_hu: Szabályozza, hány bejegyzés jelenjen meg keresési javaslatként.

source: Live Search Results Container Height
hu_hu: Élő keresési eredmények konténerének magassága

source: Controls the height of the container in which the search results will be listed.
hu_hu: Szabályozza annak a konténernek a magasságát, amelyben a keresési eredmények megjelennek.

source: Live Search Display Featured Image
hu_hu: Élő keresés kiemelt kép megjelenítése

source: Turn on to display the featured image of each live search result.
hu_hu: Kapcsolja be, hogy minden élő keresési eredmény kiemelt képe megjelenjen.

source: Live Search Display Post Type
hu_hu: Élő keresés bejegyzéstípus megjelenítése

source: Turn on to display the post type of each live search result.
hu_hu: Kapcsolja be, hogy minden élő keresési eredmény bejegyzéstípusa megjelenjen.

source: Search Results Layout
hu_hu: Keresési eredmények elrendezése

source: Controls the layout for the search results page.
hu_hu: Szabályozza a keresési eredményoldal elrendezését.

source: Number of Search Results Per Page
hu_hu: Oldalankénti keresési eredmények száma

source: Controls the number of search results per page.
hu_hu: Szabályozza az oldalanként megjelenő keresési eredmények számát.

source: Search Pagination Type
hu_hu: Keresési oldalszámozás típusa

source: Controls the pagination type for the search results page.
hu_hu: Szabályozza a keresési eredményoldal oldalszámozásának típusát.

source: Controls the number of columns for grid layouts.
hu_hu: Szabályozza a rácselrendezések oszlopainak számát.

source: Controls the column spacing for search results.
hu_hu: Szabályozza a keresési eredmények oszlopai közötti távolságot.

source: Search Content Display
hu_hu: Keresési találatok tartalmának megjelenítése

source: Controls if the search results content displays as an excerpt or full content or is completely disabled.
hu_hu: Meghatározza, hogy a keresési találatok tartalma kivonatként vagy teljes tartalomként jelenjen meg, illetve teljesen le legyen tiltva.

source: Search Excerpt Length
hu_hu: Keresési kivonat hossza

source: Controls the number of %s in the excerpts on search results.
hu_hu: Meghatározza a %s számát a keresési találatok kivonataiban.
