Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Install and run %s plugin once if you would like images generated to the specific theme sizes. This is not needed if you upload your own images because WP does it automatically.
hu_hu: Telepítse és futtassa egyszer a(z) %s bővítményt, ha szeretné, hogy a képek a téma speciális méreteire legyenek előállítva. Erre nincs szükség, ha saját képeket tölt fel, mert a WP ezt automatikusan elvégzi.

source: Please visit the %s page and change your permalinks structure to "Post Name" so that content links work properly.
hu_hu: Kérjük, látogassa meg a(z) %s oldalt, és állítsa a közvetlen linkek struktúráját "Post Name" értékre, hogy a tartalomhivatkozások megfelelően működjenek.

source: Permalinks
hu_hu: Közvetlen linkek

source: We're sorry but the demo data could not be imported. We were unable to find import file.
hu_hu: Sajnáljuk, de a demóadatokat nem sikerült importálni. Nem sikerült megtalálni az importfájlt.

source: Make sure WordPress directory permissions are correct and uploads directory is writable.
hu_hu: Győződjön meg arról, hogy a WordPress könyvtárengedélyei helyesek, és az uploads könyvtár írható.

source: Learn More
hu_hu: További információ

source: Import A Prebuilt Website
hu_hu: Előre elkészített webhely importálása

source: Import any of the prebuilt websites below. Once done, your site will have the exact same look and feel as the the sites in the preview.
hu_hu: Importáljon bármelyik alábbi előre elkészített webhelyet. A művelet befejezése után webhelye pontosan úgy fog kinézni és működni, mint az előnézetben látható webhelyek.

source: Prebuilt website imports can vary in time. Please check the %1$s page to ensure your server meets all requirements for a successful import. Settings that need attention will be listed in red. %2$s.
hu_hu: Az előre elkészített webhelyek importálásának ideje változó lehet. Kérjük, ellenőrizze a(z) %1$s oldalt, hogy megbizonyosodjon róla, hogy a kiszolgálója megfelel minden, a sikeres importáláshoz szükséges követelménynek. A figyelmet igénylő beállítások pirossal lesznek jelölve. %2$s.

source: View more info here
hu_hu: További információ itt

source: Warning
hu_hu: Figyelmeztetés

source: Avada's Prebuilt Websites Can Only Be Imported With Valid Product Registration
hu_hu: Az Avada előre elkészített webhelyei csak érvényes termékregisztrációval importálhatók.

source: Please visit the %s page and enter a valid purchase code to import the full prebuilt websites and the single pages through the page builder.
hu_hu: Kérjük, látogasson el a(z) %s oldalra, és adjon meg egy érvényes vásárlási kódot, hogy az oldalépítőn keresztül importálhassa a teljes, előre elkészített webhelyeket és az egyes oldalakat.

source: We recommend that you set up your website with the Avada Setup Wizard; the easiest way to get started.
hu_hu: Javasoljuk, hogy webhelyét az Avada Setup Wizard segítségével állítsa be; ez a legegyszerűbb módja a kezdésnek.

source: Activate Avada Plugins
hu_hu: Avada bővítmények aktiválása

source: Avada plugins are not active, it is required to activate them before continuing.
hu_hu: Az Avada bővítmények nem aktívak; a folytatás előtt aktiválnia kell őket.

source: Page will reload after plugins are activated.
hu_hu: A bővítmények aktiválása után az oldal újratöltődik.

source: Activate Plugins
hu_hu: Bővítmények aktiválása

source: Select A Setup Type
hu_hu: Válasszon beállítási típust

source: Choose what sort of website you want, and also set some basic details.
hu_hu: Válassza ki, milyen webhelyet szeretne, és adjon meg néhány alapvető adatot.

source: Prebuilt Website
hu_hu: Előre elkészített webhely

source: Fully designed and prebuilt websites which you import and then edit to your requirements.
hu_hu: Teljesen megtervezett, előre elkészített webhelyek, amelyeket importálhat, majd igényei szerint szerkeszthet.

source: New Website
hu_hu: Új webhely

source: Build a new website from scratch with the help of the Avada Setup Wizard.
hu_hu: Készítsen teljesen új webhelyet az Avada Setup Wizard segítségével.

source: Site Title
hu_hu: Webhely címe

source: Set your website title.
hu_hu: Állítsa be webhelye címét.

source: Site Tagline
hu_hu: Webhely egysoros leírása

source: Set your website tagline.
hu_hu: Állítsa be webhelye egysoros leírását.

source: Link to dashboard
hu_hu: Hivatkozás a Vezérlőpultra

source: Not right now
hu_hu: Most nem

source: Don't remind me again
hu_hu: Ne emlékeztessen többé

source: Website Colors
hu_hu: Webhely színei

source: Select your website color palette. You can filter palettes by color, finetune your selection, or create a custom palette.
hu_hu: Válassza ki webhelye színpalettáját. A palettákat szín szerint szűrheti, finomhangolhatja a választását, vagy létrehozhat egy egyéni palettát.

source: Pink
hu_hu: Rózsaszín

source: Red
hu_hu: Piros

source: Brown
hu_hu: Barna

source: Orange
hu_hu: Narancs

source: Yellow
hu_hu: Sárga

source: Lime
hu_hu: Limezöld

source: Green
hu_hu: Zöld

source: Olive
hu_hu: Olívazöld

source: Cyan
hu_hu: Cián

source: Blue
hu_hu: Kék

source: Navy
hu_hu: Tengerészkék

source: Violet
hu_hu: Ibolya

source: Purple
hu_hu: Lila

source: Indigo
hu_hu: Indigó

source: Custom Palette
hu_hu: Egyéni paletta

source: Back
hu_hu: Vissza

source: Light
hu_hu: Világos

source: Dark
hu_hu: Sötét

source: Heading Title
hu_hu: Címsor

source: Subheading Text
hu_hu: Alcím szöveg

source: Sample Button
hu_hu: Minta gomb

source: Customize
hu_hu: Testreszabás

source: Color %s
hu_hu: Szín %s

source: Color Name:
hu_hu: Szín neve:

source: Color Code:
hu_hu: Színkód:

source: Accessibility Recommendations
hu_hu: Akadálymentesítési ajánlások

source: Excellent
hu_hu: Kiváló

source: Acceptable
hu_hu: Elfogadható

source: Poor
hu_hu: Gyenge

source: Very Poor
hu_hu: Nagyon gyenge

source: Bad
hu_hu: Rossz

source: Color 1
hu_hu: Szín 1

source: Color 4
hu_hu: Szín 4

source: Color 5
hu_hu: Szín 5

source: Color 8
hu_hu: Szín 8

source: %1$s & %2$s - Contrast
hu_hu: %1$s és %2$s - kontraszt

source: Color Luminance Order
hu_hu: Színek luminancia szerinti sorrendje

source: The "%1$s" lacks contrast with "%2$s".
hu_hu: A "%1$s" nem elég kontrasztos a "%2$s"-szal.

source: The "%1$s" contrast with "%2$s" could be improved.
hu_hu: A "%1$s" és a "%2$s" közötti kontraszt javítható.

source: Suggest to make "%s" darker.
hu_hu: Javaslom, hogy tegye sötétebbé a(z) "%s"-t.

source: Suggest to make "%s" lighter.
hu_hu: Javaslom, hogy tegye világosabbá a(z) "%s"-t.

source: The "%s" is darker than expect. Suggest to make it lighter.
hu_hu: A "%s" sötétebb a vártnál. Javaslom, hogy tegye világosabbá.

source: The "%s" is lighter than expected. Suggest to make it darker.
hu_hu: A "%s" világosabb a vártnál. Javaslom, hogy tegye sötétebbé.

source: The colors are not in the order of their luminance. The order breaks between "%1$s" and "%2$s". Suggest to modify the colors or swap them.
hu_hu: A színek nincsenek a luminancia szerinti sorrendben. A sorrend a "%1$s" és a "%2$s" között megszakad. Javaslom, hogy módosítsa a színeket, vagy cserélje fel őket.

source: Website Typography
hu_hu: Webhely tipográfiája

source: Select a typography scheme for your website, and finetune it.
hu_hu: Válassza ki webhelye tipográfiai sémáját, és finomhangolja.

source: Heading
hu_hu: Címsor

source: Subheading
hu_hu: Alcím

source: Base Font Size
hu_hu: Alap betűméret

source: Set the base font size. This is what the body text will use.
hu_hu: Állítsa be az alap betűméretet. Ezt használja a törzsszöveg.

source: 1.067 - Minor Second
hu_hu: 1.067 - Kis szekund

source: 1.125 - Major Second
hu_hu: 1.125 - Nagy szekund

source: 1.200 - Minor Third
hu_hu: 1.200 - Kis terc

source: 1.250 - Major Third
hu_hu: 1.250 - Nagy terc

source: 1.333 - Perfect Fourth
hu_hu: 1.333 - Tiszta kvart

source: 1.414 - Augmented Fourth
hu_hu: 1.414 - Bővített kvart

source: 1.500 - Perfect Fifth
hu_hu: 1.500 - Tiszta kvint

source: 1.618 - Golden Ratio
hu_hu: 1.618 - Aranymetszés

source: Select the sizing ratio to use for headings.
hu_hu: Válassza ki a címsorokhoz használandó méretezési arányt.

source: Heading H1
hu_hu: Címsor H1

source: A quick brown fox jumps over the lazy dog.
hu_hu: Egy gyors barna róka átugrik a lusta kutyán.

source: Heading H2
hu_hu: Címsor H2

source: Heading H3
hu_hu: Címsor H3

source: Heading H4
hu_hu: Címsor H4

source: Heading H5
hu_hu: Címsor H5

source: Heading H6
hu_hu: Címsor H6

source: Heading H1 with Paragraph
hu_hu: Címsor H1 bekezdéssel

source: Website Layouts
hu_hu: Webhely elrendezései

source: Select header and footer layouts for your website. You can also add a logo at this stage if you have one ready.
hu_hu: Válassza ki webhelye fejléc- és lábléc-elrendezéseit. Ezen a ponton logót is hozzáadhat, ha már rendelkezik vele.

source: Header Layout
hu_hu: Fejléc elrendezése

source: Set your website global header layout. The menu in the header will be generated from the pages selected in the next step, and so, any mega menus within the chosen Studio content will not be included.
hu_hu: Állítsa be webhelye globális fejlécének elrendezését. A fejléc menüje a következő lépésben kiválasztott oldalakból generálódik, ezért a választott Studio tartalomban található megamenük nem kerülnek bele.

source: Default
hu_hu: Alapértelmezett

source: Select Header
hu_hu: Fejléc kiválasztása

source: Logo
hu_hu: Logó

source: Select an image to be used as the logo. If no image is selected a text logo will be used.
hu_hu: Válasszon egy képet logónak. Ha nem választ képet, szöveges logó kerül felhasználásra.

source: Footer Layout
hu_hu: Lábléc elrendezése

source: Set your website global footer layout.
hu_hu: Állítsa be webhelye globális láblécének elrendezését.

source: Select Footer
hu_hu: Lábléc kiválasztása

source: Website Content
hu_hu: Webhely tartalma

source: Select pages (incl. content without images) and additional features to be added to your website.
hu_hu: Válasszon oldalakat (beleértve a képek nélküli tartalmat) és további funkciókat, amelyeket hozzá szeretne adni a webhelyéhez.

source: Import Dummy Content
hu_hu: Minta tartalom importálása

source: Recommended. This will create dummy blog posts, portfolio posts, and WooCommerce products to populate the feature layouts if selected.
hu_hu: Ajánlott. Ez minta blogbejegyzéseket, portfólió-bejegyzéseket és WooCommerce-termékeket hoz létre a funkcióelrendezések feltöltéséhez, ha kiválasztja.

source: Home
hu_hu: Kezdőlap

source: About
hu_hu: Rólunk

source: Blog Title Bar
hu_hu: Blog címsáv

source: Archives Title Bar
hu_hu: Archívum címsávja

source: Blog Single Post
hu_hu: Egyedi blogbejegyzés

source: Blog Archive
hu_hu: Blog archívuma

source: Single Blog Post
hu_hu: Egyedi blogbejegyzés

source: Portfolio
hu_hu: Portfólió

source: Portfolio Single Content
hu_hu: Egyedi portfólióoldal tartalma

source: Portfolio Archive Content
hu_hu: Portfólió archívumának tartalma

source: Portfolio Single
hu_hu: Egyedi portfólióoldal

source: Portfolio Archive
hu_hu: Portfólió archívuma

source: Shop
hu_hu: Áruház

source: Product Single Content
hu_hu: Egyedi termékoldal tartalma

source: Products Archive Content
hu_hu: Termékek archívumának tartalma

source: Thank You Page
hu_hu: Köszönő oldal

source: Product Single
hu_hu: Egyedi termékoldal

source: Products Archive
hu_hu: Termékek archívuma

source: Services
hu_hu: Szolgáltatások

source: Contact
hu_hu: Kapcsolat

source: Reviews
hu_hu: Értékelések

source: Features To Activate
hu_hu: Aktiválandó funkciók

source: Forum
hu_hu: Fórum

source: Forms
hu_hu: Űrlapok

source: Maintenance Mode
hu_hu: Karbantartási mód

source: Custom Branding
hu_hu: Egyedi arculat

source: Live Chat
hu_hu: Élő chat

source: Dev Tools
hu_hu: Fejlesztői eszközök

source: Media Management
hu_hu: Médiakezelés

source: Your Website Is Almost Ready
hu_hu: A webhelye már majdnem kész

source: Click to complete the setup and your website will be set up. Please note, global options and previous setup wizard install content will be replaced or no longer be used.
hu_hu: Kattintson a beállítás befejezéséhez, és a webhelye elkészül. Kérjük, vegye figyelembe, hogy a globális beállítások és a korábbi beállítási varázsló által telepített tartalom felülíródik, illetve többé nem kerül felhasználásra.

source: Confirm Setup
hu_hu: Beállítás megerősítése

source: Complete Setup
hu_hu: Beállítás befejezése

source: Global Options
hu_hu: Globális beállítások

source: Pages & Dummy Content
hu_hu: Oldalak és minta tartalom

source: Layouts
hu_hu: Elrendezések

source: Finalise Setup
hu_hu: Beállítás véglegesítése

source: Congrats, %s!
hu_hu: Gratulálunk, %s!

source: The Setup Wizard has successfully set up your website. Edit your site, and explore major features and support areas from the links below.
hu_hu: A beállítási varázsló sikeresen beállította a webhelyét. Szerkessze webhelyét, és fedezze fel a fő funkciókat és a támogatási területeket az alábbi hivatkozásokon keresztül.

source: Launch Live Builder
hu_hu: Live Builder indítása

source: Or visit site
hu_hu: Vagy látogassa meg a webhelyet

source: Customize Your Website
hu_hu: Webhely testreszabása

source: View and manage your layouts.
hu_hu: Tekintse meg és kezelje elrendezéseit.

source: Menus
hu_hu: Menük

source: Edit and create website menus.
hu_hu: Webhelymenük szerkesztése és létrehozása.

source: Colors, typography and more.
hu_hu: Színek, tipográfia és egyebek.

source: Coming Soon Mode
hu_hu: Hamarosan üzemmód

source: Manage Coming Soon mode.
hu_hu: Kezelje a Hamarosan üzemmódot.

source: Pages
hu_hu: Oldalak

source: Edit the pages of your website.
hu_hu: Szerkessze webhelye oldalait.

source: Add content to your site.
hu_hu: Adjon tartalmat a webhelyéhez.

source: Create a support account in order to submit tickets and manage your licenses.
hu_hu: Hozzon létre támogatási fiókot a jegyek beküldéséhez és a licencei kezeléséhez.

source: Create My Avada Account
hu_hu: Saját Avada-fiók létrehozása

source: We Are Here To Help
hu_hu: Azért vagyunk itt, hogy segítsünk Önnek

source: Documentation
hu_hu: Dokumentáció

source: Read our extensive docs
hu_hu: Olvassa el átfogó dokumentációnkat

source: Video Tutorials
hu_hu: Videós oktatóanyagok

source: Join our YouTube channel.
hu_hu: Iratkozzon fel YouTube-csatornánkra.

source: Submit a Ticket
hu_hu: Támogatási jegy beküldése

source: Ask our support team.
hu_hu: Kérdezze meg támogatási csapatunkat.

source: Select A Website
hu_hu: Válasszon egy webhelyet

source: Select a prebuilt website to import.
hu_hu: Válasszon ki egy előre elkészített webhelyet az importáláshoz.

source: Activate Maintenance Mode
hu_hu: Karbantartási mód aktiválása

source: System Status
hu_hu: Rendszerállapot

source: On this page you can see your Avada version history, run conversions and see details regarding your site environment.
hu_hu: Ezen az oldalon megtekintheti az Avada verzióelőzményeit, futtathat konverziókat, és részleteket láthat a webhelye környezetéről.

source: Click the button below to produce a system status report. Add this information to support tickets if you are experiencing technical issues.
hu_hu: Kattintson az alábbi gombra egy rendszerállapot-jelentés készítéséhez. Ha technikai problémákat tapasztal, adja hozzá ezt az információt a támogatási jegyekhez.

source: Get System Report
hu_hu: Rendszerjelentés lekérése

source: Copied!
hu_hu: Másolva!

source: Copy For Support
hu_hu: Másolás a támogatáshoz

source: Avada Version History
hu_hu: Avada verzióelőzmények

source: Current Version:
hu_hu: Jelenlegi verzió:

source: Previous Versions:
hu_hu: Korábbi verziók:

source: No previous versions could be detected
hu_hu: Nem sikerült korábbi verziókat észlelni

source: Avada Setup & Update Tools
hu_hu: Avada beállítási és frissítési eszközök

source: Avada %s Conversion
hu_hu: Avada %s konverzió

source: Changelog
hu_hu: Változásnapló

source: Rerun Global Options Conversion for version %s manually.
hu_hu: Futtassa újra kézzel a Globális beállítások konverzióját a(z) %s verzióhoz.

source: Run Conversion
hu_hu: Konverzió futtatása

source: Avada Setup Wizard
hu_hu: Avada beállításvarázsló

source: Run the Avada Setup Wizard.
hu_hu: Futtassa az Avada beállításvarázslót.

source: Setup Wizard
hu_hu: Beállításvarázsló

source: Recreate the Avada Forms database tables.
hu_hu: Hozza létre újra az Avada Forms adatbázistábláit.

source: Create Tables
hu_hu: Táblák létrehozása

source: Copy Multisite Global Options
hu_hu: Multisite globális beállítások másolása

source: Copy the main site global options to all sites across this multisite.
hu_hu: Másolja a fő webhely Globális beállításait a multisite hálózat összes webhelyére.

source: WARNING: This can't be reversed.
hu_hu: FIGYELMEZTETÉS: Ez nem visszafordítható.

source: Are you sure you want to copy Avada Global Options across the multisite?
hu_hu: Biztos benne, hogy másolni kívánja az Avada Globális beállításait a multisite hálózatban?

source: Copy Global Options
hu_hu: Globális beállítások másolása

source: Legacy Conversion Tools
hu_hu: Örökölt konverziós eszközök

source: <strong style="color:red;">IMPORTANT:</strong> Updating to Avada 4.0 and 5.0 requires a conversion process to ensure your content is compatible with the new version. This is an automatic process that happens upon update. In rare situations, you may need to rerun conversion if there was an issue through the automatic process. The controls below allow you to do this if needed. Please <a href="%s" target="_blank">contact our support team</a> through a ticket if you have any questions or need assistance.
hu_hu: <strong style="color:red;">FONTOS:</strong> Az Avada 4.0-ra és 5.0-ra történő frissítés konverziós folyamatot igényel, hogy a tartalma kompatibilis legyen az új verzióval. Ez egy automatikus folyamat, amely frissítéskor történik. Ritka esetekben szükség lehet a konverzió újbóli futtatására, ha probléma merült fel az automatikus folyamat során. Az alábbi vezérlők lehetővé teszik ennek elvégzését, ha szükséges. Kérjük, <a href="%s" target="_blank">jegyen keresztül lépjen kapcsolatba támogatási csapatunkkal</a>, ha kérdései vannak, vagy segítségre van szüksége.

source: Previous Version
hu_hu: Korábbi verzió

source: Version %s
hu_hu: Verzió %s

source: Avada 4.0 Conversion:
hu_hu: Avada 4.0 átalakítás:

source: Rerun Global Options Conversion from version %s to version 4.0 manually.
hu_hu: Futtassa újra kézzel a Globális beállítások átalakítását a %s verzióról 4.0 verzióra.

source: Avada 5.0 Conversion:
hu_hu: Avada 5.0 átalakítás:

source: Rerun Shortcode Conversion from version %s to version 5.0 manually.
hu_hu: Futtassa újra kézzel a Rövidkód-átalakítást a %s verzióról 5.0 verzióra.

source: Revert Avada Builder Conversion.
hu_hu: Az Avada Builder átalakítás visszaállítása.

source: Revert Conversion
hu_hu: Átalakítás visszaállítása

source: The backups cleanup process has been scheduled and your the version 5.0 conversion backups will be purged from your database.
hu_hu: A biztonsági mentések tisztítási folyamata ütemezve lett, és az 5.0 verziós átalakítás biztonsági mentései törlődnek az Ön adatbázisából.

source: Currently removing backups from your database (step %1$s of %2$s)
hu_hu: Jelenleg eltávolítjuk a biztonsági mentéseket az Ön adatbázisából (%1$s. lépés a %2$s-ból)

source: Remove Shortcode Conversion Backups created during the version 5.0 conversion.
hu_hu: Távolítsa el az 5.0 verziós átalakítás során létrehozott rövidkód-átalakítás biztonsági mentéseit.

source: Remove Backups
hu_hu: Biztonsági mentések eltávolítása

source: WordPress Environment
hu_hu: WordPress környezet

source: Home URL:
hu_hu: Kezdőlap URL-je:

source: The URL of your site's homepage.
hu_hu: Az Ön webhelye kezdőlapjának URL-címe.

source: Site URL:
hu_hu: Webhely URL-je:

source: The root URL of your site.
hu_hu: Az Ön webhelyének gyökér URL-címe.

source: WP Content Path:
hu_hu: WP Content elérési útvonala:

source: System path of your wp-content directory.
hu_hu: Az Ön wp-content könyvtárának rendszerszintű elérési útja.

source: WP Path:
hu_hu: WP elérési útvonala:

source: System path of your WP root directory.
hu_hu: Az Ön WP gyökérkönyvtárának rendszerszintű elérési útja.

source: WP Version:
hu_hu: WP verzió:

source: The version of WordPress installed on your site.
hu_hu: Az Ön webhelyén telepített WordPress verziója.

source: Whether or not you have WordPress Multisite enabled.
hu_hu: Engedélyezte-e a WordPress Multisite funkciót.

source: PHP Memory Limit:
hu_hu: PHP memória-korlát:

source: The maximum amount of memory (RAM) that your site can use at one time.
hu_hu: Az a maximális memória (RAM) mennyiség, amelyet az Ön webhelye egyszerre használhat.

source: %1$s - We recommend setting memory to at least <strong>128MB</strong>. Please define memory limit in <strong>wp-config.php</strong> file. To learn how, see: <a href="%2$s" target="_blank" rel="noopener noreferrer">Increasing memory allocated to PHP.</a>
hu_hu: %1$s - Javasoljuk, hogy a memóriát legalább <strong>128MB</strong>-ra állítsa. Kérjük, határozza meg a memória-korlátot a <strong>wp-config.php</strong> fájlban. Tudnivalókért lásd: <a href="%2$s" target="_blank" rel="noopener noreferrer">A PHP számára lefoglalt memória növelése.</a>

source: WP Debug Mode:
hu_hu: WP hibakeresési mód:

source: Displays whether or not WordPress is in Debug Mode.
hu_hu: Megjeleníti, hogy a WordPress hibakeresési módban van-e.

source: Language:
hu_hu: Nyelv:

source: The current language used by WordPress. Default = English
hu_hu: A WordPress által jelenleg használt nyelv. Alapértelmezés = angol

source: Server Environment
hu_hu: Szerverkörnyezet

source: Server Info:
hu_hu: Szerverinformáció:

source: Information about the web server that is currently hosting your site.
hu_hu: Információk az Ön webhelyét jelenleg kiszolgáló webszerverről.

source: Unknown
hu_hu: Ismeretlen

source: PHP Version:
hu_hu: PHP verzió:

source: The version of PHP installed on your hosting server.
hu_hu: A tárhely-szerverén telepített PHP verziója.

source: PHP Version could not be detected.
hu_hu: A PHP verzióját nem sikerült észlelni.

source: %1$s. WordPress recommendation: %2$s or above. See %3$s for details.
hu_hu: %1$s. WordPress ajánlás: %2$s vagy újabb. Részletek: %3$s.

source: WordPress Requirements
hu_hu: WordPress követelmények

source: PHP Post Max Size:
hu_hu: PHP post maximális mérete:

source: The largest file size that can be contained in one post.
hu_hu: Az egy POST kérésben elküldhető legnagyobb fájlméret.

source: PHP Time Limit:
hu_hu: PHP időkorlát:

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
hu_hu: Az az idő (másodpercben), amelyet az Ön webhelye egyetlen műveletre fordít, mielőtt időtúllépés következik be (a szerverlefagyás elkerülése érdekében)

source: %1$s - We recommend setting max execution time to at least 180.<br />See: <a href="%2$s" target="_blank" rel="noopener noreferrer">Increasing max execution to PHP</a>
hu_hu: %1$s - Javasoljuk, hogy a maximális végrehajtási idő legalább 180 legyen.<br />Lásd: <a href="%2$s" target="_blank" rel="noopener noreferrer">A PHP maximális végrehajtási idejének növelése</a>

source: PHP Max Input Vars:
hu_hu: PHP maximális bemeneti változók:

source: The maximum number of variables your server can use for a single function to avoid overloads.
hu_hu: Az a maximális változószám, amelyet a szerver egyetlen függvényhez használhat a túlterhelés elkerülése érdekében.
