Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Contains
hu_hu: Tartalmazza

source: Privacy & Expiration
hu_hu: Adatvédelem és lejárat

source: Store IP And User Agent
hu_hu: IP és User Agent tárolása

source: Select if you want to store the IP and User Agent on submissions. Depending on the legislation that applies to your site, you may need to disable this option.
hu_hu: Válassza ki, hogy szeretné-e a beküldéseknél tárolni az IP-t és a User Agentet. Az Ön webhelyére vonatkozó jogszabályoktól függően szükség lehet ennek az opciónak a letiltására.

source: Submission Expiration Time(Months)
hu_hu: Beküldések lejárati ideje(hónapok)

source: Set the number of months after which form submissions will expire. Choose the expiration action below.
hu_hu: Állítsa be a hónapok számát, amely után az űrlapbeküldések lejárnak. Válassza ki alább a lejárati műveletet.

source: Submission Expiration Action
hu_hu: Beküldések lejárati művelete

source: Choose what should happen after form submissions expire (as set above). If you have selected to log the user's IP & UA above, selecting "Anonymize" will delete these from the log. If you want old entries to be deleted automatically after thex expire, then select "Delete".
hu_hu: Válassza ki, mi történjen az űrlapbeküldések lejárta után (a fentiek szerint beállítva). Ha fent a felhasználó IP-jének és UA-jának naplózását választotta, az "Anonimizálás" kiválasztása törli ezeket a naplóból. Ha azt szeretné, hogy a régi bejegyzések automatikusan törlődjenek, miután lejárnak, akkor válassza a "Törlés" lehetőséget.

source: No Action
hu_hu: Nincs művelet

source: Anonymize IP and User-Agent
hu_hu: IP és User-Agent anonimizálása

source: Delete Submission
hu_hu: Beküldés törlése

source: <strong>IMPORTANT NOTE:</strong> Insert the special Form Step element to split up your form into steps. For each step you should add a submit button which will be used to progress to the next step. For more information check out our <a href="%s" target="_blank">multi-step form post</a>.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Helyezze be a speciális Form Step elemet, hogy űrlapját lépésekre bontsa. Minden lépéshez adjon hozzá egy küldés gombot, amellyel a következő lépésre lehet továbblépni. További információért tekintse meg <a href="%s" target="_blank">többlépéses űrlapról szóló bejegyzésünket</a>.

source: Form Steps Navigation
hu_hu: Űrlaplépések navigációja

source: Select main steps navigation style.
hu_hu: Válassza ki a lépések fő navigációs stílusát.

source: Timeline
hu_hu: Idővonal

source: Progress Bar
hu_hu: Folyamatjelző sáv

source: Step Type
hu_hu: Lépés típusa

source: Steps Wrapper Margin
hu_hu: Lépések burkolójának margója

source: Enter values including any valid CSS unit, ex: 10px or 10%.
hu_hu: Adjon meg értékeket bármely érvényes CSS egységgel, pl.: 10px vagy 10%.

source: Steps Background Color
hu_hu: Lépések háttérszíne

source: Controls the background color of the step.
hu_hu: A lépés háttérszínét szabályozza.

source: Completed
hu_hu: Befejezett

source: Steps Padding
hu_hu: Lépések belső térköze

source: Steps Border Radius
hu_hu: Lépések szegélyének lekerekítése

source: Steps Border Width
hu_hu: Lépések szegélyének vastagsága

source: Controls the border width of the step.
hu_hu: A lépés szegélyének vastagságát szabályozza.

source: Steps Border Style
hu_hu: Lépések szegélystílusa

source: Controls the border style of the step.
hu_hu: A lépés szegélyének stílusát szabályozza.

source: Double
hu_hu: Kettős

source: Steps Border Color
hu_hu: Lépések szegélyszíne

source: Controls the border color of the step.
hu_hu: A lépés szegélyének színét szabályozza.

source: Step Justification
hu_hu: Lépések igazítása

source: Controls the spacing justification around the steps.
hu_hu: A lépések körüli térköz elosztását szabályozza.

source: Space Around
hu_hu: Térköz körben

source: Space Between
hu_hu: Térköz közöttük

source: Left Aligned
hu_hu: Balra igazítva

source: Right Aligned
hu_hu: Jobbra igazítva

source: Between Steps Space Size
hu_hu: Lépések közötti térköz mérete

source: Controls the internal spacing between the steps in relation with the external space.
hu_hu: A lépések közötti belső térközt szabályozza a külső térközhöz viszonyítva.

source: Between Steps Separator Width
hu_hu: Lépések közötti elválasztó szélessége

source: Select the width of the separator.
hu_hu: Válassza ki az elválasztó szélességét.

source: Step Separator
hu_hu: Lépéselválasztó

source: Select the separator style between the steps.
hu_hu: Válassza ki a lépések közötti elválasztó stílusát.

source: Between Steps Separator Color
hu_hu: A lépések közötti elválasztó színe

source: Select the color of the separator.
hu_hu: Válassza ki az elválasztó színét.

source: Step Separator Margin
hu_hu: Lépéselválasztó margója

source: Steps Icons/Numbers
hu_hu: Ikonok/számok a lépésekben

source: Whether to show number or icons in the steps.
hu_hu: Megjelenítsen-e számot vagy ikonokat a lépésekben.

source: Numbers
hu_hu: Számok

source: Icon/Number Color
hu_hu: Ikon/szám színe

source: Controls the color of the icons or the numbers.
hu_hu: Az ikonok vagy a számok színét szabályozza.

source: Icon Size
hu_hu: Ikon mérete

source: Controls the size of the icon. In pixels.
hu_hu: Az ikon méretét szabályozza. Pixelben.

source: Icon/Number Background
hu_hu: Ikon/szám háttere

source: Turn on to display a background behind the icon.
hu_hu: Kapcsolja be, hogy az ikon mögött háttér jelenjen meg.

source: Icon/Number Background Color
hu_hu: Ikon/szám háttérszíne

source: Controls the background color of the icons or the numbers.
hu_hu: Az ikonok vagy a számok háttérszínét szabályozza.

source: Icon/Number Padding
hu_hu: Ikon/szám belső térköze

source: Controls the size of the icon padding. In pixels.
hu_hu: Az ikon belső térközének méretét szabályozza. Pixelben.

source: Icon/Number Border Radius
hu_hu: Ikon/szám sarkainak lekerekítése

source: Icon Border Width
hu_hu: Ikon szegélyvastagsága

source: Icon Border Style
hu_hu: Ikon szegélystílusa

source: Controls the border style of the icon.
hu_hu: Az ikon szegélystílusát szabályozza.

source: Icon Border Color
hu_hu: Ikon szegélyszíne

source: Controls the icon border color.
hu_hu: Az ikon szegélyszínét szabályozza.

source: Steps Title
hu_hu: Lépéscím

source: Whether to display title or not. If set to no, step title will still be heard by users using screen readers (for accessibility).
hu_hu: Megjelenítse-e a címet. Ha nemre van állítva, a lépés címe továbbra is hallható a képernyőolvasót használó felhasználók számára (akadálymentesség).

source: Steps Title Position
hu_hu: Lépéscím pozíciója

source: Select the step title position in relation with the icon/number.
hu_hu: Válassza ki a lépés címének pozícióját az ikonhoz/számhoz képest.

source: Gap Between Icon and Title
hu_hu: Távolság az ikon és a cím között

source: Step Title Typography
hu_hu: Lépéscím tipográfiája

source: Controls the typography of the title. Leave empty for the global font family.
hu_hu: A cím tipográfiáját szabályozza. Hagyja üresen a globális betűcsaládhoz.

source: Steps Title Color
hu_hu: Lépéscím színe

source: Controls the color of the step title font.
hu_hu: A lépéscím betűszínét szabályozza.

source: Progress Text
hu_hu: Előrehaladási szöveg

source: Select if you want the filled area percentage value to be shown.
hu_hu: Válassza ki, hogy megjelenjen-e a kitöltött terület százalékos értéke.

source: Percentages
hu_hu: Százalékok

source: Text Align
hu_hu: Szöveg igazítása

source: Choose the alignment of the text.
hu_hu: Válassza ki a szöveg igazítását.

source: Text Flow
hu_hu: Szövegfolyás

source: Progress Bar Typography
hu_hu: Folyamatjelző tipográfiája

source: Controls the text typography.
hu_hu: A szöveg tipográfiáját szabályozza.

source: Progress Bar Title Color
hu_hu: Folyamatjelző címének színe

source: Controls the color of the progress bar title font. Default is inherited from global progress bar value.
hu_hu: A folyamatjelző címének betűszínét szabályozza. Alapértelmezés szerint a globális folyamatjelző értékéből öröklődik.

source: Progress Bar Striped Filling
hu_hu: Folyamatjelző csíkozott kitöltése

source: Choose to get the filled area striped.
hu_hu: Válassza ki, hogy a kitöltött terület csíkozott legyen.

source: Progress Bar Animated Stripes
hu_hu: Folyamatjelző animált csíkozása

source: Choose to get the the stripes animated.
hu_hu: Válassza ki, hogy a csíkok animáltak legyenek.

source: Progress Bar Height
hu_hu: Folyamatjelző magassága

source: Insert a height for the progress bar. Enter value including any valid CSS unit, ex: 10px. Default value taken from Progress Bar element global setting.
hu_hu: Adja meg a folyamatjelző magasságát. Érvényes CSS egységgel együtt adja meg az értéket, például: 10px. Az alapértelmezett érték a Folyamatjelző elem globális beállításából kerül átvételre.

source: Progress Bar Filled Color
hu_hu: Folyamatjelző kitöltött részének színe

source: Controls the color of the filled in area. Default value taken from Progress Bar element global setting.
hu_hu: A kitöltött terület színét szabályozza. Az alapértelmezett érték a Progress Bar elem globális beállításából származik.

source: Progress Bar Unfilled Color
hu_hu: Progress Bar kitöltetlen színe

source: Controls the color of the unfilled in area. Default value taken from Progress Bar element global setting.
hu_hu: A kitöltetlen terület színét szabályozza. Az alapértelmezett érték a Progress Bar elem globális beállításából származik.

source: Progress Bar Border Radius
hu_hu: Progress Bar szegély lekerekítése

source: Progress Bar Filled Border Size
hu_hu: Progress Bar kitöltött terület szegélyének vastagsága

source: Enter values including any valid CSS unit, ex: 10px or 10%. Default value taken from Progress Bar element global setting.
hu_hu: Adjon meg értékeket bármely érvényes CSS egységgel, pl.: 10px vagy 10%. Az alapértelmezett érték a Progress Bar elem globális beállításából származik.

source: Progress Bar Filled Border Color
hu_hu: Progress Bar kitöltött terület szegélyszíne

source: Controls the border color of the filled in area. Default value taken from Progress Bar element global setting.
hu_hu: A kitöltött terület szegélyszínét szabályozza. Az alapértelmezett érték a Progress Bar elem globális beállításából származik.

source: Save To Database
hu_hu: Mentés az adatbázisba

source: Send To URL
hu_hu: Küldés az URL-re

source: Open Off Canvas
hu_hu: Off Canvas megnyitása

source: Submission Type
hu_hu: Beküldés típusa

source: Select "AJAX" to store form data using predefined methods and "POST" if you want to implement your own. <strong>NOTE:</strong> Notification will be only sent when submission type is set to "AJAX". To receive Email submission notifications, please visit the Notifications tab.
hu_hu: Válassza az "AJAX" lehetőséget az űrlapadatok előre meghatározott módszerekkel való tárolásához, és a "POST"-ot, ha a sajátját szeretné megvalósítani. <strong>MEGJEGYZÉS:</strong> Értesítés csak akkor lesz küldve, ha a beküldés típusa "AJAX". E-mailes beküldési értesítésekhez kérjük, látogasson el az Értesítések lapra.

source: Actions
hu_hu: Műveletek

source: Select actions to apply when form submit.
hu_hu: Válassza ki a műveleteket, amelyeket az űrlap beküldésekor alkalmazni kell.

source: Select or Leave Blank for None.
hu_hu: Válasszon, vagy hagyja üresen a "None" értékhez.

source: <strong>IMPORTANT NOTE:</strong> You can view and manage form submissions by going to <a href="%s" target="_blank">form entries</a> section and selecting this form from the dropdown list.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> Az űrlapbeküldéseket megtekintheti és kezelheti a <a href="%s" target="_blank">form entries</a> szakaszban, miután kiválasztotta ezt az űrlapot a legördülő listából.

source: Submission Method
hu_hu: Beküldési mód

source: Make a selection for form submission method.
hu_hu: Válassza ki az űrlap beküldésének módját.

source: Form Submission URL
hu_hu: Űrlap beküldésének URL-je

source: Enter the URL where form data should be sent to.
hu_hu: Adja meg azt az URL-t, ahová az űrlap adatait küldeni kell.

source: Notifications will be only sent when submission type is set to "AJAX".
hu_hu: Értesítések csak akkor kerülnek elküldésre, ha a beküldés típusa "AJAX".

source: Custom Headers
hu_hu: Egyéni fejlécek

source: If you are using this form to integrate with a third-party API, you can use custom headers to implement authentication or pass-on any extra headers the API requires.
hu_hu: Ha ezt az űrlapot egy külső API-val való integrációhoz használja, használhat egyéni fejléceket a hitelesítés megvalósításához vagy az API által igényelt további fejlécek továbbításához.

source: Custom Header Key
hu_hu: Egyéni fejléc kulcsa

source: Enter the key for the request's custom header. Example: <code>Content-Type</code>
hu_hu: Adja meg a kérés egyéni fejlécének kulcsát. Példa: <code>Content-Type</code>

source: Custom Header Value
hu_hu: Egyéni fejléc értéke

source: Enter the value for your custom-header.
hu_hu: Adja meg az egyéni fejléc értékét.

source: Select Off Canvas to open after form submission.
hu_hu: Válassza ki az Off Canvas elemet, amely az űrlap beküldése után megnyíljon.

source: Show Header in Live Editor
hu_hu: Fejléc megjelenítése a Live Editorban

source: Choose to show or hide the header in Live Editor.
hu_hu: Válassza a fejléc megjelenítését vagy elrejtését a Live Editorban.

source: Show Page Title Bar in Live Editor
hu_hu: Oldalcímsor megjelenítése a Live Editorban

source: Choose to show or hide the page title bar in Live Editor.
hu_hu: Válassza az oldalcímsor megjelenítését vagy elrejtését a Live Editorban.

source: Show Footer in Live Editor
hu_hu: Lábléc megjelenítése a Live Editorban

source: Choose to show or hide the footer in Live Editor.
hu_hu: Válassza a lábléc megjelenítését vagy elrejtését a Live Editorban.

source: Display Header
hu_hu: Fejléc megjelenítése

source: Choose to show or hide the header.
hu_hu: Válassza a fejléc megjelenítését vagy elrejtését.

source: 100% Header Width
hu_hu: 100% szélességű fejléc

source: Choose to set header width to 100&#37; of the browser width. Select "No" for site width. %s
hu_hu: Válassza a fejléc szélességének a böngésző szélessége 100&#37;-ára állítását. A webhely szélességéhez válassza a "No" lehetőséget. %s

source: Background Image
hu_hu: Háttérkép

source: Select an image for the header background. If left empty, the header background color will be used. For top headers the image displays on top of the header background color and will only display if header opacity is set to 1. For side headers the image displays behind the header background color so the header opacity must be set below 1 to see the image. %s
hu_hu: Válasszon képet a fejléc hátteréhez. Ha üresen hagyja, a fejléc háttérszíne lesz használva. Felső fejlécek esetén a kép a fejléc háttérszíne fölött jelenik meg, és csak akkor látható, ha a fejléc átlátszatlansága 1. Oldalsó fejlécek esetén a kép a fejléc háttérszíne mögött jelenik meg, ezért a kép láthatóságához a fejléc átlátszatlanságát 1 alá kell állítani. %s

source: Choose to have the background image display at 100%.
hu_hu: Válassza, hogy a háttérkép 100%-os méretben jelenjen meg.

source: Select how the background image repeats.
hu_hu: Válassza ki, hogyan ismétlődjön a háttérkép.

source: Main Navigation Menu
hu_hu: Fő navigációs menü

source: Select which menu displays on this page. %s
hu_hu: Válassza ki, melyik menü jelenjen meg ezen az oldalon. %s

source: Bounce
hu_hu: Pattogás

source: Fade
hu_hu: Halványítás

source: Flash
hu_hu: Felvillanás

source: Rubberband
hu_hu: Gumiszalag

source: Shake
hu_hu: Rázás

source: Slide Short
hu_hu: Rövid csúsztatás

source: Flip Vertically
hu_hu: Függőleges átfordítás

source: Flip Horizontally
hu_hu: Vízszintes átfordítás

source: Light Speed
hu_hu: Fénysebesség

source: Entrance Animation
hu_hu: Belépési animáció

source: Set the Off Canvas entrance animation.
hu_hu: Állítsa be az Off Canvas belépési animációját.

source: Direction Of Entrance Animation
hu_hu: A belépési animáció iránya

source: Select the direction of the entrance animation.
hu_hu: Válassza ki a belépési animáció irányát.

source: Static
hu_hu: Statikus

source: Entrance Animation Speed
hu_hu: Belépési animáció sebessége

source: Set the speed of the entrance animation in seconds (0.1 - 5).
hu_hu: Állítsa be a belépési animáció sebességét másodpercben (0.1 - 5).

source: Timing Of Entrance Animation
hu_hu: Belépési animáció időzítése

source: Select the timing function of the entrance animation.
hu_hu: Válassza ki a belépési animáció időzítési függvényét.

source: Exit Animation
hu_hu: Kilépési animáció

source: Set the Off Canvas exit animation.
hu_hu: Állítsa be az Off Canvas kilépési animációját.

source: Direction Of Exit Animation
hu_hu: A kilépési animáció iránya

source: Select the direction of the exit animation.
hu_hu: Válassza ki a kilépési animáció irányát.

source: Exit Animation Speed
hu_hu: Kilépési animáció sebessége

source: Set the speed of the exit animation in seconds (0.1 - 5).
hu_hu: Állítsa be a kilépési animáció sebességét másodpercben (0.1 - 5).

source: Timing Of Exit Animation
hu_hu: Kilépési animáció időzítése

source: Select the timing function of the exit animation.
hu_hu: Válassza ki a kilépési animáció időzítési függvényét.

source: Close On Overlay Click
hu_hu: Bezárás fedvényre kattintva

source: Off Canvas is closed by clicking on overlay.
hu_hu: Az Off Canvas a fedvényre kattintva záródik be.

source: Close On Anchor Click
hu_hu: Bezárás horgonyhivatkozásra kattintva

source: Off Canvas is closed when clicking on a scroll-to anchor link.
hu_hu: Az Off Canvas görgetésre mutató horgonyhivatkozásra kattintáskor bezárul.

source: Close With ESC Key
hu_hu: Bezárás az ESC billentyűvel

source: Enable/Disable. When enabled, you can use the ESC button to close the Off Canvas.
hu_hu: Engedélyezés/letiltás. Engedélyezés esetén az ESC gombbal bezárhatja az Off Canvas elemet.

source: Automatically Close After Time
hu_hu: Automatikus bezárás meghatározott idő után

source: Set time in seconds to close Off Canvas automatically after it has passed, Leave empty to remain open.
hu_hu: Állítson be másodpercben egy időt, amely letelte után az Off Canvas automatikusan bezár, hagyja üresen, hogy nyitva maradjon.

source: Close Button
hu_hu: Bezárás gomb

source: Enable/Disable close button.
hu_hu: A bezárás gomb engedélyezése/letiltása.

source: Position
hu_hu: Pozíció

source: Set close button position.
hu_hu: Állítsa be a bezárás gombjának pozícióját.

source: Show Close Button After Time
hu_hu: Bezárás gomb megjelenítése meghatározott idő után

source: Set time in seconds to show the close button, Leave empty to immediately show.
hu_hu: Állítson be másodpercben egy időt a bezárás gomb megjelenítéséhez, hagyja üresen az azonnali megjelenítéshez.

source: Close Button Margin
hu_hu: Bezárás gomb margója

source: Set the margin of the close button. Default is 20px from the top and the selected position side. Enter values including any valid CSS unit. Negative values are accepted.
hu_hu: Állítsa be a bezárás gomb margóját. Alapértelmezés szerint 20px felülről és a kiválasztott pozíció oldalától. Adjon meg értékeket bármely érvényes CSS egységgel. Negatív értékek is elfogadottak.

source: Close Icon Color
hu_hu: Bezárás ikon színe

source: Set the color of the close icon.
hu_hu: Állítsa be a bezárás ikon színét.

source: Close Icon Hover Color
hu_hu: Bezárás ikon lebegtetési színe

source: Set the hover color of the close icon.
hu_hu: Állítsa be a bezárás ikon lebegtetéskori színét.

source: Close Icon Size
hu_hu: Bezáró ikon mérete

source: Set the size of the close icon.
hu_hu: Állítsa be a bezáró ikon méretét.

source: Custom Icon
hu_hu: Egyedi ikon

source: Select a custom icon for the close button.
hu_hu: Válassza ki az egyedi ikont a bezárógombhoz.

source: Enable Conditions
hu_hu: Feltételek engedélyezése

source: Set conditions for displaying Off Canvas. <strong>NOTE:</strong> When this is disabled, Off Canvas can only be displayed using the Off Canvas Toggle om the Avada Special Menu Items.
hu_hu: Állítsa be az Off Canvas megjelenítésének feltételeit. <strong>MEGJEGYZÉS:</strong> Ha ez le van tiltva, az Off Canvas csak az Avada Special Menu Items menüpontban található Off Canvas Toggle segítségével jeleníthető meg.

source: Load Off Canvas on these pages.
hu_hu: Az Off Canvas betöltése ezeken az oldalakon.

source: Choose the background color. Leave empty for default value of #ffffff.
hu_hu: Válassza ki a háttérszínt. Hagyja üresen az alapértelmezett #ffffff értékhez.

source: Upload an image to display in the background.
hu_hu: Töltsön fel egy képet a háttérben való megjelenítéshez.

source: Choose how the background image is positioned.
hu_hu: Válassza ki, hogyan legyen elhelyezve a háttérkép.

source: Left Top
hu_hu: Bal fent

source: Left Center
hu_hu: Bal középen

source: Left Bottom
hu_hu: Bal lent

source: Right Top
hu_hu: Jobb fent

source: Right Center
hu_hu: Jobb középen

source: Right Bottom
hu_hu: Jobb lent

source: Center Top
hu_hu: Középen fent

source: Center Center
hu_hu: Középen

source: Center Bottom
hu_hu: Középen lent

source: Repeat Vertically and Horizontally
hu_hu: Ismétlés függőlegesen és vízszintesen

source: Repeat Horizontally
hu_hu: Ismétlés vízszintesen

source: Repeat Vertically
hu_hu: Ismétlés függőlegesen

source: Select the background image size.
hu_hu: Válassza ki a háttérkép méretét.

source: Background Custom Size
hu_hu: Háttér egyedi mérete

source: Use any valid CSS value ex. 500px, 50%, 60vw.
hu_hu: Használjon bármilyen érvényes CSS értéket, pl. 500px, 50%, 60vw.

source: Background Blend Mode
hu_hu: Háttér keverési mód

source: Choose how blending should work for each background layer.
hu_hu: Válassza ki, hogyan működjön a keverés az egyes háttérrétegeknél.

source: Multiply
hu_hu: Szorzás

source: Screen
hu_hu: Képernyő

source: Darken
hu_hu: Sötétítés

source: Lighten
hu_hu: Világosítás

source: Color Dodge
hu_hu: Szín kifakítása

source: Color Burn
hu_hu: Szín égetése

source: Hard Light
hu_hu: Erős fény

source: Soft Light
hu_hu: Lágy fény

source: Difference
hu_hu: Különbség

source: Exclusion
hu_hu: Kizárás

source: Hue
hu_hu: Árnyalat

source: Saturation
hu_hu: Telítettség

source: Luminosity
hu_hu: Fényerő

source: Scrollbar
hu_hu: Görgetősáv

source: Hide or customize Off Canvas scrollbar. Styling and support varies depending on the browser.
hu_hu: Rejtse el vagy szabja testre az Off Canvas görgetősávját. A megjelenés és a támogatás böngészőnként eltérő.

source: Hidden
hu_hu: Rejtett

source: Scrollbar Background Color
hu_hu: Görgetősáv háttérszíne

source: Choose the background color of the scrollbar.
hu_hu: Válassza ki a görgetősáv háttérszínét.

source: Scrollbar Handle Color
hu_hu: Görgetősáv fogantyújának színe

source: Choose the scrollbar handle color.
hu_hu: Válassza ki a görgetősáv fogantyújának színét.

source: Border Radius
hu_hu: Szegély lekerekítése

source: Enter values including any valid CSS unit, ex: 10px.
hu_hu: Adjon meg értékeket bármely érvényes CSS egységgel, pl.: 10px.

source: Border Width
hu_hu: Szegély vastagsága

source: Set the border color.
hu_hu: Állítsa be a szegély színét.

source: Controls the Off Canvas margin.
hu_hu: Az Off Canvas margóját szabályozza.

source: Controls the Off Canvas padding.
hu_hu: Az Off Canvas belső térközét szabályozza.

source: Enter the value for z-index CSS property, can be both positive or negative.
hu_hu: Adja meg a z-index CSS tulajdonság értékét; lehet pozitív vagy negatív is.

source: Box Shadow
hu_hu: Dobozárnyék

source: Enable/Disable box shadow.
hu_hu: A dobozárnyék be-/kikapcsolása.

source: Box Shadow Position
hu_hu: Dobozárnyék pozíciója
