Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/Avada/Avada-*.po
Languages: hu_hu

source: Oops, This Page Could Not Be Found!
hu_hu: Hoppá, ez az oldal nem található!

source: Helpful Links
hu_hu: Hasznos hivatkozások

source: Search Our Website
hu_hu: Keressen a webhelyünkön

source: Can't find what you need? Take a moment and do a search below!
hu_hu: Nem találja, amire szüksége van? Szánjon egy percet, és keressen az alábbiakban!

source: Search for:
hu_hu: Keresés a következőre:

source: Search the Forum...
hu_hu: Keresés a fórumban...

source: Search
hu_hu: Keresés

source: In reply to:
hu_hu: Válasz erre:

source: Topic:
hu_hu: Téma:

source: in group forum
hu_hu: a csoport fórumában

source: in forum
hu_hu: a fórumban

source: in reply to:
hu_hu: válaszul erre:

source: No Comments
hu_hu: Nincs hozzászólás

source: One Comment
hu_hu: Egy hozzászólás

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Comments are closed.
hu_hu: A hozzászólások le vannak zárva.

source: Name (required)
hu_hu: Név (kötelező)

source: Name
hu_hu: Név

source: Email (required)
hu_hu: E-mail (kötelező)

source: Website
hu_hu: Weboldal

source: Save my name, email, and website in this browser for the next time I comment.
hu_hu: Mentse el a nevemet, e-mail-címemet és weboldalamat ebben a böngészőben a következő hozzászólásomhoz.

source: Comment
hu_hu: Hozzászólás

source: Comment...
hu_hu: Hozzászólás...

source: Leave A Comment
hu_hu: Szóljon hozzá

source: You must be %1$slogged in%2$s to post a comment.
hu_hu: A hozzászólás küldéséhez %1$sbe kell jelentkeznie%2$s.

source: Logged in as %1$s. %2$sLog out &raquo;%3$s
hu_hu: Bejelentkezve mint %1$s. %2$sKijelentkezés &raquo;%3$s

source: Log out of this account
hu_hu: Jelentkezzen ki ebből a fiókból

source: Post Comment
hu_hu: Hozzászólás elküldése

source: Page load link
hu_hu: Oldalbetöltési hivatkozás

source: Skip to content
hu_hu: Ugrás a tartalomra

source: Welcome To Avada, %s!
hu_hu: Üdvözöljük az Avadában, %s!

source: Launch the Avada setup wizard, the easiest way to get your website started.
hu_hu: Indítsa el az Avada beállítóvarázslót, ez a legegyszerűbb módja annak, hogy webhelyét elindítsa.

source: Hello %s!
hu_hu: Üdvözlöm, %s!

source: Welcome back to the Avada dashboard. Take a look at our latest update.
hu_hu: Üdvözöljük újra az Avada irányítópulton. Tekintse meg legújabb frissítésünket.

source: What’s New In Avada %s
hu_hu: Újdonságok az Avada %s-ben

source: Get Started
hu_hu: Kezdje el

source: Avada Welcome Image
hu_hu: Avada üdvözlőkép

source: Avada Resources
hu_hu: Avada erőforrások

source: Recommended
hu_hu: Ajánlott

source: Only %s - Buy Now
hu_hu: Csak %s - Vásároljon most

source: On Sale - Only %s
hu_hu: Akciós - Csak %s

source: Buy Another License
hu_hu: Vásároljon egy másik licencet

source: Sale
hu_hu: Akció

source: Avada Logo
hu_hu: Avada logó

source: Buy another license of the Avada Website Builder for your next project. Streamline your work and save time for the more important things.
hu_hu: Vásároljon egy másik Avada Website Builder licencet a következő projektjéhez. Egyszerűsítse a munkáját, és takarítson meg időt a fontosabb dolgokra.

source: Discount
hu_hu: Kedvezmény

source: WPEngine Logo
hu_hu: WPEngine logó

source: Avada Hosting
hu_hu: Avada tárhely

source: Launch your site in seconds on WP Engine who offer optimized hosting for the Avada Website Builder.
hu_hu: Indítsa el webhelyét másodpercek alatt a WP Engine-en, amely az Avada Website Builderhez optimalizált tárhelyet kínál.

source: Enjoy 4 months free!
hu_hu: Élvezze 4 hónapot ingyen!

source: Get Special Offer
hu_hu: Különleges ajánlat igénylése

source: Avada Special Hosting
hu_hu: Avada speciális tárhely

source: We have partnered with SiteGround to bring you full-service WordPress hosting. Sign up and have Avada installed and activated for you with one click.
hu_hu: Partnerségre léptünk a SiteGrounddal, hogy teljes körű WordPress-tárhelyet biztosítsunk Önnek. Regisztráljon, és az Avada egy kattintással telepítve és aktiválva lesz az Ön számára.

source: Codeable Logo
hu_hu: Codeable logó

source: Avada Customization
hu_hu: Avada testreszabás

source: We work with Codeable who offers amazing customization services. They are equipped to handle both large and small customization jobs.
hu_hu: A Codeable-lel dolgozunk, amely kiváló testreszabási szolgáltatásokat kínál. Felkészültek nagy és kisméretű testreszabási feladatok kezelésére egyaránt.

source: Get Free Quote
hu_hu: Ingyenes árajánlat kérése

source: Avada Integrations
hu_hu: Avada integrációk

source: Premium Additions
hu_hu: Prémium kiegészítések

source: HubSpot Logo
hu_hu: HubSpot logó

source: CRM, Marketing & Sales
hu_hu: CRM, marketing és értékesítés

source: HubSpot offers a full stack of software for marketing, sales, and also customer service, with a completely free CRM at its core. Grow now!
hu_hu: A HubSpot teljes szoftvercsomagot kínál marketinghez, értékesítéshez és ügyfélszolgálathoz is, középpontjában egy teljesen ingyenes CRM-mel. Növekedjen most!

source: WPML Logo
hu_hu: WPML logó

source: Multilingual Sites
hu_hu: Többnyelvű webhelyek

source: WPML makes it easy to build multilingual sites and run them. It's powerful enough for corporate sites, yet simple for blogs.
hu_hu: A WPML megkönnyíti a többnyelvű webhelyek létrehozását és működtetését. Elég erős vállalati webhelyekhez, mégis egyszerű a blogokhoz.

source: WP Multilingual
hu_hu: WP többnyelvű

source: EC Logo
hu_hu: EC logó

source: Events Calendar
hu_hu: Eseménynaptár

source: Power your events for free with The Events Calendar, or upgrade to Pro to unlock recurring events, views, premium support, and more.
hu_hu: Kezelje eseményeit ingyen a The Events Calendar segítségével, vagy frissítsen Pro-ra az ismétlődő események, nézetek, prémium támogatás és egyebek feloldásához.

source: WP Events Calendar
hu_hu: WP eseménynaptár

source: Performance Wizard
hu_hu: Teljesítményvarázsló

source: Follow the wizard to optimize your website.
hu_hu: Kövesse a varázslót webhelye optimalizálásához.

source: Before Starting
hu_hu: Kezdés előtt

source: Ensure you are ready to optimize your website.
hu_hu: Győződjön meg róla, hogy készen áll webhelye optimalizálására.

source: Build Your Website
hu_hu: Építse fel webhelyét

source: Build your website before starting with performance optimization.
hu_hu: Építse fel webhelyét, mielőtt a teljesítményoptimalizálást megkezdi.

source: Read The Documentation
hu_hu: Olvassa el a dokumentációt

source: Learn more about performance in our documentation, and pick up extra tips and tricks.
hu_hu: Ismerje meg a teljesítménnyel kapcsolatos részleteket a dokumentációnkban, és szerezzen további tippeket és trükköket.

source: Select Testing
hu_hu: Tesztelés kiválasztása

source: Select if you would like to attempt before and after testing. Will slow down process if selected..
hu_hu: Válassza ki, ha előtte-utána tesztelést szeretne végezni. Kiválasztás esetén lassítja a folyamatot..

source: None
hu_hu: Nincs

source: Mobile
hu_hu: Mobil

source: Desktop
hu_hu: Asztali

source: Let's Start
hu_hu: Kezdjük el

source: Avada Features
hu_hu: Avada funkciók

source: In this step, you can disable any features you aren’t using, thereby reducing the amount of code loaded. Please be cautious, as disabling a feature you are using will result in broken behaviour until it is enabled again. Click the 'Find Recommendations' button to scan your website and present recommendations.
hu_hu: Ebben a lépésben letilthat minden olyan funkciót, amelyet nem használ, így csökkentheti a betöltött kód mennyiségét. Kérjük, legyen óvatos, mert egy használt funkció letiltása hibás működéshez vezethet, amíg újra nem engedélyezi. Kattintson az 'Ajánlások keresése' gombra, hogy átvizsgálja a webhelyét és ajánlásokat jelenítsen meg.

source: Find Recommendations
hu_hu: Ajánlások keresése

source: Apply All
hu_hu: Összes alkalmazása

source: Disable Unused Features
hu_hu: Nem használt funkciók letiltása

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Other Feature Recommendations
hu_hu: Egyéb funkcióajánlások

source: Recommend disabling. Flex layouts are faster to render and cause less content layout shift.
hu_hu: Javasolt letiltani. A Flex elrendezések gyorsabban jelennek meg, és kevesebb elrendezés-eltolódást okoznak.

source: Global Header
hu_hu: Globális fejléc

source: A global header can be built on the layout builder page. When set this will be used as the default website header instead of the legacy approach using global options.
hu_hu: Globális fejléc a Layout Builder oldalán hozható létre. Beállítás után ez lesz a webhely alapértelmezett fejléce a régi, Global Options-t használó megközelítés helyett.

source: Build Header
hu_hu: Fejléc létrehozása

source: Recommend building a global header. Older legacy header assets will not be loaded and new approach causes less content layout shift.
hu_hu: Javasolt globális fejlécet készíteni. A régi, örökölt fejléchez tartozó erőforrások nem töltődnek be, és az új megközelítés kevesebb tartalmi elrendezés‑eltolódást okoz.

source: Recommend setting to desktop only to disable element animations on mobile devices.
hu_hu: Javasolt csak asztali módra állítani az elemanimációk mobil eszközökön való letiltásához.

source: No extra feature recommendations found for your current setup.
hu_hu: Nem található további funkcióajánlás az Ön jelenlegi beállításához.

source: Save Changes
hu_hu: Változtatások mentése

source: Next Step
hu_hu: Következő lépés

source: In this step, you can scan your website to get information about any icons you are using. You can also disable unused icon sets, and read about how to optimize your icons.
hu_hu: Ebben a lépésben átvizsgálhatja a webhelyét, és információkat kaphat a használt ikonokról. Letilthatja a nem használt ikonkészleteket is, és elolvashatja, hogyan optimalizálhatja az ikonjait.

source: Warning: Large number of posts detected, scanning might take a while.
hu_hu: Figyelmeztetés: Nagy számú bejegyzést észleltünk, az átvizsgálás eltarthat egy ideig.

source: Title
hu_hu: Cím

source: Content
hu_hu: Tartalom

source: Run the icon scan to have an overview of usage. Note, the time this will take will depend on the size of your website.
hu_hu: Futtassa le az ikonvizsgálatot a használat áttekintéséhez. Megjegyzés: az ehhez szükséges idő a webhelye méretétől függ.

source: Tip
hu_hu: Tipp

source: Convert from Font Awesome to a single custom icon set to improve your load time.
hu_hu: Váltson a Font Awesome-ról egyetlen egyéni ikonkészletre a betöltési idő javításához.

source: Find Out How!
hu_hu: Tudja meg, hogyan!

source: In this step, you can check which fonts are being loaded on your website and optimize how those fonts are served. Ensure all families and variants selected here are required. Less variants will mean less requests and therefore faster loading.
hu_hu: Ebben a lépésben ellenőrizheti, mely betűtípusok töltődnek be a webhelyén, és optimalizálhatja a kiszolgálásukat. Biztosítsa, hogy az itt kiválasztott összes család és variáns valóban szükséges legyen. Kevesebb variáns kevesebb kérést jelent, így gyorsabb betöltést.

source: You currently have %s different font variants. Recommend using fewer than 5 variants if possible.
hu_hu: Jelenleg Önnek %s különböző betűtípus‑variánsa van. Ha lehetséges, javasolt 5-nél kevesebb variánst használni.

source: Global Fonts
hu_hu: Globális betűtípusok

source: Font Family
hu_hu: Betűcsalád

source: Select Font Family
hu_hu: Válasszon betűcsaládot

source: Search Font Families
hu_hu: Betűcsaládok keresése

source: Variant
hu_hu: Variáns

source: Font Serving
hu_hu: Betűtípus-kiszolgálás

source: Recommend setting to swap all for the fastest initial load.
hu_hu: Javasolt 'swap all' beállítást használni a lehető leggyorsabb kezdeti betöltéshez.

source: Recommend setting to local but CDN will also work.
hu_hu: Javasolt helyire állítani, de a CDN is működni fog.

source: Recommend setting to none unless your largest contentful paint is text or an icon.
hu_hu: Javasolt 'none'-ra állítani, kivéve, ha az Ön largest contentful paint eleme szöveg vagy ikon.

source: Find out how to optimize the largest contentful paint (LCP).
hu_hu: Tudja meg, hogyan optimalizálhatja a largest contentful paintet (LCP).

source: In this step, you can disable any Design, Layout and Form Elements you aren’t using. When disabled, the Elements will not load and will therefore not be available in the Builder. Click the 'Find Recommendations' button to scan your website and show which Elements you are using.
hu_hu: Ebben a lépésben letilthatja azokat a Design-, Layout- és űrlap‑elemeket, amelyeket nem használ. Letiltás esetén az elemek nem töltődnek be, ezért nem lesznek elérhetők a Builderben. Kattintson a 'Find Recommendations' gombra a webhelye átvizsgálásához és a használt elemek megjelenítéséhez.

source: Run Element Scan
hu_hu: Elemvizsgálat futtatása

source: Enable All
hu_hu: Összes engedélyezése

source: Disable All
hu_hu: Összes letiltása

source: Element scan has completed and only used elements have been selected.
hu_hu: Az elemvizsgálat befejeződött, és csak a használt elemek lettek kiválasztva.

source: Events
hu_hu: Események

source: Icon
hu_hu: Ikon

source: Design Elements
hu_hu: Design elemek

source: Layout Elements
hu_hu: Layout elemek

source: Form Elements
hu_hu: Űrlapelemek

source: Avoid using complex dynamic elements above the fold.
hu_hu: Kerülje az összetett, dinamikus elemek használatát a hajtás felett.

source: Find out more optimization tips in our documentation.
hu_hu: További optimalizálási tippeket a dokumentációnkban talál.

source: In this step, you can optimize how the CSS and JS assets should be enqueued. These options can have a large impact on the performance of the page load, but some of these options can also break functionality if you are using a caching plugin, so proceed with caution.
hu_hu: Ebben a lépésben optimalizálhatja, hogyan kerüljenek be a betöltési sorba a CSS és JS erőforrások. Ezek az opciók jelentős hatással lehetnek az oldalbetöltés teljesítményére, de egyes opciók funkcióhibát is okozhatnak, ha gyorsítótárazó bővítményt használ, ezért járjon el körültekintően.

source: Image & Video Optimization
hu_hu: Kép- és videóoptimalizálás

source: Recommend setting to around 80 to balance file size and quality.
hu_hu: Javasoljuk kb. 80-ra állítani, hogy egyensúlyban legyen a fájlméret és a minőség.

source: Recommend setting to around 2560 to balance file size and quality on very large displays.
hu_hu: Javasoljuk kb. 2560-ra állítani, hogy nagyon nagy kijelzőkön egyensúlyban legyen a fájlméret és a minőség.

source: Recommend setting to Avada. If using a performance plugin, ensure lazy load is disabled there.
hu_hu: Javasoljuk az Avada beállítást. Ha teljesítménybővítményt használ, győződjön meg róla, hogy ott a lazy load ki van kapcsolva.

source: Recommend turning on if you are using YouTube or Vimeo elements.
hu_hu: Javasoljuk bekapcsolni, ha YouTube- vagy Vimeo-elemeket használ.

source: JS Optimization
hu_hu: JS optimalizálás

source: Recommend disabling unless a third party plugin requires it.
hu_hu: Javasoljuk kikapcsolva hagyni, hacsak egy külső bővítmény nem igényli.

source: Strongly recommend turning on to compile JS to a single file.
hu_hu: Nyomatékosan javasoljuk bekapcsolni, hogy a JS egyetlen fájlba legyen összefűzve.

source: CSS Optimization
hu_hu: CSS optimalizálás

source: Recommend leaving off unless you are using an external critical CSS service.
hu_hu: Javasoljuk kikapcsolva hagyni, kivéve ha külső critical CSS szolgáltatást használ.

source: Recommend leaving off. In most cases load times will be faster.
hu_hu: Javasoljuk kikapcsolva hagyni. A legtöbb esetben a betöltési idők gyorsabbak lesznek.

source: Strongly recommend setting to file method.
hu_hu: Nyomatékosan javasoljuk a 'file' módszer beállítását.

source: Recommend enabling.
hu_hu: Javasoljuk engedélyezni.

source: Advanced Optimization
hu_hu: Haladó optimalizálás

source: Recommend leaving off unless your host does not automatically compress.
hu_hu: Javasoljuk kikapcsolva hagyni, hacsak a tárhelyszolgáltatója nem tömörít automatikusan.

source: Recommend turning on to move jQuery to footer. Warning, if you encounter problems on the front-end then turn off.
hu_hu: Javasoljuk bekapcsolni, hogy a jQuery a láblécbe kerüljön. Figyelmeztetés: ha problémákat tapasztal a front-enden, kapcsolja ki.

source: Recommend turning on and then generating critical CSS for key pages on the critical CSS page.
hu_hu: Javasoljuk bekapcsolni, majd critical CSS-t generálni a kulcsfontosságú oldalakhoz a critical CSS oldalon.

source: Recommend turning on if your host or your caching plugin supports persistant object caching.
hu_hu: Javasoljuk bekapcsolni, ha a tárhelyszolgáltatója vagy a gyorsítótárazó bővítménye támogatja a persistent object caching funkciót.

source: Finish Wizard
hu_hu: Varázsló befejezése

source: Performance Wizard Complete!
hu_hu: A Teljesítményvarázsló kész!

source: Thank you for completing the Performance Wizard. You should now be set up for fast page load times. Please note though, content, plugins and setup also play a large role. For further hints and tips, please check out our Performance documentation. Some links can be found below.
hu_hu: Köszönjük, hogy befejezte a Teljesítményvarázslót. Az Ön webhelye mostantól gyors oldalbetöltésre van beállítva. Kérjük, vegye figyelembe, hogy a tartalom, a bővítmények és a beállítások is nagy szerepet játszanak. További tippekért és tanácsokért tekintse meg Teljesítmény dokumentációnkat. Néhány hivatkozás alább található.

source: Before
hu_hu: Előtte

source: Score
hu_hu: Pontszám

source: After
hu_hu: Utána

source: Clearing Cache
hu_hu: Gyorsítótár törlése

source: Active Plugins: %s
hu_hu: Aktív bővítmények: %s

source: Try to minimize the number of plugins you have. Make sure you really need each plugin you have. Try to use the features already included in Avada rather than extra plugins. For example, use Avada Forms instead of a form plugin. You may also want to try a caching plugin, however if doing so, try to avoid using the same options in multiple places. For example, we suggest using the Avada lazy loading for images and not the lazy loading from plugins.
hu_hu: Próbálja minimalizálni a bővítmények számát. Győződjön meg róla, hogy minden bővítményre valóban szüksége van. Igyekezzen az Avadában már meglévő funkciókat használni extra bővítmények helyett. Például használja az Avada Forms megoldást űrlapbővítmény helyett. Kipróbálhat gyorsítótárazó bővítményt is, azonban ha így tesz, kerülje ugyanazon opciók használatát több helyen. Például javasoljuk a képekhez az Avada lazy loading használatát, és ne a bővítmények lazy loadingját.

source: Possible Improvements
hu_hu: Lehetséges fejlesztések

source: What are Google core web vitals
hu_hu: Mik a Google Core Web Vitals mutatók

source: How to optimize above the fold content for performance
hu_hu: Hogyan optimalizálja az above-the-fold tartalmat a teljesítmény érdekében

source: How to optimize the images on your website
hu_hu: Hogyan optimalizálja a webhelye képeit

source: Manage Bundled, Premium & Recommended Plugins
hu_hu: Csomagolt, prémium és ajánlott bővítmények kezelése

source: Avada Core and Avada Builder are required plugins for the Avada Website Builder. Avada Custom Branding, Convert Plus, ACF Pro, Slider Revolution & Layer Slider are premium plugins that can be installed once your <a href="%s">product is registered</a>.
hu_hu: Az Avada Website Builder kötelező bővítményei az Avada Core és az Avada Builder. Az Avada Custom Branding, a Convert Plus, az ACF Pro, a Slider Revolution és a Layer Slider prémium bővítmények, amelyek a <a href="%s">termék regisztrációja</a> után telepíthetők.

source: Before updating premium plugins, please ensure Avada is on the latest version. The recommended plugins below offer design integration with Avada. You can manage the plugins from this tab.
hu_hu: A prémium bővítmények frissítése előtt kérjük, győződjön meg róla, hogy az Avada a legújabb verzión van. Az alábbi ajánlott bővítmények dizájnintegrációt kínálnak az Avadával. A bővítményeket ezen a lapon kezelheti.

source: Premium Plugins Can Only Be Installed And Updated With Valid Product Registration
hu_hu: Prémium bővítmények csak érvényes termékregisztrációval telepíthetők és frissíthetők

source: Please visit the %s page and enter a purchase code to install or update the premium plugins: Avada Core, Avada Builder, Avada Custom Branding, Convert Plus, ACF Pro, Slider Revolution & Layer Slider.
hu_hu: Kérjük, keresse fel a(z) %s oldalt, és adjon meg egy vásárlási kódot a prémium bővítmények telepítéséhez vagy frissítéséhez: Avada Core, Avada Builder, Avada Custom Branding, Convert Plus, ACF Pro, Slider Revolution és Layer Slider.

source: Product Registration
hu_hu: Termékregisztráció

source: The Plugin Server Could Not Be Reached
hu_hu: A bővítményszerver nem érhető el

source: Please check on the %1$s page if wp_remote_get() is working. For more information you can check our documentation of the %2$s. If the issue persists, you can also get the plugins through our alternate method directly from the %3$s.
hu_hu: Kérjük, ellenőrizze a(z) %1$s oldalon, hogy a wp_remote_get() működik-e. További információért tekintse meg a %2$s dokumentációnkat. Ha a probléma továbbra is fennáll, a bővítményeket alternatív módszerünkkel közvetlenül a %3$s oldalról is beszerezheti.

source: Status
hu_hu: Állapot

source: Plugin Installation
hu_hu: Bővítmény telepítése

source: Support Dashboard
hu_hu: Támogatási vezérlőpult

source: New version available: %s
hu_hu: Új verzió érhető el: %s

source: Active: %s
hu_hu: Aktív: %s

source: Available Version: %s
hu_hu: Elérhető verzió: %s

source: Required
hu_hu: Kötelező

source: Premium
hu_hu: Prémium

source: Error
hu_hu: Hiba

source: All
hu_hu: Összes

source: Import
hu_hu: Importálás

source: Modify
hu_hu: Módosítás

source: Select
hu_hu: Kiválasztás

source: Full Import
hu_hu: Teljes importálás

source: Partial Import
hu_hu: Részleges importálás

source: Preview
hu_hu: Előnézet

source: New
hu_hu: Új

source: Live Preview
hu_hu: Élő előnézet

source: Required Plugins To Import Content
hu_hu: A tartalom importálásához szükséges bővítmények

source: Setup Required
hu_hu: Beállítás szükséges

source: Install
hu_hu: Telepítés

source: Active
hu_hu: Aktív

source: Activate
hu_hu: Aktiválás

source: Import Content
hu_hu: Tartalom importálása

source: (menus only import with "All")
hu_hu: (a menük csak az "Összes" opcióval importálhatók)

source: Remove Content
hu_hu: Tartalom eltávolítása

source: Remove
hu_hu: Eltávolítás

source: Done
hu_hu: Kész

source: Filter Sites
hu_hu: Webhelyek szűrése

source: Search prebuilt sites
hu_hu: Előre elkészített webhelyek keresése

source: All Prebuilt Sites
hu_hu: Összes előre elkészített webhely

source: Imported
hu_hu: Importálva

source: We're sorry but the demo data could not be imported
hu_hu: Sajnáljuk, de a demóadatokat nem sikerült importálni.

source: This is most likely due to low PHP configurations on your server. There are two possible solutions.
hu_hu: Ez nagy valószínűséggel a kiszolgálón lévő alacsony PHP-beállítások miatt van. Két lehetséges megoldás van.

source: Solution 1:
hu_hu: 1. megoldás:

source: Import the demo using an alternate method.
hu_hu: Importálja a demót alternatív módszerrel.

source: Alternate Method
hu_hu: Alternatív módszer

source: Solution 2:
hu_hu: 2. megoldás:

source: Fix the PHP configurations reported in %1$s on the Status page, then use the %2$s, then reimport.
hu_hu: Javítsa a(z) %1$s oldalon, az Állapot lapon jelzett PHP-beállításokat, majd használja a(z) %2$s elemet, ezután importáljon újra.

source: Demo data successfully imported
hu_hu: A demóadatok sikeresen importálva.
