Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-reviews/jet-reviews-*.po
Languages: hu_hu

source: Comment approve needed notify
hu_hu: Értesítés, ha hozzászólás jóváhagyása szükséges

source: Enable reCAPTCHA v3
hu_hu: reCAPTCHA v3 engedélyezése

source: Use reCAPTCHA v3 form verification
hu_hu: reCAPTCHA v3 űrlapellenőrzés használata

source: Site Key:
hu_hu: Webhelykulcs:

source: Register reCAPTCHA v3 keys here.
hu_hu: Itt regisztrálhatja a reCAPTCHA v3 kulcsokat.

source: Secret Key:
hu_hu: Titkos kulcs:

source: Your settings have been saved and transferred to the appropriate review types.
hu_hu: A beállításait elmentettük és átvittük a megfelelő értékelési típusokra.

source: View review types
hu_hu: Értékelési típusok megtekintése

source: Comment List
hu_hu: Hozzászólások listája

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Select action
hu_hu: Válasszon műveletet

source: Unapprove
hu_hu: Jóváhagyás visszavonása

source: Approve
hu_hu: Jóváhagyás

source: Delete
hu_hu: Törlés

source: Apply
hu_hu: Alkalmaz

source: Search Comments
hu_hu: Hozzászólások keresése

source: Search
hu_hu: Keresés

source: Comment
hu_hu: Hozzászólás

source: Assigned to
hu_hu: Hozzárendelve

source: Actions
hu_hu: Műveletek

source: Edit
hu_hu: Szerkesztés

source: Edit Comment
hu_hu: Hozzászólás szerkesztése

source: General Review Stats
hu_hu: Általános értékelési statisztikák

source: Approved Reviews
hu_hu: Jóváhagyott értékelések

source: Not Approved Reviews
hu_hu: Nem jóváhagyott értékelések

source: Approved Comments
hu_hu: Jóváhagyott hozzászólások

source: Not Approved Comments
hu_hu: Nem jóváhagyott hozzászólások

source: Review Types Stats
hu_hu: Értékeléstípusok statisztikái

source: Reviews:
hu_hu: Értékelések:

source: Approved reviews:
hu_hu: Jóváhagyott értékelések:

source: Not approved reviews:
hu_hu: Nem jóváhagyott értékelések:

source: Review type:
hu_hu: Értékelés típusa:

source: Allowed:
hu_hu: Engedélyezve:

source: Reviews need approval:
hu_hu: Értékelések jóváhagyást igényelnek:

source: Comments allowed:
hu_hu: Hozzászólások engedélyezve:

source: Comments need approval:
hu_hu: Hozzászólások jóváhagyást igényelnek:

source: Likes/dislikes allowed:
hu_hu: Tetszik/nem tetszik engedélyezve:

source: Review List
hu_hu: Értékelések listája

source: Export
hu_hu: Exportálás

source: Search reviews
hu_hu: Értékelések keresése

source: Comments:
hu_hu: Hozzászólások:

source: Source:
hu_hu: Forrás:

source: Source type:
hu_hu: Forrás típusa:

source: Edit Review
hu_hu: Értékelés szerkesztése

source: Back to list
hu_hu: Vissza a listához

source: Review Content
hu_hu: Értékelés tartalma

source: Edit review title
hu_hu: Értékelés címének szerkesztése

source: Edit review content
hu_hu: Értékelés tartalmának szerkesztése

source: Rating Fields
hu_hu: Értékelési mezők

source: Name:
hu_hu: Név:

source: Step:
hu_hu: Lépésköz:

source: Value:
hu_hu: Érték:

source: Rating:
hu_hu: Értékelés:

source: Media
hu_hu: Média

source: Attached media files for review
hu_hu: Értékeléshez csatolt médiafájlok

source: Review Details
hu_hu: Értékelés részletei

source: Login:
hu_hu: Felhasználónév:

source: Mail:
hu_hu: E-mail:

source: Date:
hu_hu: Dátum:

source: Source Type:
hu_hu: Forrás típusa:

source: Assigned to:
hu_hu: Hozzárendelve:

source: Review Type:
hu_hu: Értékelés típusa:

source: Save Review Data
hu_hu: Értékelés adatainak mentése

source: Set unique name for your review type. Eg. `Projects`
hu_hu: Állítson be egyedi nevet az értékeléstípusához. Pl.: `Projects`

source: Set slug for your review type. Slug should contain only letters, numbers and `-` or `_` chars
hu_hu: Állítsa be értékeléstípusa slugját. A slug csak betűket, számokat és `-` vagy `_` karaktereket tartalmazhat

source: Choose review source
hu_hu: Válassza ki az értékelés forrását

source: Choose review source type
hu_hu: Válassza ki az értékelés forrástípusát

source: Leave blank if you want to use the default rating fields or create your own set of fields to be used for this type of review
hu_hu: Hagyja üresen, ha az alapértelmezett értékelési mezőket kívánja használni, vagy hozzon létre egy saját mezőkészletet, amelyet ennél az értékeléstípusnál használ

source: Default fields:
hu_hu: Alapértelmezett mezők:

source: Label:
hu_hu: Címke:

source: Max value:
hu_hu: Maximális érték:

source: Step
hu_hu: Lépésköz

source: Allowed roles
hu_hu: Engedélyezett szerepkörök

source: User roles that can leave reviews
hu_hu: Azok a felhasználói szerepkörök, amelyek értékeléseket írhatnak

source: Review author verification
hu_hu: Értékelés szerzőjének hitelesítése

source: Choose review author verification types
hu_hu: Válassza ki az értékelés szerzőjének hitelesítési típusait

source: Comment author verification
hu_hu: Hozzászólás szerzőjének hitelesítése

source: Choose сomment author verification types
hu_hu: Válassza ki a hozzászólás szerzőjének hitelesítési típusait

source: New review approval
hu_hu: Új értékelés jóváhagyása

source: Need admin approval for a new review
hu_hu: Új értékeléshez adminisztrátori jóváhagyás szükséges

source: Allow comments
hu_hu: Hozzászólások engedélyezése

source: Allow review comments for this type of post
hu_hu: Értékelésekhez tartozó hozzászólások engedélyezése ehhez a bejegyzéstípushoz

source: New review comments need approval
hu_hu: Az új értékelési hozzászólásokhoz jóváhagyás szükséges

source: Need admin approval for a new review comment
hu_hu: Új értékelési hozzászóláshoz adminisztrátori jóváhagyás szükséges

source: Allow review rate actions
hu_hu: Értékelési műveletek engedélyezése

source: Allow likes/dislikes for review items for this type of post
hu_hu: Tetszik/Nem tetszik engedélyezése az értékelési elemekhez ennél a bejegyzéstípusnál

source: Upload media
hu_hu: Média feltöltése

source: Allow uploading media files for review
hu_hu: Médiafájlok feltöltésének engedélyezése az értékeléshez

source: Allowed media
hu_hu: Engedélyezett médiafájlok

source: Max upload file size(MB)
hu_hu: Maximális feltöltési fájlméret(MB)

source: The maximum file size that can be uploaded for review
hu_hu: Az értékeléshez feltölthető fájl maximális mérete

source: Use source metadata
hu_hu: Forrás metaadatainak használata

source: Use source metadata for jet reviews data
hu_hu: A forrás metaadatainak használata a jet reviews adataihoz

source: Average rating metadata key
hu_hu: Átlagos értékelés meta kulcsa

source: Define meta key, which will store the average source rating.
hu_hu: Adja meg azt a meta kulcsot, amely a forrás átlagos értékelését tárolja.

source: Post meta ratio bound
hu_hu: Bejegyzés meta aránykorlát

source: Specify ratio conversion limit for source metadata.
hu_hu: Adja meg a forrás metaadatainak aránykonverziós határértékét.

source: Sync average rating
hu_hu: Átlagos értékelés szinkronizálása

source: Add/Update jet-rating data to source metadata
hu_hu: jet-rating adatok hozzáadása/frissítése a forrás metaadataiban

source: Sync rating data
hu_hu: Értékelési adatok szinkronizálása

source: Use Structure Data
hu_hu: Strukturált adatok használata

source: Rendering structure data in JSON-LD format
hu_hu: Strukturált adatok renderelése JSON-LD formátumban

source: Choose structure data type
hu_hu: Válassza ki a strukturált adatok típusát

source: If you are not sure where to start, please check tutorials list below this block
hu_hu: Ha nem biztos benne, hol kezdje, kérjük, tekintse meg az alábbi blokk alatt található oktatóanyagok listáját

source: Create Review Type
hu_hu: Értékeléstípus létrehozása

source: Update Review Type
hu_hu: Értékeléstípus frissítése

source: Add New Type
hu_hu: Új típus hozzáadása

source: No Types found
hu_hu: Nem találhatók típusok

source: Please confirm type deletion
hu_hu: Kérjük, erősítse meg a típus törlését

source: Export Reviews
hu_hu: Értékelések exportálása

source: Here you can export a reviews.
hu_hu: Itt exportálhat értékeléseket.

source: Import Reviews
hu_hu: Értékelések importálása

source: Here you can import a reviews.
hu_hu: Itt importálhat értékeléseket.

source: No Data found
hu_hu: Nem található adat

source: Parse
hu_hu: Elemezze

source: Leave a review
hu_hu: Írjon értékelést

source: Description
hu_hu: Leírás

source: Submit Review
hu_hu: Küldje el az értékelést
