Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-reviews/jet-reviews-*.po
Languages: hu_hu

source: JetReviews For Elementor
hu_hu: JetReviews az Elementorhoz

source: JetReviews - Reviews Widget for Elementor Page Builder
hu_hu: JetReviews - Vélemények widget az Elementor Page Builderhez

source: All
hu_hu: Összes

source: Approved
hu_hu: Jóváhagyva

source: Not Approved
hu_hu: Nincs jóváhagyva

source: Internal error. Please, try again later
hu_hu: Belső hiba. Kérjük, próbálja meg később újra

source: Server error. Please, try again later
hu_hu: Szerverhiba. Kérjük, próbálja meg később újra

source: No Data Found
hu_hu: Nem található adat

source: Success. Review Has Been Added
hu_hu: Siker. A vélemény hozzáadva

source: Success. Review Has Been Removed
hu_hu: Siker. A vélemény eltávolítva

source: Demo Mode is active. Only logged users can leave review.
hu_hu: A demó mód aktív. Csak a bejelentkezett felhasználók hagyhatnak véleményt.

source: *Already reviewed
hu_hu: *Már írt véleményt

source: *Your review must be approved by the moderator
hu_hu: *Az Ön véleményét a moderátornak jóvá kell hagynia

source: *This field is required or not valid
hu_hu: *Ez a mező kötelező vagy nem érvényes

source: *Captcha validation failed
hu_hu: *A Captcha ellenőrzés nem sikerült

source: Review Author Avatar
hu_hu: Vélemény szerzőjének avatárja

source: Review Average Rating
hu_hu: Átlagos értékelés

source: Type
hu_hu: Típus

source: Percent
hu_hu: Százalék

source: Ratio
hu_hu: Arány

source: Review Property
hu_hu: Vélemény tulajdonság

source: Review ID
hu_hu: Vélemény azonosítója

source: Reviewed Object ID
hu_hu: Értékelt objektum azonosítója

source: Reviewed Object Type
hu_hu: Értékelt objektum típusa

source: Author
hu_hu: Szerző

source: Date
hu_hu: Dátum

source: Title
hu_hu: Cím

source: Content
hu_hu: Tartalom

source: Rating
hu_hu: Értékelés

source: Likes
hu_hu: Kedvelések

source: Dislikes
hu_hu: Nem tetszések

source: Author Name
hu_hu: Szerző neve

source: Jet Reviews Query
hu_hu: Jet Reviews lekérdezés

source: Source
hu_hu: Forrás

source: Select review source
hu_hu: Válassza ki a vélemény forrását

source: Source Type
hu_hu: Forrástípus

source: Select review source type
hu_hu: Válassza ki a vélemény forrásának típusát

source: Source ID
hu_hu: Forrásazonosító

source: Get reviews by source ID. Leave empty to detect automatically
hu_hu: Vélemények lekérése forrásazonosító alapján. Hagyja üresen az automatikus felismeréshez

source: Number
hu_hu: Darabszám

source: Number of items to show in the listing grid or per page if JetSmartFilters pagination is used. Query Count dynamic tag will show total number of items matched current Query
hu_hu: A megjelenítendő elemek darabszáma a rácsnézetben, vagy oldalanként, ha JetSmartFilters lapozás van használatban. A Query Count dinamikus címke a jelenlegi lekérdezésnek megfelelő elemek teljes számát mutatja

source: Offset
hu_hu: Eltolás

source: Number of items to skip. <b>Note:</b> This option doesn`t work without <b>Number</b>. If you need unlimited query results with offset, please set some extra large number into <b>Number</b> option.
hu_hu: Kihagyandó elemek száma. <b>Megjegyzés:</b> Ez az opció a <b>Number</b> nélkül nem működik. Ha korlátlan lekérdezési eredményekre van szüksége eltolással, állítson be egy nagyon nagy számot a <b>Number</b> opcióban.

source: Select products
hu_hu: Válasszon termékeket

source: Import products reviews
hu_hu: Termékek véleményeinek importálása

source: Import product native reviews and comments to create JetReviews items
hu_hu: A termék natív véleményeinek és hozzászólásainak importálása JetReviews elemek létrehozásához

source: Import
hu_hu: Importálás

source: Woo Product Customer
hu_hu: Woo termék vásárlója

source: Verified owner
hu_hu: Ellenőrzött tulajdonos

source: Shop Manager
hu_hu: Boltvezető

source: Shop owner
hu_hu: Bolttulajdonos

source: Comments
hu_hu: Hozzászólások

source: Error
hu_hu: Hiba

source: Comment have been deleted
hu_hu: A hozzászólás törölve lett

source: Success
hu_hu: Siker

source: Captcha validation failed
hu_hu: A Captcha ellenőrzése sikertelen

source: *Your comment must be approved by the moderator
hu_hu: *A hozzászólását a moderátornak jóvá kell hagynia

source: New Comment has been saved
hu_hu: Az új hozzászólás el lett mentve

source: Comment Update Error
hu_hu: Hozzászólás frissítési hiba

source: Comment have been updated
hu_hu: A hozzászólás frissítve lett

source: Average Rating
hu_hu: Átlagos értékelés

source: Any Sources not found
hu_hu: Nem található egyetlen forrás sem

source: Reviews Info
hu_hu: Vélemények információi

source: Reviews Count
hu_hu: Vélemények száma

source: Reviews Count Label
hu_hu: Vélemények számának címkéje

source: JetReviews requires Elementor to be activated.
hu_hu: A JetReviews az Elementor aktiválását igényli.

source: Activate Elementor Now
hu_hu: Elementor aktiválása most

source: Install Elementor Now
hu_hu: Elementor telepítése most

source: Reviews Listing
hu_hu: Vélemények listája

source: Settings
hu_hu: Beállítások

source: Rating Layout
hu_hu: Értékelés elrendezése

source: Stars
hu_hu: Csillagok

source: Points
hu_hu: Pontok

source: Rating Input Type
hu_hu: Értékelés beviteli típusa

source: Slider
hu_hu: Csúszka

source: Review Rating Type
hu_hu: Vélemény értékelésének típusa

source: Average
hu_hu: Átlag

source: Details
hu_hu: Részletek

source: Reviews Per Page
hu_hu: Vélemények száma oldalanként

source: Show Review Author Avatar
hu_hu: A vélemény szerzőjének avatarjának megjelenítése

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Show Review Title
hu_hu: Vélemény címének megjelenítése

source: Show Review Title Field
hu_hu: Vélemény címmezőjének megjelenítése

source: Show Review Content Field
hu_hu: Vélemény tartalommezőjének megjelenítése

source: Show Comment Author Avatar
hu_hu: Hozzászólás szerzőjének avatarjának megjelenítése

source: Icons
hu_hu: Ikonok

source: Empty Star Icon
hu_hu: Üres csillag ikon

source: Filled Star Icon
hu_hu: Kitöltött csillag ikon

source: New Review Button Icon
hu_hu: Új vélemény gomb ikonja

source: Show Comments Button Icon
hu_hu: Hozzászólások megjelenítése gomb ikonja

source: New Comment Button Icon
hu_hu: Új hozzászólás gomb ikonja

source: Pinned Icon
hu_hu: Kitűzött ikon

source: Empty Like Icon
hu_hu: Üres tetszik ikon

source: Filled Like Icon
hu_hu: Kitöltött tetszik ikon

source: Empty Dislike Icon
hu_hu: Üres nem tetszik ikon

source: Filled Dislike Icon
hu_hu: Kitöltött nem tetszik ikon

source: Reply Button Icon
hu_hu: Válasz gomb ikon

source: Prev Icon
hu_hu: Előző ikon

source: Next Icon
hu_hu: Következő ikon

source: Labels
hu_hu: Címkék

source: Header
hu_hu: Fejléc

source: No Reviews Message
hu_hu: Nincs értékelés üzenet

source: No reviews found
hu_hu: Nem található értékelés

source: Singular Review Count Label
hu_hu: Egyes számú értékelésszám címke

source: Review
hu_hu: Értékelés

source: Plural Review Count Label
hu_hu: Többes számú értékelésszám címke

source: Reviews
hu_hu: Értékelések

source: New Review Button
hu_hu: Új értékelés gomb

source: Write a review
hu_hu: Írjon értékelést

source: Already Reviewed Message
hu_hu: Már értékelt üzenet

source: Moderator Check Message
hu_hu: Moderátori ellenőrzés üzenet

source: Review Form
hu_hu: Értékelési űrlap

source: Not Valid Valid Message
hu_hu: Érvénytelen üzenet

source: Author Name Placeholder
hu_hu: Szerző neve helyőrző

source: Your Name
hu_hu: Az Ön neve

source: Author Mail Placeholder
hu_hu: Szerző e-mail-címe helyőrző

source: Your Mail
hu_hu: Az Ön e-mail-címe

source: Review Content Placeholder
hu_hu: Értékelés tartalma helyőrző

source: Your review
hu_hu: Az Ön értékelése

source: Review Title Placeholder
hu_hu: Értékelés címe helyőrző

source: Title of your review
hu_hu: Értékelésének címe

source: Submit Review Button
hu_hu: Értékelés beküldése gomb

source: Submit a review
hu_hu: Értékelés beküldése

source: Cancel Button
hu_hu: Mégse gomb

source: Cancel
hu_hu: Mégse

source: Comment Form
hu_hu: Hozzászólás űrlap

source: New Comment Button
hu_hu: Új hozzászólás gomb

source: Leave a comment
hu_hu: Hagyjon hozzászólást

source: Comments Placeholder
hu_hu: Hozzászólások helyőrző

source: Leave your comments
hu_hu: Írja meg a hozzászólását

source: Show Comments Button
hu_hu: Hozzászólások megjelenítése gomb

source: Show Comments
hu_hu: Hozzászólások megjelenítése

source: Hide Comments Button
hu_hu: Hozzászólások elrejtése gomb

source: Hide Comments
hu_hu: Hozzászólások elrejtése

source: Comments Title
hu_hu: Hozzászólások címe

source: Submit Comment Button
hu_hu: Hozzászólás beküldése gomb

source: Submit Comment
hu_hu: Hozzászólás beküldése

source: Reply Form
hu_hu: Válasz űrlap

source: Reply Comment Button
hu_hu: Hozzászólásra válasz gomb

source: Reply
hu_hu: Válasz

source: Reply Placeholder
hu_hu: Válasz helyőrző

source: Leave you reply
hu_hu: Hagyja meg válaszát

source: Submit Reply Button
hu_hu: Válasz beküldése gomb

source: Submit a reply
hu_hu: Válasz elküldése

source: Star Size
hu_hu: Csillag mérete

source: Star Gap
hu_hu: Csillagok közötti távolság

source: Bar Height
hu_hu: Sáv magassága

source: Empty Color
hu_hu: Üres állapot színe

source: Very Low Color
hu_hu: Nagyon alacsony érték színe

source: Low Color
hu_hu: Alacsony érték színe

source: Medium Color
hu_hu: Közepes érték színe

source: High Color
hu_hu: Magas érték színe

source: Very High Color
hu_hu: Nagyon magas érték színe

source: Label Color
hu_hu: Címke színe

source: Label Typography
hu_hu: Címke tipográfiája

source: Buttons
hu_hu: Gombok

source: Primary
hu_hu: Elsődleges

source: Icon Size
hu_hu: Ikon mérete

source: Icon Color
hu_hu: Ikon színe

source: Border
hu_hu: Szegély

source: Border Radius
hu_hu: Sarkok lekerekítése

source: Padding
hu_hu: Belső margó

source: Secondary
hu_hu: Másodlagos

source: Pagination
hu_hu: Lapozás

source: Alignment
hu_hu: Igazítás

source: Left
hu_hu: Balra

source: Right
hu_hu: Jobbra

source: Center
hu_hu: Középre

source: Typography
hu_hu: Tipográfia

source: Item Size
hu_hu: Elem mérete

source: Item Space
hu_hu: Elemek közötti térköz

source: Item Border
hu_hu: Elem szegélye

source: Item Border Radius
hu_hu: Elem sarkainak lekerekítése

source: Normal
hu_hu: Normál

source: Text Color
hu_hu: Szöveg színe

source: Background Color
hu_hu: Háttér színe

source: Border Color
hu_hu: Szegély színe

source: Hover
hu_hu: Mutatáskor

source: Active
hu_hu: Aktív

source: Forms
hu_hu: Űrlapok

source: Inputs
hu_hu: Beviteli mezők

source: Color
hu_hu: Szín

source: Slider Color
hu_hu: Csúszka színe

source: Title Color
hu_hu: Cím színe

source: Title Typography
hu_hu: Cím tipográfiája

source: Avatar Size
hu_hu: Avatar mérete

source: Avatar Spacing
hu_hu: Avatar térköze

source: Author Name Color
hu_hu: Szerző nevének színe

source: Author Name Typography
hu_hu: Szerző nevének tipográfiája

source: Publish Time Color
hu_hu: Közzététel idejének színe

source: Publish Time Typography
hu_hu: Közzététel idejének tipográfiája

source: Spacing
hu_hu: Térköz

source: Content Color
hu_hu: Tartalom színe

source: Content Typography
hu_hu: Tartalom tipográfia

source: Review Item
hu_hu: Értékelési elem

source: Review Gap
hu_hu: Értékelési elemköz

source: Review Padding
hu_hu: Értékelési belső margó

source: Review Border
hu_hu: Értékelési keret

source: Review Border Radius
hu_hu: Értékelési sarokkerekítés

source: Review Box Shadow
hu_hu: Értékelési dobozárnyék

source: General
hu_hu: Általános

source: Title Spacing
hu_hu: Cím térköze

source: Comment Item
hu_hu: Hozzászólás elem

source: Comment Gap
hu_hu: Hozzászólás elemköz

source: Reply Gap
hu_hu: Válasz elemköz

source: Misc
hu_hu: Egyéb

source: Verify Label
hu_hu: Hitelesítési címke

source: Verify Label Color
hu_hu: Hitelesítési címke színe

source: Verify Icon Size
hu_hu: Hitelesítési ikon mérete

source: Verify Label Typography
hu_hu: Hitelesítési címke tipográfia

source: Static Review
hu_hu: Statikus értékelés

source: Content Source
hu_hu: Tartalom forrása

source: Get Data From Post
hu_hu: Adatok lekérése bejegyzésből

source: Enter post ID to get data from or leave empy to get data from current post
hu_hu: Adja meg a bejegyzés azonosítóját az adatok lekéréséhez, vagy hagyja üresen az aktuális bejegyzés adataihoz

source: Show Review Author
hu_hu: Értékelés szerzőjének megjelenítése

source: Label
hu_hu: Címke

source: Field Value
hu_hu: Mező értéke

source: Field Max
hu_hu: Mező maximuma

source: Design
hu_hu: Megjelenés

source: Summary Title
hu_hu: Összegzés címe

source: Review Summary Title
hu_hu: Értékelési összegzés címe

source: Summary Text
hu_hu: Összegzés szövege

source: Review Summary Description
hu_hu: Értékelési összegzés leírása

source: Summary Legend
hu_hu: Összegzés jelmagyarázata

source: Nice!
hu_hu: Remek!

source: Structured Data
hu_hu: Strukturált adatok

source: Add Structured Data to review box
hu_hu: Strukturált adatok hozzáadása az értékelő dobozhoz

source: Review Item Name
hu_hu: Értékelési elem neve

source: Review Item Image
hu_hu: Értékelési elem képe

source: Review Item Description
hu_hu: Értékelési elem leírása

source: Review Date
hu_hu: Értékelés dátuma

source: Review Author Name
hu_hu: Értékelés szerzőjének neve

source: Header Settings
hu_hu: Fejléc beállításai

source: Average Layout
hu_hu: Átlag elrendezése

source: Percentage
hu_hu: Százalék

source: Progressbar
hu_hu: Folyamatjelző sáv

source: Show
hu_hu: Megjelenítés

source: Hide
hu_hu: Elrejtés

source: Values Position
hu_hu: Értékek pozíciója

source: Above Progressbar
hu_hu: Folyamatjelző sáv felett

source: Inside Progressbar
hu_hu: Folyamatjelző sávban

source: Fields Settings
hu_hu: Mezők beállításai

source: Layout
hu_hu: Elrendezés

source: Stars Position
hu_hu: Csillagok pozíciója

source: Values Alignment
hu_hu: Értékek igazítása

source: Label Suffix
hu_hu: Címke utótagja

source: Summary Settings
hu_hu: Összegzés beállításai

source: Summary Results Block Position
hu_hu: Összegzés eredményblokkjának pozíciója

source: At right side of summary box
hu_hu: Az összegző doboz jobb oldalán

source: At left side of summary box
hu_hu: Az összegző doboz bal oldalán

source: At bottom of summary box
hu_hu: Az összegző doboz alján

source: At top of summary box
hu_hu: Az összegző doboz tetején

source: Results Block Width
hu_hu: Eredményblokk szélessége

source: Summary Average Layout
hu_hu: Összegzés átlagának elrendezése

source: Margin
hu_hu: Margó

source: Total Average
hu_hu: Összesített átlag

source: Value
hu_hu: Érték

source: Stars Rating
hu_hu: Csillagos értékelés

source: Stars Size
hu_hu: Csillagok mérete

source: Empty Stars Color
hu_hu: Üres csillagok színe

source: Filled Stars Color
hu_hu: Kitöltött csillagok színe

source: Stars Gap
hu_hu: Csillagok közötti térköz

source: Progress Styles
hu_hu: Folyamatjelző stílusai

source: Progress Height
hu_hu: Folyamatjelző magassága

source: Progress Canvas Color
hu_hu: Folyamatjelző háttérszíne

source: Progress Bar Color
hu_hu: Folyamatjelző sáv színe

source: Container
hu_hu: Konténer

source: Fields Gap
hu_hu: Mezők közötti térköz

source: Input
hu_hu: Beviteli mező

source: Submit
hu_hu: Beküldés

source: Avatar
hu_hu: Profilkép

source: Name
hu_hu: Név

source: Mail
hu_hu: E-mail

source: Fields
hu_hu: Mezők

source: Fields Box
hu_hu: Mezők doboza

source: Fields Box Padding
hu_hu: Mezők dobozának belső margója

source: Summary
hu_hu: Összegzés

source: Summary Content
hu_hu: Összegzés tartalma

source: Summary Box
hu_hu: Összegző doboz

source: Summary Average
hu_hu: Összegzés átlaga

source: Legend
hu_hu: Jelmagyarázat

source: Start
hu_hu: Kezdet

source: End
hu_hu: Vég

source: Structured data supported only for Post Meta and Manually Input sources
hu_hu: Strukturált adatok csak a Post Meta és a Kézi bevitel forrásokhoz támogatottak

source: Any Review Fields Not Found
hu_hu: Nem találhatók értékelési mezők

source: Manually Input
hu_hu: Kézi bevitel

source: You don't have permissions to do this
hu_hu: Nincs jogosultsága ezt megtenni

source: File not passed
hu_hu: A fájl nincs megadva

source: Format not allowed
hu_hu: A formátum nem engedélyezett

source: No data found in file
hu_hu: Nem található adat a fájlban

source: All Reviews
hu_hu: Összes értékelés

source: Review Type
hu_hu: Értékeléstípus

source: Add New Review Type
hu_hu: Új értékeléstípus hozzáadása

source: Edit Review Type
hu_hu: Értékeléstípus szerkesztése

source: Review Types
hu_hu: Értékeléstípusok

source: Type name cannot be empty
hu_hu: A típus neve nem lehet üres

source: List of fields cannot be empty
hu_hu: A mezők listája nem lehet üres

source: Choose File
hu_hu: Fájl kiválasztása

source: Upload your file here, or
hu_hu: Töltse fel a fájlját itt, vagy

source: Maximum size
hu_hu: Maximális méret

source: JetReviews unavailable for jetThemeCore template preview
hu_hu: A JetReviews nem érhető el a jetThemeCore sablonelőnézethez

source: Review type for %s source and %s source type not found. Create a new review for current source type <a href="%s"> Here </a>
hu_hu: Nem található értékeléstípus a(z) %s forráshoz és a(z) %s forrástípushoz. Hozzon létre új értékelést az aktuális forrástípushoz <a href="%s"> Itt </a>

source: Review type for %s source and %s source type not found
hu_hu: Nem található értékeléstípus a(z) %s forráshoz és a(z) %s forrástípushoz

source: This user can comment reviews
hu_hu: Ez a felhasználó hozzászólhat az értékelésekhez

source: This user can rate reviews
hu_hu: Ez a felhasználó értékeléseket értékelhet

source: Type with this slug is already exist
hu_hu: Ilyen sluggal rendelkező típus már létezik

source: Type with this source type is already exist
hu_hu: Ilyen forrástípushoz tartozó típus már létezik

source: New review type has been created
hu_hu: Új értékeléstípus létrehozva

source: Slug is empty
hu_hu: A slug üres

source: DB Error
hu_hu: Adatbázis-hiba

source: Review type have been copied
hu_hu: Az értékeléstípus lemásolva

source: The review media has not been deleted
hu_hu: Az értékelés médiája nem lett törölve

source: The review media have been deleted
hu_hu: Az értékelés médiái törölve lettek

source: Review type have been deleted
hu_hu: Az értékeléstípus törölve lett

source: The review has not been deleted
hu_hu: Az értékelés nem lett törölve

source: The review have been deleted
hu_hu: Az értékelés törölve lett

source: The reviews have been imported
hu_hu: Az értékelések importálva lettek

source: You can't leave a review. Demo mode is active
hu_hu: Nem írhat értékelést. A demó mód aktív

source: User with this mail is already exist
hu_hu: Ezzel az e-maillel rendelkező felhasználó már létezik

source: DataBase Error
hu_hu: Adatbázis-hiba

source: Error Review Approval
hu_hu: Hiba az értékelés jóváhagyásakor

source: Success Review Approval
hu_hu: Az értékelés jóváhagyása sikeres

source: Server Error
hu_hu: Szerverhiba

source: Review type has been updated
hu_hu: Az értékeléstípus frissítve lett

source: Review Update Error
hu_hu: Hiba az értékelés frissítésekor

source: Review data have been updated
hu_hu: Az értékelés adatai frissítve lettek

source: Post
hu_hu: Bejegyzés

source: User
hu_hu: Felhasználó

source: WP User
hu_hu: WP felhasználó

source: Advanced
hu_hu: Haladó

source: Integrations
hu_hu: Integrációk

source: Post & User Source
hu_hu: Bejegyzés és felhasználó forrása

source: Settings have been saved
hu_hu: A beállítások mentve lettek

source: Meta data sync error
hu_hu: Metaadat-szinkronizálási hiba

source: Post metadata have been updated
hu_hu: A bejegyzés metaadatai frissítve lettek

source: *Guests cannot publish reviews
hu_hu: *Vendégek nem tehetnek közzé értékeléseket

source: *User with this role cannot publish a new review
hu_hu: *Ezzel a szerepkörrel rendelkező felhasználó nem tehet közzé új értékelést

source: *Publish your review
hu_hu: *Tegye közzé az értékelését

source: Guest
hu_hu: Vendég

source: Guest User
hu_hu: Vendég felhasználó

source: Review Box Title
hu_hu: Értékelő doboz címe

source: Review Fields
hu_hu: Értékelési mezők

source: Add New Field
hu_hu: Új mező hozzáadása

source: Review Field Label
hu_hu: Értékelési mező címkéje

source: Field Max Value
hu_hu: Mező maximális értéke

source: Max Value
hu_hu: Maximális érték

source: Summary Block Title
hu_hu: Összegző blokk címe

source: Text Above Summary Value
hu_hu: Szöveg az összegző érték felett

source: JetReviews Structured Data
hu_hu: JetReviews strukturált adatok

source: What was reviewed?
hu_hu: Mit értékelt?

source: Reviewed Item Name
hu_hu: Értékelt elem neve

source: Reviewed Item Image
hu_hu: Értékelt elem képe

source: Few words about reviewd item
hu_hu: Néhány szó az értékelt elemről

source: Reviewd Item Description
hu_hu: Értékelt elem leírása

source: ago
hu_hu: ezelőtt

source: Full
hu_hu: Teljes

source: None
hu_hu: Nincs

source: Name (slug)
hu_hu: Név (slug)

source: Modified
hu_hu: Módosítva

source: Rand
hu_hu: Véletlen

source: Comment Count
hu_hu: Hozzászólások száma

source: Menu Order
hu_hu: Menüsorrend

source: Descending
hu_hu: Csökkenő

source: Ascending
hu_hu: Növekvő

source: Baseline
hu_hu: Alapvonal

source: Top
hu_hu: Felül

source: Middle
hu_hu: Középen

source: Bottom
hu_hu: Alul

source: Sub
hu_hu: Alsó index

source: Super
hu_hu: Felső index

source: Text Top
hu_hu: Szöveg teteje

source: Text Bottom
hu_hu: Szöveg alja

source: Feb
hu_hu: Febr.

source: Mar
hu_hu: Márc.

source: Apr
hu_hu: Ápr.

source: May
hu_hu: Máj.

source: Jun
hu_hu: Jún.

source: Jul
hu_hu: Júl.

source: Sep
hu_hu: Szept.

source: Oct
hu_hu: Okt

source: Product
hu_hu: Termék

source: Place
hu_hu: Hely

source: Service
hu_hu: Szolgáltatás

source: Organization
hu_hu: Szervezet

source: Event
hu_hu: Esemény

source: Approve it: %s
hu_hu: Hagyja jóvá: %s

source: Delete it: %s
hu_hu: Törölje: %s

source: A new review for "%s" has been submitted
hu_hu: Új értékelést nyújtottak be a(z) "%s" számára

source: [%1$s] Please check a new review: "%2$s"
hu_hu: [%1$s] Kérem, ellenőrizze az új értékelést: "%2$s"

source: Total satisfy percent: %1$s
hu_hu: Összesített elégedettségi arány: %1$s

source: Author: %1$s
hu_hu: Szerző: %1$s

source: Date: %1$s
hu_hu: Dátum: %1$s

source: Comment: %s
hu_hu: Hozzászólás: %s

source: A new comment for "%s" has been submitted
hu_hu: Új hozzászólást nyújtottak be a(z) "%s" számára

source: Enable disallowed content checking
hu_hu: Tiltott tartalom ellenőrzésének engedélyezése

source: Checking the content of reviews and comments for disallowed words.
hu_hu: Értékelések és hozzászólások tartalmának ellenőrzése tiltott szavakra.

source: Disallowed words
hu_hu: Tiltott szavak

source: Disallowed word 1, Disallowed word 2
hu_hu: Tiltott szó 1, Tiltott szó 2

source: When a reviews contains any of these words in its content, it will be checked as unapproved automatically. Separate keywords with commas
hu_hu: Ha egy értékelés tartalmában bármelyik ilyen szó szerepel, automatikusan nem jóváhagyottnak lesz megjelölve. Kulcsszavakat vesszővel válassza el

source: New review notify
hu_hu: Értesítés új értékelésről

source: Email admin whenever anyone submit a review
hu_hu: E-mail küldése az adminisztrátornak, valahányszor bárki értékelést nyújt be

source: Review approve needed notify
hu_hu: Értesítés, ha értékelés jóváhagyása szükséges

source: Email admin only when approval is needed
hu_hu: E-mail küldése az adminisztrátornak csak akkor, ha jóváhagyás szükséges

source: Post author notify
hu_hu: Bejegyzés szerzőjének értesítése

source: Email post author whenever anyone submit a review
hu_hu: E-mail küldése a bejegyzés szerzőjének, valahányszor bárki értékelést nyújt be

source: New comment notify
hu_hu: Értesítés új hozzászólásról

source: Email admin whenever anyone submit a comment
hu_hu: E-mail küldése az adminisztrátornak, valahányszor bárki hozzászólást nyújt be
