Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-form-builder-hubspot-action/jet-form-builder-hubspot-action-*.po
Languages: hu_hu

source: A mailing list addon that lets you alter the existing contacts and easily add new ones.
hu_hu: Egy levelezőlista-bővítmény, amellyel módosíthatja a meglévő kapcsolatokat, és könnyedén adhat hozzá újakat.

source: The email field is required.
hu_hu: Az e-mail mező kitöltése kötelező.

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Phone
hu_hu: Telefonszám

source: Website
hu_hu: Weboldal

source: <b>Warning</b>: <b>JetFormBuilder HubSpot Action</b> needs <b>JetEngine</b> update.
hu_hu: <b>Figyelmeztetés</b>: a <b>JetFormBuilder HubSpot Action</b> a <b>JetEngine</b> frissítését igényli.

source: <b>Warning</b>: <b>JetFormBuilder HubSpot Action</b> needs <b>JetFormBuilder</b> update.
hu_hu: <b>Figyelmeztetés</b>: a <b>JetFormBuilder HubSpot Action</b> a <b>JetFormBuilder</b> frissítését igényli.

source: Your application is successfully authorized via OAuth 2.0
hu_hu: Az alkalmazás sikeresen engedélyezve lett OAuth 2.0-n keresztül

source: Something went wrong, please try again.
hu_hu: Valami hiba történt, próbálja meg újra.

source: <b>Error:</b> <b>JetFormBuilder HubSpot Action</b> plugin requires a PHP version ">= 7.2.5" to work properly!
hu_hu: <b>Hiba:</b> a <b>JetFormBuilder HubSpot Action</b> bővítmény megfelelő működéséhez ">= 7.2.5" PHP-verzió szükséges!
