Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/yoast-woo-seo/yoast-woo-seo-*.po
Languages: hu_hu

source: This extension to WooCommerce and Yoast SEO makes sure there's perfect communication between the two plugins.
hu_hu: Ez a WooCommerce-hez és a Yoast SEO-hoz készült kiegészítő gondoskodik a két bővítmény közötti tökéletes kommunikációról.

source: Install %1$s
hu_hu: Telepítse a(z) %1$s

source: Please %1$sinstall &amp; activate %3$s%2$s to allow the %4$s module to work.
hu_hu: Kérjük, %1$stelepítse &amp; aktiválja a(z) %3$s%2$s, hogy a(z) %4$s modul működhessen.

source: Update %1$s
hu_hu: Frissítse a(z) %1$s

source: Please upgrade WordPress to the latest version to allow WordPress and the %1$s module to work properly.
hu_hu: Kérjük, frissítse a WordPress-t a legújabb verzióra, hogy a WordPress és a(z) %1$s modul megfelelően működjön.

source: Please upgrade the %1$s plugin to the latest version to allow the %2$s module to work.
hu_hu: Kérjük, frissítse a(z) %1$s bővítményt a legújabb verzióra, hogy a(z) %2$s modul működjön.

source: %1$s Settings
hu_hu: %1$s beállításai

source: Schema & OpenGraph additions
hu_hu: Schema & OpenGraph kiegészítések

source: If you have product attributes for the following types, select them here, the plugin will make sure they're used for the appropriate Schema.org and OpenGraph markup.
hu_hu: Ha rendelkezik az alábbi típusokhoz termékattribútumokkal, válassza ki őket itt; a bővítmény gondoskodik róla, hogy ezeket a megfelelő Schema.org és OpenGraph jelölésben használja.

source: Manufacturer
hu_hu: Gyártó

source: Brand
hu_hu: Márka

source: Color
hu_hu: Szín

source: Pattern
hu_hu: Minta

source: Material
hu_hu: Anyag

source: Size
hu_hu: Méret

source: If you have a general return policy for your business, please select it here.
hu_hu: Ha a vállalkozásának van általános visszaküldési szabályzata, kérjük, válassza ki itt.

source: Return policy page
hu_hu: Visszaküldési szabályzat oldala

source: Breadcrumbs
hu_hu: Morzsamenü

source: Both %4$s and %3$s have breadcrumbs functionality. The %3$s breadcrumbs have a slightly higher chance of being picked up by search engines and you can configure them a bit more, on the %1$sBreadcrumbs settings page%2$s. To enable them, check the box below and the WooCommerce breadcrumbs will be replaced.
hu_hu: Mind a(z) %4$s, mind a(z) %3$s rendelkezik morzsamenü-funkcióval. A %3$s morzsamenüit valamivel nagyobb eséllyel veszik fel a keresőmotorok, és egy kicsit bővebben testreszabhatók a %1$sMorzsamenü beállításai%2$s oldalon. Engedélyezésükhöz jelölje be az alábbi négyzetet, és a WooCommerce morzsamenüje lecserélésre kerül.

source: Note that %1$s breadcrumbs will not be replaced if you’re using a block-based template for single products.
hu_hu: Vegye figyelembe, hogy a(z) %1$s morzsamenü nem kerül lecserélésre, ha blokk-alapú sablont használ egyedi termékekhez.

source: Replace %1$s Breadcrumbs
hu_hu: A(z) %1$s morzsamenü cseréje

source: Both %2$s and %1$s add metaboxes to the edit product page, if you want %2$s to be above %1$s, check the box.
hu_hu: Mind a(z) %2$s, mind a(z) %1$s metaboxokat ad a termékszerkesztő oldalhoz; ha azt szeretné, hogy a(z) %2$s a(z) %1$s fölött legyen, jelölje be a négyzetet.

source: Move %1$s up
hu_hu: A(z) %1$s feljebb mozgatása

source: Out of stock
hu_hu: Nincs raktáron

source: In stock
hu_hu: Raktáron

source: On backorder
hu_hu: Visszarendelhető

source: Price
hu_hu: Ár

source: Availability
hu_hu: Elérhetőség

source: Yoast SEO options
hu_hu: Yoast SEO beállítások

source: If this product variation has unique identifiers, you can enter them here
hu_hu: Ha ennek a termékváltozatnak vannak egyedi azonosítói, itt adhatja meg őket

source: Product identifiers
hu_hu: Termékazonosítók

source: If you have any of these unique identifiers for your products, please add them here. %1$s will use them in your Schema and OpenGraph output.
hu_hu: Ha rendelkezik a termékeihez ilyen egyedi azonosítókkal, adja hozzá őket itt. A(z) %1$s ezeket felhasználja a Schema és az OpenGraph kimenetben.

source: You should write a short description for this product.
hu_hu: Érdemes rövid leírást írni ehhez a termékhez.

source: The short description for this product is too short.
hu_hu: Ennek a terméknek a rövid leírása túl rövid.

source: Your short description has a good length.
hu_hu: A rövid leírás megfelelő hosszúságú.

source: The short description for this product is too long.
hu_hu: Ennek a terméknek a rövid leírása túl hosszú.

source: %1$sLists%2$s: There is at least one list on this page. Great!
hu_hu: %1$sListák%2$s: Van legalább egy lista ezen az oldalon. Remek!

source: %1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!
hu_hu: %1$sListák%3$s: Ezen az oldalon nem található lista. %2$sAdjon hozzá legalább egy rendezett vagy rendezetlen listát%3$s!

source: %1$sImage alt attributes%2$s: All images have alt attributes. Good job!
hu_hu: %1$sKép alt attribútumok%2$s: Minden képen van alt attribútum. Szép munka!

source: %1$sImage alt attributes%3$s: None of the images have alt attributes. %2$sAdd alt attributes to your images%3$s!
hu_hu: %1$sKép alt attribútumok%3$s: Egyik képen sincs alt attribútum. %2$sAdjon alt attribútumot a képeihez%3$s!

source: %1$sImage alt attributes%3$s: This page does not have images with alt attributes. %2$sAdd some%3$s!
hu_hu: %1$sKép alt attribútumok%3$s: Ezen az oldalon nincsenek alt attribútummal rendelkező képek. %2$sAdjon hozzá néhányat%3$s!

source: %1$sSKU%2$s: Your product has a SKU. Good job!
hu_hu: %1$sSKU%2$s: A termékének van SKU-ja. Szép munka!

source: %1$sSKU%2$s: All your product variants have a SKU. Good job!
hu_hu: %1$sSKU%2$s: Minden termékváltozatának van SKU-ja. Szép munka!

source: %1$sSKU%3$s: Your product is missing a SKU. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s
hu_hu: %1$sSKU%3$s: A termékhez nem tartozik SKU. %2$sAdja meg, ha lehetséges, mert ez segít a keresőmotoroknak jobban megérteni a tartalmát.%3$s

source: %1$sSKU%3$s: Not all your product variants have a SKU. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s
hu_hu: %1$sSKU%3$s: Nem minden termékváltozat rendelkezik SKU-val. %2$sAdja meg, ha lehetséges, mert ez segít a keresőmotoroknak jobban megérteni a tartalmát.%3$s

source: %1$sProduct identifier%2$s: Your product has an identifier. Good job!
hu_hu: %1$sTermékazonosító%2$s: A terméknek van azonosítója. Szép munka!

source: %1$sProduct identifier%2$s: All your product variants have an identifier. Good job!
hu_hu: %1$sTermékazonosító%2$s: Minden termékváltozatnak van azonosítója. Szép munka!

source: %1$sProduct identifier%3$s: Your product is missing an identifier (like a GTIN code). %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s
hu_hu: %1$sTermékazonosító%3$s: A termékből hiányzik egy azonosító (például GTIN-kód). %2$sAdja meg, ha lehetséges, mert ez segít a keresőmotoroknak jobban megérteni a tartalmát.%3$s

source: %1$sProduct identifier%3$s: Not all your product variants have an identifier. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s
hu_hu: %1$sTermékazonosító%3$s: Nem minden termékváltozat rendelkezik azonosítóval. %2$sAdja meg, ha lehetséges, mert ez segít a keresőmotoroknak jobban megérteni a tartalmát.%3$s
