Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-shipping-per-product/woocommerce-shipping-per-product-*.po
Languages: hu_hu

source: WooCommerce Shipping Per Product v2
hu_hu: WooCommerce Szállítás termékenként v2

source: Per product shipping allows you to define different shipping costs for products, based on customer location. These costs can be added to other shipping methods, or used as a standalone shipping method.
hu_hu: A termékenkénti szállítás lehetővé teszi, hogy a vevő helye alapján különböző szállítási költségeket határozzon meg a termékekhez. Ezek a költségek hozzáadhatók más szállítási módokhoz, vagy önálló szállítási módként is használhatók.

source: Per-product shipping
hu_hu: Termékenkénti szállítás

source: Configure per-product shipping settings for this product.
hu_hu: Állítsa be a termékenkénti szállítás beállításait ehhez a termékhez.

source: Enable per-product shipping cost
hu_hu: Termékenkénti szállítási költség engedélyezése

source: Add per-product shipping cost to all shipping method rates?
hu_hu: Hozzáadja a termékenkénti szállítási költséget minden szállítási módszer díjához?

source: Sorry, you cannot read this resource.
hu_hu: Sajnáljuk, nem tekintheti meg ezt az erőforrást.

source: Per-product (legacy)
hu_hu: Termékenkénti (elavult)

source: This method is deprecated in Per Product Shipping 2.3.0 and will be removed in future versions - we recommend disabling it and instead setting up a new rate within your <a href="%s">Shipping zones</a>.
hu_hu: Ez a módszer a Per Product Shipping 2.3.0-ban elavult, és a jövőbeli verziókban el lesz távolítva - javasoljuk, hogy tiltsa le, és ehelyett állítson be egy új díjtételt a <a href="%s">Szállítási zónák</a> között.

source: Standalone Method
hu_hu: Önálló módszer

source: Enable per-product shipping as a standalone shipping method
hu_hu: A termékenkénti szállítás engedélyezése önálló szállítási módszerként

source: Method Title
hu_hu: Módszer címe

source: This controls the title which the user sees during checkout.
hu_hu: Ez határozza meg a címet, amelyet a felhasználó a pénztárnál lát.

source: Product Shipping
hu_hu: Termékszállítás

source: Tax Status
hu_hu: Adózási állapot

source: Taxable
hu_hu: Adóköteles

source: None
hu_hu: Nincs

source: Default Product Cost
hu_hu: Alapértelmezett termékköltség

source: Cost excluding tax (per product) for products without defined costs. Enter an amount, e.g. 2.50.
hu_hu: Adó nélküli költség (termékenként) azoknál a termékeknél, amelyeknél nincs meghatározott költség. Adjon meg egy összeget, pl. 2.50.

source: Handling Fee (per product)
hu_hu: Kezelési díj (termékenként)

source: Fee excluding tax. Enter an amount, e.g. 2.50, or a percentage, e.g. 5%. Leave blank to disable.
hu_hu: Adó nélküli díj. Adjon meg egy összeget, pl. 2.50, vagy egy százalékot, pl. 5%. Hagyja üresen a letiltáshoz.

source: Handling Fee (per order)
hu_hu: Kezelési díj (rendelésenként)

source: Method availability
hu_hu: Módszer elérhetősége

source: All allowed countries
hu_hu: Minden engedélyezett ország

source: Specific Countries
hu_hu: Meghatározott országok

source: No row selected
hu_hu: Nincs kijelölt sor

source: Product ID
hu_hu: Termékazonosító

source: Country Code
hu_hu: Országkód

source: State/County Code
hu_hu: Állam/megye kódja

source: Zip/Postal Code
hu_hu: Irányítószám

source: Cost
hu_hu: Költség

source: Item Cost
hu_hu: Tétel költsége

source: The country code does not exist.
hu_hu: Az országkód nem létezik.

source: A 2 digit country code, e.g. US. Leave blank to apply to all.
hu_hu: Kétjegyű országkód, pl. US. Hagyja üresen, ha mindegyikre alkalmazni szeretné.

source: A state code, e.g. AL. Leave blank to apply to all.
hu_hu: Államkód, pl. AL. Hagyja üresen, ha mindegyikre alkalmazni szeretné.

source: Postcode for this rule. Wildcards (*) can be used. Leave blank to apply to all areas.
hu_hu: Irányítószám ehhez a szabályhoz. Helyettesítő karakterek (*) használhatók. Hagyja üresen, ha minden területre alkalmazni szeretné.

source: Line Cost (Excl. Tax)
hu_hu: Sor költsége (adó nélkül)

source: Decimal cost for the line as a whole.
hu_hu: A teljes sor költsége decimális formátumban.

source: Item Cost (Excl. Tax)
hu_hu: Tétel költsége (adó nélkül)

source: Decimal cost for the item (multiplied by qty).
hu_hu: A tétel költsége decimális formátumban (a mennyiséggel megszorozva).

source: View helper text
hu_hu: Súgószöveg megtekintése

source: Insert row
hu_hu: Sor beszúrása

source: Remove row
hu_hu: Sor eltávolítása

source: Export CSV
hu_hu: CSV exportálása

source: Import CSV
hu_hu: CSV importálása

source: Import CSV (override)
hu_hu: CSV importálása (felülírás)

source: This will remove all existing shipping rules and replace them with the rule(s) in your imported CSV file. Are you sure this is what you intend to do?
hu_hu: Ez eltávolítja az összes meglévő szállítási szabályt, és azokat lecseréli az importált CSV-fájlban lévő szabály(ok)ra. Biztosan ezt szeretné tenni?

source: Loading the rule...
hu_hu: Szabály betöltése...

source: Saving the rule...
hu_hu: Szabály mentése...

source: There is no rules yet.
hu_hu: Még nincsenek szabályok.

source: Per-variation shipping
hu_hu: Változatonkénti szállítás

source: Adjust Shipping Costs
hu_hu: Szállítási költségek módosítása

source: %1$sNOTICE:%2$s Only tables with %3$d rules or fewer can be edited within the product editor. %4$sPlease export your rules, modify as needed, and use the "Import CSV (override)" button to update this product's rules.
hu_hu: %1$sFIGYELMEZTETÉS:%2$s A termékszerkesztőben csak a legfeljebb %3$d szabályt tartalmazó táblák szerkeszthetők. %4$sKérjük, exportálja a szabályokat, végezze el a szükséges módosításokat, majd használja az "Import CSV (override)" gombot a termék szabályainak frissítéséhez.

source: Insufficient privileges to export product shipping rules.
hu_hu: Nincs elegendő jogosultság a termék szállítási szabályainak exportálásához.

source: Invalid product ID.
hu_hu: Érvénytelen termékazonosító.

source: Sorry, there has been an error.
hu_hu: Sajnáljuk, hiba történt.

source: The file does not exist, please try again.
hu_hu: A fájl nem létezik, próbálja újra.

source: The CSV is invalid.
hu_hu: A CSV érvénytelen.

source: Import complete - imported %1$s shipping rates and skipped %2$s.
hu_hu: Importálás kész - %1$s szállítási díj importálva, %2$s kihagyva.

source: %1$s rows were missing a valid product ID
hu_hu: %1$s sorból hiányzott érvényes termékazonosító

source: All done!
hu_hu: Kész!

source: Import Per-product Shipping Rates
hu_hu: Termékenkénti szállítási díjak importálása

source: Hi there! Upload a CSV file containing per-product shipping rates to import the contents into your shop. Choose a .csv file to upload, then click "Upload file and import".
hu_hu: Üdv! Töltsön fel egy CSV-fájlt, amely termékenkénti szállítási díjakat tartalmaz, hogy importálhassa azokat az áruházába. Válasszon ki egy .csv fájlt, majd kattintson a "Fájl feltöltése és importálás" gombra.

source: Rates need to be defined with columns in a specific order (6 columns). Product ID, Country Code, State Code, Postcode, Cost, Item Cost
hu_hu: A díjakat meghatározott oszlopsorrendben kell megadni (6 oszlop). Termékazonosító, Országkód, Állam/megye kódja, Irányítószám, Költség, Tételenkénti költség

source: This will remove all existing shipping rules from %1$sproduct ID : %3$d%2$s and replace them with the rule(s) in your imported CSV file.
hu_hu: Ez eltávolítja az összes meglévő szállítási szabályt a %1$stermékazonosító : %3$d%2$s esetében, és azokat az importált CSV-fájlban lévő szabállyal/szabályokkal váltja fel.

source: Before you can upload your import file, you will need to fix the following error:
hu_hu: Az importfájl feltöltése előtt a következő hibát kell javítania:

source: Choose a file from your computer:
hu_hu: Válasszon egy fájlt a számítógépéről:

source: Maximum size: %s
hu_hu: Maximális méret: %s

source: Delimiter
hu_hu: Elválasztó

source: Upload file and import
hu_hu: Fájl feltöltése és importálás

source: Support
hu_hu: Támogatás

source: Docs
hu_hu: Dokumentáció

source: View Documentation
hu_hu: Dokumentáció megtekintése

source: Visit Premium Customer Support Forum
hu_hu: Látogassa meg a prémium ügyféltámogatási fórumot

source: WooCommerce Per-product shipping rates (CSV)
hu_hu: WooCommerce termékenkénti szállítási díjak (CSV)

source: Import <strong>per-product shipping rates</strong> to your store via a csv file.
hu_hu: Importáljon <strong>termékenkénti szállítási díjakat</strong> az áruházába egy CSV-fájlon keresztül.

source: Shipping Per Product
hu_hu: Termékenkénti szállítás

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
hu_hu: Ezen bővítmény használatával személyes adatokat tárolhat, illetve megoszthat egy külső szolgáltatással. <a href="%s" target="_blank">Tudjon meg többet arról, hogyan működik ez, és mit érdemes feltüntetni az adatvédelmi tájékoztatójában.</a>

source: Per-product
hu_hu: Termékenkénti

source: Per product shipping allows you to define different shipping costs for products, based on customer location. These costs will be displayed and charged separately from any other shipping methods.
hu_hu: A termékenkénti szállítás lehetővé teszi, hogy a vásárló helye alapján eltérő szállítási költségeket határozzon meg a termékekhez. Ezek a költségek a többi szállítási módtól elkülönítve jelennek meg és kerülnek felszámításra.

source: Cost excluding tax (per product) for products without defined costs. Enter an amount, e.g. 2.50. Entering an amount here will apply a global shipping cost for all products, effectively disabling all other shipping methods
hu_hu: Áfát nem tartalmazó költség (termékenként) a meghatározott költség nélküli termékekhez. Adjon meg egy összeget, pl. 2.50. Itt összeg megadásával globális szállítási költséget alkalmaz minden termékre, ami gyakorlatilag letiltja az összes többi szállítási módot.

source: Disabled, Enter an amount, e.g. 2.50.
hu_hu: Letiltva, adjon meg egy összeget, pl. 2.50.

source: Disabled, Enter an amount, e.g. 2.50, or a percentage, e.g. 5%.
hu_hu: Letiltva, adjon meg egy összeget, pl. 2.50, vagy egy százalékot, pl. 5%.

source: Ignore Free Shipping
hu_hu: Ingyenes szállítás figyelmen kívül hagyása

source: If "Free Shipping" shipping method is enabled in the same zone as this "Per Product" method, it will not be offered as shipping option in the same package if this option is checked.
hu_hu: Ha az "Ingyenes szállítás" szállítási mód engedélyezve van ugyanabban a zónában, mint ez a "Termékenkénti" mód, akkor nem lesz választható szállítási opció ugyanabban a csomagban, ha ez az opció be van jelölve.

source: Ignore
hu_hu: Figyelmen kívül hagyás

source: Ignore Local Pickup
hu_hu: Helyi átvétel figyelmen kívül hagyása

source: If "Local Pickup" shipping method is enabled in the same zone as this "Per Product" method, it will not be offered as shipping option in the same package if this option is checked.
hu_hu: Ha a "Helyi átvétel" szállítási mód engedélyezve van ugyanabban a zónában, mint ez a "Termékenkénti" mód, akkor nem lesz választható szállítási opció ugyanabban a csomagban, ha ez az opció be van jelölve.

source: Per Product Shipping requires WooCommerce to be installed and active. You can download %s here.
hu_hu: A Termékenkénti szállítás használatához a WooCommerce-nek telepítve és aktívnak kell lennie. Itt letöltheti: %s

# block title
source: Per Product Shipping
hu_hu: Termékenkénti szállítás

# block description
source: A block to demonstrate extending the Product Editor
hu_hu: Bemutató blokk a Termékszerkesztő bővítéséhez
