Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-atarim-extension/mainwp-atarim-extension-*.po
Languages: hu_hu

source: MainWP Atarim Extension
hu_hu: MainWP Atarim kiegészítő

source: The Atarim Extension for MainWP expands your ability to collaborate with your clients through your MainWP Dashboard. Get a complete overview of tasks that have been created inside your websites using Atarim to keep track of all your client requests!
hu_hu: A MainWP-hez készült Atarim kiegészítő bővíti az ügyfeleivel való együttműködés lehetőségeit a MainWP Vezérlőpulton keresztül. Teljes áttekintést ad az Atarim segítségével a webhelyein belül létrehozott feladatokról, hogy nyomon követhesse az összes ügyfélkérést!

source: Atarim Tasks
hu_hu: Atarim feladatok

source: Lastest 20 tasks
hu_hu: Legutóbbi 20 feladat

source: No tasks detected.
hu_hu: Nem található feladat.

source: Description
hu_hu: Leírás

source: Status
hu_hu: Állapot

source: Priority
hu_hu: Prioritás

source: Created
hu_hu: Létrehozva

source: Go to the Task.
hu_hu: Ugrás a feladathoz.

source: Take Me There
hu_hu: Ugrás oda

source: Invalid request. Please, try again.
hu_hu: Érvénytelen kérés. Kérjük, próbálja újra.

source: Atarim Settings
hu_hu: Atarim beállítások

source: Atarim API key
hu_hu: Atarim API-kulcs

source: Enter your Atarim API Key here.
hu_hu: Adja meg itt az Atarim API-kulcsát.

source: Save Settings
hu_hu: Beállítások mentése

source: You must enter your Atarim API key in the extension settings.
hu_hu: Meg kell adnia az Atarim API-kulcsát a kiegészítő beállításaiban.

source: Atarim tasks data empty.
hu_hu: Az Atarim-feladatok adatai üresek.

source: Site ID empty.
hu_hu: A webhelyazonosító üres.

source: Dashboard
hu_hu: Vezérlőpult

source: Settings
hu_hu: Beállítások

source: If you do not have an API key, you can get one from the %1$sAtarim Platform%2$s. Read the %3$shelp documentation%4$s for additional information about creating an API key.
hu_hu: Ha még nincs API-kulcsa, a %1$sAtarim Platformon%2$s beszerezhet egyet. További információért az API-kulcs létrehozásáról olvassa el a %3$ssúgódokumentációt%4$s.

source: In order to connect your MainWP Dashboard to your Atarim account, you will need to enable the MainWP REST API. %1$sSee how to do it properly!%2$s.
hu_hu: A MainWP Vezérlőpult és az Atarim-fiók összekapcsolásához engedélyeznie kell a MainWP REST API-t. %1$sNézze meg, hogyan kell ezt helyesen beállítani!%2$s.

source: Site
hu_hu: Webhely

source: Go to the site overview.
hu_hu: Ugrás a webhely áttekintésére.

source: Jump to the WP Admin.
hu_hu: Ugrás a WP Admin felületre.

source: Go to the website.
hu_hu: Ugrás a webhelyre.

source: Collaborate on this website.
hu_hu: Együttműködés ezen a webhelyen.

source: Overview
hu_hu: Áttekintés

source: Edit
hu_hu: Szerkesztés
