Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-measurement-price-calculator/woocommerce-measurement-price-calculator-*.po
Languages: hu_hu

source: WooCommerce Measurement Price Calculator
hu_hu: WooCommerce mérés alapú árkalkulátor

source: WooCommerce plugin to provide price and quantity calculations based on product measurements
hu_hu: WooCommerce-bővítmény ár- és mennyiségszámításokhoz a termék mérései alapján

source: Area (%s)
hu_hu: Terület (%s)

source: Overrides the area calculated from the width/length dimensions for the Measurements Price Calculator.
hu_hu: Felülírja a Mérési árkalkulátor által a szélesség/hossz méretekből számított területet.

source: Volume (%s)
hu_hu: Térfogat (%s)

source: Overrides the volume calculated from the width/length/height dimensions for the Measurements Price Calculator.
hu_hu: Felülírja a Mérési árkalkulátor által a szélesség/hossz/magasság méretekből számított térfogatot.

source: Minimum Price (%s)
hu_hu: Minimális ár (%s)

source: Measurement
hu_hu: Mérés

source: Calculator Settings
hu_hu: Kalkulátor beállításai

source: Pricing Table
hu_hu: Ártáblázat

source: None
hu_hu: Nincs

source: Dimensions
hu_hu: Méretek

source: Area
hu_hu: Terület

source: Area (LxW)
hu_hu: Terület (LxW)

source: Perimeter (2L + 2W)
hu_hu: Kerület (2L + 2W)

source: Surface Area 2(LW + LH + WH)
hu_hu: Felület 2(LW + LH + WH)

source: Volume
hu_hu: Térfogat

source: Volume (LxWxH)
hu_hu: Térfogat (LxWxH)

source: Volume (AxH)
hu_hu: Térfogat (AxH)

source: Weight
hu_hu: Súly

source: Room Walls
hu_hu: Szobafalak

source: Select the product measurement to calculate quantity by or define pricing within.
hu_hu: Válassza ki azt a termékmérést, amely alapján a mennyiséget kiszámítja, vagy amelyben az árazást meghatározza.

source: Use this measurement to have the customer prompted for a length and width to calculate the area required. When pricing is disabled (no custom dimensions) this calculator uses the product area attribute or otherwise the length and width attributes to determine the product area.
hu_hu: Ezzel a méréssel kérheti be az ügyféltől a hosszt és a szélességet a szükséges terület kiszámításához. Ha az árazás le van tiltva (nincsenek egyéni méretek), ez a kalkulátor a termék terület attribútumát, ennek hiányában pedig a hossz és szélesség attribútumokat használja a termék területének meghatározásához.

source: Use this measurement to have the customer prompted for a length and width to calculate the linear distance (L * 2 + W * 2).
hu_hu: Ezzel a méréssel kérheti be az ügyféltől a hosszt és a szélességet a lineáris távolság kiszámításához (L * 2 + W * 2).

source: Use this measurement to have the customer prompted for a length, width and height to calculate the surface area 2 * (L * W + W * H + L * H).
hu_hu: Ezzel a méréssel kérheti be az ügyféltől a hosszt, a szélességet és a magasságot a felület kiszámításához 2 * (L * W + W * H + L * H).

source: Use this measurement to have the customer prompted for a length, width and height to calculate the volume required. When pricing is disabled (no custom dimensions) this calculator uses the product volume attribute or otherwise the length, width and height attributes to determine the product volume.
hu_hu: Ezzel a méréssel kérheti be az ügyféltől a hosszt, a szélességet és a magasságot a szükséges térfogat kiszámításához. Ha az árazás le van tiltva (nincsenek egyéni méretek), ez a kalkulátor a termék térfogat attribútumát, ennek hiányában pedig a hossz, szélesség és magasság attribútumokat használja a termék térfogatának meghatározásához.

source: Use this measurement to have the customer prompted for an area and height to calculate the volume required. When pricing is disabled (no custom dimensions) this calculator uses the product volume attribute or otherwise the length, width and height attributes to determine the product volume.
hu_hu: Ezzel a méréssel kérheti be az ügyféltől a területet és a magasságot a szükséges térfogat kiszámításához. Ha az árazás le van tiltva (nincsenek egyéni méretek), ez a kalkulátor a termék térfogat attribútumát, ennek hiányában pedig a hossz, szélesség és magasság attribútumokat használja a termék térfogatának meghatározásához.

source: Use this measurement for applications such as wallpaper; the customer will be prompted for the wall height and distance around the room. When pricing is disabled (no custom dimensions) this calculator uses the product area attribute or otherwise the length and width attributes to determine the wall surface area.
hu_hu: Ezt a mérést használja olyan felhasználásokhoz, mint a tapéta; az ügyféltől a fal magasságát és a szoba körbefutó távolságát fogja bekérni. Ha az árazás le van tiltva (nincsenek egyéni méretek), ez a kalkulátor a termék terület attribútumát, ennek hiányában pedig a hossz és szélesség attribútumokat használja a fal felületének meghatározásához.

source: Show Product Price Per Unit
hu_hu: Termék egységárának megjelenítése

source: Check this box to display product pricing per unit on the frontend
hu_hu: Jelölje be ezt a négyzetet a termék egységárának megjelenítéséhez a frontenden

source: Pricing Label
hu_hu: Ár felirat

source: Label to display next to the product price (defaults to pricing unit)
hu_hu: A termék ára mellett megjelenítendő felirat (alapértelmezésben az áregység)

source: Pricing Unit
hu_hu: Áregység

source: Unit to define pricing in
hu_hu: Az árazás egysége

source: Calculated Price
hu_hu: Számított ár

source: Check this box to define product pricing per unit and allow customers to provide custom measurements
hu_hu: Jelölje be ezt a négyzetet az egységre vetített termékár meghatározásához, és hogy lehetővé tegye az ügyfelek számára egyéni méretek megadását

source: Calculated Weight
hu_hu: Számított súly

source: Check this box to define the product weight per unit and calculate the item weight based on the product dimension
hu_hu: Jelölje be ezt a négyzetet a termék egységre vetített súlyának meghatározásához, és az elem súlyának kiszámításához a termék mérete alapján

source: Calculated Inventory
hu_hu: Számított készlet

source: Check this box to define inventory per unit and calculate inventory based on the product dimension
hu_hu: Jelölje be ezt a négyzetet az egységre vetített készlet meghatározásához, és a készlet kiszámításához a termék mérete alapján

source: Length
hu_hu: Hossz

source: Select to display the product length in the price calculator
hu_hu: Válassza ezt, hogy a termék hossza megjelenjen az árkalkulátorban

source: Length Label
hu_hu: Hossz felirat

source: Length input field label to display on the frontend
hu_hu: A hossz beviteli mező felirata, amely a frontenden jelenik meg

source: Length Unit
hu_hu: Hossz egysége

source: The frontend length input field unit
hu_hu: A frontenden látható hossz beviteli mező egysége

source: Length Editable
hu_hu: Hossz szerkeszthető

source: Check this box to allow the needed length to be entered by the customer
hu_hu: Jelölje be ezt a négyzetet, hogy a vásárló megadhassa a szükséges hosszúságot

source: Length Options
hu_hu: Hosszúság beállításai

source: Width
hu_hu: Szélesség

source: Select to display the product width in the price calculator
hu_hu: Jelölje be, hogy a termék szélessége megjelenjen az árkalkulátorban

source: Width Label
hu_hu: Szélesség címkéje

source: Width input field label to display on the frontend
hu_hu: A frontend szélesség beviteli mező címkéje

source: Width Unit
hu_hu: Szélesség mértékegysége

source: The frontend width input field unit
hu_hu: A frontend szélesség beviteli mező mértékegysége

source: Width Editable
hu_hu: Szélesség szerkeszthető

source: Check this box to allow the needed width to be entered by the customer
hu_hu: Jelölje be ezt a négyzetet, hogy a vásárló megadhassa a szükséges szélességet

source: Width Options
hu_hu: Szélesség beállításai

source: Height
hu_hu: Magasság

source: Select to display the product height in the price calculator
hu_hu: Jelölje be, hogy a termék magassága megjelenjen az árkalkulátorban

source: Height Label
hu_hu: Magasság címkéje

source: Height input field label to display on the frontend
hu_hu: A frontend magasság beviteli mező címkéje

source: Height Unit
hu_hu: Magasság mértékegysége

source: The frontend height input field unit
hu_hu: A frontend magasság beviteli mező mértékegysége

source: Height Editable
hu_hu: Magasság szerkeszthető

source: Check this box to allow the needed height to be entered by the customer
hu_hu: Jelölje be ezt a négyzetet, hogy a vásárló megadhassa a szükséges magasságot

source: Height Options
hu_hu: Magasság beállításai

source: Check this box to define the product weight per unit and calculate the item weight based on the product area
hu_hu: Jelölje be ezt a négyzetet a termék egységenkénti súlyának meghatározásához, és a tétel súlyának a termék területe alapján történő kiszámításához

source: Check this box to define inventory per unit and calculate inventory based on the product area
hu_hu: Jelölje be ezt a négyzetet a készlet egységenkénti meghatározásához, és a készlet mennyiségének a termék területe alapján történő kiszámításához

source: Area Label
hu_hu: Terület címkéje

source: Area input field label to display on the frontend
hu_hu: A frontend terület beviteli mező címkéje

source: Area Unit
hu_hu: Terület mértékegysége

source: The frontend area input field unit
hu_hu: A frontend terület beviteli mező mértékegysége

source: Editable
hu_hu: Szerkeszthető

source: Check this box to allow the needed measurement to be entered by the customer
hu_hu: Jelölje be ezt a négyzetet, hogy a vásárló megadhassa a szükséges mértéket

source: Area Options
hu_hu: Terület beállításai

source: Check this box to define the product weight per unit and calculate the item weight based on the product volume
hu_hu: Jelölje be ezt a négyzetet a termék egységenkénti súlyának meghatározásához, és a tétel súlyának a termék térfogata alapján történő kiszámításához

source: Check this box to define inventory per unit and calculate inventory based on the product volume
hu_hu: Jelölje be ezt a négyzetet a készlet egységenkénti meghatározásához, és a készlet mennyiségének a termék térfogata alapján történő kiszámításához

source: Volume Label
hu_hu: Térfogat címkéje

source: Volume input field label to display on the frontend
hu_hu: A frontend térfogat beviteli mező címkéje

source: Volume Unit
hu_hu: Térfogat mértékegysége

source: The frontend volume input field unit
hu_hu: A frontend térfogat beviteli mező mértékegysége

source: Volume Options
hu_hu: Térfogat beállításai

source: Check this box to use the customer-configured product weight as the item weight
hu_hu: Jelölje be ezt a négyzetet, hogy a rendszer a vásárló által beállított terméksúlyt használja tételsúlyként

source: Check this box to define inventory per unit and calculate inventory based on the product weight
hu_hu: Jelölje be ezt a négyzetet a készlet egységenkénti meghatározásához, és a készlet mennyiségének a termék súlya alapján történő kiszámításához

source: Weight Label
hu_hu: Súly címkéje

source: Weight input field label to display on the frontend
hu_hu: A frontend súly beviteli mező címkéje

source: Weight Unit
hu_hu: Súly mértékegysége

source: The frontend weight input field unit
hu_hu: A frontend súly beviteli mező mértékegysége

source: Weight Options
hu_hu: Súly beállításai

source: Wall length input field label to display on the frontend
hu_hu: A frontend falhossz beviteli mező címkéje

source: The frontend wall length input field unit
hu_hu: A frontend falhossz beviteli mező mértékegysége

source: Room wall height input field label to display on the frontend
hu_hu: A frontend szobafal magassága beviteli mező címkéje

source: The frontend room wall height input field unit
hu_hu: A frontend szobafal magassága beviteli mező mértékegysége

source: Use a single number to set a fixed value for this field on the frontend, or a %s-separated list of numbers to create a select box for the customer to choose between.
hu_hu: Használjon egyetlen számot, hogy rögzített értéket állítson be ehhez a mezőhöz a frontenden, vagy egy %s karakterrel elválasztott számlistát, hogy legördülő listát hozzon létre, amelyből a vásárló választhat.

source: Example: 1/8; 0,5; 2
hu_hu: Példa: 1/8; 0,5; 2

source: Example: 1/8, 0.5, 2
hu_hu: Példa: 1/8, 0.5, 2

source: Measurement Range
hu_hu: Mérési tartomány

source: Configure the starting-ending range, inclusive, of measurements to match this rule. The first matched rule will be used to determine the price. The final rule can be defined without an ending range to match all measurements greater than or equal to its starting range.
hu_hu: Állítsa be a mérések kezdő és záró értékét (mindkettő beleértendő), hogy illeszkedjen ehhez a szabályhoz. Az elsőként illeszkedő szabály alapján kerül meghatározásra az ár. Az utolsó szabály megadható záróérték nélkül, hogy minden, a kezdőértékénél nagyobb vagy azzal egyenlő mérésre illeszkedjen.

source: Price per Unit
hu_hu: Egységár

source: Set the price per unit for the configured range.
hu_hu: Állítsa be az egységárat a beállított tartományhoz.

source: Sale Price per Unit
hu_hu: Akciós egységár

source: Set a sale price per unit for the configured range.
hu_hu: Állítson be akciós egységárat a beállított tartományhoz.

source: Add Rule
hu_hu: Szabály hozzáadása

source: Delete Selected
hu_hu: Kijelöltek törlése

source: Add Overage
hu_hu: Ráhagyás hozzáadása

source: If you need to add and charge for a cut or overage estimate in addition to the customer input, enter the percentage of the total measurement to use.
hu_hu: Ha az ügyfél által megadott értéken felül vágási veszteséget vagy ráhagyást is hozzá kell adnia és felszámítania, adja meg a felhasználandó teljes mérés százalékát.

source: %s Input
hu_hu: %s bevitel

source: Accept free-form customer input
hu_hu: Szabad formátumú ügyfélbevitel elfogadása

source: Accept a limited set of customer inputs
hu_hu: Korlátozott körű ügyfélbevitelek elfogadása

source: %s Options
hu_hu: %s beállításai

source: Min value
hu_hu: Minimum érték

source: Max value
hu_hu: Maximális érték

source: Increment
hu_hu: Lépésköz

source: If applicable, enter limits to restrict customer input, such as an accepted increment and/or maximum value.
hu_hu: Ha alkalmazható, adjon meg korlátokat a vevői bevitel korlátozásához, például engedélyezett lépésközt és/vagy maximális értéket.

source: Cannot edit price while a pricing table is active
hu_hu: Az ár nem szerkeszthető, amíg egy árképzési tábla aktív.

source: This controls what unit you can define areas in for the Measurements Price Calculator.
hu_hu: Ez szabályozza, hogy a Measurements Price Calculatorban milyen mértékegységben adhat meg területeket.

# square kilometer
source: sq km
hu_hu: km²

# square meter
source: sq m
hu_hu: m²

# square centimeter
source: sq cm
hu_hu: cm²

# square millimeter
source: sq mm
hu_hu: mm²

# acre
source: acs
hu_hu: acre

# square mile
source: sq. mi.
hu_hu: mi²

# square yard
source: sq. yd.
hu_hu: yd²

# square foot
source: sq. ft.
hu_hu: ft²

# square inch
source: sq. in.
hu_hu: in²

source: This controls what unit you can define volumes in for the Measurements Price Calculator.
hu_hu: Ez szabályozza, hogy a Measurements Price Calculatorban milyen mértékegységben adhatja meg a térfogatokat.

# cubic meter
source: cu m
hu_hu: m³

# cubic yard
source: cu. yd.
hu_hu: yd³

# cubic foot
source: cu. ft.
hu_hu: ft³

# cubic inch
source: cu. in.
hu_hu: in³

source: %s missing.
hu_hu: %s hiányzik.

source: %1$s value must be greater than or equal to %2$s.
hu_hu: A(z) %1$s értékének nagyobbnak vagy egyenlőnek kell lennie, mint %2$s.

source: %1$s value must be less than or equal to %2$s.
hu_hu: A(z) %1$s értékének kisebbnek vagy egyenlőnek kell lennie, mint %2$s.

source: %1$s value must be in increments of %2$s.
hu_hu: A(z) %1$s értékének %2$s többszörösének kell lennie.

source: No price available for a product with this measurement, please contact the store for assistance.
hu_hu: Ehhez a méréshez nem érhető el ár, kérjük, segítségért vegye fel a kapcsolatot az üzlettel.

source: Overage Estimate (%s)
hu_hu: Ráhagyás becslése (%s)

source: Total %1$s (%2$s)
hu_hu: Összesen %1$s (%2$s)

source: Total %s
hu_hu: Összesen %s

source: Overage %1$s (%2$s)
hu_hu: Ráhagyás %1$s (%2$s)

source: Overage %s
hu_hu: Ráhagyás %s

source: Overage Cost (%s%%)
hu_hu: Ráhagyás költsége (%s%%)

source: Only %s %s left in stock
hu_hu: Csak %s %s maradt raktáron

source: In stock
hu_hu: Raktáron

source: %s %s in stock
hu_hu: %s %s raktáron

source: (backorders allowed)
hu_hu: (utánrendelés engedélyezett)

source: Failed to increase Item #%1$s stock of %2$s by %3$s.
hu_hu: Nem sikerült a(z) #%1$s tétel %2$s készletét %3$s értékkel növelni.

source: Item #%1$s stock increased by MPC Plugin from %2$s to %3$s.
hu_hu: A(z) #%1$s tétel készletét az MPC Plugin %2$s értékről %3$s értékre növelte.

source: Select options
hu_hu: Válasszon lehetőségeket

source: Unfortunately we don't have enough
hu_hu: Sajnos nincs elegendő

source: Perimeter
hu_hu: Kerület

source: Surface Area
hu_hu: Felület

source: Free!
hu_hu: Ingyenes!

source: Required Length
hu_hu: Szükséges hosszúság

source: Required Width
hu_hu: Szükséges szélesség

source: Required Height
hu_hu: Szükséges magasság

source: Required Area
hu_hu: Szükséges terület

source: Required Volume
hu_hu: Szükséges térfogat

source: Required Weight
hu_hu: Szükséges tömeg

source: Distance around your room
hu_hu: Az Ön szobájának kerülete

source: Range (%s)
hu_hu: Tartomány (%s)

source: Price (%s)
hu_hu: Ár (%s)

source: Please enter the desired amount with this format: %s
hu_hu: Kérjük, adja meg a kívánt mennyiséget ebben a formátumban: %s

source: Overage estimate (%s%%)
hu_hu: Ráhagyás becslése (%s%%)

source: Total Price
hu_hu: Végösszeg

source: Product Price
hu_hu: Termék ára

source: Actual %1$s (%2$s)
hu_hu: Tényleges %1$s (%2$s)

source: Actual %s
hu_hu: Tényleges %s
