Repository: hellowpio/wordpress-translations
Catalog: plugins/*/mainwp-clean-and-lock-extension/mainwp-clean-and-lock-extension-*.po
Languages: hu_hu

source: MainWP Dashboard Lock Extension
hu_hu: MainWP Vezérlőpult zárolás kiegészítő

source: MainWP Dashboard Lock Extension is a simple yet powerful Extension that allows you to limit access to WP-Admin and even redirects non-wp-admin pages to a different site making your MainWP Dashboard virtually invisible.
hu_hu: A MainWP Vezérlőpult zárolás kiegészítő egy egyszerű, mégis hatékony kiegészítő, amely lehetővé teszi a WP-Adminhoz való hozzáférés korlátozását, és még a non-wp-admin oldalakat is egy másik oldalra irányítja, így a MainWP Vezérlőpult gyakorlatilag láthatatlanná válik.

source: Dashboard Lock Extension
hu_hu: Vezérlőpult zárolás kiegészítő

source: Frontend Redirect Rules
hu_hu: Frontend átirányítási szabályok

source: Dashboard Lock
hu_hu: Vezérlőpult zárolása

source: Remove Dashboard Locks
hu_hu: Vezérlőpult zárolásainak eltávolítása

source: HTTP Basic Authentication Not Working
hu_hu: A HTTP Basic Authentication nem működik

source: Settings saved.
hu_hu: Beállítások elmentve.

source: Redirection is the process of forwarding one URL to a different URL. Use the frontend redirect rules to redirect anyone who tries to visit your MainWP Dashboard site URL.
hu_hu: Az átirányítás annak folyamata, amikor egy URL-t egy másik URL-re továbbítunk. Használd a frontend átirányítási szabályokat, hogy átirányítsd mindazokat, akik megpróbálják felkeresni a MainWP Vezérlőpult webhely URL-jét.

source: Optionally, use the Exclude slugs from redirection option to exclude particular pages from redirection.
hu_hu: Opcionálisan használd a Slugok kizárása az átirányításból opciót bizonyos oldalak átirányításból való kizárásához.

source: Redirect frontend traffic
hu_hu: Frontend forgalom átirányítása

source: Set a redirect URL and all hits on Non-WP-Admin pages will be redirected to it.
hu_hu: Állíts be egy átirányítási URL-t, és minden, a Non-WP-Admin oldalakat érő találat oda lesz átirányítva.

source: Exclude slugs from redirection
hu_hu: Slugok kizárása az átirányításból

source: Enter slugs one per line to exclude from the redirection
hu_hu: Adj meg slugokat soronként az átirányításból való kizáráshoz

source: One slug per line.
hu_hu: Egy slug soronként.

source: Limit access to WP Admin area and to the WordPress Login page to specific IP addresses and set HTTP Basic Authentication to block access to the WP Admin area and/or WordPress Login page.
hu_hu: Korlátozd a hozzáférést a WP Admin felületéhez és a WordPress bejelentkezési oldalához meghatározott IP-címekre, és állíts be HTTP Basic Authentication-t a WP Admin felület és/vagy a WordPress bejelentkezési oldal elérésének blokkolásához.

source: Allow login from IP
hu_hu: Bejelentkezés engedélyezése IP-címről

source: Enter IP Address you want to allow. Enter 1 Address per row.
hu_hu: Add meg az engedélyezni kívánt IP-címet. Soronként 1 címet adj meg.

source: IPv4 Address
hu_hu: IPv4-cím

source: One IP address per line.
hu_hu: Soronként egy IP-cím.

source: IPv6 Address
hu_hu: IPv6-cím

source: One IPv6 address per line.
hu_hu: Soronként egy IPv6-cím.

source: We detect your current IP to be:
hu_hu: Az aktuális IP-címed:

source: Admin area lock
hu_hu: Admin felület zárolása

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: Login page lock
hu_hu: Bejelentkezési oldal zárolása

source: Save Settings
hu_hu: Beállítások mentése

source: Click the button to remove Allowed IP Addresses, WP Admin and Login page locks
hu_hu: Kattints a gombra az engedélyezett IP-címek, a WP Admin és a bejelentkezési oldal zárolásainak eltávolításához

source: Remove Locks
hu_hu: Zárolások eltávolítása

source: requires <a href="https://mainwp.com/" target="_blank" rel="noopener noreferrer">MainWP Dashboard Plugin</a> to be activated in order to work. Please install and activate <a href="https://mainwp.com/" target="_blank" rel="noopener noreferrer">MainWP Dashboard Plugin</a> first.
hu_hu: a működéshez szükség van a <a href="https://mainwp.com/" target="_blank" rel="noopener noreferrer">MainWP Dashboard Plugin</a> aktiválására. Kérjük, először telepítsd és aktiváld a <a href="https://mainwp.com/" target="_blank" rel="noopener noreferrer">MainWP Dashboard Plugin</a>-t.
