Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mb-user-profile/mb-user-profile-*.po
Languages: hu_hu

source: Register, edit user profiles with custom fields on the front end.
hu_hu: Regisztráljon, és szerkessze a felhasználói profilokat egyéni mezőkkel a webhely nyilvános felületén.

source: %1$s requires %2$s to function correctly. %3$s.
hu_hu: %1$s megfelelő működéséhez %2$s szükséges. %3$s.

source: Activate now
hu_hu: Aktiválja most

source: Register
hu_hu: Regisztráció

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: Confirm Password
hu_hu: Jelszó megerősítése

source: Login
hu_hu: Bejelentkezés

source: Username or Email Address
hu_hu: Felhasználónév vagy e-mail cím

source: Remember Me
hu_hu: Emlékezz rám

source: Log In
hu_hu: Bejelentkezés

source: Lost Password?
hu_hu: Elfelejtette a jelszavát?

source: Lost password
hu_hu: Elfelejtett jelszó

source: Please enter your username or email address. You will receive a link to create a new password via email.
hu_hu: Adja meg felhasználónevét vagy e-mail címét. E-mailben küldünk egy hivatkozást új jelszó létrehozásához.

source: Get New Password
hu_hu: Új jelszó kérése

source: Reset password
hu_hu: Jelszó visszaállítása

source: Please enter a new password below.
hu_hu: Adja meg az új jelszót alább.

source: New Password
hu_hu: Új jelszó

source: Save
hu_hu: Mentés

source: Info
hu_hu: Információ

source: Account confirmation
hu_hu: Fiók megerősítése

source: Account unavailable
hu_hu: A fiók nem érhető el

source: Email confirmation is sent successfully.
hu_hu: Az e-mailes megerősítést sikeresen elküldtük.

source: Unable to send email. Please check your email setting.
hu_hu: Nem sikerült e-mailt küldeni. Kérjük, ellenőrizze az e-mail beállításait.

source: Your account is already confirmed.
hu_hu: A fiókja már meg van erősítve.

source: Your account is confirmed successfully.
hu_hu: A fiókját sikeresen megerősítettük.

source: Back to homepage
hu_hu: Vissza a kezdőlapra

source: Your account is not confirmed yet. Please, check your email.
hu_hu: A fiókja még nincs megerősítve. Kérjük, ellenőrizze az e-mailjét.

source: Email Confirmation
hu_hu: E-mailes megerősítés

source: Resend
hu_hu: Újraküldés

source: Invalid form submission, please try again.
hu_hu: Érvénytelen űrlapbeküldés, próbálja újra.

source: Clear
hu_hu: Törlés

source: Clear color
hu_hu: Szín törlése

source: Default
hu_hu: Alapértelmezett

source: Select default color
hu_hu: Alapértelmezett szín kiválasztása

source: Select Color
hu_hu: Szín kiválasztása

source: Color value
hu_hu: Színérték

source: Very weak
hu_hu: Nagyon gyenge

source: Weak
hu_hu: Gyenge

# password strength
source: Medium
hu_hu: Közepes

source: Strong
hu_hu: Erős

source: Mismatch
hu_hu: Nem egyezik

source: Error trying to execute grecaptcha.
hu_hu: Hiba a grecaptcha végrehajtásakor.

source: Invalid captcha token
hu_hu: Érvénytelen captcha token

source: Cannot verify captcha
hu_hu: Nem sikerült ellenőrizni a captchát.

source: Error: No meta boxes are available!
hu_hu: Hiba: Nem érhetők el metaboxok!

source: Submit
hu_hu: Küldés

source: Your information has been successfully submitted. Thank you.
hu_hu: Az adatait sikeresen elküldtük. Köszönjük.

source: Please login to continue.
hu_hu: Kérjük, jelentkezzen be a folytatáshoz.

source: You are now logged in.
hu_hu: Sikeresen bejelentkezett.

source: You are already logged in.
hu_hu: Már be van jelentkezve.

source: Invalid username or email.
hu_hu: Érvénytelen felhasználónév vagy e-mail.

source: You have to change your password for the first login.
hu_hu: Első bejelentkezéskor meg kell változtatnia a jelszavát.

source: Change your password now
hu_hu: Változtassa meg most a jelszavát

source: Please enter a username or email address.
hu_hu: Kérjük, adjon meg egy felhasználónevet vagy e-mail címet.

source: [%s] Password Reset
hu_hu: [%s] Jelszó visszaállítása

source: Error sending email. Please try again.
hu_hu: Hiba történt az e-mail küldésekor. Kérjük, próbálja újra.

source: This key is invalid or has already been used. Please reset your password again if needed.
hu_hu: Ez a kulcs érvénytelen, vagy már felhasználták. Szükség esetén állítsa vissza ismét a jelszavát.

source: Please enter a valid password.
hu_hu: Kérjük, adjon meg érvényes jelszót.

source: Passwords do not match.
hu_hu: A jelszavak nem egyeznek.

source: Please check your email for the confirmation link.
hu_hu: Kérjük, ellenőrizze az e-mailjét a megerősítő hivatkozásért.

source: Your password has been reset.
hu_hu: A jelszavát visszaállítottuk.

source: Log in
hu_hu: Bejelentkezés

source: Your account has been created successfully.
hu_hu: A fiókját sikeresen létrehoztuk.

source: Your account has been created and is pending. Please check your email to activate your account.
hu_hu: A fiókja létrejött, és függőben van. Kérjük, ellenőrizze az e-mailjét a fiók aktiválásához.

source: Login Form
hu_hu: Bejelentkezési űrlap

source: Redirect URL
hu_hu: Átirányítási URL

source: Redirect URL, to which users will be redirected after successful login.
hu_hu: Az az átirányítási URL, ahová a felhasználók a sikeres bejelentkezés után kerülnek átirányításra.

source: Form ID
hu_hu: Űrlap azonosítója

source: ID (HTML attribute) of the form.
hu_hu: Az űrlap ID-je (HTML attribútum).

source: Title
hu_hu: Cím

source: Label for the title of the form. Default empty.
hu_hu: Az űrlap címének címkéje. Alapértelmezetten üres.

source: Username field label
hu_hu: Felhasználónév mező címkéje

source: Label for the username input field.
hu_hu: A felhasználónév beviteli mező címkéje.

source: Password field label
hu_hu: Jelszó mező címkéje

source: Label for the password input field.
hu_hu: A jelszó beviteli mező címkéje.

source: Remember checkbox label
hu_hu: Emlékezz rám jelölőnégyzet címkéje

source: Label for the remember checkbox field.
hu_hu: Az Emlékezz rám jelölőnégyzet címkéje.

source: Lost password field label
hu_hu: Elfelejtett jelszó mező címkéje

source: Label for the lost password link.
hu_hu: Az elfelejtett jelszó hivatkozás címkéje.

source: Submit button text
hu_hu: Küldés gomb szövege

source: Label for the submit button.
hu_hu: A Küldés gomb címkéje.

source: Username field ID
hu_hu: Felhasználónév mező ID-je

source: ID (HTML attribute) of the username input field.
hu_hu: A felhasználónév beviteli mező ID-je (HTML attribútum).

source: Password field ID
hu_hu: Jelszó mező ID-je

source: ID (HTML attribute) of the password input field.
hu_hu: A jelszó beviteli mező ID-je (HTML attribútum).

source: Remember checkbox ID
hu_hu: Emlékezz rám jelölőnégyzet ID-je

source: ID (HTML attribute) of the remember checkbox field.
hu_hu: Az Emlékezz rám jelölőnégyzet ID-je (HTML attribútum).

source: Submit button ID
hu_hu: Küldés gomb ID-je

source: ID (HTML attribute) of the submit button.
hu_hu: A Küldés gomb ID-je (HTML attribútum).

source: Confirmation text
hu_hu: Megerősítő szöveg

source: Confirmation message if login is successful.
hu_hu: Megerősítő üzenet sikeres bejelentkezés esetén.

source: Default username value
hu_hu: Alapértelmezett felhasználónév értéke

source: Default value for the username field.
hu_hu: A felhasználónév mező alapértelmezett értéke.

source: Default remember
hu_hu: Alapértelmezett Emlékezz rám

source: reCaptcha key
hu_hu: reCaptcha kulcs

source: Google reCaptcha site key (version 3). Optional.
hu_hu: Google reCaptcha site key (3. verzió). Opcionális.

source: reCaptcha secret
hu_hu: reCaptcha titkos kulcs

source: Google reCaptcha secret key (version 3). Optional.
hu_hu: Google reCaptcha titkos kulcs (3. verzió). Opcionális.

source: Profile Form
hu_hu: Profil űrlap

source: Field group ID(s) created for users, separated by commas. Optional. Leave blank to show the default registration form.
hu_hu: Felhasználókhoz létrehozott mezőcsoport ID(k), vesszővel elválasztva. Opcionális. Hagyja üresen az alapértelmezett regisztrációs űrlap megjelenítéséhez.

source: User ID
hu_hu: Felhasználó ID

source: User ID, whose info will be edited. If not specified, the current user ID is used.
hu_hu: Annak a felhasználónak az ID-je, akinek az adatai szerkesztésre kerülnek. Ha nincs megadva, az aktuális felhasználó ID-je lesz használva.

source: Redirect URL, to which users will be redirected after successful submission.
hu_hu: Átirányítási URL, ahová a sikeres beküldés után a felhasználók kerülnek.

source: Confirm password field label
hu_hu: Jelszó megerősítése mező címkéje

source: Label for the confirm password input field.
hu_hu: A jelszó megerősítése beviteli mező címkéje.

source: Confirm password field ID
hu_hu: Jelszó megerősítése mező ID-je

source: ID (HTML attribute) of the confirm password input field.
hu_hu: A jelszó megerősítése beviteli mező ID-je (HTML attribútum).

source: Confirmation message if the form submission is successful.
hu_hu: Megerősítő üzenet sikeres űrlapbeküldés esetén.

source: Password strength
hu_hu: Jelszó erőssége

source: Medium
hu_hu: Közepes

source: Set the required password strength.
hu_hu: A szükséges jelszóerősség beállítása.

source: Registration Form
hu_hu: Regisztrációs űrlap

source: Redirect URL, to which users will be redirected after a successful registration.
hu_hu: Átirányítási URL, ahová a sikeres regisztráció után a felhasználók kerülnek.

source: Email field label
hu_hu: E-mail mező címkéje

source: Label for the email input field.
hu_hu: Az e-mail beviteli mező címkéje.

source: Email field ID
hu_hu: E-mail mező ID-je

source: ID (HTML attribute) of the email input field.
hu_hu: Az e-mail beviteli mező ID-je (HTML attribútum).

source: Confirmation message if registration is successful.
hu_hu: Megerősítő üzenet sikeres regisztráció esetén.

source: Send confirmation email
hu_hu: Megerősítő e-mail küldése

source: Use email for username
hu_hu: E-mail használata felhasználónévként

source: Use email for username. If this param is true, then the username field will disappear.
hu_hu: E-mail használata felhasználónévként. Ha ez a paraméter igaz, a felhasználónév mező eltűnik.

source: Always show
hu_hu: Mindig mutassa

source: Always show the form if the current user has the proper capability. Should be a WordPress capability. Useful if admins want to register for other people.
hu_hu: Mindig jelenjen meg az űrlap, ha az aktuális felhasználónak megvan a megfelelő jogosultság. Ennek WordPress jogosultságnak kell lennie. Hasznos, ha az adminok mások számára szeretnének regisztrálni.

source: Role for the new user
hu_hu: Új felhasználó szerepköre

source: Role for the new user. If append_role is set to true, then the new role is appended, so users will have 2 roles: the default roles set by WordPress and this role. Default empty.
hu_hu: Az új felhasználó szerepköre. Ha az append_role értéke igaz, az új szerepkör hozzáadásra kerül, így a felhasználóknak két szerepkörük lesz: a WordPress által beállított alapértelmezett szerepek és ez a szerepkör. Alapértelmezetten üres.

source: Append role
hu_hu: Szerepkör hozzáadása

source: Whether to append the role to users instead of setting only one role for users.
hu_hu: Hozzá legyen-e adva a szerepkör a felhasználókhoz ahelyett, hogy csak egy szerepkörük legyen.

source: Content
hu_hu: Tartalom

source: True
hu_hu: Igaz

source: False
hu_hu: Hamis

source: name for the title of the form. Default empty.
hu_hu: az űrlap címének neve. Alapértelmezetten üres.

source: Username field name
hu_hu: Felhasználónév mező neve

source: name for the username input field.
hu_hu: a felhasználónév beviteli mező neve.

source: Password field name
hu_hu: Jelszó mező neve

source: name for the password input field.
hu_hu: a jelszó beviteli mező neve.

source: Remember checkbox name
hu_hu: Emlékezz rám jelölőnégyzet neve

source: name for the remember checkbox field.
hu_hu: az Emlékezz rám jelölőnégyzet mező neve.

source: Lost password field name
hu_hu: Elfelejtett jelszó mező neve

source: name for the lost password link.
hu_hu: az Elfelejtett jelszó hivatkozás neve.

source: name for the submit button.
hu_hu: a beküldés gomb neve.

source: Confirm password field name
hu_hu: Jelszó megerősítése mező neve

source: name for the confirm password input field.
hu_hu: a jelszó megerősítése beviteli mező neve.

source: User profile
hu_hu: Felhasználói profil

source: Email field name
hu_hu: E-mail mező neve

source: name for the email input field.
hu_hu: az e-mail beviteli mező neve.

source: User Profile
hu_hu: Felhasználói profil

source: Email confirmation
hu_hu: E-mail megerősítés

source: Force password change?
hu_hu: Jelszóváltoztatás kényszerítése?

source: Force users to change the passwords for the first login
hu_hu: A felhasználók kényszerítése, hogy az első bejelentkezéskor változtassák meg a jelszót

source: Success page
hu_hu: Sikeroldal

source: Select a page to show when users successfully confirm their email. If no page is selected, a default message will be displayed.
hu_hu: Válasszon egy oldalt, amely akkor jelenik meg, amikor a felhasználók sikeresen megerősítik az e-mail címüket. Ha nincs kiválasztva oldal, alapértelmezett üzenet jelenik meg.

source: Error page
hu_hu: Hibaoldal

source: Select a page to show when there are errors when users confirming their email. If no page is selected, a default message will be displayed.
hu_hu: Válasszon egy oldalt, amely akkor jelenik meg, amikor hiba történik az e-mail megerősítésekor. Ha nincs kiválasztva oldal, alapértelmezett üzenet jelenik meg.

source: Invalid user ID.
hu_hu: Érvénytelen felhasználó ID.

source: Invalid email.
hu_hu: Érvénytelen e-mail.

source: Your email already exists.
hu_hu: Ez az e-mail már létezik.

source: Your username already exists.
hu_hu: Ez a felhasználónév már létezik.

source: Welcome
hu_hu: Üdvözöljük

source: Please click the link below to confirm your account:
hu_hu: Kérjük, kattintson az alábbi linkre fiókja megerősítéséhez:

source: Confirm Account
hu_hu: Fiók megerősítése

source: If that doesn't work, copy and paste the following link in your browser:
hu_hu: Ha ez nem működik, másolja be a következő linket a böngészőjébe:

source: Hi, %s
hu_hu: Üdv, %s

source: Someone has requested a new password for your account on %s site.
hu_hu: Valaki új jelszót kért a fiókjához a(z) %s oldalon.

source: Click here to reset your password
hu_hu: Kattintson ide a jelszó visszaállításához

source: Settings
hu_hu: Beállítások

source: Remember login
hu_hu: Bejelentkezés megjegyzése

source: Appearance
hu_hu: Megjelenés

source: Form title
hu_hu: Űrlap címe

source: Secret key
hu_hu: Titkos kulcs

source: Field group
hu_hu: Mezőcsoport

source: User ID, whose info will be edited. If not specified, current user ID is used.
hu_hu: Annak a felhasználónak az ID-je, akinek az adatai szerkesztésre kerülnek. Ha nincs megadva, az aktuális felhasználó ID-je lesz használva.

source: Redirect URL, to which users will be redirected after successful registration.
hu_hu: Átirányítási URL, ahová a sikeres regisztráció után a felhasználók kerülnek.

source: Show if user can
hu_hu: Megjelenítés, ha a felhasználó megteheti

source: Enter a WordPress capability. Useful if admins want to register for other people.
hu_hu: Adjon meg egy WordPress jogosultságot. Hasznos, ha az adminok mások számára szeretnének regisztrálni.

source: New user role
hu_hu: Új felhasználói szerepkör

# block title
source: Login Form
hu_hu: Bejelentkezési űrlap

# block description
source: Login form on the front end.
hu_hu: Bejelentkezési űrlap a felhasználói felületen.

# block title
source: Edit Profile Form
hu_hu: Profil szerkesztő űrlap

# block description
source: Profile form on the front end.
hu_hu: Profil űrlap a felhasználói felületen.

# block title
source: Registration Form
hu_hu: Regisztrációs űrlap

# block description
source: Register form on the front end.
hu_hu: Regisztrációs űrlap a felhasználói felületen.
