Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-branding-extension/mainwp-branding-extension-*.po
Languages: hu_hu

source: The MainWP White Label extension allows you to alter the details of the MainWP Child Plugin to reflect your companies brand or completely hide the plugin from the installed plugins list.
hu_hu: A MainWP White Label kiegészítő lehetővé teszi, hogy a MainWP Child bővítmény adatait úgy módosítsa, hogy azok a cég márkáját tükrözzék, vagy teljesen elrejtse a bővítményt a telepített bővítmények listájáról.

source: Site not found.
hu_hu: A webhely nem található.

source: General Settings
hu_hu: Általános beállítások

source: Remove & Disable
hu_hu: Eltávolítás & letiltás

source: WordPress Options
hu_hu: WordPress beállítások

source: Support Form
hu_hu: Támogatási űrlap

source: White Label settings saved successfully.
hu_hu: A White Label beállítások sikeresen mentve.

source: No child sites have been found.
hu_hu: Nem találhatók gyermek webhelyek.

source: Save Settings
hu_hu: Beállítások mentése

source: Reset Settings
hu_hu: Beállítások visszaállítása

source: Contact Support
hu_hu: Kapcsolatfelvétel a támogatással

source: Submit
hu_hu: Küldés

source: Your Message was successfully submitted.
hu_hu: Üzenetét sikeresen elküldtük.

source: Go back to previous page.
hu_hu: Vissza az előző oldalra.

source: Welcome to Support!
hu_hu: Üdvözöljük a támogatásban!

source: Manage the extension general settings.
hu_hu: A kiegészítő általános beállításainak kezelése.

source: Please review the %1$shelp document%2$s for detailed information.
hu_hu: A részletes információkért tekintse meg a %1$ssúgódokumentumot%2$s.

source: Alter how the plugin appears on your client's site. You can easily display your company name, along with your explanation of what the plugin does in place of the normal MainWP credits and author information. You can even select not to allow the MainWP Child plugin to appear at all to your clients.
hu_hu: Módosíthatja, hogyan jelenik meg a bővítmény az ügyfelei webhelyén. A normál MainWP jóváírások és szerzői információk helyett egyszerűen megjelenítheti a cégnevét, valamint saját magyarázatát arról, hogy mit csinál a bővítmény. Azt is választhatja, hogy a MainWP Child bővítmény egyáltalán ne jelenjen meg az ügyfelei számára.

source: Please review the %1$shelp document%2$s for detailed information.
hu_hu: A részletes információkért tekintse meg a %1$ssúgódokumentumot%2$s.

source: Restrict the ability of your clients to edit and delete plugins and themes. It creates a more secure place for them to work in. You can use this as a way to prevent unwanted changes by clients with less experience. You can also prevent users from accessing the WP Admin Settings and WordPress Tools sections.
hu_hu: Korlátozza ügyfelei lehetőségét a bővítmények és sablonok szerkesztésére és törlésére. Ez biztonságosabb munkakörnyezetet teremt számukra. Ezzel megelőzheti a kevesebb tapasztalattal rendelkező ügyfelek által okozott nem kívánt módosításokat. A felhasználók hozzáférését a WP Admin Beállítások és a WordPress Eszközök szakaszokhoz szintén megakadályozhatja.

source: Easily white label certain WordPress admin sections, from the admin bar to the dashboard. Here, you can replace the WordPress logo with your company logo and completely customize the admin area, favicons, dashboard, and more.
hu_hu: Könnyedén white label-elhet bizonyos WordPress adminfelületi részeket, az admin sávtól az irányítópultig. Itt lecserélheti a WordPress logót a céges logójára, és teljesen testreszabhatja az admin felületet, a faviconokat, az irányítópultot és még sok mást.

source: If your clients need support, this section will give them the fastest way to reach you. Here, you can create a contact form and they can use this it directly from the WP Admin interface on their child sites.
hu_hu: Ha ügyfeleinek támogatásra van szükségük, ez a rész kínálja a leggyorsabb módot, hogy elérjék Önt. Itt létrehozhat egy kapcsolatfelvételi űrlapot, és azt közvetlenül a gyermek webhelyeik WP Admin felületéről használhatják.

source: Manage the extension general settings. More options are available in the individual Edit Site screen.
hu_hu: A kiegészítő általános beállításainak kezelése. További lehetőségek érhetők el az egyes Edit Site képernyőn.

source: Attention
hu_hu: Figyelem

source: Override general settings
hu_hu: Általános beállítások felülbírálása

source: Choose to override the general White Label settings specifically for this child site.
hu_hu: Válassza az általános White Label beállítások felülbírálását kifejezetten ehhez a gyermek webhelyhez.

source: Disable WordPress options
hu_hu: WordPress beállítások letiltása

source: Activate to bypass the custom white label settings within WordPress Options.
hu_hu: Aktiválja a WordPress beállításokon belüli egyéni White Label beállítások figyelmen kívül hagyásához.

source: Retain white label configuration upon child site disconnection
hu_hu: White Label konfiguráció megtartása a gyermek webhely leválasztásakor

source: Opt to maintain the White Label settings even if the child site becomes disconnected.
hu_hu: Válassza a White Label beállítások megtartását akkor is, ha a gyermek webhely leválik.

source: MainWP Child White Label Settings
hu_hu: MainWP Child White Label beállítások

source: Visually hide the MainWP Child plugin
hu_hu: A MainWP Child bővítmény vizuális elrejtése

source: Enable this option to completely hide the MainWP Child plugin from the WordPress plugins list. This prevents clients from seeing, deactivating, or removing the connection plugin while maintaining all functionality.
hu_hu: Engedélyezze ezt az opciót, hogy teljesen elrejtse a MainWP Child bővítményt a WordPress bővítmények listájából. Ez megakadályozza, hogy az ügyfelek lássák, kikapcsolják vagy eltávolítsák a kapcsolati bővítményt, miközben minden funkcionalitás megmarad.

source: Even if you hide the Child Plugin on your Child Sites, you should fill out this section if you use a Reports Extension, or the Report will show MainWP.
hu_hu: Még ha el is rejti a Child bővítményt a gyermek webhelyein, ezt a részt akkor is töltse ki, ha Reports Extensiont használ, különben a jelentésben a MainWP fog szerepelni.

source: Plugin name
hu_hu: Bővítmény neve

source: Enter your company or brand name to replace 'MainWP' in the WordPress plugins list. This helps maintain consistent branding for your clients.
hu_hu: Adja meg a cég- vagy márkanevét, amely a WordPress bővítmények listájában a „MainWP” helyére kerül. Ez segít a következetes márkajelzés fenntartásában ügyfelei számára.

source: Plugin description
hu_hu: Bővítmény leírása

source: Customize the plugin description text that appears in the WordPress plugins list. Use this to explain the plugin's purpose in your own words or align with your brand messaging.
hu_hu: Testreszabhatja a WordPress bővítmények listájában megjelenő bővítmény-leírás szövegét. Használja arra, hogy saját szavaival elmagyarázza a bővítmény célját, vagy igazítsa a márkaüzenetéhez.

source: Plugin URI
hu_hu: Bővítmény URI

source: Add your company website URL that will be linked when users click on the plugin name in the WordPress plugins list. This directs clients to your site instead of MainWP's official page.
hu_hu: Adja meg a cég webhelyének URL-jét, amely akkor nyílik meg, amikor a felhasználók a WordPress bővítmények listájában a bővítmény nevére kattintanak. Ez az Ön webhelyére irányítja az ügyfeleket a MainWP hivatalos oldala helyett.

source: Plugin author
hu_hu: Bővítmény szerzője

source: Replace the original author name with your company or individual name. This presents you as the creator of the plugin to your clients.
hu_hu: Cserélje le az eredeti szerző nevét a saját cég- vagy személynevére. Ez ügyfelei számára Önt mutatja be a bővítmény készítőjeként.

source: Author URI
hu_hu: Szerző URI

source: Enter the URL that will be linked when users click on the author name. This typically points to your company website, about page, or support portal.
hu_hu: Adja meg azt az URL-t, amely a szerző nevére kattintva nyílik meg. Ez jellemzően a cég webhelyére, a bemutatkozó oldalra vagy a támogatási portálra mutat.

source: Remove & Disable Options
hu_hu: Eltávolítás & letiltás beállításai

source: Prevent theme alterations
hu_hu: Témamódosítások megakadályozása

source: When activated, the current child site theme will be secured, preventing any theme changes.
hu_hu: Bekapcsoláskor az aktuális gyermek webhely témája zárolásra kerül, így nem lehet témát módosítani.

source: Hide Plugins & Themes access
hu_hu: Bővítmények és témák hozzáférésének elrejtése

source: When enabled, this option removes the 'Plugins' and 'Appearance' menu items from the WordPress admin menu. This prevents clients from installing, activating, deactivating, or deleting themes and plugins, ensuring your site configuration remains stable and secure.
hu_hu: Engedélyezéskor ez az opció eltávolítja a WordPress admin menüből a 'Bővítmények' és 'Megjelenés' menüpontokat. Ez megakadályozza, hogy az ügyfelek témákat és bővítményeket telepítsenek, aktiváljanak, deaktiváljanak vagy töröljenek, biztosítva, hogy a webhely konfigurációja stabil és biztonságos maradjon.

source: Hide the MainWP Child Settings page
hu_hu: A MainWP Child Settings oldal elrejtése

source: Enabling this option will remove the "MainWP Child Settings" page.
hu_hu: Ennek az opciónak az engedélyezése eltávolítja a "MainWP Child Settings" oldalt.

source: Hide the MainWP Child Server Information page
hu_hu: A MainWP Child Server Information oldal elrejtése

source: Upon activation, the "MainWP Child Server Information" page will be excluded.
hu_hu: Aktiváláskor a "MainWP Child Server Information" oldal el lesz távolítva.

source: Hide the MainWP Child Restore (Clone) page
hu_hu: A MainWP Child Restore (Clone) oldal elrejtése

source: When enabled, access to the "MainWP Child Restore (Clone)" page will be revoked.
hu_hu: Engedélyezéskor a "MainWP Child Restore (Clone)" oldalhoz való hozzáférés visszavonásra kerül.

source: Hide the WordPress Tools page
hu_hu: A WordPress Eszközök oldal elrejtése

source: If activated, the "Tools" menu will be eliminated from the WP Admin interface.
hu_hu: Aktiválás esetén az "Eszközök" menü el lesz távolítva a WP Admin felületről.

source: Hide the WordPress General settings page
hu_hu: A WordPress Általános beállítások oldal elrejtése

source: Turning this on will remove the "Settings" menu from the WP Admin dashboard.
hu_hu: Bekapcsoláskor a WP Admin irányítópultjáról el lesz távolítva a "Beállítások" menü.

source: Hide the Permalinks settings page
hu_hu: A Közvetlen hivatkozások beállításai oldal elrejtése

source: Enabling this feature will lead to the omission of the "Permalinks" menu from the WP Admin dashboard.
hu_hu: Ennek a funkciónak az engedélyezése a WP Admin irányítópultjáról eltávolítja a "Közvetlen hivatkozások" menüt.

source: Custom login page image
hu_hu: Egyedi bejelentkezési oldal képe

source: Upload a bespoke image for the login page display.
hu_hu: Töltsön fel egy egyedi képet a bejelentkezési oldal megjelenítéséhez.

source: Images should be no larger than 500KB. They will be cropped to 310px in width and 70px in height. For optimal results, use an image of this size. Accepted formats include JPEG, GIF, and PNG. Please note that animations in GIFs will not be preserved.
hu_hu: A képek mérete ne haladja meg az 500KB-ot. A rendszer 310px szélesre és 70px magasra vágja őket. Az optimális eredmény érdekében használjon ekkora képet. Elfogadott formátumok: JPEG, GIF és PNG. Kérjük, vegye figyelembe, hogy a GIF-ek animációi nem maradnak meg.

source: Delete image
hu_hu: Kép törlése

source: Custom login image URL
hu_hu: Egyedi bejelentkezési kép URL

source: Provide a URL for your custom login image.
hu_hu: Adjon meg egy URL-t az egyedi bejelentkezési képhez.

source: Custom login image title
hu_hu: Egyedi bejelentkezési kép címe

source: Specify a title for the custom login image.
hu_hu: Adjon meg címet az egyedi bejelentkezési képhez.

source: Custom website favicon
hu_hu: Egyedi webhely favicon

source: Upload a unique favicon for branding.
hu_hu: Töltsön fel egy egyedi favicont márkaazonosításhoz.

source: Images should be no larger than 500KB. They will be cropped to 16px in width and 16px in height. For optimal results, use an image of this size. Accepted formats include JPEG, GIF, and PNG. Please note that animations in GIFs will not be preserved.
hu_hu: A képek mérete ne haladja meg az 500KB-ot. A rendszer 16px szélesre és 16px magasra vágja őket. Az optimális eredmény érdekében használjon ekkora képet. Elfogadott formátumok: JPEG, GIF és PNG. Kérjük, vegye figyelembe, hogy a GIF-ek animációi nem maradnak meg.

source: Delete favicon
hu_hu: Favicon törlése

source: Hide default WordPress dashboard widgets
hu_hu: Alapértelmezett WordPress irányítópult-widgetek elrejtése

source: Welcome
hu_hu: Üdvözlet

source: At a Glance
hu_hu: Áttekintés

source: Activity
hu_hu: Tevékenység

source: Quick Draft
hu_hu: Gyors vázlat

source: WordPress News
hu_hu: WordPress hírek

source: Suppress update notifications for WordPress core
hu_hu: A WordPress core frissítési értesítéseinek elnyomása

source: Opt to suppress notifications related to WordPress updates.
hu_hu: Válassza a WordPress frissítésekkel kapcsolatos értesítések elnyomását.

source: Hide screen options
hu_hu: Képernyőbeállítások elrejtése

source: Choose to conceal the "Screen Options" tab on associated sites.
hu_hu: Válassza a társított webhelyeken a "Képernyő beállításai" fül elrejtését.

source: Hide help box
hu_hu: Súgó mező elrejtése

source: Enable to hide the "Help" tab on affiliated sites.
hu_hu: Engedélyezze a "Súgó" fül elrejtését a társított webhelyeken.

source: Hide default WordPress post meta boxes
hu_hu: Alapértelmezett WordPress bejegyzés metadobozok elrejtése

source: Excerpt
hu_hu: Kivonat

source: Slug
hu_hu: Keresőbarát név

source: Tags
hu_hu: Címkék

source: Author
hu_hu: Szerző

source: Comments
hu_hu: Hozzászólások

source: Revisions
hu_hu: Változatok

source: Discussion
hu_hu: Vita

source: Categories
hu_hu: Kategóriák

source: Custom fields
hu_hu: Egyéni mezők

source: Send trackbacks
hu_hu: Visszakövetések küldése

source: Hide default WordPress page meta boxes
hu_hu: Az alapértelmezett WordPress oldalak metaboxainak elrejtése

source: Page attributes
hu_hu: Oldal attribútumai

source: Global footer content
hu_hu: Globális lábléc tartalom

source: Input personalized content for the footer of associated sites.
hu_hu: Adjon meg személyre szabott tartalmat a kapcsolt webhelyek láblécéhez.

source: Dashboard footer content
hu_hu: Vezérlőpult lábléc tartalom

source: Input tailored content for the WP Admin footer on affiliated sites.
hu_hu: Adjon meg testreszabott tartalmat a kapcsolt webhelyek WP Admin láblécéhez.

source: Site generator options
hu_hu: Webhelygenerátor beállításai

source: Provide a unique generator text.
hu_hu: Adjon meg egy egyedi generátorszöveget.

source: Generator text
hu_hu: Generátorszöveg

source: Specify a distinctive generator link.
hu_hu: Adjon meg egy egyedi generátorhivatkozást.

source: Generator link
hu_hu: Generátorhivatkozás

source: Custom admin CSS
hu_hu: Egyedi admin CSS

source: Input a custom CSS script for the WP Admin section on affiliated sites.
hu_hu: Adjon meg egy egyedi CSS-kódot a kapcsolt webhelyek WP Admin felületéhez.

source: Custom login CSS
hu_hu: Egyedi bejelentkezési CSS

source: Provide a tailored CSS script for the Login page of associated sites.
hu_hu: Adjon meg egy testreszabott CSS-kódot a kapcsolt webhelyek bejelentkezési oldalához.

source: Text replace
hu_hu: Szövegcsere

source: Provide the text you wish to replace.
hu_hu: Adja meg a cserélni kívánt szöveget.

source: Search...
hu_hu: Keresés...

source: Specify the replacement text.
hu_hu: Adja meg a helyettesítő szöveget.

source: Replace...
hu_hu: Csere...

source: Click to access an additional search and replace fieldset.
hu_hu: Kattintson egy további keresés és csere mezőcsoport megnyitásához.

source: Welcome to Support
hu_hu: Üdvözöljük a támogatásban

source: Your message has been submitted successfully.
hu_hu: Üzenetét sikeresen elküldtük.

source: Go back to the previous page
hu_hu: Vissza az előző oldalra

source: Support Form Options
hu_hu: Támogatási űrlap beállításai

source: Activate the Support feature
hu_hu: A támogatási funkció aktiválása

source: Activate the Support Form functionality. An email address is required for the support form to be displayed.
hu_hu: Aktiválja a támogatási űrlap funkciót. A támogatási űrlap megjelenítéséhez e-mail-cím szükséges.

source: Designated support contact email
hu_hu: Kijelölt támogatási kapcsolattartó e-mail-cím

source: Specify an email address to which support inquiries should be directed.
hu_hu: Adja meg azt az e-mail-címet, ahová a támogatási megkeresések érkezzenek.

source: Position of the "Contact Support" button
hu_hu: A "Kapcsolat a támogatással" gomb pozíciója

source: Top Admin bar
hu_hu: Felső admin eszköztár

source: Admin menu
hu_hu: Admin menü

source: Contact Support button title
hu_hu: "Kapcsolat a támogatással" gomb felirata

source: Modify the label of the "Contact Support" button.
hu_hu: Módosítsa a "Kapcsolat a támogatással" gomb feliratát.

source: Support introduction message
hu_hu: Támogatási bevezető üzenet

source: Personalize the introductory message on the support form.
hu_hu: Személyre szabja a támogatási űrlap bevezető üzenetét.

source: Submit button title
hu_hu: Küldés gomb felirata

source: Alter the title of the submission button.
hu_hu: Módosítsa a küldés gomb feliratát.

source: Successful submission message
hu_hu: Sikeres beküldés üzenete

source: Customize the message displayed upon successful form submission.
hu_hu: Testreszabhatja az üzenetet, amely az űrlap sikeres beküldésekor jelenik meg.

source: Message to return sender to page they were on
hu_hu: Üzenet a küldő visszairányításához arra az oldalra, ahol volt

source: Adjust the text of the "Go Back" element.
hu_hu: Állítsa be a "Vissza" elem szövegét.

source: Update failed: Settings empty.
hu_hu: Frissítés sikertelen: a beállítások üresek.

source: Error happen. Please try again.
hu_hu: Hiba történt. Kérjük, próbálja újra.

source: requires %sMainWP Dashboard plugin%s to be activated in order to work. Please install and activate %sMainWP Dashboard plugin%s first.
hu_hu: a működéshez a %sMainWP Dashboard plugin%s aktiválását igényli. Kérjük, először telepítse és aktiválja a %sMainWP Dashboard plugin%s-t.
