Repository: hellowpio/wordpress-translations
Catalog: themes/*/astra/astra-*.po
Languages: hu_hu

source: Window Restore
hu_hu: Ablak visszaállítása

source: Window Minimize
hu_hu: Ablak minimalizálása

source: Window Maximize
hu_hu: Ablak maximalizálása

source: Wind
hu_hu: Szél

source: Whiskey Glass
hu_hu: Whiskys pohár

source: Wheelchair Move
hu_hu: Mozgó kerekesszék

source: Wheelchair
hu_hu: Kerekesszék

source: Wheat Awn Circle Exclamation
hu_hu: Búzakalász kör felkiáltójellel

source: Wheat Awn
hu_hu: Búzakalász

source: Weight Scale
hu_hu: Súlymérleg

source: Weight Hanging
hu_hu: Akasztós mérleg

source: Wave Square
hu_hu: Négyzetes hullám

source: Water Ladder
hu_hu: Medencelétra

source: Water
hu_hu: Víz

source: Warehouse
hu_hu: Raktár

source: Wand Sparkles
hu_hu: Varázspálca csillogással

source: Wand Magic Sparkles
hu_hu: Varázspálca varázscsillogással

source: Wand Magic
hu_hu: Varázspálca varázslat

source: Wallet
hu_hu: Pénztárca

source: Walkie Talkie
hu_hu: Adóvevő

source: Vr Cardboard
hu_hu: VR karton

source: Volume Xmark
hu_hu: Hangerő X-jellel

source: Volume Off
hu_hu: Némítás

source: Volume Low
hu_hu: Alacsony hangerő

source: Volume High
hu_hu: Magas hangerő

source: Volleyball
hu_hu: Röplabda

source: Volcano
hu_hu: Vulkán

source: Voicemail
hu_hu: Hangposta

source: Viruses
hu_hu: Vírusok

source: Virus Slash
hu_hu: Áthúzott vírus

source: Virus Covid Slash
hu_hu: Áthúzott COVID-vírus

source: Virus Covid
hu_hu: COVID-vírus

source: Virus
hu_hu: Vírus

source: Video Slash
hu_hu: Áthúzott videó

source: Vials
hu_hu: Fiolák

source: Vial Virus
hu_hu: Vírusos fiola

source: Vial Circle Check
hu_hu: Fiola körben pipával

source: Vial
hu_hu: Fiola

source: Vest Patches
hu_hu: Mellény felvarrók

source: Vest
hu_hu: Mellény

source: Venus Mars
hu_hu: Vénusz–Mars

source: Venus Double
hu_hu: Kettős Vénusz

source: Venus
hu_hu: Vénusz

source: Vector Square
hu_hu: Vektoros négyzet

source: Vault
hu_hu: Széf

source: Van Shuttle
hu_hu: Transzfer kisbusz

source: Utensils
hu_hu: Evőeszközök

source: Users Viewfinder
hu_hu: Felhasználók keresőben

source: Users Slash
hu_hu: Felhasználók perjellel

source: Users Rectangle
hu_hu: Felhasználók téglalapban

source: Users Rays
hu_hu: Felhasználók sugarakkal

source: Users Line
hu_hu: Felhasználók vonalban

source: Users Gear
hu_hu: Felhasználók fogaskerékkel

source: Users Between Lines
hu_hu: Felhasználók vonalak között

source: Users
hu_hu: Felhasználók

source: User Xmark
hu_hu: Felhasználó X jellel

source: User Tie
hu_hu: Felhasználó nyakkendővel

source: User Tag
hu_hu: Felhasználó címkével

source: User Slash
hu_hu: Felhasználó perjellel

source: User Shield
hu_hu: Felhasználó pajzzsal

source: User Secret
hu_hu: Titkos felhasználó

source: User Plus
hu_hu: Felhasználó plusz

source: User Pen
hu_hu: Felhasználó tollal

source: User Nurse
hu_hu: Felhasználó ápoló

source: User Ninja
hu_hu: Felhasználó nindzsa

source: User Minus
hu_hu: Felhasználó mínusz

source: User Lock
hu_hu: Felhasználó lakattal

source: User Large Slash
hu_hu: Nagy felhasználó perjellel

source: User Large
hu_hu: Nagy felhasználó

source: User Injured
hu_hu: Sérült felhasználó

source: User Group
hu_hu: Felhasználói csoport

source: User Graduate
hu_hu: Felhasználó diplomás

source: User Gear
hu_hu: Felhasználó fogaskerékkel

source: User Doctor
hu_hu: Felhasználó orvos

source: User Clock
hu_hu: Felhasználó órával

source: User Check
hu_hu: Felhasználó pipával

source: User Astronaut
hu_hu: Felhasználó űrhajós

source: User
hu_hu: Felhasználó

source: Upload
hu_hu: Feltöltés

source: Up Right From Square
hu_hu: Felfelé jobbra a négyzetből

source: Up Right And Down Left From Center
hu_hu: Felfelé jobbra és lefelé balra a középpontból

source: Up Long
hu_hu: Hosszú felfelé

source: Up Down Left Right
hu_hu: Fel le balra jobbra

source: Up Down
hu_hu: Fel le

source: Unlock Keyhole
hu_hu: Nyitott lakat kulcslyukkal

source: Universal Access
hu_hu: Univerzális hozzáférés

source: Umbrella Beach
hu_hu: Napernyő

source: Umbrella
hu_hu: Esernyő

source: Turn Up
hu_hu: Felfelé fordítás

source: Turn Down
hu_hu: Lefelé fordítás

source: Turkish Lira Sign
hu_hu: Török líra jele

source: Truck Ramp Box
hu_hu: Rámpás dobozos teherautó

source: Truck Plane
hu_hu: Teherautó repülővel

source: Truck Pickup
hu_hu: Pickup teherautó

source: Truck Moving
hu_hu: Költöztető teherautó

source: Truck Monster
hu_hu: Monster truck

source: Truck Medical
hu_hu: Mentőautó

source: Truck Front
hu_hu: Teherautó elölről

source: Truck Field Un
hu_hu: Teherautó terepen ENSZ

source: Truck Field
hu_hu: Teherautó terepen

source: Truck Fast
hu_hu: Gyors teherautó

source: Truck Droplet
hu_hu: Teherautó cseppel

source: Truck Arrow Right
hu_hu: Teherautó jobbra mutató nyíllal

source: Truck
hu_hu: Teherautó

source: Trowel Bricks
hu_hu: Kőműveskanál téglákkal

source: Trowel
hu_hu: Kőműveskanál

source: Trophy
hu_hu: Trófea

source: Triangle Exclamation
hu_hu: Felkiáltójel háromszögben

source: Tree City
hu_hu: Fás város

source: Tree
hu_hu: Fa

source: Trash Can Arrow Up
hu_hu: Szemetes felfelé nyíllal

source: Trash Can
hu_hu: Szemetes

source: Trash Arrow Up
hu_hu: Szemét felfelé nyíllal

source: Trash
hu_hu: Szemét

source: Transgender
hu_hu: Transznemű

source: Train Tram
hu_hu: Villamos

source: Train Subway
hu_hu: Metró

source: Train
hu_hu: Vonat

source: Trailer
hu_hu: Pótkocsi

source: Traffic Light
hu_hu: Közlekedési lámpa

source: Trademark
hu_hu: Védjegy

source: Trade Federation
hu_hu: Kereskedelmi Szövetség

source: Tractor
hu_hu: Traktor

source: Tower Observation
hu_hu: Kilátótorony

source: Tower Cell
hu_hu: Mobiltorony

source: Tower Broadcast
hu_hu: Adótorony

source: Tornado
hu_hu: Tornádó

source: Torii Gate
hu_hu: Torii-kapu

source: Tooth
hu_hu: Fog

source: Toolbox
hu_hu: Szerszámosláda

source: Toilets Portable
hu_hu: Hordozható WC-k

source: Toilet Portable
hu_hu: Hordozható WC

source: Toilet Paper Slash
hu_hu: Áthúzott WC-papír

source: Toilet Paper
hu_hu: WC-papír

source: Toilet
hu_hu: WC

source: Toggle On
hu_hu: Kapcsoló be

source: Toggle Off
hu_hu: Kapcsoló ki

source: Timeline
hu_hu: Idővonal

source: Ticket Simple
hu_hu: Egyszerű jegy

source: Ticket
hu_hu: Jegy

source: Thumbtack
hu_hu: Rajzszeg

source: Thumbs Up
hu_hu: Hüvelykujj fel

source: Thumbs Down
hu_hu: Hüvelykujj le

source: Thermometer
hu_hu: Hőmérő

source: Text Width
hu_hu: Szövegszélesség

source: Text Slash
hu_hu: Áthúzott szöveg

source: Text Height
hu_hu: Szövegmagasság

source: Terminal
hu_hu: Terminál

source: Tents
hu_hu: Sátrak

source: Tent Arrows Down
hu_hu: Sátor lefelé mutató nyilakkal

source: Tent Arrow Turn Left
hu_hu: Sátor balra forduló nyíllal

source: Tent Arrow Left Right
hu_hu: Sátor balra-jobbra mutató nyíllal

source: Tent Arrow Down To Line
hu_hu: Sátor lefelé mutató nyíl a vonalig

source: Tent
hu_hu: Sátor

source: Tenge Sign
hu_hu: Tenge jel

source: Temperature Three Quarters
hu_hu: Háromnegyed hőmérséklet

source: Temperature Quarter
hu_hu: Negyed hőmérséklet

source: Temperature Low
hu_hu: Alacsony hőmérséklet

source: Temperature High
hu_hu: Magas hőmérséklet

source: Temperature Half
hu_hu: Fél hőmérséklet

source: Temperature Full
hu_hu: Tele hőmérséklet

source: Temperature Empty
hu_hu: Üres hőmérséklet

source: Temperature Arrow Up
hu_hu: Hőmérséklet felfelé mutató nyíllal

source: Temperature Arrow Down
hu_hu: Hőmérséklet lefelé mutató nyíllal

source: Teeth Open
hu_hu: Nyitott fogak

source: Teeth
hu_hu: Fogak

source: Tarp Droplet
hu_hu: Ponyva cseppel

source: Tarp
hu_hu: Ponyva

source: Tape
hu_hu: Ragasztószalag

source: Tachograph Digital
hu_hu: Digitális tachográf

source: Tablets
hu_hu: Tabletták

source: Tablet Screen Button
hu_hu: Tablet képernyőgomb

source: Tablet Button
hu_hu: Tablet gomb

source: Table Tennis Paddle Ball
hu_hu: Asztalitenisz-ütő és labda

source: Table List
hu_hu: Táblázatlista

source: Table Columns
hu_hu: Táblázat oszlopai

source: Table Cells Large
hu_hu: Táblázat nagy cellái

source: Table Cells
hu_hu: Táblázat cellái

source: Table
hu_hu: Táblázat

source: Syringe
hu_hu: Fecskendő

source: Synagogue
hu_hu: Zsinagóga

source: Swatchbook
hu_hu: Színmintakönyv

source: Superscript
hu_hu: Felső index

source: Superpowers
hu_hu: Szupererők

source: Sun Plant Wilt
hu_hu: Hervadó növény napfényben

source: Sun
hu_hu: Nap

source: Suitcase Rolling
hu_hu: Gurulós bőrönd

source: Suitcase Medical
hu_hu: Orvosi táska

source: Suitcase
hu_hu: Bőrönd

source: Subscript
hu_hu: Alsó index

source: StumbleUpon Circle
hu_hu: StumbleUpon kör

source: StumbleUpon Logo
hu_hu: StumbleUpon logó

source: Strikethrough
hu_hu: Áthúzás

source: Street View
hu_hu: Utcanézet

source: Store Slash
hu_hu: Áthúzott bolt

source: Store
hu_hu: Bolt

source: Stopwatch 20
hu_hu: Stopperóra 20

source: Stopwatch
hu_hu: Stopperóra

source: Stethoscope
hu_hu: Sztetoszkóp

source: Sterling Sign
hu_hu: Font jel

source: Steam Symbol
hu_hu: Steam szimbólum

source: Star Of Life
hu_hu: Élet csillaga

source: Star Of David
hu_hu: Dávid-csillag

source: Star Half Stroke
hu_hu: Fél csillag körvonallal

source: Star Half
hu_hu: Fél csillag

source: Star And Crescent
hu_hu: Csillag és félhold

source: Star
hu_hu: Csillag

source: Stamp
hu_hu: Bélyegző

source: Stairs
hu_hu: Lépcső

source: Square Xmark
hu_hu: Négyzet X jel

source: Square Virus
hu_hu: Négyzet vírus

source: Square Up Right
hu_hu: Négyzet felfelé jobbra

source: Square Share Nodes
hu_hu: Négyzet megosztási csomópontok

source: Square Rss
hu_hu: Négyzet RSS

source: Square Root Variable
hu_hu: Négyzetgyök változó

source: Square Poll Vertical
hu_hu: Négyzet függőleges szavazás

source: Square Poll Horizontal
hu_hu: Négyzet vízszintes szavazás

source: Square Plus
hu_hu: Négyzet plusz

source: Square Phone Flip
hu_hu: Négyzet telefon fordítva

source: Square Phone
hu_hu: Négyzet telefon

source: Square Person Confined
hu_hu: Négyzet bezárt személy

source: Square Pen
hu_hu: Négyzet toll

source: Square Parking
hu_hu: Négyzet parkolás

source: Square Nfi
hu_hu: Négyzet Nfi

source: Square Minus
hu_hu: Négyzet mínusz

source: Square H
hu_hu: Négyzet H

source: Square Full
hu_hu: Teljes négyzet

source: Font Awesome in Square with Stroke Outline
hu_hu: Font Awesome négyzetben körvonallal

source: Font Awesome in Square
hu_hu: Font Awesome négyzetben

source: Square Envelope
hu_hu: Négyzet boríték

source: Square Check
hu_hu: Négyzet pipa

source: Square Caret Up
hu_hu: Négyzet felfelé mutató jel

source: Square Caret Right
hu_hu: Négyzet jobbra mutató jel

source: Square Caret Left
hu_hu: Négyzet balra mutató jel

source: Square Caret Down
hu_hu: Négyzet lefelé mutató jel

source: Square Arrow Up Right
hu_hu: Négyzet nyíl felfelé jobbra

source: Square
hu_hu: Négyzet

source: Spray Can Sparkles
hu_hu: Festékszóró csillogással

source: Spray Can
hu_hu: Festékszóró

source: Spoon
hu_hu: Kanál

source: Splotch
hu_hu: Pacni

source: Spinner
hu_hu: Betöltésjelző

source: Spider
hu_hu: Pók

source: Spell Check
hu_hu: Helyesírás-ellenőrzés

source: Spaghetti Monster Flying
hu_hu: Repülő spagettiszörny

source: Spa
hu_hu: Gyógyfürdő

source: Sort Up
hu_hu: Növekvő sorrend

source: Sort Down
hu_hu: Csökkenő sorrend

source: Sort
hu_hu: Rendezés

source: Solar Panel
hu_hu: Napelem

source: Socks
hu_hu: Zokni

source: Soap
hu_hu: Szappan

source: Snowplow
hu_hu: Hókotró

source: Snowman
hu_hu: Hóember

source: Snowflake
hu_hu: Hópehely

source: Smoking
hu_hu: Dohányzás

source: Smog
hu_hu: Szmog

source: Sliders
hu_hu: Csúszkák

source: Sleigh
hu_hu: Szán

source: Slash
hu_hu: Perjel

source: Slack Logo
hu_hu: Slack logó

source: Skull Crossbones
hu_hu: Koponya és keresztcsontok

source: Skull
hu_hu: Koponya

source: Sitemap
hu_hu: Oldaltérkép

source: Sink
hu_hu: Mosogató

source: Sim Card
hu_hu: SIM-kártya

source: Signs Post
hu_hu: Útjelző tábla

source: Signature
hu_hu: Aláírás

source: Signal
hu_hu: Jelerősség

source: Sign Hanging
hu_hu: Függő tábla

source: Shuttle Space
hu_hu: Űrsikló

source: Shuffle
hu_hu: Keverés

source: Shrimp
hu_hu: Garnéla

source: Shower
hu_hu: Zuhany

source: Shop Slash
hu_hu: Bolt áthúzva

source: Shop Lock
hu_hu: Bolt zárolva

source: Shoe Prints
hu_hu: Cipőnyomok

source: Shirts in Bulk
hu_hu: Ingek nagy tételben

source: Shirt
hu_hu: Ing

source: Ship
hu_hu: Hajó

source: Shield Virus
hu_hu: Vírus pajzs

source: Shield Heart
hu_hu: Szív pajzs

source: Shield Halved
hu_hu: Felezett pajzs

source: Shield Dog
hu_hu: Kutya pajzs

source: Shield Cat
hu_hu: Macska pajzs

source: Shield
hu_hu: Pajzs

source: Shekel Sign
hu_hu: Sékel jel

source: Sheet Plastic
hu_hu: Műanyag lemez

source: Share Nodes
hu_hu: Csomópontok megosztása

source: Share From Square
hu_hu: Megosztás négyzetből

source: Share
hu_hu: Megosztás

source: Shapes
hu_hu: Alakzatok

source: Server
hu_hu: Szerver

source: Seedling
hu_hu: Palánta

source: Section
hu_hu: Szakasz

source: Sd Card
hu_hu: Sd kártya

source: Scroll Torah
hu_hu: Tóratekercs

source: Screwdriver Wrench
hu_hu: Csavarhúzó és villáskulcs

source: Screwdriver
hu_hu: Csavarhúzó

source: Scissors
hu_hu: Olló

source: School Lock
hu_hu: Zárolt iskola

source: School Flag
hu_hu: Iskola zászlóval

source: School Circle Xmark
hu_hu: Iskola kör X-jellel

source: School Circle Exclamation
hu_hu: Iskola kör felkiáltójellel

source: School Circle Check
hu_hu: Iskola kör pipával

source: School
hu_hu: Iskola

source: Scale Unbalanced Flip
hu_hu: Fordított kiegyensúlyozatlan mérleg

source: Scale Unbalanced
hu_hu: Kiegyensúlyozatlan mérleg

source: Scale Balanced
hu_hu: Kiegyensúlyozott mérleg

source: Satellite Dish
hu_hu: Műholdas antenna

source: Satellite
hu_hu: Műhold

source: Sailboat
hu_hu: Vitorlás

source: Sack Xmark
hu_hu: Zsák X-jellel

source: Sack Dollar
hu_hu: Dollár jelű zsák

source: Rupiah Sign
hu_hu: Rúpia jel

source: Rupee Sign
hu_hu: Rúpia jel

source: Ruler Vertical
hu_hu: Függőleges vonalzó

source: Ruler Horizontal
hu_hu: Vízszintes vonalzó

source: Ruler Combined
hu_hu: Kombinált vonalzó

source: Ruler
hu_hu: Vonalzó

source: Rug
hu_hu: Szőnyeg

source: Ruble Sign
hu_hu: Rubel jel

source: Route
hu_hu: Útvonal

source: Rotate Right
hu_hu: Forgatás jobbra

source: Rotate Left
hu_hu: Forgatás balra

source: Rotate
hu_hu: Forgatás

source: Rocket
hu_hu: Rakéta

source: Road Spikes
hu_hu: Szöges útakadály

source: Road Lock
hu_hu: Lezárt út

source: Road Circle Xmark
hu_hu: Út kör X-jellel

source: Road Circle Exclamation
hu_hu: Út kör felkiáltójellel

source: Road Circle Check
hu_hu: Út kör pipával

source: Road Bridge
hu_hu: Közúti híd

source: Road Barrier
hu_hu: Útakadály

source: Road
hu_hu: Út

source: Ring
hu_hu: Gyűrű

source: Right To Bracket
hu_hu: Jobbra zárójelhez

source: Right Long
hu_hu: Hosszú jobbra

source: Right Left
hu_hu: Jobbra balra

source: Right From Bracket
hu_hu: Jobbra zárójelből

source: Ribbon
hu_hu: Szalag

source: Restroom
hu_hu: Mosdó

source: Republican
hu_hu: Republikánus

source: Reply All
hu_hu: Válasz mindenkinek

source: Registered
hu_hu: Bejegyzett

source: Recycle
hu_hu: Újrahasznosítás

source: Rectangle Xmark
hu_hu: Téglalap X-jellel

source: Rectangle List
hu_hu: Listás téglalap

source: Rectangle Ad
hu_hu: Hirdetés téglalapban

source: Record Vinyl
hu_hu: Bakelit lemez

source: Receipt
hu_hu: Nyugta

source: Rebel Alliance
hu_hu: Lázadók Szövetsége

source: Ranking Star
hu_hu: Rangsor csillag

source: Rainbow
hu_hu: Szivárvány

source: Radio
hu_hu: Rádió

source: Radiation
hu_hu: Sugárzás

source: Quote Right
hu_hu: Jobb idézőjel

source: Quote Left
hu_hu: Bal idézőjel

source: Question
hu_hu: Kérdés

source: Qrcode
hu_hu: QR-kód

source: Puzzle Piece
hu_hu: Puzzle-darab

source: Pump Soap
hu_hu: Szappanadagoló

source: Pump Medical
hu_hu: Orvosi pumpa

source: Print
hu_hu: Nyomtatás

source: Prescription Bottle Medical
hu_hu: Gyógyszeres üveg – orvosi

source: Prescription Bottle
hu_hu: Gyógyszeres üveg

source: Prescription
hu_hu: Vény

source: Power Off
hu_hu: Kikapcsolás

source: Poop
hu_hu: Kaki

source: Poo Storm
hu_hu: Kaki vihar

source: Poo
hu_hu: Kaki

source: Plus Minus
hu_hu: Plusz mínusz

source: Plus
hu_hu: Plusz

source: Plug Circle Xmark
hu_hu: Dugó kör X-jellel

source: Plug Circle Plus
hu_hu: Dugó kör pluszjellel

source: Plug Circle Minus
hu_hu: Dugó kör mínuszjellel

source: Plug Circle Exclamation
hu_hu: Dugó kör felkiáltójellel

source: Plug Circle Check
hu_hu: Dugó kör pipával

source: Plug Circle Bolt
hu_hu: Dugó kör villámmal

source: Plug
hu_hu: Dugó

source: Play
hu_hu: Lejátszás

source: Plate Wheat
hu_hu: Tányér búzával

source: Plant Wilt
hu_hu: Hervadó növény

source: Plane Up
hu_hu: Repülő felfelé

source: Plane Slash
hu_hu: Áthúzott repülő

source: Plane Lock
hu_hu: Repülő lakattal

source: Plane Departure
hu_hu: Felszállás

source: Plane Circle Xmark
hu_hu: Repülő kör X-jellel

source: Plane Circle Exclamation
hu_hu: Repülő kör felkiáltójellel

source: Plane Circle Check
hu_hu: Repülő kör pipával

source: Plane Arrival
hu_hu: Leszállás

source: Plane
hu_hu: Repülő

source: Place Of Worship
hu_hu: Vallási hely

source: Pizza Slice
hu_hu: Pizzaszelet

source: Pills
hu_hu: Tabletták

source: Piggy Bank
hu_hu: Malacpersely

source: Pied Piper PP Logo (Old)
hu_hu: Pied Piper PP logó (régi)

source: Pied Piper Hat (Old)
hu_hu: Pied Piper kalap (régi)

source: Alternate Pied Piper Logo (Old)
hu_hu: Alternatív Pied Piper logó (régi)

source: Pied Piper Logo
hu_hu: Pied Piper logó

source: Photo Film
hu_hu: Fényképszalag

source: Phone Volume
hu_hu: Telefon hangereje

source: Phone Slash
hu_hu: Áthúzott telefon

source: Phone Flip
hu_hu: Megfordított telefon

source: Phone
hu_hu: Telefon

source: Phoenix Squadron
hu_hu: Főnix század

source: Peso Sign
hu_hu: Peso jel

source: Peseta Sign
hu_hu: Pezeta jel

source: Person Walking With Cane
hu_hu: Sétáló személy bottal

source: Person Walking Luggage
hu_hu: Sétáló személy poggyásszal

source: Person Walking Dashed Line Arrow Right
hu_hu: Sétáló személy szaggatott vonallal és jobbra mutató nyíllal

source: Person Walking Arrow Right
hu_hu: Sétáló személy jobbra mutató nyíllal

source: Person Walking Arrow Loop Left
hu_hu: Sétáló személy balra visszaforduló nyíllal

source: Person Walking
hu_hu: Sétáló személy

source: Person Through Window
hu_hu: Személy az ablakon át

source: Person Swimming
hu_hu: Úszó személy

source: Person Snowboarding
hu_hu: Snowboardozó személy

source: Person Skiing Nordic
hu_hu: Sífutó személy

source: Person Skiing
hu_hu: Síelő személy

source: Person Skating
hu_hu: Korcsolyázó személy

source: Person Shelter
hu_hu: Személy menedékben

source: Person Running
hu_hu: Futó személy

source: Person Rifle
hu_hu: Személy puskával

source: Person Rays
hu_hu: Személy sugarakkal

source: Person Pregnant
hu_hu: Várandós személy

source: Person Praying
hu_hu: Imádkozó személy

source: Person Military To Person
hu_hu: Katonai személy személyhez

source: Person Military Rifle
hu_hu: Katonai személy puskával

source: Person Military Pointing
hu_hu: Katonai személy mutat

source: Person Hiking
hu_hu: Túrázó személy

source: Person Harassing
hu_hu: Zaklató személy

source: Person Half Dress
hu_hu: Félig felöltözött személy

source: Person Falling Burst
hu_hu: Zuhanó személy robbanással

source: Person Falling
hu_hu: Zuhanó személy

source: Person Drowning
hu_hu: Fulladozó személy

source: Person Dress Burst
hu_hu: Ruhás személy robbanással

source: Person Dress
hu_hu: Ruhás személy

source: Person Dots From Line
hu_hu: Személy, pontok a vonalból

source: Person Digging
hu_hu: Személy ás

source: Person Circle Xmark
hu_hu: Személy kör X-jellel

source: Person Circle Question
hu_hu: Személy kör kérdőjellel

source: Person Circle Plus
hu_hu: Személy kör pluszjellel

source: Person Circle Minus
hu_hu: Személy kör mínuszjellel

source: Person Circle Exclamation
hu_hu: Személy kör felkiáltójellel

source: Person Circle Check
hu_hu: Személy kör pipajellel

source: Person Chalkboard
hu_hu: Személy a táblánál

source: Person Cane
hu_hu: Személy bottal

source: Person Burst
hu_hu: Személy robbanással

source: Person Breastfeeding
hu_hu: Szoptató személy

source: Person Booth
hu_hu: Személy fülkében

source: Person Biking
hu_hu: Kerékpározó személy

source: Person Arrow Up From Line
hu_hu: Személy, felfelé mutató nyíl a vonaltól

source: Person Arrow Down To Line
hu_hu: Személy, lefelé mutató nyíl a vonalig

source: Person
hu_hu: Személy

source: Percent
hu_hu: Százalék

source: Pepper Hot
hu_hu: Erős paprika

source: People Roof
hu_hu: Emberek tető alatt

source: People Robbery
hu_hu: Emberek rablás

source: People Pulling
hu_hu: Húzó emberek

source: People Line
hu_hu: Emberek sorban

source: People Group
hu_hu: Embercsoport

source: People Carry Box
hu_hu: Emberek dobozt visznek

source: Pencil
hu_hu: Ceruza

source: Pen To Square
hu_hu: Toll a négyzethez

source: Pen Ruler
hu_hu: Toll és vonalzó

source: Pen Nib
hu_hu: Tollhegy

source: Pen Fancy
hu_hu: Díszes toll

source: Pen Clip
hu_hu: Tollcsíptető

source: Pen
hu_hu: Toll

source: Peace
hu_hu: Béke

source: Paw
hu_hu: Mancs

source: Pause
hu_hu: Szünet

source: Paste
hu_hu: Beillesztés

source: Passport
hu_hu: Útlevél

source: Paragraph
hu_hu: Bekezdés

source: Parachute Box
hu_hu: Ejtőernyős doboz

source: Paperclip
hu_hu: Gémkapocs

source: Paper Plane
hu_hu: Papírrepülő

source: Panorama
hu_hu: Panoráma

source: Pallet
hu_hu: Raklap

source: Paintbrush
hu_hu: Ecset

source: Paint Roller
hu_hu: Festőhenger

source: Outdent
hu_hu: Behúzás csökkentése

source: Otter
hu_hu: Vidra

source: Oil Well
hu_hu: Olajkút

source: Oil Can
hu_hu: Olajoskanna

source: Object Ungroup
hu_hu: Objektum csoportbontása

source: Object Group
hu_hu: Objektum csoportosítása

source: Notes Medical
hu_hu: Orvosi jegyzetek

source: Note Sticky
hu_hu: Öntapadós jegyzet

source: Not Equal
hu_hu: Nem egyenlő

source: Nfc Symbol
hu_hu: Nfc szimbólum

source: NFC Directional
hu_hu: NFC irányjelző

source: Newspaper
hu_hu: Újság

source: Neuter
hu_hu: Semleges nem

source: Network Wired
hu_hu: Vezetékes hálózat

source: Naira Sign
hu_hu: Naira jel

source: Music
hu_hu: Zene

source: Mug Saucer
hu_hu: Bögre csészealjjal

source: Mug Hot
hu_hu: Forró bögre

source: Mountain Sun
hu_hu: Hegy és nap

source: Mountain City
hu_hu: Hegy és város

source: Mountain
hu_hu: Hegy

source: Mound
hu_hu: Halom

source: Motorcycle
hu_hu: Motorkerékpár

source: Mosquito Net
hu_hu: Szúnyogháló

source: Mosquito
hu_hu: Szúnyog

source: Mosque
hu_hu: Mecset

source: Mortar Pestle
hu_hu: Mozsár és mozsártörő

source: Moon
hu_hu: Hold

source: Monument
hu_hu: Emlékmű

source: Money Check Dollar
hu_hu: Dolláros csekk

source: Money Check
hu_hu: Csekk

source: Money Bills
hu_hu: Bankjegyek

source: Money Bill Wheat
hu_hu: Búzás bankjegy

source: Money Bill Wave
hu_hu: Hullámos bankjegy

source: Money Bill Trend Up
hu_hu: Bankjegy trend felfelé

source: Money Bill Transfer
hu_hu: Bankjegy átutalás

source: Money Bill 1 Wave
hu_hu: Bankjegy 1 hullám

source: Money Bill 1
hu_hu: Bankjegy 1

source: Money Bill
hu_hu: Bankjegy

source: Mobile Screen Button
hu_hu: Mobilképernyő gomb

source: Mobile screen
hu_hu: Mobilképernyő

source: Mobile Retro
hu_hu: Retro mobiltelefon

source: Mobile button
hu_hu: Mobil gomb

source: Mixer
hu_hu: Keverő

source: Mix
hu_hu: Keverés

source: Mitten
hu_hu: Egyujjas kesztyű

source: Minus
hu_hu: Mínusz

source: Minimize
hu_hu: Minimalizálás

source: Mill Sign
hu_hu: Mill jel

source: Microscope
hu_hu: Mikroszkóp

source: Microphone Slash
hu_hu: Áthúzott mikrofon

source: Microphone Lines Slash
hu_hu: Mikrofon vonalakkal, áthúzva

source: Microphone Lines
hu_hu: Mikrofon vonalakkal

source: Microphone
hu_hu: Mikrofon

source: Microchip
hu_hu: Mikrochip

source: Message
hu_hu: Üzenet

source: Mercury
hu_hu: Merkúr

source: Menorah
hu_hu: Menóra

source: Memory
hu_hu: Memória

source: Medal
hu_hu: Érem

source: Maximize
hu_hu: Maximalizálás

source: Mattress Pillow
hu_hu: Matrac és párna
