Repository: hellowpio/wordpress-translations
Catalog: themes/*/astra/astra-*.po
Languages: hu_hu

source: Masks Theater
hu_hu: Színházi maszkok

source: Mask Ventilator
hu_hu: Lélegeztetőmaszk

source: Mask Face
hu_hu: Arcmaszk

source: Mask
hu_hu: Maszk

source: Martini Glass Empty
hu_hu: Üres martinis pohár

source: Martini Glass Citrus
hu_hu: Martinis pohár citruskarikával

source: Martini Glass
hu_hu: Martinis pohár

source: Mars Stroke Up
hu_hu: Mars jel, felfelé vonás

source: Mars Stroke Right
hu_hu: Mars jel, jobbra vonás

source: Mars Stroke
hu_hu: Mars jel, vonás

source: Mars Double
hu_hu: Kettős Mars jel

source: Mars And Venus Burst
hu_hu: Mars és Vénusz, robbanás

source: Mars And Venus
hu_hu: Mars és Vénusz

source: Marker
hu_hu: Filctoll

source: Map Pin
hu_hu: Térképtű

source: Map Location Dot
hu_hu: Térképi helyjelző pont

source: Map Location
hu_hu: Térképi helyjelző

source: Map
hu_hu: Térkép

source: Mandalorian
hu_hu: Mandalóri

source: Manat Sign
hu_hu: Manat jel

source: Magnifying Glass Plus
hu_hu: Nagyító, plusz

source: Magnifying Glass Minus
hu_hu: Nagyító, mínusz

source: Magnifying Glass Location
hu_hu: Nagyító, helyjelző

source: Magnifying Glass Dollar
hu_hu: Nagyító, dollár

source: Magnifying Glass Chart
hu_hu: Nagyító, diagram

source: Magnifying Glass Arrow Right
hu_hu: Nagyító, jobbra nyíl

source: Magnifying Glass
hu_hu: Nagyító

source: Magnet
hu_hu: Mágnes

source: Lungs Virus
hu_hu: Tüdő, vírus

source: Lungs
hu_hu: Tüdő

source: Locust
hu_hu: Sáska

source: Lock Open
hu_hu: Nyitott lakat

source: Lock
hu_hu: Lakat

source: Location Pin Lock
hu_hu: Helyjelölő, lakat

source: Location Pin
hu_hu: Helyjelölő

source: Location Dot
hu_hu: Helyjelző pont

source: Location Crosshairs
hu_hu: Hely, célkereszt

source: Location Arrow
hu_hu: Helymeghatározó nyíl

source: Litecoin Sign
hu_hu: Litecoin jel

source: List Ul
hu_hu: UL lista

source: List Ol
hu_hu: OL lista

source: List Check
hu_hu: Ellenőrzőlista

source: Lira Sign
hu_hu: Líra jel

source: Link Slash
hu_hu: Áthúzott link

source: Lines Leaning
hu_hu: Dőlő vonalak

source: Line
hu_hu: Vonal

source: Lightbulb
hu_hu: Villanykörte

source: Life Ring
hu_hu: Mentőöv

source: Less Than Equal
hu_hu: Kisebb vagy egyenlő

source: Less Than
hu_hu: Kisebb mint

source: Lemon
hu_hu: Citrom

source: Left Right
hu_hu: Balra-jobbra

source: Left Long
hu_hu: Hosszú balra

source: Leaf
hu_hu: Levél

source: Layer Group
hu_hu: Rétegcsoport

source: Lari Sign
hu_hu: Lari jel

source: Laptop Medical
hu_hu: Orvosi laptop

source: Laptop File
hu_hu: Laptop fájl

source: Laptop Code
hu_hu: Laptop kód

source: Language
hu_hu: Nyelv

source: Landmark Flag
hu_hu: Zászlós középület

source: Landmark Dome
hu_hu: Kupolás középület

source: Landmark
hu_hu: Középület

source: Land Mine On
hu_hu: Aktív akna

source: Kiwi Bird
hu_hu: Kivi madár

source: Kitchen Set
hu_hu: Konyhakészlet

source: Kit Medical
hu_hu: Orvosi készlet

source: Kip Sign
hu_hu: Kip jel

source: Keyboard
hu_hu: Billentyűzet

source: Key
hu_hu: Kulcs

source: Jug Detergent
hu_hu: Mosószeres kanna

source: Joomla Logo
hu_hu: Joomla logó

source: Joint
hu_hu: Marihuánás cigaretta

source: Jet Fighter Up
hu_hu: Felfelé tartó vadászrepülő

source: Jet Fighter
hu_hu: Vadászrepülő

source: Jedi Order
hu_hu: Jedi Rend

source: Jar Wheat
hu_hu: Búzás befőttesüveg

source: Jar
hu_hu: Befőttesüveg

source: Itunes Note
hu_hu: Itunes hangjegy

source: Italic
hu_hu: Dőlt

source: Info
hu_hu: Információ

source: Industry
hu_hu: Ipar

source: Indian Rupee Sign
hu_hu: Indiai rúpia jel

source: Indent
hu_hu: Behúzás

source: Inbox
hu_hu: Beérkező

source: Images
hu_hu: Képek

source: Image Portrait
hu_hu: Álló kép

source: Igloo
hu_hu: Iglu

source: Id Card Clip
hu_hu: Csíptetős Id-kártya

source: Id Card
hu_hu: Id-kártya

source: Id Badge
hu_hu: Id-jelvény

source: Icicles
hu_hu: Jégcsapok

source: Ice Cream
hu_hu: Fagylalt

source: I Cursor
hu_hu: I-kurzor

source: Hurricane
hu_hu: Hurrikán

source: HTML 5 Logo
hu_hu: HTML 5 logó

source: Hryvnia Sign
hu_hu: Hrivnya jel

source: House User
hu_hu: Ház és felhasználó

source: House Tsunami
hu_hu: Ház cunamival

source: House Signal
hu_hu: Ház jelzéssel

source: House Medical Flag
hu_hu: Ház orvosi zászlóval

source: House Medical Circle Xmark
hu_hu: Ház orvosi kör X jel

source: House Medical Circle Exclamation
hu_hu: Ház orvosi kör felkiáltójel

source: House Medical Circle Check
hu_hu: Ház orvosi kör pipa

source: House Medical
hu_hu: Ház orvosi jellel

source: House Lock
hu_hu: Lezárt ház

source: House Laptop
hu_hu: Laptopos ház

source: House Flood Water Circle Arrow Right
hu_hu: Árvízes ház kör jobbra mutató nyíl

source: House Flood Water
hu_hu: Árvízes ház

source: House Flag
hu_hu: Zászlós ház

source: House Fire
hu_hu: Égő ház

source: House Crack
hu_hu: Repedt ház

source: House Circle Xmark
hu_hu: Ház kör X jel

source: House Circle Exclamation
hu_hu: Ház kör felkiáltójel

source: House Circle Check
hu_hu: Ház kör pipa

source: House Chimney Window
hu_hu: Kéményes ház ablakkal

source: House Chimney User
hu_hu: Kéményes ház felhasználóval

source: House Chimney Medical
hu_hu: Kéményes ház orvosi jellel

source: House Chimney Crack
hu_hu: Kéményes ház repedéssel

source: House Chimney
hu_hu: Kéményes ház

source: House
hu_hu: Ház

source: Hourglass Start
hu_hu: Homokóra kezdete

source: Hourglass End
hu_hu: Homokóra vége

source: Hourglass
hu_hu: Homokóra

source: Hotel
hu_hu: Szálloda

source: Hot Tub Person
hu_hu: Pezsgőfürdőben lévő személy

source: Hospital User
hu_hu: Kórházi felhasználó

source: Hospital
hu_hu: Kórház

source: Horse Head
hu_hu: Lófej

source: Horse
hu_hu: Ló

source: Holly Berry
hu_hu: Magyalbogyó

source: Hockey Puck
hu_hu: Hokikorong

source: Hippo
hu_hu: Víziló

source: Hill Rockslide
hu_hu: Hegyoldali sziklaomlás

source: Hill Avalanche
hu_hu: Hegyoldali lavina

source: Highlighter
hu_hu: Kiemelő

source: Helmet Un
hu_hu: ENSZ sisak

source: Helmet Safety
hu_hu: Védősisak

source: Helicopter Symbol
hu_hu: Helikopter szimbólum

source: Helicopter
hu_hu: Helikopter

source: Heart Pulse
hu_hu: Szívverés

source: Heart Crack
hu_hu: Tört szív

source: Heart Circle Xmark
hu_hu: Szív kör X jel

source: Heart Circle Plus
hu_hu: Szív kör plusz

source: Heart Circle Minus
hu_hu: Szív kör mínusz

source: Heart Circle Exclamation
hu_hu: Szív kör felkiáltójel

source: Heart Circle Check
hu_hu: Szív kör pipa

source: Heart Circle Bolt
hu_hu: Szív kör villám

source: Heart
hu_hu: Szív

source: Headphones Simple
hu_hu: Egyszerű fejhallgató

source: Headphones
hu_hu: Fejhallgató

source: Head Side Virus
hu_hu: Oldalnézetű fej, vírus

source: Head Side Mask
hu_hu: Oldalnézetű fej, maszk

source: Head Side Cough Slash
hu_hu: Oldalnézetű fej, köhögés áthúzva

source: Head Side Cough
hu_hu: Oldalnézetű fej, köhögés

source: Hat Wizard
hu_hu: Varázslókalap

source: Hat Cowboy Side
hu_hu: Cowboykalap oldalról

source: Hat Cowboy
hu_hu: Cowboykalap

source: Hard Drive
hu_hu: Merevlemez

source: Hanukiah
hu_hu: Hanukia

source: Handshake Slash
hu_hu: Kézfogás áthúzva

source: Handshake Simple Slash
hu_hu: Egyszerű kézfogás áthúzva

source: Handshake Simple
hu_hu: Egyszerű kézfogás

source: Handshake Angle
hu_hu: Ferde kézfogás

source: Handshake
hu_hu: Kézfogás

source: Hands Praying
hu_hu: Imádkozó kezek

source: Hands Holding Circle
hu_hu: Kört tartó kezek

source: Hands Holding Child
hu_hu: Gyermeket tartó kezek

source: Hands Holding
hu_hu: Tartó kezek

source: Hands Clapping
hu_hu: Tapsoló kezek

source: Hands Bubbles
hu_hu: Kezek buborékokkal

source: Hands Bound
hu_hu: Megkötözött kezek

source: Hands Asl Interpreting
hu_hu: Kezek ASL tolmácsolás

source: Hands
hu_hu: Kezek

source: Handcuffs
hu_hu: Bilincs

source: Hand Spock
hu_hu: Spock kéz

source: Hand Sparkles
hu_hu: Csillogó kéz

source: Hand Scissors
hu_hu: Olló kéz

source: Hand Pointer
hu_hu: Mutató kéz

source: Hand Point Up
hu_hu: Felfelé mutató kéz

source: Hand Point Right
hu_hu: Jobbra mutató kéz

source: Hand Point Left
hu_hu: Balra mutató kéz

source: Hand Point Down
hu_hu: Lefelé mutató kéz

source: Hand Peace
hu_hu: Béke kézjel

source: Hand Middle Finger
hu_hu: Középső ujj

source: Hand Lizard
hu_hu: Gyík kéz

source: Hand Holding Medical
hu_hu: Orvosi jelvényt tartó kéz

source: Hand Holding Heart
hu_hu: Szívet tartó kéz

source: Hand Holding Hand
hu_hu: Kezet tartó kéz

source: Hand Holding Droplet
hu_hu: Cseppet tartó kéz

source: Hand Holding Dollar
hu_hu: Dollárt tartó kéz

source: Hand Holding
hu_hu: Tartó kéz

source: Hand Fist
hu_hu: Ököl

source: Hand Dots
hu_hu: Kéz pontokkal

source: Hand Back Fist
hu_hu: Kézháti ököl

source: Hand
hu_hu: Kéz

source: Hamsa
hu_hu: Hamsza

source: Hammer
hu_hu: Kalapács

source: Gun
hu_hu: Pisztoly

source: Guitar
hu_hu: Gitár

source: Guarani Sign
hu_hu: Guaraní jel

source: Group Arrows Rotate
hu_hu: Csoport nyilak forgatása

source: Grip Vertical
hu_hu: Függőleges fogás

source: Grip Lines Vertical
hu_hu: Függőleges fogóvonalak

source: Grip Lines
hu_hu: Fogóvonalak

source: Grip
hu_hu: Fogás

source: Greater Than Equal
hu_hu: Nagyobb vagy egyenlő

source: Greater Than
hu_hu: Nagyobb mint

source: Graduation Cap
hu_hu: Diplomasapka

source: Google Logo
hu_hu: Google logó

source: Golf Ball Tee
hu_hu: Golf labda tee

source: Globe
hu_hu: Földgömb

source: Glasses
hu_hu: Szemüveg

source: Glass Water Droplet
hu_hu: Vizes pohár cseppel

source: Glass Water
hu_hu: Vizes pohár

source: Alternate GitHub
hu_hu: Alternatív GitHub

source: Git Alt
hu_hu: Alternatív Git

source: Gifts
hu_hu: Ajándékok

source: Gift
hu_hu: Ajándék

source: Ghost
hu_hu: Szellem

source: GG Currency Circle
hu_hu: GG pénznem kör

source: GG Currency
hu_hu: GG pénznem

source: Genderless
hu_hu: Nemsemleges

source: Gem
hu_hu: Drágakő

source: Gears
hu_hu: Fogaskerekek

source: Gear
hu_hu: Fogaskerék

source: Gavel
hu_hu: Bírói kalapács

source: Gauge Simple High
hu_hu: Egyszerű mérő, magas

source: Gauge Simple
hu_hu: Egyszerű mérő

source: Gauge High
hu_hu: Mérő, magas

source: Gauge
hu_hu: Mérő

source: Gas Pump
hu_hu: Benzinkút

source: Gamepad
hu_hu: Játékvezérlő

source: Galactic Senate
hu_hu: Galaktikus Szenátus

source: Galactic Republic
hu_hu: Galaktikus Köztársaság

source: Futbol
hu_hu: Futball

source: Frog
hu_hu: Béka

source: Franc Sign
hu_hu: Frank jel

source: Forward Step
hu_hu: Előrelépés

source: Forward Fast
hu_hu: Gyors előretekerés

source: Forward
hu_hu: Előre

source: Alternate Fort Awesome
hu_hu: Alternatív Fort Awesome

source: Football
hu_hu: Amerikai futball

source: Folder Tree
hu_hu: Mappafa

source: Folder Plus
hu_hu: Mappa plusz

source: Folder Open
hu_hu: Nyitott mappa

source: Folder Minus
hu_hu: Mappa mínusz

source: Folder Closed
hu_hu: Zárt mappa

source: Folder
hu_hu: Mappa

source: Florin Sign
hu_hu: Florin jel

source: Floppy Disk
hu_hu: Floppy lemez

source: Flask Vial
hu_hu: Lombik és fiola

source: Flask
hu_hu: Lombik

source: Flag Usa
hu_hu: USA-zászló

source: Flag Checkered
hu_hu: Kockás zászló

source: Flag
hu_hu: Zászló

source: Fish Fins
hu_hu: Hal uszonyai

source: Fish
hu_hu: Hal

source: Fire Flame Simple
hu_hu: Egyszerű láng

source: Fire Flame Curved
hu_hu: Ívelt láng

source: Fire Extinguisher
hu_hu: Tűzoltó készülék

source: Fire Burner
hu_hu: Égő

source: Fire
hu_hu: Tűz

source: Fingerprint
hu_hu: Ujjlenyomat

source: Filter Circle Xmark
hu_hu: Szűrő kör X jel

source: Filter Circle Dollar
hu_hu: Szűrő kör dollárjel

source: Filter
hu_hu: Szűrő

source: Fill Drip
hu_hu: Csöpögő kitöltés

source: File Zipper
hu_hu: Cipzáras fájl

source: File Word
hu_hu: Word-fájl

source: File Waveform
hu_hu: Hullámforma-fájl

source: File Video
hu_hu: Videófájl

source: File Signature
hu_hu: Aláírt fájl

source: File Shield
hu_hu: Pajzsos fájl

source: File Prescription
hu_hu: Vényfájl

source: File Powerpoint
hu_hu: PowerPoint-fájl

source: File Pen
hu_hu: Fájl tollal

source: File Pdf
hu_hu: PDF-fájl

source: File Medical
hu_hu: Orvosi fájl

source: File Lines
hu_hu: Szöveges fájl

source: File Invoice Dollar
hu_hu: Dollárjelű számlafájl

source: File Invoice
hu_hu: Számlafájl

source: File Import
hu_hu: Fájl importálása

source: File Image
hu_hu: Képfájl

source: File Export
hu_hu: Fájl exportálása

source: File Excel
hu_hu: Excel-fájl

source: File Csv
hu_hu: CSV-fájl

source: File Contract
hu_hu: Szerződésfájl

source: File Code
hu_hu: Kódfájl

source: File Circle Xmark
hu_hu: Fájl kör X jel

source: File Circle Question
hu_hu: Fájl kör kérdőjel

source: File Circle Plus
hu_hu: Fájl kör pluszjel

source: File Circle Minus
hu_hu: Fájl kör mínuszjel

source: File Circle Exclamation
hu_hu: Fájl kör felkiáltójel

source: File Circle Check
hu_hu: Fájl kör pipa

source: File Audio
hu_hu: Hangfájl

source: File Arrow Up
hu_hu: Fájl felfelé mutató nyíl

source: File Arrow Down
hu_hu: Fájl lefelé mutató nyíl

source: File
hu_hu: Fájl

source: Ferry
hu_hu: Komp

source: Feather Pointed
hu_hu: Hegyes toll

source: Feather
hu_hu: Toll

source: Faucet Drip
hu_hu: Csöpögő csap

source: Faucet
hu_hu: Csap

source: Fan
hu_hu: Ventilátor

source: Face Tired
hu_hu: Fáradt arc

source: Face Surprise
hu_hu: Meglepett arc

source: Face Smile Wink
hu_hu: Kacsintó mosolygó arc

source: Face Smile Beam
hu_hu: Sugárzó mosolyú arc

source: Face Smile
hu_hu: Mosolygó arc

source: Face Sad Tear
hu_hu: Szomorú könnyes arc

source: Face Sad Cry
hu_hu: Síró arc

source: Face Rolling Eyes
hu_hu: Szemforgató arc

source: Face Meh Blank
hu_hu: Közönyös üres tekintetű arc

source: Face Meh
hu_hu: Közönyös arc

source: Face Laugh Wink
hu_hu: Kacsintó nevető arc

source: Face Laugh Squint
hu_hu: Hunyorgó nevető arc

source: Face Laugh Beam
hu_hu: Sugárzó nevető arc

source: Face Laugh
hu_hu: Nevető arc

source: Face Kiss Wink Heart
hu_hu: Kacsintó csókos arc szívvel

source: Face Kiss Beam
hu_hu: Sugárzó csókos arc

source: Face Kiss
hu_hu: Csókos arc

source: Face Grin Wink
hu_hu: Kacsintó vigyorgó arc

source: Face Grin Wide
hu_hu: Szélesen vigyorgó arc

source: Face Grin Tongue Wink
hu_hu: Kacsintó nyelvét nyújtó vigyorgó arc

source: Face Grin Tongue Squint
hu_hu: Hunyorgó nyelvét nyújtó vigyorgó arc

source: Face Grin Tongue
hu_hu: Nyelvét nyújtó vigyorgó arc

source: Face Grin Tears
hu_hu: Könnyes vigyorgó arc

source: Face Grin Stars
hu_hu: Csillagos szemű vigyorgó arc

source: Face Grin Squint Tears
hu_hu: Hunyorgó könnyes vigyorgó arc

source: Face Grin Squint
hu_hu: Hunyorgó vigyorgó arc

source: Face Grin Hearts
hu_hu: Szíves szemű vigyorgó arc

source: Face Grin Beam Sweat
hu_hu: Izzadó sugárzó vigyorgó arc

source: Face Grin Beam
hu_hu: Sugárzó vigyorgó arc

source: Face Grin
hu_hu: Vigyorgó arc

source: Face Grimace
hu_hu: Grimaszoló arc

source: Face Frown Open
hu_hu: Nyitott szájú rosszalló arc

source: Face Frown
hu_hu: Rosszalló arc

source: Face Flushed
hu_hu: Elpirult arc

source: Face Dizzy
hu_hu: Szédülő arc

source: Face Angry
hu_hu: Dühös arc

source: Eye Slash
hu_hu: Áthúzott szem

source: Eye Low Vision
hu_hu: Gyenge látású szem

source: Eye Dropper
hu_hu: Pipetta

source: Eye
hu_hu: Szem

source: Explosion
hu_hu: Robbanás

source: Expand
hu_hu: Kibontás

source: Exclamation
hu_hu: Felkiáltójel

source: Euro Sign
hu_hu: Eurójel

source: Eraser
hu_hu: Radír

source: Equals
hu_hu: Egyenlőségjel

source: Envelopes Bulk
hu_hu: Tömeges borítékok

source: Envelope Open Text
hu_hu: Nyitott boríték szöveggel

source: Envelope Open
hu_hu: Nyitott boríték

source: Envelope Circle Check
hu_hu: Boríték körben pipával

source: Envelope
hu_hu: Boríték

source: Galactic Empire
hu_hu: Galaktikus Birodalom

source: Ellipsis Vertical
hu_hu: Függőleges három pont

source: Ellipsis
hu_hu: Három pont

source: Elevator
hu_hu: Lift

source: Eject
hu_hu: Kiadás

source: Egg
hu_hu: Tojás

source: Edge Legacy Browser
hu_hu: Edge Legacy böngésző

source: Edge Browser
hu_hu: Edge böngésző

source: Earth Oceania
hu_hu: Föld Óceánia

source: Earth Europe
hu_hu: Föld Európa

source: Earth Asia
hu_hu: Föld Ázsia

source: Earth Americas
hu_hu: Föld Amerikák

source: Earth Africa
hu_hu: Föld Afrika

source: Ear Listen
hu_hu: Fülelés

source: Ear Deaf
hu_hu: Siket fül

source: Dungeon
hu_hu: Tömlöc

source: Dumpster Fire
hu_hu: Égő konténer

source: Dumpster
hu_hu: Szemetes konténer

source: Dumbbell
hu_hu: Súlyzó

source: Drupal Logo
hu_hu: Drupal logó

source: Drumstick Bite
hu_hu: Megharapott csirkecomb

source: Drum Steelpan
hu_hu: Acéldob

source: Drum
hu_hu: Dob

source: Droplet Slash
hu_hu: Áthúzott csepp

source: Droplet
hu_hu: Csepp

source: Dribbble Square
hu_hu: Dribbble négyzet

source: Draw Polygon
hu_hu: Sokszög rajzolása

source: Dragon
hu_hu: Sárkány

source: Download
hu_hu: Letöltés

source: Down Long
hu_hu: Hosszú lefelé nyíl

source: Down Left And Up Right To Center
hu_hu: Balra le és jobbra fel a középpontba

source: Dove
hu_hu: Galamb

source: Door Open
hu_hu: Nyitott ajtó

source: Door Closed
hu_hu: Zárt ajtó

source: Dong Sign
hu_hu: Dong jel

source: Dolly
hu_hu: Kézikocsi

source: Dollar Sign
hu_hu: Dollárjel

source: Dog
hu_hu: Kutya

source: Dna
hu_hu: DNS

source: Divide
hu_hu: Osztásjel

source: Display
hu_hu: Kijelző

source: Disease
hu_hu: Betegség

source: Digg Logo
hu_hu: Digg logó

source: Dice Two
hu_hu: Dobókocka kettő

source: Dice Three
hu_hu: Dobókocka három

source: Dice Six
hu_hu: Dobókocka hat

source: Dice One
hu_hu: Dobókocka egy

source: Dice Four
hu_hu: Dobókocka négy

source: Dice Five
hu_hu: Dobókocka öt

source: Dice D6
hu_hu: Dobókocka D6

source: Dice D20
hu_hu: Dobókocka D20

source: Dice
hu_hu: Dobókocka

source: Diamond Turn Right
hu_hu: Jobbra forduló rombusz

source: Diamond
hu_hu: Gyémánt

source: Diagram Successor
hu_hu: Utóddiagram

source: Diagram Project
hu_hu: Projektdiagram

source: Diagram Predecessor
hu_hu: Előddiagram

source: Diagram Next
hu_hu: Következő diagram

source: Dharmachakra
hu_hu: Dharmacsakra

source: Democrat
hu_hu: Demokrata

source: Delete Left
hu_hu: Törlés balra

source: Database
hu_hu: Adatbázis

source: Cuttlefish
hu_hu: Tintahal

source: Cubes Stacked
hu_hu: Egymásra rakott kockák

source: Cubes
hu_hu: Kockák

source: Cube
hu_hu: Kocka

source: Alternate CSS3 Logo
hu_hu: Alternatív CSS3 logó

source: CSS 3 Logo
hu_hu: CSS 3 logó

source: Cruzeiro Sign
hu_hu: Cruzeiro jel

source: Crutch
hu_hu: Mankó

source: Crown
hu_hu: Korona

source: Crow
hu_hu: Varjú

source: Crosshairs
hu_hu: Célkereszt

source: Cross
hu_hu: Kereszt

source: Crop Simple
hu_hu: Egyszerű kivágás

source: Crop
hu_hu: Kivágás

source: Credit Card
hu_hu: Hitelkártya

source: Cow
hu_hu: Tehén

source: Couch
hu_hu: Kanapé

source: Copy
hu_hu: Másolás

source: Cookie Bite
hu_hu: Harapott süti

source: Cookie
hu_hu: Süti

source: Computer Mouse
hu_hu: Számítógépes egér

source: Computer
hu_hu: Számítógép

source: Compress
hu_hu: Összenyomás

source: Compass Drafting
hu_hu: Körző

source: Compass
hu_hu: Iránytű

source: Compact Disc
hu_hu: Kompaktlemez

source: Comments Dollar
hu_hu: Hozzászólások dollárjellel

source: Comment Sms
hu_hu: SMS hozzászólás

source: Comment Slash
hu_hu: Áthúzott hozzászólás

source: Comment Medical
hu_hu: Orvosi hozzászólás

source: Comment Dots
hu_hu: Hozzászólás pontokkal

source: Comment Dollar
hu_hu: Hozzászólás dollárjellel

source: Comment
hu_hu: Hozzászólás

source: Colon Sign
hu_hu: Colón jel

source: Coins
hu_hu: Érmék

source: Code Pull Request
hu_hu: Kód pull request

source: Code Merge
hu_hu: Kód merge

source: Code Fork
hu_hu: Kód fork

source: Code Compare
hu_hu: Kód összehasonlítás

source: Code Commit
hu_hu: Kód commit

source: Code Branch
hu_hu: Kód ág

source: Code
hu_hu: Kód

source: Clover
hu_hu: Lóhere

source: Cloud Sun Rain
hu_hu: Felhő, nap és eső

source: Cloud Sun
hu_hu: Felhő és nap

source: Cloud Showers Water
hu_hu: Felhő, zápor, víz

source: Cloud Showers Heavy
hu_hu: Felhő, heves zápor

source: Cloud Rain
hu_hu: Felhő és eső

source: Cloud Moon Rain
hu_hu: Felhő, hold és eső

source: Cloud Moon
hu_hu: Felhő és hold

source: Cloud Meatball
hu_hu: Felhő húsgombóccal

source: Cloud Bolt
hu_hu: Felhő villámmal

source: Cloud Arrow Up
hu_hu: Felhő felfelé mutató nyíllal

source: Cloud Arrow Down
hu_hu: Felhő lefelé mutató nyíllal

source: Cloud
hu_hu: Felhő

source: Closed Captioning
hu_hu: Zárt feliratozás

source: Clone
hu_hu: Klónozás

source: Clock Rotate Left
hu_hu: Óra balra forgatva

source: Clock
hu_hu: Óra

source: Clipboard User
hu_hu: Vágólap felhasználóval

source: Clipboard Question
hu_hu: Vágólap kérdőjellel

source: Clipboard List
hu_hu: Vágólap listával

source: Clipboard Check
hu_hu: Vágólap pipával

source: Clipboard
hu_hu: Vágólap

source: Clapperboard
hu_hu: Csapótábla

source: City
hu_hu: Város

source: Circle Xmark
hu_hu: X jel körben

source: Circle User
hu_hu: Felhasználó körben

source: Circle Up
hu_hu: Felfelé mutató nyíl körben

source: Circle Stop
hu_hu: Stop jel körben

source: Circle Right
hu_hu: Jobbra mutató nyíl körben

source: Circle Radiation
hu_hu: Sugárzás jel körben

source: Circle Question
hu_hu: Kérdőjel körben

source: Circle Plus
hu_hu: Plusz jel körben

source: Circle Play
hu_hu: Lejátszás jel körben

source: Circle Pause
hu_hu: Szünet jel körben

source: Circle Notch
hu_hu: Bevágásos kör

source: Circle Nodes
hu_hu: Csomópontos kör

source: Circle Minus
hu_hu: Mínusz jel körben

source: Circle Left
hu_hu: Balra mutató nyíl körben

source: Circle Info
hu_hu: Információ jel körben

source: Circle Half Stroke
hu_hu: Félig kitöltött kör

source: Circle H
hu_hu: H betű körben

source: Circle Exclamation
hu_hu: Felkiáltójel körben

source: Circle Down
hu_hu: Lefelé mutató nyíl körben

source: Circle Dot
hu_hu: Pont körben

source: Circle Dollar To Slot
hu_hu: Dollár a nyílásba körben

source: Circle Chevron Up
hu_hu: Felfelé mutató V-alakú nyíl körben

source: Circle Chevron Right
hu_hu: Jobbra mutató V-alakú nyíl körben

source: Circle Chevron Left
hu_hu: Balra mutató V-alakú nyíl körben

source: Circle Chevron Down
hu_hu: Lefelé mutató V-alakú nyíl körben

source: Circle Check
hu_hu: Pipa körben

source: Circle Arrow Up
hu_hu: Felfelé mutató nyíl körben

source: Circle Arrow Right
hu_hu: Jobbra mutató nyíl körben

source: Circle Arrow Left
hu_hu: Balra mutató nyíl körben

source: Circle Arrow Down
hu_hu: Lefelé mutató nyíl körben

source: Circle
hu_hu: Kör

source: Church
hu_hu: Templom

source: Children
hu_hu: Gyermekek

source: Child Rifle
hu_hu: Gyermek puskával

source: Child Reaching
hu_hu: Nyújtózkodó gyermek

source: Child Dress
hu_hu: Ruhás gyermek

source: Child
hu_hu: Gyermek

source: Chevron Up
hu_hu: Felfelé mutató V-alakú nyíl

source: Chevron Right
hu_hu: Jobbra mutató V-alakú nyíl

source: Chevron Left
hu_hu: Balra mutató V-alakú nyíl

source: Chevron Down
hu_hu: Lefelé mutató V-alakú nyíl

source: Chess Rook
hu_hu: Sakk bástya

source: Chess Queen
hu_hu: Sakk vezér

source: Chess Pawn
hu_hu: Sakk gyalog

source: Chess Knight
hu_hu: Sakk huszár

source: Chess King
hu_hu: Sakk király

source: Chess Board
hu_hu: Sakktábla

source: Chess Bishop
hu_hu: Sakk futó

source: Chess
hu_hu: Sakk

source: Cheese
hu_hu: Sajt

source: Check To Slot
hu_hu: Pipa a nyílásba

source: Check Double
hu_hu: Dupla pipa

source: Check
hu_hu: Pipa

source: Chart Simple
hu_hu: Egyszerű diagram

source: Chart Pie
hu_hu: Tortadiagram

source: Chart Line
hu_hu: Vonaldiagram

source: Chart Gantt
hu_hu: Gantt-diagram

source: Chart Column
hu_hu: Oszlopdiagram

source: Chart Bar
hu_hu: Sávdiagram

source: Chart Area
hu_hu: Területdiagram

source: Charging Station
hu_hu: Töltőállomás

source: Champagne Glasses
hu_hu: Pezsgőspoharak

source: Chalkboard User
hu_hu: Tábla felhasználóval

source: Chalkboard
hu_hu: Tábla

source: Chair
hu_hu: Szék

source: Certificate
hu_hu: Tanúsítvány

source: Cent Sign
hu_hu: Cent jel

source: Cedi Sign
hu_hu: Cedi jel

source: Visa Credit Card
hu_hu: Visa hitelkártya

source: Stripe Credit Card
hu_hu: Stripe hitelkártya

source: Paypal Credit Card
hu_hu: Paypal hitelkártya
