Repository: hellowpio/wordpress-translations
Catalog: themes/*/astra/astra-*.po
Languages: hu_hu

source: Google Will Love and Rank
hu_hu: A Google kedvelni fogja és rangsorolni

source: Native WordPress Interface
hu_hu: Natív WordPress felület

source: Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.
hu_hu: A legújabb szabványok szerint írt tiszta kód a maximális biztonság érdekében, amely hibátlanul működik bármely WordPress-bővítménnyel.

source: Secure and Integrated
hu_hu: Biztonságos és integrált

source: Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.
hu_hu: A Spectra a natív WordPress szerkesztővel működik, külső kódfüggőség nélkül. Ezáltal gyors és stabil.

source: Super Fast and Stable
hu_hu: Szupergyors és stabil

source: Upgrade to Astra Pro to get access to the Site Builder, which allow you to create a unique header, footer, 404 pages, and custom content.
hu_hu: Frissítsen az Astra Pro-ra, hogy hozzáférjen a Site Builderhez, amely lehetővé teszi egyedi fejléc, lábléc, 404 oldalak és egyéni tartalom létrehozását.

source: updating...
hu_hu: frissítés folyamatban...

source: Activated!
hu_hu: Aktiválva!

source: Deactivated!
hu_hu: Deaktiválva!

source: Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off
hu_hu: Férjen hozzá hatékony funkciókhoz a fájdalommentes WordPress-tervezéshez, magas költségek nélkül. Erőteljes eszközök, prémium támogatás, korlátlan lehetőségek a Pro-val! Kapcsolja be vagy ki a frissítési értesítéseket

source: After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.
hu_hu: Éveknyi fejlődés és frissítések után a régi fejléc- és láblécépítő eljutott arra a pontra, hogy már nem képes kezelni az összes új funkciót. Azt javasoljuk, frissítsen az új fejléc- és láblécépítőre, amely számos új funkciót kínál, és zökkenőmentesebb élményt nyújt.

source: Assets Regenerated!
hu_hu: Erőforrások újragenerálva!

source: This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.
hu_hu: Ez az opció az oldal betöltésekor azonnal betölti a betűkészletfájlokat. A helyi betűkészletek előtöltése tovább gyorsíthatja a webhelyét.

source: Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.
hu_hu: Engedélyezze ezt az opciót a Google-betűtípusok letöltéséhez és a kiszolgálóján való tárolásához. Ez nagyszerű lehet a webhely sebességének növeléséhez és a GDPR-szabályoknak való megfeleléshez.

source: Successfully saved!
hu_hu: Sikeresen mentve!

source: See all Astra Pro Features
hu_hu: Az összes Astra Pro funkció megtekintése

source: EDD Mini-Cart Shortcode
hu_hu: EDD mini-kosár rövidkódja

source: WooCommerce Mini-Cart Shortcode
hu_hu: WooCommerce mini-kosár rövidkódja

source: Search Box Shortcode
hu_hu: Keresőmező rövidkódja

source: Breadcrumbs Shortcode
hu_hu: Morzsamenü rövidkódja

source: Single Post Page – Post Navigation Visibility Control
hu_hu: Egyetlen bejegyzés oldal – Bejegyzésnavigáció láthatóságának vezérlése

source: Single Post Page – Author Info Box
hu_hu: Egyetlen bejegyzés oldal – Szerzői információs doboz

source: Single Post Page – Post Readtime Meta Option
hu_hu: Egyetlen bejegyzés oldal – Bejegyzés olvasási idő metaopció

source: Blog / Archive Page – Post Readtime Meta Option
hu_hu: Blog / Archívum oldal – Bejegyzés olvasási idő metaopció

source: Color & Typography Options
hu_hu: Szín- és tipográfiai beállítások

source: Divider Elements
hu_hu: Elválasztó elemek

source: Multiple Button Elements
hu_hu: Több gombelem

source: Multiple HTML Elements
hu_hu: Több HTML-elem

source: Mega Menu
hu_hu: Megamenü

source: Sticky Header Animations
hu_hu: Ragadós fejléc animációi

source: Hide Sticky When Scroll Down
hu_hu: Ragadós elrejtése lefelé görgetéskor

source: Shrink When Scroll Up
hu_hu: Összezsugorítás felfelé görgetéskor

source: Sticky When Scroll Up
hu_hu: Ragadós felfelé görgetéskor

source: Hooks Support to Add Custom Code
hu_hu: Hookok támogatása egyéni kód hozzáadásához

source: Custom 404 Page
hu_hu: Egyéni 404 oldal

source: Custom Footer
hu_hu: Egyéni lábléc

source: Custom Header
hu_hu: Egyéni fejléc

source: Multiple Page Headers
hu_hu: Több oldalfejléc

source: Fluid Site Layout
hu_hu: Folyékony webhely-elrendezés

source: Padded Site Layout
hu_hu: Párnázott webhely-elrendezés

source: Max Width Site Layout
hu_hu: Maximális szélességű webhely-elrendezés

source: Full Width Site Layout
hu_hu: Teljes szélességű webhely-elrendezés

source: Full Features
hu_hu: Teljes funkcionalitás

source: Limited Features
hu_hu: Korlátozott funkcionalitás

source: Colors and Backgrounds
hu_hu: Színek és hátterek

source: Sidebar Designing Styles
hu_hu: Oldalsáv tervezési stílusai

source: Page Background Styling
hu_hu: Oldal háttérstílus

source: CSS File Generation For Speed Optimization
hu_hu: CSS-fájl generálása a sebességoptimalizáláshoz

source: Access To Pro Updates
hu_hu: Hozzáférés a Pro frissítésekhez

source: 24/7 Premium Support
hu_hu: 24/7 prémium támogatás

source: We love to hear from you, we would appreciate every single review.
hu_hu: Örömmel vesszük a visszajelzését, minden egyes értékelést nagyra értékelünk.

source: Rate Us
hu_hu: Értékeljen minket

source: Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!
hu_hu: Van kérdése a bővítménnyel kapcsolatban, megosztaná nagyszerű projektjét, vagy csak köszönne? Csatlakozzon nagyszerű közösségünkhöz!

source: Join the Community
hu_hu: Csatlakozzon a közösséghez

source: Activate Now
hu_hu: Aktiválja most

source: Quick Settings
hu_hu: Gyors beállítások

source: Start Customizing
hu_hu: Testreszabás indítása

source: Deactivate All
hu_hu: Összes deaktiválása

source: Activate All
hu_hu: Összes aktiválása

source: Cache Cleared!
hu_hu: Gyorsítótár törölve!

source: Free
hu_hu: Ingyenes

source: Successfully Deactivated!
hu_hu: Sikeresen deaktiválva!

source: Successfully Activated!
hu_hu: Sikeresen aktiválva!

source: This option only available in Astra Pro.
hu_hu: Ez a lehetőség csak az Astra Pro-ban érhető el.

source: Free vs Pro
hu_hu: Ingyenes vs Pro

source: View All Documentation
hu_hu: Összes dokumentáció megtekintése

source: View Documentation
hu_hu: Dokumentáció megtekintése

source: Welcome to KB Docs
hu_hu: Üdvözöljük a KB Docs-ban

source: Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!
hu_hu: Szerezzen hozzáférést erőteljes funkciókhoz a gördülékeny WordPress-tervezéshez, magas költségek nélkül. A megtakarított időnek köszönhetően ez egy termék, amely visszahozza az árát!

source: What's New?
hu_hu: Újdonságok

source: Scroll to Top
hu_hu: Vissza a tetejére

source: Single
hu_hu: Bejegyzés

source: Archive
hu_hu: Archívum

source: Custom Post Types
hu_hu: Egyedi bejegyzéstípusok

source: Use as Background
hu_hu: Használja háttérként

source: Taxonomy
hu_hu: Taxonómia

source: Select
hu_hu: Válasszon

source: Overlay Color
hu_hu: Átfedés színe

source: Container Background
hu_hu: Konténer háttere

source: Inner Elements Spacing
hu_hu: Belső elemek térköze

source: Banner Min Height
hu_hu: Banner minimális magassága

source: Horizontal Alignment
hu_hu: Vízszintes igazítás

source: Note: This description appear on %1$s archive for banner Layout 2.
hu_hu: Megjegyzés: Ez a leírás a(z) %1$s archívumban jelenik meg a Banner elrendezés 2 esetén.

source: Archive Description
hu_hu: Archívum leírása

source: Blog Description
hu_hu: Blog leírása

source: Note: This title appear on %1$s archive for banner Layout 2.
hu_hu: Megjegyzés: Ez a cím a(z) %1$s archívumban jelenik meg a Banner elrendezés 2 esetén.

source: Layout 2
hu_hu: Elrendezés 2

source: Layout 1
hu_hu: Elrendezés 1

source: Banner Layout
hu_hu: Banner elrendezés

source: Blog Title
hu_hu: Blog címe

source: Description
hu_hu: Leírás

source: Featured
hu_hu: Kiemelt

source: Narrow Container Width
hu_hu: Keskeny konténer szélessége

source: Site Tagline Visibility
hu_hu: A webhely rövid leírásának láthatósága

source: Site Title Visibility
hu_hu: A webhely címének láthatósága

source: Enable Smooth Scroll to ID
hu_hu: Zökkenőmentes görgetés engedélyezése ID-hez

source: Stack on Responsive
hu_hu: Halmozás reszponzív módban

source: Text Options
hu_hu: Szövegbeállítások

source: Font Extras
hu_hu: Betűtípus extrák

source: Local font files not present.
hu_hu: Helyi betűtípus-fájlok nem találhatók.

source: Failed to Flush, try again later.
hu_hu: A kiürítés nem sikerült, próbálja meg később.

# Theme starter content
source: Home
hu_hu: Kezdőlap

source: Primary
hu_hu: Elsődleges

# Theme starter content
source: Logo
hu_hu: Logó

source: Contact
hu_hu: Kapcsolat

source: Why Us
hu_hu: Miért mi

source: Reviews
hu_hu: Vélemények

source: About
hu_hu: Rólunk

source: Services
hu_hu: Szolgáltatások

source: Note: To get design settings in action make sure to enable Scroll to Top.
hu_hu: Megjegyzés: A dizájnbeállítások érvényesítéséhez engedélyezze a Vissza a tetejére funkciót.

source: Display On
hu_hu: Megjelenítés itt

source: Enable Scroll to Top
hu_hu: Vissza a tetejére engedélyezése

source: Free WordPress Page Builder.
hu_hu: Ingyenes WordPress-oldalépítő.

source: Ultimate Video Player For WordPress.
hu_hu: A legjobb videólejátszó WordPresshez.

source: Automate your WordPress setup.
hu_hu: Automatizálja WordPress-beállítását.

source: Recover lost revenue automatically.
hu_hu: A kiesett bevétel automatikus visszaszerzése.

source: #1 Sales Funnel WordPress Builder.
hu_hu: #1 értékesítési tölcsér építő WordPresshez.

source: Documentation
hu_hu: Dokumentáció

source: Blog Options
hu_hu: Blogbeállítások

source: Header Settings
hu_hu: Fejlécbeállítások

source: Activated
hu_hu: Aktiválva

source: Installed
hu_hu: Telepítve

source: Installing
hu_hu: Telepítés folyamatban

source: Dashboard
hu_hu: Vezérlőpult

source: Sorry, you cannot list resources.
hu_hu: Sajnáljuk, nem jogosult erőforrások listázására.

source: Successfully saved data!
hu_hu: Az adatok sikeresen mentve!

source: No post data found!
hu_hu: Nem találhatók bejegyzésadatok!

source: Sorry, something went wrong.
hu_hu: Sajnáljuk, valami hiba történt.

source: Nonce validation failed
hu_hu: Nonce-ellenőrzés sikertelen

source: Sorry, you are not allowed to do this operation.
hu_hu: Sajnáljuk, nincs jogosultsága a művelet végrehajtásához.

source: Unlock your full design potential and build a website to be proud of with Astra Pro.
hu_hu: Szabadítsa fel teljes tervezési potenciálját, és készítsen olyan webhelyet az Astra Pro-val, amelyre büszke lehet.

source: Upgrade to unlock
hu_hu: Frissítsen a feloldáshoz

source: Extensive range of tools to help blog pages stand out.
hu_hu: Átfogó eszközkészlet, hogy a blogoldalak kitűnjenek.

source: Single post read time
hu_hu: Bejegyzés olvasási ideje

source: Single post navigation control
hu_hu: Bejegyzésnavigáció vezérlése

source: Auto load previous posts
hu_hu: Előző bejegyzések automatikus betöltése

source: Take your blog to the next level with powerful design features.
hu_hu: Emelje a blogját a következő szintre erőteljes tervezési funkciókkal.

source: Archive read time
hu_hu: Archívum olvasási ideje

source: Extended spacing options
hu_hu: Kiterjesztett térközbeállítások

source: Extended typography options
hu_hu: Kiterjesztett tipográfiai beállítások

source: Custom featured images size
hu_hu: Egyedi kiemelt képek mérete

source: Grid, Masonry layout
hu_hu: Rács, Masonry elrendezés

source: Use containers to their maximum potential with Astra Pro
hu_hu: Használja ki a konténerek teljes potenciálját az Astra Pro-val

source: Container spacings
hu_hu: Konténer térközei

source: Fluid layout
hu_hu: Folyékony elrendezés

source: Padded layout
hu_hu: Párnázott elrendezés

source: Full Width layout
hu_hu: Teljes szélességű elrendezés

source: Make sidebars work harder to engage with Astra Pro
hu_hu: Hozza ki az oldalsávokból a legtöbbet az Astra Pro-val a jobb bevonás érdekében

source: Widget content typography
hu_hu: Widget tartalmának tipográfiája

source: Widget title typography
hu_hu: Widget címének tipográfiája

source: Widget color options
hu_hu: Widget színbeállításai

source: Sidebar color options
hu_hu: Oldalsáv színbeállításai

source: Sidebar spacing
hu_hu: Oldalsáv térköze

source: Slide-In
hu_hu: Bekúszó

source: Use every tool at your disposal to optimize your online store for conversion. All the advantages you need to make more profit!
hu_hu: Használjon minden rendelkezésére álló eszközt online áruháza konverzióinak optimalizálásához. Minden előny, amire szüksége van a nagyobb nyereséghez!

source: Astra Works Seamlessly with WooCommerce!
hu_hu: Az Astra zökkenőmentesen működik a WooCommerce-szel!

source: Upgrade to Astra Pro
hu_hu: Frissítsen Astra Pro-ra

source: Build Better Websites with Astra Pro
hu_hu: Készítsen jobb webhelyeket az Astra Pro-val

source: Upgrade Now
hu_hu: Frissítsen most

source: Unlock
hu_hu: Oldja fel

source: Unlock with Astra Pro
hu_hu: Oldja fel az Astra Pro-val

source: Astra Menu Settings
hu_hu: Astra menü beállításai

source: Add payment title
hu_hu: Fizetési cím hozzáadása

source: Real-Time Quantity Updates
hu_hu: Valós idejű mennyiségfrissítések

source: Video
hu_hu: Videó

source: Count Color
hu_hu: Számláló színe

source: Hide cart total label if cart is empty
hu_hu: Rejtse el a kosár végösszeg címkéjét, ha a kosár üres

source: Hide Cart Total Label
hu_hu: Kosár végösszeg címkéjének elrejtése

source: Select Cart Icon
hu_hu: Kosár ikon kiválasztása

source: Minus Quantity
hu_hu: Mennyiség csökkentése

source: Plus Quantity
hu_hu: Mennyiség növelése

source: Note: To get design settings make sure to enable sticky add to cart.
hu_hu: Megjegyzés: A dizájnbeállítások eléréséhez győződjön meg róla, hogy engedélyezi a ragadós kosárba helyezést.

source: Payment Title
hu_hu: Fizetési cím

source: Grayscale
hu_hu: Szürkeárnyalatos

source: Choose Icon Colors
hu_hu: Ikonszínek kiválasztása

source: Sticky Add To Cart Colors
hu_hu: Ragadós kosárba helyezés színei

source: Sticky Placement
hu_hu: Ragadós elhelyezés

source: Enable Sticky Add to Cart
hu_hu: Ragadós kosárba helyezés engedélyezése

source: Sticky Add To Cart
hu_hu: Ragadós kosárba helyezés

source: Payments
hu_hu: Fizetések

source: Extras
hu_hu: Extrák

source: Adds plus and minus buttons besides product quantity
hu_hu: Plusz és mínusz gombokat ad a termék mennyisége mellé

source: Enable Quantity Plus and Minus
hu_hu: Plusz és mínusz gombok engedélyezése a mennyiséghez

source: Shop Card Design
hu_hu: Termékkártya kialakítása

source: Horizontal Content Alignment
hu_hu: Vízszintes tartalomigazítás

source: Shop Card Styling
hu_hu: Termékkártya stílusa

source: Design 3
hu_hu: 3. dizájn

source: Design 2
hu_hu: 2. dizájn

source: Design 1
hu_hu: 1. dizájn

source: Guaranteed Safe Checkout
hu_hu: Garantáltan biztonságos pénztár

source: Sale!
hu_hu: Akció!

source: Slide in Cart Width
hu_hu: Bekúszó kosár szélessége

source: Slide In Cart
hu_hu: Bekúszó kosár

source: Select Icon
hu_hu: Ikon kiválasztása

source: Heading Font
hu_hu: Címsor betűtípusa

source: Base Font
hu_hu: Alap betűtípus

source: Surface Color
hu_hu: Felület színe

source: Outside
hu_hu: Kívül

source: Post Spacing
hu_hu: Bejegyzések térköze

source: Borders
hu_hu: Szegélyek

source: Body Text
hu_hu: Törzsszöveg

source: Links
hu_hu: Hivatkozások

source: Accent
hu_hu: Kiemelő szín

source: Avatar Width
hu_hu: Avatár szélessége

source: Cart Label Position
hu_hu: Kosár címkéjének pozíciója

source: Cart Color
hu_hu: Kosár színe

source: Cart Icon
hu_hu: Kosár ikon

source: Cart Click Action
hu_hu: Kosárra kattintás művelete

source: Cart Click
hu_hu: Kosárra kattintás

source: Display Cart Count
hu_hu: Kosár számlálójának megjelenítése

source: Note: The Cart Label on the header will be displayed by using shortcodes. Type any custom string in it or click on the plus icon above to add your desired shortcode.
hu_hu: Megjegyzés: A fejlécen lévő Kosár címke rövidkódok használatával jelenik meg. Írjon be bármilyen egyéni szöveget, vagy kattintson a fenti plusz ikonra a kívánt rövidkód hozzáadásához.

source: Total + Currency symbol
hu_hu: Összeg + pénznem szimbóluma

source: Currency Symbol
hu_hu: Pénznem szimbóluma

source: Total amount
hu_hu: Végösszeg

source: Currency Name
hu_hu: Pénznem neve

source: Cart Label
hu_hu: Kosár címkéje

source: Menu 3
hu_hu: Menü 3

source: Menu 2
hu_hu: Menü 2

source: Continue Shopping
hu_hu: Vásárlás folytatása

source: No products in the cart.
hu_hu: Üres a kosár.

source: Button Width
hu_hu: Gomb szélessége

source: Shipping Text
hu_hu: Szállítási szöveg

source: Changes single product variation layout to be displayed inline or stacked.
hu_hu: Megváltoztatja az egyes termékvariációk elrendezését, hogy egysorosan vagy egymás alatt jelenjenek meg.

source: Product Variation Layout
hu_hu: Termékvariáció elrendezése

source: Adds shipping text next to the product price.
hu_hu: Szállítási szöveget ad a termék ára mellé.

source: Enable Shipping Text
hu_hu: Szállítási szöveg engedélyezése

source: Enable Breadcrumb
hu_hu: Morzsamenü engedélyezése

source: Product Options
hu_hu: Termékbeállítások

source: Product Structure Options
hu_hu: Termékszerkezet beállításai

source: Shop Layout
hu_hu: Bolt elrendezése

source: Shop Card Structure
hu_hu: Termékkártya szerkezete

source: Add custom text for cart button
hu_hu: Egyéni szöveg hozzáadása a kosár gombhoz

source: Change Cart Button Text
hu_hu: Kosár gomb szövegének módosítása

source: Hang Over Top
hu_hu: Felső átfedés

source: Notice Position
hu_hu: Értesítés pozíciója

source: Shop Display Options
hu_hu: Bolt megjelenítési beállításai

source: Misc
hu_hu: Egyéb

source: Proceed to checkout
hu_hu: Tovább a pénztárhoz

source: & Free Shipping
hu_hu: & ingyenes szállítás

source: Columns
hu_hu: Oszlopok

source: Course/Lesson Sidebar Layout
hu_hu: Tanfolyam/Lecke oldalsáv elrendezése

source: Global Sidebar Layout
hu_hu: Globális oldalsáv elrendezése

source: Container Layout
hu_hu: Konténer elrendezése

source: Heading (H1-H6)
hu_hu: Címsor (H1-H6)

source: View Astra Pro Features
hu_hu: Astra Pro funkciók megtekintése

source: Custom separator
hu_hu: Egyéni elválasztó

source: Display Settings
hu_hu: Megjelenítési beállítások

source: Note: To get design settings in action make sure to select Header Position other than None.
hu_hu: Megjegyzés: A dizájnbeállítások érvényesítéséhez a Fejléc pozíciójánál válasszon a Nincs-től eltérő beállítást.

source: Comfort
hu_hu: Kényelmes

source: Compact
hu_hu: Kompakt

source: Author name:
hu_hu: Szerző neve:

source: Related post link
hu_hu: Kapcsolódó bejegyzés hivatkozása

# Font size name
source: Extra Large
hu_hu: Extra nagy

# Font size name
source: Large
hu_hu: Nagy

# Font size name
source: Medium
hu_hu: Közepes

# Font size name
source: Small
hu_hu: Kicsi

source: here.
hu_hu: itt.

source: If you would like to apply custom header for this page, select the one from the list above. Page headers can be created and customized from
hu_hu: Ha egyéni fejlécet szeretne alkalmazni ehhez az oldalhoz, válassza ki a fenti listából. Az oldalfejlécek létrehozhatók és testreszabhatók a következő helyről

source: Return To Post
hu_hu: Vissza a bejegyzéshez

source: Make sure to update your post for changes to take effect.
hu_hu: A módosítások érvényesítéséhez frissítse a bejegyzését.

source: Header Rows
hu_hu: Fejlécsorok

source: Advanced Settings
hu_hu: Speciális beállítások

source: Disable Elements
hu_hu: Elemek letiltása

source: Stick Primary Header
hu_hu: Elsődleges fejléc rögzítése

source: Disable Header
hu_hu: Fejléc letiltása

source: H6 Font
hu_hu: H6 betűtípus

source: H5 Font
hu_hu: H5 betűtípus

source: H4 Font
hu_hu: H4 betűtípus

source: H3 Font
hu_hu: H3 betűtípus

source: H2 Font
hu_hu: H2 betűtípus

source: H1 Font
hu_hu: H1 betűtípus

source: Headings Font
hu_hu: Címsorok betűtípusa

source: Body Font
hu_hu: Törzsszöveg betűtípusa

source: Legacy
hu_hu: Örökölt

source: Global padding setting for WordPress Group, Column, Cover blocks, it can be overridden by respective block's Dimension setting.
hu_hu: Globális belső margó beállítás a WordPress Csoport, Oszlop, Borító blokkokhoz, az adott blokk Méretek beállításával felülírható.

source: Core Blocks Spacing
hu_hu: Alap blokkok térköze

source: Ultra-Bold 900 Italic
hu_hu: Ultravastag 900 dőlt

source: Extra-Bold 800 Italic
hu_hu: Extra vastag 800 dőlt

source: Bold 700 Italic
hu_hu: Vastag 700 dőlt

source: Semi-Bold 600 Italic
hu_hu: Félkövér 600 dőlt

source: Medium 500 Italic
hu_hu: Közepes 500 dőlt

source: Regular 400 Italic
hu_hu: Normál 400 dőlt

source: Light 300 Italic
hu_hu: Könnyű 300 dőlt

source: Extra Light 200 Italic
hu_hu: Extra vékony 200 dőlt

source: Thin 100 Italic
hu_hu: Vékony 100 dőlt

source: Regular 400
hu_hu: Normál 400

source: Extra Light 200
hu_hu: Extra vékony 200

source: Block Editor
hu_hu: Blokkszerkesztő

source: Close Cart Drawer
hu_hu: Kosár fiók bezárása

source: Type 3
hu_hu: 3. típus

source: Type 2
hu_hu: 2. típus

source: Type 1
hu_hu: 1. típus

source: No Page Headers Found
hu_hu: Nem találhatók oldalfejlécek

source: Stick Below Header
hu_hu: Rögzítés a fejléc alatt

source: Stick Above Header
hu_hu: Rögzítés a fejléc felett

source: Page Header
hu_hu: Oldalfejléc

source: Text / Icon
hu_hu: Szöveg / Ikon

# Color name
source: Theme Color 9
hu_hu: Témaszín 9

# Color name
source: Theme Color 8
hu_hu: Témaszín 8

# Color name
source: Theme Color 7
hu_hu: Témaszín 7

# Color name
source: Theme Color 6
hu_hu: Témaszín 6

# Color name
source: Theme Color 5
hu_hu: Témaszín 5

# Color name
source: Theme Color 4
hu_hu: Témaszín 4

# Color name
source: Theme Color 3
hu_hu: Témaszín 3

# Color name
source: Theme Color 2
hu_hu: Témaszín 2

# Color name
source: Theme Color 1
hu_hu: Témaszín 1

source: Palette
hu_hu: Paletta

source: Reset
hu_hu: Visszaállítás

source: Presets
hu_hu: Előbeállítások

source: Content Background
hu_hu: Tartalom háttere

source: Site Background
hu_hu: Webhely háttere

source: Global Palette
hu_hu: Globális paletta

source: Button Presets
hu_hu: Gomb előbeállítások

source: Color 9
hu_hu: Szín 9

source: Color 8
hu_hu: Szín 8

source: Color 7
hu_hu: Szín 7

source: Color 6
hu_hu: Szín 6

source: Color 5
hu_hu: Szín 5

source: Color 4
hu_hu: Szín 4

source: Color 3
hu_hu: Szín 3

source: Color 2
hu_hu: Szín 2

source: Color 1
hu_hu: Szín 1

source: Elements used in the builder will be visible here.
hu_hu: A szerkesztőben használt elemek itt lesznek láthatók.

source: Hurray! All Components Are Being Used.
hu_hu: Hurrá! Minden komponens használatban van.

source: Design
hu_hu: Dizájn

source: Repeat
hu_hu: Ismétlés

source: Attachment
hu_hu: Rögzítés

source: Image Position
hu_hu: Kép pozíciója

source: Remove Image
hu_hu: Kép eltávolítása

source: Replace image
hu_hu: Kép cseréje

source: Select Background Image
hu_hu: Háttérkép kiválasztása

source: Gradient
hu_hu: Színátmenet

source: Open in a New Tab
hu_hu: Megnyitás új lapon

source: Site Title & Logo Settings
hu_hu: Webhelycím és logó beállításai
