Repository: hellowpio/wordpress-translations
Catalog: themes/*/astra/astra-*.po
Languages: hu_hu

source: Footer Widget Area 1
hu_hu: 1. Lábrész-widget terület

source: Footer Bar Section 2
hu_hu: 2. lábrész-sáv szakasz

source: Footer Bar Section 1
hu_hu: 1. lábrész-sáv szakasz

source: Main Menu
hu_hu: Főmenü

source: Customizer Setting
hu_hu: Testreszabás beállításai

source: Click here to assign a widget for this area.
hu_hu: Kattintsunk ide egy widgetnek ehhez a területhez történő hozzákapcsolásához.

source: Headings
hu_hu: Kiemelések

source: Footer Bar Layout 2
hu_hu: Lábrész-sáv 2. elrendezés

source: Footer Bar Layout 1
hu_hu: Lábrész-sáv 1. elrendezés

source: Pager
hu_hu: Lapozó

source: Full Width / Stretched
hu_hu: Teljes szélesség / Képernyőszélesség

source: Full Width / Contained
hu_hu: Teljes szélesség /

source: Default Layout
hu_hu: Alapértelmezett elrendezés

source: Layout 4
hu_hu: 4. elrendezés

source: Disable
hu_hu: Kikapcsolás

source: Link Color
hu_hu: Hivatkozás színe

source: Base Typography
hu_hu: Alap tipográfia

source: Base Colors
hu_hu: Alapszínek

source: Footer Bar
hu_hu: Lábrész sáv

source: Previous %s
hu_hu: Előző %s

source: Next %s
hu_hu: Következő %s

source: Ultra-Bold 900
hu_hu: Levastagabb 900

source: Extra-Bold 800
hu_hu: Nagyon vastag 800

source: Bold 700
hu_hu: Vastagon szedett 700

source: Welcome
hu_hu: Üdvözlet

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hu_hu: Készen állunk az első bejegyzés közzétételére? <a href="%1$s">Lássunk neki!</a>.

source: Footer Widgets
hu_hu: Lábrész widget

source: Main Sidebar
hu_hu: Fő oldalsáv

source: Edit %s
hu_hu: %s szerkesztése

source: Disable Primary Header
hu_hu: Elsődleges fejrész kikapcsolása

source: Disable Title
hu_hu: Címsor kikapcsolása

source: Disable Sections
hu_hu: Szakasz kikapcsolása

source: Astra Settings
hu_hu: Astra beállítások

source: Add Widget
hu_hu: Widget hozzáadása

source: Site Navigation
hu_hu: Oldal navigáció

source: Assign Footer Menu
hu_hu: Lábrész menü hozzárendelése

source: Add Custom HTML
hu_hu: Egyedi HTML hozzáadása

source: Site Title
hu_hu: Honlap címsor

source: Line Height
hu_hu: Sormagasság

source: Lowercase
hu_hu: Kisbetűs

source: Uppercase
hu_hu: Nagybetűs

source: Capitalize
hu_hu: Nagy kezdőbetűs

source: Inherit
hu_hu: Örökletes

source: Text Transform
hu_hu: Szöveg átalakítása

source: Font Weight
hu_hu: Betűvastagság

source: Font Family
hu_hu: Betűcsalád

source: Font Size
hu_hu: Betűméret

source: Container Width
hu_hu: Tartalom-tároló szélessége

source: Sidebar Width
hu_hu: Oldalsáv szélessége

source: Right Sidebar
hu_hu: Jobb oldalsáv

source: Left Sidebar
hu_hu: Bal oldalsáv

source: No Sidebar
hu_hu: Nincs oldalsáv

source: Sidebar Layout
hu_hu: Oldalsáv elrendezés

source: Stack
hu_hu: Egymás tetején

source: Inline
hu_hu: Egymás mellett

source: Bottom Border Color
hu_hu: Gomb keretének színe

source: Bottom Border Size
hu_hu: Gomb keretének szélessége

source: Custom Menu Text / HTML
hu_hu: Egyéni menü szöveg / HTML

source: Text / HTML
hu_hu: Szöveg / HTML

source: Search
hu_hu: Keresés

source: Disable Menu
hu_hu: Menü kikapcsolása

source: Logo Right
hu_hu: Logó jobbra

source: Logo Center
hu_hu: Logó középre

source: Logo Left
hu_hu: Logó balra

source: Content Width
hu_hu: Tartalom szélessége

source: Full Width
hu_hu: Teljes szélesség

source: Section 2 Custom Text
hu_hu: 2. szakasz saját szöveg

source: Section 2
hu_hu: 2. szakasz

source: Section 1 Custom Text
hu_hu: 1. szakasz saját szöveg

source: Custom Text
hu_hu: Egyedi szöveg

source: None
hu_hu: Semmi

source: Section 1
hu_hu: 1. szakasz

source: Footer Layout
hu_hu: Lábléc elrendezése

source: Disabled
hu_hu: Kikapcsolva

source: Background Color
hu_hu: Háttérszín

source: Page
hu_hu: Oldal

source: Content Boxed
hu_hu: Tartalom dobozos

source: Boxed
hu_hu: Dobozos

source: Content Layout
hu_hu: Tartalom elrendezése

source: Excerpt
hu_hu: Kivonat

source: Full Content
hu_hu: Teljes tartalom

source: Custom
hu_hu: Egyedi

source: Default
hu_hu: Alapértelmezett

source: Tag
hu_hu: Címke

source: Author
hu_hu: Szerző

source: Category
hu_hu: Kategória

source: Comments
hu_hu: Hozzászólások

source: Link Hover Color
hu_hu: Hivatkozás feletti lebegtetés színe

source: Text Color
hu_hu: Szöveg szín

source: Button Color
hu_hu: Gomb színe

source: Buttons
hu_hu: Gombok

source: Content
hu_hu: Tartalom

source: Typography
hu_hu: Betűtípus

source: Colors & Background
hu_hu: Színek & Háttér

source: Sidebar
hu_hu: Oldalsáv

source: Single Post
hu_hu: Bejegyzés

source: Blog / Archive
hu_hu: Blog / Archívum

source: Footer
hu_hu: Lábrész

source: Header
hu_hu: Fejrész

source: Container
hu_hu: Tároló

source: Layout
hu_hu: Elrendezés

source: Enter valid email address!
hu_hu: Pontos email címet kell megadni.

source: Customize
hu_hu: Testreszabás

source: Search Results for:
hu_hu: Keresési eredmények erre:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hu_hu: Úgy tűnik, a keresett dolgot nem találjuk. Lehet, hogy egy keresés segíteni fog.

source: % Comments
hu_hu: % hozzászólás

source: 1 Comment
hu_hu: 1 hozzászólás

source: By
hu_hu: Szerző:

source: Pages:
hu_hu: Oldalak:

source: Older Comments
hu_hu: Korábbi hozzászólások

source: Newer Comments
hu_hu: Újabb hozzászólások

source: Comment navigation
hu_hu: Hozzászólás navigáció

source: Comments are closed.
hu_hu: Hozzászólások lezárva.

source: Website
hu_hu: Weboldal

source: Type here..
hu_hu: Ide írjuk a szöveget...

source: Post Comment &raquo;
hu_hu: Hozzászólás küldése &raquo;

source: Cancel Reply
hu_hu: Kilépés a válaszadásból

source: Leave a Comment
hu_hu: Vélemény? Hozzászólás?

source: Your comment is awaiting moderation.
hu_hu: A hozzászólás rendszer-moderációra várakozik.

source: Edit
hu_hu: Szerkesztés

source: Reply
hu_hu: Válasz

source: Start typing and press enter to search
hu_hu: Kezdjük el a gépelést, majd a kereséshez nyomjuk le az 'Enter' billentyűt

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hu_hu: Elnézést, a keresett kifejezést nem találjuk. Javasolunk egy újabb keresést egy másik kifejezéssel, szinonímával.

source: Nothing Found
hu_hu: Nem találtunk semmit

source: It looks like the link pointing here was faulty. Maybe try searching?
hu_hu: Úgy tűnik, a hivatkozás hibára futott. Érdemes a keresést használni, hogy megtalálja!

source: Skip to content
hu_hu: Ugrás a tartalomra

source: Contact Us
hu_hu: Kapcsolat

source: Copyright &copy; [current_year] [site_title] | Powered by [theme_author]
hu_hu: Copyright &copy; [current_year]. [site_title] | Szerző: [theme_author]

source: Loop End
hu_hu: Ismétlődés vége

source: After Comments
hu_hu: Hozzászólások után

source: Before Comments
hu_hu: Hozzászólások előtt

source: After Post
hu_hu: Bejegyzés után

source: After Post Content
hu_hu: Bejegyzés tartalma után

source: Before Post Content
hu_hu: Bejegyzés tartalma előtt

source: Before Post
hu_hu: Bejegyzés előtt

source: Loop Start
hu_hu: Ismétlődés kezdete

source: After Sidebar
hu_hu: Oldalsáv után

source: Before Sidebar
hu_hu: Oldalsáv előtt

source: After Footer
hu_hu: Lábrész után

source: Before Footer
hu_hu: Lábrész előtt

source: After Content
hu_hu: Tartalom után

source: Before Content
hu_hu: Tartalom előtt

source: After Header
hu_hu: Fejrész után

source: Before Header
hu_hu: Fejrész előtt

source: After Page
hu_hu: Oldal után

source: Before Page
hu_hu: Oldal előtt

source: %1$s at %2$s
hu_hu: %1$s - %2$s

source: (Edit)
hu_hu: (Szerkesztés)

source: Pingback:
hu_hu: Visszajelzés:

source: Read More &raquo;
hu_hu: Tovább &raquo;

source: Footer Menu
hu_hu: Lábrész menü

source: Primary Menu
hu_hu: Főmenü

source: Comments Navigation
hu_hu: Hozzászólás navigáció

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
hu_hu: %1$s hozzászólás a(z) &ldquo;%2$s&rdquo;bejegyzéshez

source: https://wpastra.com/
hu_hu: http://wpastra.com/
