Repository: hellowpio/wordpress-translations
Catalog: themes/*/astra/astra-*.po
Languages: hu_hu

source: Single Product – Image Zoom Effect
hu_hu: Termékoldal – Képnagyítási effektus

source: Single Product – Horizontal Gallery Option
hu_hu: Termékoldal – Vízszintes galéria beállítás

source: Single Product – Vertical Gallery Option
hu_hu: Termékoldal – Függőleges galéria beállítás

source: Single Product – Related Products
hu_hu: Termékoldal – Kapcsolódó termékek

source: Single Product – Image Width Option
hu_hu: Termékoldal – Képszélesség beállítás

source: Single Product – Upsell Feature
hu_hu: Termékoldal – Upsell funkció

source: Shop Page – Colors & Typography Options
hu_hu: Bolt oldal – Színek és tipográfia beállításai

source: Shop Page – Off-Canvas Sidebar
hu_hu: Bolt oldal – Off-canvas oldalsáv

source: Shop Page – Quick View on Image Click
hu_hu: Bolt oldal – Gyorsnézet képre kattintáskor

source: Shop Page – Quick View on Image Hover
hu_hu: Bolt oldal – Gyorsnézet kép fölé húzva

source: Shop Page – Infinite Pagination
hu_hu: Bolt oldal – Végtelen lapozás

source: Shop Page – Add to Cart Button Styling
hu_hu: Bolt oldal – Kosárba gomb stílusozása

source: Shop Page – Product Styling Options
hu_hu: Bolt oldal – Termék stílusbeállítások

source: Shop Page – Breadcrumb
hu_hu: Bolt oldal – Morzsamenü

source: Shop Page – Horizontal Content Layout
hu_hu: Bolt oldal – Vízszintes tartalmi elrendezés

source: Header – Customized Cart Menu
hu_hu: Fejléc – Testreszabott kosármenü

source: Checkout – Display Order Note
hu_hu: Pénztár – Rendelési megjegyzés megjelenítése

source: Checkout – Persistant Form Data
hu_hu: Pénztár – Űrlapadatok megőrzése

source: Checkout – 2-Step Checkout
hu_hu: Pénztár – Kétlépéses pénztár

source: Checkout – Coupon Field Visibility Control
hu_hu: Pénztár – Kuponmező láthatóságának vezérlése

source: Checkout – Distraction Free Checkout
hu_hu: Pénztár – Zavarómentes pénztár

source: Add to Cart – Product Quantity Button
hu_hu: Kosárba tétel – Termékmennyiség gomb

source: Add to Cart – Ajax Based
hu_hu: Kosárba tétel – Ajax-alapú

source: Scroll to Top Styling Options
hu_hu: Vissza a tetejére stílusbeállítások

source: Scroll to Top Device Specificity
hu_hu: Vissza a tetejére eszközspecifikusság

source: Scroll to Top Positions
hu_hu: Vissza a tetejére pozíciók

source: LearnDash Profile Shortcode
hu_hu: LearnDash profil rövidkód

source: Lifter LMS Profile Shortcode
hu_hu: Lifter LMS profil rövidkód

source: Shortcodes
hu_hu: Rövidkódok

source: Single Post Page – Spacings Options
hu_hu: Egyedi bejegyzés oldal – térközök beállításai

source: Single Post Page – Color & Typography Options
hu_hu: Egyedi bejegyzés oldal – szín- és tipográfiai beállítások

source: Single Post Page – Feartured Image Size Control
hu_hu: Egyedi bejegyzés oldal – kiemelt kép méretének vezérlése

source: Single Post Page – Autoload Previous Post Feature
hu_hu: Egyedi bejegyzés oldal – előző bejegyzés automatikus betöltése funkció

source: Blog / Archive Page – Highlight First Post
hu_hu: Blog / Archívum oldal – első bejegyzés kiemelése

source: Blog / Archive Page – Masonry Layout
hu_hu: Blog / Archívum oldal – mozaik elrendezés

source: Blog / Archive Page – Spacings Options
hu_hu: Blog / Archívum oldal – térközök beállításai

source: Blog / Archive Page – Color & Typography Options
hu_hu: Blog / Archívum oldal – szín- és tipográfiai beállítások

source: Blog / Archive Page – Pagination Styling
hu_hu: Blog / Archívum oldal – lapozás stílusozása

source: Blog / Archive Page – Feartured Image Size Control
hu_hu: Blog / Archívum oldal – kiemelt kép méretének vezérlése

source: Blog / Archive Page – Read More Customization
hu_hu: Blog / Archívum oldal – Bővebben testreszabása

source: Blog / Archive Page – Post Content Excerpt Count
hu_hu: Blog / Archívum oldal – bejegyzés-kivonat hossza

source: Blog / Archive Page – Date Box Feature
hu_hu: Blog / Archívum oldal – dátumdoboz funkció

source: Blog / Archive Page – Post Grid Control
hu_hu: Blog / Archívum oldal – bejegyzésrács vezérlése

source: Blog / Archive Page – Post Content Layouts
hu_hu: Blog / Archívum oldal – bejegyzéstartalom elrendezései

source: Multiple HTML Elements – 2 Elements
hu_hu: Több HTML elem – 2 elem

source: Multiple Widget Elements
hu_hu: Több widget elem

source: 2 Elements
hu_hu: 2 elem

source: Header Cover Search
hu_hu: Fejlécet lefedő keresés

source: Full Screen Search
hu_hu: Teljes képernyős keresés

source: Slide Search
hu_hu: Csúszó keresés

source: Full Screen Off-Canvas Menu
hu_hu: Teljes képernyős off-canvas menü

source: Flyout Off-Canvas Menu
hu_hu: Kinyíló off-canvas menü

source: Widgets in Menu Dropdown
hu_hu: Widgetek a menü legördülőjében

source: Brizy Templates in Menu Dropdown
hu_hu: Brizy sablonok a menü legördülőjében

source: Divi Builder Templates in Menu Dropdown
hu_hu: Divi Builder sablonok a menü legördülőjében

source: Beaver Builder Templates in Menu Dropdown
hu_hu: Beaver Builder sablonok a menü legördülőjében

source: Elementor Templates in Menu Dropdown
hu_hu: Elementor sablonok a menü legördülőjében

source: Gutenberg Templates in Menu Dropdown
hu_hu: Gutenberg sablonok a menü legördülőjében

source: 100% Width for Menu Dropdown
hu_hu: 100% szélesség a menü legördülőjéhez

source: Container Width for Menu Dropdown
hu_hu: Konténer szélesség a menü legördülőjéhez

source: Dynamic Content Builder Without Code
hu_hu: Dinamikus tartalomkészítő kód nélkül

source: Essentials
hu_hu: Alapok

source: Sell digital products effortlessly. Build and manage your digital marketplace without codes.
hu_hu: Értékesítsen digitális termékeket könnyedén. Építse és kezelje digitális piacterét kódolás nélkül.

source: Offers distraction-free learning, personalized profiles, and seamless design integration.
hu_hu: Zavartalan tanulást, személyre szabott profilokat és zökkenőmentes dizájnintegrációt kínál.

source: Create and manage courses, quizzes, and more with tools designed for effective learning.
hu_hu: Hozzon létre és kezeljen tanfolyamokat, kvízeket és egyebeket a hatékony tanulásra tervezett eszközökkel.

source: Rebrand Astra with your own logo and details to offer a fully personalized client experience.
hu_hu: Márkázza újra az Astrát saját logójával és adataival, hogy teljesen személyre szabott ügyfélélményt kínáljon.

source: Boost performance and improve shopping experience with advanced features.
hu_hu: Növelje a teljesítményt és javítsa a vásárlási élményt fejlett funkciókkal.

source: Create custom page headers with backgrounds, breadcrumbs, and display rules.
hu_hu: Készítsen egyéni oldalfejeket hátterekkel, morzsamenüvel és megjelenítési szabályokkal.

source: Design and manage every part of your website—headers, footers, 404 pages, and more.
hu_hu: Tervezze meg és kezelje webhelye minden részét — fejlécek, láblécek, 404 oldalak és még sok más.

source: With Astra Pro Nav Menu module you can create stunning mega menus with ease
hu_hu: Az Astra Pro Nav Menu modullal lenyűgöző megamenüket hozhat létre könnyedén

source: Full Width, Fluid, Fixed, or Padded layouts that perfectly match your design vision.
hu_hu: Teljes szélességű, folyékony, fix vagy belső margós elrendezések, amelyek tökéletesen illeszkednek dizájnelképzeléseihez.

source: Keep your site’s navigation accessible at all times with Astra Pro’s Sticky Header module.
hu_hu: Tegye webhelye navigációját mindig elérhetővé az Astra Pro Sticky Header moduljával.

source: Customize your blog with advanced layouts, infinite scroll, post meta controls and more
hu_hu: Szabja testre blogját fejlett elrendezésekkel, végtelen görgetéssel, bejegyzésmeta-vezérléssel és még sok mással

source: Gain precise control over margins and padding across your site with Astra Pro.
hu_hu: Szerezzen precíz irányítást a külső és belső margók felett teljes webhelyén az Astra Pro-val.

source: Take full control of your website’s typography—from header to footer.
hu_hu: Vegye teljes mértékben kézbe webhelye tipográfiáját — a fejléctől a láblécig.

source: Customize every color and background on your site to match your brand perfectly.
hu_hu: Szabja testre webhelye minden színét és hátterét, hogy tökéletesen illeszkedjenek márkájához.

source: Toggle %s Module Status
hu_hu: A(z) %s modul állapotának átkapcsolása

source: %s plugin needs to be installed and activated to enable this module.
hu_hu: A(z) %s bővítményt telepíteni és aktiválni kell a modul engedélyezéséhez.

source: Quick Access
hu_hu: Gyors hozzáférés

source: Konwledge Base
hu_hu: Tudásbázis

source: Help Center
hu_hu: Súgóközpont

source: Build Website with AI
hu_hu: Készítsen webhelyet MI-vel

source: Get premium addons, advanced customization, and powerful features to create a website that truly stands out.
hu_hu: Szerezzen prémium kiegészítőket, fejlett testreszabást és hatékony funkciókat, hogy valóban kiemelkedő webhelyet hozzon létre.

source: Upgrade to Astra Pro – More Power, More Control!
hu_hu: Frissítsen az Astra Pro-ra – nagyobb teljesítmény, nagyobb kontroll!

source: Premium Support & Updates
hu_hu: Prémium támogatás és frissítések

source: Typography & Color Freedom
hu_hu: Tipográfia és színszabadság

source: Flexible Headers & Footers
hu_hu: Rugalmas fejlécek és láblécek

source: Modern WooCommerce Stores
hu_hu: Modern WooCommerce-áruházak

source: Advanced Design Controls
hu_hu: Fejlett tervezési vezérlések

source: Astra Video Thumbnail
hu_hu: Astra videó bélyegkép

source: Hello %s
hu_hu: Üdvözöljük, %s

source: Say goodbye to slow checkouts – boost sales with a smooth, hassle-free experience.
hu_hu: Mondjon búcsút a lassú pénztárnak – növelje az értékesítést zökkenőmentes, gondtalan élménnyel.

source: Modern Cart: A smarter way to sell
hu_hu: Modern kosár: okosabb értékesítési mód

source: Icons loading...
hu_hu: Ikonok betöltése...

source: Help us improve %1$s and our other products!<br><br>With your permission, we'd like to collect <strong>non-sensitive information</strong> from your website — like your PHP version and which features you use — so we can fix bugs faster, make smarter decisions, and build features that actually matter to you. <em>No personal info. Ever.</em>
hu_hu: Segítsen nekünk a(z) %1$s és más termékeink fejlesztésében!<br><br>Az Ön engedélyével <strong>nem érzékeny információkat</strong> gyűjtenénk a webhelyéről — például a PHP-verzióját és az Ön által használt funkciókat —, hogy gyorsabban javíthassuk a hibákat, okosabb döntéseket hozhassunk, és olyan funkciókat építhessünk, amelyek valóban számítanak Önnek. <em>Személyes adat soha.</em>

source: This request is only allowed in the Customizer screen.
hu_hu: Ez a kérés csak a Testreszabó képernyőjén engedélyezett.

source: You are not allowed to access this resource.
hu_hu: Nincs jogosultsága az erőforrás eléréséhez.

source: Extend Elementor with premium widgets.
hu_hu: Bővítse az Elementort prémium widgetekkel.

source: Sell products, services, subscriptions & more.
hu_hu: Értékesítsen termékeket, szolgáltatásokat, előfizetéseket és még sok mást.

source: Select All
hu_hu: Összes kijelölése

source: Deselect All
hu_hu: Összes kijelölésének megszüntetése

source: Search button
hu_hu: Keresés gomb

source: Archive excerpt
hu_hu: Archívum kivonat

source: Extended spacing
hu_hu: Bővített térközök

source: Extended typography
hu_hu: Bővített tipográfia

source: Archive pagination
hu_hu: Archívum lapozás

source: Custom image size
hu_hu: Egyéni képméret

source: Extended Meta Options
hu_hu: Bővített meta beállítások

source: This page uses the Transparent Header. Click below to customize.
hu_hu: Ez az oldal az Átlátszó fejlécet használja. Kattintson alább a testreszabáshoz.

source: Logo is set in the Transparent Header Section. Click below to customize it.
hu_hu: A logó az Átlátszó fejléc szakaszában van beállítva. Kattintson alább a testreszabásához.

source: Post Types
hu_hu: Bejegyzéstípusok

source: WooCommerce Product Pages
hu_hu: WooCommerce termékoldalak

source: Menu %d Site Navigation
hu_hu: Menü %d webhelynavigáció

source: Secondary Site Navigation
hu_hu: Másodlagos webhelynavigáció

source: Primary Site Navigation
hu_hu: Elsődleges webhelynavigáció

source: Pages
hu_hu: Oldalak

source: Latest Posts Page
hu_hu: Legfrissebb bejegyzések oldala

source: Blog page?
hu_hu: Blogoldal?

source: Archive Pages
hu_hu: Archív oldalak

source: Search Page
hu_hu: Keresési oldal

source: Disable on
hu_hu: Letiltás itt

source: 404 Page?
hu_hu: 404 oldal?

source: Singular?
hu_hu: Egyedi?

source: Single Post?
hu_hu: Egyedi bejegyzés?

source: Single Page?
hu_hu: Egyedi oldal?

source: Archive?
hu_hu: Archívum?

source: Search?
hu_hu: Keresés?

source: Blog / Posts Page?
hu_hu: Blog / Bejegyzések oldala?

source: Home Page?
hu_hu: Kezdőlap?

source: Enable on
hu_hu: Engedélyezés ezeken

source: this article
hu_hu: ezt a cikket

source: Could you please specify which plugin?
hu_hu: Meg tudná adni, melyik bővítményről van szó?

source: I found a better alternative plugin.
hu_hu: Találtam egy jobb alternatív bővítményt.

source: The plugin isn't working properly.
hu_hu: A bővítmény nem működik megfelelően.

source: Skip & Deactivate
hu_hu: Kihagyás és deaktiválás

source: Submit & Deactivate
hu_hu: Küldés és deaktiválás

source: Need help from our experts? %1$sClick here to contact us.%2$s
hu_hu: Szüksége van szakértőink segítségére? %1$sKattintson ide a kapcsolatfelvételhez.%2$s

source: If you have a moment, please share why you are deactivating the plugin.
hu_hu: Ha van egy perce, kérem ossza meg, miért deaktiválja a bővítményt.

source: Quick Feedback
hu_hu: Gyors visszajelzés

source: Oops! Something went wrong. Please refresh the page and try again.
hu_hu: Hoppá! Valami hiba történt. Kérem, frissítse az oldalt, és próbálja meg újra.

source: Allow %s products to track non-sensitive usage tracking data.
hu_hu: Engedélyezze a(z) %s termékek számára a nem érzékeny használati adatok követését.

source: Color Switcher
hu_hu: Színváltó

source: Posts
hu_hu: Bejegyzések

source: Please tell us more details.
hu_hu: Kérem, osszon meg több részletet.

source: Other
hu_hu: Egyéb

source: Please tell us more about the feature.
hu_hu: Kérem, mondjon többet a funkcióról.

source: It's missing a specific feature.
hu_hu: Hiányzik egy konkrét funkció.

source: Could you please specify which theme?
hu_hu: Meg tudná adni, melyik témáról van szó?

source: I found a better alternative theme.
hu_hu: Találtam egy jobb alternatív témát.

source: Please tell us more about what went wrong?
hu_hu: Kérem, írja le részletesebben, mi ment félre.

source: The theme isn't working properly.
hu_hu: A téma nem működik megfelelően.

source: How can we assist you?
hu_hu: Miben segíthetünk?

source: This is a temporary deactivation for testing.
hu_hu: Ez egy ideiglenes deaktiválás tesztelés céljából.

source: Read: %s
hu_hu: Olvassa el: %s

source: Untitled Post
hu_hu: Cím nélküli bejegyzés

source: Invalid notice ID.
hu_hu: Érvénytelen értesítésazonosító.

source: Visible Search Result
hu_hu: Látható keresési találat

source: Plugin installation function not found.
hu_hu: A bővítmény-telepítő függvény nem található.

source: Plugin slug is missing.
hu_hu: Hiányzik a bővítmény slug.

source: Note: This is not applicable on Transparent and Sticky Headers!
hu_hu: Megjegyzés: Ez nem alkalmazható az átlátszó és a rögzített fejlécekre!

source: Enable to shift the body content when the off-canvas menu opens.
hu_hu: Engedélyezze a törzstartalom eltolását az off-canvas menü megnyitásakor.

source: Move Body
hu_hu: Törzs mozgatása

source: Other Supporting
hu_hu: Egyéb kiegészítő

source: Subtle Background
hu_hu: Visszafogott háttér

source: Alternate Background
hu_hu: Alternatív háttér

source: Secondary Background
hu_hu: Másodlagos háttér

source: Primary Background
hu_hu: Elsődleges háttér

source: Alternate Brand
hu_hu: Alternatív márkaszín

source: Rate the Plugin
hu_hu: Értékelje a bővítményt

source: Click to unlock
hu_hu: Feloldáshoz kattintson

source: Available in Astra Pro
hu_hu: Az Astra Pro-ban érhető el

source: Add
hu_hu: Hozzáadás

source: Unlock Pro Widgets
hu_hu: Pro widgetek feloldása

source: INSERT ELEMENTS
hu_hu: ELEMEK BESZÚRÁSA

source: Copyright [copyright] [current_year] [site_title] | Powered by [theme_author]
hu_hu: Szerzői jog [copyright] [current_year] [site_title] | Működteti: [theme_author]

source: Divider 1
hu_hu: Elválasztó 1

source: Button 1
hu_hu: Gomb 1

source: Button 2
hu_hu: Gomb 2

source: Language Switcher
hu_hu: Nyelvváltó

source: Divider 3
hu_hu: Elválasztó 3

source: Divider 2
hu_hu: Elválasztó 2

source: Rate the Theme
hu_hu: Értékelje a témát

source: Submit
hu_hu: Küldés

source: Back
hu_hu: Vissza

source: Very likely
hu_hu: Nagyon valószínű

source: Very unlikely
hu_hu: Nagyon valószínűtlen

source: Nonce verification failed.
hu_hu: A nonce ellenőrzése sikertelen.

source: Sorry, you are not allowed to do that.
hu_hu: Sajnáljuk, ehhez nincs jogosultsága.

source: We value your input. How can we improve your experience?
hu_hu: Fontos számunkra a véleménye. Hogyan javíthatnánk az élményét?

source: Thank you for your feedback
hu_hu: Köszönjük a visszajelzését

source: Thanks a lot for your feedback! 😍
hu_hu: Nagyon köszönjük a visszajelzését! 😍

source: What's New
hu_hu: Újdonságok

source: Go to Dashboard
hu_hu: Ugrás a Vezérlőpultra

source: Oops! Documentation not found.
hu_hu: Hoppá! A dokumentáció nem található.

source: No docs found!
hu_hu: Nem található dokumentáció!

source: Activation failed. Please try again.
hu_hu: Az aktiválás sikertelen. Kérem, próbálja meg újra.

source: Count + Text
hu_hu: Szám + szöveg

source: Review Count
hu_hu: Értékelések száma

source: reviews
hu_hu: értékelések

source: review
hu_hu: értékelés

source: Extend Your Website
hu_hu: Bővítse webhelyét

source: Unlock Pro Features
hu_hu: Oldja fel a Pro funkciókat

source: Configuring
hu_hu: Konfigurálás

source: An error occurred while regenerating assets.
hu_hu: Hiba történt az erőforrások újragenerálása közben.

source: An error occurred while saving.
hu_hu: Hiba történt mentés közben.

source: Connect your WordPress plugins, WooCommerce sites, apps, and websites for powerful automations.
hu_hu: Csatlakoztassa WordPress-bővítményeit, WooCommerce webhelyeit, alkalmazásait és weboldalait hatékony automatizálásokhoz.

source: List Item 3
hu_hu: Listaelem 3

source: List Item 2
hu_hu: Listaelem 2

source: List Item 1
hu_hu: Listaelem 1

source: Unordered List
hu_hu: Rendezetlen lista

source: The future will belongs to those who believe in the beauty of their dreams.
hu_hu: A jövő azoké, akik hisznek álmaik szépségében.

source: Quote
hu_hu: Idézet

source: Explore different font families, sizes, weights, and styles to find the perfect combination that encapsulates the essence of your brand. With each adjustment, see how your message transforms, becoming a powerful reflection of your identity and vision.
hu_hu: Fedezzen fel különböző betűcsaládokat, méreteket, vastagságokat és stílusokat, hogy megtalálja a tökéletes kombinációt, amely megragadja márkája lényegét. Minden egyes módosítással láthatja, hogyan alakul át az üzenete, és válik identitása és víziója erőteljes lenyomatává.

source: Here's how the body text will look like on your website. You can customize the typography to match your brand personality. Whether you aim for a modern and sleek appearance or a more traditional and elegant feel, the right typography sets the tone for your content.
hu_hu: Így fog kinézni a törzsszöveg a webhelyén. Testre szabhatja a tipográfiát, hogy illeszkedjen márkája karakteréhez. Akár modern, letisztult megjelenésre, akár hagyományosabb, elegáns hangulatra törekszik, a megfelelő tipográfia adja meg tartalma alaphangját.

source: Subtle BG
hu_hu: Finom háttér

source: Secondary
hu_hu: Másodlagos

source: Alt Brand
hu_hu: Alternatív márka

source: Brand
hu_hu: Márka

source: Style Guide
hu_hu: Stílusútmutató

source: %s Extensions that will elevate your online store from good to exceptional.
hu_hu: %s kiegészítők, amelyek webáruházát a jótól a kiválóig emelik.

source: active users
hu_hu: aktív felhasználók

source: Know More →
hu_hu: Tudjon meg többet →

source: Faster and exclusive support service designed for VIP assistance and benefits.
hu_hu: Gyorsabb és exkluzív támogatási szolgáltatás, VIP jellegű segítségnyújtással és előnyökkel.

source: VIP Priority Support
hu_hu: VIP elsőbbségi támogatás

source: Title Area
hu_hu: Címterület

source: Upsells
hu_hu: Felülértékesítések

source: Collections
hu_hu: Gyűjtemények

source: Product
hu_hu: Termék

source: Power-up block editor with advanced blocks for faster and effortlessly website creation.
hu_hu: Turbózza fel a blokkszerkesztőt fejlett blokkokkal a gyorsabb és gördülékenyebb weboldalkészítéshez.

source: PayPal Payments For WooCommerce simplifies and secures PayPal transactions on your store.
hu_hu: A PayPal Payments For WooCommerce egyszerűsíti és biztonságossá teszi a PayPal-tranzakciókat áruházában.

source: Capture emails at checkout and send follow-up emails to recover lost revenue.
hu_hu: Gyűjtse be az e-mail címeket a pénztárnál, és küldjön utánkövető e-maileket az elveszett bevétel visszaszerzéséhez.

source: Convert WooCommerce variation dropdown attributes into attractive swatches instantly.
hu_hu: Alakítsa a WooCommerce variációs legördülő attribútumait azonnal tetszetős mintákká.

source: Build high-converting E-Commerce stores with CartFlows, the ultimate checkout and funnel builder.
hu_hu: Építsen nagy konverziójú e-kereskedelmi áruházakat a CartFlows segítségével, a végső pénztár- és tölcsérkészítővel.

source: For
hu_hu: Számára

source: This responsive cart click option will work for tablet and mobile in same way
hu_hu: Ez a reszponzív kosárkattintási opció ugyanúgy fog működni táblagépen és mobilon

source: Responsive Cart Click Action
hu_hu: Reszponzív kosárkattintási művelet

source: Disable on Front Page?
hu_hu: Letiltja a kezdőlapon?

source: It would not be effective if transparent header is enabled.
hu_hu: Nem lesz hatásos, ha az átlátszó fejléc engedélyezve van.

source: Insert Icon
hu_hu: Ikon beszúrása

source: Close
hu_hu: Bezárás

source: All Icons
hu_hu: Összes ikon

source: Icon Library
hu_hu: Ikonkönyvtár

source: Change Icon
hu_hu: Ikon cseréje

source: No Icons Found
hu_hu: Nem találhatók ikonok

source: Select Rel
hu_hu: Rel kiválasztása

source: Select Shortcodes
hu_hu: Rövidkódok kiválasztása

source: Logo SVG Icon Color
hu_hu: Logó SVG-ikon színe

source: Logo SVG Gap
hu_hu: Logó SVG térköz

source: Logo SVG Icon
hu_hu: Logó SVG-ikon

source: When using Custom SVG code, do not include few attributes such as "width", "height", and "fill" in your custom svg code to utilize existing customizer controls.
hu_hu: Egyéni SVG-kód használatakor ne adjon meg olyan attribútumokat, mint a "width", "height" és "fill" az egyéni SVG-kódban, hogy a meglévő testreszabó vezérlők használhatók legyenek.

source: Use Logo SVG Icon
hu_hu: Logó SVG-ikon használata

source: Sign up
hu_hu: Regisztráció

source: Log in
hu_hu: Jelentkezzen be

source: Header Presets
hu_hu: Fejléc előbeállítások

source: Travel
hu_hu: Utazás

source: Science
hu_hu: Tudomány

source: Lifestyle
hu_hu: Életmód

source: Environment
hu_hu: Környezet

source: Education
hu_hu: Oktatás

source: Communication
hu_hu: Kommunikáció

source: Business
hu_hu: Üzlet

source: Brands
hu_hu: Márkák

source: Yin Yang
hu_hu: Jin-jang

source: Yen Sign
hu_hu: Jen jel

source: Yahoo Logo
hu_hu: Yahoo logó

source: Xmarks Lines
hu_hu: Xmarks vonalak

source: Xmark
hu_hu: X-jel

source: X Ray
hu_hu: Röntgen

source: Wrench
hu_hu: Csavarkulcs

source: Worm
hu_hu: Féreg

source: Wordpress Simple
hu_hu: Wordpress egyszerű

source: WordPress Logo
hu_hu: WordPress logó

source: Won Sign
hu_hu: Von jel

source: Wine Glass Empty
hu_hu: Üres borospohár

source: Wine Glass
hu_hu: Borospohár

source: Wine Bottle
hu_hu: Borosüveg
