Repository: hellowpio/wordpress-translations
Catalog: themes/*/astra/astra-*.po
Languages: hu_hu

source: The Astra WordPress theme is lightning-fast and highly customizable. It has over 1 million downloads and the only theme in the world with 6,000+ five-star reviews! It’s ideal for professional web designers, solopreneurs, small businesses, eCommerce, membership sites and any type of website. It offers special features and templates so it works perfectly with all page builders like Spectra, Elementor, Beaver Builder, etc. Fast performance, clean code, mobile-first design and schema markup are all built-in, making the theme exceptionally SEO-friendly. It’s fully compatible with WooCommerce, SureCart and other eCommerce plugins and comes with lots of store-friendly features and templates. Astra also provides expert support for free users. A dedicated team of fully trained WordPress experts are on hand to help with every aspect of the theme. Try the live demo of Astra: https://zipwp.org/themes/astra/
hu_hu: Az Astra WordPress téma villámgyors és rendkívül testreszabható. Több mint 1 millió letöltéssel rendelkezik, és a világ egyetlen olyan témája, amelynek 6000+ ötcsillagos értékelése van! Ideális profi webdizájnereknek, szólóvállalkozóknak, kisvállalkozásoknak, e-kereskedelmi és tagsági oldalaknak, valamint bármilyen webhelyhez. Speciális funkciókat és sablonokat kínál, így tökéletesen együttműködik minden oldalkészítővel, mint a Spectra, az Elementor, a Beaver Builder stb. Gyors teljesítmény, tiszta kód, mobil-first dizájn és sémajelölés mind beépítve, ami kivételesen SEO-barátá teszi a témát. Teljes mértékben kompatibilis a WooCommerce-szel, SureCarttal és más e-kereskedelmi bővítményekkel, és számos, áruházbarát funkcióval és sablonnal érkezik. Az Astra szakértői támogatást nyújt az ingyenes felhasználóknak is. Egy elkötelezett, teljeskörűen képzett WordPress-szakértőkből álló csapat áll rendelkezésre, hogy a téma minden aspektusában segítséget nyújtson. Próbálja ki az Astra élő demóját: https://zipwp.org/themes/astra/

source: By submitting, you agree to our %s
hu_hu: A beküldéssel elfogadja a(z) %s rendelkezéseit.

source: Privacy Policy
hu_hu: Adatvédelmi irányelvek

source: Version Control
hu_hu: Verziókezelés

source: Remove Astra branding and customize the dashboard with your agency details.
hu_hu: Távolítsa el az Astra márkajelzést, és szabja testre a vezérlőpultot az ügynöksége adataival.

source: White Label Available in Astra Pro
hu_hu: White Label elérhető az Astra Pro-ban

source: Save
hu_hu: Mentés

source: The recommended icon should have some background to get adjust properly on white background too.
hu_hu: A javasolt ikon rendelkezzen valamilyen háttérrel, hogy fehér háttéren is megfelelően jelenjen meg.

source: Theme Icon URL
hu_hu: Téma ikon URL

source: The recommended image size is 1200px wide by 900px tall.
hu_hu: Az ajánlott képméret 1200px széles és 900px magas.

source: Theme Screenshot URL
hu_hu: Téma képernyőkép URL

source: Theme Description
hu_hu: Téma leírása

source: Theme Name
hu_hu: Téma neve

source: Astra Theme Branding
hu_hu: Astra téma márkajelzés

source: White Label removes any links to Astra website and change the identity in the dashboard. This setting is mostly used by agencies and developers who are building websites for clients.
hu_hu: A White Label eltávolít minden, az Astra webhelyére mutató hivatkozást, és megváltoztatja a vezérlőpulton megjelenő azonosítást. Ezt a beállítást többnyire ügynökségek és fejlesztők használják, akik ügyfelek számára építenek webhelyeket.

source: Enable White Label
hu_hu: White Label engedélyezése

source: Roll back to previous versions of Astra theme and Pro addon with ease.
hu_hu: Egyszerűen álljon vissza az Astra téma és a Pro kiegészítő korábbi verzióira.

source: Version Control Available in Astra Pro
hu_hu: Verziókezelés elérhető az Astra Pro-ban

source: Enable this option to receive update notifications for beta versions. Please read %s to know more.
hu_hu: Engedélyezze ezt az opciót, hogy frissítési értesítéseket kapjon a béta verziókról. További információért kérjük, olvassa el a(z) %s-t.

source: Enable Beta
hu_hu: Béta engedélyezése

source: Rollback
hu_hu: Visszaállítás

source: Experiencing an issue with current versions of software? Roll back to a previous version to help troubleshoot the issue.
hu_hu: Problémát tapasztal a szoftver jelenlegi verzióival? Álljon vissza egy korábbi verzióra a hibaelhárítás megkönnyítése érdekében.

source: Rollback to Previous Version
hu_hu: Visszaállítás korábbi verzióra

source: Access the features that top WordPress sites run on.
hu_hu: Férjen hozzá azokhoz a funkciókhoz, amelyekre a vezető WordPress-oldalak épülnek.

source: Design Without Limits:
hu_hu: Tervezés korlátok nélkül:

source: Polish your storefront with styled inputs, step nav & custom coupon text
hu_hu: Csiszolja webáruháza kirakatát formázott űrlapelemekkel, lépésenkénti navigációval és egyedi kuponszöveggel

source: Optimize checkout with 2-step flows & distraction-free mode
hu_hu: Optimalizálja a fizetést kétlépéses folyamattal és zavaróelemektől mentes móddal

source: Boost cart UX with real-time updates & modern layouts
hu_hu: Javítsa a kosár felhasználói élményét valós idejű frissítésekkel és modern elrendezésekkel

source: Showcase products better with advanced galleries & sticky images
hu_hu: Mutassa be termékeit jobban fejlett galériákkal és rögzített képekkel

source: Design product catalogs with custom cards, layouts & pagination
hu_hu: Tervezzen termékkatalógusokat egyedi kártyákkal, elrendezésekkel és oldalszámozással

source: Get Full Control
hu_hu: Szerezzen teljes irányítást

source: Better Header = Better UX = More clicks
hu_hu: Jobb fejléc = jobb UX = több kattintás

source: Advanced buttons, icons, search & more
hu_hu: Fejlett gombok, ikonok, keresés és még több

source: Different menus for logged-in users
hu_hu: Eltérő menük a bejelentkezett felhasználók számára

source: Mega-menus for better navigation
hu_hu: Megamenük a jobb navigációért

source: Color switcher to add dark mode
hu_hu: Színváltó a sötét mód hozzáadásához

source: Get Advanced Footer Controls
hu_hu: Kapjon fejlett lábléc-beállításokat

source: Multiple Widgets, Buttons, Dividers
hu_hu: Több widget, gomb, elválasztó

source: Advanced Customization Options
hu_hu: Fejlett testreszabási lehetőségek

source: By clicking <b>"Start Building Now,"</b> you agree to install and activate the <b>Starter Templates</b> plugin.
hu_hu: A <b>"Start Building Now,"</b> gombra kattintva beleegyezik a <b>Starter Templates</b> bővítmény telepítésébe és aktiválásába.

source: No complicated setup, no waiting - just a smooth, hassle-free way to bring your website to life. Follow a few quick steps, and you’ll be up and running in no time!
hu_hu: Nincs bonyolult beállítás, nincs várakozás – csupán egy zökkenőmentes, gondtalan módja annak, hogy életre keltse webhelyét. Kövessen néhány gyors lépést, és pillanatok alatt üzemkész lesz!

source: Your Website, Ready in Minutes - Let’s Start!
hu_hu: Webhelye percek alatt kész – Kezdjük el!

source: Thank you for choosing Astra!
hu_hu: Köszönjük, hogy az Astrát választotta!

source: Get Full Control Over Product Pages
hu_hu: Szerezzen teljes irányítást a termékoldalak felett

source: Upsells, Related & Recently Viewed Products
hu_hu: Felülértékesítések, kapcsolódó és nemrég megtekintett termékek

source: Smooth Zoom & Sticky Image Effects
hu_hu: Sima nagyítás és rögzített képeffektusok

source: Advanced Gallery Layouts
hu_hu: Fejlett galériaelrendezések

source: Get Sleek Storefront. Better UX
hu_hu: Szerezzen letisztult kirakatot. Jobb UX

source: Quantity Plus and Minus Buttons
hu_hu: Plusz és mínusz gombok a mennyiséghez

source: Custom Coupon Text & Step Navigation
hu_hu: Egyedi kuponszöveg és lépésenkénti navigáció

source: Advanced Input Field Styles & Border Radius
hu_hu: Fejlett beviteli mezőstílusok és sarokkerekítés

source: Get advanced product catalog controls
hu_hu: Szerezzen fejlett termékkatalógus-vezérlőket

source: Stylish Pagination Options
hu_hu: Stílusos lapozási lehetőségek

source: Customizable Shop Structure Options
hu_hu: Testreszabható áruházstruktúra-beállítások

source: Flexible Toolbar & Filter Layouts
hu_hu: Rugalmas eszköztár- és szűrőelrendezések

source: Multiple Shop Card Designs
hu_hu: Többféle termékkártya-dizájn

source: Smarter Checkout. More Conversions
hu_hu: Okosabb pénztár. Több konverzió

source: Full Control Over Notes, Coupons & Layouts
hu_hu: Teljes irányítás a megjegyzések, kuponok és elrendezések felett

source: 2-Step & Distraction-Free Layouts
hu_hu: Kétlépéses és zavaróelemektől mentes elrendezések

source: Sticky Totals & Saved Form Data
hu_hu: Rögzített végösszegek és mentett űrlapadatok

source: Optimize Your Cart for Sales
hu_hu: Optimalizálja kosarát az értékesítéshez

source: Modern, Clean Cart Layout
hu_hu: Modern, letisztult kosárelrendezés

source: Sticky Cart Totals for Better UX
hu_hu: Rögzített kosárvégösszeg a jobb UX érdekében

source: Continue monitoring your memory usage, especially when installing new plugins or themes.
hu_hu: Folytassa a memóriahasználat figyelését, különösen új bővítmények vagy témák telepítésekor.

source: No action required. Your memory usage is within acceptable limits.
hu_hu: Nincs teendő. Memóriahasználata elfogadható határokon belül van.

source: For detailed instructions, visit our <a href="%s" target="_blank" rel="noopener">documentation on increasing PHP memory limit</a>.
hu_hu: Részletes útmutatóért keresse fel a <a href="%s" target="_blank" rel="noopener">PHP-memórialimit növeléséről szóló dokumentációnkat</a>.

source: WooCommerce or complex site: 1GB or higher
hu_hu: WooCommerce vagy összetett oldal: 1GB vagy magasabb

source: Site with multiple plugins: 512MB
hu_hu: Több bővítményt használó oldal: 512MB

source: Basic WordPress site: 256MB
hu_hu: Alap WordPress-oldal: 256MB

source: Recommended memory limits:
hu_hu: Ajánlott memórialimitek:

source: If you have access to php.ini, change this line:
hu_hu: Ha hozzáfér a php.ini fájlhoz, módosítsa ezt a sort:

source: Edit php.ini file
hu_hu: php.ini fájl szerkesztése

source: Add this line to your .htaccess file:
hu_hu: Adja hozzá ezt a sort a .htaccess fájlhoz:

source: Edit .htaccess file
hu_hu: .htaccess fájl szerkesztése

source: Add this line to your wp-config.php file (before the "/* That's all, stop editing!" line):
hu_hu: Adja hozzá ezt a sort a wp-config.php fájlhoz (a "/* That's all, stop editing!" sor elé):

source: Edit wp-config.php file
hu_hu: wp-config.php fájl szerkesztése

source: The easiest solution is to ask your hosting provider to increase your PHP memory limit to at least %s.
hu_hu: A legegyszerűbb megoldás, ha megkéri a tárhelyszolgáltatóját, hogy növelje a PHP-memórialimitet legalább %s értékre.

source: Contact your hosting provider
hu_hu: Lépjen kapcsolatba a tárhelyszolgáltatójával

source: How to increase PHP memory limit:
hu_hu: PHP-memórialimit növelése:

source: <strong>About PHP Memory:</strong> PHP memory limit determines how much memory your website can use. Themes, plugins, and WordPress core all consume memory. When the limit is reached, your site may display errors or stop working.
hu_hu: <strong>A PHP memóriáról:</strong> A PHP-memórialimit határozza meg, hogy webhelye mennyi memóriát használhat. A témák, a bővítmények és a WordPress magja mind memóriát fogyasztanak. Amikor a limitet eléri, a webhelye hibákat jeleníthet meg, vagy leállhat.

source: Your memory usage is within acceptable limits. The Astra theme and your plugins have sufficient memory to operate properly.
hu_hu: Memóriahasználata elfogadható határokon belül van. Az Astra téma és az Ön bővítményei elegendő memóriával rendelkeznek a megfelelő működéshez.

source: Your site is using %1$s of %2$s available PHP memory (%3$s%%). You have %4$s remaining.
hu_hu: Webhelye %1$s PHP-memóriát használ a rendelkezésre álló %2$s-ből (%3$s%%). %4$s maradt.

source: While your site is currently functioning, this high memory usage puts you at risk of crashes and errors, especially when using memory-intensive features like the customizer, page builders, or plugins.
hu_hu: Bár webhelye jelenleg működik, ez a magas memóriahasználat összeomlások és hibák kockázatának teszi ki, különösen memóriaigényes funkciók, például a testreszabó, az oldalkészítők vagy a bővítmények használatakor.

source: Your site is using %1$s of %2$s available PHP memory (%3$s%%). Only %4$s remaining.
hu_hu: Webhelye %1$s-t használ a rendelkezésre álló %2$s PHP-memóriából (%3$s%%). Mindössze %4$s maradt.

source: Astra Theme
hu_hu: Astra téma

source: Memory usage is within acceptable limits
hu_hu: A memóriahasználat elfogadható határokon belül van

source: High memory usage detected
hu_hu: Magas memóriahasználat észlelve

source: Astra Theme Memory Usage
hu_hu: Astra téma memóriahasználata

source: Learn how to increase your PHP memory
hu_hu: Ismerje meg, hogyan növelheti a PHP-memóriát

source: We recommend increasing it to at least %s for best performance.
hu_hu: A legjobb teljesítmény érdekében javasoljuk, hogy legalább %s-re növelje.

source: Your site is nearing its PHP memory limit, which may affect stability.
hu_hu: Webhelye megközelíti a PHP-memórialimitet, ami befolyásolhatja a stabilitást.

source: 🔔 PHP Memory Limit Notice
hu_hu: 🔔 PHP-memórialimit értesítés

source: Changes to 'Hide Title' will automatically sync with Astra’s 'Disable Title' option.
hu_hu: A „Cím elrejtése” módosításai automatikusan szinkronizálódnak az Astra „Cím letiltása” opciójával.

source: Love it
hu_hu: Tetszik

source: Hate it
hu_hu: Nem tetszik

source: How would you rate Astra? Love it, hate it, or somewhere in between? Your honest answer helps us understand how were doing.
hu_hu: Hogyan értékelné az Astrát? Tetszik, nem tetszik, vagy valahol a kettő között? Őszinte válasza segít megérteni, hogyan teljesítünk.

source: Quick Question
hu_hu: Gyors kérdés

source: Thanks for using Astra! Got feedback or suggestions to make it even better? We’d love to hear from you.
hu_hu: Köszönjük, hogy az Astrát használja! Van visszajelzése vagy javaslata, hogyan lehetne még jobb? Örömmel vesszük.

source: Install Spectra Free
hu_hu: Spectra Free telepítése

source: Spectra Video
hu_hu: Spectra videó

source: Spectra is a powerful visual website builder made for WordPress. Just click, drag, and create anything — no code, no limits.
hu_hu: A Spectra egy hatékony vizuális weboldal-építő a WordPresshez. Csak kattintson, húzza, és hozzon létre bármit — kód nélkül, korlátok nélkül.

source: Design Your Website Visually — Fast, Easy & Without Limits
hu_hu: Tervezze meg weboldalát vizuálisan — gyorsan, könnyen és korlátok nélkül

source: Start Building Now
hu_hu: Kezdje el az építést most

source: Starter Templates Video
hu_hu: Starter Templates videó

source: Choose from a huge library of professionally designed websites. Import everything — pages, images, content — and launch fast using your favorite page builder.
hu_hu: Válasszon egy hatalmas, professzionálisan megtervezett weboldalakat tartalmazó könyvtárból. Importáljon mindent — oldalakat, képeket, tartalmat —, és indítson gyorsan a kedvenc oldalépítőjével.

source: Access exclusive templates, advanced site tools, and pro-level design features — everything you need to stand out online.
hu_hu: Férjen hozzá exkluzív sablonokhoz, fejlett webhely-eszközökhöz és professzionális szintű tervezési funkciókhoz — mindenhez, amire szüksége van, hogy online kitűnjön.

source: Build Better Websites. Get More Designs. Do It All Faster with Premium Templates.
hu_hu: Készítsen jobb weboldalakat. Szerezzen több dizájnt. Tegyen meg mindent gyorsabban prémium sablonokkal.

source: Build Any Kind of Website in Minutes %s with 300+ Stunning Templates
hu_hu: Építsen bármilyen típusú weboldalt percek alatt %s 300+ lenyűgöző sablonnal

source: Create and edit inside the same WordPress editor you already know. Zero learning curve, pure productivity.
hu_hu: Hozzon létre és szerkesszen ugyanabban a WordPress szerkesztőben, amelyet már ismer. Nincs tanulási görbe, tiszta produktivitás.

source: Activate %s
hu_hu: Aktiválja a(z) %s

source: Free Version
hu_hu: Ingyenes verzió

source: Pro Version
hu_hu: Pro verzió

source: %s Theme Icon
hu_hu: A(z) %s téma ikonja

source: Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. %s.
hu_hu: Gyűjtsön nem érzékeny információkat a weboldaláról, például a PHP-verziót és a használt funkciókat, hogy gyorsabban javíthassuk a hibákat, okosabb döntéseket hozhassunk, és olyan funkciókat építhessünk, amelyek valóban fontosak az Ön számára. %s.

source: Preview Changes
hu_hu: Változások előnézete

source: Sticky Header Rows
hu_hu: Ragadós fejlécsorok

source: Container style will apply only when layout is set to either Normal or Narrow.
hu_hu: A konténer stílusa csak akkor érvényesül, ha az elrendezés Normálra vagy Keskenyre van állítva.

source: Note: A subtle shadow is added in this preview so white logos remain visible.
hu_hu: Megjegyzés: Enyhe árnyék kerül hozzáadásra ebben az előnézetben, hogy a fehér logók láthatóak maradjanak.

source: Create professional designed pixel perfect websites in minutes. Get access to 300+ pre-made full website templates for your favorite page builder.
hu_hu: Készítsen professzionálisan megtervezett, pixelpontos weboldalakat percek alatt. Férjen hozzá 300+ előre elkészített, teljes weboldal-sablonhoz a kedvenc oldalépítőjéhez.

source: Versions
hu_hu: Verziók

source: Core
hu_hu: Alap

source: Open Menu
hu_hu: Menü megnyitása

source: Dismiss notice
hu_hu: Értesítés bezárása

source: Supercharge your store with advanced design options, conversion-boosting features, and seamless WooCommerce integration.
hu_hu: Turbózza fel áruházát fejlett tervezési beállításokkal, konverziót növelő funkciókkal és zökkenőmentes WooCommerce-integrációval.

source: Premium WooCommerce Features with Astra Pro!
hu_hu: Prémium WooCommerce-funkciók az Astra Pro-val!

source: More Header & Footer Options
hu_hu: Több fejléc- és láblécbeállítás

source: WooCommerce Enhancements
hu_hu: WooCommerce-fejlesztések

source: Lightning-Fast Performance
hu_hu: Villámgyors teljesítmény

source: Various Built-in Layouts
hu_hu: Különféle beépített elrendezések

source: Custom Layouts & Site Builder
hu_hu: Egyedi elrendezések és weboldal-építő

source: Advanced Design Customization
hu_hu: Fejlett dizájn-testreszabás

source: Spectra Logo
hu_hu: Spectra logó

source: %s Extensions
hu_hu: %s bővítmények

source: Tweak every element to match your brand perfectly, from colors to layout and everything in between.
hu_hu: Finomhangoljon minden elemet, hogy tökéletesen illeszkedjen a márkájához, a színektől az elrendezésig és mindennel, ami a kettő között van.

source: Flexible & Customizable
hu_hu: Rugalmas és testreszabható

source: Leverage AI-powered suggestions to get layout, typography, and design ideas instantly.
hu_hu: Használja ki az MI által támogatott javaslatokat, hogy azonnal kapjon elrendezési, tipográfiai és dizájnötleteket.

source: AI-Driven Design
hu_hu: MI-vezérelt dizájn

source: Each template is crafted by professionals to ensure your site looks stunning and performs exceptionally well.
hu_hu: Minden sablont szakemberek készítenek, hogy weboldala lenyűgözően nézzen ki és kivételesen jól teljesítsen.

source: Expertly Designed Templates
hu_hu: Szakértők által tervezett sablonok

source: No tech skills? No problem. Customize everything visually with drag-and-drop page builders.
hu_hu: Nincs technikai tudás? Semmi gond. Mindent vizuálisan szabhat testre a fogd-és-vidd oldalépítőkkel.

source: No Coding Required
hu_hu: Nincs szükség kódolásra

source: Find a template for every industry, from restaurants to SaaS – all ready to import and customize.
hu_hu: Találjon sablont minden iparághoz, az éttermektől a SaaS-ig – mind importálásra és testreszabásra kész.

source: 300+ Templates, 30+ Niches
hu_hu: 300+ sablon, 30+ szegmens

source: Built with performance in mind, our templates help you launch fast-loading websites that scale with your ideas.
hu_hu: Teljesítményközpontú kialakítással készültek, sablonjaink segítenek gyorsan betöltődő weboldalakat indítani, amelyek az Ön ötleteivel együtt skálázódnak.

source: Blazing-Fast Performance
hu_hu: Villámgyors teljesítmény

source: Contribute to Astra
hu_hu: Járuljon hozzá az Astrához

source: %1$s Header/Footer Builder is a new and powerful way to design header and footer for your website. With this, you can give a creative look to your header/footer with less effort. Activating this feature will add advanced options to %2$s customizer where you can create awesome new designs..
hu_hu: A %1$s Fejléc-/Lábléc-építő új és hatékony módja a weboldala fejléce és lábléce megtervezésének. Ezzel kevesebb erőfeszítéssel adhat kreatív megjelenést a fejlécének/láblécének. A funkció aktiválása fejlett beállításokat ad a %2$s testreszabóhoz, ahol remek új dizájnokat hozhat létre..

source: Compare the features to find the best option for your website.
hu_hu: Hasonlítsa össze a funkciókat, hogy megtalálja weboldala számára a legjobb megoldást.

source: Integrations
hu_hu: Integrációk

source: Visitor – Course/Lesson Page – Syllabus Visibility Control
hu_hu: Látogató – Kurzus/Lecke oldal – Tematika láthatóságának vezérlése

source: Visitor – Course/Lesson Page – Course Meta Visibility Control
hu_hu: Látogató – Kurzus/Lecke oldal – Kurzus metaadatok láthatóságának vezérlése

source: Visitor – Course/Lesson Page – Featured Image Visibility Control
hu_hu: Látogató – Kurzus/Lecke oldal – Kiemelt kép láthatóságának vezérlése

source: Student – Course/Lesson Page – Progress Bar Visibility Control
hu_hu: Tanuló – Kurzus/Lecke oldal – Folyamatjelző láthatóságának vezérlése

source: Student – Course/Lesson Page – Instructor Detail Visibility Control
hu_hu: Tanuló – Kurzus/Lecke oldal – Oktatói adatok láthatóságának vezérlése

source: Student – Course/Lesson Page – Course Meta Visibility Control
hu_hu: Tanuló – Kurzus/Lecke oldal – Kurzus metaadatok láthatóságának vezérlése

source: Student – Course/Lesson Page – Course Description Visibility Control
hu_hu: Tanuló – Kurzus/Lecke oldal – Kurzusleírás láthatóságának vezérlése

source: Student – Course/Lesson Page – Featured Image Visibility Control
hu_hu: Tanuló – Kurzus/Lecke oldal – Kiemelt kép láthatóságának vezérlése

source: Student – Course/Lesson Page – Distraction Free Learning
hu_hu: Tanuló – Kurzus/Lecke oldal – Zavaró tényezőktől mentes tanulás

source: Course List Page – Course Columns Option
hu_hu: Kurzuslista oldal – Kurzusoszlopok beállítása

source: Membership Page – Course Columns Option
hu_hu: Tagsági oldal – Kurzusoszlopok beállítása

source: Account Page – Vertical Menu Options
hu_hu: Fiók oldal – Függőleges menü beállításai

source: Header – My Account Menu
hu_hu: Fejléc – Saját fiók menü

source: Course Content Table – Colors & Typography Options
hu_hu: Kurzustartalom-táblázat – Színek és tipográfia beállításai

source: Header – Student’s Gravatar Menu
hu_hu: Fejléc – Tanuló Gravatar-menüje

source: Header – Enable Distraction Free Learning
hu_hu: Fejléc – Zavarómentes tanulás engedélyezése

source: Single Product – Add to Cart Visibility Control
hu_hu: Termékoldal – Kosárba gomb láthatóságának vezérlése

source: Checkout – Checkout Form Width Control
hu_hu: Pénztár – Pénztár űrlap szélességének vezérlése

source: Single Product – Colors & Typography Options
hu_hu: Termékoldal – Színek és tipográfia beállításai

source: Single Product – Product Description Layouts
hu_hu: Termékoldal – Termékleírás elrendezései

source: Single Product – Customized Navigations
hu_hu: Termékoldal – Testreszabott navigációk
