Repository: hellowpio/wordpress-translations
Catalog: themes/*/astra/astra-*.po
Languages: hu_hu

source: Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps. Upload one here! Site Icons should be square and at least 512 × 512 pixels.
hu_hu: A webhelyikonok azok a képek, amelyeket a böngészőlapokon, a könyvjelzősávokban és a WordPress mobilalkalmazásokban lát. Töltsön fel itt egyet! A webhelyikonok legyenek négyzet alakúak és legalább 512 × 512 képpont méretűek.

source: Site Title & Logo
hu_hu: Webhelycím és logó

source: Underline Content Links
hu_hu: Tartalmi hivatkozások aláhúzása

source: Click the button to reset the local fonts cache.
hu_hu: Kattintson a gombra a helyi betűtípus-gyorsítótár visszaállításához.

source: Flush Local Fonts Cache
hu_hu: Helyi betűtípus-gyorsítótár ürítése

source: Preload Local Fonts
hu_hu: Helyi betűtípusok előbetöltése

source: Load Google Fonts Locally
hu_hu: A Google Fonts helyi betöltése

source: Submenu Animation
hu_hu: Almenü animációja

source: Performance
hu_hu: Teljesítmény

source: Flush Local Font Files
hu_hu: Helyi betűtípusfájlok törlése

source: Shopping Cart
hu_hu: Kosár

source: Title Alignment
hu_hu: Cím igazítása

source: Search Submit
hu_hu: Keresés elküldése

source: Meta Link Color
hu_hu: Meta hivatkozás színe

source: Meta Color
hu_hu: Meta szín

source: Section Background
hu_hu: Szakasz háttér

source: Section Title
hu_hu: Szakasz cím

source: Meta Font
hu_hu: Meta betűtípus

source: Section Title Font
hu_hu: Szakasz címének betűtípusa

source: Descending
hu_hu: Csökkenő

source: Ascending
hu_hu: Növekvő

source: Order
hu_hu: Sorrend

source: Comment Counts
hu_hu: Hozzászólások száma

source: Random
hu_hu: Véletlenszerű

source: Post Order
hu_hu: Bejegyzés sorrend

source: Date
hu_hu: Dátum

source: Order by
hu_hu: Rendezés

source: Tags
hu_hu: Címkék

source: Categories
hu_hu: Kategóriák

source: Related Posts by
hu_hu: Kapcsolódó bejegyzések alapja

source: Posts Query
hu_hu: Bejegyzések lekérdezése

source: Grid Column Layout
hu_hu: Rács oszlopelrendezése

source: Total Number of Related Posts
hu_hu: Kapcsolódó bejegyzések száma

source: Excerpt Word Count
hu_hu: Kivonat szó száma

source: Enable Post Excerpt
hu_hu: Bejegyzés kivonat engedélyezése

source: Title & Post Meta
hu_hu: Cím és bejegyzés metaadatai

source: Posts Structure
hu_hu: Bejegyzések szerkezete

source: Related Posts
hu_hu: Kapcsolódó bejegyzések

source: Search for:
hu_hu: Keresés erre:

source: Popup Padding
hu_hu: Felugró ablak belső margója

source: EDD Cart Icon Color
hu_hu: EDD kosár ikon színe

source: Woo Cart Icon Color
hu_hu: Woo kosár ikon színe

source: Off-Canvas Menu
hu_hu: Off-canvas menü

source: Account Menu Color
hu_hu: Felhasználói menü színe

source: Text / Placeholder
hu_hu: Szöveg / Helykitöltő

source: Toggle Color
hu_hu: Kapcsoló színe

source: Box Background
hu_hu: Doboz háttere

source: Search Color
hu_hu: Kereső színe

source: HTML Color
hu_hu: HTML színe

source: Social Color
hu_hu: Közösségi szín

source: Submenu Color
hu_hu: Almenü színe

source: Hover / Active
hu_hu: Lebegtetett / Aktív

source: Header Position
hu_hu: Fejléc pozíciója

source: After
hu_hu: Utána

source: Inside
hu_hu: Belül

source: Content Link Color
hu_hu: Tartalomban szereplő hivatkozás színe

source: Tagline Font
hu_hu: Jelmondat betűtípusa

source: Content Colors
hu_hu: Tartalom színei

source: Font
hu_hu: Betűtípus

source: Label Color
hu_hu: Címke színe

source: Icon Radius
hu_hu: Ikon sugara

source: Content Font Size
hu_hu: Tartalom betűmérete

source: Content Font
hu_hu: Tartalom betűtípusa

source: Title Font
hu_hu: Cím betűtípusa

source: Text Font
hu_hu: Szöveg betűtípusa

source: Checkout Button
hu_hu: Fizetéshez gomb

source: Cart Button
hu_hu: Kosár gomb

source: Profile Text Color
hu_hu: Profil szövegének színe

source: Button Background
hu_hu: Gomb háttere

source: Checkout
hu_hu: Fizetéshez

source: Cart Tray
hu_hu: Kosár tálcája

source: Inner Element Spacing
hu_hu: Belső elemek közötti távolság

source: Text / Link
hu_hu: Szöveg / Link

source: Divider Size
hu_hu: Elválasztó mérete

source: If this color setting is not reflecting, check if colors are set from dedicated above, below or primary footer settings.
hu_hu: Ha ennek a színnek a beállítása nem jelenik meg, akkor ellenőrizze a színbeállításokat a felette vagy alatta levő, vagy az elsődleges lábléc beállításainál.

source: Menu Font Size
hu_hu: Menü betűmérete

source: Menu Font
hu_hu: Menü betűtípus

source: Menu Spacing
hu_hu: Menü térköz

source: Link / Text
hu_hu: Hivatkozás / Szöveg

source: Post Title Font
hu_hu: Bejegyzés címének betűtípusa

source: Tagline Font Size
hu_hu: Egysoros leírás betűmérete

source: Title Font Size
hu_hu: Cím betűmérete

source: Disable Footer
hu_hu: Lábléc kikapcsolása

source: Disable Mobile Header
hu_hu: Mobil lábléc kikapcsolása

source: Disable Below Header
hu_hu: Fejléc alatti rész kikapcsolása

source: Disable Above Header
hu_hu: Fejléc feletti rész kikapcsolása

source: Logged In Account Menu
hu_hu: Bejelentkezés a fiók menübe

source: You don't have the access
hu_hu: Nincs hozzáférése

source: Go to Customizer
hu_hu: Lépjen a Testreszabásra

source: Woo Cart
hu_hu: Woo Kosár

source: Single Row
hu_hu: Egy sor

source: Right Heavy 33/66
hu_hu: Jobb Nehéz 33/66

source: Left Heavy 66/33
hu_hu: Bal Nehéz 66/33

source: Last Row, Previous Columns 50/50 - 100
hu_hu: Utolsó sor, előző oszlopok 50/50 - 100

source: First Row, Next Columns 100 - 50/50
hu_hu: Első sor, következő oszlopok 100 - 50/50

source: Wide Center 20/60/20
hu_hu: Széles Közép 20/60/20

source: Center Heavy 25/50/25
hu_hu: Középre súlyozott 25/50/25

source: Right Heavy 25/25/50
hu_hu: Jobbra súlyozott 25/25/50

source: Left Heavy 50/25/25
hu_hu: Balra súlyozott 50/25/25

source: Two Column Grid
hu_hu: Kétoszlopos rács

source: Collapse to Rows
hu_hu: Átváltás sorokra

source: Equal Width Columns
hu_hu: Azonos szélességű oszlopok

source: My Account
hu_hu: Saját fiók

source: Log In
hu_hu: Bejelentkezés

source: Insert HTML text here.
hu_hu: HTML beillesztése ide

source: Use New Header/Footer Builder
hu_hu: Új fejléc/lábléc építő használata

source: Tagline
hu_hu: Egysoros leírás

source: EDD Cart
hu_hu: EDD kosár

source: Border Width
hu_hu: Keret vastagsága

source: Icons
hu_hu: Ikonok

source: Toggle Button
hu_hu: Kapcsológomb

source: Header Cart Icon
hu_hu: Fejléc kosár ikon

source: WooCommerce Cart
hu_hu: WooCommerce kosár

source: Style
hu_hu: Stílus

source: Display Cart Title
hu_hu: Kosár címének megjelenítése

source: Display Cart Total
hu_hu: Kosár végösszegének megjelenítése

source: Header Types
hu_hu: Fejléc típusok

source: Below Header
hu_hu: Fejléc alatt

source: Login URL
hu_hu: Bejelentkezési URL

source: Preview
hu_hu: Előnézet

source: Logged Out View
hu_hu: Kijelentkezett állapot nézete

source: Account URL
hu_hu: Fiók URL

source: Avatar
hu_hu: Avatár

source: Profile Type
hu_hu: Profil típusa

source: Logged In View
hu_hu: Bejelentkezett állapot nézete

source: Close Icon Color
hu_hu: Bezárás ikon színe

source: Content Alignment
hu_hu: Tartalom igazítása

source: Dropdown
hu_hu: Lenyílás

source: Full-Screen
hu_hu: Teljes képernyő

source: Flyout
hu_hu: Kicsúszó

source: Header Type
hu_hu: Fejléc típusa

source: Off-Canvas
hu_hu: Vásznon kívüli

source: Above Header
hu_hu: Fejléc felett

source: Item Divider
hu_hu: Elem elválasztó

source: Top Offset
hu_hu: Felső eltolás

source: Submenu Container
hu_hu: Almenüt tartalmazó elem

source: Zoom In
hu_hu: Ráközelítés

source: Menu Hover Style
hu_hu: Menü feletti lebegtetés stílusa

source: Menu
hu_hu: Menü

source: Secondary Menu
hu_hu: Másodlagos menü

source: Widget
hu_hu: Modul

source: Visibility
hu_hu: Láthatóság

source: Button %s
hu_hu: Gomb %s

source: Official
hu_hu: Hivatalos

source: Color Type
hu_hu: Színtípus

source: Icon Size
hu_hu: Ikon méret

source: Icon Background Space
hu_hu: Ikon háttere körüli térköz

source: Icon Spacing
hu_hu: Ikon térköz

source: Show Label
hu_hu: Címke megjelenítése

source: Social Icons %s
hu_hu: Közösségi ikonok %s

source: Social Icons
hu_hu: Közösségi oldal ikonok

source: Primary Footer
hu_hu: Elsődleges lábléc

source: Above Footer
hu_hu: Lábléc felett

source: Copyright
hu_hu: Szerzői jogok

source: Inner Column Spacing
hu_hu: Belső oszlopok közötti távolság

source: Inner Elements Layout
hu_hu: Belső elemek elrendezése

source: Middle
hu_hu: Középső

source: Vertical Alignment
hu_hu: Függőleges igazítás

source: Height
hu_hu: Magasság

source: Column
hu_hu: Oszlop

source: Below Footer
hu_hu: Lábléc alatt

source: Margin
hu_hu: Margó

source: Menu Color
hu_hu: Menü színe

source: Configure Menu from Here.
hu_hu: Menü konfigurálása innen

source: Background Color-Image
hu_hu: Háttérszín/kép

source: Footer Builder
hu_hu: Lábléc építő

source: Header Builder
hu_hu: Fejléc építő

source: Account Woo Navigation
hu_hu: Woo fiók navigáció

source: Account icon link
hu_hu: Fiók ikon hivatkozás

source: Click to edit this Row.
hu_hu: Kattintson ide a sor szerkesztéséhez

source: Click to edit this element.
hu_hu: Kattintson ide az elem szerkesztéséhez

source: Add widgets here:
hu_hu: Modulok hozzáadása ide

source: Active
hu_hu: Aktív

source: Divider
hu_hu: Elválasztó

source: Account
hu_hu: Fiók

source: Content Color
hu_hu: Tartalom szín

source: Icon Color
hu_hu: Ikon színe

source: Social
hu_hu: Közösségi

source: Background Overlay
hu_hu: Háttér takaró

source: The Image option cannot be sortable if the Product Style is selected to the List Style
hu_hu: A Kép opció nem rendezhető ha a Termékstílus van kiválasztva a Lista stílushoz

source: Clear
hu_hu: Törlés

source: Customize Transparent Header
hu_hu: Átlátszó fejléc testreszabása

# product categories
source: %1$s Product
hu_hu: %1$s Termék

source: Enable Cross-sells
hu_hu: Keresztértékesítés engedélyezése

source: This will be applicable for all sites from the network.
hu_hu: Ez a hálózat összes webhelyére vonatkozik.

source: Usage Tracking
hu_hu: Használatkövetés

source: No Thanks
hu_hu: Köszönöm, nem

source: Yes! Allow it
hu_hu: Igen! Engedélyezem

source: Know More.
hu_hu: Tudjon meg többet.

source: This will be applicable for all sites from the network.
hu_hu: Ez a hálózat összes webhelyére vonatkozik.

source: Please update the %1$s to version %2$s or higher. Ignore if already updated.
hu_hu: Kérjük, frissítse a(z) %1$s elemet %2$s vagy újabb verzióra. Ha már frissítette, hagyja figyelmen kívül.

source: Details &#187;
hu_hu: Részletek &#187;

source: See Library &#187;
hu_hu: Könyvtár megtekintése &#187;

source: Starter Templates
hu_hu: Kezdő sablonok

source: WordPress Nonce not validated.
hu_hu: A WordPress Nonce érvényesítése nem sikerült.

source: Letter Spacing
hu_hu: Betűtérköz

source: Astra WordPress Theme
hu_hu: Astra WordPress téma

source: Every %d Minutes
hu_hu: Minden %d percben

source: Customize Button Style.
hu_hu: Gomb stílusának testreszabása

source: Alignment
hu_hu: Igazítás

source: Separator
hu_hu: Elválasztó

source: Position
hu_hu: Pozíció

source: Global
hu_hu: Globális

source: Link Values Together
hu_hu: Értékek összekapcsolása

source: Heading 6
hu_hu: Címsor 6

source: Heading 5
hu_hu: Címsor 5

source: Heading 4
hu_hu: Címsor 4

source: Heading 3
hu_hu: Címsor 3

source: Heading 2
hu_hu: Címsor 2

source: Heading 1
hu_hu: Címsor 1

source: Size
hu_hu: Méret

source: Archive Title
hu_hu: Archívum címe

source: Hover Color
hu_hu: Szín lebegtetéskor

source: Padding
hu_hu: Párnázás

source: Colors
hu_hu: Színek

source: Border
hu_hu: Keret

source: Color
hu_hu: Szín

source: Title Color
hu_hu: Cím színe

source: Hover
hu_hu: Lebegtetés

source: Normal
hu_hu: Normál

source: Post Content
hu_hu: Bejegyzés tartalma

source: Site Icon
hu_hu: Webhelyikon

source: Structure
hu_hu: Szerkezet

source: Custom Width
hu_hu: Egyéni szélesség

source: Top Border Color
hu_hu: Felső keret színe

source: Top Border Size
hu_hu: Felső keret mérete

source: Text
hu_hu: Szöveg

source: Menu Label
hu_hu: Menü címke

source: Mobile Menu
hu_hu: Mobileszköz menü

source: Take Last Item Outside Menu
hu_hu: Utolsó elemet menün kívülre tesz

source: Divider Color
hu_hu: Elválasztó színe

source: Submenu Divider
hu_hu: Almenü elválasztó

source: Container Border
hu_hu: Tartóelem kerete

source: Sub Menu
hu_hu: Almenü

source: Width
hu_hu: Szélesség

source: The parent menu should have a # link for the submenu to open on a link.
hu_hu: A felsőbb szintű menüben kell, hogy legyen az alsóbb szintű menüre mutató # link, hogy az kattintásra megnyíljon.

source: Center
hu_hu: Közép

source: All Pages, All Posts, All Attachments
hu_hu: Minden oldal, minden bejegyzés, minden melléklet

source: Enable on Blog / Posts Page?
hu_hu: Engedélyezi a blog-/bejegyzésoldalon?

source: Latest posts page or when any page is selected as blog page
hu_hu: Legutóbbi bejegyzések oldala, vagy amikor bármelyik oldalt blogoldalként választja ki.

source: Before Title
hu_hu: Cím előtt

source: Breadcrumb Source
hu_hu: Morzsamenü forrása

source: Breadcrumb Overview
hu_hu: Morzsamenü áttekintése

source: Separator Color
hu_hu: Elválasztó színe

source: Breadcrumb
hu_hu: Morzsamenü

source: Week %s
hu_hu: Hét %s

source: Minute %s
hu_hu: Perc %s

source: Comment Page %s
hu_hu: Hozzászólás-oldal %s

source: Page %s
hu_hu: Oldal %s

source: Search results for: %s
hu_hu: Keresés eredménye: %s

source: Archives
hu_hu: Archívum

source: 404 Not Found
hu_hu: 404 nem található

# breadcrumbs aria label
source: Breadcrumbs
hu_hu: Morzsamenü

source: Browse:
hu_hu: Böngészés:

source: Latest Posts page is your site's front page when the latest posts are displayed on the home page.
hu_hu: A Legutóbbi bejegyzések oldal az Ön webhelyének kezdőoldala, amikor a legutóbbi bejegyzések jelennek meg a kezdőlapon.

source: Blog Page is when Latest Posts are selected to be displayed on a particular page.
hu_hu: A Blogoldal az, amikor a Legutóbbi bejegyzések megjelenítésére egy konkrét oldalt választ ki.

source: Menu Toggle
hu_hu: Menü kapcsoló

source: Plugin Successfully Deactivated
hu_hu: Plugin sikeresen deaktiválva

source: Deactivate
hu_hu: deaktivál

source: Activate
hu_hu: aktivál

source: Deactivating
hu_hu: Deaktiválás

source: Activating
hu_hu: Aktiválás

source: Primary Header Button
hu_hu: Elsődleges fejléc gomb

source: Button Style
hu_hu: Gomb stílusa

source: Button Link
hu_hu: Gomb linkje

source: Button Text
hu_hu: Gomb szöveg

source: Border Color
hu_hu: Szegély szín

source: Border Size
hu_hu: Keret színe

source: Transparent Header Button
hu_hu: Átlátszó fejléc gomb

source: Header Button
hu_hu: Fejléc gomb

source: Theme Button
hu_hu: Sablon gomb

source: Submenu
hu_hu: Almenü

source: Link / Text Color
hu_hu: Hivatkozás / Szöveg színe

source: Menu
hu_hu: Menü

source: Logo
hu_hu: Logó

source: Desktop + Mobile
hu_hu: Asztali gép + mobileszköz

source: Mobile
hu_hu: Mobileszköz

source: Desktop
hu_hu: Asztali gép

source: Enable On
hu_hu: Engedélyezés itt

source: Enable on Complete Website
hu_hu: Engedélyezés a teljes webhelyen

source: Enabled
hu_hu: Bekapcsolva

source: Disable Product Navigation
hu_hu: Terméknavigáció letiltása

source: Archive Content Width
hu_hu: Archívum tartalmának szélessége

source: Variable Product Button Text
hu_hu: Változatokkal rendelkező termék gomb szövege

source: Options
hu_hu: Beállítások

source: Button
hu_hu: Gomb

source: Variable Product Button
hu_hu: Változatokkal rendelkező termék gombja

source: Cart Button Text
hu_hu: Kosár gomb felirat

source: Image
hu_hu: Kép

source: Product Structure
hu_hu: Termék szerkezete

source: Archive Columns
hu_hu: Archívum oszlopai

source: Product Archive
hu_hu: Termék archívum

source: This sidebar will be used on EDD Single Product page.
hu_hu: Ez az oldalsáv az EDD Egyetlen Termék oldalon jelenik meg.

source: EDD Single Product Sidebar
hu_hu: EDD Egyetlen Termék oldalsáv

source: Easy Digital Downloads Sidebar
hu_hu: Easy Digital Downloads oldalsáv

source: View Details
hu_hu: Részletek megtekintése

source: %s Settings
hu_hu: %s beállításai

source: 900 Italic
hu_hu: 900 dőlt

source: 800 Italic
hu_hu: 800 dőlt

source: 700 Italic
hu_hu: 700 dőlt

source: 600 Italic
hu_hu: 600 dőlt

source: 500 Italic
hu_hu: 500 dőlt

source: 400 Italic
hu_hu: 400 dőlt

source: 300 Italic
hu_hu: 300 dőlt

source: 200 Italic
hu_hu: 200 dőlt

source: 100 Italic
hu_hu: 100 dőlt

source: I already did!
hu_hu: Már megtettem!

source: Overline
hu_hu: Felsővonal

source: Underline
hu_hu: Aláhúzás

source: Fade
hu_hu: Áttűnés

source: Slide Up
hu_hu: Felfelé csúsztatás

source: Slide Down
hu_hu: Lefelé csúsztatás

source: Left
hu_hu: Bal

source: Bottom
hu_hu: Lent

source: Right
hu_hu: Jobb

source: Top
hu_hu: Fent

source: Nav Menu
hu_hu: Navigációs menü

source: View all posts by %1$s
hu_hu: Tekintse meg %1$s összes bejegyzését

source: Typography Overview
hu_hu: Tipográfia ismertetése

source: Colors & Background Overview
hu_hu: Színek és háttér ismertetése

source: Sidebar Overview
hu_hu: Oldalsáv ismertetése

source: Footer Bar Overview
hu_hu: Lábrész-sáv ismertetése

source: Primary Header Overview
hu_hu: Elsődleges fejrész ismertetése

source: Site Identity Overview
hu_hu: Honlap azonosításának ismertetése

source: Container Overview
hu_hu: Tartalom-tároló ismertetése

source: Site Layout Overview
hu_hu: Honlap elrendezésének ismertetése

source: Helpful Information
hu_hu: Segítő információk

source: Different Logo For Retina Devices?
hu_hu: Eltérő logó legyen a retinaképes eszközökhöz?

source: Link
hu_hu: Hivatkozás

source: Icon
hu_hu: Ikon

source: Dropdown Target
hu_hu: Legördülő cél

source: Mobile Logo (optional)
hu_hu: Mobil logó (opcionális)

source: Different Logo For Mobile Devices?
hu_hu: Eltérő logó mobil eszközökön?

source: Border Radius
hu_hu: Szélek kerekítésének sugara

source: Toggle Button Color
hu_hu: Kapcsológomb színe

source: Minimal
hu_hu: Minimális

source: Outline
hu_hu: Körvonal

source: Fill
hu_hu: Kitöltés

source: Toggle Button Style
hu_hu: Kapcsológomb stílusa

source: Hide Last Item in Menu on Mobile
hu_hu: Utolsó menüelem elrejtése mobileszközön

source: Last Item in Menu
hu_hu: Menü utolsó eleme

source: Header Layout
hu_hu: Fejrész elrendezés

source: Menu Breakpoint
hu_hu: Menü töréspont

source: Site Identity
hu_hu: Honlap azonosítása

source: Mobile Header
hu_hu: Mobil fejrész

source: Background
hu_hu: Háttér

source: Fixed
hu_hu: Rögzített

source: Scroll
hu_hu: Görgetés

source: Auto
hu_hu: Automatikus

source: Contain
hu_hu: Tartalmazás

source: Cover
hu_hu: Borító

source: Center Bottom
hu_hu: Alul középen

source: Center Center
hu_hu: Közép középen

source: Center Top
hu_hu: Felül középen

source: Right Bottom
hu_hu: Jobb alul

source: Right Center
hu_hu: Jobb középen

source: Right Top
hu_hu: Legfelül jobbra

source: Left Bottom
hu_hu: Bal alul

source: Left Center
hu_hu: Középen balra

source: Left Top
hu_hu: Bal tetején

source: Repeat Vertically
hu_hu: Függőlegesen ismétel

source: Repeat Horizontally
hu_hu: Vízszintesen ismétel

source: Repeat All
hu_hu: Minden irányban ismétel

source: No Repeat
hu_hu: Nincs ismétlés

source: Remove
hu_hu: Eltávolít

source: More Settings
hu_hu: További beállítások

source: Less Settings
hu_hu: Kevesebb beállítás

source: Supercharge your LearnDash website with amazing design features.
hu_hu: Turbózza fel LearnDash weboldalát elképesztő dizájn elemekkel!

source: Differentiate Rows
hu_hu: Sorok megkülönböztetése

source: Display Serial Number
hu_hu: Sorozatszám megjelenítése

source: Course Content Table
hu_hu: Kurzus tartalomtáblázat

source: Learn More
hu_hu: Tudjunk meg többet

source: Theme Color
hu_hu: Sablon színe

source: More Options Available in Astra Pro!
hu_hu: További lehetőségek az Astra Pro verzióban.

source: Plugin Successfully Activated
hu_hu: A bővítmény bekapcsolása sikeres.

source: No plugin specified
hu_hu: Nincs plugin kiválasztva

source: White Label
hu_hu: Fehér címke

source: Scroll To Top
hu_hu: Ugrás a tetejére

source: Site Layouts
hu_hu: Honlap-elrendezések

source: Add content conditionally in the various hook areas of the theme.
hu_hu: Adjon hozzá tartalmat feltételesen a téma különböző hook-területein.

source: Custom Layouts
hu_hu: Egyéni elrendezések

source: Make your header layouts look more appealing and sexy!
hu_hu: Tegye az Ön fejléckiosztásait még vonzóbbá és szexibbé!

source: Page Headers
hu_hu: Oldal fejrész

source: Sticky Header
hu_hu: Ragadós fejrész

source: Transparent Header
hu_hu: Átlátszó fejrész

source: Header Sections
hu_hu: Fejrész szekció

source: Spacing
hu_hu: Térköz

source: Learn More.
hu_hu: Tudjon meg többet.

source: Footer Settings
hu_hu: Lábrész beállítások

source: Blog Layout
hu_hu: Blog elrendezés

source: Knowledge Base
hu_hu: Tudásbázis

source: Activating Importer Plugin
hu_hu: Importáló bővítmény bekapcsolása folyamatban

source: Default System Font
hu_hu: Alapértelmezett rendszer betűkészlet

source: Shop Archive Content Width
hu_hu: Bolt archívum tartalom szélessége

source: Membership Columns
hu_hu: Tagsági oszlopok

source: Course Columns
hu_hu: Kurzusok oszlopai

source: Leave Review
hu_hu: Értékeljümk!

source: Review Text is required.
hu_hu: Értékeléshez kötelező a szöveg megadása.

source: Review Text
hu_hu: Értékelés szövege

source: Review Title is required.
hu_hu: Az értékelésnek kötelező címet adni.

source: Review Title
hu_hu: Értékelés címsora

source: Write a Review
hu_hu: Írjunk egy értékelést

source: Thank you for your review!
hu_hu: Köszönjük szépen a véleményt!

source: By: %s
hu_hu: Szerző: %s

source: What Others Have Said
hu_hu: Mit mondanak mások

source: Sidebar width will apply only when one of the above sidebar is set.
hu_hu: Az oldalsáv szélessége csak akkor érvényes, ha a fenti oldalsávok valamelyike be van állítva.

source: Cart Page
hu_hu: Bevásárlókosár-oldal

source: Settings
hu_hu: Beállítások

source: Inline Logo & Site Title
hu_hu: Logó és webhely címe egy sorban

source: Primary Header
hu_hu: Elsődleges fejrész

source: Availability:
hu_hu: Elérhetőség:

source: Out of stock
hu_hu: Nem rendelhető

source: Add To Cart
hu_hu: Kosárba helyezés

source: Short Description
hu_hu: Rövid ismertető

source: Ratings
hu_hu: Értékelés

source: Price
hu_hu: Ár

source: Title
hu_hu: Címsor

source: Products Per Page
hu_hu: Termékek száma oldalanként

source: Shop Columns
hu_hu: Oszlopok száma

source: Disable Breadcrumb
hu_hu: Morzsamenü letiltása

source: Cart
hu_hu: Kosár

source: Single Product
hu_hu: Egyedi termék

source: Shop
hu_hu: Bolt

source: General
hu_hu: Általános

source: View your shopping cart
hu_hu: Kosár megtekintése

source: This sidebar will be used on Single Product page.
hu_hu: Ez az oldalsáv az egyedi termék oldalán lesz használva.

source: Product Sidebar
hu_hu: Termék oldalsáv

source: This sidebar will be used on Product archive, Cart, Checkout and My Account pages.
hu_hu: Ez az oldalsáv a Termék archívum, Kosár, Pénztár és Saját fiók oldalakon lesz használva.

source: WooCommerce Sidebar
hu_hu: WooCommerce oldalsáv

source: This page doesn't seem to exist.
hu_hu: Úgy tűnik, ez az oldal nem létezik, vagy törölték, átnevezték, esetleg hibásan lett megadva.

source: Home
hu_hu: Kezdőlap

source: Welcome To %s!
hu_hu: Üdvözöljük itt: %s!

source: Disable Featured Image
hu_hu: Kiemelt képek kikapcsolása

source: Logo Width
hu_hu: Logó szélessége

source: Retina Logo
hu_hu: Retina logó

source: Disable Footer Widgets
hu_hu: Lábrész widgetek kikapcsolása

source: Paragraph Margin Bottom
hu_hu: Bekezdés alsó margó

source: Featured Image
hu_hu: Kiemelt kép

source: Single Product Structure
hu_hu: Egy bejegyzés struktúra

source: Continue reading %s
hu_hu: Tovább olvasom %s

source: Footer Widget Area 4
hu_hu: 4. Lábrész-widget terület

source: Footer Widget Area 3
hu_hu: 3. Lábrész-widget terület

source: Footer Widget Area 2
hu_hu: 2. Lábrész-widget terület
