Repository: hellowpio/wordpress-translations
Catalog: themes/*/astra/astra-*.po
Languages: hu_hu

source: MasterCard Credit Card
hu_hu: MasterCard hitelkártya

source: JCB Credit Card
hu_hu: JCB hitelkártya

source: Discover Credit Card
hu_hu: Discover hitelkártya

source: Diner's Club Credit Card
hu_hu: Diner's Club hitelkártya

source: Apple Pay Credit Card
hu_hu: Apple Pay hitelkártya

source: American Express Credit Card
hu_hu: American Express hitelkártya

source: Amazon Pay Credit Card
hu_hu: Amazon Pay hitelkártya

source: Cat
hu_hu: Macska

source: Cash Register
hu_hu: Pénztárgép

source: Cart Shopping
hu_hu: Bevásárlókocsi

source: Cart Plus
hu_hu: Bevásárlókocsi plusz jellel

source: Cart Flatbed Suitcase
hu_hu: Bőröndös kézikocsi

source: Cart Flatbed
hu_hu: Kézikocsi

source: Cart Arrow Down
hu_hu: Bevásárlókocsi lefelé mutató nyíllal

source: Carrot
hu_hu: Sárgarépa

source: Caret Up
hu_hu: Felfelé mutató háromszög

source: Caret Right
hu_hu: Jobbra mutató háromszög

source: Caret Left
hu_hu: Balra mutató háromszög

source: Caret Down
hu_hu: Lefelé mutató háromszög

source: Caravan
hu_hu: Lakókocsi

source: Car Tunnel
hu_hu: Autóalagút

source: Car Side
hu_hu: Autó oldalnézet

source: Car Rear
hu_hu: Autó hátulnézet

source: Car On
hu_hu: Autó bekapcsolva

source: Car Burst
hu_hu: Autóbaleset

source: Car Battery
hu_hu: Autóakkumulátor

source: Car
hu_hu: Autó

source: Capsules
hu_hu: Kapszulák

source: Cannabis
hu_hu: Kannabisz

source: Candy Cane
hu_hu: Cukorpálca

source: Canadian Maple Leaf
hu_hu: Kanadai juharlevél

source: Campground
hu_hu: Kemping

source: Camera Rotate
hu_hu: Kamera forgatás

source: Camera Retro
hu_hu: Retró kamera

source: Camera
hu_hu: Kamera

source: Calendar Xmark
hu_hu: Naptár X-jel

source: Calendar Week
hu_hu: Heti naptár

source: Calendar Plus
hu_hu: Naptár pluszjel

source: Calendar Minus
hu_hu: Naptár mínuszjel

source: Calendar Days
hu_hu: Naptár napok

source: Calendar Day
hu_hu: Naptár nap

source: Calendar Check
hu_hu: Naptár pipa

source: Calendar
hu_hu: Naptár

source: Calculator
hu_hu: Számológép

source: Cake Candles
hu_hu: Tortagyertyák

source: Business Time
hu_hu: Munkaidő

source: Bus Simple
hu_hu: Egyszerű busz

source: Bus
hu_hu: Busz

source: Burst
hu_hu: Robbanás

source: Burger
hu_hu: Hamburger

source: Bullseye
hu_hu: Céltábla

source: Bullhorn
hu_hu: Megafon

source: Building Wheat
hu_hu: Épület búzával

source: Building User
hu_hu: Épület felhasználóval

source: Building Un
hu_hu: ENSZ épület

source: Building Shield
hu_hu: Épület pajzzsal

source: Building Ngo
hu_hu: NGO épület

source: Building Lock
hu_hu: Épület zárral

source: Building Flag
hu_hu: Épület zászlóval

source: Building Columns
hu_hu: Oszlopos épület

source: Building Circle Xmark
hu_hu: Épület körben X-jellel

source: Building Circle Exclamation
hu_hu: Épület körben felkiáltójellel

source: Building Circle Check
hu_hu: Épület körben pipával

source: Building Circle Arrow Right
hu_hu: Épület körben jobbra mutató nyíllal

source: Building
hu_hu: Épület

source: Bugs
hu_hu: Hibák

source: Bug Slash
hu_hu: Hiba áthúzva

source: Bug
hu_hu: Hiba

source: Bucket
hu_hu: Vödör

source: Brush
hu_hu: Ecset

source: Broom Ball
hu_hu: Seprűlabda

source: Broom
hu_hu: Seprű

source: Briefcase Medical
hu_hu: Orvosi aktatáska

source: Briefcase
hu_hu: Aktatáska

source: Bridge Water
hu_hu: Híd vízzel

source: Bridge Lock
hu_hu: Híd zárral

source: Bridge Circle Xmark
hu_hu: Híd körben X-jellel

source: Bridge Circle Exclamation
hu_hu: Híd körben felkiáltójellel

source: Bridge Circle Check
hu_hu: Híd körben pipával

source: Bridge
hu_hu: Híd

source: Bread Slice
hu_hu: Kenyérszelet

source: Brazilian Real Sign
hu_hu: Brazil reál jel

source: Brain
hu_hu: Agy

source: Boxes Stacked
hu_hu: Egymásra rakott dobozok

source: Boxes Packing
hu_hu: Csomagoló dobozok

source: Box Tissue
hu_hu: Papírzsebkendős doboz

source: Box Open
hu_hu: Nyitott doboz

source: Box Archive
hu_hu: Archív doboz

source: Box
hu_hu: Doboz

source: Bowling Ball
hu_hu: Bowlinggolyó

source: Bowl Rice
hu_hu: Rizstál

source: Bowl Food
hu_hu: Tál étellel

source: Bottle Water
hu_hu: Vizes palack

source: Bottle Droplet
hu_hu: Palack cseppel

source: Bots
hu_hu: Botok

source: Bore Hole
hu_hu: Fúrólyuk

source: Border Top Left
hu_hu: Bal felső szegély

source: Border None
hu_hu: Nincs szegély

source: Border All
hu_hu: Minden szegély

source: Bookmark
hu_hu: Könyvjelző

source: Book Skull
hu_hu: Koponyás könyv

source: Book Quran
hu_hu: Korán könyv

source: Book Open Reader
hu_hu: Nyitott könyv olvasóval

source: Book Open
hu_hu: Nyitott könyv

source: Book Medical
hu_hu: Orvosi könyv

source: Book Journal Whills
hu_hu: Whills napló könyv

source: Book Bookmark
hu_hu: Könyv könyvjelzővel

source: Book Bible
hu_hu: Biblia könyv

source: Book Atlas
hu_hu: Atlaszkönyv

source: Book
hu_hu: Könyv

source: Bone
hu_hu: Csont

source: Bomb
hu_hu: Bomba

source: Bolt Lightning
hu_hu: Villám

source: Bolt
hu_hu: Csavar

source: Bold
hu_hu: Félkövér

source: Bitcoin Sign
hu_hu: Bitcoin szimbólum

source: Biohazard
hu_hu: Biológiai veszély

source: Binoculars
hu_hu: Távcső

source: Bicycle
hu_hu: Kerékpár

source: Bezier Curve
hu_hu: Bézier-görbe

source: Bell Slash
hu_hu: Áthúzott csengő

source: Bell Concierge
hu_hu: Recepciós csengő

source: Bell
hu_hu: Csengő

source: Behance Square
hu_hu: Behance négyzet

source: Beer Mug Empty
hu_hu: Üres söröskorsó

source: Bed Pulse
hu_hu: Ágy pulzussal

source: Bed
hu_hu: Ágy

source: Battery Three Quarters
hu_hu: Háromnegyed töltöttségű akkumulátor

source: Battery Quarter
hu_hu: Negyed töltöttségű akkumulátor

source: Battery Half
hu_hu: Félig töltött akkumulátor

source: Battery Full
hu_hu: Tele akkumulátor

source: Battery Empty
hu_hu: Üres akkumulátor

source: Bath
hu_hu: Kád

source: Basketball
hu_hu: Kosárlabda

source: Basket Shopping
hu_hu: Bevásárlókosár

source: Baseball Bat Ball
hu_hu: Baseballütő és labda

source: Bars Staggered
hu_hu: Lépcsőzetes sávok

source: Bars Progress
hu_hu: Folyamatsávok

source: Bars
hu_hu: Sávok

source: Barcode
hu_hu: Vonalkód

source: Bandage
hu_hu: Sebtapasz

source: Ban Smoking
hu_hu: Dohányzás tilos

source: Ban
hu_hu: Tiltás

source: Baht Sign
hu_hu: Baht szimbólum

source: Bahai
hu_hu: Bahái

source: Bag Shopping
hu_hu: Bevásárlótáska

source: Bacterium
hu_hu: Baktérium

source: Bacteria
hu_hu: Baktériumok

source: Bacon
hu_hu: Szalonna

source: Backward Step
hu_hu: Visszalépés

source: Backward Fast
hu_hu: Gyors visszatekerés

source: Backward
hu_hu: Vissza

source: Baby Carriage
hu_hu: Babakocsi

source: Baby
hu_hu: Baba

source: Award
hu_hu: Díj

source: Austral Sign
hu_hu: Austral szimbólum

source: Audio Description
hu_hu: Audioleírás

source: At
hu_hu: Kukac

source: Asterisk
hu_hu: Csillag

source: Arrows Up To Line
hu_hu: Nyilak felfelé a vonalig

source: Arrows Up Down Left Right
hu_hu: Nyilak felfelé, lefelé, balra, jobbra

source: Arrows Up Down
hu_hu: Nyilak felfelé és lefelé

source: Arrows Turn To Dots
hu_hu: Nyilak pontokká alakulása

source: Arrows Turn Right
hu_hu: Jobbra forduló nyilak

source: Arrows To Eye
hu_hu: Nyilak a szemre

source: Arrows To Dot
hu_hu: Nyilak a pontra

source: Arrows To Circle
hu_hu: Nyilak a körre

source: Arrows Split Up And Left
hu_hu: Fel- és balra ágazó nyilak

source: Arrows Spin
hu_hu: Forgó nyilak

source: Arrows Rotate
hu_hu: Nyilak forgása

source: Arrows Left Right To Line
hu_hu: Nyilak balra és jobbra a vonalig

source: Arrows Left Right
hu_hu: Nyilak balra és jobbra

source: Arrows Down To People
hu_hu: Nyilak lefelé emberekre

source: Arrows Down To Line
hu_hu: Nyilak lefelé a vonalig

source: Arrow Up Z A
hu_hu: Nyíl fel Z-A

source: Arrow Up Wide Short
hu_hu: Nyíl fel széles-keskeny

source: Arrow Up Short Wide
hu_hu: Nyíl fel keskeny-széles

source: Arrow Up Right From Square
hu_hu: Nyíl felfelé és jobbra a négyzetből

source: Arrow Up Right Dots
hu_hu: Nyíl felfelé és jobbra pontokkal

source: Arrow Up Long
hu_hu: Hosszú felfelé mutató nyíl

source: Arrow Up From Water Pump
hu_hu: Nyíl felfelé vízszivattyúból

source: Arrow Up From Ground Water
hu_hu: Nyíl felfelé a talajvízből

source: Arrow Up From Bracket
hu_hu: Felfelé mutató nyíl zárójelből

source: Arrow Up A Z
hu_hu: Felfelé mutató nyíl A–Z

source: Arrow Up 9 1
hu_hu: Felfelé mutató nyíl 9–1

source: Arrow Up 1 9
hu_hu: Felfelé mutató nyíl 1–9

source: Arrow Up
hu_hu: Felfelé mutató nyíl

source: Arrow Turn Up
hu_hu: Felfelé forduló nyíl

source: Arrow Turn Down
hu_hu: Lefelé forduló nyíl

source: Arrow Trend Up
hu_hu: Emelkedő trend nyíl

source: Arrow Trend Down
hu_hu: Csökkenő trend nyíl

source: Arrow Rotate Right
hu_hu: Jobbra forgó nyíl

source: Arrow Rotate Left
hu_hu: Balra forgó nyíl

source: Arrow Right To City
hu_hu: Jobbra mutató nyíl a város felé

source: Arrow Right To Bracket
hu_hu: Jobbra mutató nyíl a zárójelhez

source: Arrow Right Long
hu_hu: Hosszú jobbra mutató nyíl

source: Arrow Right From Bracket
hu_hu: Jobbra mutató nyíl zárójelből

source: Arrow Right Arrow Left
hu_hu: Jobbra mutató nyíl balra mutató nyíl

source: Arrow Right
hu_hu: Jobbra mutató nyíl

source: Arrow Pointer
hu_hu: Mutató nyíl

source: Arrow Left Long
hu_hu: Hosszú balra mutató nyíl

source: Arrow Left
hu_hu: Balra mutató nyíl

source: Arrow Down Z A
hu_hu: Lefelé mutató nyíl Z–A

source: Arrow Down Wide Short
hu_hu: Lefelé mutató nyíl széles–rövid

source: Arrow Down Up Lock
hu_hu: Lefelé-felfelé nyíl lakattal

source: Arrow Down Up Across Line
hu_hu: Lefelé-felfelé nyíl a vonalon át

source: Arrow Down Short Wide
hu_hu: Lefelé mutató nyíl rövid–széles

source: Arrow Down Long
hu_hu: Hosszú lefelé mutató nyíl

source: Arrow Down A Z
hu_hu: Lefelé mutató nyíl A–Z

source: Arrow Down 9 1
hu_hu: Lefelé mutató nyíl 9–1

source: Arrow Down 1 9
hu_hu: Lefelé mutató nyíl 1–9

source: Arrow Down
hu_hu: Lefelé mutató nyíl

source: Archway
hu_hu: Boltív

source: Apple Whole
hu_hu: Egész alma

source: Angles Up
hu_hu: Dupla felfelé szögjel

source: Angles Right
hu_hu: Dupla jobbra szögjel

source: Angles Left
hu_hu: Dupla balra szögjel

source: Angles Down
hu_hu: Dupla lefelé szögjel

source: Angle Up
hu_hu: Felfelé szögjel

source: Angle Right
hu_hu: Jobbra szögjel

source: Angle Left
hu_hu: Balra szögjel

source: Angle Down
hu_hu: Lefelé szögjel

source: Anchor Lock
hu_hu: Horgony lakattal

source: Anchor Circle Xmark
hu_hu: Horgony kör X-jellel

source: Anchor Circle Exclamation
hu_hu: Horgony kör felkiáltójellel

source: Anchor Circle Check
hu_hu: Horgony kör pipával

source: Anchor
hu_hu: Horgony

source: Align Right
hu_hu: Jobbra igazítás

source: Align Left
hu_hu: Balra igazítás

source: Align Justify
hu_hu: Sorkizárás

source: Align Center
hu_hu: Középre igazítás

source: Address Card
hu_hu: Névjegykártya

source: Address Book
hu_hu: Címjegyzék

source: Accessible Icon
hu_hu: Akadálymentességi ikon

source: A versatile form builder plugin.
hu_hu: Sokoldalú űrlapkészítő bővítmény.

source: Overlay Opacity
hu_hu: Átfedés átlátszatlansága

source: Choose if you want to display Icon with the Text selected Profile Type for logged out users.
hu_hu: Válassza, ha a kijelölt profiltípus szövege mellé ikont is szeretne megjeleníteni a kijelentkezett felhasználók számára.

source: Show Text with
hu_hu: Szöveg megjelenítése ezzel

source: Choose if you want to display Icon or Avatar with the Text selected Profile Type.
hu_hu: Válassza, ha ikont vagy avatárt szeretne megjeleníteni a kijelölt profiltípus szövegével együtt.

source: Name
hu_hu: Név

source: This setting is generally not recommended on archives pages, etc. If you would like to enable it, uncheck this option
hu_hu: Ezt a beállítást általában nem javasolt archívum oldalakon stb. használni. Ha mégis engedélyezni szeretné, vegye ki a jelölést ennél az opciónál

source: This setting is generally not recommended on search page. If you would like to enable it, uncheck this option
hu_hu: Ezt a beállítást általában nem javasolt a keresési oldalon használni. Ha mégis engedélyezni szeretné, vegye ki a jelölést ennél az opciónál

source: This setting is generally not recommended on 404 page. If you would like to enable it, uncheck this option
hu_hu: Ezt a beállítást általában nem javasolt a 404-es oldalon használni. Ha mégis engedélyezni szeretné, vegye ki a jelölést ennél az opciónál

source: %s Modules
hu_hu: %s modulok

source: Do more with %s Modules
hu_hu: Tegyen többet a(z) %s modulokkal

source: %s is fast, fully customizable & beautiful WordPress theme suitable for blog, personal portfolio, business website and WooCommerce storefront. It is very lightweight and offers unparalleled speed.
hu_hu: %s gyors, teljes mértékben testreszabható és gyönyörű WordPress-téma, amely alkalmas bloghoz, személyes portfólióhoz, üzleti weboldalhoz és WooCommerce áruházhoz. Nagyon könnyű, és páratlan sebességet kínál.

source: Welcome Banner
hu_hu: Üdvözlő banner

source: Read more about %s
hu_hu: Tudjon meg többet a(z) %s-ről

source: WordPress Theme
hu_hu: WordPress téma

source: Upsell
hu_hu: Felülértékesítés

source: Collection
hu_hu: Gyűjtemény

source: Products
hu_hu: Termékek

source: Site Navigation:
hu_hu: Webhely navigációja:

source: 'None' respects hierarchy; 'Below' position is not applicable for single product page.
hu_hu: 'None' megtartja a hierarchiát; a 'Below' pozíció nem alkalmazható egyetlen termékoldalon.

source: 'None' respects hierarchy; 'Behind' position is not applicable for single product page.
hu_hu: 'None' megtartja a hierarchiát; a 'Behind' pozíció nem alkalmazható egyetlen termékoldalon.

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
hu_hu: Ez egy demóáruház tesztelési célokra &mdash; megrendeléseket nem teljesítünk.

source: Page Title
hu_hu: Oldalcím

source: 300+ Templates
hu_hu: 300+ sablon

source: Taxonomy Font
hu_hu: Taxonómia betűtípusa

source: Post Title Size
hu_hu: Bejegyzés címmérete

source: To sync this option with comments, use the same positioning for both sections: Contained or Separated.
hu_hu: A hozzászólásokkal való szinkronizáláshoz használja mindkét szakasznál ugyanazt az elhelyezést: Egybeépített vagy Elkülönített.

source: Location
hu_hu: Elhelyezés

source: Note: Image Size & Ratio won't work if Image Position set as Background.
hu_hu: Megjegyzés: A Képméret és a Képarány nem működik, ha a Kép pozíciója Háttérre van állítva.

source: This option activates Live Search support for the search box on the no results page.
hu_hu: Ez az opció aktiválja az Élő keresés támogatását a nincs találat oldal keresőmezőjéhez.

source: Results Layout
hu_hu: Találatok elrendezése

source: When Results Not Found
hu_hu: Amikor nincs találat

source: When Results Found
hu_hu: Amikor van találat

source: Subheading
hu_hu: Alcím

source: Heading
hu_hu: Címsor

source: Author Avatar
hu_hu: Szerző profilképe

source: Prefix Label
hu_hu: Előtag felirat

source: Remove the padding around featured image when position is "None".
hu_hu: Távolítsa el a kiemelt kép körüli belső margót, ha a pozíció "Nincs".

source: Remove Image Padding
hu_hu: Kép belső margójának eltávolítása

source: Taxonomies
hu_hu: Taxonómiák

source: Title Area
hu_hu: Címterület

source: Reveal Effect
hu_hu: Felfedési effektus

source: Post pagination
hu_hu: Bejegyzés lapozás

source: Author Box with Social Share
hu_hu: Szerzői doboz közösségi megosztással

source: Meta Font Size
hu_hu: Meta betűméret

source: Posts Reveal Effect
hu_hu: Bejegyzések felfedési effektusa

source: Posts Filter
hu_hu: Bejegyzések szűrője

source: Content Images Box Shadow
hu_hu: Tartalmi képek dobozárnyéka

source: Divider Type
hu_hu: Elválasztó típusa

source: Badge
hu_hu: Jelvény

source: Post Cards
hu_hu: Bejegyzéskártyák

source: Zoom Out
hu_hu: Kicsinyítés

source: Hover Effect
hu_hu: Hover effektus

source: Read More
hu_hu: Bővebben

source: Post Meta
hu_hu: Bejegyzés metaadatok

source: Post Elements
hu_hu: Bejegyzés elemei

source: Post Per Page
hu_hu: Bejegyzések oldalanként

source: List
hu_hu: Lista

source: Grid
hu_hu: Rács

source: Classic Layout
hu_hu: Klasszikus elrendezés

source: Layout 3
hu_hu: 3. elrendezés

source: Above Comments
hu_hu: Hozzászólások fölött

source: Below Comments
hu_hu: Hozzászólások alatt

source: Form Position
hu_hu: Űrlap pozíciója

source: Container Structure
hu_hu: Konténer szerkezete

source: Separated
hu_hu: Elkülönített

source: Contained
hu_hu: Egybeépített

source: Decide whether to isolate or integrate the module with the entry content area.
hu_hu: Döntse el, hogy a modult elszigeteli vagy integrálja-e a bejegyzés tartalmi területével.

source: Section Placement
hu_hu: Szakasz elhelyezése

source: Live Search
hu_hu: Élő keresés

source: %s Page
hu_hu: %s oldal

source: Single Page
hu_hu: Egyedi oldal

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Sorry, but we could not find anything related to your search terms. Please try again.
hu_hu: Sajnáljuk, de nem találtunk semmit a keresési kifejezéseihez kapcsolódóan. Kérjük, próbálja meg újra.

source: Here are the search results for your search.
hu_hu: Íme a keresés eredményei.

source: Read More »
hu_hu: Bővebben \u00bb

source: Read Post »
hu_hu: Bejegyzés olvasása \u00bb

source: Different Transparent Logo
hu_hu: Eltérő átlátszó logó

source: Certain Checkout page options may not work smoothly on the block editor based Checkout page. For best results with these features, prefer using a shortcode-based Checkout page.
hu_hu: A Pénztár oldal bizonyos beállításai nem feltétlenül működnek zökkenőmentesen a blokkszerkesztőn alapuló Pénztár oldalon. A legjobb eredmény érdekében ezekhez a funkciókhoz inkább shortcode-alapú Pénztár oldalt használjon.

source: Certain Cart page options may not work smoothly on the block editor based Cart page. For best results with these features, prefer using a shortcode based Cart page.
hu_hu: A Kosár oldal bizonyos beállításai nem feltétlenül működnek zökkenőmentesen a blokkszerkesztőn alapuló Kosár oldalon. A legjobb eredmény érdekében ezekhez a funkciókhoz inkább shortcode-alapú Kosár oldalt használjon.

source: Note:
hu_hu: Megjegyzés:

source: Start customizing every part of your website.
hu_hu: Kezdje el webhelye minden részének testreszabását.

source: 404 Page
hu_hu: 404-es oldal

source: Inside Post/Page
hu_hu: Bejegyzésen/oldalon belül

source: Hooks
hu_hu: Hookok

source: Help
hu_hu: Súgó

source: Website Parts
hu_hu: Webhely részei

source: All Layouts
hu_hu: Összes elrendezés

source: Single Banner
hu_hu: Egyedi banner

source: You can specify Custom image sizes from the Single Post's 'Featured Image Size' option.
hu_hu: Egyedi képméreteket adhat meg az Egyedi bejegyzés 'Kiemelt kép mérete' beállításánál.

source: Image Size
hu_hu: Képméret

source: Calculate a personalized image ratio using this %1$s online tool %2$s for your image dimensions.
hu_hu: Számítsa ki a személyre szabott képarányt a(z) %1$s online eszköz %2$s segítségével a képméreteihez.

source: Predefined
hu_hu: Előre meghatározott

source: Original
hu_hu: Eredeti

source: Image Ratio
hu_hu: Képarány

source: Wide
hu_hu: Széles

source: Behind Positioned Image Width
hu_hu: Mögött pozicionált kép szélessége

source: 'None' respects hierarchy; 'Below' positions image on top of the article.
hu_hu: 'Nincs' tiszteletben tartja a hierarchiát; az 'Alul' a képet a cikk tetejére helyezi.

source: Below
hu_hu: Alul

source: 'None' respects hierarchy; 'Behind' positions the image under the article.
hu_hu: 'Nincs' tiszteletben tartja a hierarchiát; a 'Mögött' a képet a cikk alá helyezi.

source: Behind
hu_hu: Mögött

source: Archive Banner
hu_hu: Archív banner

source: Enabling this option will override global > colors > surface color options
hu_hu: Ennek az opciónak az engedélyezése felülírja a globális > színek > felületi színek beállításait

source: Surface Colors
hu_hu: Felületi színek

source: Page Background
hu_hu: Oldal háttere

source: Full Size
hu_hu: Teljes méret

source: Large
hu_hu: Nagy

source: Medium Large
hu_hu: Közepesen nagy

source: Thumbnail
hu_hu: Bélyegkép

source: Customizing &#9656; %s
hu_hu: Testreszabás &#9656; %s

source: Enable Sticky Sidebar
hu_hu: Ragadós oldalsáv engedélyezése

source: Search Within Post Types
hu_hu: Keresés a tartalomtípusokon belül

source: Search Width
hu_hu: Kereső szélessége

source: Heading Color
hu_hu: Címsor színe

source: Input Highlight
hu_hu: Beviteli mező kiemelése

source: Global Highlight
hu_hu: Globális kiemelés

source: Other System Fonts
hu_hu: Egyéb rendszerbetűtípusok

source: Customizing ▸ %s
hu_hu: Testreszabás \u25b8 %s

# placeholder
source: Search...
hu_hu: Keresés...

source: Search...
hu_hu: Keresés...

source: No results found
hu_hu: Nincs találat

source: Enable Brand Color On Hover
hu_hu: Márkaszín engedélyezése egér fölé húzásakor

source: Post Comment
hu_hu: Hozzászólás közzététele

source: Use it with transparent images for optimal results.
hu_hu: Az optimális eredmény érdekében használja átlátszó képekkel.

source: Logo Color
hu_hu: Logó színe

source: Narrow
hu_hu: Keskeny

source: Course/Lesson Sidebar Style
hu_hu: Tanfolyam/Lecke oldalsáv stílusa

source: Global Sidebar Style
hu_hu: Globális oldalsáv stílusa

source: Unboxed
hu_hu: Keret nélküli

source: Sidebar Style
hu_hu: Oldalsáv stílusa

source: Sidebar will only apply when container layout is set to normal.
hu_hu: Az oldalsáv csak akkor érvényesül, ha a konténer elrendezése normálra van állítva.

source: Container style will apply only when layout is set to either normal or narrow.
hu_hu: A konténer stílusa csak akkor érvényesül, ha az elrendezés normálra vagy keskenyre van állítva.

source: Container Style
hu_hu: Konténer stílusa

source: Enjoyed %1$s? Please leave us a %2$s rating. We really appreciate your support!
hu_hu: Tetszett %1$s? Kérjük, adjon nekünk %2$s értékelést. Nagyra értékeljük a támogatását!

source: Thank you for using
hu_hu: Köszönjük, hogy használja

source: Image Overlay
hu_hu: Képátfedés

source: Classic
hu_hu: Klasszikus

source: Disable Banner Area
hu_hu: Bannerterület letiltása

source: Social sharing options
hu_hu: Közösségi megosztási beállítások

source: Format
hu_hu: Formátum

source: Last Updated
hu_hu: Utoljára frissítve

source: Published
hu_hu: Közzétéve

source: Type
hu_hu: Típus

source: Solid
hu_hu: Folytonos

source: Dotted
hu_hu: Pontozott

source: Site Accessibility
hu_hu: Webhely akadálymentessége

source: Accessibility
hu_hu: Akadálymentesség

source: Please publish the changes and see result on the frontend.<br />[Slide in cart requires Cart added inside Header Builder]
hu_hu: Kérjük, tegye közzé a módosításokat, és tekintse meg az eredményt a frontend felületen.<br />[A Slide in cart használatához a Cart elemet hozzá kell adnia a Header Builderben]

source: Add To Cart Action
hu_hu: Kosárba helyezés művelet

source: Redirect To Checkout Page
hu_hu: Átirányítás a pénztár oldalára

source: Redirect To Cart Page
hu_hu: Átirányítás a kosár oldalára

source: Read Time
hu_hu: Olvasási idő

source: Successfully imported!
hu_hu: Sikeresen importálva!

source: Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.
hu_hu: Erőforrásokat dinamikusan, igény szerint tölti be. Az erőforrások csak azokhoz a blokkokhoz kerülnek betöltésre, amelyeket egy oldalon használnak.

source: Just-in-time Compiler
hu_hu: Just-in-time fordító

source: Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.
hu_hu: Kevesebb külső szkript és függőség tartja a kódot letisztultan, ami kisebb fájlméreteket és gyorsabb betöltési időket eredményez.

source: Zero Bloat, No Dependencies
hu_hu: Zéró fölösleg, nincs függőség

source: Clean code output and lightning-fast load times keep visitors and search engines happy.
hu_hu: Tiszta kimenetű kód és villámgyors betöltési idők tartják elégedetten a látogatókat és a keresőmotorokat.
