Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash-samcart/learndash-samcart-*.po
Languages: hu_hu

source: LearnDash LMS - Samcart Integration
hu_hu: LearnDash LMS - Samcart integráció

source: Integrate Samcart with LearnDash.
hu_hu: Integrálja a Samcartot a LearnDash-sel.

source: LearnDash plugin is required to activate LearnDash Samcart add-on plugin. Please activate it first.
hu_hu: A LearnDash bővítmény szükséges a LearnDash Samcart kiegészítő bővítmény aktiválásához. Kérjük, előbb aktiválja.

source: Add New
hu_hu: Új hozzáadása

source: Samcart Products
hu_hu: Samcart termékek

source: No LearnDash Samcart product with product ID: %d. Please create it first.
hu_hu: Nem található LearnDash Samcart termék a következő termékazonosítóval: %d. Kérjük, hozza létre először.

source: Product %s Purchased By %s via Samcart
hu_hu: A(z) %s terméket %s vásárolta meg a Samcarton keresztül

source: Samcart Product
hu_hu: Samcart termék

# learndash-samcart
source: Add New Samcart Product
hu_hu: Új Samcart termék hozzáadása

source: Add New Samcart Product
hu_hu: Új Samcart termék hozzáadása

source: Edit Samcart Product
hu_hu: Samcart termék szerkesztése

source: New Samcart Product
hu_hu: Új Samcart termék

source: View Samcart Product
hu_hu: Samcart termék megtekintése

source: Search Samcart Products
hu_hu: Samcart termékek keresése

source: No Samcart Products found
hu_hu: Nem található Samcart termék

source: No Samcart Products found in Trash
hu_hu: Nem található Samcart termék a Lomtárban

source: Parent Samcart Product:
hu_hu: Szülő Samcart termék:

source: Samcart products associated with a Samcart account.
hu_hu: Samcart-fiókhoz társított Samcart termékek.

source: Settings
hu_hu: Beállítások

source: Cheatin' huh?
hu_hu: Csalunk, mi?

source: Samcart Product ID
hu_hu: Samcart termékazonosító

source: Unique Samcart product ID that you have created in your Samcart account.
hu_hu: Egyedi Samcart termékazonosító, amelyet a Samcart-fiókjában hozott létre.

source: Associated Courses
hu_hu: Társított kurzusok

source: Course(s) you want to associate with Samcart product. Press ctrl to select multiple courses.
hu_hu: A Samcart termékhez társítani kívánt kurzus(ok). Több kurzus kiválasztásához tartsa lenyomva a ctrl billentyűt.

source: Notification URL
hu_hu: Értesítési URL

source: URL that you need to paste into your Samcart product notification URL.
hu_hu: Az az URL, amelyet be kell illesztenie a Samcart termék értesítési URL-jébe.

source: LearnDash LMS - Samcart Integration Add-on requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - Samcart Integration kiegészítő használatához a következő bővítmény(ek)nek aktívnak kell lenniük:
