Repository: hellowpio/wordpress-translations
Catalog: plugins/*/yith-infinite-scrolling/yith-infinite-scrolling-*.po
Languages: hu_hu

source: The <code><strong>YITH Infinite Scrolling</strong></code> plugin lets you easily add infinite scroll on your pages. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>.
hu_hu: A <code><strong>YITH Infinite Scrolling</strong></code> bővítmény lehetővé teszi, hogy könnyedén hozzáadja a végtelen görgetést az oldalaihoz. <a href="https://yithemes.com/" target="_blank">Szerezzen be még több bővítményt e-kereskedelmi áruházához a <strong>YITH</strong> oldalán</a>.

source: Navigation Selector
hu_hu: Navigáció szelektora

source: The selector that contains the navigation of this section. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
hu_hu: A szakasz navigációját tartalmazó szelektor. A szelektor lehet class- vagy ID-név: az előbbiek előtt pontnak kell lennie (.class-name), az utóbbiak előtt pedig hashnek (#id-name).

source: Next Selector
hu_hu: Következő hivatkozás szelektora

source: The selector of the link that redirects to the next page of this section. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
hu_hu: A hivatkozás szelektora, amely a szakasz következő oldalára irányít. A szelektor lehet class- vagy ID-név: az előbbiek előtt pontnak kell lennie (.class-name), az utóbbiak előtt pedig hashnek (#id-name).

source: Item Selector
hu_hu: Elem szelektora

source: The selector of the single item in the page. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
hu_hu: Az oldal egyes elemeinek szelektora. A szelektor lehet class- vagy ID-név: az előbbiek előtt pontnak kell lennie (.class-name), az utóbbiak előtt pedig hashnek (#id-name).

source: Content Selector
hu_hu: Tartalom szelektora

source: The selector that contains your section content. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
hu_hu: A szakasz tartalmát tartalmazó szelektor. A szelektor lehet class- vagy ID-név: az előbbiek előtt pontnak kell lennie (.class-name), az utóbbiak előtt pedig hashnek (#id-name).

source: Infinite Scrolling
hu_hu: Végtelen görgetés

source: Load More Button
hu_hu: Továbbiak betöltése gomb

source: Ajax Pagination
hu_hu: AJAX lapozás

source: Event Type
hu_hu: Esemény típusa

source: Select the type of pagination
hu_hu: Válassza ki a lapozás típusát

source: Button Label
hu_hu: Gomb felirata

source: Set button label
hu_hu: Állítsa be a gomb feliratát

source: Load More
hu_hu: Továbbiak betöltése

source: Extra Class of the Button
hu_hu: A gomb extra osztálya

source: Add a custom class to customize the button style. Use space for multiple classes.
hu_hu: Adjon meg egy egyéni osztályt a gomb stílusának testreszabásához. Több osztály esetén használjon szóközt.

source: Choose a Loader
hu_hu: Válasszon betöltőt

source: Choose a preset loader to use.
hu_hu: Válasszon egy előre beállított betöltőt.

source: Custom Loader
hu_hu: Egyéni betöltő

source: Upload a custom loading image. This option overrides the previous one.
hu_hu: Töltsön fel egy egyéni betöltési képet. Ez az opció felülírja az előzőt.

source: Zoom in
hu_hu: Nagyítás

source: Bounce in
hu_hu: Beugrás

source: Fade in
hu_hu: Fokozatos megjelenés

source: Fade in from top to down
hu_hu: Fokozatos megjelenés fentről lefelé

source: Fade in from right to left
hu_hu: Fokozatos megjelenés jobbról balra

source: Fade in from left to right
hu_hu: Fokozatos megjelenés balról jobbra

source: Fade in from down to top
hu_hu: Fokozatos megjelenés lentről felfelé

source: Load Effect
hu_hu: Betöltési effektus

source: Type of animation for the loading of new contents.
hu_hu: Az új tartalmak betöltéséhez használt animáció típusa.

source: Please insert a name for the section
hu_hu: Adjon meg egy nevet a szakasznak

source: Do you really want to delete this section?
hu_hu: Valóban törölni szeretné ezt a szakaszt?

source: Settings
hu_hu: Beállítások

source: Premium Version
hu_hu: Prémium verzió

source: General Settings
hu_hu: Általános beállítások

source: Enable Infinite Scrolling
hu_hu: Végtelen görgetés engedélyezése

source: Enable Infinite Scrolling on mobile device
hu_hu: Végtelen görgetés engedélyezése mobil eszközön

source: Change the URL of the page whenever new items are loaded
hu_hu: Az oldal URL-jének módosítása, amikor új elemek töltődnek be

source: Add section and set options
hu_hu: Szakasz hozzáadása és beállítások megadása

source: Custom JavaScript
hu_hu: Egyéni JavaScript

source: Add here your custom JavaScript code. You can use two plugin triggers: %1$s is triggered before the new elements are appended to the current content, and %2$s is triggered after the AJAX call ends
hu_hu: Adja meg itt az egyéni JavaScript-kódját. Két bővítmény-triggert használhat: a %1$s akkor aktiválódik, mielőtt az új elemek a jelenlegi tartalomhoz hozzáadódnának, a %2$s pedig az AJAX-hívás befejeződése után

source: Options for
hu_hu: Beállítások ehhez

source: Upload
hu_hu: Feltöltés
