Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluent-affiliate/fluent-affiliate-*.po
Languages: hu_hu

source: Looks like your license has been expired at
hu_hu: Úgy tűnik, az Ön licence ekkor járt le

source: Manage
hu_hu: Kezelés

source: Manual
hu_hu: Kézi

source: Mark all as Paid
hu_hu: Jelölje mindet kifizetettnek

source: Mark as Processing
hu_hu: Jelölje feldolgozás alattinak

source: Mark as paid
hu_hu: Jelölje kifizetettnek

source: Method
hu_hu: Módszer

source: Metric
hu_hu: Metrika

source: Migrate
hu_hu: Migrálás

source: Migrated
hu_hu: Migrálva

source: Migrating Affiliates...
hu_hu: Partnerek migrálása...

source: Migrating Customers...
hu_hu: Ügyfelek migrálása...

source: Migrating Payouts...
hu_hu: Kifizetések migrálása...

source: Migrating Referrals...
hu_hu: Ajánlások migrálása...

source: Migrating Visits...
hu_hu: Látogatások migrálása...

source: Migration
hu_hu: Migráció

source: Migration Completed
hu_hu: Migráció befejeződött

source: Migration Settings
hu_hu: Migrációs beállítások

source: Minimum Payout Amount
hu_hu: Minimális kifizetési összeg

source: Name
hu_hu: Név

source: Never (Disable Email Digest)
hu_hu: Soha (E-mail összefoglaló letiltása)

source: New Affiliate
hu_hu: Új partner

source: New Payout
hu_hu: Új kifizetés

source: New Referral
hu_hu: Új ajánlás

source: Next
hu_hu: Tovább

source: Next (Review Payout)
hu_hu: Tovább (Kifizetés áttekintése)

source: No Data Available
hu_hu: Nem áll rendelkezésre adat

source: No Data Found
hu_hu: Nem található adat

source: No Managers Yet
hu_hu: Még nincsenek kezelők

source: No URL provided
hu_hu: Nem adott meg URL-t

source: No data available to export.
hu_hu: Nincs exportálható adat.

source: Not Converted
hu_hu: Nem konvertált

source: Note:
hu_hu: Megjegyzés:

source: Notes
hu_hu: Megjegyzések

source: Notifications could not be loaded.
hu_hu: Az értesítéseket nem sikerült betölteni.

source: Number Format
hu_hu: Számformátum

source: Opt in
hu_hu: Feliratkozás

source: Optional start date
hu_hu: Opcionális kezdési dátum

source: Order ID
hu_hu: Rendelésazonosító

source: Overview
hu_hu: Áttekintés

source: Page Title
hu_hu: Oldal címe

source: Paid Earning
hu_hu: Kifizetett bevétel

source: Paste a URL from this website. Affiliate info will be added automatically.
hu_hu: Illesszen be egy URL-t erről a webhelyről. A partnerinformációk automatikusan hozzáadódnak.

source: Pay Affiliates
hu_hu: Partnerek kifizetése

source: Pay all or selected affiliates all their unpaid referrals in the specified timeframe.
hu_hu: Fizesse ki az összes vagy kiválasztott partnernek az összes ki nem fizetett ajánlását a megadott időkereten belül.

source: Payment Email:
hu_hu: Fizetési e-mail:

source: Payment email
hu_hu: Fizetési e-mail

source: Payout Details
hu_hu: Kifizetés részletei

source: Payout Email Address
hu_hu: Kifizetési e-mail-cím

source: Payout Method
hu_hu: Kifizetési mód

source: Payout Reference
hu_hu: Kifizetési referencia

source: Payout Title
hu_hu: Kifizetés címe

source: Payout could not be found
hu_hu: A kifizetés nem található

source: Percentage (%)
hu_hu: Százalék (%)

source: Performance Summary Email Digest
hu_hu: Teljesítmény-összefoglaló e-mail kivonat

source: Placeholder
hu_hu: Helyőrző

source: Please Provide a license key of
hu_hu: Kérjük, adjon meg egy licenckulcsot ehhez

source: Please Type %s to confirm. Please note, all the payouts, referrals, visit data will be deleted.
hu_hu: Kérjük, a megerősítéshez írja be: %s. Kérjük, vegye figyelembe, hogy minden kifizetés, ajánlás és látogatási adat törlődik.

source: Please do not close the window until the action is done
hu_hu: Kérjük, ne zárja be az ablakot, amíg a művelet be nem fejeződik

source: Please do not close the window until the action will be done
hu_hu: Kérjük, ne zárja be az ablakot, amíg a művelet be nem fejeződik

source: Please do not close this window while the transactions is being paid.
hu_hu: Kérjük, ne zárja be ezt az ablakot, amíg a tranzakciók kifizetése folyamatban van.

source: Please enter a keyword
hu_hu: Kérjük, írjon be egy kulcsszót

source: Please install the required plugin to access available settings and integrations.
hu_hu: Kérjük, telepítse a szükséges bővítményt, hogy hozzáférjen az elérhető beállításokhoz és integrációkhoz.

source: Please provide a license key
hu_hu: Kérjük, adjon meg egy licenckulcsot

source: Please provide the child site's config JSON
hu_hu: Kérjük, adja meg a gyermekwebhely konfigurációs JSON-ját

source: Please provide the details. You can update this information at any time through your settings.
hu_hu: Kérjük, adja meg a részleteket. Ezt az információt bármikor frissítheti a beállításokban.

source: Please select a migrator
hu_hu: Kérjük, válasszon egy migrátort

source: Please select an option
hu_hu: Kérjük, válasszon egy lehetőséget

source: Please select the custom rate type
hu_hu: Kérjük, válassza ki az egyéni ráta típusát

source: Preview
hu_hu: Előnézet

source: Price
hu_hu: Ár

source: Privacy
hu_hu: Adatvédelem

source: Privacy Details
hu_hu: Adatvédelmi részletek

source: Private
hu_hu: Privát

source: Processing
hu_hu: Feldolgozás

source: Processing transactions, please wait...
hu_hu: Tranzakciók feldolgozása, kérjük, várjon...

source: Provide Name
hu_hu: Adja meg a nevet

source: Provide a brief description to help identify the purpose of this creative.Ex: Banner for Summer Sale.
hu_hu: Adjon meg egy rövid leírást, hogy segítsen azonosítani ennek a kreatívnak a célját.Példa: Banner a nyári akcióhoz.

source: Provider ID (Order ID)
hu_hu: Szolgáltatóazonosító (rendelésazonosító)

source: Public
hu_hu: Nyilvános

source: Public Only
hu_hu: Csak nyilvános

source: Purchase one here
hu_hu: Vásároljon itt egyet

source: QR Code
hu_hu: QR-kód

source: QR Code Color
hu_hu: QR-kód színe

source: Rate
hu_hu: Ráta

source: Rate type
hu_hu: Ráta típusa

source: Rate:
hu_hu: Ráta:

source: Read Documentation
hu_hu: Olvassa el a dokumentációt

source: Ready to connect? Choose your plugin to get started!
hu_hu: Készen áll a csatlakozásra? Válassza ki a bővítményét a kezdéshez!

source: Receiver
hu_hu: Kedvezményezett

source: Recent Referrals
hu_hu: Legutóbbi ajánlások

source: Recent referrals will be shown here
hu_hu: A legutóbbi ajánlások itt jelennek meg

source: Reference
hu_hu: Referencia

source: Referral Details
hu_hu: Ajánlás részletei

source: Referral Variable
hu_hu: Ajánlói változó

source: Referral Visit URL
hu_hu: Ajánlói látogatási URL

source: Referrals Count
hu_hu: Ajánlások száma

source: Referrals end date
hu_hu: Ajánlások záró dátuma

source: Referrals end date. Leave Blank for current date.
hu_hu: Ajánlások záró dátuma. Hagyja üresen az aktuális dátumhoz.

source: Referrals start date. Leave Blank for calculate from start
hu_hu: Ajánlások kezdő dátuma. Hagyja üresen az elejétől történő számításhoz.

source: Referrals: %s
hu_hu: Ajánlások: %s

source: Referrer
hu_hu: Hivatkozó

source: Referrer URL (Source)
hu_hu: Hivatkozó URL (forrás)

source: Registered at
hu_hu: Regisztráció időpontja

source: Registration Fields
hu_hu: Regisztrációs mezők

source: Related Referral
hu_hu: Kapcsolódó ajánlás

source: Remaining Transactions: %s
hu_hu: Hátralévő tranzakciók: %s

source: Remove
hu_hu: Távolítsa el

source: Reply to Email
hu_hu: Válaszcím e-mail-címe

source: Reply to Name
hu_hu: Válaszcím neve

source: Require Admin Approval for New Affiliates
hu_hu: Adminisztrátori jóváhagyás szükséges az új partnerek számára

source: Required
hu_hu: Kötelező

source: Reset
hu_hu: Állítsa vissza

source: Reset Current Migration
hu_hu: Állítsa vissza a jelenlegi migrációt

source: Review Payout
hu_hu: Tekintse át a kifizetést

source: Sale
hu_hu: Eladás

source: Save
hu_hu: Mentse

source: Save (Pro Required)
hu_hu: Mentse (Pro szükséges)

source: Save Changes
hu_hu: Mentse a módosításokat

source: Save Settings
hu_hu: Mentse a beállításokat

source: Save Settings (Pro Required)
hu_hu: Mentse a beállításokat (Pro szükséges)

source: Scheduled
hu_hu: Ütemezve

source: Search
hu_hu: Keressen

source: Search Visit/Refer URL or UTM details
hu_hu: Keressen Visit/Refer URL vagy UTM részleteket

source: Search and Select Affiliate
hu_hu: Keressen és válassza ki a partnert

source: Search and select user
hu_hu: Keressen és válassza ki a felhasználót

source: Search by ID, Amount, Date
hu_hu: Keressen azonosító, összeg vagy dátum alapján

source: Search by product description, provider or ID
hu_hu: Keressen termékleírás, szolgáltató vagy azonosító alapján

source: Select
hu_hu: Válassza ki

source: Select Affiliate area page
hu_hu: Válassza ki a partnerfelület oldalát

source: Select Affiliates (Optional)
hu_hu: Válassza ki a partnereket (nem kötelező)

source: Select Currency
hu_hu: Válassza ki a pénznemet

source: Select Default Currency
hu_hu: Válassza ki az alapértelmezett pénznemet

source: Select Email Digest Frequency
hu_hu: Válassza ki az e-mail összefoglaló gyakoriságát

source: Select Group
hu_hu: Válassza ki a csoportot

source: Select Products or Categories
hu_hu: Válassza ki a termékeket vagy kategóriákat

source: Select Rate
hu_hu: Válassza ki a rátát

source: Select Rate Type
hu_hu: Válassza ki a ráta típusát

source: Select Referral Format
hu_hu: Válassza ki az ajánlás formátumát

source: Select Type
hu_hu: Válassza ki a típust

source: Select User
hu_hu: Válassza ki a felhasználót

source: Select affiliate groups to share this creative privately.
hu_hu: Válassza ki azokat a partnercsoportokat, amelyekkel ezt a kreatívot privátban megosztja.

source: Select how often you want to get the performance summary email
hu_hu: Válassza ki, milyen gyakran szeretne teljesítmény-összefoglaló e-mailt kapni

source: Select specific affiliates to privately share this creative.
hu_hu: Válasszon ki konkrét partnereket, hogy ezt a kreatívat privát módon megossza velük.

source: Select the affiliate area page for your referral.
hu_hu: Válassza ki a partnerfelület oldalát az ajánlásához.

source: Select the primary currency used for your store's transactions and affiliate payouts.
hu_hu: Válassza ki az áruháza tranzakcióihoz és a partnerkifizetésekhez használt elsődleges pénznemet.

source: Selected Categories
hu_hu: Kiválasztott kategóriák

source: Selected Products
hu_hu: Kiválasztott termékek

source: Set the duration of the cookie used to track referrals.
hu_hu: Állítsa be az ajánlások nyomon követésére használt cookie időtartamát.

source: Set the standard commission rate for referrals. This can be a percentage or a fixed amount.
hu_hu: Állítsa be az ajánlásokra vonatkozó alap jutalékmértéket. Ez lehet százalékos vagy fix összeg.

source: Setting successfully saved
hu_hu: A beállítás sikeresen mentve

source: Showing for All Affiliates
hu_hu: Megjelenítés minden partner számára

source: Site Admin
hu_hu: Webhely adminisztrátor

source: Site Description
hu_hu: Webhely leírása

source: Site Logo
hu_hu: Webhely logója

source: Site Subtitle
hu_hu: Webhely alcíme

source: Something went wrong
hu_hu: Valami hiba történt

source: Sort By
hu_hu: Rendezés

source: Source
hu_hu: Forrás

source: Source ID
hu_hu: Forrásazonosító

source: Source Order Details
hu_hu: Forrás rendelésének részletei

source: Start Date
hu_hu: Kezdés dátuma

source: Start Date & Time
hu_hu: Kezdés dátuma és időpontja

source: Start Time
hu_hu: Kezdés időpontja

source: Start date
hu_hu: Kezdés dátuma

source: Statistics
hu_hu: Statisztikák

source: Stats could not be loaded for this affiliate.
hu_hu: Ehhez a partnerhez nem sikerült betölteni a statisztikákat.

source: Status:
hu_hu: Állapot:

source: Step
hu_hu: Lépés

source: Summary
hu_hu: Összegzés

source: System
hu_hu: Rendszer

source: Text
hu_hu: Szöveg

source: Text Color
hu_hu: Szöveg színe

source: The verification string does not match
hu_hu: Az ellenőrző karakterlánc nem egyezik

source: This Month
hu_hu: Ez a hónap

source: This Week
hu_hu: Ez a hét

source: This action cannot be undone.
hu_hu: Ez a művelet nem vonható vissza.

source: This affiliate is not approved yet. Current status: %s
hu_hu: Ez a partner még nincs jóváhagyva. Jelenlegi állapot: %s

source: This feature is available in FluentAffiliate Pro. Upgrade to unlock advanced functionality and take your affiliate program to the next level.
hu_hu: Ez a funkció a FluentAffiliate Pro-ban érhető el. Frissítsen, hogy feloldja a fejlett funkciókat, és a partnerprogramját a következő szintre emelje.

source: This is a system defined field. You can only edit labels
hu_hu: Ez egy rendszer által definiált mező. Csak a címkéket szerkesztheti

source: This is used to link the referral to a specific order. ex: 12345
hu_hu: Ezt az ajánlás egy konkrét rendeléshez való kapcsolására használjuk. ex: 12345

source: This is used to provide additional context for the creative. Ex: This is a banner for the summer sale
hu_hu: Ezt a kreatívhez kapcsolódó további kontextus megadására használjuk. Ex: Ez egy banner a nyári kiárusításhoz

source: This is used to provide additional context for the referral, such as the source referral. ex: fluent_cart
hu_hu: Ezt az ajánláshoz kapcsolódó további kontextus megadására használjuk, például a forrásajánlásra. ex: fluent_cart

source: This variable will be used in referral links. For example:
hu_hu: Ezt a változót az ajánlói hivatkozásokban fogjuk használni. Például:

source: This will migrate all data from
hu_hu: Ez minden adatot át fogja migrálni innen

source: Title
hu_hu: Cím

source: To pay a specific affiliate, select the affiliates. Leave blank to pay all affiliates.
hu_hu: Egy konkrét partner kifizetéséhez válassza ki a partnereket. Hagyja üresen, ha az összes partnert ki szeretné fizetni.

source: Top Affiliates
hu_hu: Legjobb partnerek

source: Total
hu_hu: Összesen

source: Total Affiliate
hu_hu: Összes partner

source: Total Affiliates
hu_hu: Partnerek összesen

source: Total Amount
hu_hu: Teljes összeg

source: Total Customers
hu_hu: Vásárlók összesen

source: Total Earning
hu_hu: Összes bevétel

source: Total Order Amount
hu_hu: Összes rendelési összeg

source: Total Payouts
hu_hu: Összes kifizetés

source: Transaction is already in the selected status
hu_hu: A tranzakció már a kiválasztott állapotban van

source: Transactions
hu_hu: Tranzakciók

source: Type
hu_hu: Típus

source: US Style
hu_hu: US-stílus

source: UTM Campaign
hu_hu: UTM kampány

source: UTM Medium
hu_hu: UTM médium

source: UTM Source
hu_hu: UTM forrás

source: Unable to load email settings. Please try again later.
hu_hu: Nem sikerült betölteni az e-mail beállításokat. Kérjük, próbálja meg később újra.

source: Unable to load license management. Please try again later.
hu_hu: Nem sikerült betölteni a licenckezelést. Kérjük, próbálja meg később újra.

source: Unpaid Earning
hu_hu: Kifizetetlen bevétel

source: Update
hu_hu: Frissítés

source: Update Affiliate
hu_hu: Partner frissítése

source: Update Creative
hu_hu: Kreatív frissítése

source: Update Email Notification
hu_hu: E-mail értesítés frissítése

source: Update Group
hu_hu: Csoport frissítése

source: Update Manager
hu_hu: Menedzser frissítése

source: Update Permission
hu_hu: Jogosultság frissítése

source: Update Referral
hu_hu: Ajánlás frissítése

source: Upgrade to Pro
hu_hu: Váltás Pro-ra

source: Upload an image to be displayed in the email header.
hu_hu: Töltsön fel egy képet, amely az e-mail fejlécében lesz megjelenítve.

source: Use
hu_hu: Használja

source: Use comma separated values for multiple email addresses
hu_hu: Használjon vesszővel elválasztott értékeket több e-mail címhez

source: Verify License
hu_hu: Licenc ellenőrzése

source: Visit Date
hu_hu: Látogatás dátuma

source: Visit Details
hu_hu: Látogatás részletei

source: Want to deactivate this license?
hu_hu: Szeretné deaktiválni ezt a licencet?

source: Warning
hu_hu: Figyelmeztetés

source: Website:
hu_hu: Webhely:

source: Welcome back
hu_hu: Üdvözöljük újra

source: Welcome to FluentAffiliate
hu_hu: Üdvözöljük a FluentAffiliate-ben

source: Wipe Existing Data
hu_hu: Meglévő adatok törlése

source: Wipe FluentAffiliate Data
hu_hu: FluentAffiliate-adatok törlése

source: Wiping data...
hu_hu: Adatok törlése...

source: Year to Date
hu_hu: Év elejétől

source: Yes, Delete
hu_hu: Igen, törölje

source: Yes, Delete the Affiliate
hu_hu: Igen, törölje a partnert

source: Yes, Migrate
hu_hu: Igen, migrálja

source: Yes, delete it!
hu_hu: Igen, törölje!

source: Yes, mark all as paid!
hu_hu: Igen, jelölje mindet kifizetettnek!

source: You cannot edit a paid referral.
hu_hu: Nem szerkeszthet kifizetett ajánlást.

source: You have successfully completed the setup!
hu_hu: Sikeresen befejezte a beállítást!

source: Your license key is valid and activated
hu_hu: A licenckulcsa érvényes és aktiválva van

source: Your top affiliates will be shown here
hu_hu: Az Ön legjobb partnerei itt lesznek láthatók

source: Create and manage affiliate groups with FluentAffiliate Pro. Organize affiliates into groups, set group-specific settings, and track performance across multiple groups.
hu_hu: Hozzon létre és kezeljen partnercsoportokat a FluentAffiliate Pro-val. Szervezze a partnereket csoportokba, állítson be csoportspecifikus beállításokat, és kövesse a teljesítményt több csoport között.

source: Create and manage creatives with FluentAffiliate Pro. Customize the creative type, image, text, and QR code, and schedule the creative as needed.
hu_hu: Hozzon létre és kezeljen kreatívokat a FluentAffiliate Pro-val. Testreszabhatja a kreatív típusát, képét, szövegét és QR-kódját, és szükség szerint ütemezheti a kreatívot.

source: Are you sure you want to delete this transaction? All the connected referrals will me marked as unpaid for this transaction.
hu_hu: Biztosan törölni kívánja ezt a tranzakciót? Ehhez a tranzakcióhoz kapcsolódó összes ajánlás kifizetetlenként lesz megjelölve.

source: Select any integrations you would like to enable for your store. You can update this information at any time through your settings.
hu_hu: Válassza ki azokat az integrációkat, amelyeket engedélyezni szeretne az áruházához. Ezt az információt bármikor frissítheti a beállításokban.

source: If you have other websites that you want to offer as tracking domain where your affiliates can share those websites as well then connect those websites here.
hu_hu: Ha vannak más webhelyei, amelyeket követési domainként szeretne felkínálni, ahol partnerei ezeket a webhelyeket is megoszthatják, akkor itt csatlakoztassa ezeket a webhelyeket.

source: Connect unlimited sites and manage cross-domain affiliate tracking with FluentAffiliate Pro. Get advanced analytics, priority support, and powerful multi-domain features.
hu_hu: Csatlakoztasson korlátlan számú webhelyet, és kezelje a több domainen átívelő partnerkövetést a FluentAffiliate Pro-val. Kapjon fejlett analitikát, elsőbbségi támogatást és erőteljes többdomaines funkciókat.

source: Customize the registration form fields for new affiliates. You can enable or hide system fields, set required fields, and adjust the order as needed.
hu_hu: Testreszabhatja az új partnerek regisztrációs űrlapjának mezőit. Engedélyezheti vagy elrejtheti a rendszermezőket, beállíthatja a kötelező mezőket, és szükség szerint módosíthatja a sorrendet.

source: Customize the registration form fields for new affiliates with FluentAffiliate Pro. You can enable or hide system fields, set required fields, and adjust the order as needed.
hu_hu: Testreszabhatja az új partnerek regisztrációs űrlapjának mezőit a FluentAffiliate Pro-val. Engedélyezheti vagy elrejtheti a rendszermezőket, beállíthatja a kötelező mezőket, és szükség szerint módosíthatja a sorrendet.

source: Please use names and emails that align with your domain and SMTP settings to ensure proper email delivery.
hu_hu: Kérjük, a domainjével és SMTP-beállításaival összhangban lévő neveket és e-mail címeket használjon a megfelelő e-mail kézbesítés érdekében.

source: email as per your domain/SMTP settings. Email mismatch settings may not deliver emails as expected
hu_hu: e-mail a domainjének/SMTP-beállításainak megfelelően. Az e-mail-beállítások eltérése esetén az e-mailek nem biztos, hogy a vártnak megfelelően kerülnek kézbesítésre

source: about this module
hu_hu: erről a modulról

source: by %s
hu_hu: készítette: %s

source: click here
hu_hu: kattintson ide

source: ex: name@domain.com
hu_hu: pl.: name@domain.com

source: from
hu_hu: ettől

source: of
hu_hu: összesen

source: of 3
hu_hu: összesen 3

source: page
hu_hu: oldal

source: preview
hu_hu: előnézet

source: shortcode in your page.
hu_hu: shortcode az oldalán.

source: to
hu_hu: eddig

source: type
hu_hu: típus

source: unknown
hu_hu: ismeretlen

source: Additional Site
hu_hu: További webhely

source: Additional Sites
hu_hu: További webhelyek

source: Affiliate Settings
hu_hu: Partnerbeállítások

source: Affiliate link generated successfully!
hu_hu: A partnerlink sikeresen létrehozva!

source: All of your Referral URL Visits will be shown here
hu_hu: Itt jelennek meg az ajánlói URL-látogatásai

source: All of your creatives will be shown here
hu_hu: Itt jelennek meg az összes kreatívja

source: All of your payouts will be shown here
hu_hu: Itt jelennek meg az összes kifizetése

source: All of your referrals will be shown here
hu_hu: Itt jelennek meg az összes ajánlása

source: Boost your earnings by sharing these links to our additional product sites.
hu_hu: Növelje bevételeit, ha megosztja ezeket a linkeket további termékwebhelyeinkre.

source: Copy and paste the following
hu_hu: Másolja és illessze be a következőt

source: Direct Traffic
hu_hu: Közvetlen forgalom

source: Download Image
hu_hu: Kép letöltése

source: Download QR Code
hu_hu: QR-kód letöltése

source: Generate
hu_hu: Létrehozás

source: Generate Affiliate Link
hu_hu: Partnerlink létrehozása

source: Generate Link
hu_hu: Hivatkozás létrehozása

source: Generated Affiliate Link
hu_hu: Létrehozott partnerlink

source: HTML Code
hu_hu: HTML-kód

source: Last Updated
hu_hu: Utoljára frissítve

source: Last Updated on
hu_hu: Utoljára frissítve ekkor

source: Paste any URL from our product websites in the field below to generate a referral link.
hu_hu: Illesszen be bármely URL-t termékwebhelyeinkről az alábbi mezőbe, hogy ajánlói hivatkozást hozzon létre.

source: Paste any URL from this website in the field below to generate a referral link.
hu_hu: Illesszen be bármely URL-t erről a webhelyről az alábbi mezőbe, hogy ajánlói hivatkozást hozzon létre.

source: Please enter a valid URL from the supported sites.
hu_hu: Adjon meg érvényes URL-t a támogatott webhelyek egyikéről.

source: Quick Overview
hu_hu: Gyors áttekintés

source: Redirecting....
hu_hu: Átirányítás....

source: Refer
hu_hu: Ajánlja

source: Referral URL Visits (Unique)
hu_hu: Ajánlói URL-látogatások (egyedi)

source: Share these coupon codes with your audience! Each time someone uses your unique code, you'll earn a referral reward.
hu_hu: Ossza meg ezeket a kuponkódokat a közönségével! Valahányszor valaki felhasználja az egyedi kódját, ajánlói jutalmat kap.

source: Share this unique referral URL with your audience to start earning commissions
hu_hu: Ossza meg ezt az egyedi ajánlói URL-t a közönségével, hogy elkezdjen jutalékot keresni

source: Stats could not be loaded for.
hu_hu: A statisztikákat nem sikerült betölteni ehhez.

source: Supported Sites:
hu_hu: Támogatott webhelyek:

source: UTM Campaign/Medium/Source
hu_hu: UTM Kampány/Médium/Forrás

source: View All
hu_hu: Összes megtekintése

source: Your Affiliate Link
hu_hu: Az Ön Affiliate hivatkozása

source: Your Affiliate Links
hu_hu: Az Ön Affiliate hivatkozásai

source: Your Branded Coupon Codes
hu_hu: Az Ön márkázott kuponkódjai

source: Your recent referrals will be shown here
hu_hu: Az Ön legutóbbi ajánlásai itt fognak megjelenni
