Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluent-affiliate/fluent-affiliate-*.po
Languages: hu_hu

source: FluentAffiliate WordPress Plugin
hu_hu: FluentAffiliate WordPress-bővítmény

source: Pending
hu_hu: Függőben

source: Unpaid
hu_hu: Kifizetetlen

source: Paid
hu_hu: Kifizetve

source: Rejected
hu_hu: Elutasítva

source: Active
hu_hu: Aktív

source: Cancelled
hu_hu: Törölve

source: Affiliate ID
hu_hu: Partnerazonosító

source: WordPress Username
hu_hu: WordPress felhasználónév

source: Dashboard
hu_hu: Vezérlőpult

source: Links
hu_hu: Hivatkozások

source: Creatives
hu_hu: Kreatívok

source: Referrals
hu_hu: Jutalékok

source: Payouts
hu_hu: Kifizetések

source: Visits
hu_hu: Látogatások

source: Settings
hu_hu: Beállítások

source: Referral %1$s for %2$s recorded for %3$s (ID: %4$d).
hu_hu: A(z) %3$s részére rögzítésre került a(z) %2$s után járó %1$s jutalék (ID: %4$d).

source: Affiliates
hu_hu: Partnerek

source: Referral Settings
hu_hu: Jutalékbeállítások

source: Affiliate Groups
hu_hu: Partnercsoportok

source: Affiliate Creatives
hu_hu: Partner kreatívok

source: Integration Settings
hu_hu: Integrációs beállítások

source: Email Notifications
hu_hu: E-mail értesítések

source: Mail Settings
hu_hu: E-mail beállítások

source: Notification Settings
hu_hu: Értesítési beállítások

source: Registration Settings
hu_hu: Regisztrációs beállítások

source: Permission Management
hu_hu: Jogosultságkezelés

source: Migrator Settings
hu_hu: Migrátor beállításai

source: License Management
hu_hu: Licenckezelés

source: Domain Management
hu_hu: Domainkezelés

source: FluentAffiliate Referral Summary
hu_hu: FluentAffiliate jutalékösszegzés

source: Period
hu_hu: Időszak

source: Amount
hu_hu: Összeg

source: Today
hu_hu: Ma

source: Last 7 days
hu_hu: Elmúlt 7 nap

source: Last 30 days
hu_hu: Elmúlt 30 nap

source: All time
hu_hu: Összes időszak

source: Your Affiliate Account is Pending Approval
hu_hu: Az Ön partnerfiókja jóváhagyásra vár

source: New Affiliate Account Created
hu_hu: Új partnerfiók létrehozva

source: Your Affiliate Account is Approved
hu_hu: Az Ön partnerfiókja jóváhagyásra került

source: Your Payout Transaction is Paid
hu_hu: Az Ön kifizetési tranzakciója kifizetésre került

source: Affiliate Sale Confirmation: New Commission Earned
hu_hu: Partnerértékesítés megerősítése: új jutalék keletkezett

source: New Affiliate Sale Notification
hu_hu: Értesítés új partnerértékesítésről

source: Affiliate Platform is powered by %s.
hu_hu: A partnerplatformot a(z) %s működteti.

source: Affiliate has been successfully created
hu_hu: A partner sikeresen létrehozva

source: The selected group could not be found
hu_hu: A kiválasztott csoport nem található

source: Affiliate has been successfully updated
hu_hu: A partner sikeresen frissítve.

source: Invalid status provided
hu_hu: Érvénytelen állapot lett megadva.

source: Affiliate status is already set to this value
hu_hu: A partner állapota már erre az értékre van beállítva.

source: Affiliate status has been successfully updated
hu_hu: A partner állapota sikeresen frissítve.

source: Selected Affiliate successfully deleted
hu_hu: A kiválasztott partner sikeresen törölve.

source: Total Paid
hu_hu: Összes kifizetett összeg

source: Total Unpaid
hu_hu: Összes kifizetetlen összeg

source: Total Order Value
hu_hu: Megrendelések összértéke

source: Conversion Rate
hu_hu: Konverziós arány

source: Total Visits
hu_hu: Összes látogatás

source: Total Referrals
hu_hu: Összes ajánlás

source: Active Affiliates
hu_hu: Aktív partnerek

source: Pending Affiliates
hu_hu: Függőben lévő partnerek

source: Total Order Value by Referrals
hu_hu: Ajánlások szerinti összes rendelési érték

source: Failed to save settings
hu_hu: A beállítások mentése sikertelen

source: Integration not found or base plugin is not installed
hu_hu: Az integráció nem található, vagy az alap bővítmény nincs telepítve

source: Integration status updated successfully
hu_hu: Az integráció állapota sikeresen frissítve

source: Migrator not found
hu_hu: A migrátor nem található

source: Data wiped successfully
hu_hu: Az adatok sikeresen törölve

source: Payout successfully updated
hu_hu: A kifizetés sikeresen frissítve

source: Start date cannot be greater than end date.
hu_hu: A kezdő dátum nem lehet későbbi, mint a befejező dátum.

source: No affiliates found for the given criteria.
hu_hu: A megadott feltételeknek megfelelő partnerek nem találhatók.

source: Payout successfully created and marked as processing. Please complete the transactions now
hu_hu: A kifizetés sikeresen létrehozva és feldolgozásra megjelölve. Kérjük, fejezze be most a tranzakciókat

source: Transaction status is already set to this value.
hu_hu: A tranzakció állapota már erre az értékre van beállítva.

source: Transaction status successfully updated
hu_hu: A tranzakció állapota sikeresen frissítve

source: No processing transactions found for this payout.
hu_hu: Ehhez a kifizetéshez nem találhatók feldolgozás alatt álló tranzakciók.

source: All processing transactions have been marked as paid.
hu_hu: Minden feldolgozás alatt álló tranzakció megjelölve fizetettként.

source: Transaction successfully deleted
hu_hu: A tranzakció sikeresen törölve

source: Affiliate Account could not be found
hu_hu: A partnerfiók nem található

source: Payment Email (PayPal)
hu_hu: Fizetési e-mail (PayPal)

source: This email will be used to send payouts.
hu_hu: Ez az e-mail-cím a kifizetések küldésére lesz használva.

source: Enable Referral Email Notification
hu_hu: Ajánlási e-mail értesítés engedélyezése

source: If enabled then you will receive email notification on successful referals
hu_hu: Ha engedélyezi, sikeres ajánlások esetén e-mail értesítést kap

source: Payment email is required
hu_hu: A fizetési e-mail megadása kötelező

source: Please enter a valid email address
hu_hu: Kérjük, adjon meg egy érvényes e-mail-címet

source: Please select an option for referral email notification
hu_hu: Kérjük, válasszon egy lehetőséget az ajánlási e-mail értesítéshez

source: Invalid option selected for referral email notification
hu_hu: Érvénytelen lehetőséget választott az ajánlási e-mail értesítéshez

source: Settings has been updated successfully
hu_hu: A beállítások sikeresen frissítve

source: You cannot create a referral for an inactive affiliate.
hu_hu: Nem hozhat létre ajánlást inaktív partnerhez.

source: Manual Referral has been created
hu_hu: Kézi ajánlás létrehozva

source: You cannot update a paid referral.
hu_hu: Nem frissíthet fizetett ajánlást.

source: Referral has been updated
hu_hu: Az ajánlás frissítve

source: Referral has been deleted
hu_hu: Az ajánlás törölve

source: Affiliates - Pending
hu_hu: Partnerek - Függőben

source: Total Paid Referrals
hu_hu: Összes kifizetett ajánlás

source: Total Unpaid Referrals
hu_hu: Összes kifizetetlen ajánlás

source: Paid Transactions
hu_hu: Fizetett tranzakciók

source: Total Pending Payouts
hu_hu: Összes függőben lévő kifizetés

source: Total Revenue
hu_hu: Összes bevétel

source: Total Orders
hu_hu: Összes rendelés

source: Send from email is not valid
hu_hu: A feladói e-mail-cím érvénytelen

source: Reply to email is not valid
hu_hu: A válaszcím e-mail-címe érvénytelen

source: Email settings has been updated successfully
hu_hu: Az e-mail-beállítások sikeresen frissítve

source: Invalid email key provided
hu_hu: A megadott e-mail-kulcs érvénytelen

source: Referral settings updated successfully
hu_hu: Az ajánlási beállítások sikeresen frissítve

source: Page already exists
hu_hu: Az oldal már létezik

source: Page created successfully
hu_hu: Az oldal sikeresen létrehozva

source: (no title)
hu_hu: (nincs cím)

source: custom
hu_hu: egyéni

source: default
hu_hu: alapértelmezett

source: This form cannot be used to log in. Please reload the page and try again.
hu_hu: Ezzel az űrlappal nem lehet bejelentkezni. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: Email is required
hu_hu: Az e-mail megadása kötelező

source: Password is required
hu_hu: A jelszó megadása kötelező

source: Please fill all the required fields correctly
hu_hu: Kérjük, töltse ki megfelelően az összes kötelező mezőt

source: Please fill in all required fields correctly.
hu_hu: Kérjük, töltse ki helyesen az összes kötelező mezőt.

source: Registration is disabled for this site
hu_hu: Ezen a webhelyen a regisztráció le van tiltva

source: Username is not valid
hu_hu: A felhasználónév érvénytelen

source: Please provide a valid username
hu_hu: Kérjük, adjon meg érvényes felhasználónevet

source: Username must be at least 4 characters long
hu_hu: A felhasználónévnek legalább 4 karakter hosszúnak kell lennie

source: Username is already taken or reserved
hu_hu: A felhasználónév már foglalt vagy fenntartott

source: Username is already taken or reserved. Please use a different username
hu_hu: A felhasználónév már foglalt vagy fenntartott. Kérjük, használjon másik felhasználónevet

source: Verification code is required
hu_hu: Az ellenőrző kód megadása kötelező

source: Continue to the Affiliate Dashboard
hu_hu: Tovább a partneri irányítópultra

source: Welcome back!
hu_hu: Üdvözöljük újra!

source: You have successfully logged in to the affiliate dashboard
hu_hu: Sikeresen bejelentkezett a partneri irányítópultba

source: Continue to the Dashboard
hu_hu: Tovább az irányítópultra

source: Congratulations!
hu_hu: Gratulálunk!

source: You have successfully applied for an affiliate account
hu_hu: Sikeresen jelentkezett partneri fiókra

source: Registration is disabled
hu_hu: A regisztráció le van tiltva

source: Affiliate Registration
hu_hu: Partneri regisztráció

source: Register
hu_hu: Regisztráció

source: Already have an account?
hu_hu: Már rendelkezik fiókkal?

source: Login
hu_hu: Bejelentkezés

source: Login to your Affiliate Dashboard
hu_hu: Jelentkezzen be a partneri irányítópultjába

source: Please enter your email and password to log in.
hu_hu: Kérjük, adja meg e-mail-címét és jelszavát a bejelentkezéshez.

source: Don't have an account?
hu_hu: Nincs még fiókja?

source: Register Now
hu_hu: Regisztráljon most

source: <strong>Error</strong>: Please enter a username.
hu_hu: <strong>Hiba</strong>: Kérjük, adjon meg felhasználónevet.

source: <strong>Error</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
hu_hu: <strong>Hiba</strong>: Ez a felhasználónév érvénytelen, mert tiltott karaktereket tartalmaz. Kérjük, adjon meg érvényes felhasználónevet.

source: <strong>Error</strong>: This username is already registered. Please choose another one.
hu_hu: <strong>Hiba</strong>: Ez a felhasználónév már regisztrálva van. Kérjük, válasszon egy másikat.

source: <strong>Error</strong>: Sorry, that username is not allowed.
hu_hu: <strong>Hiba</strong>: Sajnáljuk, ez a felhasználónév nem engedélyezett.

source: <strong>Error</strong>: Please type your email address.
hu_hu: <strong>Hiba</strong>: Kérjük, írja be e-mail-címét.

source: <strong>Error</strong>: The email address is not correct.
hu_hu: <strong>Hiba</strong>: Az e-mail-cím nem helyes.

source: <strong>Error:</strong> This email address is already registered. Please login or try resetting your password.
hu_hu: <strong>Hiba:</strong> Ezt az e-mail-címet már regisztrálták. Kérjük, jelentkezzen be, vagy próbálja meg visszaállítani a jelszavát.

source: <strong>Error</strong>: Could not register you. Please contact the site admin!
hu_hu: <strong>Hiba</strong>: Nem sikerült regisztrálni Önt. Kérjük, lépjen kapcsolatba a webhely adminisztrátorával!

source: I agree to the terms and conditions
hu_hu: Elfogadom a szerződési feltételeket

source: I agree to the %1$s terms and conditions %2$s
hu_hu: Elfogadom a %1$s szerződési feltételeket %2$s

source: Full name
hu_hu: Teljes név

source: Your first & last name
hu_hu: Az Ön kereszt- és vezetékneve

source: Your email address
hu_hu: Az Ön e-mail-címe

source: Email Address
hu_hu: E-mail-cím

source: No space or special characters
hu_hu: Szóköz és speciális karakterek nélkül

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: Account Password
hu_hu: Fiók jelszava

source: Password Confirmation
hu_hu: Jelszó megerősítése

source: Re-type Account Password
hu_hu: Írja be újra a fiók jelszavát

source: About Yourself
hu_hu: Önről

source: How will you promote us?
hu_hu: Hogyan fogja népszerűsíteni minket?

source: Please provide details on how you plan to promote our products or services.
hu_hu: Kérjük, adja meg részletesen, hogyan tervezi népszerűsíteni termékeinket vagy szolgáltatásainkat.

source: Your website URL
hu_hu: Az Ön weboldalának URL-je

source: Website URL
hu_hu: Weboldal URL-je

source: If you have a website or blog, please provide the URL. This helps us understand your online presence.
hu_hu: Ha rendelkezik weboldallal vagy bloggal, kérjük, adja meg az URL-t. Ez segít megérteni az online jelenlétét.

source: Your PayPal email address
hu_hu: Az Ön PayPal e-mail-címe

source: Payment Email Address
hu_hu: Fizetési e-mail-cím

source: Enter your PayPal Email Address (so we can pay you)
hu_hu: Adja meg a PayPal e-mail-címét (hogy fizethessünk Önnek)

source: Username is required
hu_hu: A felhasználónév megadása kötelező

source: Username is already taken
hu_hu: A felhasználónév már foglalt

source: Email is not valid
hu_hu: Az e-mail-cím érvénytelen

source: Email is already taken
hu_hu: Az e-mail-cím már foglalt

source: Password must be at most 50 characters long
hu_hu: A jelszó legfeljebb 50 karakter hosszú lehet

source: Password must be at least 6 characters long
hu_hu: A jelszónak legalább 6 karakter hosszúnak kell lennie

source: Password and confirmation password do not match
hu_hu: A jelszó és a megerősítő jelszó nem egyeznek

source: Password confirmation is required
hu_hu: A jelszó megerősítése kötelező

source: Full name is required
hu_hu: A teljes név megadása kötelező

source: You must agree to the terms and conditions
hu_hu: El kell fogadnia a szerződési feltételeket

source: Your registration verification code for %s
hu_hu: Az Ön regisztrációs ellenőrzőkódja a következőhöz: %s

source: Hello %s,
hu_hu: Tisztelt %s,

source: Thank you for registering with us! To complete the setup of your account, please enter the verification code below on the registration page.
hu_hu: Köszönjük, hogy regisztrált nálunk! A fiókja beállításának befejezéséhez kérjük, írja be az alábbi ellenőrzőkódot a regisztrációs oldalon.

source: Verification Code: %s
hu_hu: Ellenőrzőkód: %s

source: This code is valid for 10 minutes and is meant to ensure the security of your account. If you did not initiate this request, please ignore this email.
hu_hu: Ez a kód 10 percig érvényes, és a fiókja biztonságát szolgálja. Ha nem Ön kezdeményezte ezt a kérést, kérjük, hagyja figyelmen kívül ezt az e-mailt.

source: Activate your account
hu_hu: Aktiválja a fiókját

source: If you did not initiate this request, please ignore this email.
hu_hu: Ha nem Ön kezdeményezte ezt a kérést, kérjük, hagyja figyelmen kívül ezt az e-mailt.

source: This email has been sent from %1$s. Site: %2$s
hu_hu: Ezt az e-mailt %1$s küldte. Webhely: %2$s

source: A verification code has been sent to %s. Please provide the code below:
hu_hu: Ellenőrzőkódot küldtünk ide: %s. Kérjük, adja meg alább a kódot:

source: Verification Code
hu_hu: Ellenőrzőkód

source: 2FA Code
hu_hu: 2FA-kód

source: Complete Signup
hu_hu: Regisztráció befejezése

source: Invalid verification token. Please try again
hu_hu: Érvénytelen ellenőrző token. Kérjük, próbálja újra

source: Verification token has expired. Please try again.
hu_hu: Az ellenőrző token lejárt. Kérjük, próbálja újra.

source: Invalid email address. Please try again
hu_hu: Érvénytelen e-mail-cím. Kérjük, próbálja újra

source: Invalid verification code. Please try again
hu_hu: Érvénytelen ellenőrzőkód. Kérjük, próbálja újra

source: Too many requests. Please try again later
hu_hu: Túl sok kérés. Kérjük, próbálja meg később

source: Remember Me
hu_hu: Jegyezzen meg

source: Log In
hu_hu: Bejelentkezés

source: Your account email address
hu_hu: Az Ön fiókjának e-mail-címe

source: Your account password
hu_hu: Az Ön fiókjának jelszava

source: Invalid email address
hu_hu: Érvénytelen e-mail-cím

source: Affiliate Account Approved
hu_hu: Partnerfiók jóváhagyva

source: This automation will be initiated when an affiliate status get to approved.
hu_hu: Ez az automatizmus akkor indul el, amikor egy partner státusza jóváhagyott lesz.

source: Restart the Automation Multiple times for a contact for this event. (Only enable if you want to restart automation for the same contact)
hu_hu: Az automatizmus többszöri újraindítása egy névjegyhez ennél az eseménynél. (Csak akkor engedélyezze, ha ugyanazon névjegyhez újra szeretné indítani az automatizmust)

source: If you enable, then it will restart the automation for a contact if the contact already in the automation. Otherwise, It will just skip if already exist
hu_hu: Ha engedélyezi, és a névjegy már szerepel az automatizmusban, akkor az automatizmus újraindul számára. Egyébként a rendszer kihagyja.

source: Subscription Status
hu_hu: Feliratkozási állapot

source: Select Status
hu_hu: Válasszon állapotot

source: An Automated double-optin email will be sent for new subscribers
hu_hu: Automatikus double-optin e-mail kerül kiküldésre az új feliratkozóknak

source: Affiliate Registered as Pending
hu_hu: Partner regisztrálva: függőben

source: This automation will be initiated when an affiliate registers and is set to pending status.
hu_hu: Ez az automatizmus akkor indul el, amikor egy partner regisztrál, és a státusza függőben lévőre kerül.

source: Create Affiliate Account
hu_hu: Partnerfiók létrehozása

source: This action will create an affiliate account for the user.
hu_hu: Ez a művelet partnerfiókot hoz létre a felhasználó számára.

source: Affiliate Status
hu_hu: Partner státusza

source: Select the status for the affiliate account. Please note, WordPress user account must need to be available for this contact.
hu_hu: Válassza ki a partnerfiók státuszát. Kérjük, vegye figyelembe, hogy ehhez a névjegyhez rendelkezésre kell állnia WordPress felhasználói fióknak.

source: Rate Type
hu_hu: Jutalék típusa

source: Select the rate type for the affiliate account.
hu_hu: Válassza ki a partnerfiók jutaléktípusát.

source: Default
hu_hu: Alapértelmezett

source: Percentage
hu_hu: Százalékos

source: Fixed Amount
hu_hu: Fix összeg

source: Enter rate value
hu_hu: Adja meg a jutalék mértékét

source: Rate Value
hu_hu: Jutalék mértéke

source: Enter the rate value for the affiliate account.
hu_hu: Adja meg a partnerfiók jutalékának mértékét.

source: Payment Email
hu_hu: Fizetési e-mail-cím

source: Enter payment email for the affiliate account.
hu_hu: Adja meg a partnerfiók fizetési e-mail-címét.

source: This email will be used for payment purposes.
hu_hu: Ezt az e-mail-címet fizetési célokra használjuk.

source: Note (Optional)
hu_hu: Megjegyzés (opcionális)

source: Enter any additional notes for the affiliate account.
hu_hu: Adja meg a partnerfiókhoz tartozó további megjegyzéseket.

source: This note will be added to the affiliate account.
hu_hu: Ez a megjegyzés hozzáadásra kerül a partnerfiókhoz.

source: Approved
hu_hu: Jóváhagyva

source: Funnel Skipped because user could not be found
hu_hu: Tölcsér kihagyva, mert a felhasználó nem található

source: Funnel Skipped because the contact is already an affiliate
hu_hu: Tölcsér kihagyva, mert a névjegy már partner

source: Affiliate account created for user %1$s with status %2$s
hu_hu: Partnerfiók létrehozva %1$s felhasználó számára %2$s státusszal

source: Sync FluentAffiliate Affiliates Now
hu_hu: FluentAffiliate partnerek szinkronizálása most

source: Affiliates Sync
hu_hu: Partnerek szinkronizálása

source: You can sync all your Affiliates into FluentCRM. After this sync you can segment your contacts easily
hu_hu: Szinkronizálhatja az összes partnerét a FluentCRM-be. A szinkronizálás után könnyedén szegmentálhatja a névjegyeit

source: Next [Review Data]
hu_hu: Tovább [Adatok áttekintése]

source: Is Affiliate
hu_hu: Partner-e

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Status
hu_hu: Állapot

source: Inactive
hu_hu: Inaktív

source: Earnings
hu_hu: Bevétel

source: Unpaid Earnings
hu_hu: Ki nem fizetett bevétel

source: Registration Date
hu_hu: Regisztráció dátuma

source: Last Payout Date
hu_hu: Legutóbbi kifizetés dátuma

source: Commission Rate
hu_hu: Jutalék mértéke

source: Total Earnings
hu_hu: Összes bevétel

source: Affiliate Profile
hu_hu: Partner profilja

source: Contact Status
hu_hu: Névjegy állapota

source: Lists
hu_hu: Listák

source: Tags
hu_hu: Címkék

source: Stats
hu_hu: Statisztikák

source: CRM Profile
hu_hu: CRM profil

source: View Profile
hu_hu: Profil megtekintése

source: Affiliate Payout Sent
hu_hu: Partneri kifizetés elküldve

source: This automation will be initiated when a payout transaction is marked as paid to an affiliate.
hu_hu: Ez az automatizmus akkor indul el, amikor egy kifizetési tranzakciót kifizetettnek jelölnek egy partner számára.

source: Restart the Automation Multiple times for a contact for this event.
hu_hu: Indítsa újra az automatizmust többször is ennél az eseménynél egy névjegy esetén.

source: Successful Referral Created
hu_hu: Sikeres ajánlás létrehozva

source: This automation will be initiated when a successful referral is created with paid order.
hu_hu: Ez az automatizmus akkor indul el, amikor fizetett rendeléshez sikeres ajánlás jön létre.

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: [FluentAffiliate] Referral Created
hu_hu: [FluentAffiliate] Ajánlás létrehozva

source: Select Affiliate you want to add to cart
hu_hu: Válassza ki a kosárba tenni kívánt partnert

source: Select Affiliate
hu_hu: Válasszon partnert

source: Referral has been created for affiliate: %1$s. Amount: %2$s
hu_hu: Ajánlás jött létre a partner számára: %1$s. Összeg: %2$s

source: Fluent Affiliate referral created.
hu_hu: Fluent Affiliate ajánlás létrehozva.

source: Connect FluentAffiliate with FluentForms to track form submissions and payments as referrals
hu_hu: Csatlakoztassa a FluentAffiliate-et a FluentForms-szal, hogy az űrlapbeküldéseket és kifizetéseket ajánlásként kövesse

source: Select Forms
hu_hu: Válasszon űrlapokat

source: Enable custom rate for specific forms
hu_hu: Egyedi jutalékráta engedélyezése meghatározott űrlapokhoz

source: Create affiliate accounts automatically when forms are submitted.
hu_hu: Hozzon létre partnerfiókokat automatikusan az űrlapok beküldésekor.

source: Integration Name
hu_hu: Integráció neve

source: Your Integration Name
hu_hu: Az Ön integrációjának neve

source: User Type
hu_hu: Felhasználó típusa

source: Create New WordPress User + Affiliate
hu_hu: Új WordPress felhasználó + partner létrehozása

source: Create Affiliate for Existing User (must be logged in)
hu_hu: Partner létrehozása meglévő felhasználóhoz (be kell jelentkeznie)

source: Conditional Logics
hu_hu: Feltételes logikák

source: Allow this integration conditionally based on your submission values
hu_hu: Engedélyezze ezt az integrációt feltételesen az Ön beküldésének értékei alapján

source: Enable this integration
hu_hu: Engedélyezze ezt az integrációt

source: Map Fields
hu_hu: Mezők megfeleltetése

source: Associate your affiliate fields to the appropriate Fluent Forms fields by selecting the appropriate form field from the list.
hu_hu: Társítsa partnermezőit a megfelelő Fluent Forms mezőkhöz a listából kiválasztva a megfelelő űrlapmezőt.

source: Affiliate Field
hu_hu: Partner mező

source: Form Field
hu_hu: Űrlapmező

source: Auto Approve Affiliate
hu_hu: Partner automatikus jóváhagyása

source: Use Global Settings
hu_hu: Globális beállítások használata

source: Yes, Auto Approve
hu_hu: Igen, automatikus jóváhagyás
