Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluent-affiliate/fluent-affiliate-*.po
Languages: hu_hu

source: No, Keep Pending
hu_hu: Nem, maradjon függőben

source: Full Name
hu_hu: Teljes név

source: Promotion Note
hu_hu: Promóciós megjegyzés

source: Required fields (email, payment_email) are missing for new user affiliate registration
hu_hu: Kötelező mezők (email, payment_email) hiányoznak az új felhasználó partnerregisztrációjához

source: User with this email or username already exists
hu_hu: Ilyen email-címmel vagy felhasználónévvel már létezik felhasználó

source: Affiliate user created successfully. User ID:
hu_hu: Partner felhasználó sikeresen létrehozva. Felhasználóazonosító:

source: User must be logged in to create affiliate account
hu_hu: A partnerfiók létrehozásához a felhasználónak be kell jelentkeznie

source: User already has an affiliate account
hu_hu: A felhasználónak már van partnerfiókja

source: Required field (payment_email) is missing for affiliate registration
hu_hu: A partnerregisztrációhoz hiányzik egy kötelező mező (payment_email)

source: Affiliate account created successfully
hu_hu: Partnerfiók sikeresen létrehozva

source: Connect Paymattic with Fluent Affiliate for Affiliate Registration
hu_hu: Csatlakoztassa a Paymattic-ot a Fluent Affiliate-hez a partnerregisztrációhoz

source: Choose options
hu_hu: Válasszon opciókat

source: Select the status for the affiliate
hu_hu: Válassza ki a partner státuszát

source: Note
hu_hu: Megjegyzés

source: Set the note for the affiliate
hu_hu: Állítsa be a megjegyzést a partner számára

source: Merge the payment email field from the form
hu_hu: Társítsa az űrlap fizetési e-mail mezőjét

source: Create affiliate program on payment success
hu_hu: Partneri fiók létrehozása sikeres fizetéskor

source: Map Fields for WP Users (if submitter is logged in, this data will be ignored)
hu_hu: Mezők hozzárendelése WP felhasználókhoz (ha a beküldő be van jelentkezve, ezek az adatok figyelmen kívül lesznek hagyva)

source: A new user will be created if no user is found based on the provided email address, Associate your user registration fields to the appropriate Paymattic fields by selecting the appropriate form field from the list.
hu_hu: Új felhasználó jön létre, ha a megadott e-mail-cím alapján nem található felhasználó. Társítsa a felhasználó-regisztrációs mezőit a megfelelő Paymattic mezőkhöz a listából a megfelelő űrlapmező kiválasztásával.

source: User Registration Field
hu_hu: Felhasználó-regisztrációs mező

source: User Email Address
hu_hu: Felhasználó e-mail-címe

source: User name
hu_hu: Felhasználónév

source: Keep empty if you want the username and user email is the same
hu_hu: Hagyja üresen, ha azt szeretné, hogy a felhasználónév és a felhasználói e-mail-cím azonos legyen

source: Keep empty to be auto generated
hu_hu: Hagyja üresen az automatikus létrehozáshoz

source: %s Integration
hu_hu: %s integráció

source: [FluentAffiliate] User creation failed
hu_hu: [FluentAffiliate] Felhasználó létrehozása sikertelen

source: [FluentAffiliate] Affiliate already exists for this user
hu_hu: [FluentAffiliate] Ehhez a felhasználóhoz már létezik partneri fiók

source: Affiliate created successfully. Affiliate ID: %d
hu_hu: Partneri fiók sikeresen létrehozva. Partnerazonosító: %d

source: [FluentAffiliate] Registration skipped because no email is given
hu_hu: [FluentAffiliate] A regisztráció kihagyva, mert nem lett megadva e-mail

source: [FluentAffiliate] Registration skipped because no payment email is given
hu_hu: [FluentAffiliate] A regisztráció kihagyva, mert nem lett megadva fizetési e-mail

source: Paymattic Forms
hu_hu: Paymattic űrlapok

source: Affiliate application is in review
hu_hu: Partneri jelentkezés elbírálás alatt

source: Thank you for applying our Affiliate Program! Your application is under review, and we'll notify you once it's approved. Please check back soon or contact support for assistance.
hu_hu: Köszönjük, hogy jelentkezett partnerprogramunkba! Jelentkezése elbírálás alatt áll, és értesítjük, amint jóváhagyásra kerül. Kérjük, térjen vissza hamarosan, vagy vegye fel a kapcsolatot az ügyfélszolgálattal segítségért.

source: Affiliate account is not active
hu_hu: A partneri fiók nem aktív

source: Your affiliate registration has been rejected. If you believe this is an error, please contact support for assistance.
hu_hu: Partneri regisztrációját elutasítottuk. Ha úgy véli, ez tévedés, kérjük, lépjen kapcsolatba az ügyfélszolgálattal segítségért.

source: New Affiliate Signup Notification Email
hu_hu: Új partneri regisztrációról szóló értesítő e-mail

source: An email will be sent to the admin when someone register as an affiliate. So admin can review the application and approve the affiliate
hu_hu: E-mailt küldünk az adminisztrátornak, amikor valaki partnerként regisztrál, így felülvizsgálhatja a jelentkezést és jóváhagyhatja a partnert.

source: New Affiliate registered to your site {{site.name}}
hu_hu: Új partner regisztrált az oldalára: {{site.name}}

source: New Sale Notification Email to Admin
hu_hu: Új értékesítésről szóló értesítő e-mail az adminisztrátornak

source: An email will be sent to the admin when a new sale is made through the affiliate program.
hu_hu: E-mailt küldünk az adminisztrátornak, amikor új értékesítés történik a partnerprogramon keresztül.

source: Affiliate Application Pending Notification Email
hu_hu: Függőben lévő partneri jelentkezésről szóló értesítő e-mail

source: An email will be sent to the affiliate when they apply for an affiliate account and the application is pending review.
hu_hu: E-mailt küldünk a partnernek, amikor partneri fiókra jelentkezik, és a jelentkezése elbírálásra vár.

source: Affiliate application received - Review in progress
hu_hu: Partneri jelentkezés beérkezett - Elbírálás folyamatban

source: Affiliate Account Approved Notification Email
hu_hu: Jóváhagyott partneri fiókról szóló értesítő e-mail

source: An email will be sent to the affiliate when their account is approved.
hu_hu: E-mailt küldünk a partnernek, amikor a fiókja jóváhagyásra kerül.

source: Your affiliate application has been approved - Welcome aboard
hu_hu: Partneri jelentkezését jóváhagytuk - Üdvözöljük!

source: New Sale Notification Email to Affiliate
hu_hu: Új értékesítésről szóló értesítő e-mail a partnernek

source: An email will be sent to the affiliate when they make a sale through their referral link.
hu_hu: E-mailt küldünk a partnernek, amikor értékesítés történik az ajánlói linkjén keresztül.

source: Affiliate Payout Notification Email
hu_hu: Partneri kifizetésről szóló értesítő e-mail

source: An email will be sent to the affiliate when their payout is processed.
hu_hu: E-mailt küldünk a partnernek, amikor a kifizetését feldolgozásra kerül.

source: Your Affiliate Payout Has Been Processed - {{site.name}}
hu_hu: Partneri kifizetése feldolgozásra került - {{site.name}}

source: Affiliate Data
hu_hu: Partneri adatok

source: Affiliate Profile URL (Admin)
hu_hu: Partneri profil URL (Admin)

source: Affiliate Link (Primary Domain)
hu_hu: Partneri link (elsődleges domain)

source: Last 30 Days Earnnings
hu_hu: Az elmúlt 30 nap bevétele

source: Lifetime Earnnings
hu_hu: Összesített bevétel

source: Unpaid Earnnings
hu_hu: Kifizetetlen bevétel

source: Total Refferals
hu_hu: Összes ajánlás

source: Affiliate Note
hu_hu: Partneri megjegyzés

source: User Data
hu_hu: Felhasználói adatok

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Display Name
hu_hu: Megjelenített név

source: User Roles
hu_hu: Felhasználói szerepkörök

source: Payout Transaction
hu_hu: Kifizetési tranzakció

source: Payout Amount
hu_hu: Kifizetés összege

source: Created Date
hu_hu: Létrehozás dátuma

source: Total Refferrals
hu_hu: Összes ajánlás

source: Payout Currency
hu_hu: Kifizetés pénzneme

source: Referral
hu_hu: Ajánlás

source: Referral Amount
hu_hu: Ajánlás összege

source: Referral Description
hu_hu: Ajánlás leírása

source: Referral Currency
hu_hu: Ajánlás pénzneme

source: Referral UTM Campaign
hu_hu: Ajánlás UTM-kampánya

source: Site Data
hu_hu: Webhely adatai

source: Site Title
hu_hu: Webhely címe

source: Site tagline
hu_hu: Webhely leírása

source: Admin Email
hu_hu: Admin e-mail-cím

source: Affiliate Dashboard URL
hu_hu: Partneri irányítópult URL

source: Affiliate Admin Dashboard URL
hu_hu: Partner adminisztrátori irányítópult URL

source: Site URL
hu_hu: Webhely URL

source: Login Url
hu_hu: Bejelentkezési URL

source: Read Access to All Affiliates
hu_hu: Olvasási hozzáférés az összes partnerhez

source: Read & Write Access to All Affiliates
hu_hu: Olvasási és írási hozzáférés az összes partnerhez

source: Read Access to All Referrals
hu_hu: Olvasási hozzáférés az összes ajánláshoz

source: Read & Write Access to All Referrals
hu_hu: Olvasási és írási hozzáférés az összes ajánláshoz

source: Read Access to All Visits
hu_hu: Olvasási hozzáférés az összes látogatáshoz

source: Read Access to All Payouts
hu_hu: Olvasási hozzáférés az összes kifizetéshez

source: Read & Write Access to All Payouts
hu_hu: Olvasási és írási hozzáférés az összes kifizetéshez

source: Manage All Data and Settings
hu_hu: Minden adat és beállítás kezelése

source: All Access (Administrator)
hu_hu: Teljes hozzáférés (adminisztrátor)

source: (Coming soon)
hu_hu: (Hamarosan)

source: (Plugin Unavailable)
hu_hu: (Bővítmény nem érhető el)

source: (add credit to the first referrer)
hu_hu: (jóváírás az első ajánlónak)

source: (add credit to the last referrer)
hu_hu: (jóváírás az utolsó ajánlónak)

source: Access Permissions for this user
hu_hu: Ennek a felhasználónak a hozzáférési jogosultságai

source: Activity Overview
hu_hu: Tevékenység áttekintése

source: Add
hu_hu: Hozzáadás

source: Add Creative
hu_hu: Kreatív hozzáadása

source: Add Group
hu_hu: Csoport hozzáadása

source: Add Manager
hu_hu: Menedzser hozzáadása

source: Add More
hu_hu: További hozzáadása

source: Add New Affiliate
hu_hu: Új partner hozzáadása

source: Add New Creative
hu_hu: Új kreatív hozzáadása

source: Add New Group
hu_hu: Új csoport hozzáadása

source: Add New Referral
hu_hu: Új ajánlás hozzáadása

source: Add Page
hu_hu: Oldal hozzáadása

source: Add internal notes for this creative. These notes are visible only to admins.
hu_hu: Adjon hozzá belső jegyzeteket ehhez a kreatívhoz. Ezek a jegyzetek csak az adminisztrátorok számára láthatók.

source: Add managers to collaborate on affiliate management.
hu_hu: Adjon hozzá menedzsereket a partnerkezelésben való együttműködéshez.

source: Additional Note
hu_hu: További megjegyzés

source: Adjust your referral links by setting the variable, format, commission rate, & currency.
hu_hu: Állítsa be ajánlói hivatkozásait a változó, a formátum, a jutalék mértéke és a pénznem megadásával.

source: Admin Email Address
hu_hu: Admin e-mail-cím

source: Affiliate
hu_hu: Partner

source: Affiliate Area
hu_hu: Partnerfelület

source: Affiliate Commission on Subscription Renewal
hu_hu: Partnerjutalék az előfizetés megújításakor

source: Affiliate Info
hu_hu: Partnerinformációk

source: Affiliate data could not be loaded
hu_hu: Nem sikerült betölteni a partneradatokat

source: After
hu_hu: Után

source: All
hu_hu: Összes

source: All Connected Sites
hu_hu: Összes csatlakoztatott webhely

source: All-time Stats for
hu_hu: Mindenkori statisztikák ehhez

source: Alt Text
hu_hu: Alternatív szöveg

source: Applicable Affiliates
hu_hu: Érintett partnerek

source: Applicable Groups
hu_hu: Érintett csoportok

source: Apply
hu_hu: Alkalmaz

source: Approve Affiliate
hu_hu: Partner jóváhagyása

source: Are you sure you want to delete this affiliate?
hu_hu: Biztosan törli ezt a partnert?

source: Are you sure you want to delete this connection?
hu_hu: Biztosan törli ezt a kapcsolatot?

source: Are you sure you want to delete this referral? This action cannot be undone.
hu_hu: Biztosan törli ezt az ajánlást? Ez a művelet nem vonható vissza.

source: Are you sure you want to delete? This action is not recoverable
hu_hu: Biztosan törölni kívánja? Ez a művelet nem visszaállítható

source: Are you sure you want to mark all processing transactions as paid?
hu_hu: Biztosan kifizetettnek jelöli az összes feldolgozás alatt álló tranzakciót?

source: Are you sure you want to remove this team member?
hu_hu: Biztosan eltávolítja ezt a csapattagot?

source: Are you sure?
hu_hu: Biztos benne?

source: Ascending
hu_hu: Növekvő

source: Attached Coupons:
hu_hu: Csatolt kuponok:

source: Automatic
hu_hu: Automatikus

source: Back
hu_hu: Vissza

source: Background Color
hu_hu: Háttérszín

source: Base Referral URL:
hu_hu: Alap ajánlói URL:

source: Basic Details
hu_hu: Alapvető adatok

source: Before
hu_hu: Előtt

source: Border Radius
hu_hu: Szegély sugara

source: Button
hu_hu: Gomb

source: Button Preview
hu_hu: Gomb előnézete

source: Button Text
hu_hu: Gomb szövege

source: Button URL
hu_hu: Gomb URL-je

source: By Specific Categories
hu_hu: Meghatározott kategóriák szerint

source: By Specific Products
hu_hu: Meghatározott termékek szerint

source: Cancel
hu_hu: Mégse

source: Child Site Description
hu_hu: Alárendelt webhely leírása

source: Child Site Logo
hu_hu: Alárendelt webhely logója

source: Child Site Sub title
hu_hu: Alárendelt webhely alcíme

source: Child Site Title
hu_hu: Alárendelt webhely címe

source: Child Site URL
hu_hu: Alárendelt webhely URL-je

source: Choose a previous affiliate plugin to migrate your existing affiliate data from.
hu_hu: Válasszon egy korábbi partner bővítményt, amelyből át kívánja migrálni meglévő partneradatait.

source: Choose the character style for separating thousands in numerical values.
hu_hu: Válassza ki az ezres elválasztó karakterét a számértékekhez.

source: Choose the default format for how referral link will be generated.
hu_hu: Válassza ki az alapértelmezett formátumot az ajánlói hivatkozás generálásához.

source: Choose the position of the currency symbol in the amount.
hu_hu: Válassza ki a pénznem jelének helyét az összegben.

source: Click Here to Renew your License
hu_hu: Kattintson ide a licenc megújításához

source: Click here
hu_hu: Kattintson ide

source: Close
hu_hu: Bezárás

source: Columns
hu_hu: Oszlopok

source: Coming Soon
hu_hu: Hamarosan

source: Commission Amount
hu_hu: Jutalék összege

source: Completed
hu_hu: Teljesítve

source: Confirm
hu_hu: Megerősítés

source: Confirm Delete
hu_hu: Törlés megerősítése

source: Confirm Payout
hu_hu: Kifizetés megerősítése

source: Connect a new site
hu_hu: Új webhely csatlakoztatása

source: Connect a new site
hu_hu: Új webhely csatlakoztatása

source: Connect your other sites with this shop to track referrals
hu_hu: Csatlakoztassa az Ön többi webhelyét ehhez az áruházhoz az ajánlások követéséhez.

source: Converted
hu_hu: Konvertálva

source: Cookie Duration
hu_hu: Cookie élettartama

source: Copied to clipboard
hu_hu: Vágólapra másolva

source: Copied to your clipboard
hu_hu: Az Ön vágólapjára másolva

source: Copy
hu_hu: Másolás

source: Copy this token in your child site to connect.
hu_hu: Másolja be ezt a tokent az alwebhelyén a csatlakoztatáshoz.

source: Create
hu_hu: Létrehozás

source: Create Affiliate
hu_hu: Partner létrehozása

source: Create Manual Referral
hu_hu: Manuális ajánlás létrehozása

source: Create a page for affiliates to log in using the shortcode provided.
hu_hu: Hozzon létre egy oldalt a partnerek bejelentkezéséhez a megadott shortcode használatával.

source: Created By
hu_hu: Létrehozta

source: Credit
hu_hu: Jóváírás

source: Currency
hu_hu: Pénznem

source: Currency Symbol Position
hu_hu: Pénznemszimbólum pozíciója

source: Current Stage:
hu_hu: Jelenlegi szakasz:

source: Custom HTML
hu_hu: Egyéni HTML

source: Customer Info
hu_hu: Ügyfél adatai

source: Customers
hu_hu: Ügyfelek

source: Customize the email footer text to include your brand or additional information.
hu_hu: Testreszabhatja az e-mail lábléc szövegét, hogy tartalmazza az Ön márkáját vagy további információkat.

source: Customized Body
hu_hu: Testreszabott törzsszöveg

source: Daily
hu_hu: Napi

source: Date
hu_hu: Dátum

source: Days
hu_hu: Napok

source: Default Body
hu_hu: Alapértelmezett törzsszöveg

source: Default Currency
hu_hu: Alapértelmezett pénznem

source: Default From Settings
hu_hu: Alapértelmezett feladó beállításai

source: Default Referral Format
hu_hu: Alapértelmezett ajánlás formátuma

source: Define the variable used in referral links.
hu_hu: Határozza meg az ajánlói linkekben használt változót.

source: Delete
hu_hu: Törlés

source: Delete Affiliate
hu_hu: Partner törlése

source: Delete Connection
hu_hu: Kapcsolat törlése

source: Deleted User
hu_hu: Törölt felhasználó

source: Descending
hu_hu: Csökkenő

source: Description
hu_hu: Leírás

source: Design Your Button
hu_hu: Tervezze meg a gombját

source: Details
hu_hu: Részletek

source: Determine which affiliate receives credit for a referral.
hu_hu: Határozza meg, melyik partner kap jóváírást egy ajánlásért.

source: Disable Self Referral.
hu_hu: Saját magának történő ajánlás letiltása.

source: Disable powered by FluentAffiliate in the email footer
hu_hu: A powered by FluentAffiliate jelzés letiltása az e-mail láblécben

source: Draft
hu_hu: Piszkozat

source: E-Mail Settings
hu_hu: E-mail beállítások

source: EU Style
hu_hu: EU-stílus

source: Edit
hu_hu: Szerkesztés

source: Edit Registration Field
hu_hu: Regisztrációs mező szerkesztése

source: Edit Site Info
hu_hu: Webhelyadatok szerkesztése

source: Email Body
hu_hu: E-mail törzse

source: Email Body Type
hu_hu: E-mail törzs típusa

source: Email Footer
hu_hu: E-mail lábléc

source: Email Header Logo
hu_hu: E-mail fejléc logója

source: Email Subject
hu_hu: E-mail tárgya

source: Enable
hu_hu: Engedélyezés

source: Enable Affiliate Integration for %s
hu_hu: Partnerprogram-integráció engedélyezése %s számára

source: Enable Affiliate Registration
hu_hu: Partnerprogram-regisztráció engedélyezése

source: Enable Multi Domain Affiliate
hu_hu: Többdomaines partnerprogram engedélyezése

source: Enable this email notification
hu_hu: Ezen e-mail-értesítés engedélyezése

source: Enable this option to credit main affiliate on subscription renewal.
hu_hu: Engedélyezze ezt a beállítást a fő partner jóváírásához az előfizetés megújításakor.

source: Enable this to exclude shipping costs from the calculation of referral commissions.
hu_hu: Engedélyezze ezt, hogy a szállítási költségek kimaradjanak az ajánlói jutalékok számításából.

source: Enable this to exclude tax amounts from the calculation of referral commissions.
hu_hu: Engedélyezze ezt, hogy az adóösszegek kimaradjanak az ajánlói jutalékok számításából.

source: Enable this to prevent affiliates from earning commissions on their own purchases.
hu_hu: Engedélyezze ezt, hogy megakadályozza, hogy a partnerek saját vásárlásaik után jutalékot kapjanak.

source: Enabled this field
hu_hu: Ezt a mezőt engedélyezte

source: End Date
hu_hu: Befejezés dátuma

source: End Date & Time
hu_hu: Befejezés dátuma és időpontja

source: End Time
hu_hu: Befejezési idő

source: End date
hu_hu: Befejezés dátuma

source: Enter Cookie Duration
hu_hu: Adja meg a cookie időtartamát

source: Enter Default Rate
hu_hu: Adja meg az alapértelmezett rátát

source: Enter From Name
hu_hu: Adja meg a feladó nevét

source: Enter New License Key
hu_hu: Adja meg az új licenckulcsot

source: Enter Page Title
hu_hu: Adja meg az oldal címét

source: Enter Provider Slug (optional)
hu_hu: Adja meg a szolgáltató slugját (nem kötelező)

source: Enter Rate
hu_hu: Adja meg a rátát

source: Enter Referral Variable
hu_hu: Adja meg az ajánlói változót

source: Enter commission rate
hu_hu: Adja meg a jutalékrátát

source: Enter order ID (optional)
hu_hu: Adja meg a rendelésazonosítót (nem kötelező)

source: Enter the child site's config JSON
hu_hu: Adja meg a gyermek webhelyének konfigurációs JSON-ját

source: Enter the email address that will be used as the sender of outgoing emails.
hu_hu: Adja meg azt az e-mail-címet, amely a kimenő e-mailek feladója lesz.

source: Enter the email address to be used for replies to your emails.
hu_hu: Adja meg az Ön e-mailjeire érkező válaszokhoz használandó e-mail-címet.

source: Enter the name that will appear as the sender of outgoing emails.
hu_hu: Adja meg azt a nevet, amely a kimenő e-mailek feladójaként fog megjelenni.

source: Enter the name to be used when recipients reply to your emails.
hu_hu: Adja meg azt a nevet, amelyet a címzettek az Ön e-mailjeire válaszolva fognak használni.

source: Error
hu_hu: Hiba

source: Every Friday
hu_hu: Minden pénteken

source: Every Monday
hu_hu: Minden hétfőn

source: Every Saturday
hu_hu: Minden szombaton

source: Every Sunday
hu_hu: Minden vasárnap

source: Every Thursday
hu_hu: Minden csütörtökön

source: Every Tuesday
hu_hu: Minden kedden

source: Every Wednesday
hu_hu: Minden szerdán

source: Exclude Shipping
hu_hu: Szállítás kizárása

source: Exclude Tax
hu_hu: Adó kizárása

source: Expiration
hu_hu: Lejárat

source: Export
hu_hu: Exportálás

source: Failed
hu_hu: Sikertelen

source: Failed to copy
hu_hu: Másolás sikertelen

source: Failed to copy:
hu_hu: Másolás sikertelen:

source: Fetching License Information Please wait
hu_hu: Licencinformációk lekérése Kérjük, várjon

source: Field Type
hu_hu: Mező típusa

source: Finish
hu_hu: Befejezés

source: First Affiliate
hu_hu: Első partner

source: Fixed
hu_hu: Rögzített

source: Flat
hu_hu: Átalány

source: Flat Rate
hu_hu: Átalánydíj

source: FluentAffiliate Pro Required!
hu_hu: FluentAffiliate Pro szükséges!

source: FluentAffiliate Pro is Required
hu_hu: A FluentAffiliate Pro szükséges

source: FluentAffiliate will send admin notifications to this address.
hu_hu: A FluentAffiliate adminisztrátori értesítéseket küld erre a címre.

source: Font Size
hu_hu: Betűméret

source: Font Style
hu_hu: Betűstílus

source: For internal reference
hu_hu: Belső referencia céljára

source: For large databases, please read our documentation and use wp-cli.
hu_hu: Nagy adatbázisok esetén olvassa el a dokumentációnkat, és használja a wp-cli-t.

source: From Email Address
hu_hu: Feladó e-mail-címe

source: From Name
hu_hu: Feladó neve

source: Generated QR Code
hu_hu: Generált QR-kód

source: Group
hu_hu: Csoport

source: Group Details
hu_hu: Csoport részletei

source: Group Statistics
hu_hu: Csoport statisztikái

source: Growth Overview
hu_hu: Növekedés áttekintése

source: HTML Code copied to clipboard
hu_hu: A HTML-kód a vágólapra másolva

source: Have a new license Key?
hu_hu: Van új licenckulcsa?

source: Help Message
hu_hu: Súgóüzenet

source: Hidden
hu_hu: Rejtett

source: I have completed it
hu_hu: Befejeztem

source: If you have any data from FluentAffiliate. Please wipe the current data to avoid any conflict
hu_hu: Ha rendelkezik bármilyen FluentAffiliate-adattal, törölje a jelenlegi adatokat az ütközések elkerülése érdekében

source: Image
hu_hu: Kép

source: Insert
hu_hu: Beszúrás

source: Integrations
hu_hu: Integrációk

source: Internal Notes
hu_hu: Belső jegyzetek

source: Internal description
hu_hu: Belső leírás

source: Issue New Connect Config
hu_hu: Új Connect Config kiadása

source: Item ID
hu_hu: Elem ID

source: Joined on:
hu_hu: Csatlakozott ekkor:

source: Label
hu_hu: Címke

source: Label *
hu_hu: Címke *

source: Label field is required
hu_hu: A Címke mező kitöltése kötelező

source: Last 6 Months
hu_hu: Az elmúlt 6 hónap

source: Last Affiliate
hu_hu: Legutóbbi partner

source: Last Month
hu_hu: Múlt hónap

source: Last Week
hu_hu: Múlt hét

source: Last Year
hu_hu: Múlt év

source: Lead
hu_hu: Érdeklődő

source: Lead Optin
hu_hu: Érdeklődő feliratkozás

source: Learn More
hu_hu: Tudjon meg többet

source: Learn more
hu_hu: Tudjon meg többet

source: Let's Get Started
hu_hu: Kezdje el

source: License Key
hu_hu: Licenckulcs

source: Loading...
hu_hu: Betöltés...

source: Logo
hu_hu: Logó
