Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash-2checkout/learndash-2checkout-*.po
Languages: hu_hu

source: LearnDash LMS - 2Checkout Integration
hu_hu: LearnDash LMS - 2Checkout integráció

source: 2Checkout payment gateway for LearnDash LMS.
hu_hu: 2Checkout fizetési átjáró a LearnDash LMS-hez.

source: 2Checkout Settings
hu_hu: 2Checkout beállítások

source: Are you sure want to reset the 2Checkout values?
hu_hu: Biztosan visszaállítja a 2Checkout értékeket?

source: Active
hu_hu: Aktív

source: Test Mode
hu_hu: Teszt mód

source: Enable to activate test mode.
hu_hu: A teszt mód aktiválásához engedélyezze.

source: Merchant Code
hu_hu: Kereskedői kód

source: Enter your 2Checkout merchant code here.
hu_hu: Adja meg itt a 2Checkout kereskedői kódját.

source: Buy Link Secret Word
hu_hu: Buy Link titkos szó

source: This must matche with the Buy Link secret word in your 2Checkout account.
hu_hu: Ennek egyeznie kell a Buy Link titkos szóval a 2Checkout-fiókjában.

source: LearnDash LMS - 2Checkout Add-on requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - 2Checkout kiegészítő megköveteli, hogy a következő bővítmény(ek) aktívak legyenek:

source: Use 2Checkout
hu_hu: 2Checkout használata

source: Your transaction is successful. Please check your email for the login credentials.
hu_hu: A tranzakció sikeres. Kérjük, ellenőrizze az e-mailjét a bejelentkezési adatokért.

source: Your transaction is invalid. Please contact our web administrator to resolve this issue.
hu_hu: A tranzakció érvénytelen. Kérjük, lépjen kapcsolatba webes rendszergazdánkkal a probléma megoldásához.
