Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-jetpack-scan-extension/mainwp-jetpack-scan-extension-*.po
Languages: hu_hu

source: MainWP Jetpack Scan Extension
hu_hu: MainWP Jetpack Scan kiterjesztés

source: MainWP Jetpack Scan Extension uses the Jetpack Scan API to bring you information about vulnerable plugins and themes on your Child Sites so you can act accordingly.
hu_hu: A MainWP Jetpack Scan kiterjesztés a Jetpack Scan API-t használja, hogy információt nyújtson az Ön gyermek webhelyein található sérülékeny bővítményekről és sablonokról, így ennek megfelelően cselekedhet.

source: In order to grab your free coupon, make sure you have your MainWP API Key verified and saved on the Extensions page.
hu_hu: Az ingyenes kupon megszerzéséhez győződjön meg róla, hogy a MainWP API-kulcsa ellenőrizve van és el van mentve a Kiterjesztések oldalon.

source: You need to have at least one child site connected to your dashboard in order to get a coupon for the jetpack scan
hu_hu: A vezérlőpultjához legalább egy gyermek webhelynek kell csatlakoznia ahhoz, hogy kupont kapjon a jetpack scan számára

source: Connection failed to the Coupon server. Try again later.
hu_hu: Nem sikerült kapcsolódni a kuponszerverhez. Próbálja meg később.

source: Currently, all coupons are used. We are expecting more coupons. Please, try to claim your coupon later
hu_hu: Jelenleg minden kupont felhasználtak. Több kupont várunk. Kérjük, próbálja meg később igényelni a kuponját

source: No Coupons found
hu_hu: Nem találhatók kuponok

source: You need to have at least one child site connected to your dashboard in order to get a coupon for the free hosting
hu_hu: A vezérlőpultjához legalább egy gyermek webhelynek kell csatlakoznia ahhoz, hogy kupont kapjon az ingyenes tárhelyhez

source: Get Jetpack Scan Coupon
hu_hu: Jetpack Scan kupon igénylése

source: Enter the number of required coupons (Max: %d):
hu_hu: Adja meg a szükséges kuponok számát (Max: %d):

source: Enter your Jetpack email address:
hu_hu: Adja meg a Jetpack e-mail-címét:

source: *This info is shared with Jetpack by Automattic, review their %1$sPrivacy Policy%2$s:
hu_hu: *Ezt az információt az Automattic megosztja a Jetpackkel, tekintse meg az ő %1$sAdatvédelmi irányelveiket%2$s:

source: CLAIM COUPON
hu_hu: KUPON IGÉNYLÉSE

source: Page Settings
hu_hu: Oldalbeállítások

source: Vulnerable sites detected by the Jetpack Scan plugin.
hu_hu: Sérülékeny webhelyeket észlelt a Jetpack Scan bővítmény.

source: Jetpack Scan Dashboard
hu_hu: Jetpack Scan vezérlőpult

source: Plugins
hu_hu: Bővítmények

source: Themes
hu_hu: Sablonok

source: history threats found.
hu_hu: előzményekben talált fenyegetés.

source: Latest results as of
hu_hu: Legutóbbi eredmények ekkor

source: threats found.
hu_hu: fenyegetés található.

source: Jetpack Scan Not Detected
hu_hu: A Jetpack Scan nem található

source: First install and activate the Jetpack Scan plugin on the child site.
hu_hu: Először telepítse és aktiválja a Jetpack Scan bővítményt a gyermek webhelyen.

source: All Vulnerabilities
hu_hu: Összes sérülékenység

source: Number of threats.
hu_hu: Fenyegetések száma.

source: Click to see details
hu_hu: Kattintson a részletekért

source: No data available for the site.
hu_hu: Nem érhető el adat a webhelyhez.

source: Jetpack Scan Overview
hu_hu: Jetpack Scan áttekintés

source: Vulnerabilities Details
hu_hu: Sérülékenységek részletei

source: History
hu_hu: Előzmények

source: The scanning history contains a record of all previously active threats on your sites.
hu_hu: A vizsgálati előzmények tartalmazzák az Ön webhelyein korábban aktív fenyegetések nyilvántartását.

source: Fix detected threats by Updating or Deleting affected items.
hu_hu: Az észlelt fenyegetéseket az érintett elemek frissítésével vagy törlésével javíthatja.

source: Threat fixed on
hu_hu: Fenyegetés javítva ekkor

source: Threat ignored
hu_hu: Fenyegetés figyelmen kívül hagyva

source: What did Jetpack find?
hu_hu: Mit talált a Jetpack?

source: %1$sLearn more about this vulnerability%2$s
hu_hu: %1$sTudjon meg többet erről a sérülékenységről%2$s

source: The technical details
hu_hu: Technikai részletek

source: Threat found in file:
hu_hu: Fenyegetés található a fájlban:

source: How will we fix it?
hu_hu: Hogyan javítjuk?

source: Ignore Threat
hu_hu: Fenyegetés figyelmen kívül hagyása

source: Fix Threat
hu_hu: Fenyegetés javítása

source: Fix Not Available
hu_hu: Javítás nem érhető el

source: Please wait...
hu_hu: Kérjük, várjon...

source: To hide or show a widget, click the Cog (%s) icon and select options from "Show widgets"
hu_hu: Egy widget elrejtéséhez vagy megjelenítéséhez kattintson a Fogaskerék (%s) ikonra, és válasszon a "Widgetek megjelenítése" opciói közül

source: Returns this page to the state it was in when installed. The feature also restores any widgets you have moved through the drag and drop feature on the page.
hu_hu: Visszaállítja ezt az oldalt a telepítéskori állapotára. A funkció visszaállítja az oldalon a fogd és vidd funkcióval áthelyezett widgeteket is.

source: Reset Page
hu_hu: Oldal visszaállítása

source: Save Settings
hu_hu: Beállítások mentése

source: Jetpack Scan details
hu_hu: Jetpack Scan részletei

source: Widgets columns
hu_hu: Widgetoszlopok

source: Show widgets in 2 columns
hu_hu: Widgetek megjelenítése 2 oszlopban

source: Show widgets in 3 columns
hu_hu: Widgetek megjelenítése 3 oszlopban

source: Show widgets
hu_hu: Widgetek megjelenítése

source: Select widgets that you want to hide in the MainWP Overview page.
hu_hu: Válaszd ki a widgeteket, amelyeket el szeretnél rejteni a MainWP áttekintő oldalon.

source: Site
hu_hu: Webhely

source: Last check date
hu_hu: Utolsó ellenőrzés dátuma

source: Scan Activated
hu_hu: Vizsgálat aktiválva

source: Credentials
hu_hu: Hitelesítő adatok

source: Version
hu_hu: Verzió

source: Hide
hu_hu: Elrejtés

source: Scan Active
hu_hu: Vizsgálat aktív

source: Click to jump to the site Overview page
hu_hu: Kattints a webhely áttekintő oldalára ugráshoz

source: Jump to the site WP Admin
hu_hu: Ugrás a webhely WP Admin felületére

source: Jump to the site front page
hu_hu: Ugrás a webhely kezdőlapjára

source: Number of WP threats. Click to see details.
hu_hu: WP fenyegetések száma. Kattints a részletekért.

source: Number of Plugins threats. Click to see details.
hu_hu: Bővítmény-fenyegetések száma. Kattints a részletekért.

source: Number of Themes threats. Click to see details.
hu_hu: Téma-fenyegetések száma. Kattints a részletekért.

source: Connected
hu_hu: Csatlakoztatva

source: Disconnected
hu_hu: Leválasztva

source: Credentials are valid.
hu_hu: A hitelesítő adatok érvényesek.

source: Credentials are not valid. Credentials are required to fix threats. Set credentials in your Jetpack Scan account settings.
hu_hu: A hitelesítő adatok nem érvényesek. A fenyegetések elhárításához hitelesítő adatok szükségesek. Állítsd be a hitelesítő adatokat a Jetpack Scan fiókbeállításaiban.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: See more options
hu_hu: További lehetőségek megtekintése

source: Overview
hu_hu: Áttekintés

source: Edit
hu_hu: Szerkesztés

source: Go to
hu_hu: Ugrás

source: Unhide
hu_hu: Megjelenítés

source: Activate
hu_hu: Aktiválás

source: Update
hu_hu: Frissítés

source: Request Re-scan Now
hu_hu: Újravizsgálat kérése most

source: Fix Threats
hu_hu: Fenyegetések elhárítása

source: Click to jump to the site Jetpack Scan overview page
hu_hu: Kattints a webhely Jetpack Scan áttekintő oldalára ugráshoz

source: Latest results as of:
hu_hu: Legfrissebb eredmények ekkor:

source: Number of WP core threats. Click to see details.
hu_hu: WP core fenyegetések száma. Kattints a részletekért.

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Activate Jetpack
hu_hu: Jetpack aktiválása

source: Update Jetpack
hu_hu: Jetpack frissítése

source: Hide Jetpack
hu_hu: Jetpack elrejtése

source: Unhide Jetpack
hu_hu: Jetpack megjelenítése

source: Apply
hu_hu: Alkalmaz

source: All tags
hu_hu: Összes címke

source: Filter Sites
hu_hu: Webhelyek szűrése

source: Click to request scan for all sites. After request, scan process can take some time. As soon as done, new data will show.
hu_hu: Kattints az összes webhely vizsgálatának kéréséhez. A kérés után a vizsgálat eltarthat egy ideig. Amint kész, az új adatok megjelennek.

source: Request a Re-scan For All Sites
hu_hu: Újravizsgálat kérése az összes webhely számára

source: Click to sync Jetpack Scan data for sites.
hu_hu: Kattintson a webhelyek Jetpack Scan adatainak szinkronizálásához.

source: Sync Jetpack Scan Data
hu_hu: Jetpack Scan adatok szinkronizálása

source: Click to get Jetpack Scan Coupon.
hu_hu: Kattintson a Jetpack Scan kupon igényléséhez.

source: Show columns
hu_hu: Oszlopok megjelenítése

source: Returns this page to the state it was in when installed. The feature also restores any column you have moved through the drag and drop feature on the page.
hu_hu: Visszaállítja ezt az oldalt a telepítéskori állapotába. A funkció visszaállítja az oldalon a fogd és vidd funkcióval áthelyezett bármely oszlopot is.

source: Would you like to turn on home screen previews? This function queries WordPress.com servers to capture a screenshot of your site the same way comments shows you preview of URLs.
hu_hu: Szeretné bekapcsolni a kezdőképernyő-előnézeteket? Ez a funkció a WordPress.com szervereit kérdezi le, hogy képernyőképet készítsen a webhelyéről, ugyanúgy, ahogyan a hozzászólások az URL előnézetét mutatják.

source: Incorrect or missing consumer key and/or secret. If the issue persists please reset your authentication details from the MainWP > Settings > REST API page, on your MainWP Dashboard site.
hu_hu: Hibás vagy hiányzó consumer key és/vagy secret. Ha a probléma továbbra is fennáll, állítsa vissza a hitelesítési adatait a MainWP > Settings > REST API oldalon, a MainWP Dashboard webhelyén.

source: Required parameter is missing.
hu_hu: Hiányzik a kötelező paraméter.

source: Required parameter data is is not valid.
hu_hu: A kötelező paraméter adata nem érvényes.

source: Site not found.
hu_hu: A webhely nem található.

source: Jetpack Scan result empty.
hu_hu: A Jetpack Scan eredménye üres.

source: Jetpack info not found or not activated.
hu_hu: A Jetpack-információ nem található, vagy nincs aktiválva.

source: Scan started successfully.
hu_hu: A vizsgálat sikeresen elindult.

source: Process failed. Please try again.
hu_hu: A folyamat sikertelen. Próbálja újra.

source: Sites not found.
hu_hu: Nem találhatók webhelyek.

source: Jetpack Scan is not activated.
hu_hu: A Jetpack Scan nincs aktiválva.

source: An undefined error occured.
hu_hu: Ismeretlen hiba történt.

source: Threats
hu_hu: Fenyegetések

source: Add App
hu_hu: Alkalmazás hozzáadása

source: Manage Apps
hu_hu: Alkalmazások kezelése

source: %1$sAccess your WordPress.com Developer account%2$s and create a Client ID and Client Secret in the Create an application section.
hu_hu: %1$sNyissa meg a WordPress.com Developer fiókját%2$s, és hozzon létre Client ID és Client Secret értékeket a Create an application szakaszban.

source: When asked for the Redirect URLs, use the following:
hu_hu: Amikor a Redirect URL értékeket kéri a rendszer, a következőket használja:

source: For the additional help for the extension, please check the %1$sextension documentation%2$s.
hu_hu: További segítségért a bővítményhez, kérjük, nézze meg a %1$sbővítmény dokumentációját%2$s.

source: The scanning history contains a record of all previously active threats on your sites. It shows only threats that have been fixed or ignored previously.
hu_hu: A vizsgálati előzmények tartalmazzák a webhelyein korábban aktív összes fenyegetés nyilvántartását. Csak a korábban javított vagy figyelmen kívül hagyott fenyegetéseket mutatja.

source: The Threats page allows you to see all your websites where the Jetpack Scan plugin completed at least one scan.
hu_hu: A Fenyegetések oldal lehetővé teszi, hogy lássa az összes olyan webhelyét, ahol a Jetpack Scan bővítmény legalább egy vizsgálatot végzett.

source: To see specific site details, click on the website row to toggle the details section. The newly appeared section will show you the breakdown of all detected issues. Here, you can also filter vulnerability details by clicking the number of detected problems in the list of plugins and themes.
hu_hu: Egy adott webhely részleteinek megtekintéséhez kattintson a webhely sorára a részletek szakasz megjelenítéséhez. Az újonnan megjelent szakasz megmutatja az összes észlelt probléma bontását. Itt a sérülékenységek részleteit is szűrheti a bővítmények és témák listájában az észlelt problémák számára kattintva.

source: Last Scan
hu_hu: Legutóbbi vizsgálat

source: Jetpack Scan vulnerability data not found for the site.
hu_hu: A Jetpack Scan sérülékenységi adatai nem találhatók a webhelyhez.

source: Install, activate and connect the Jetpack Scan plugin on the child site to so start scanning it.
hu_hu: Telepítse, aktiválja és csatlakoztassa a Jetpack Scan bővítményt a gyermek webhelyen, hogy megkezdhesse a vizsgálatot.

source: Status
hu_hu: Állapot

source: App Name
hu_hu: Alkalmazás neve

source: Access Generated
hu_hu: Hozzáférés létrehozva

source: Disonnected
hu_hu: Leválasztva

source: %s ago
hu_hu: %s ezelőtt

source: %1$sRe-generate Access%2$s
hu_hu: %1$sHozzáférés újragenerálása%2$s

source: Remove App
hu_hu: Alkalmazás eltávolítása

source: No connected apps
hu_hu: Nincsenek csatlakoztatott alkalmazások

source: Fixed
hu_hu: Javítva

source: Ignored
hu_hu: Figyelmen kívül hagyva

source: Connect WPCOM App
hu_hu: WPCOM alkalmazás csatlakoztatása

source: Request Scan
hu_hu: Vizsgálat kérése

source: We are sending the Scan request. However, the process relies on the Jetpack API and may take multiple minutes to complete. The average time is 2 minutes per site. You can leave this page and come back later and Sync the Jetpack Scan Data to see fresh results.
hu_hu: Elküldjük a vizsgálati kérelmet. A folyamat azonban a Jetpack API-ra támaszkodik, és több percig is eltarthat. Az átlagos idő webhelyenként 2 perc. Elhagyhatja ezt az oldalt, később visszatérhet, és szinkronizálhatja a Jetpack Scan adatait a friss eredmények megtekintéséhez.

source: Go to the site Overview page.
hu_hu: Nyissa meg a webhely Áttekintés oldalát.

source: Pending.
hu_hu: Függőben.

source: Close
hu_hu: Bezárás

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: Access generated successfully.
hu_hu: A hozzáférés sikeresen létrehozva.

source: WPCOM sites data successfully reload.
hu_hu: A WPCOM webhelyek adatai sikeresen újratöltve.

source: Invalid data. Please try again.
hu_hu: Érvénytelen adatok. Kérjük, próbálja újra.

source: Generate access failed. Please try again.
hu_hu: A hozzáférés generálása sikertelen. Kérjük, próbálja újra.

source: WPCOM client id existed. Please try again.
hu_hu: A WPCOM kliensazonosító már létezik. Kérjük, próbálja újra.

source: Error: empty site id or WPCOM id or threat id. Please try again.
hu_hu: Hiba: üres webhelyazonosító vagy WPCOM azonosító vagy fenyegetésazonosító. Kérjük, próbálja újra.

source: Error: Invalid action. Please try again.
hu_hu: Hiba: érvénytelen művelet. Kérjük, próbálja újra.

source: Error: empty site id or WPCOM id. Please try again.
hu_hu: Hiba: üres webhelyazonosító vagy WPCOM azonosító. Kérjük, próbálja újra.

source: Website not found. Please try again.
hu_hu: A webhely nem található. Kérjük, próbálja újra.

source: Please use Client ID & Client Secret provided by the Wordpress.com and connect to your WordPress.com account.
hu_hu: Kérjük, használja a Wordpress.com által biztosított Client ID és Client Secret értékeket, és csatlakozzon a WordPress.com-fiókjához.

source: Error: WPCOM id. Please try again.
hu_hu: Hiba: WPCOM azonosító. Kérjük, próbálja újra.

source: Scan failed. Please try again.
hu_hu: A vizsgálat sikertelen. Kérjük, próbálja újra.

source: Error: Empty app id. Please try again.
hu_hu: Hiba: üres alkalmazásazonosító. Kérjük, próbálja újra.

source: Error: empty threats ids. Please try again.
hu_hu: Hiba: üres fenyegetésazonosítók. Kérjük, próbálja újra.

source: Update to
hu_hu: Frissítés erre
