Repository: hellowpio/wordpress-translations
Catalog: plugins/*/affiliatewp-custom-affiliate-slugs/affiliatewp-custom-affiliate-slugs-*.po
Languages: hu_hu

source: %s requires %s. Please activate it to continue.
hu_hu: A(z) %s a(z) %s meglétét igényli. Kérjük, aktiválja a folytatáshoz.

source: %s requires %s. Please install it to continue.
hu_hu: A(z) %s a(z) %s meglétét igényli. Kérjük, telepítse a folytatáshoz.

source: AffiliateWP - Custom Affiliate Slugs Requirements
hu_hu: AffiliateWP - Egyedi partneri slugok követelményei

source: AffiliateWP Requirements
hu_hu: AffiliateWP követelményei

source: Allow Custom Affiliate Slugs
hu_hu: Egyedi partneri slugok engedélyezése

source: Allow Custom Slug
hu_hu: Egyedi slug engedélyezése

source: Allow affiliate to create a custom slug.
hu_hu: Engedélyezze, hogy a partner egyedi slugot hozzon létre.

source: Allow all affiliates to create a custom slug. Leave unchecked if you would like to enable custom slugs on a per-affiliate basis.
hu_hu: Engedélyezze minden partnernek egyedi slug létrehozását. Hagyja jelöletlenül, ha az egyedi slugokat partnerenként szeretné engedélyezni.

source: Alphabetic
hu_hu: Csak betűk

source: Alphanumeric
hu_hu: Betűk és számok

source: Auto-create Custom Slugs
hu_hu: Egyedi slugok automatikus létrehozása

source: Auto-create Slug Settings
hu_hu: Slug automatikus létrehozásának beállításai

source: By changing your affiliate slug you acknowledge that any existing links using an older affiliate slug may no longer work. Type your new custom slug one more time to confirm, and then click the "Save Profile Settings" button below.
hu_hu: A partneri slugjának megváltoztatásával tudomásul veszi, hogy a régebbi partneri slugot használó meglévő hivatkozások lehet, hogy már nem fognak működni. Írja be az új egyedi slugját még egyszer a megerősítéshez, majd kattintson az alábbi „Profilbeállítások mentése” gombra.

source: By removing your affiliate slug you acknowledge that any existing links using an older affiliate slug may no longer work.
hu_hu: A partneri slugjának eltávolításával tudomásul veszi, hogy a régebbi partneri slugot használó meglévő hivatkozások lehet, hogy már nem fognak működni.

source: Cheatin&#8217; huh?
hu_hu: Csalunk, mi?

source: Confirm Affiliate Slug
hu_hu: Partneri slug megerősítése

source: Confirm Removal
hu_hu: Eltávolítás megerősítése

source: Confirm Slug Change
hu_hu: Slug módosításának megerősítése

source: Custom Affiliate Slug
hu_hu: Egyedi partneri slug

source: Custom Affiliate Slugs
hu_hu: Egyedi partneri slugok

source: Custom Slug
hu_hu: Egyedi slug

source: Custom Slug Settings
hu_hu: Egyedi slug beállításai

source: Enable this if you'd like custom slugs to be automatically created for affiliates when they register, or when affiliates are added manually.
hu_hu: Engedélyezze, ha azt szeretné, hogy a partnerek számára a regisztrációkor, illetve kézi hozzáadáskor automatikusan létrejöjjenek az egyedi slugok.

source: Error
hu_hu: Hiba

source: Get more add-ons for AffiliateWP
hu_hu: További kiegészítők beszerzése az AffiliateWP-hez

source: I acknowledge that by changing this affiliate's custom slug, any existing referral links using the old slug may no longer work.
hu_hu: Tudomásul veszem, hogy ennek a partnernek az egyedi slugjának megváltoztatásával a régi slugot használó meglévő ajánlói hivatkozások lehet, hogy már nem fognak működni.

source: More add-ons
hu_hu: További kiegészítők

source: Requirements
hu_hu: Követelmények

source: Requires %s (%s), but (%s) is installed.
hu_hu: A(z) %s (%s) szükséges, de a(z) (%s) van telepítve.

source: Requires %s (%s), but it appears to be missing.
hu_hu: A(z) %s (%s) szükséges, de úgy tűnik, hogy hiányzik.

source: Select how the slug should appear, Alphanumeric or Alphabetic.
hu_hu: Válassza ki, hogyan nézzen ki a slug: betűk és számok vagy csak betűk.

source: Show Custom Slug
hu_hu: Egyedi slug megjelenítése

source: Show the affiliate's custom slug in the <strong>Affiliate URLs</strong> tab of the Affiliate Area. This will only show if the affiliate has a custom slug, and the %sDefault Referral Format%s is set to <strong>ID</strong> or <strong>Username</strong>.
hu_hu: A partner egyedi slugjának megjelenítése a Partnerfelület <strong>Partner URL-ek</strong> lapján. Ez csak akkor jelenik meg, ha a partnernek van egyedi slugja, és a %sAlapértelmezett ajánlási formátum%s <strong>ID</strong>-re vagy <strong>Felhasználónév</strong>-re van állítva.

source: Slug Length
hu_hu: Slug hossza

source: Slug Preview
hu_hu: Slug előnézete

source: Slug Type
hu_hu: Slug típusa

source: Slugs do not match!
hu_hu: A slugok nem egyeznek!

source: The affiliate's custom slug.
hu_hu: A partner egyedi slugja.

source: The length of the custom slug. Will only apply to newly generated slugs.
hu_hu: Az egyedi slug hossza. Csak az újonnan generált slugokra vonatkozik.

source: This function is no longer needed. It will be removed in a future version.
hu_hu: Erre a funkcióra már nincs szükség. Egy későbbi verzióban el lesz távolítva.

source: This is an example of how the slug might look for the affiliate, based on the settings below.
hu_hu: Ez egy példa arra, hogyan nézhet ki a slug a partner számára az alábbi beállítások alapján.

source: This is your current slug.
hu_hu: Ez az aktuális slugja.

source: This plugin
hu_hu: Ez a bővítmény

source: This plugin is not fully active.
hu_hu: Ez a bővítmény nincs teljesen aktiválva.

source: This slug cannot be used.
hu_hu: Ez a slug nem használható.

source: This slug contains invalid characters.
hu_hu: Ez a slug érvénytelen karaktereket tartalmaz.

source: This slug is too long.
hu_hu: Ez a slug túl hosszú.

source: This username is already in use. Please contact the site administrator.
hu_hu: Ez a felhasználónév már használatban van. Kérjük, lépjen kapcsolatba a webhely rendszergazdájával.

source: You do not have permission to manage affiliates
hu_hu: Nincs jogosultsága a partnerek kezeléséhez

source: Your custom slug is: <strong>%s</strong>
hu_hu: Az Ön egyedi slugja: <strong>%s</strong>

source: Your referral URL using your custom slug is: <strong>%s</strong>
hu_hu: Az ajánlói URL az egyéni slug használatával: <strong>%s</strong>

source: Your slug cannot contain all numbers.
hu_hu: A slug nem állhat kizárólag számokból.

source: requires %s. Please activate it to continue.
hu_hu: A(z) %s szükséges. Kérjük, a folytatáshoz aktiválja azt.

source: requires %s. Please install it to continue.
hu_hu: A(z) %s szükséges. Kérjük, a folytatáshoz telepítse azt.
