Repository: hellowpio/wordpress-translations
Catalog: plugins/*/affiliatewp-signup-referrals/affiliatewp-signup-referrals-*.po
Languages: hu_hu

source: AffiliateWP - Signup Referrals
hu_hu: AffiliateWP - Regisztrációs ajánlások

source: Award commission to affiliates when a referred user signs up for an account
hu_hu: Jutalék jóváírása a partnereknek, amikor az ajánlott felhasználó fiókot regisztrál

source: AffiliateWP - Signup Referrals Requirements
hu_hu: AffiliateWP - Regisztrációs ajánlások követelményei

source: Signup Referrals
hu_hu: Regisztrációs ajánlások

source: Referral Types
hu_hu: Ajánlástípusok

source: Select which types of signups should generate a referral
hu_hu: Válassza ki, mely regisztrációtípusok generáljanak ajánlást

source: Referral Status
hu_hu: Ajánlás állapota

source: Select the default status the referral will be set to.
hu_hu: Válassza ki az ajánlás alapértelmezett állapotát.

source: Pending
hu_hu: Függőben

source: Unpaid
hu_hu: Kifizetetlen

source: Affiliate Registration - Referral Amount
hu_hu: Partnerregisztráció - ajánlási összeg

source: Enter the dollar amount the affiliate should receive when a user registers as an affiliate.
hu_hu: Adja meg a dollárösszeget, amelyet a partner kap, amikor egy felhasználó partnerként regisztrál.

source: EDD - Registration Referral Amount
hu_hu: EDD - Regisztrációs ajánlási összeg

source: Enter the dollar amount the affiliate should receive if the user registers for an account through Easy Digital Downloads.
hu_hu: Adja meg a dollárösszeget, amelyet a partner kap, ha a felhasználó fiókot regisztrál az Easy Digital Downloads rendszeren keresztül.

source: EDD - Disable Checkout Referral
hu_hu: EDD - Pénztári ajánlás letiltása

source: Disables referral creation at checkout if a user registers for an account.
hu_hu: Letiltja az ajánlás létrehozását a pénztárnál, ha a felhasználó fiókot regisztrál.

source: WooCommerce - Registration Referral Amount
hu_hu: WooCommerce - Regisztrációs ajánlási összeg

source: Enter the dollar amount the affiliate should receive if the user registers for an account through WooCommerce.
hu_hu: Adja meg a dollárösszeget, amelyet a partner kap, ha a felhasználó fiókot regisztrál a WooCommerce rendszeren keresztül.

source: WooCommerce - Disable Checkout Referral
hu_hu: WooCommerce - Pénztári ajánlás letiltása

source: Gravity Forms - User Registration Referral Amount
hu_hu: Gravity Forms - Felhasználói regisztráció ajánlási összege

source: Enter the dollar amount the affiliate should receive if the user registers for an account through the Gravity Forms User Registration add-on.
hu_hu: Adja meg a dollárösszeget, amelyet a partner kap, ha a felhasználó fiókot regisztrál a Gravity Forms User Registration bővítményen keresztül.

source: Ultimate Member - Registration Referral Amount
hu_hu: Ultimate Member - Regisztrációs ajánlási összeg

source: Enter the dollar amount the affiliate should receive if the user registers for an account through Ultimate Member
hu_hu: Adja meg a dollárösszeget, amelyet a partner kap, ha a felhasználó fiókot regisztrál az Ultimate Member rendszeren keresztül

source: User Pro - Registration Referral Amount
hu_hu: User Pro - Regisztrációs ajánlási összeg

source: Enter the dollar amount the affiliate should receive if the user registers for an account through User Pro
hu_hu: Adja meg a dollárösszeget, amelyet a partner kap, ha a felhasználó fiókot regisztrál a User Pro rendszeren keresztül

source: Referring Affiliate
hu_hu: Ajánló partner

source: Cheatin&#8217; huh?
hu_hu: Csalunk, ugye?

source: Get more add-ons for AffiliateWP
hu_hu: További bővítmények beszerzése az AffiliateWP-hez

source: More add-ons
hu_hu: További bővítmények

source: Easy Digital Downloads Registration
hu_hu: Easy Digital Downloads regisztráció

source: WooCommerce Registration
hu_hu: WooCommerce regisztráció

source: Affiliate Registration
hu_hu: Partnerregisztráció

source: Gravity Forms User Registration
hu_hu: Gravity Forms felhasználói regisztráció

source: Ultimate Member Registration
hu_hu: Ultimate Member regisztráció

source: User Pro Registration
hu_hu: User Pro regisztráció
