Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-smart-coupons/woocommerce-smart-coupons-*.po
Languages: hu_hu

source: <strong>WooCommerce Smart Coupons</strong> lets customers buy gift certificates, store credits or coupons easily. They can use purchased credits themselves or gift to someone else.
hu_hu: <strong>WooCommerce Smart Coupons</strong> lehetővé teszi az ügyfeleknek, hogy egyszerűen vásároljanak ajándékutalványokat, áruházi egyenleget vagy kuponokat. A megvásárolt egyenleget felhasználhatják maguk, vagy ajándékba adhatják másnak.

source: Billing period for the subscription.
hu_hu: Az előfizetés számlázási időszaka.

source: Redeem Your "%1$s" and choose 1 product from %2$d options with %3$s %4$s %5$s off
hu_hu: Váltsa be a(z) "%1$s"-t, és válasszon 1 terméket a(z) %2$d lehetőség közül, %3$s %4$s %5$s kedvezménnyel

# Block editor & frontend
source: Send Coupons to...
hu_hu: Kuponok küldése ide...

# Block editor & frontend
source: Free Shipping coupon
hu_hu: Ingyenes szállítási kupon

# Block editor & frontend
source: coupon
hu_hu: kupon

# Block editor & frontend
source: Send
hu_hu: Küldés

# Block editor & frontend
source: Your order contains coupons. What would you like to do?
hu_hu: A rendelése kuponokat tartalmaz. Mit szeretne tenni?

# Block editor & frontend
source: Send to me
hu_hu: Küldés nekem

# Block editor & frontend
source: Gift to someone else
hu_hu: Ajándék valaki másnak

# Block editor & frontend
source: Send to one person
hu_hu: Küldés egy személynek

# Block editor & frontend
source: Send to different people
hu_hu: Küldés különböző személyeknek

# Block editor & frontend
source: now
hu_hu: most

# Block editor & frontend
source: later
hu_hu: később

# Block editor & frontend
source: Deliver coupon
hu_hu: Kupon kézbesítése

# Block editor & frontend
source: Enter recipient e-mail address
hu_hu: Adja meg a címzett e-mail-címét

# REST API
source: Whether to send coupons to someone else.
hu_hu: Küldje-e a kuponokat valaki másnak.

# REST API
source: Whether to send coupons to only one person or multiple people.
hu_hu: Egyetlen személynek vagy több embernek küldje-e a kuponokat.

# REST API
source: Whether to send coupons now or schedule for later.
hu_hu: A kuponokat most küldje-e el, vagy ütemezze későbbre.

# REST API
source: Email address of recipients
hu_hu: Címzettek e-mail-címe

# REST API
source: Coupons scheduled date & time
hu_hu: Kuponok ütemezett dátuma és időpontja

# REST API
source: Message for coupon recipient
hu_hu: Üzenet a kupon címzettjének

# Batch failed error message
source: Failed batch action: %1$s. Error: %2$s
hu_hu: Sikertelen kötegelt művelet: %1$s. Hiba: %2$s

# Logger for stopped batch process due to health status
source: Batch stopped due to health status in task: %s
hu_hu: A köteg leállt a feladat állapota miatt: %s

# No coupon ids error message
source: No coupon ids passed.
hu_hu: Nem lett megadva kuponazonosító.

# Batch stopped error message
source: Batch stopped due to health status in task.
hu_hu: A köteg leállt a feladat állapota miatt.

# scheduling coupon expiry info message
source: %s is scheduling coupon expiry reminders in the background. This may take a few moments, so please be patient.
hu_hu: %s a háttérben ütemezi a kuponlejárati emlékeztetőket. Ez eltarthat néhány pillanatig, kérjük, legyen türelemmel.

# WP CRON has been disabled warning message
source: Note: WP CRON has been disabled on your install which may prevent this update from completing.
hu_hu: Megjegyzés: A WP CRON le van tiltva a telepítésén, ami megakadályozhatja a frissítés befejezését.

# button text
source: View status
hu_hu: Állapot megtekintése

# Expiry reminder background processing complete info message
source: %s Expiry Reminder background processing complete. This message will automatically disappear but after few seconds upon refresh.
hu_hu: %s lejárati emlékeztető háttérfeldolgozása befejeződött. Ez az üzenet automatikusan eltűnik, néhány másodperccel az oldal frissítése után.

# Unused coupon reminders disabled error message
source: Unused coupon reminders are disabled.
hu_hu: A fel nem használt kuponokra vonatkozó emlékeztetők le vannak tiltva.

# Batch stopped error message
source: Unused coupons batch stopped due to health status in task.
hu_hu: A fel nem használt kuponok kötege leállt a feladat állapota miatt.

source: You do not have sufficient permissions to access this page.
hu_hu: Nincs megfelelő jogosultsága az oldal eléréséhez.

# running unused coupon reminders info message
source: %s is running unused coupon reminders in the background. This may take a few moments. To cancel the process, simply disable the feature in settings.
hu_hu: %s a háttérben futtatja a fel nem használt kuponokra vonatkozó emlékeztetőket. Ez eltarthat néhány pillanatig. A folyamat leállításához egyszerűen tiltsa le a funkciót a beállításokban.

# button text
source: Go to settings
hu_hu: Ugrás a beállításokhoz

# Unused coupon reminder background processing complete info message
source: %s Unused Coupon Reminder background processing completed.
hu_hu: %s fel nem használt kupon emlékeztető háttérfeldolgozása befejeződött.

# Unused coupon reminder background processing cancelled info message
source: %s Unused Coupon Reminder background processing was cancelled.
hu_hu: %s fel nem használt kupon emlékeztető háttérfeldolgozása megszakítva.

# Unused coupon reminder background processing queued info message
source: %s background processing for Unused Coupon Reminders will begin shortly once the current queue is cleared. This may take a few moments, you can cancel the process by disabling the feature in settings.
hu_hu: %s fel nem használt kupon emlékeztetők háttérfeldolgozása hamarosan megkezdődik, amint az aktuális sor kiürül. Ez eltarthat néhány pillanatig, a folyamatot a funkció beállításokban való letiltásával megszakíthatja.

# Title for the unused coupon reminder admin notice
source: ✨ New Feature: Unused Coupon Reminders!
hu_hu: ✨ Új funkció: Emlékeztetők fel nem használt kuponokra!

# Message for the unused coupon reminder admin notice
source: %s now supports Unused Coupon Reminders! Automatically remind customers about coupons they haven't used yet. Enable & configure this from <strong>WooCommerce → Settings → Emails → Smart Coupons – Unused Coupon Reminder</strong>.
hu_hu: %s mostantól támogatja a fel nem használt kuponokra vonatkozó emlékeztetőket! Automatikusan emlékeztesse az ügyfeleket az általuk még fel nem használt kuponokra. Engedélyezze és állítsa be itt: <strong>WooCommerce → Beállítások → E-mailek → Smart Coupons – Fel nem használt kupon emlékeztető</strong>.

# Button text for setting up the unused coupon reminder feature
source: Set Up Now
hu_hu: Állítsa be most

# Error message for fixing order stats negative net value
source: No order id's passed
hu_hu: Nem lett megadva rendelésazonosító

# Error message for missing order
source: Order not found. Order ID: %s
hu_hu: A rendelés nem található. Rendelésazonosító: %s

# Error message for orders without Smart Coupon
source: Smart Coupon not used. Order ID: %s
hu_hu: A Smart Coupon nem került felhasználásra. Rendelésazonosító: %s

# Error message for missing coupons
source: No coupons found in the order. Order ID: %s
hu_hu: A rendelésben nem találhatók kuponok. Rendelésazonosító: %s

# Error message for failed net total update
source: Failed to update net total for Order ID: %s
hu_hu: Nem sikerült frissíteni a nettó végösszeget. Rendelésazonosító: %s

source: Successfully cleared WooCommerce Smart Coupons cache!
hu_hu: A WooCommerce Smart Coupons gyorsítótára sikeresen törölve!

source: Missing meta for discount type "%s" set successfully!
hu_hu: A(z) "%s" kedvezménytípus hiányzó metaadata sikeresen beállítva!

source: Store Credit
hu_hu: Áruházi egyenleg

source: Table %s deleted successfully.
hu_hu: A(z) %s tábla sikeresen törölve.

source: Copy this coupon code
hu_hu: Másolja ezt a kuponkódot

source: Copy
hu_hu: Másolás

source: Copy coupon shareable link and apply via URL
hu_hu: Másolja a kupon megosztható linkjét és alkalmazza URL-en keresztül

source: Get shareable link
hu_hu: Megosztható link lekérése

source: Make a duplicate from this coupon
hu_hu: Készítsen másolatot erről a kuponról

source: Duplicate
hu_hu: Duplikálás

source: (Copy)
hu_hu: (Másolat)

source: No coupon to duplicate has been supplied!
hu_hu: Nem lett megadva duplikálandó kupon!

source: Coupon creation failed, could not find original coupon: %d
hu_hu: A kupon létrehozása sikertelen, az eredeti kupon nem található: %d

source: Coupon creation failed, could not find original coupon: %s
hu_hu: A kupon létrehozása sikertelen, az eredeti kupon nem található: %s

source: An unexpected error occurred while duplicating the coupon. Please try again.
hu_hu: Váratlan hiba történt a kupon duplikálása közben. Kérjük, próbálja meg újra.

source: Settings
hu_hu: Beállítások

source: FAQ's
hu_hu: GYIK

source: Docs
hu_hu: Dokumentáció

source: Support
hu_hu: Támogatás

source: Review
hu_hu: Értékelés

source: Important
hu_hu: Fontos

source: Setting "Enable the use of coupon codes" is disabled.
hu_hu: A "Kuponkódok használatának engedélyezése" beállítás le van tiltva.

source: Enable
hu_hu: Engedélyezze

source: it to use
hu_hu: a

source: features.
hu_hu: funkciók használatához.

source: Remind me after a month
hu_hu: Emlékeztessen egy hónap múlva

source: Never show again
hu_hu: Ne jelenjen meg többé

source: Awesome, you successfully auto-generated a coupon! Are you having a great experience with
hu_hu: Szuper, sikeresen automatikusan létrehozott egy kupont! Mennyire elégedett a

source: so far?
hu_hu: eddig?

source: Please consider
hu_hu: Kérjük, fontolja meg

source: leaving a review
hu_hu: egy értékelés írását

source: ! If things aren't going quite as expected, we're happy to help -- please reach out to
hu_hu: ! Ha a dolgok nem egészen a várakozások szerint alakulnak, szívesen segítünk – kérjük, lépjen kapcsolatba a

source: our support team
hu_hu: támogatási csapatunkkal

source: %1$s: You are using a custom coupon style which is planned to be removed from the plugin in upcoming versions. New, improved styles & colors are added in the version 4.9.0. We would request you to choose a color scheme & a style for coupon from the newly added colors & styles. You can do this from %2$s.
hu_hu: %1$s: Egyéni kuponstílust használ, amelyet a bővítmény következő verzióiban tervezünk eltávolítani. Új, továbbfejlesztett stílusok és színek kerültek hozzáadásra a 4.9.0-s verzióban. Kérjük, válasszon egy színsémát és stílust a kuponhoz az újonnan hozzáadott színek és stílusok közül. Ezt megteheti itt: %2$s.

source: Smart Coupons settings
hu_hu: Smart Coupons beállításai

source: PHP extension %s is missing or not accessible. It is required for secure coupon imports.
hu_hu: A(z) %s PHP-kiterjesztés hiányzik vagy nem elérhető. Biztonságos kuponimporthoz szükséges.

source: %1$s: To ensure %2$s and %3$s work correctly, contact your system administrator or host provider to resolve below:
hu_hu: %1$s: Annak érdekében, hogy a(z) %2$s és a(z) %3$s megfelelően működjön, vegye fel a kapcsolatot a rendszeradminisztrátorával vagy a tárhelyszolgáltatójával az alábbiak megoldásához:

source: Bulk Generate
hu_hu: Tömeges létrehozás

source: Import-Export
hu_hu: Importálás–exportálás

source: Liked WooCommerce Smart Coupons? Leave us a %s. A huge thank you from WooCommerce & StoreApps in advance!
hu_hu: Tetszik a WooCommerce Smart Coupons? Hagyjon nekünk egy %s-t. Előre is óriási köszönet a WooCommerce és a StoreApps részéről!

source: Have a feature request? Submit it %s.
hu_hu: Van funkciókérése? Küldje be %s.

source: here
hu_hu: itt

source: %s &minus; Database update required
hu_hu: %s &minus; Adatbázis-frissítés szükséges

source: The database update runs in the background and may take some time. It's only for WooCommerce Smart Coupons plugin data and won't affect your existing data.
hu_hu: Az adatbázis-frissítés a háttérben fut, és eltarthat egy ideig. Ez csak a WooCommerce Smart Coupons bővítmény adataira vonatkozik, és nem érinti a meglévő adatait.

source: Update WooCommerce Smart Coupons database
hu_hu: A WooCommerce Smart Coupons adatbázis frissítése

source: %s is updating the database in the background. The database update process may take a little while, so please be patient.
hu_hu: %s a háttérben frissíti az adatbázist. Az adatbázis-frissítés folyamata eltarthat egy kis ideig, kérjük, legyen türelemmel.

source: Note: WP CRON has been disabled on your install which may prevent this update from completing.
hu_hu: Megjegyzés: A WP CRON le van tiltva a telepítésén, ami megakadályozhatja a frissítés befejezését.

source: View status
hu_hu: Állapot megtekintése

source: %s database update completed. Thank you for updating to the latest version!
hu_hu: A(z) %s adatbázis-frissítés befejeződött. Köszönjük, hogy a legújabb verzióra frissített!

# Message displayed when the database update process fails
source: %1$s database update failed. This may be due to server issues or configuration problems. Please click the "Restart Update" button to try again. If the issue persists, %2$s for assistance.
hu_hu: A(z) %1$s adatbázis-frissítés sikertelen. Ezt okozhatják kiszolgálóhibák vagy beállítási problémák. Kérjük, kattintson a "Frissítés újraindítása" gombra az újrapróbálkozáshoz. Ha a probléma továbbra is fennáll, %2$s a segítségért.

# Link text for contacting support
source: contact our support team
hu_hu: lépjen kapcsolatba ügyfélszolgálatunkkal

# Button text for retrying the update process
source: Restart Update
hu_hu: Frissítés újraindítása

# Button text for dismissing WooCommerce feature notice
source: Skip
hu_hu: Kihagyás

# Title for the new feature admin notice
source: ✨ New Feature Alert!
hu_hu: ✨ Új funkció!

# Message for the new feature admin notice, introducing the coupon expiry reminder
source: %s is excited to introduce the new Coupon Expiry Reminders! Now, you can automatically send reminder emails to your customers before their coupons expire. Ensure they never miss out on a discount by setting up reminders in the Smart Coupons - Expiry Reminder section.
hu_hu: %s örömmel mutatja be az új kuponlejárati emlékeztetőket! Mostantól automatikusan emlékeztető e-maileket küldhet ügyfeleinek kuponjaik lejárta előtt. Gondoskodjon róla, hogy soha ne maradjanak le a kedvezményekről az emlékeztetők beállításával a Smart Coupons - Lejárati emlékeztető részben.

# Button text for setting up the expiry reminder feature
source: Set Up Now
hu_hu: Állítsa be most

# Title for the combo coupons feature admin notice
source: ✨ New Feature: 🤝 Combo Coupons!
hu_hu: ✨ Új funkció: 🤝 Kombinált kuponok!

# Message for the combo coupons feature admin notice
source: Now control which coupons can or can’t be used together. With Combo Coupons, create smarter discount rules to stack or restrict coupon usage based on your strategy — right from the coupon settings.
hu_hu: Mostantól szabályozhatja, mely kuponok használhatók együtt, és melyek nem. A kombinált kuponokkal okosabb kedvezményszabályokat hozhat létre a kuponok összevonására vagy korlátozására a stratégiája alapján — közvetlenül a kuponbeállításokban.

# Button text for the combine coupon feature
source: Create a Combo Coupon
hu_hu: Hozzon létre kombinált kupont

# Title for the combo coupons feature admin notice
source: 📢 <strong>Update:</strong> We've enhanced the layout and controls under <strong>Coupon data → Usage restrictions → Smart Coupons: Restrictions </strong> to make editing smoother and more user-friendly.
hu_hu: 📢 <strong>Frissítés:</strong> Továbbfejlesztettük az elrendezést és a vezérlőelemeket itt: <strong>Kuponadatok → Használati korlátozások → Smart Coupons: Korlátozások</strong>, hogy a szerkesztés még gördülékenyebb és felhasználóbarátabb legyen.

# Admin notice for available coupons section settings
source: ⚙️ <strong>New Settings:</strong> Manage visibility of coupons in Cart/Checkout pages. <br>Configure under <strong>WooCommerce → Settings → Smart Coupons → Display coupons</strong>.
hu_hu: ⚙️ <strong>Új beállítások:</strong> Kezelje a kuponok láthatóságát a Kosár/Pénztár oldalakon. <br>Állítsa be itt: <strong>WooCommerce → Beállítások → Smart Coupons → Kuponok megjelenítése</strong>.

# Title for number of orders made feature admin notice
source: 📢 New Feature: Number of orders made!
hu_hu: 📢 Új funkció: Rendelések száma!

# Message for the number of orders made feature admin notice
source: You can now restrict coupons based on the number of completed orders a customer has placed. Configure this under <strong>Coupon data → Usage restrictions → Smart Coupons: Number of orders made</strong> to target new customers or reward loyal ones.
hu_hu: Mostantól korlátozhatja a kuponokat az ügyfél által leadott befejezett rendelések száma alapján. Állítsa be itt: <strong>Kuponadatok → Használati korlátozások → Smart Coupons: Leadott rendelések száma</strong>, hogy megcélozza az új ügyfeleket vagy jutalmazza a hűségeseket.

# Button text for the number of orders made feature
source: Create Coupon with Number of orders made
hu_hu: Kupon létrehozása a Leadott rendelések száma alapján

# Title for gift image upload feature admin notice
source: ✨ New Feature: Allow users to upload an image to send with the %s email!
hu_hu: ✨ Új funkció: Engedélyezze, hogy a felhasználók képet töltsenek fel, amelyet a(z) %s e-maillel együtt küldünk!

# Message for the gift image upload feature admin notice
source: This feature lets users upload an image that will be sent with the %1$s email. To enable it, edit or create a %2$s product and go to %3$s.
hu_hu: Ez a funkció lehetővé teszi, hogy a felhasználók olyan képet töltsenek fel, amelyet a(z) %1$s e-maillel együtt küldünk el. A bekapcsolásához szerkesszen vagy hozzon létre egy %2$s terméket, és lépjen ide: %3$s.

# Message for the gift image upload feature admin notice
source: Product data
hu_hu: Termékadatok

# Message for the gift image upload feature admin notice
source: Image upload
hu_hu: Képfeltöltés

# Message for the gift image upload feature admin notice
source: Enable
hu_hu: Engedélyezés

# Button text for the gift image upload feature
source: Let's start with editing or creating a product
hu_hu: Kezdjük egy termék szerkesztésével vagy létrehozásával

source: Coupons
hu_hu: Kuponok

source: Import Coupons
hu_hu: Kuponok importálása

source: Send %s
hu_hu: %s küldése

source: Send Store Credit
hu_hu: Bolti jóváírás küldése

source: Smart Coupons Settings
hu_hu: Smart Coupons beállítások

source: Please enter in decimal (%s) format without thousand separators.
hu_hu: Kérjük, tizedes (%s) formátumban adja meg, ezres elválasztók nélkül.

source: Please enter in monetary decimal (%s) format without thousand separators and currency symbols.
hu_hu: Kérjük, pénzügyi tizedes (%s) formátumban adja meg, ezres elválasztók és pénznemszimbólumok nélkül.

source: Please enter in country code with two capital letters.
hu_hu: Kérjük, két nagybetűből álló országkódot adjon meg.

source: Please enter in a value less than the regular price.
hu_hu: Kérjük, a szokásos árnál alacsonyabb értéket adjon meg.

source: Import
hu_hu: Importálás

source: Export
hu_hu: Exportálás

source: Are you sure you want to remove the selected items? If you have previously reduced this item's stock, or this order was submitted by a customer, you will need to manually restore the item's stock.
hu_hu: Biztosan eltávolítja a kiválasztott tételeket? Ha korábban csökkentette ennek a tételnek a készletét, vagy ezt a rendelést egy vásárló adta le, kézzel kell visszaállítania a tétel készletét.

source: Please select some items.
hu_hu: Kérjük, válasszon ki néhány tételt.

source: Are you sure you wish to process this refund? This action cannot be undone.
hu_hu: Biztosan feldolgozza ezt a visszatérítést? Ez a művelet nem vonható vissza.

source: Are you sure you wish to delete this refund? This action cannot be undone.
hu_hu: Biztosan törli ezt a visszatérítést? Ez a művelet nem vonható vissza.

source: Are you sure you wish to delete this tax column? This action cannot be undone.
hu_hu: Biztosan törli ezt az adóoszlopot? Ez a művelet nem vonható vissza.

source: Remove this item meta?
hu_hu: Eltávolítja ennek a tételnek a metaadatait?

source: Remove this attribute?
hu_hu: Eltávolítja ezt az attribútumot?

source: Name
hu_hu: Név

source: Remove
hu_hu: Eltávolítás

source: Click to toggle
hu_hu: Kattintson a váltáshoz

source: Value(s)
hu_hu: Érték(ek)

source: Enter some text, or some attributes by pipe (|) separating values.
hu_hu: Adjon meg szöveget, vagy attribútumokat; az értékeket függőleges vonallal (|) válassza el.

source: Visible on the product page
hu_hu: Látható a termékoldalon

source: Used for variations
hu_hu: Változatokhoz használva

source: Enter a name for the new attribute term:
hu_hu: Adjon nevet az új attribútumértéknek:

source: Calculate totals based on order items, discounts, and shipping?
hu_hu: Végösszegek kiszámítása a rendelési tételek, kedvezmények és a szállítás alapján?

source: Calculate line taxes? This will calculate taxes based on the customers country. If no billing/shipping is set it will use the store base country.
hu_hu: Soradók kiszámítása? Ez az adókat az ügyfél országának megfelelően számítja ki. Ha nincs számlázási/szállítási cím megadva, az áruház alapértelmezett országát használja.

source: Copy billing information to shipping information? This will remove any currently entered shipping information.
hu_hu: Számlázási információk másolása a szállítási információkhoz? Ez eltávolítja az aktuálisan megadott szállítási adatokat.

source: Load the customer's billing information? This will remove any currently entered billing information.
hu_hu: Betölti az ügyfél számlázási adatait? Ez eltávolítja az aktuálisan megadott számlázási adatokat.

source: Load the customer's shipping information? This will remove any currently entered shipping information.
hu_hu: Betölti az ügyfél szállítási adatait? Ez eltávolítja az aktuálisan megadott szállítási adatokat.

source: Featured
hu_hu: Kiemelt

source: No customer selected
hu_hu: Nincs ügyfél kiválasztva

source: Could not grant access - the user may already have permission for this file or billing email is not set. Ensure the billing email is set, and the order has been saved.
hu_hu: Nem sikerült hozzáférést adni - lehet, hogy a felhasználó már rendelkezik engedéllyel ehhez a fájlhoz, vagy a számlázási e-mail nincs beállítva. Győződjön meg róla, hogy a számlázási e-mail be van állítva, és a rendelés el lett mentve.

source: Are you sure you want to revoke access to this download?
hu_hu: Biztosan visszavonja a hozzáférést ehhez a letöltéshez?

source: You cannot add the same tax rate twice!
hu_hu: Ugyanazt az adókulcsot nem adhatja hozzá kétszer!

source: Your product has variations! Before changing the product type, it is a good idea to delete the variations to avoid errors in the stock reports.
hu_hu: A termékének vannak változatai! A terméktípus megváltoztatása előtt érdemes törölni a változatokat, hogy elkerülje a készletjelentések hibáit.

source: Generate coupon code
hu_hu: Kuponkód létrehozása

source: Import complete - imported
hu_hu: Importálás befejezve - importálva

source: skipped
hu_hu: kihagyva

source: WooCommerce Coupons (CSV)
hu_hu: WooCommerce kuponok (CSV)

source: Import <strong>coupons</strong> to your store via a csv file.
hu_hu: Importáljon <strong>kuponokat</strong> az áruházába egy csv fájlon keresztül.

source: Add Coupon
hu_hu: Kupon hozzáadása

source: Take a tour
hu_hu: Bemutató megtekintése

source: %s sent successfully.
hu_hu: A(z) %s sikeresen elküldve.

source: Store Credit / Gift Certificate sent successfully.
hu_hu: A bolti jóváírás / ajándékutalvány sikeresen elküldve.

source: There has been an error in sending %s.
hu_hu: Hiba történt a(z) %s küldése közben.
