Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-smart-coupons/woocommerce-smart-coupons-*.po
Languages: hu_hu

source: Act before the offer expires.
hu_hu: Cselekedjen, mielőtt az ajánlat lejár.

source: Don&#39;t Miss Out.
hu_hu: Ne maradjon le.

source: %s discount on anything you want.
hu_hu: %s kedvezmény bármire, amit szeretne.

source: %s discount on entire store.
hu_hu: %s kedvezmény az egész áruházban.

source: Pick any item today for %s off.
hu_hu: Válasszon ma bármely terméket %s kedvezménnyel.

source: Buy as much as you want. Flat %s off everything.
hu_hu: Vásároljon, amennyit csak akar. Egységes %s kedvezmény mindenre.

source: Flat %s discount on everything today.
hu_hu: Egységes %s kedvezmény ma mindenre.

source: Use code
hu_hu: Használja a kódot

source: Use code: %s
hu_hu: Használja a kódot: %s

source: excludes -%s on tax
hu_hu: nem tartalmazza a -%s adót

source: includes -%s on tax
hu_hu: tartalmazza a -%s adót

source: WooCommerce Smart Coupons Cache
hu_hu: WooCommerce Smart Coupons gyorsítótár

source: Clear Smart Coupons Cache
hu_hu: Smart Coupons gyorsítótár törlése

source: This tool will clear the cache created by WooCommerce Smart Coupons.
hu_hu: Ez az eszköz törli a WooCommerce Smart Coupons által létrehozott gyorsítótárat.

# [Admin] WooCommerce > Status > Tools
source: Store Credit
hu_hu: Áruházi jóváírás

# [Admin] WooCommerce > Status > Tools
source: Set "%s" Meta
hu_hu: "%s" meta beállítása

# [Admin] WooCommerce > Status > Tools
source: This tool will set required meta for discount type "%s" (if needed).
hu_hu: Ez az eszköz beállítja a(z) "%s" kedvezménytípushoz szükséges metaadatokat (ha szükséges).

# [Admin] WooCommerce > Status > Tools
source: WooCommerce Smart Coupons &minus; Custom table
hu_hu: WooCommerce Smart Coupons &minus; Egyéni tábla

# [Admin] WooCommerce > Status > Tools
source: Delete Smart Coupons Custom Table
hu_hu: Smart Coupons egyéni tábla törlése

# [Admin] WooCommerce > Status > Tools
source: Note:
hu_hu: Megjegyzés:

# [Admin] WooCommerce > Status > Tools
source: Smart Coupons creates a custom table & fills it with existing coupon data in such a way that it can query coupons faster. This greatly improves some of the features of Smart Coupons. This tool will delete the Smart Coupons custom table - %s. But it will not affect any existing coupon's data. After deleting the custom table, you'll be shown a notice to update Smart Coupons database. This will help you regenerate Smart Coupons custom table. Please ensure the Smart Coupons database update process is completed before creating/updating/deleting any coupons
hu_hu: A Smart Coupons egy egyéni táblát hoz létre, és a meglévő kuponadatokkal tölti fel úgy, hogy a kuponok gyorsabban legyenek lekérdezhetők. Ez nagymértékben javítja a Smart Coupons egyes funkcióit. Ez az eszköz törli a Smart Coupons egyéni tábláját - %s. Ez azonban nem érint semmilyen meglévő kuponadatot. Az egyéni tábla törlése után értesítést kap a Smart Coupons adatbázis frissítéséről. Ez segít a Smart Coupons egyéni táblájának újragenerálásában. Kérjük, győződjön meg róla, hogy a Smart Coupons adatbázis-frissítési folyamata befejeződött, mielőtt bármilyen kupont létrehozna/frissítene/törölne

source: Coupon %s is valid for a new user only, hence removed.
hu_hu: A(z) %s kupon csak új felhasználó számára érvényes, ezért eltávolítottuk.

source: Coupon removed. There is no credit remaining in %s.
hu_hu: Kupon eltávolítva. A(z) %s egyenlegében nincs fennmaradó jóváírás.

source: This coupon is valid for the first order only.
hu_hu: Ez a kupon csak az első rendelésre érvényes.

source: Filter by category
hu_hu: Szűrés kategória szerint

source: Please select at least one coupon to print.
hu_hu: Kérjük, válasszon ki legalább egy kupont a nyomtatáshoz.

source: Print selected coupons
hu_hu: Kiválasztott kuponok nyomtatása

source: Print
hu_hu: Nyomtatás

source: Coupon Validity
hu_hu: Kupon érvényessége

source: Validity Suffix
hu_hu: Érvényesség utótag

source: Auto Generate Coupon
hu_hu: Kupon automatikus létrehozása

source: Coupon Title Prefix
hu_hu: Kupon címének előtagja

source: Coupon Title Suffix
hu_hu: Kupon címének utótagja

source: Is Pick Price of Product
hu_hu: A termék ára választható

source: Disable Email Restriction
hu_hu: E-mail korlátozás letiltása

source: Coupon Is Visible Storewide
hu_hu: A kupon az egész áruházban látható

source: For new user only?
hu_hu: Csak új felhasználónak?

source: Max discount
hu_hu: Max. kedvezmény

source: Post Excerpt
hu_hu: Kivonat

source: Post Status
hu_hu: Bejegyzés állapota

source: Post Parent
hu_hu: Szülő bejegyzés

source: Menu Order
hu_hu: Menüsorrend

source: Post Date
hu_hu: Közzététel dátuma

source: Discount Type
hu_hu: Kedvezmény típusa

source: Free shipping
hu_hu: Ingyenes szállítás

source: Expiry date
hu_hu: Lejárati dátum

source: Minimum Spend
hu_hu: Minimális költés

source: Maximum Spend
hu_hu: Maximális költés

source: Individual USe
hu_hu: Egyéni használat

source: Exclude Sale Items
hu_hu: Akciós termékek kizárása

source: Product IDs
hu_hu: Termékazonosítók

source: Exclude product IDs
hu_hu: Termékazonosítók kizárása

source: Product categories
hu_hu: Termékkategóriák

source: Exclude Product categories
hu_hu: Termékkategóriák kizárása

source: Customer Email
hu_hu: Vásárló e-mail címe

source: Usage Limit
hu_hu: Felhasználási korlát

source: Usage Limit Per User
hu_hu: Felhasználónkénti felhasználási korlát

source: Limit Usage to X Items
hu_hu: Használat korlátozása X termékre

source: Usage Count
hu_hu: Felhasználások száma

source: Used By
hu_hu: Felhasználta

source: Coupon Category
hu_hu: Kuponkategória

# enhanced select
source: Loading failed
hu_hu: Betöltés sikertelen

source: Style 1
hu_hu: 1. stílus

source: Style 2
hu_hu: 2. stílus

source: Style 3
hu_hu: 3. stílus

source: Style 4
hu_hu: 4. stílus

source: Style 5
hu_hu: 5. stílus

source: Style 6
hu_hu: 6. stílus

source: Custom Style
hu_hu: Egyéni stílus

source: File not found %s
hu_hu: Nem található a fájl %s

source: is active but it will only work with WooCommerce 3.0.0+.
hu_hu: aktív, de csak a WooCommerce 3.0.0+ verzióval működik.

source: Please update WooCommerce to the latest version
hu_hu: Frissítse a WooCommerce-t a legújabb verzióra

source: Sell gift cards at less price?
hu_hu: Ajándékkártyákat alacsonyabb áron szeretne értékesíteni?

source: Use gift card applied in first subscription order for subsequent renewals until credit reaches zero
hu_hu: Az első előfizetési rendelésben alkalmazott ajándékkártyát használja a későbbi megújításokhoz is, amíg a jóváírás el nem éri a nullát

source: Auto generated coupon email
hu_hu: Automatikusan generált kupon e-mail

source: Combined auto generated coupons email
hu_hu: Kombinált, automatikusan generált kuponok e-mailje

source: Acknowledgement email
hu_hu: Visszaigazoló e-mail

source: Include tax in the amount of the generated gift card
hu_hu: Adó belefoglalása a létrehozott ajándékkártya összegébe

source: Gift Card discount is inclusive of tax
hu_hu: Az ajándékkártya-kedvezmény tartalmazza az adót

source: Enable taxes
hu_hu: Adózás engedélyezése

source: Prices entered with tax
hu_hu: Árak adóval együtt megadva

source: Display prices in the shop
hu_hu: Árak megjelenítése az áruházban

source: Display prices during cart and checkout
hu_hu: Árak megjelenítése a kosárban és a pénztárnál

source: Rounding
hu_hu: Kerekítés

source: Display tax totals
hu_hu: Adóösszegek megjelenítése

source: Enable the use of coupon codes
hu_hu: Kuponkódok használatának engedélyezése

source: Calculate coupon discounts sequentially
hu_hu: Kuponkedvezmények egymás után történő számítása

source: Account endpoints > Coupons
hu_hu: Fiók végpontok > Kuponok

source: WooCommerce Account Connected
hu_hu: WooCommerce-fiók csatlakoztatva

source: Smart Coupons related settings
hu_hu: A Smart Coupons bővítményhez kapcsolódó beállítások

source: This section shows settings that affects Smart Coupons' functionalities.
hu_hu: Ez a szakasz a Smart Coupons funkcióit érintő beállításokat tartalmazza.

source: $coupon is not an object of WC_Coupon
hu_hu: A $coupon nem WC_Coupon objektum

source: $coupon is:
hu_hu: $coupon értéke:

source: Some values required for $post_id & $meta_key
hu_hu: Bizonyos értékek szükségesek a(z) $post_id és $meta_key esetén

source: $post_id is:
hu_hu: $post_id értéke:

source: $meta_key is:
hu_hu: $meta_key értéke:

source: $key is required
hu_hu: $key megadása kötelező

source: $key is:
hu_hu: $key értéke:

source: Some values required for $item_id & $item_key
hu_hu: Bizonyos értékek szükségesek a(z) $item_id és $item_key esetén

source: $item_id is:
hu_hu: $item_id értéke:

source: $item_key is:
hu_hu: $item_key értéke:

source: $item is not an object of WC_Order_Item
hu_hu: Az $item nem WC_Order_Item objektum

source: $item is:
hu_hu: $item értéke:

source: $item_id is required
hu_hu: $item_id megadása kötelező

source: Find coupons restricted to %s
hu_hu: A(z) %s-re korlátozott kuponok keresése

source: Added by coupon
hu_hu: Kupon adta hozzá

# Error message
source: Gift sending date & time input is empty or invalid.
hu_hu: Az ajándékküldés dátumának és időpontjának beviteli mezője üres vagy érvénytelen.

# Error message
source: Gift sending date & time is invalid.
hu_hu: Az ajándékküldés dátuma és időpontja érvénytelen.

source: Available Coupons (%s)
hu_hu: Elérhető kuponok (%s)

source: Failed to update coupon receiver details in session.
hu_hu: Nem sikerült frissíteni a kupon címzettjének adatait a munkamenetben.

source: Polylang plugin is required for this functionality.
hu_hu: Ehhez a funkcióhoz a Polylang bővítmény szükséges.

source: Order paid by %s
hu_hu: Rendelés fizetve: %s

source: Order paid by store credit.
hu_hu: Rendelés fizetve: bolti jóváírással.

source: Recurring subscriptions
hu_hu: Ismétlődő előfizetések

source: Use %s applied in first subscription order for subsequent renewals until credit reaches zero
hu_hu: Használja az első előfizetési rendelésnél alkalmazott %s-t a későbbi megújításoknál, amíg a jóváírás nullára nem csökken

source: Renewal orders should not generate coupons even when they include a product that issues coupons
hu_hu: A megújítási rendelések ne generáljanak kuponokat akkor sem, ha kuponokat kibocsátó terméket tartalmaznak

source: Active for x payments
hu_hu: x fizetésre aktív

source: Smart Coupons - Acknowledgement email
hu_hu: Smart Coupons - Visszaigazoló e-mail

source: Send an acknowledgement email to the purchaser. One email per customer.
hu_hu: Visszaigazoló e-mail küldése a vásárlónak. Ügyfelenként egy e-mail.

source: %1$s: %2$s sent successfully
hu_hu: %1$s: %2$s sikeresen elküldve

source: %s sent successfully
hu_hu: %s sikeresen elküldve

source: %1$s: %2$s has been successfully scheduled
hu_hu: %1$s: %2$s sikeresen ütemezve

source: %s has been successfully scheduled
hu_hu: %s sikeresen ütemezve

source: This will be used when the setting "WooCommerce > Settings > Smart Coupons > Allow schedule sending of coupons?" is enabled. Available placeholders: %s.
hu_hu: Ez akkor kerül felhasználásra, ha a "WooCommerce > Settings > Smart Coupons > Allow schedule sending of coupons?" beállítás engedélyezve van. Elérhető helyőrzők: %s.

source: Scheduled email subject
hu_hu: Ütemezett e-mail tárgya

source: Scheduled email heading
hu_hu: Ütemezett e-mail fejléc

source: Gift card
hu_hu: Ajándékkártya

source: Gift cards
hu_hu: Ajándékkártyák

source: Smart Coupons - Combined auto generated coupons email
hu_hu: Smart Coupons - Kombinált, automatikusan generált kuponok e-mailje

source: Send only one email instead of multiple emails when multiple coupons are generated per recipient.
hu_hu: Küldjön csak egy e-mailt több helyett, ha címzettenként több kupon kerül generálásra.

source: %1$s: Congratulations! You've received coupons from %2$s
hu_hu: %1$s: Gratulálunk! Kuponokat kapott a(z) %2$s-tól

source: You have received coupons.
hu_hu: Kuponokat kapott.

source: from
hu_hu: feladó

source: Smart Coupons - Gift card coupon email
hu_hu: Smart Coupons - Ajándékkártya kupon e-mail

source: %1$s: Congratulations! You've received gift coupons from %2$s
hu_hu: %1$s: Gratulálunk! Ajándékkuponokat kapott a(z) %2$s-tól

# Email heading for preview coupon email with image on admin side
source: You have received a %s
hu_hu: Kapott egy %s-t

source: Smart Coupons - Auto generated coupon email
hu_hu: Smart Coupons - Automatikusan generált kupon e-mail

source: Email auto generated coupon to recipients. One email per coupon.
hu_hu: Automatikusan generált kupon e-mail küldése a címzetteknek. Kupononként egy e-mail.

source: %1$s: Congratulations! You've received a %2$s from %3$s
hu_hu: %1$s: Gratulálunk! Kapott egy %2$s-t a(z) %3$s-tól

source: You have received a %1$s %2$s
hu_hu: Kapott egy %1$s %2$s

source: Gift Card
hu_hu: Ajándékkártya

source: worth %s
hu_hu: %s értékben

source: worth %s (for entire purchase)
hu_hu: %s értékben (teljes vásárlásra)

source: for some products
hu_hu: egyes termékekre

source: for all products
hu_hu: minden termékre

source: worth %1$s (%2$s)
hu_hu: %1$s értékben (%2$s)

source: worth %1$s%% (%2$s)
hu_hu: %1$s%% értékben (%2$s)

source: for entire purchase
hu_hu: teljes vásárlásra

source: worth %1$s%% %2$s (%3$s)
hu_hu: %1$s%% %2$s értékben (%3$s)

source: %1$s Free Shipping%2$s
hu_hu: %1$s Ingyenes szállítás%2$s

source: You have received a
hu_hu: Kapott egy

source: coupon
hu_hu: kupont

source: Available placeholders: %s
hu_hu: Elérhető helyőrzők: %s

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable this email notification
hu_hu: Ezen e-mail értesítés engedélyezése

source: Email type
hu_hu: E-mail típusa

source: Choose which format of email to send.
hu_hu: Válassza ki a küldendő e-mail formátumát.

source: Subject
hu_hu: Tárgy

source: Email heading
hu_hu: E-mail fejléc

# coupon never expires
source: Never expires
hu_hu: Soha nem jár le

# email title
source: Smart Coupons - Coupon Expiry Reminder
hu_hu: Smart Coupons - Kupon lejárati emlékeztető

# email description
source: Send a reminder email for coupons approaching expiry.
hu_hu: Emlékeztető e-mail küldése a lejárathoz közelítő kuponokról.

# email subject
source: %s: Your Coupon Are About to Expire!
hu_hu: %s: Hamarosan lejár a kuponja!

# email heading
source: Reminder: Your Coupon Are Expiring Soon
hu_hu: Emlékeztető: Kuponja hamarosan lejár

# admin setting description
source: Specify the number of days before the coupon expiry date when the reminder email should be sent to the customer. Leave blank for a reminder on the same expiry day.
hu_hu: Adja meg, hány nappal a kupon lejárati dátuma előtt küldjük el az emlékeztető e-mailt a vásárlónak. Hagyja üresen, ha az emlékeztetőt a lejárat napján szeretné elküldeni.

# example number of days
source: e.g., %s
hu_hu: pl.: %s

# admin setting title
source: Send reminder X days before expiry
hu_hu: Emlékeztető küldése X nappal a lejárat előtt

# time unit
source: days
hu_hu: nap

# This message is shown when the WooCommerce Smart Coupons database is not updated
source: This feature is unavailable until the WooCommerce Smart Coupons database update is complete. Please update the WooCommerce Smart Coupons database to enable coupon expiry reminders.
hu_hu: Ez a funkció mindaddig nem érhető el, amíg a WooCommerce Smart Coupons adatbázis frissítése nem fejeződik be. Kérjük, frissítse a WooCommerce Smart Coupons adatbázist a kuponlejárati emlékeztetők engedélyezéséhez.

source: Manage Coupon Reminder Emails
hu_hu: Kuponemlékeztető e-mailek kezelése

# unused coupon email title
source: Smart Coupons - Unused Coupon Reminder
hu_hu: Smart Coupons - Fel nem használt kupon emlékeztető

# unused coupon email description
source: Send a reminder email for unused coupons.
hu_hu: Emlékeztető e-mail küldése a fel nem használt kuponokról.

# unused coupon email subject
source: %s: Don't Miss Out! Your Coupon Is Still Unused
hu_hu: %s: Ne maradjon le! A kuponja még nincs felhasználva

# unused coupon email heading
source: Reminder: You Have an Unused Coupon Waiting for You
hu_hu: Emlékeztető: Egy fel nem használt kupon várja Önt

# unused coupon admin setting title
source: How often should reminders be sent
hu_hu: Milyen gyakran küldjük az emlékeztetőket

# unused coupon admin setting description
source: Choose how frequently to send reminder emails.
hu_hu: Válassza ki, milyen gyakran küldjön emlékeztető e-maileket.

# reminder frequency
source: Once per day
hu_hu: Naponta egyszer

# reminder frequency
source: Once per week
hu_hu: Hetente egyszer

# reminder frequency
source: Once per month
hu_hu: Havonta egyszer

# unused coupon admin setting title
source: Inactivity period before reminder
hu_hu: Inaktivitási idő az emlékeztető előtt

# unused coupon admin setting description
source: Send a reminder if the coupon is unused for X days after being assigned to the customer.
hu_hu: Küldjön emlékeztetőt, ha a kupon az ügyfélhez való hozzárendelés után X napig felhasználatlan marad.

# example number of days
source: e.g., 7
hu_hu: pl. 7

# unused coupon admin setting title
source: Maximum reminders per coupon
hu_hu: Maximális emlékeztetők kupinonként

# unused coupon admin setting description
source: Maximum number of reminder emails to send for each coupon.
hu_hu: Az egyes kuponokhoz küldendő emlékeztető e-mailek maximális száma.

source: Send All Unused Coupon Reminders Now
hu_hu: Minden fel nem használt kupon emlékeztetőjének küldése most

source: You have successfully sent %1$d %2$s %3$s %4$s
hu_hu: Sikeresen elküldött %1$d %2$s %3$s %4$s

source: You have scheduled to send %1$d %2$s %3$s %4$s
hu_hu: Ütemezte %1$d %2$s %3$s %4$s elküldését

source: on
hu_hu: ekkor

source: to
hu_hu: részére

source: To redeem your discount click on the following coupon(s):
hu_hu: A kedvezmény beváltásához kattintson az alábbi kupon(ok)ra:

source: Visit store
hu_hu: Áruház megtekintése

source: You got these coupons
hu_hu: Ezeket a kuponokat kapta

source: To redeem your discount use coupon code %s during checkout or click on the following coupon:
hu_hu: A kedvezmény beváltásához használja a %s kuponkódot a pénztárnál, vagy kattintson az alábbi kuponra:

source: You got this %s
hu_hu: Ezt kapta: %s

source: You got this gift card
hu_hu: Ezt az ajándékkártyát kapta

# expiry email print coupon
source: Print coupon
hu_hu: Kupon nyomtatása

source: Gift Card from %s
hu_hu: Ajándékkártya %s-től

source: Dear %s,
hu_hu: Kedves %s,

source: Gift card image
hu_hu: Ajándékkártya képe

source: Start Shopping
hu_hu: Vásárlás megkezdése

source: This is a preview of how your gift card will appear in the email.
hu_hu: Ez annak előnézete, hogyan fog megjelenni az ajándékkártya az e-mailben.

source: You have successfully sent %1$d %2$s to %3$s (%4$s)
hu_hu: Sikeresen elküldte %1$d %2$s %3$s (%4$s) részére

source: You have scheduled to send %1$d %2$s to %3$s (%4$s)
hu_hu: Ütemezte %1$d %2$s elküldését %3$s (%4$s) részére

source: To redeem your discount use below coupon codes during checkout or copy and paste the below URLs and hit enter in your browser
hu_hu: A kedvezmény beváltásához használja az alábbi kuponkódokat a pénztárnál, vagy másolja ki és illessze be az alábbi URL-eket, majd nyomja meg az Entert a böngészőben

source: Message:
hu_hu: Üzenet:

source: Discount:
hu_hu: Kedvezmény:

source: Coupon Code:
hu_hu: Kuponkód:

source: Description:
hu_hu: Leírás:

source: Expires on:
hu_hu: Lejárat dátuma:

source: To redeem your discount use coupon code %s during checkout or copy and paste the below URL and hit enter in your browser:
hu_hu: A kedvezmény beváltásához használja a %s kuponkódot a pénztárnál, vagy másolja ki és illessze be az alábbi URL-t, majd nyomja meg az Entert a böngészőben:

source: To redeem your discount use below coupon codes during checkout or copy and paste the below URL and hit enter in your browser
hu_hu: A kedvezmény beváltásához használja az alábbi kuponkódokat a pénztárnál, vagy másolja ki és illessze be az alábbi URL-t, majd nyomja meg az Entert a böngészőben

source: Visit store:
hu_hu: Áruház megtekintése:

source: Personal Message:
hu_hu: Személyes üzenet:

source: YOUR GIFT CARD DETAILS
hu_hu: AJÁNDÉKKÁRTYA ADATAI

source: Gift Card Code:
hu_hu: Ajándékkártya-kód:

source: Value: %s
hu_hu: Érték: %s

source: Shop now:
hu_hu: Vásároljon most:

source: Custom Image:
hu_hu: Egyéni kép:

source: We noticed you have an unused coupon. Don't miss out on your special savings! Use Your Coupon Now
hu_hu: Észrevettük, hogy van egy fel nem használt kuponja. Ne maradjon le a különleges kedvezményről! Használja fel a kupont most

source: We noticed you have an unused coupon %1$s worth %2$s. It's valid until %3$s
hu_hu: Észrevettük, hogy van egy fel nem használt kuponja: %1$s, értéke %2$s. %3$s-ig érvényes

source: We noticed you have an unused coupon %1$s worth %2$s
hu_hu: Észrevettük, hogy van egy fel nem használt kuponja: %1$s, értéke %2$s

source: Don't miss out on your special savings!
hu_hu: Ne maradjon le a különleges kedvezményről!

source: 👉 Use Your Coupon Now
hu_hu: 👉 Használja fel a kupont most

source: %1$sWooCommerce Smart Coupons is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for the Smart Coupons to work. Please %5$sinstall & activate WooCommerce &raquo;%6$s
hu_hu: %1$sA WooCommerce Smart Coupons nincs aktiválva.%2$s A %3$sWooCommerce bővítménynek%4$s aktívnak kell lennie, hogy a Smart Coupons működjön. Kérjük, %5$stelepítse és aktiválja a WooCommerce-et &raquo;%6$s

# Frontend
source: Send coupons to...
hu_hu: Kuponok küldése ide...

# Frontend
source: Your order contains coupons. What would you like to do?
hu_hu: A rendelése kuponokat tartalmaz. Mit szeretne tenni?

# Frontend
source: Send to me
hu_hu: Küldés nekem

# Frontend
source: Gift to someone else
hu_hu: Ajándékozás másnak

# Frontend
source: Send to one person
hu_hu: Küldés egy személynek

# Frontend
source: Send to different people
hu_hu: Küldés különböző személyeknek

# Frontend
source: Deliver coupon
hu_hu: Kupon kézbesítése

# Frontend
source: Receiver email address
hu_hu: Címzett e-mail-címe

# Frontend
source: Enter recipient e-mail address
hu_hu: Adja meg a címzett e-mail-címét

# Frontend
source: Message for receiver
hu_hu: Üzenet a címzettnek

# Frontend
source: Write a message
hu_hu: Írjon üzenetet

# Block editor
source: Send coupons to...
hu_hu: Kuponok küldése ide...

# Block editor
source: Your order contains coupons. What would you like to do?
hu_hu: A rendelése kuponokat tartalmaz. Mit szeretne tenni?

# Block editor
source: Send to me
hu_hu: Küldés nekem

# Block editor
source: Gift to someone else
hu_hu: Ajándékozás másnak

# Block editor
source: Send to one person
hu_hu: Küldés egy személynek

# Block editor
source: Send to different people
hu_hu: Küldés különböző személyeknek

# Block editor
source: Deliver coupon
hu_hu: Kupon kézbesítése

# Block editor
source: now
hu_hu: most

# Block editor
source: later
hu_hu: később

# Block editor
source: Receiver email address
hu_hu: Címzett e-mail-címe

# Block editor
source: Enter recipient e-mail address
hu_hu: Adja meg a címzett e-mail-címét

# Block editor
source: Message for receiver
hu_hu: Üzenet a címzettnek

# Block editor
source: Write a message
hu_hu: Írjon üzenetet

# block title
source: Available coupons
hu_hu: Elérhető kuponok

# block description
source: Displays available coupons.
hu_hu: Megjeleníti az elérhető kuponokat.

# block title
source: Send coupon form
hu_hu: Kuponküldő űrlap

# block description
source: Displays Send coupon form.
hu_hu: Megjeleníti a kuponküldő űrlapot.
