Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-smart-coupons/woocommerce-smart-coupons-*.po
Languages: hu_hu

source: There has been an error in sending Store Credit / Gift Certificate.
hu_hu: Hiba történt a bolti jóváírás / ajándékutalvány küldése közben.

source: Please try again later.
hu_hu: Kérjük, próbálja meg később.

source: Quickly create and email %s to one or more people.
hu_hu: Hozzon létre gyorsan %s-t, és küldje el e-mailben egy vagy több személynek.

source: Quickly create and email Store Credit or Gift Card to one or more people.
hu_hu: Hozzon létre gyorsan bolti jóváírást vagy ajándékutalványt, és küldje el e-mailben egy vagy több személynek.

source: Send to
hu_hu: Címzettek

source: Invalid email address.
hu_hu: Érvénytelen e-mail-cím.

source: Use comma "," to separate multiple email addresses
hu_hu: Több e-mail-címet vesszővel "," válasszon el.

source: Worth
hu_hu: Érték

source: Invalid amount.
hu_hu: Érvénytelen összeg.

source: Expiry Date
hu_hu: Lejárati dátum

source: The store credit will expire at 00:00:00 of this date.
hu_hu: A bolti jóváírás ezen a napon 00:00:00-kor jár le.

source: Message
hu_hu: Üzenet

source: (optional)
hu_hu: (nem kötelező)

source: Send
hu_hu: Küldés

source: Preview Email
hu_hu: E-mail előnézete

source: This is a sample coupon
hu_hu: Ez egy mintakupon

source: Please enter a valid value for Number of Coupons to Generate
hu_hu: Adjon meg érvényes értéket a létrehozandó kuponok számához

source: Need a lot of coupons? You can easily do that with Smart Coupons.
hu_hu: Sok kuponra van szüksége? A Smart Coupons segítségével ezt könnyen megteheti.

source: Action
hu_hu: Művelet

source: Number of coupons to generate
hu_hu: Létrehozandó kuponok száma

source: Required
hu_hu: Kötelező

source: Generate coupons and
hu_hu: Kuponok létrehozása és

source: Add to store
hu_hu: Hozzáadás az áruházhoz

source: Export to CSV
hu_hu: Exportálás CSV-be

source: (Does not add to store, but creates a .csv file, that you can
hu_hu: (Nem adja hozzá az áruházhoz, hanem létrehoz egy .csv fájlt, amelyet

source: import
hu_hu: importálhat

source: later
hu_hu: később

source: Email to recipients
hu_hu: E-mail a címzetteknek

source: (Add to store and email generated coupons to recipients)
hu_hu: (Hozzáadja az áruházhoz, és e-mailben elküldi a létrehozott kuponokat a címzetteknek)

source: Enter the email addresses of the recipients separated by comma under %1$1s. Make sure to match the count of email addresses in %2$2s to %3$3s
hu_hu: Adja meg a címzettek e-mail címeit vesszővel elválasztva a(z) %1$1s alatt. Győződjön meg róla, hogy a(z) %2$2s mezőben szereplő e-mail címek száma megegyezik a(z) %3$3s értékével

source: Email to
hu_hu: E-mail címzettje

source: Coupon Description
hu_hu: Kupon leírása

source: %1$s(This will add the same coupon description in all the bulk generated coupons)%2$s
hu_hu: %1$s(Ez ugyanazt a kuponleírást adja hozzá az összes tömegesen létrehozott kuponhoz)%2$s

source: Coupon Data
hu_hu: Kupon adatai

source: Coupon categories
hu_hu: Kuponkategóriák

source: Manage coupon categories
hu_hu: Kuponkategóriák kezelése

source: Apply
hu_hu: Alkalmaz

source: [%1$s restricted with email: %2$s]
hu_hu: [%1$s korlátozva e-maillel: %2$s]

source: Original amount
hu_hu: Eredeti összeg

source: About Smart Coupons
hu_hu: A Smart Coupons névjegye

source: Welcome to Smart Coupons
hu_hu: Üdvözöljük a Smart Couponsban

source: Thank you for installing WooCommerce Smart Coupons
hu_hu: Köszönjük, hogy telepítette a WooCommerce Smart Coupons-t

source: Glad to have you onboard. We hope WooCommerce Smart Coupons adds to your desired success 🏆
hu_hu: Örülünk, hogy csatlakozott. Reméljük, a WooCommerce Smart Coupons hozzájárul a kívánt sikeréhez 🏆

source: Go to Coupons dashboard %s
hu_hu: Ugrás a kuponok vezérlőpultjára %s

source: Know Smart Coupons
hu_hu: Ismerje meg a Smart Coupons-t

source: DIY Tour
hu_hu: DIY túra

source: What is Smart Coupons?
hu_hu: Mi az a Smart Coupons?

source: Smart Coupons is a powerful extension, built on top of WooCommerce coupons. It adds a new discount type - Store Credit - and advanced functionality to the default coupons.
hu_hu: A Smart Coupons egy hatékony bővítmény, a WooCommerce kuponokra építve. Új kedvezménytípust ad hozzá – Store Creditet – és fejlett funkciókat az alapértelmezett kuponokhoz.

source: Smart Coupons enable coupons to become an automatic/interactive system.
hu_hu: A Smart Coupons lehetővé teszi, hogy a kuponok automatikus/interaktív rendszerré váljanak.

source: Top Smart Coupons features
hu_hu: A Smart Coupons legfontosabb funkciói

source: Create and gift Store Credit / Gift Cards
hu_hu: Hozzon létre és ajándékozzon Store Creditet / Ajándékkártyákat

source: Bulk generate coupons
hu_hu: Kuponok tömeges létrehozása

source: Apply multiple coupons via URL
hu_hu: Több kupon alkalmazása URL-en keresztül

source: Advanced restrictions - payment, shipping, location, user roles, product attributes
hu_hu: Speciális korlátozások – fizetés, szállítás, hely, felhasználói szerepkörök, termékattribútumok

source: and a lot more…
hu_hu: és még sok minden más…

source: Automatic payment for subscription renewals
hu_hu: Automatikus fizetés előfizetés megújításához

source: If your store is using %s and your customer has purchased a subscription using a Store Credit. If that store credit has balance left in it, store will automatically use it for renewing that subscription.
hu_hu: Ha az áruháza a(z) %s-t használja, és ügyfele Store Credittel vásárolt előfizetést. Ha ezen a Store Crediten maradt egyenleg, az áruház automatikusan felhasználja az előfizetés megújításához.

source: How to use Smart Coupons the best way
hu_hu: Hogyan használja a Smart Coupons-t a lehető legjobban

source: Sell or issue store credit / gift cards
hu_hu: Store Credit / ajándékkártyák értékesítése vagy kiadása

source: Let customers purchase gift cards from you or you issue store credit that your users can redeem on the current or next purchase. See how: %1$s or %2$s
hu_hu: Engedje, hogy ügyfelei ajándékkártyákat vásároljanak, vagy adjon ki Store Creditet, amelyet felhasználóik a jelenlegi vagy a következő vásárlásnál válthatnak be. Lásd hogyan: %1$s vagy %2$s

source: any amount
hu_hu: bármilyen összeg

source: variable but fixed amount
hu_hu: változó, de fix összeg

source: Bulk create unique coupons & email them
hu_hu: Egyedi kuponok tömeges létrehozása és e-mailben elküldése

source: Import and export unique coupons in bulk via CSV. Share coupon codes to deal sites or email them to your customers.
hu_hu: Egyedi kuponok importálása és exportálása tömegesen CSV-n keresztül. Ossza meg a kuponkódokat akciós oldalakon, vagy küldje el e-mailben ügyfeleinek.

source: See how
hu_hu: Lásd hogyan

source: Gift a product via coupon
hu_hu: Termék ajándékozása kuponnal

source: Attach a gift of any value (free or paid product) to a particular coupon. Here, instead of a discount, a product is redeemed for the coupon code.
hu_hu: Csatoljon bármilyen értékű ajándékot (ingyenes vagy fizetős terméket) egy adott kuponhoz. Itt kedvezmény helyett egy termék váltható be a kuponkóddal.

source: Give discounts to customers for next purchase
hu_hu: Adjon kedvezményt az ügyfeleknek a következő vásárlásra

source: You can give a coupon to your customer after every purchase, which can encourage them to purchase again from you.
hu_hu: Minden vásárlás után adhat kupont ügyfeleinek, ami ösztönözheti őket az újbóli vásárlásra.

source: Set a maximum discount limit
hu_hu: Állítson be maximális kedvezménylimitet

source: Give bigger discounts without hurting your profits. Offer a percentage off coupon upto a particular value. Example - Flat 50% off upto $100.
hu_hu: Adjon nagyobb kedvezményeket anélkül, hogy a nyereségét csökkentené. Kínáljon százalékos kedvezménykupont egy meghatározott értékig. Példa – Egységes 50% kedvezmény $100-ig.

source: Make customer's coupon usage, easy & simple
hu_hu: Tegye a kuponhasználatot a vásárlók számára egyszerűvé és könnyűvé

source: Show only valid coupons to your customer (if logged in) on cart, checkout & My Account page. Coupons can be applied with single click. So, no need to remember the coupon code or copy-pasting.
hu_hu: Mutassa csak az érvényes kuponokat ügyfeleinek (ha be vannak jelentkezve) a Kosár, Pénztár és Saját fiók oldalon. A kuponok egyetlen kattintással alkalmazhatók. Így nem kell megjegyezni a kuponkódot vagy másolgatni.

source: How to Configure BOGO
hu_hu: BOGO beállítása

source: Learn how to create a Buy One, Get One (BOGO) offer to boost sales and attract customers
hu_hu: Ismerje meg, hogyan hozhat létre Buy One, Get One (BOGO) ajánlatot az értékesítés növelésére és az ügyfelek vonzására

source: This step-by-step guide will walk you through the process of setting up a BOGO deal, ensuring that your customers enjoy great value and keep coming back for more.
hu_hu: Ez a lépésről lépésre útmutató végigvezeti Önt a BOGO ajánlat beállításának folyamatán, biztosítva, hogy ügyfelei kiváló értéket kapjanak és újra visszatérjenek.

source: Start this tour
hu_hu: Indítsa el ezt a túrát

source: Configure fixed denomination Gift Cards
hu_hu: Fix címletű ajándékkártyák beállítása

source: Discover how to set up and offer gift cards in your store
hu_hu: Tudja meg, hogyan állíthat be és kínálhat ajándékkártyákat áruházában

source: This guide will help you create gift cards, making it easy for your customers to purchase and redeem them, driving more sales and enhancing customer loyalty.
hu_hu: Ez az útmutató segít ajándékkártyákat létrehozni, megkönnyítve ügyfeleinek a vásárlást és a beváltást, növelve az értékesítést és az ügyféllojalitást.

source: Configure any denomination Gift Cards
hu_hu: Tetszőleges címletű ajándékkártyák beállítása

source: Learn how to configure the sale of store credit in any amount
hu_hu: Ismerje meg, hogyan állíthatja be tetszőleges összegű Store Credit értékesítését

source: This guide will show you how to set up flexible store credit options, allowing your customers to purchase credit in any custom denominations to use in your store.
hu_hu: Ez az útmutató megmutatja, hogyan állíthat be rugalmas Store Credit opciókat, lehetővé téve ügyfeleinek, hogy bármilyen egyedi címletben vásároljanak egyenleget az áruházában való felhasználásra.

source: Configure discounted price Gift Cards
hu_hu: Kedvezményes árú ajándékkártyák beállítása

source: Learn how to offer Gift Card worth $100 for just $90
hu_hu: Ismerje meg, hogyan kínálhat $100 értékű ajándékkártyát mindössze $90-ért

source: This guide will show you how to create a compelling offer that encourages customers to buy Gift Cards at a significant discount, boosting your sales and customer engagement.
hu_hu: Ez az útmutató megmutatja, hogyan hozhat létre olyan vonzó ajánlatot, amely ösztönzi az ügyfeleket, hogy jelentős kedvezménnyel vásároljanak ajándékkártyákat, növelve az értékesítést és az ügyfél-elköteleződést.

source: FAQ / Common Problems
hu_hu: GYIK / Gyakori problémák

source: When trying to add coupon/Smart Coupon, I get "Invalid post type" message.
hu_hu: Amikor kupon/Smart Coupon hozzáadásakor "Invalid post type" üzenetet kapok.

source: Make sure use of coupon is enabled in your store. You can find this setting
hu_hu: Győződjön meg róla, hogy az áruházban engedélyezve van a kuponok használata. Ezt a beállítást itt találja

source: Smart Coupon's fields are broken?
hu_hu: A Smart Coupons mezői hibásak?

source: Make sure you are using the
hu_hu: Győződjön meg róla, hogy a

source: latest version of Smart Coupons
hu_hu: Smart Coupons legújabb verzióját használja

source: . If still the issue persist, temporarily de-activate all plugins except WooCommerce & Smart Coupons. Re-check the issue, if the issue still persists, contact us (from the link at the end of this page). If the issue goes away, re-activate other plugins one-by-one & re-checking the fields, to find out which plugin is conflicting.
hu_hu: . Ha a probléma továbbra is fennáll, ideiglenesen kapcsoljon ki minden bővítményt a WooCommerce és a Smart Coupons kivételével. Ellenőrizze újra a problémát, és ha még mindig fennáll, lépjen kapcsolatba velünk (az oldal alján található linken). Ha a probléma megszűnik, aktiválja újra a többi bővítményt egyesével, és ellenőrizze a mezőket, hogy kiderítse, melyik bővítmény ütközik.

source: How to translate texts from Smart Coupons?
hu_hu: Hogyan fordíthatók le a Smart Coupons szövegei?

source: Simplest method is by installing
hu_hu: A legegyszerűbb módszer a következő telepítése:

source: plugin and then following steps listed
hu_hu: bővítmény telepítése, majd a felsorolt lépések követése

source: How to change texts of the emails sent from Smart Coupons?
hu_hu: Hogyan módosíthatók a Smart Coupons által küldött e-mailek szövegei?

source: You can do this by overriding the email template.
hu_hu: Ezt az e-mail sablon felülírásával teheti meg.

source: How to override email template
hu_hu: Hogyan írható felül az e-mail sablon

source: Can coupon code have any spaces in the name? / My Store Credit/Gift Certificate is not working (not generating new coupon code).
hu_hu: Lehetnek szóközök a kuponkódban? / A Store Credit/Ajándékutalvány nem működik (nem generál új kuponkódot).

source: No. Coupon code should not have any spaces in the name, Eg, Coupon code should be “gift-certificate” & not “gift certificate”.
hu_hu: Nem. A kuponkódban nem lehetnek szóközök. Például a kuponkód „gift-certificate” legyen, ne „gift certificate”.

source: What's the URL to a coupon, so it's automatically inserted when visiting?
hu_hu: Mi a kupon URL-je, hogy a meglátogatáskor automatikusan beillesztődjön?

source: URL of coupon should be like this:
hu_hu: A kupon URL-je így nézzen ki:

source: . Replace www.mysite.com with your own site URL and replace discount5 with the your coupon code.
hu_hu: . Cserélje a www.mysite.com értéket a saját webhelye URL-jére, és a discount5 értéket a saját kuponkódjára.

source: For more details you can refer to this article: %s
hu_hu: További részletekért lásd ezt a cikket: %s

source: How to Apply Single or Multiple Coupons on Click of a Link
hu_hu: Hogyan alkalmazzon egy vagy több kupont egy hivatkozásra kattintva

source: Do not want to tie store credit to be used by only one customer? / Can a customer send a gift certificate to themselves to pass on to someone else?
hu_hu: Nem szeretné a Store Creditet csak egy ügyfélhez kötni? / Elküldheti-e az ügyfél saját magának az ajándékutalványt, hogy továbbadja valaki másnak?

source: Edit the main coupon which is entered in "Coupons" field of the product edit page, then go to "Usage Restrictions" > "Disable Email Restriction" and disable this setting and save the coupon.
hu_hu: Szerkessze a fő kupont, amely a termékszerkesztő oldal "Coupons" mezőjében szerepel, majd lépjen a "Usage Restrictions" > "Disable Email Restriction" részhez, tiltsa le ezt a beállítást, és mentse a kupont.

source: Getting 'Page Not Found Error' when accessing Coupons tab from My Account Page?
hu_hu: 'Page Not Found Error' hiba jelenik meg, amikor a Saját fiók oldalról a Coupons fülre lép?

source: Go to WordPress -> Settings -> Permalinks and click on Save Settings once.
hu_hu: Menjen a WordPress -> Beállítások -> Közvetlen hivatkozások menübe, és kattintson egyszer a Beállítások mentése gombra.

source: Is there any reference file for creating an import file for coupons?
hu_hu: Van referenciafájl kuponok importfájljának létrehozásához?

source: There is one file which is located inside the plugin. You can download the %1$s file from %2$s.
hu_hu: Van egy fájl a bővítményen belül. A(z) %1$s fájlt letöltheti innen: %2$s.

source: If you want to import coupon through file, the file should be like
hu_hu: Ha fájlból szeretne kupont importálni, a fájlnak ilyennek kell lennie

source: Available coupons are not visible on Cart, Checkout & My Account page?
hu_hu: A rendelkezésre álló kuponok nem láthatók a Kosár, Pénztár és Saját fiók oldalon?

source: Smart Coupons uses hooks of Cart, Checkout & My Account page to display available coupons. If your theme is not using those hooks in cart, checkout & my-account template, coupons will not be displayed.
hu_hu: A Smart Coupons a Kosár, Pénztár és Saját fiók oldalak hookjait használja az elérhető kuponok megjelenítéséhez. Ha a sablonja nem használja ezeket a hookokat a cart, checkout és my-account sablonban, a kuponok nem fognak megjelenni.

source: How can I resend gift card coupon bought by customers?
hu_hu: Hogyan küldhetem újra az ügyfelek által megvásárolt ajándékkártya-kuponokat?

source: You can resend them from order admin edit page.
hu_hu: A rendelés admin szerkesztő oldaláról újraküldheti őket.

source: Uncheck "Auto-generate" option in Store Credit is not saving? Is it always checked?
hu_hu: A Store Credit "Auto-generate" opciójának kikapcsolása nem kerül mentésre? Mindig be van jelölve?

source: Store Credit's default behavior is auto-generate because, when using a store credit, it's balance keeps reducing. Therefore it should be uniquely created for every user automatically.
hu_hu: A Store Credit alapértelmezett viselkedése az automatikus generálás, mert a Store Credit használatakor az egyenlege folyamatosan csökken. Ezért minden felhasználó számára egyedileg, automatikusan kell létrehozni.

source: Smart Coupons is not sending emails.
hu_hu: A Smart Coupons nem küld e-maileket.

source: Smart Coupons sends email only after order completion. So make sure that order complete email is enabled and sending. If enabled, then make sure all settings of coupons, products are in place. Also check by switching your theme.
hu_hu: A Smart Coupons csak a rendelés teljesítése után küld e-mailt. Győződjön meg róla, hogy a rendelés befejezéséről szóló e-mail engedélyezve van és elküldésre kerül. Ha engedélyezve van, ellenőrizze, hogy a kuponok és termékek összes beállítása rendben van. Ellenőrizze a témaváltással is.

source: "Store Credit Receiver detail" form not appearing on checkout page?
hu_hu: Nem jelenik meg a „Store Credit Receiver detail” űrlap a pénztár oldalon?

source: This form is displayed using a hook which is available in My Account template. Make sure your theme's my-account template contains all hooks required for that template. Update your theme if it is not updated.
hu_hu: Ez az űrlap egy olyan hookkal jelenik meg, amely a My Account sablonban érhető el. Győződjön meg róla, hogy a témája my-account sablonja tartalmazza az adott sablonhoz szükséges összes hookot. Frissítse a témát, ha nem naprakész.

source: Does Smart Coupons allow printing of coupon as Gift Card?
hu_hu: A Smart Coupons lehetővé teszi a kupon ajándékkártyaként történő nyomtatását?

source: Yes, Smart Coupons does provide a feature for printing coupons. For more details, check this article: %s
hu_hu: Igen, a Smart Coupons biztosít kuponnyomtatási funkciót. További részletekért nézze meg ezt a cikket: %s

source: How to Print Coupons
hu_hu: Kuponok nyomtatása

source: Is it possible to have a coupon for each variation of the variable product?
hu_hu: Lehetséges, hogy a változó termék minden variációjához külön kupon tartozzon?

source: From version 4.11.0, you can add/link coupons to product variations as well. This feature is not available in a version lower than 4.11.0.
hu_hu: A 4.11.0-s verziótól kuponokat is hozzáadhat/kapcsolhat a termékvariációkhoz. Ez a funkció a 4.11.0 alatti verziókban nem érhető el.

source: Is Smart Coupons compatible with WooCommerce Subscriptions?
hu_hu: Kompatibilis a Smart Coupons a WooCommerce Subscriptions-szel?

source: Yes, Smart Coupons does work with WooCommerce Subscriptions.
hu_hu: Igen, a Smart Coupons működik a WooCommerce Subscriptions-szel.

source: Which features of Smart Coupons work with Subscriptions?
hu_hu: A Smart Coupons mely funkciói működnek a Subscriptions-szel?

source: Give away a discount or credit on signing up a subscription, give away recurring discount or credits, apply credit during sign up, automatic payment for renewals from credit (Note: When using PayPal Standard Gateway, store credit can be applied only during sign up. Automatic payment for renewals by credit will not work for PayPal Standard Gateway).
hu_hu: Kedvezmény vagy jóváírás adása előfizetés indításakor, ismétlődő kedvezmények vagy jóváírások adása, jóváírás alkalmazása a regisztráció során, a megújítások automatikus kifizetése jóváírásból (Megjegyzés: PayPal Standard Gateway használatakor az áruházi jóváírás csak a regisztrációkor alkalmazható. Jóváírásból történő automatikus megújítási fizetés nem működik a PayPal Standard Gateway esetén).

source: How does automatic payment by store credit work with Subscriptions?
hu_hu: Hogyan működik az automatikus fizetés áruházi jóváírásból az előfizetéseknél?

source: Customers can apply store credit on a subscription during purchase of subscription. If the same store credit has sufficient balance, it'll keep applying it to renewals till the remainder in store credit is higher than renewal price. Customers will be able to apply store credit only during signup. They will not get an option to apply store credit in renewals. But if the store credit will not have sufficient balance to pay for the renewals, then the order will go into pending mode. Now when the customer will go to pay for this renewal order, they'll get an option to apply store credit again. To activate the subscription again, the customer will have to pay for the renewals. When the customer is paying for the renewals from their account, then in that process they can use the same store credit which didn't have the sufficient balance, again & pay for the remaining amount.
hu_hu: Az ügyfelek az előfizetés megvásárlásakor alkalmazhatnak áruházi jóváírást az előfizetésre. Ha ugyanazon jóváíráson elegendő egyenleg van, a rendszer továbbra is azt alkalmazza a megújításokra, amíg az áruházi jóváírásban lévő maradvány nagyobb, mint a megújítás ára. Az áruházi jóváírás csak a regisztrációkor alkalmazható. A megújítások során nem kapnak erre lehetőséget. De ha az áruházi jóváírás egyenlege nem elegendő a megújítások kifizetéséhez, a rendelés függő állapotba kerül. Amikor az ügyfél ezt a megújítási rendelést kifizeti, ismét lehetősége lesz áruházi jóváírást alkalmazni. Az előfizetés újbóli aktiválásához az ügyfélnek ki kell fizetnie a megújításokat. Amikor az ügyfél a fiókjából fizet a megújításokért, akkor ugyanazt a korábban nem elegendő egyenlegű áruházi jóváírást is használhatja ismét, és kifizetheti a fennmaradó összeget.

source: Is it possible to partially pay for a subscription with store credit and the remainder by another method?
hu_hu: Lehetséges egy előfizetést részben áruházi jóváírással, a fennmaradót pedig más móddal kifizetni?

source: No, this is possible only in those cases where subscription amount is more than store credit's balance. If store credit's balance is more than subscription's total then your bank account or credit card will not be charged.
hu_hu: Nem, ez csak azokban az esetekben lehetséges, amikor az előfizetés összege nagyobb, mint az áruházi jóváírás egyenlege. Ha az áruházi jóváírás egyenlege nagyobb, mint az előfizetés teljes összege, a bankszámláját vagy bankkártyáját nem terheljük.

source: Is Smart Coupons WPML compatible?
hu_hu: Kompatibilis a Smart Coupons a WPML-lel?

source: Not yet, but this is being worked on. You will find this in later versions.
hu_hu: Még nem, de dolgozunk rajta. Későbbi verziókban elérhető lesz.
