Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-smart-coupons/woocommerce-smart-coupons-*.po
Languages: hu_hu

source: Smart Coupons has created a coupon's terms page (used during coupon printing) for you. Please edit it as required from
hu_hu: A Smart Coupons létrehozott egy kuponfeltételek oldalt (a kupon nyomtatásakor használatos). Kérjük, szükség szerint szerkessze innen:

source: Used during coupon printing
hu_hu: A kupon nyomtatásakor használatos

source: Store Credit/Gift Certificate
hu_hu: Bolti jóváírás/Ajándékutalvány

source: What we access?
hu_hu: Milyen adatokhoz férünk hozzá?

source: If you are logged in: We access your billing email address saved in your account & billing email address entered during purchase
hu_hu: Ha be van jelentkezve: hozzáférünk a fiókban mentett számlázási e-mail-címhez & a vásárláskor megadott számlázási e-mail-címhez

source: If you are a visitor: We access your billing email address entered during purchase
hu_hu: Ha látogató: hozzáférünk a vásárláskor megadott számlázási e-mail-címhez

source: What we store & why?
hu_hu: Mit tárolunk & miért?

source: Coupon code generated for you
hu_hu: Az Ön számára generált kuponkód

source: Coupon code passed via URL
hu_hu: URL-en keresztül átadott kuponkód

source: Coupon amount, email & message entered for gift card receiver
hu_hu: Az ajándékkártya címzettjéhez megadott kuponösszeg, e-mail & üzenet

source: We store these data so that we can process it for you whenever required.
hu_hu: Ezeket az adatokat azért tároljuk, hogy szükség esetén fel tudjuk dolgozni az Ön számára.

source: Store Credit/Gift Certificate - Coupon Data
hu_hu: Bolti jóváírás/Ajándékutalvány - kuponadatok

source: Removed Coupon Personal Data
hu_hu: Eltávolított kupon személyes adatai

source: Generated Coupon Data
hu_hu: Létrehozott kuponadatok

source: Coupon passed in URL
hu_hu: URL-ben átadott kupon

source: Removed User Personal Data
hu_hu: Eltávolított felhasználói személyes adatok

source: Coupon Code
hu_hu: Kuponkód

source: Coupon Amount
hu_hu: Kupon összege

source: Coupon For
hu_hu: Kupon címzettje

source: Store Credit/Gift Certificate - Order Data
hu_hu: Bolti jóváírás/Ajándékutalvány - rendelési adatok

source: An error occurred while erasing order data.
hu_hu: Hiba történt a rendelési adatok törlése közben.

source: Removed Order Personal Data
hu_hu: Eltávolított rendelési személyes adatok

source: An error occurred while removing order personal data.
hu_hu: Hiba történt a rendelés személyes adatainak eltávolítása közben.

source: Retain Store Credit/Gift Certificate
hu_hu: Bolti jóváírás/Ajándékutalvány megtartása

source: Store Credit/Gift Certificate that are stored for customers via coupons. If erased, the customer will not be able to use the coupons.
hu_hu: A kuponokon keresztül az ügyfelek számára tárolt bolti jóváírás/ajándékutalvány. Törlés esetén a vevő nem tudja használni a kuponokat.

source: %s - Coupon Personal Data Exporter
hu_hu: %s - Kupon személyes adatok exportálója

source: %s - Coupon Personal Data Eraser
hu_hu: %s - Kupon személyes adatok törlője

source: %s - Order Personal Data Exporter
hu_hu: %s - Rendelés személyes adatok exportálója

source: %s - Order Personal Data Eraser
hu_hu: %s - Rendelés személyes adatainak törlője

source: %s - User Personal Data Exporter
hu_hu: %s - Felhasználó személyes adatainak exportálója

source: %s - User Personal Data Eraser
hu_hu: %s - Felhasználó személyes adatainak törlője

# Title for coupon column on the products page
source: Linked coupons
hu_hu: Kapcsolt kuponok

source: Open in a new tab
hu_hu: Megnyitás új lapon

source: Search for a coupon&hellip;
hu_hu: Kupon keresése&hellip;

source: These coupon/s will be given to customers who buy this product. The coupon code will be automatically sent to their email address on purchase.
hu_hu: Ezeket a kuponokat azok a vásárlók kapják meg, akik megveszik ezt a terméket. A kuponkódot a vásárláskor automatikusan elküldjük az e-mail-címükre.

source: Send coupons on renewals?
hu_hu: Küldjön kuponokat megújításkor?

source: Check this box to send above coupons on each renewal order.
hu_hu: Jelölje be ezt a négyzetet, hogy a fenti kuponokat minden megújítási rendelésnél elküldjük.

source: Enter a numeric value.
hu_hu: Adjon meg egy számértéket.

source: The value should not be less than
hu_hu: Az érték nem lehet kevesebb, mint

source: The value should not be greater than
hu_hu: Az érték nem lehet nagyobb, mint

source: Purchase %s worth
hu_hu: Vásároljon %s értékben

source: Purchase credit worth
hu_hu: Vásárlási jóváírás értéke

source: Now
hu_hu: Most

source: Later
hu_hu: Később

# Timepicker on the frontend side
source: Now
hu_hu: Most

# Timepicker on the frontend side
source: Done
hu_hu: Kész

# Timepicker on the frontend side
source: Choose Time
hu_hu: Idő kiválasztása

# Timepicker on the frontend side
source: Time
hu_hu: Idő

# Timepicker on the frontend side
source: Hour
hu_hu: Óra

# Timepicker on the frontend side
source: Minute
hu_hu: Perc

# Timepicker on the frontend side
source: Second
hu_hu: Másodperc

# Timepicker on the frontend side
source: Millisecond
hu_hu: Milliszekundum

# Timepicker on the frontend side
source: Microsecond
hu_hu: Mikroszekundum

# Timepicker on the frontend side
source: Time Zone
hu_hu: Időzóna

source: Send Coupons to...
hu_hu: Kuponok küldése...

source: Your order contains coupons. You will receive them after completion of this order.
hu_hu: Megrendelése kuponokat tartalmaz. Ezeket a rendelés teljesítése után fogja megkapni.

source: Your order contains coupons. What would you like to do?
hu_hu: Megrendelése kuponokat tartalmaz. Mit szeretne tenni?

source: Send to me
hu_hu: Küldés nekem

source: Gift to someone else
hu_hu: Ajándék másnak

source: Send to one person
hu_hu: Küldés egy személynek

source: Send to different people
hu_hu: Küldés különböző személyeknek

source: Deliver coupon
hu_hu: Kupon kézbesítése

source: Enter recipient e-mail address
hu_hu: Adja meg a címzett e-mail-címét

source: Pick a delivery date & time
hu_hu: Válasszon kézbesítési dátumot & időt

source: Write a message
hu_hu: Írjon üzenetet

source: Free Shipping coupon
hu_hu: Ingyenes szállítási kupon

# Error message when AJAX fails to update coupon receiver details
source: Failed to update coupon receiver details in session.
hu_hu: Nem sikerült frissíteni a kupon címzettjének adatait a munkamenetben.

source: Coupon delivery date and time is a required field.
hu_hu: A kupon kézbesítési dátuma és ideje kötelező mező.

source: Failed to save coupon receiver details.
hu_hu: Nem sikerült menteni a kupon címzettjének adatait.

source: The coupon code already exists
hu_hu: A kuponkód már létezik

source: Failed to prepare coupon object for database.
hu_hu: Nem sikerült előkészíteni a kuponobjektumot az adatbázishoz.

source: Preview
hu_hu: Előnézet

source: See coupon search limitations
hu_hu: A kuponkeresés korlátainak megtekintése

source: store credit
hu_hu: áruházi jóváírás

source: store credits
hu_hu: áruházi jóváírások

source: General
hu_hu: Általános

source: Number of coupons to show
hu_hu: Megjelenítendő kuponok száma

source: How many coupons (at max) should be shown on cart, checkout & my account page? If set to 0 (zero) then coupons will not be displayed at all on the website.
hu_hu: Hány kupon legyen legfeljebb megjelenítve a kosárban, a pénztárnál és a Fiókom oldalon? Ha 0 (nulla), akkor egyáltalán nem jelennek meg kuponok a webhelyen.

source: Number of characters in auto-generated coupon code
hu_hu: Automatikusan generált kuponkód karaktereinek száma

source: Number of characters in auto-generated coupon code will be restricted to this number excluding prefix and/or suffix. The default length will be 13. It is recommended to keep this number between 10 to 15 to avoid coupon code duplication.
hu_hu: Az automatikusan generált kuponkód hossza erre a számra lesz korlátozva, az előtag és/vagy utótag nélkül. Alapértelmezés szerint 13. Javasolt 10 és 15 között tartani, hogy elkerülhető legyen a kuponkódok duplikációja.

source: Valid order status for auto-generating coupon
hu_hu: Érvényes rendelési állapot automatikus kupongeneráláshoz

source: Choose order status which will trigger the auto-generation of coupon, if the order contains product which will generate the coupon.
hu_hu: Válassza ki azt a rendelési állapotot, amely elindítja a kupon automatikus létrehozását, ha a rendelés olyan terméket tartalmaz, amely kupon generálását eredményezi.

source: Select order status&hellip;
hu_hu: Válasszon rendelési állapotot&hellip;

source: Auto apply coupons
hu_hu: Kuponok automatikus alkalmazása

source: When enabled, each coupon will have the option to enable auto-apply for that coupon %s
hu_hu: Engedélyezés esetén minden kuponnál elérhető lesz az automatikus alkalmazás beállítása %s

source: Disabling this, no coupons will be auto-applied - even if any coupon has "Auto apply?" enabled.
hu_hu: Ennek letiltásával egyetlen kupon sem kerül automatikus alkalmazásra - még akkor sem, ha bármelyik kuponnál az "Auto apply?" engedélyezve van.

source: Automatic deletion
hu_hu: Automatikus törlés

source: Delete the %1$s when entire credit amount is used up %2$s
hu_hu: A %1$s törlése, amikor a jóváírás teljes összege felhasználódott %2$s

source: (Note: It's recommended to keep it Disabled)
hu_hu: (Megjegyzés: Javasolt kikapcsolva hagyni)

source: Coupon emails
hu_hu: Kupon e-mailek

source: Email auto generated coupons to recipients
hu_hu: Az automatikusan generált kuponok e-mailben küldése a címzetteknek

source: Printing coupons
hu_hu: Kuponok nyomtatása

source: Enable feature to allow printing of coupons
hu_hu: A kuponok nyomtatását lehetővé tevő funkció engedélyezése

source: [Read More]
hu_hu: [További információ]

source: Sell %s at less price?
hu_hu: Eladja a(z) %s alacsonyabb áron?

source: Allow selling %s at discounted price
hu_hu: A(z) %s kedvezményes áron történő értékesítésének engedélyezése

source: When selling %1$s, if Regular and Sale price is found for the product, then coupon will be created with product's Regular Price but customer will pay product's Sale price. This setting will also make sure if any discount coupon is applied on the %2$s while purchasing, then customer will get %3$s in their picked price
hu_hu: %1$s értékesítése esetén, ha a termékhez normál és akciós ár is tartozik, a kupon a termék normál árával jön létre, de a vásárló a termék akciós árát fizeti. Ez a beállítás azt is biztosítja, hogy ha vásárláskor bármilyen kedvezménykupont alkalmaznak a %2$s esetén, akkor a vásárló a választott áron kapja meg a %3$s értéket.

source: Customize coupons
hu_hu: Kuponok testreszabása

source: Customize Coupons
hu_hu: Kuponok testreszabása

source: Colors
hu_hu: Színek

source: Choose a color scheme for coupons.
hu_hu: Válasszon színsémát a kuponokhoz.

source: Amaranth red
hu_hu: Amarántvörös

source: Carolina Blue
hu_hu: Karolina-kék

source: Gold
hu_hu: Arany

source: Majorelle Blue
hu_hu: Majorelle-kék

source: Rose Pink
hu_hu: Rózsaszín

source: Spanish Orange
hu_hu: Spanyol narancs

source: Chocolate
hu_hu: Csokoládé

source: Ocean
hu_hu: Óceán

source: Crimson Breeze
hu_hu: Karmazsin fuvallat

source: Velvet Flame
hu_hu: Bársonyláng

source: Mint Ember
hu_hu: Menta parázs

source: Tropical Dawn
hu_hu: Trópusi hajnal

source: Emerald Blaze
hu_hu: Smaragd láng

source: Crimson Noir
hu_hu: Karmazsin Noir

source: Emerald Contrast
hu_hu: Smaragd kontraszt

source: Customize colors
hu_hu: Színek testreszabása

source: Customize color scheme for coupons.
hu_hu: A kuponok színsémájának testreszabása.

source: Custom colors
hu_hu: Egyedi színek

source: Styles
hu_hu: Stílusok

source: Choose a style for coupon on the website.
hu_hu: Válasszon stílust a kuponhoz a webhelyen.

source: Flat
hu_hu: Lapos

source: Promotion
hu_hu: Promóció

source: Ticket
hu_hu: Jegy

source: Festive
hu_hu: Ünnepi

source: Special
hu_hu: Különleges

source: Shipment
hu_hu: Szállítás

source: Cutout
hu_hu: Kivágás

source: Deliver
hu_hu: Kézbesítés

source: Clipper
hu_hu: Kivágó

source: Basic
hu_hu: Alap

source: Deal
hu_hu: Ajánlat

source: Style for email
hu_hu: Stílus e-mailhez

source: Style for coupon in email.
hu_hu: Kupon stílusa e-mailben.

source: Email coupon
hu_hu: Kupon e-mailben

source: Display coupons
hu_hu: Kuponok megjelenítése

source: Display Coupons
hu_hu: Kuponok megjelenítése

source: Enable store notice for the coupon
hu_hu: Boltértesítés engedélyezése a kuponhoz

source: Search & select a coupon which you want to display as store notice. The selected coupon's description will be displayed along with the coupon code (if it is set) otherwise, a description will be generated automatically. To disable the feature, keep this field empty.
hu_hu: Keressen és válasszon ki egy kupont, amelyet boltértesítésként szeretne megjeleníteni. A kiválasztott kupon leírása a kuponkóddal együtt lesz megjelenítve (ha be van állítva), ellenkező esetben a rendszer automatikusan generál leírást. A funkció letiltásához hagyja üresen ezt a mezőt.

source: Search for a coupon...
hu_hu: Kupon keresése...

source: Style for store notice
hu_hu: Stílus a boltértesítéshez

source: Choose a style for store notice on the website.
hu_hu: Válasszon stílust a boltértesítéshez a webhelyen.

source: Balloon
hu_hu: Léggömb

source: Gift box
hu_hu: Ajándékdoboz

source: Christmas
hu_hu: Karácsony

source: Notification
hu_hu: Értesítés

source: Displaying coupons
hu_hu: Kuponok megjelenítése

source: Include coupon details on product's page, for products that issue coupons %s
hu_hu: A kuponokat kibocsátó termékek termékoldalán jelenítse meg a kupon részleteit %s

source: Show coupons available to customers on their My Account > Coupons page %s
hu_hu: A vásárlók számára elérhető kuponok megjelenítése a Saját fiók > Kuponok oldalon %s

source: Include coupons received from other people on My Account > Coupons page %s
hu_hu: Másoktól kapott kuponok megjelenítése a Saját fiók > Kuponok oldalon %s

source: Show invalid or used coupons in My Account > Coupons %s
hu_hu: Érvénytelen vagy felhasznált kuponok megjelenítése a Saját fiók > Kuponok oldalon %s

source: Display coupon description along with coupon code (on site as well as in emails) %s
hu_hu: A kupon leírásának megjelenítése a kuponkóddal együtt (a webhelyen és e-mailekben is) %s

source: Show coupons on Cart page
hu_hu: Kuponok megjelenítése a Kosár oldalon

source: Enable to show coupons on Cart page.
hu_hu: Engedélyezze a kuponok megjelenítését a Kosár oldalon.

source: Show coupons on Checkout page
hu_hu: Kuponok megjelenítése a Pénztár oldalon

source: Enable to show coupons on Checkout page.
hu_hu: Engedélyezze a kuponok megjelenítését a Pénztár oldalon.

source: Always show the coupons section (even if no coupons)
hu_hu: Mindig jelenjen meg a kuponok szakasz (akkor is, ha nincs kupon)

source: This section will always be visible, even if no coupons are currently available.
hu_hu: Ez a szakasz mindig látható lesz, még akkor is, ha jelenleg nem érhetők el kuponok.

source: Show section open by default
hu_hu: Szakasz alapértelmezetten nyitva

source: Expand the coupon section by default when visible.
hu_hu: A kuponok szakasz alapértelmezetten legyen kinyitva, amikor látható.

source: Tax
hu_hu: Adó

source: Generated %s amount
hu_hu: Generált %s összege

source: Include tax in the amount of the generated %s
hu_hu: Az adó szerepeltetése a generált %s összegében

source: Labels
hu_hu: Címkék

source: Call it something else! Use these to quickly change text labels through your store. <a href="https://woocommerce.com/document/smart-coupons/how-to-translate-smart-coupons/" target="_blank">Use translations</a> for complete control.
hu_hu: Nevezze át! Ezekkel gyorsan módosíthatja az áruház szöveges címkéit. <a href="https://woocommerce.com/document/smart-coupons/how-to-translate-smart-coupons/" target="_blank">Használjon fordításokat</a> a teljes irányítás érdekében.

source: Give alternate singular name to Store Credit / Gift Certificate. This label will only rename Store Credit / Gift Certificate used in the Smart Coupons plugin. <a href="https://woocommerce.com/document/smart-coupons/how-to-rename-store-credit/" target="_blank"><small> [Read More] </small></a>
hu_hu: Adjon alternatív egyes számú nevet az Áruházi egyenleg / Ajándékutalvány számára. Ez a címke csak a Smart Coupons bővítményben használt Áruházi egyenleg / Ajándékutalvány elnevezését módosítja. <a href="https://woocommerce.com/document/smart-coupons/how-to-rename-store-credit/" target="_blank"><small> [További információ] </small></a>

source: Singular name
hu_hu: Egyes számú név

source: Give plural name for the above singular name.
hu_hu: Adjon többes számú alakot a fenti egyes számú névhez.

source: Plural name
hu_hu: Többes számú név

source: %s product CTA
hu_hu: %s termék CTA

source: This is what will be shown instead of "Add to Cart" for products that sell %s.
hu_hu: Ez fog megjelenni az "Add to Cart" helyett azoknál a termékeknél, amelyek %s-t értékesítenek.

source: While purchasing %s
hu_hu: %s vásárlásakor

source: When you opt to allow people to buy %s of any amount, this label will be used.
hu_hu: Ha engedélyezi, hogy bármekkora összegű %s-t vásároljanak, ez a címke lesz használva.

source: "Coupons with Product" description
hu_hu: "Kupon a termékkel" leírása

source: This is the heading above coupon details displayed on products that issue coupons.
hu_hu: Ez a kuponrészletek feletti fejléc azoknál a termékeknél, amelyek kuponokat bocsátanak ki.

source: You will get following coupon(s) when you buy this item
hu_hu: Ezt a terméket megvásárolva a következő kupont/kuponokat kapja

source: On Cart/Checkout pages
hu_hu: A Kosár/Pénztár oldalakon

source: This is the title for the list of available coupons, shown on Cart and Checkout pages.
hu_hu: Ez a rendelkezésre álló kuponok listájának címe, amely a Kosár és a Pénztár oldalakon jelenik meg.

source: You can use <code>{{coupons_count}}</code> as a placeholder to show the number of available coupons dynamically.
hu_hu: Használhatja a <code>{{coupons_count}}</code> helyőrzőt a rendelkezésre álló kuponok számának dinamikus megjelenítéséhez.

source: Available Coupons ({coupons_count})
hu_hu: Elérhető kuponok ({coupons_count})

source: My Account page
hu_hu: Saját fiók oldal

source: Title of available coupons list on My Account page.
hu_hu: A Saját fiók oldalon elérhető kuponok listájának címe.

source: Send coupon form
hu_hu: Kuponküldő űrlap

source: Send Coupon Form
hu_hu: Kuponküldő űrlap

source: Buyers can send purchased coupons to anyone – right while they're checking out.
hu_hu: A vásárlók a megvásárolt kuponokat bárkinek elküldhetik – közvetlenül fizetéskor.

source: Allow sending of coupons to others
hu_hu: Kuponok küldésének engedélyezése másoknak

source: Allow the buyer to send coupons to someone else.
hu_hu: Engedélyezze, hogy a vásárló kuponokat küldjön másnak.

source: Title
hu_hu: Cím

source: The title for coupon receiver details block.
hu_hu: A kupon címzettjének adatait tartalmazó blokk címe.

source: Description
hu_hu: Leírás

source: Additional text below the title.
hu_hu: Kiegészítő szöveg a cím alatt.

source: Allow schedule sending of coupons?
hu_hu: Ütemezett kuponküldés engedélyezése?

source: Enable this to allow buyers to select date & time for delivering the coupon.
hu_hu: Engedélyezze, hogy a vásárlók dátumot és időpontot válasszanak a kupon kézbesítéséhez.

source: The coupons will be sent to the recipients via email on the selected date & time
hu_hu: A kuponok a kiválasztott dátumon és időpontban e-mailben kerülnek elküldésre a címzetteknek

source: Combine emails
hu_hu: E-mailek egyesítése

source: Send only one email instead of multiple emails when multiple coupons are generated for same recipient
hu_hu: Küldjön egyetlen e-mailt több helyett, ha ugyanannak a címzettnek több kupon generálódik

source: Apply before tax
hu_hu: Alkalmazás adó előtt

source: Deduct credit/gift before doing tax calculations
hu_hu: Jóváírás/ajándék levonása az adószámítás előtt

source: %s include tax?
hu_hu: A(z) %s tartalmazza az adót?

source: %s discount is inclusive of tax
hu_hu: A(z) %s kedvezmény tartalmazza az adót

source: %1$s: %2$s to avoid issues related to missing data for %3$s. %4$s
hu_hu: %1$s: %2$s a %3$s hiányzó adataival kapcsolatos problémák elkerüléséhez. %4$s

source: Uncheck
hu_hu: Jelölés törlése

source: Delete Gift / Credit, when credit is used up
hu_hu: Ajándék / Egyenleg törlése, amikor az egyenleg elfogy

source: Setting
hu_hu: Beállítás

source: Hide this notice
hu_hu: Értesítés elrejtése

source: Important setting
hu_hu: Fontos beállítás

source: Hurry. Going fast! On the entire range of products.
hu_hu: Siessen. Gyorsan fogy! A teljes termékkínálatra érvényes.

source: Click to visit store. This coupon will be applied automatically.
hu_hu: Kattintson az áruház megnyitásához. Ez a kupon automatikusan alkalmazásra kerül.

source: No search term specified.
hu_hu: Nincs megadva keresőkifejezés.

source: Enter more than one character to search.
hu_hu: A kereséshez adjon meg egynél több karaktert.

source: Click to select coupon code.
hu_hu: Kattintson a kuponkód kiválasztásához.

source: No coupon code found.
hu_hu: Nem található kuponkód.

source: Coupon code
hu_hu: Kuponkód

source: Search coupon...
hu_hu: Kupon keresése...

source: Insert Shortcode
hu_hu: Rövidkód beszúrása

source: Cancel
hu_hu: Mégse

source: Store Credit:
hu_hu: Áruházi egyenleg:

source: Coupon code "%s" applied successfully. Please add some products to the cart to see the discount.
hu_hu: A(z) "%s" kuponkód sikeresen alkalmazva. Adjon a kosárhoz néhány terméket a kedvezmény megtekintéséhez.

source: Coupon code "%s" already applied! Please add some products to the cart to see the discount.
hu_hu: A(z) "%s" kuponkód már alkalmazva! Adjon a kosárhoz néhány terméket a kedvezmény megtekintéséhez.

source: Nonce verification failed.
hu_hu: A nonce ellenőrzése sikertelen.

source: No email provided.
hu_hu: Nincs megadva e-mail.

source: Invalid email format.
hu_hu: Érvénytelen e-mail formátum.

source: Email set in session successfully.
hu_hu: Az e-mail sikeresen beállítva a munkamenetben.

source: Error updating checkout:
hu_hu: Hiba a pénztár frissítésekor:

source: Network error:
hu_hu: Hálózati hiba:

source: Fetch error:
hu_hu: Lekérési hiba:

source: Cheatin&#8217; huh?
hu_hu: Csalunk, mi?

source: This coupon has pending emails to be sent. Deleting it will delete those emails also. Are you sure to delete this coupon?
hu_hu: Ehhez a kuponhoz várakozó e-mailek tartoznak. A törlés ezeknek az e-maileknek a törlését is eredményezi. Biztosan törli ezt a kupont?

source: An error has occurred. Please try again later.
hu_hu: Hiba történt. Kérjük, próbálja meg később újra.

source: An error occurred while checking scheduled actions.
hu_hu: Hiba történt az ütemezett műveletek ellenőrzése közben.

source: Spend at least %s
hu_hu: Legalább %s költése esetén

source: Spend up to %s
hu_hu: Legfeljebb %s költésig

source: Not valid for sale items
hu_hu: Akciós termékekre nem érvényes

source: Valid for %s
hu_hu: Érvényes a következőre: %s

source: Not valid for %s
hu_hu: Nem érvényes a következőre: %s

source: Expiry: %s
hu_hu: Lejárat: %s

source: Valid on entire range of products. Buy anything in the store.
hu_hu: Az összes termékre érvényes. Vásároljon bármit az áruházban.

source: Great News!
hu_hu: Remek hír!

source: Super Savings!
hu_hu: Szuper megtakarítás!

source: Ending Soon!
hu_hu: Hamarosan véget ér!

source: Limited Time Offer!
hu_hu: Korlátozott idejű ajánlat!

source: This Week Only!
hu_hu: Csak ezen a héten!

source: Attention!
hu_hu: Figyelem!

source: You don't want to miss this...
hu_hu: Ezt nem akarja kihagyni...

source: This will be over soon! Hurry.
hu_hu: Hamarosan véget ér! Siessen.
