Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-smart-coupons/woocommerce-smart-coupons-*.po
Languages: hu_hu

source: I'm using WPML & WPML provides support for multi-currency, but Smart Coupons only changes currency symbol & the price value remains same. Can Smart Coupons change the currency symbol and the price value associated with it?
hu_hu: A WPML-t használom, és a WPML támogatja a több pénznemet, de a Smart Coupons csak a pénznem szimbólumát változtatja, az ár értéke változatlan marad. Tudja a Smart Coupons a pénznem szimbólumát és a hozzá tartozó árértéket is megváltoztatni?

source: Currently, Smart Coupons is compatible with %s. But it is not compatible with any other multi-currency plugin or with WPML.
hu_hu: Jelenleg a Smart Coupons kompatibilis a következővel: %s. Más többpénznemű bővítménnyel vagy a WPML-lel nem kompatibilis.

source: If you are facing any issues, please %s from your WooCommerce account.
hu_hu: Ha problémát tapasztal, kérjük, %s a WooCommerce-fiókjából.

source: submit a ticket
hu_hu: küldjön be egy jegyet

source: Type
hu_hu: Típus

source: %1$s (Type: %2$s)
hu_hu: %1$s (Típus: %2$s)

source: Cart Discount
hu_hu: Kosárkedvezmény

source: Product Discount
hu_hu: Termékkedvezmény

source: Discount
hu_hu: Kedvezmény

source: upto %s
hu_hu: legfeljebb %s

source: Auto apply?
hu_hu: Automatikus alkalmazás?

source: Coupon usage limit has been reached.
hu_hu: Elérte a kupon felhasználási korlátját.

source: %1$s: To allow bulk generation of coupons, please make sure %2$s directory is writable.
hu_hu: %1$s: A kuponok tömeges létrehozásának engedélyezéséhez győződjön meg róla, hogy a %2$s könyvtár írható.

source: Bulk generation is disabled since uploads directory is not writable. Please ensure uploads directory is writable before starting bulk generate process.
hu_hu: A tömeges létrehozás le van tiltva, mert az uploads könyvtár nem írható. Kérjük, a tömeges létrehozás megkezdése előtt győződjön meg róla, hogy az uploads könyvtár írható.

source: imported
hu_hu: importálva

source: generated & sent
hu_hu: létrehozva és elküldve

source: generate
hu_hu: létrehozás

source: generated
hu_hu: létrehozva

source: %1$s: The coupon bulk %2$s process stopped. Please review the coupons list to check the status.
hu_hu: %1$s: A kuponok tömeges %2$s folyamata leállt. Kérjük, ellenőrizze a kuponok listáját az állapot megtekintéséhez.

source: Error
hu_hu: Hiba

source: Store Credits / Gift Cards
hu_hu: Áruházi jóváírások / Ajándékkártyák

source: %s are being
hu_hu: %s feldolgozása

source: in the background. You will be notified when it is completed.
hu_hu: a háttérben történik. Értesítést kap, amikor befejeződött.

source: Progress
hu_hu: Előrehaladás

source: Stop
hu_hu: Leállítás

source: You can continue with other work. But for bulk generating or importing new coupons, wait for the current process to complete.
hu_hu: Folytathatja a többi munkát. De új kuponok tömeges létrehozásához vagy importálásához várja meg a jelenlegi folyamat befejezését.

source: We are processing coupons in background. Please wait before starting new process.
hu_hu: A kuponokat a háttérben dolgozzuk fel. Kérjük, várjon az új folyamat indítása előtt.

source: Are you sure you want to stop the coupon bulk %s process? Click OK to stop.
hu_hu: Biztosan le szeretné állítani a kuponok tömeges %s folyamatát? A leállításhoz kattintson az OK gombra.

source: Coupon import
hu_hu: Kuponimport

source: updated & emailed
hu_hu: frissítve és e-mailben elküldve

source: added & emailed
hu_hu: hozzáadva és e-mailben elküldve

source: Coupon bulk generation
hu_hu: Kuponok tömeges létrehozása

source: updated
hu_hu: frissítve

source: added
hu_hu: hozzáadva

source: Store credit
hu_hu: Áruházi jóváírás

source: sent
hu_hu: elküldve

source: store credit / gift card
hu_hu: áruházi jóváírás / ajándékkártya

source: store credits / gift cards
hu_hu: áruházi jóváírások / ajándékkártyák

source: coupon
hu_hu: kupon

source: coupons
hu_hu: kuponok

source: Successfully
hu_hu: Sikeresen

source: Skipped
hu_hu: Kihagyva

source: CSV file has been generated. You can download it from
hu_hu: A CSV-fájl elkészült. Innen töltheti le:

source: An unexpected error occurred while fetching coupon background progress.
hu_hu: Váratlan hiba történt a kuponok háttérfolyamatának lekérése közben.

source: Failed to create export file.
hu_hu: Nem sikerült létrehozni az exportfájlt.

source: An unexpected error occurred while downloading the CSV.
hu_hu: Váratlan hiba történt a CSV letöltése közben.

source: Every 5 Seconds
hu_hu: 5 másodpercenként

source: Apply discount on
hu_hu: Kedvezmény alkalmazása

source: All qualifying products
hu_hu: Minden jogosult termék

source: Cheapest qualifying product in cart
hu_hu: A kosár legolcsóbb jogosult terméke

source: Highest priced qualifying product in cart
hu_hu: A kosár legdrágább jogosult terméke

# Coupon field label
source: Coupon(s) can be used with
hu_hu: A kupon(ok) együtt használhatók ezzel

# Coupon field description
source: Select coupons that can be used in conjunction with this coupon.
hu_hu: Válassza ki azokat a kuponokat, amelyek ezzel a kuponnal együtt használhatók.

# Coupon field placeholder
source: Search for a coupons…
hu_hu: Kuponok keresése…

# Coupon field label
source: Coupon(s) can’t be used with
hu_hu: A kupon(ok) nem használhatók együtt ezzel

# Coupon field description
source: Select coupons that cannot be used in conjunction with this coupon.
hu_hu: Válassza ki azokat a kuponokat, amelyek nem használhatók együtt ezzel a kuponnal.

# Error message when coupon cannot be combined
source: This coupon cannot be used together with another applied coupon.
hu_hu: Ez a kupon nem használható együtt másik már alkalmazott kuponnal.

# Error message when coupon cannot be combined
source: This coupon cannot be combined with the applied coupon(s).
hu_hu: Ez a kupon nem kombinálható a már alkalmazott kupon(ok)kal.

# Error message when coupon cannot be combined
source: This coupon cannot be used with one of the other applied coupons.
hu_hu: Ez a kupon nem használható együtt a többi már alkalmazott kupon egyikével.

# Error message for invalid nonce
source: Invalid nonce
hu_hu: Érvénytelen nonce

# Error message for unauthorized access
source: Unauthorized
hu_hu: Jogosulatlan

# Error message
source: An unexpected error occurred.
hu_hu: Váratlan hiba történt.

source: %s has been added to your cart!
hu_hu: %s bekerült a kosarába!

source: %1$s %2$s %3$s removed because coupon %4$s is removed.
hu_hu: A(z) %1$s %2$s %3$s eltávolítva, mert a(z) %4$s kupon el lett távolítva.

source: Add product details
hu_hu: Termékadatok hozzáadása

# Gift selection notice
source: Choose your gift now with coupon %1$s! %2$s
hu_hu: Válassza ki ajándékát most a(z) %1$s kuponnal! %2$s

# Gift selection notice link
source: Click here to select your eligible product.
hu_hu: Kattintson ide a jogosult termék kiválasztásához.

# Error message
source: No applicable coupons found.
hu_hu: Nem található alkalmazható kupon.

# Popup title
source: Choose an option.
hu_hu: Válasszon egy lehetőséget.

# Popup description
source: Redeem Your "%1$s" and choose 1 product from %2$d options with %3$s %4$s %5$s off
hu_hu: Váltsa be a(z) "%1$s" kupont, és válasszon 1 terméket a(z) %2$d lehetőség közül, %3$s %4$s %5$s kedvezménnyel

# Add to Cart button text
source: Add to Cart
hu_hu: Kosárba

# Error message
source: An unexpected error occurred while loading coupon products.
hu_hu: Váratlan hiba történt a kuponhoz tartozó termékek betöltése közben.

# Error message when product or coupon is missing
source: Invalid product or coupon.
hu_hu: Érvénytelen termék vagy kupon.

# Error message when the provided coupon is invalid
source: Coupon not found.
hu_hu: A kupon nem található.

# Error message when coupon actions are missing
source: Coupon action not found.
hu_hu: A kuponművelet nem található.

# Error message when a product does not match coupon restrictions
source: Selected product is not valid for this coupon.
hu_hu: A kiválasztott termék nem érvényes ehhez a kuponhoz.

# Error message when the product does not exist
source: Product not found.
hu_hu: A termék nem található.

# Error message when product is already in cart
source: "%s" is already in your cart.
hu_hu: "%s" már a kosarában van.

# Error message when product addition fails
source: Failed to add product to cart.
hu_hu: Nem sikerült a terméket a kosárba tenni.

# Success message when a product is added to the cart
source: "%s" has been added to your cart.
hu_hu: "%s" bekerült a kosarába.

# Error Please select a product.
source: Please select a product.
hu_hu: Kérjük, válasszon egy terméket.

source: Error processing request.
hu_hu: Hiba a kérés feldolgozása közben.

source: Category
hu_hu: Kategória

# Admin menu name
source: Categories
hu_hu: Kategóriák

source: Search coupon categories
hu_hu: Kuponkategóriák keresése

source: All coupon categories
hu_hu: Összes kuponkategória

source: Parent coupon category
hu_hu: Szülő kuponkategória

source: Parent coupon category:
hu_hu: Szülő kuponkategória:

source: Edit coupon category
hu_hu: Kuponkategória szerkesztése

source: Update coupon category
hu_hu: Kuponkategória frissítése

source: Add new coupon category
hu_hu: Új kuponkategória hozzáadása

source: New coupon category name
hu_hu: Új kuponkategória neve

source: No coupon categories found
hu_hu: Nem található kuponkategória

source: Used in orders
hu_hu: Rendelésekben használva

source: Sync of coupon data for coupon ID: %1$d failed. Reason: %2$s
hu_hu: A kuponadatok szinkronizálása a kupon ID: %1$d esetén sikertelen. Ok: %2$s

# Admin notice message displayed after scheduling a coupon expiry reminder
source: Expiry reminder scheduled for this coupon.
hu_hu: Lejárati emlékeztető ütemezve ehhez a kuponhoz.

# Link text to view scheduled actions in admin
source: View scheduled action
hu_hu: Ütemezett művelet megtekintése

source: Coupon shareable link
hu_hu: Megosztható kuponhivatkozás

source: Copy the following link and share it to apply this coupon via URL.
hu_hu: Másolja az alábbi hivatkozást, és ossza meg a kupon URL-en keresztüli alkalmazásához.

source: Click to copy
hu_hu: Kattintson a másoláshoz

source: You can also apply multiple coupon codes via a single URL. For example:
hu_hu: Több kuponkódot is alkalmazhat egyetlen URL-en keresztül. Példa:

# Timepicker on the admin side
source: Now
hu_hu: Most

# Timepicker on the admin side
source: Done
hu_hu: Kész

# Timepicker on the admin side
source: Choose Time
hu_hu: Idő kiválasztása

# Timepicker on the admin side
source: Time
hu_hu: Idő

# Timepicker on the admin side
source: Hour
hu_hu: Óra

# Timepicker on the admin side
source: Minute
hu_hu: Perc

# Timepicker on the admin side
source: Second
hu_hu: Másodperc

# Timepicker on the admin side
source: Millisecond
hu_hu: Milliszekundum

# Timepicker on the admin side
source: Microsecond
hu_hu: Mikroszekundum

# Timepicker on the admin side
source: Time Zone
hu_hu: Időzóna

source: Coupon expiry time
hu_hu: Kupon lejárati időpontja

source: Time after which coupon will be expired. This will work in conjunction with Coupon expiry date.
hu_hu: Az az időpont, amely után a kupon lejár. A kupon lejárati dátumával együtt működik.

source: Max discount (%s)
hu_hu: Maximális kedvezmény (%s)

source: Unlimited discount
hu_hu: Korlátlan kedvezmény

source: The maximum discount this coupon can give on a cart.
hu_hu: A kupon által a kosárra adható maximális kedvezmény.

source: When checked, and applicable, this discount will apply automatically to the cart / order - without customer needing to know / use the coupon. Auto Apply is an excellent way to setup discount rules using Smart Coupons. Keep in mind that, at most 5 coupons / discounts will be auto applied on a cart / order.
hu_hu: Ha be van jelölve, és alkalmazható, ez a kedvezmény automatikusan alkalmazásra kerül a kosár / rendelés esetén - anélkül, hogy az ügyfélnek ismernie / használnia kellene a kupont. Az Automatikus alkalmazás kiváló módja a kedvezményszabályok beállításának a Smart Coupons használatával. Ne feledje, hogy legfeljebb 5 kupon / kedvezmény kerül automatikusan alkalmazásra egy kosárra / rendelésre.

source: For new customers?
hu_hu: Új vásárlóknak?

source: When checked, this coupon can be used only in a customer's very first order.
hu_hu: Ha be van jelölve, ez a kupon csak az ügyfél legelső rendelésében használható.

source: Show to everyone?
hu_hu: Megjelenjen mindenkinek?

source: When checked, this coupon will be included for display on cart / checkout / My Account pages - for all eligible customers.
hu_hu: Ha be van jelölve, ez a kupon megjelenítésre kerül a kosár / pénztár / Fiókom oldalakon - minden jogosult vásárló számára.

source: Coupon value same as product's price?
hu_hu: A kupon értéke megegyezik a termék árával?

source: When checked, generated coupon's value will be same as product's price
hu_hu: Ha be van jelölve, a létrehozott kupon értéke megegyezik a termék árával

source: Auto generate?
hu_hu: Automatikus generálás?

source: When checked, and when this coupon is linked to a product, and when someone places an order containing such product: generates a copy of this coupon with all the settings, assigns a new coupon code and issues that newly generated coupon to the customer, to use in future order/s.
hu_hu: Ha be van jelölve, és ez a kupon egy termékhez van kapcsolva, és valaki olyan rendelést ad le, amely tartalmazza ezt a terméket: a rendszer létrehoz egy másolatot erről a kuponról minden beállításával együtt, új kuponkódot rendel hozzá, és kiadja az újonnan generált kupont a vásárlónak, hogy azt jövőbeli rendelés(ek)ben használhassa.

source: Optional coupon code format
hu_hu: Opcionális kuponkód-formátum

source: Prefix
hu_hu: Előtag

source: auto generated
hu_hu: automatikusan generált

source: Suffix
hu_hu: Utótag

source: (prefix or suffix with up to three letters work best)
hu_hu: (az elő- vagy utótag legfeljebb három betűvel működik a legjobban)

source: Expire
hu_hu: Lejárat

source: Days
hu_hu: Napok

source: Weeks
hu_hu: Hetek

source: Months
hu_hu: Hónapok

source: Years
hu_hu: Évek

source: after issuance - instead of a fixed expiry date, and at "Expiry time" if set. (Only used for auto-generated coupons)
hu_hu: a kiállítás után - fix lejárati dátum helyett, és a "Lejárati idő" szerint, ha meg van adva. (Csak automatikusan generált kuponoknál használatos)

source: Disable email restriction?
hu_hu: E-mail korlátozás kikapcsolása?

source: Do not restrict auto-generated coupons to buyer / receiver email, anyone with the coupon code can use it.
hu_hu: Ne korlátozza az automatikusan generált kuponokat a vevő / címzett e-mail-címére, a kuponkóddal bárki használhatja.

source: Actions
hu_hu: Műveletek

source: After applying the coupon, do these also...
hu_hu: A kupon alkalmazása után ezeket is hajtsa végre...

source: Add products to cart
hu_hu: Termékek hozzáadása a kosárhoz

source: Search for a product&hellip;
hu_hu: Termék keresése&hellip;

source: each with quantity
hu_hu: mindegyik mennyisége

source: This much quantity of each product, selected above, will be added to cart.
hu_hu: A fent kiválasztott minden termékből ennyi mennyiség kerül a kosárba.

source: users can choose only one
hu_hu: a felhasználók csak egyet választhatnak

source: Allow users to choose when multiples are added on the above.
hu_hu: Engedélyezze, hogy a felhasználók választhassanak, amikor a fentiekből több is kerül hozzáadásra.

source: with discount of
hu_hu: kedvezmény mértéke

source: When this coupon will be applied, selected products will be added to cart with set discount. If discount is not set, this coupon's discount will be applied to these products.
hu_hu: Amikor ez a kupon alkalmazásra kerül, a kiválasztott termékek a beállított kedvezménnyel kerülnek a kosárba. Ha nincs beállítva kedvezmény, ezekre a termékekre a kupon kedvezménye lesz érvényes.

# enhanced select
source: One result is available, press enter to select it.
hu_hu: Egy találat érhető el, nyomja meg az Entert a kiválasztásához.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
hu_hu: %qty% találat érhető el, a navigáláshoz használja a fel és le nyílbillentyűket.

# enhanced select
source: No matches found
hu_hu: Nincs találat

# enhanced select
source: Searching&hellip;
hu_hu: Keresés&hellip;

# enhanced select
source: Please enter 1 or more characters
hu_hu: Adjon meg 1 vagy több karaktert

# enhanced select
source: Please enter %qty% or more characters
hu_hu: Adjon meg legalább %qty% karaktert

# enhanced select
source: Please delete 1 character
hu_hu: Töröljön 1 karaktert

# enhanced select
source: Please delete %qty% characters
hu_hu: Töröljön %qty% karaktert

# enhanced select
source: You can only select 1 item
hu_hu: Csak 1 elemet választhat ki

# enhanced select
source: You can only select %qty% items
hu_hu: Csak %qty% elemet választhat ki

# enhanced select
source: Loading more results&hellip;
hu_hu: További találatok betöltése&hellip;

source: Could not locate WooCommerce
hu_hu: Nem található a WooCommerce

source: An error occurred while searching products
hu_hu: Hiba történt a termékek keresése közben

source: Store Credit / Gift Certificate
hu_hu: Áruhitel / Ajándékutalvány

source: Copied!
hu_hu: Másolva!

source: Copy coupon code
hu_hu: Kuponkód másolása

source: Only CSV files are supported. The uploaded file type is:
hu_hu: Csak CSV fájlok támogatottak. A feltöltött fájl típusa:

source: It seems PHP extension "fileinfo" is either not installed, not configured or it's not accessible.
hu_hu: Úgy tűnik, a PHP "fileinfo" kiterjesztés nincs telepítve, nincs beállítva vagy nem érhető el.

source: File not found. Make sure the file has required permission to read and/or the file is accessible:
hu_hu: A fájl nem található. Győződjön meg róla, hogy a fájl rendelkezik a szükséges olvasási jogosultsággal és/vagy elérhető:

source: Failed to schedule email to "%1$s" for coupon "%2$s".
hu_hu: Nem sikerült ütemezni az e-mailt a "%1$s" címre a "%2$s" kuponhoz.

source: Sorry, there has been an error.
hu_hu: Sajnáljuk, hiba történt.

source: The file does not exist, please try again.
hu_hu: A fájl nem létezik, próbálja újra.

source: Import process is already in progress. You’ll be able to import again only after it is completed.
hu_hu: Az importálás már folyamatban van. Újra csak a befejezése után tud importálni.

source: Coupon generation is already in progress. You’ll be able to generate again only after it is completed.
hu_hu: A kuponok generálása már folyamatban van. Újra csak a befejezése után tud generálni.

source: Coupon Import Error
hu_hu: Kuponimportálási hiba

source: Invalid CSV file. Make sure your CSV file contains all columns, header row, and data in correct format.
hu_hu: Érvénytelen CSV-fájl. Győződjön meg róla, hogy a CSV-fájl tartalmazza az összes oszlopot, a fejlécsort és az adatokat a megfelelő formátumban.

source: Download a sample.csv to confirm
hu_hu: Töltse le a sample.csv fájlt ellenőrzéshez

source: All set, Begin import?
hu_hu: Minden kész, kezdjük az importálást?

source: File uploaded OK
hu_hu: A fájl feltöltése sikeres

source: File format seems OK
hu_hu: A fájlformátum rendben van

source: Update existing coupons
hu_hu: Meglévő kuponok frissítése

source: New feature
hu_hu: Új funkció

source: If enabled, existing coupons that match by coupon code will be updated. Coupons that do not exist will be skipped.
hu_hu: Ha engedélyezve van, a kuponkód alapján egyező meglévő kuponok frissülnek. A nem létező kuponok kihagyásra kerülnek.

source: Email coupon to recipients
hu_hu: Kupon küldése e-mailben a címzetteknek

source: Enable this to send coupon to recipient's email addresses, provided in imported file.
hu_hu: Engedélyezze ezt, hogy a kupont elküldje az importált fájlban megadott címzettek e-mail-címeire.

source: Chosen
hu_hu: Kiválasztva

source: Hi there! Upload a CSV file with coupons details to import them into your shop.
hu_hu: Üdv! Töltsön fel egy CSV-fájlt a kuponok adataival, hogy importálja őket az áruházába.

source: The CSV must adhere to a specific format and include a header row.
hu_hu: A CSV-nek egy meghatározott formátumot kell követnie, és tartalmaznia kell egy fejlécsort.

source: Click here to download a sample
hu_hu: Kattintson ide egy minta letöltéséhez

source: and create your CSV based on that.
hu_hu: és készítse el ez alapján a saját CSV-jét.

source: Note: If any coupon from the CSV file already exists in the store, it will not update the existing coupon, instead a new coupon will be imported & the previous coupon with the same code will become inactive.
hu_hu: Megjegyzés: Ha a CSV-fájl bármely kuponja már létezik az áruházban, a meglévő kupon nem frissül; ehelyett egy új kupon kerül importálásra, és az azonos kódú korábbi kupon inaktívvá válik.

source: Ready to import? Choose a .csv file, then click "Upload file".
hu_hu: Készen áll az importálásra? Válasszon egy .csv fájlt, majd kattintson a "Fájl feltöltése" gombra.

source: Before you can upload your import file, you will need to fix the following error:
hu_hu: Mielőtt feltöltheti az importfájlt, előbb javítsa ki a következő hibát:

source: Choose a CSV file
hu_hu: Válasszon egy CSV-fájlt

source: Maximum file size
hu_hu: Maximális fájlméret

source: OR
hu_hu: VAGY

source: Already uploaded CSV to the server?
hu_hu: Már feltöltötte a CSV-t a szerverre?

source: Enter location on the server
hu_hu: Adja meg a szerveren lévő elérési útját

source: Upload file
hu_hu: Fájl feltöltése

source: Display a message to user
hu_hu: Üzenet megjelenítése a felhasználónak

source: Include in email?
hu_hu: Belefoglalja az e-mailbe?

source: Check this box to include this message in order confirmation email.
hu_hu: Jelölje be ezt a négyzetet, ha szeretné ezt az üzenetet belefoglalni a rendelés-visszaigazoló e-mailbe.

source: Coupon Message
hu_hu: Kuponüzenet

source: Is Email Coupon Message
hu_hu: E-mailes kuponüzenet

source: Incorrect format for expiry date of coupon "%1$s". Entered date is %2$s. Expected date format: YYYY-MM-DD
hu_hu: Helytelen formátum a(z) "%1$s" kupon lejárati dátumához. A megadott dátum: %2$s. Elvárt dátumformátum: YYYY-MM-DD

# Error message
source: Invalid order ID.
hu_hu: Érvénytelen rendelésazonosító.

# Error message
source: Order not found.
hu_hu: Rendelés nem található.

source: Email address
hu_hu: E-mail-cím

source: Error: %s Receiver&#146;s E-mail address is invalid.
hu_hu: Hiba: %s A címzett e-mail-címe érvénytelen.

source: Error: Gift Card Receiver&#146;s E-mail address is invalid.
hu_hu: Hiba: Az ajándékkártya címzettjének e-mail-címe érvénytelen.

source: %1$s worth of %2$s restored to coupon %3$s.
hu_hu: %1$s értékű %2$s jóváírva a(z) %3$s kuponon.

source: %1$s worth of Store Credit restored to coupon %2$s.
hu_hu: %1$s értékű Store Credit jóváírva a(z) %2$s kuponon.

source: %s Because PayPal doesn't accept discount on shipping & tax.
hu_hu: %s Mivel a PayPal nem fogad el kedvezményt a szállításra és az adóra.

source: Failed to schedule email to "%1$s" for coupon "%2$s" received from order #%3$s.
hu_hu: Nem sikerült ütemezni az e-mail küldését a(z) "%2$s" kuponhoz, amely a(z) #%3$s rendelésből érkezett, a(z) "%1$s" címre.

# Order edit admin page
source: Resend coupon emails
hu_hu: Kuponos e-mailek újraküldése

# Order edit admin page
source: Regenerate coupons
hu_hu: Kuponok újragenerálása

# Order edit admin page
source: Regenerate & resend coupon emails
hu_hu: Kuponok újragenerálása és e-mailek újraküldése

# Order edit admin page
source: Coupons manually regenerated.
hu_hu: A kuponok kézzel újragenerálva.

# Order edit admin page
source: Coupons manually regenerated & sent.
hu_hu: A kuponok kézzel újragenerálva és elküldve.

# Order edit admin page
source: Coupon details manually sent.
hu_hu: A kupon részletei kézzel elküldve.
