Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-smart-coupons/woocommerce-smart-coupons-*.po
Languages: hu_hu

source: You have selected all items for refund. This action will also refund all applied store credit.
hu_hu: Minden tételt visszatérítésre jelölt. Ez a művelet a felhasznált Store Credit teljes összegét is visszatéríti.

source: This action will also refund all store credit applied to the order.
hu_hu: Ez a művelet a rendeléshez felhasznált teljes Store Creditet is visszatéríti.

source: Are you sure you wish to process store credit refund? This action cannot be undone.
hu_hu: Biztosan végre kívánja hajtani a Store Credit visszatérítését? Ez a művelet nem vonható vissza.

source: Invalid %s refund amount
hu_hu: Érvénytelen %s visszatérítési összeg

source: Successfully updated store credit refund details.
hu_hu: A Store Credit visszatérítés részletei sikeresen frissítve.

source: Failed to update store credit refund details.
hu_hu: Nem sikerült frissíteni a Store Credit visszatérítés részleteit.

source: Nonce verification failed for action "wc_sc_refund_store_credit".
hu_hu: A "wc_sc_refund_store_credit" művelethez tartozó nonce ellenőrzése sikertelen.

source: An unexpected error occurred while processing the store credit refund.
hu_hu: Váratlan hiba történt a Store Credit visszatérítésének feldolgozása közben.

# Error message for AJAX failure
source: AJAX error:
hu_hu: AJAX hiba:

source: Refund %1$s - %2$s by %3$s
hu_hu: Visszatérítés %1$s - %2$s által: %3$s

source: ID: %d
hu_hu: Azonosító: %d

source: Refund %1$s - %2$s
hu_hu: Visszatérítés %1$s - %2$s

# Error message when security token is invalid
source: Invalid security token
hu_hu: Érvénytelen biztonsági token

# Error message when line item data is invalid
source: Line item data is missing or invalid
hu_hu: A sortétel adatai hiányoznak vagy érvénytelenek

# Error message when order ID is missing or invalid
source: Order ID is missing or invalid
hu_hu: A rendelésazonosító hiányzik vagy érvénytelen

# Error message when order cannot be found
source: Order not found
hu_hu: Rendelés nem található

# Error message for invalid refund, discount, or coupon ID
source: Invalid refund or discount amounts, or coupon ID is missing
hu_hu: Érvénytelen visszatérítési vagy kedvezményösszegek, vagy hiányzik a kuponazonosító.

# Error message when coupon cannot be found
source: Coupon not found
hu_hu: Kupon nem található

# Error message for invalid coupon discount type
source: Invalid coupon discount type
hu_hu: Érvénytelen kuponkedvezmény-típus

source: Excluded emails
hu_hu: Kizárt e-mail-címek

source: No restrictions
hu_hu: Nincs korlátozás

source: List of excluded billing emails to check against when an order is placed. Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example "*@gmail.com" would match all gmail addresses.
hu_hu: A kizárt számlázási e-mail-címek listája, amelyeket rendelés leadásakor ellenőrizni kell. Az e-mail-címeket vesszővel válassza el. Használhat csillagot (*) is az e-mail egy részének illesztéséhez. Például a "*@gmail.com" minden Gmail-címre illeszkedik.

source: This coupon is not valid for you.
hu_hu: Ez a kupon nem érvényes az Ön számára.

source: Allowed emails
hu_hu: Engedélyezett e-mail-címek

source: Allowed locations
hu_hu: Engedélyezett helyek

source: If you want to restrict the coupon to certain locations, enter allowed locations here. Country and state names will be auto-completed. Enter city names by typing them fully. Partial names are fine too.
hu_hu: Ha a kupont bizonyos helyekre szeretné korlátozni, itt adja meg az engedélyezett helyeket. Az ország- és államnevek automatikusan kiegészülnek. A városneveket teljesen írja be. Részleges nevek is megfelelőek.

source: Match for location in
hu_hu: Hely szerinti egyezés itt

source: Billing
hu_hu: Számlázás

source: Shipping address
hu_hu: Szállítási cím

source: Search for locations...
hu_hu: Helyek keresése...

source: Is that a city name or partial name or ZIP code, you want to match? If so, press \"Enter\" to save it as:
hu_hu: Ez egy városnév, részleges név vagy irányítószám, amelyre illeszteni szeretne? Ha igen, nyomja meg az \"Enter\" billentyűt, hogy így mentse:

source: Searching...
hu_hu: Keresés...

source: Countries
hu_hu: Országok

source: Additional Locations
hu_hu: További helyek

source: Other
hu_hu: Egyéb

source: An error occurred while searching locations.
hu_hu: Hiba történt a helyek keresése közben.

source: Coupon is not valid for the
hu_hu: A kupon nem érvényes a

source: billing address
hu_hu: számlázási címre

source: shipping address
hu_hu: szállítási címre

source: Locations lookup in
hu_hu: Helyek keresése itt

source: Billing Locations
hu_hu: Számlázási helyek

source: Shipping Locations
hu_hu: Szállítási helyek

# Coupon restriction label
source: Number of orders made
hu_hu: Leadott rendelések száma

# Operator option
source: No Restriction
hu_hu: Nincs korlátozás

# Placeholder for order count
source: Order count
hu_hu: Rendelésszám

source: completed
hu_hu: teljesített

# Combined tooltip for Order count restriction
source: Coupon will apply only when customer order count meets this condition. Order(s) since all time with status: %s.
hu_hu: A kupon csak akkor alkalmazható, ha a vásárló rendeléseinek száma megfelel ennek a feltételnek. Minden eddigi rendelés a következő státusszal: %s.

# Operator word for order restriction
source: equal to
hu_hu: egyenlő

# Operator word for order restriction
source: less than
hu_hu: kevesebb, mint

# Operator word for order restriction
source: greater than
hu_hu: több, mint

# Coupon login required message
source: You must be logged in to use this coupon.
hu_hu: A kupon használatához be kell jelentkeznie.

# Validation error for order count restriction
source: Coupon code %1$s is valid only if your total completed orders are %2$s %3$d.
hu_hu: A(z) %1$s kuponkód csak akkor érvényes, ha a teljesített rendeléseinek száma %2$s %3$d.

# Export header
source: Order Count Restriction
hu_hu: Rendelésszám-korlátozás

source: Payment methods
hu_hu: Fizetési módok

source: No payment methods
hu_hu: Nincsenek fizetési módok

source: Coupon will apply only if any of the selected payment methods are used during checkout.
hu_hu: A kupon csak akkor alkalmazható, ha a pénztárnál a kiválasztott fizetési módok valamelyikét használják.

source: Coupon code %1$s has been removed. It is valid only for %2$s: %3$s. You can change the payment method from the %4$s page.
hu_hu: A(z) %1$s kuponkód eltávolítva. Csak %2$s esetén érvényes: %3$s. A fizetési módot a(z) %4$s oldalon módosíthatja.

source: Checkout
hu_hu: Pénztár

source: Coupon code %1$s is valid only for %2$s: %3$s. You can change payment method from the %4$s page.
hu_hu: A(z) %1$s kuponkód csak %2$s esetén érvényes: %3$s. A fizetési módot a(z) %4$s oldalon módosíthatja.

source: An error occurred:
hu_hu: Hiba történt:

# Error message for nonce verification failure
source: Nonce verification failed.
hu_hu: Nonce ellenőrzése sikertelen.

# Error message for invalid saved card
source: Invalid saved card selected.
hu_hu: Érvénytelen mentett kártyát választott.

# Success message after updating payment method and validating coupons
source: Payment method updated successfully, and coupons validated.
hu_hu: Fizetési mód sikeresen frissítve, a kuponok érvényesítve.

# Error message when cart or session is missing
source: Cart or session not available.
hu_hu: Kosár vagy munkamenet nem érhető el.

# Error message when payment method is missing in request
source: Payment method not provided.
hu_hu: Fizetési mód nincs megadva.

source: Smart Coupons: Restrictions
hu_hu: Smart Coupons: Korlátozások

source: Product attributes
hu_hu: Termékattribútumok

source: Select product attributes...
hu_hu: Válasszon termékattribútumokat...

source: Product attributes that the coupon will be applied to, or that need to be in the cart in order for the %s to be applied.
hu_hu: Azok a termékattribútumok, amelyekre a kupon érvényes, vagy amelyeknek a kosárban kell lenniük, hogy a(z) %s alkalmazható legyen.

source: Exclude Product attributes
hu_hu: Termékattribútumok kizárása

source: No product attributes
hu_hu: Nincsenek termékattribútumok

source: Product attributes that the coupon will not be applied to, or that cannot be in the cart in order for the %s to be applied.
hu_hu: Azok a termékattribútumok, amelyekre a kupon nem érvényes, illetve amelyek nem lehetnek a kosárban, hogy a(z) %s alkalmazható legyen.

source: Sorry, this coupon is not applicable to selected products.
hu_hu: Sajnáljuk, ez a kupon nem alkalmazható a kiválasztott termékekre.

source: Sorry, this coupon is not applicable to the %1$s: %2$s.
hu_hu: Sajnáljuk, ez a kupon nem alkalmazható a(z) %1$s: %2$s esetében.

source: Product Attributes
hu_hu: Termékattribútumok

source: Exclude Attributes
hu_hu: Attribútumok kizárása

source: Unauthorized
hu_hu: Jogosulatlan

source: An unexpected error occurred.
hu_hu: Váratlan hiba történt.

source: Product quantity based restrictions
hu_hu: Termékmennyiség alapú korlátozások

source: Validate quantity of
hu_hu: Mennyiség ellenőrzése

source: Cart
hu_hu: Kosár

source: Choose whether to validate the quantity, cart-wise or product-wise
hu_hu: Válassza ki, hogy a mennyiséget kosárszinten vagy termékszinten ellenőrizze

source: Minimum quantity
hu_hu: Minimális mennyiség

source: No minimum
hu_hu: Nincs minimum

source: Maximum quantity
hu_hu: Maximális mennyiség

source: No maximum
hu_hu: Nincs maximum

source: Products
hu_hu: Termékek

source: Please select some products in "Products" restrictions above...
hu_hu: Kérjük, válasszon néhány terméket a fenti "Termékek" korlátozásoknál...

source: Categories
hu_hu: Kategóriák

source: Please select some categories in "Product categories" restrictions above...
hu_hu: Kérjük, válasszon néhány kategóriát a fenti "Termékkategóriák" korlátozásoknál...

source: Please select some products
hu_hu: Kérjük, válasszon néhány terméket

source: Please select some categories
hu_hu: Kérjük, válasszon néhány kategóriát

source: Your cart does not meet the quantity requirement.
hu_hu: A kosara nem felel meg a mennyiségi követelménynek.

source: Your cart should have a maximum of %1$d %2$s in total.
hu_hu: A kosarában összesen legfeljebb %1$d %2$s lehet.

source: Your cart should have a minimum of %1$d %2$s in total.
hu_hu: A kosarában összesen legalább %1$d %2$s kell lennie.

source: Your cart does not meet the product quantity requirement.
hu_hu: A kosara nem felel meg a termékmennyiségi követelménynek.

source: Shipping methods
hu_hu: Szállítási módok

source: No shipping methods
hu_hu: Nincsenek szállítási módok

source: Coupon will apply only if any of the selected shipping methods are used during checkout.
hu_hu: A kupon csak akkor alkalmazható, ha a fizetés során valamelyik kiválasztott szállítási módot használja.

source: This coupon is not valid for selected shipping method.
hu_hu: Ez a kupon nem érvényes a kiválasztott szállítási módra.

source: Include
hu_hu: Beleértve

source: Exclude
hu_hu: Kizárás

source: Taxonomy
hu_hu: Taxonómia

source: Product taxonomies that the coupon will be applicable for, or its availability in the cart in order for the "Fixed cart discount" to be applied, based on whether the taxonomies are included or excluded. All the taxonomies selected here, should be valid, for this coupon to be valid.
hu_hu: Azok a termék-taxonómiák, amelyekre a kupon érvényes, illetve amelyeknek a kosárban rendelkezésre kell állniuk ahhoz, hogy a „Fix kosárkedvezmény” alkalmazható legyen, attól függően, hogy a taxonómiák be vannak-e vonva vagy ki vannak-e zárva. A kupon érvényességéhez itt minden kiválasztott taxonómiának érvényesnek kell lennie.

source: Add taxonomy restriction
hu_hu: Taxonómia-korlátozás hozzáadása

source: Product taxonomies that the coupon will be applicable for, or its availability in the cart in order for the "Fixed cart discount" to be applied, based on whether the taxonomies are included or excluded.
hu_hu: Azok a termék-taxonómiák, amelyekre a kupon érvényes, illetve amelyeknek a kosárban rendelkezésre kell állniuk ahhoz, hogy a „Fix kosárkedvezmény” alkalmazható legyen, attól függően, hogy a taxonómiák be vannak-e vonva vagy ki vannak-e zárva.

source: Remove taxonomy restriction
hu_hu: Taxonómia-korlátozás eltávolítása

source: Error loading options
hu_hu: Hiba az opciók betöltésekor

source: Error loading taxonomy restriction row.
hu_hu: Hiba a taxonómia-korlátozás sorának betöltésekor.

source: Taxonomy based restrictions
hu_hu: Taxonómián alapuló korlátozások

source: Allowed user roles
hu_hu: Engedélyezett felhasználói szerepkörök

source: No user roles
hu_hu: Nincsenek felhasználói szerepkörök

source: Role of the users for whom this coupon is valid. Keep empty if you want this coupon to be valid for users with any role.
hu_hu: Azon felhasználók szerepköre, akik számára ez a kupon érvényes. Hagyja üresen, ha minden szerepkörű felhasználóra érvényes legyen.

source: Exclude user roles
hu_hu: Felhasználói szerepkörök kizárása

source: Role of the users for whom this coupon is not valid. Keep empty if you want this coupon to be valid for users with any role.
hu_hu: Azon felhasználók szerepköre, akik számára ez a kupon nem érvényes. Hagyja üresen, ha minden szerepkörű felhasználóra érvényes legyen.

source: User Role
hu_hu: Felhasználói szerepkör

source: Exclude User Role
hu_hu: Felhasználói szerepkör kizárása

# No available coupons message
source: No coupons available for your current cart. But we’re still watching for future deals!
hu_hu: Jelenlegi kosarához nem érhetők el kuponok. De továbbra is figyeljük a jövőbeli ajánlatokat!

source: Free Shipping
hu_hu: Ingyenes szállítás

source: Never expires
hu_hu: Soha nem jár le

source: An error occurred while loading coupons.
hu_hu: Hiba történt a kuponok betöltése közben.

source: You will get following coupon(s) when you buy this item:
hu_hu: A következő kupont/kuponokat kapja meg, ha megvásárolja ezt a terméket:

source: %s of
hu_hu: %s értékben

source: Store Credit of
hu_hu: Boltjóváírás, értéke

source: discount on your entire purchase
hu_hu: kedvezmény a teljes vásárlásra

source: some products
hu_hu: egyes termékekre

source: all products
hu_hu: minden termékre

source: discount on
hu_hu: kedvezmény a

source: your entire purchase
hu_hu: teljes vásárlásra

source: upto %s
hu_hu: legfeljebb %s

source: discount
hu_hu: kedvezmény

source: on
hu_hu: a

source: %1$s coupon of %2$s
hu_hu: %1$s kupon %2$s értékben

source: %s Free Shipping
hu_hu: %s ingyenes szállítás

source: Failed to load attached coupons.
hu_hu: A csatolt kuponok betöltése nem sikerült.

source: Select options
hu_hu: Válasszon opciókat

source: Available Coupons & %s
hu_hu: Elérhető kuponok és %s

source: Available Coupons & Store Credits
hu_hu: Elérhető kuponok és boltjóváírások

source: Sorry, No coupons available for you.
hu_hu: Sajnáljuk, nem érhetők el kuponok az Ön számára.

source: List of coupons which are valid & available for use. Click on the coupon to use it. The coupon discount will be visible only when at least one product is present in the cart.
hu_hu: Az érvényes és felhasználható kuponok listája. A használathoz kattintson a kuponra. A kuponkedvezmény csak akkor látható, ha legalább egy termék van a kosárban.

source: Store Credits
hu_hu: Boltjóváírások

source: Total Credit Amount
hu_hu: Összes jóváírás összege

source: Discount Coupons
hu_hu: Kedvezménykuponok

source: Invalid / Used Coupons
hu_hu: Érvénytelen / felhasznált kuponok

source: List of coupons which can not be used. The reason can be based on its usage restrictions, usage limits, expiry date.
hu_hu: A nem használható kuponok listája. Ennek oka lehet a felhasználási korlátozás, a felhasználási limit vagy a lejárati dátum.

# Notice when coupon code is empty
source: Please enter a valid coupon code.
hu_hu: Kérjük, adjon meg érvényes kuponkódot.

# js warning
source: WooCommerce Blocks store or wp.data is unavailable.
hu_hu: A WooCommerce Blocks store vagy a wp.data nem érhető el.

# Prefix for successful coupon notice
source: Coupon code
hu_hu: Kuponkód

# Suffix for successful coupon notice
source: has been applied to your cart.
hu_hu: alkalmazva lett a kosarában.

# js error
source: Unexpected error applying coupon:
hu_hu: Váratlan hiba a kupon alkalmazásakor:

# js warning
source: Notice failed to show:
hu_hu: Értesítés megjelenítése nem sikerült:

# Coupon fetch message
source: Searching for the best coupons just for you...
hu_hu: A legjobb kuponokat keressük, kifejezetten Önnek...

# Coupon fetch message
source: Smart Coupons is scanning your cart for matching deals...
hu_hu: A Smart Coupons átvizsgálja a kosarát a megfelelő ajánlatokért...

# Coupon fetch message
source: Hold on — we’re searching your eligible coupons...
hu_hu: Egy pillanat — keressük az Önre érvényes kuponokat...

# Coupon fetch message
source: Looking through our list to find what fits your cart...
hu_hu: Átnézzük a listánkat, hogy megtaláljuk, mi illik a kosarához...

# Coupon fetch message
source: Searching for savings that match your order...
hu_hu: A rendeléshez illő megtakarítások keresése...

# Coupon fetch message
source: Finding the perfect coupon... stay tuned!
hu_hu: A tökéletes kupon keresése... Kérjük, várjon!

# Coupon fetch message
source: Running a quick check for valid offers...
hu_hu: Érvényes ajánlatok gyors ellenőrzése...

# Coupon fetch message
source: Launching a search for your best available discounts...
hu_hu: Elindítjuk a legjobb elérhető kedvezmények keresését...

# Coupon fetch message
source: Searching your coupons like a pro...
hu_hu: A kuponok keresése profi módon...

# Coupon fetch message
source: Scanning your profile for matching coupons...
hu_hu: A profil átvizsgálása illeszkedő kuponok után...

# Cart update rechecking coupons message
source: Updating your coupons...
hu_hu: Kuponok frissítése...

# Cart update rechecking coupons message
source: Refreshing coupons based on your cart update...
hu_hu: Kuponok frissítése a kosár frissítése alapján...

# Cart update rechecking coupons message
source: Rechecking available coupons for your cart...
hu_hu: Az elérhető kuponok újbóli ellenőrzése a kosárhoz...

# All coupons used message
source: All applicable coupons have been applied!
hu_hu: Minden alkalmazható kupon alkalmazva lett!

# AJAX error fallback message
source: Oops! Something went wrong while fetching your coupons. Please try again in a moment.
hu_hu: Hoppá! Hiba történt a kuponok lekérése közben. Kérjük, próbálja meg egy pillanat múlva újra.

# Coupon applying message
source: Applying your coupon...
hu_hu: Kupon alkalmazása...

source: Endpoint for the My Account &rarr; Coupons page
hu_hu: Végpont a Saját fiók &rarr; Kuponok oldalhoz

# Generated coupons metabox - Order edit admin page
source: Coupons are not generated for this order. You can regenerate it from %1$s. Select an appropriate action from the %2$s dropdown menu and hit the %3$s button next to it.
hu_hu: Ehhez a rendeléshez nem készültek kuponok. Újra létrehozhatja a(z) %1$s menüpontból. Válasszon megfelelő műveletet a %2$s legördülő menüből, és kattintson a mellette lévő %3$s gombra.

# Generated coupons metabox - Order edit admin page
source: Order actions
hu_hu: Rendelési műveletek

# Generated coupons metabox - Order edit admin page
source: arrow
hu_hu: nyíl

# Generated coupons metabox - Order edit admin page
source: Select %s to only regenerate coupons. No email will be sent for this.
hu_hu: A(z) %s kiválasztásával csak a kuponok újragenerálása történik. Ehhez nem kerül e-mail kiküldésre.

# Generated coupons metabox - Order edit admin page
source: Select %s to regenerate as well as resend coupons to the recipients via email.
hu_hu: A(z) %s kiválasztásával a kuponok újragenerálása és e-mailben történő újbóli elküldése történik a címzetteknek.

source: Coupon Received
hu_hu: Kupon érkezett

source: List of coupons & their details which you have received from the store. Click on the coupon to see the details.
hu_hu: A bolttól kapott kuponok & azok részleteinek listája. A részletek megtekintéséhez kattintson a kuponra.

source: Less details
hu_hu: Kevesebb részlet

source: More details
hu_hu: További részletek

source: Sender
hu_hu: Feladó

source: Receiver
hu_hu: Címzett

source: Code
hu_hu: Kód

source: Amount
hu_hu: Összeg

source: Generated coupons
hu_hu: Létrehozott kuponok

source: Insane deal
hu_hu: Őrült ajánlat

source: get this & several other products at a huge discount
hu_hu: szerezd meg ezt & több más terméket hatalmas kedvezménnyel

source: Shop now!
hu_hu: Vásárolj most!

# Coupon description
source: This is a dummy coupon for email previews.
hu_hu: Ez egy minta kupon e-mail előnézetekhez.

# Product setting title for image upload on product edit page
source: Image upload
hu_hu: Képfeltöltés

# Product setting title for image upload on product edit page
source: Enable to allow users to upload image that will be sent along with %s email
hu_hu: Engedélyezésével a felhasználók olyan képet tölthetnek fel, amely a(z) %s e-maillel együtt kerül elküldésre

source: [Preview]
hu_hu: [Előnézet]

# label on product page for uploading gift image
source: Add image to %s
hu_hu: Kép hozzáadása a(z) %s-hez

source: Choose Image
hu_hu: Kép kiválasztása

source: Maximum file size: %s. Allowed formats: JPG, PNG, GIF, WebP
hu_hu: Maximális fájlméret: %s. Engedélyezett formátumok: JPG, PNG, GIF, WebP

source: Remove Image
hu_hu: Kép eltávolítása

source: Selected gift certificate image
hu_hu: Kiválasztott ajándékutalvány-kép

source: Invalid image selected. Please select a valid image.
hu_hu: Érvénytelen képet választott. Kérjük, válasszon érvényes képet.

source: %s Image
hu_hu: %s képe

source: %s image
hu_hu: %s kép

source: Select Gift Certificate Image
hu_hu: Ajándékutalvány-kép kiválasztása

source: Use this image
hu_hu: Kép használata

source: File size exceeds maximum allowed size.
hu_hu: A fájlméret meghaladja a megengedett legnagyobb méretet.

source: Invalid file type. Please upload an image (JPG, PNG, GIF, or WebP).
hu_hu: Érvénytelen fájltípus. Kérjük, töltsön fel képet (JPG, PNG, GIF vagy WebP).

source: Uploading...
hu_hu: Feltöltés...

source: Security check failed
hu_hu: A biztonsági ellenőrzés sikertelen

source: No file uploaded
hu_hu: Nem történt fájlfeltöltés

source: Invalid file type. Please upload an image file.
hu_hu: Érvénytelen fájltípus. Kérjük, töltsön fel képfájlt.

source: File size exceeds maximum allowed size of %s.
hu_hu: A fájlméret meghaladja a megengedett legnagyobb méretet: %s.

source: Failed to save uploaded file.
hu_hu: A feltöltött fájl mentése nem sikerült.

source: %s Image:
hu_hu: %s kép:

source: Invalid request
hu_hu: Érvénytelen kérés

source: Gift Image
hu_hu: Ajándékkép

source: Enable to allow users to upload custom images for this gift certificate variation
hu_hu: Engedélyezésével a felhasználók egyedi képeket tölthetnek fel ehhez az ajándékutalvány-variánshoz

source: Image upload
hu_hu: Képfeltöltés

source: Enable to allow users to upload image that will be sent along with %s email.
hu_hu: Engedélyezésével a felhasználók olyan képet tölthetnek fel, amely a(z) %s e-maillel együtt kerül elküldésre.

source: Gift Image (file not found)
hu_hu: Ajándékkép (a fájl nem található)

source: %s Used
hu_hu: Felhasznált %s

source: Store Credit Used
hu_hu: Felhasznált bolti jóváírás

source: This is the total credit used.
hu_hu: Ez a teljes felhasznált jóváírás.

source: %s Used:
hu_hu: Felhasznált %s:

source: Store Credit Used:
hu_hu: Felhasznált bolti jóváírás:

source: Store Credit:
hu_hu: Bolti jóváírás:

source: %s Balance
hu_hu: %s egyenlege

source: Store Credit / Gift Card Balance
hu_hu: Bolti jóváírás / Ajándékkártya egyenleg

# Page title
source: Smart Coupons Terms
hu_hu: Smart Coupons feltételei
