Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-piwik-extension/mainwp-piwik-extension-*.po
Languages: hu_hu

source: MainWP Matomo (formerly Piwik) Add-on is an integration for the MainWP plugin that enables you to monitor detailed statistics about your child sites traffic. It integrates seamlessly with your Matomo dashboard.
hu_hu: A MainWP Matomo (korábban Piwik) kiegészítő a MainWP bővítmény integrációja, amely lehetővé teszi a gyermek webhelyei forgalmának részletes statisztikáinak figyelését. Zökkenőmentesen illeszkedik a Matomo vezérlőpultjához.

source: Connection to your Matomo dashboard could not be established
hu_hu: Nem sikerült kapcsolódni a Matomo vezérlőpulthoz

source: Error
hu_hu: Hiba

source: Matomo dashboard URL and Auth toke are required. Please enter valid values and try again.
hu_hu: A Matomo vezérlőpult URL és az Auth toke megadása kötelező. Kérjük, adjon meg érvényes értékeket, majd próbálja újra.

source: Undefined error occurred. Please, try again.
hu_hu: Ismeretlen hiba történt. Kérjük, próbálja meg újra.

source: Matomo properties are empty or the authentication info is incorrect.
hu_hu: A Matomo-tulajdonok üresek, vagy a hitelesítési adatok helytelenek.

source: Incorrect Auth token or site ID.
hu_hu: Helytelen Auth token vagy webhelyazonosító.

source: Please review the Matomo settings.
hu_hu: Kérjük, ellenőrizze a Matomo beállításait.

source: Device
hu_hu: Eszköz

source: Visits
hu_hu: Látogatások

source: Actions
hu_hu: Műveletek

source: Actions Per Visit
hu_hu: Művelet/látogatás

source: AVG. Time On Website
hu_hu: Átl. idő a webhelyen

source: Bounce Count
hu_hu: Visszafordulások száma

source: Country
hu_hu: Ország

source: Page
hu_hu: Oldal

source: View
hu_hu: Megtekintés

source: Sum time spent
hu_hu: Eltöltött idő összege

source: AVG. Time On Page
hu_hu: Átl. idő az oldalon

source: Bounce Rate
hu_hu: Visszafordulási arány

source: Referrer
hu_hu: Hivatkozó

source: Keyword
hu_hu: Kulcsszó

source: Unique Visitors
hu_hu: Egyedi látogatók

source: Actions/Visit
hu_hu: Művelet/látogatás

source: Pageviews
hu_hu: Oldalmegtekintések

source: Avg. Time on Site
hu_hu: Átl. idő a webhelyen

source: This:
hu_hu: Aktuális:

source: Previous:
hu_hu: Előző:

source: Loading
hu_hu: Betöltés

source: Last
hu_hu: Utolsó

source: Preceding period
hu_hu: Előző időszak

source: Views
hu_hu: Megtekintések

source: Total views in the last
hu_hu: Összes megtekintés az elmúlt

source: Unique visitors in the last
hu_hu: Egyedi látogatók az elmúlt

source: Users
hu_hu: Felhasználók

source: Total users in the last
hu_hu: Összes felhasználó az elmúlt

source: Average Engagement Time
hu_hu: Átlagos elköteleződési idő

source: Average engagement time during the last
hu_hu: Átlagos elköteleződési idő az elmúlt

source: Summary
hu_hu: Összegzés

source: Summary data in the last
hu_hu: Összegző adatok az elmúlt

source: Visits by Country
hu_hu: Látogatások ország szerint

source: Visits by country counts during the last
hu_hu: Ország szerinti látogatásszám az elmúlt

source: Views by Page title
hu_hu: Megtekintések oldalcím szerint

source: Views by Page title counts during the
hu_hu: Oldalcím szerinti megtekintésszám a

source: Visits by Device
hu_hu: Látogatások eszköz szerint

source: Visits by device counts during the last
hu_hu: Eszköz szerinti látogatásszám az elmúlt

source: Visits by Referrers
hu_hu: Látogatások hivatkozók szerint

source: Visits by Referrers counts during the
hu_hu: Hivatkozók szerinti látogatásszám a

source: Visits by Keywords
hu_hu: Látogatások kulcsszavak szerint

source: Visits by Keywords counts during the
hu_hu: Kulcsszavak szerinti látogatásszám a

source: Fresh Matomo data loaded successfully!
hu_hu: A friss Matomo-adatok sikeresen betöltve!

source: Sessions by Source
hu_hu: Munkamenetek forrás szerint

source: Visits by Page
hu_hu: Látogatások oldal szerint

source: Referrers
hu_hu: Hivatkozók

source: Keywords
hu_hu: Kulcsszavak

source: To hide or show a widget, click the Cog (%s) icon and select options from "Show widgets"
hu_hu: Egy widget elrejtéséhez vagy megjelenítéséhez kattintson a Fogaskerék (%s) ikonra, és válasszon a "Widgetek megjelenítése" lehetőségei közül

source: Page Settings
hu_hu: Oldalbeállítások

source: Returns this page to the state it was in when installed. The feature also restores any widgets you have moved through the drag and drop feature on the page.
hu_hu: Visszaállítja az oldalt a telepítéskori állapotára. A funkció visszaállítja azokat a widgeteket is, amelyeket az oldalon a fogd és vidd funkcióval áthelyezett.

source: Reset Page
hu_hu: Oldal visszaállítása

source: Save Settings
hu_hu: Beállítások mentése

source: Show widgets
hu_hu: Widgetek megjelenítése

source: Select widgets that you want to hide in the MainWP Overview page.
hu_hu: Válassza ki azokat a widgeteket, amelyeket el szeretne rejteni a MainWP áttekintő oldalon.

source: Matomo (formerly Piwik)
hu_hu: Matomo (korábban Piwik)

source: Matomo account property
hu_hu: Matomo-fiók tulajdon

source: Select property
hu_hu: Válasszon tulajdont

source: No properties
hu_hu: Nincsenek tulajdonok

source: Visitor Data
hu_hu: Látogatói adatok

source: Settings
hu_hu: Beállítások

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: Connect Matomo (formerly Piwik) Dashboard
hu_hu: Matomo (korábban Piwik) vezérlőpult csatlakoztatása

source: Matomo (formerly Piwik) dashboard URL
hu_hu: Matomo (korábban Piwik) vezérlőpult URL

source: API authentication token
hu_hu: API hitelesítési token

source: Matomo (formerly Piwik) Extension Settings
hu_hu: Matomo (korábban Piwik) bővítmény beállításai

source: Connection timeout (in seconds)
hu_hu: Kapcsolódási időkorlát (másodpercben)

source: Display interval
hu_hu: Megjelenítési intervallum

source: Week
hu_hu: Hét

source: Month
hu_hu: Hónap

source: Data refresh frequency
hu_hu: Adatfrissítés gyakorisága

source: Every hour
hu_hu: Óránként

source: Every 3 hours
hu_hu: 3 óránként

source: Every 9 hours
hu_hu: 9 óránként

source: Every 15 hours
hu_hu: 15 óránként

source: Every 18 hours
hu_hu: 18 óránként

source: Every 24 hours
hu_hu: 24 óránként

source: Automatically assign properties to sites
hu_hu: Tulajdonok automatikus hozzárendelése a webhelyekhez

source: Verify SSL certificate
hu_hu: SSL-tanúsítvány ellenőrzése

source: Refresh Data
hu_hu: Adatok frissítése

source: See your visitor's search and traffic patterns
hu_hu: Tekintse meg látogatói keresési és forgalmi mintáit

source: This:
hu_hu: Aktuális:

source: Previous:
hu_hu: Előző:

source: %sNo Matomo data available.%s Please ensure you have connected your Matomo account and %sassigned properties%s to your MainWP sites to view analytics data.
hu_hu: %sNem érhető el Matomo-adat.%s Kérjük, győződjön meg róla, hogy csatlakoztatta a Matomo-fiókját, és %shozzárendelte a tulajdonokat%s a MainWP webhelyeihez az analitikai adatok megtekintéséhez.

source: Select Graph
hu_hu: Válasszon grafikont

source: Select website
hu_hu: Válasszon webhelyet

source: No website
hu_hu: Nincs webhely

source: requires %1$sMainWP Dashboard Plugin%2$s to be activated in order to work. Please install and activate %3$sMainWP Dashboard Plugin%4$s first.
hu_hu: a működéshez a %1$sMainWP Dashboard Plugin%2$s aktiválása szükséges. Kérjük, először telepítse és aktiválja a %3$sMainWP Dashboard Plugin%4$s.
