Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/kadence/kadence-*.po
Languages: hu_hu

source: You are going to love working with this theme! View the video below to get started with our video tutorials or click the view knowledge base button below to see all the documentation.
hu_hu: Imádni fog ezzel a témával dolgozni! Az alábbi videó megtekintésével kezdhet bele az oktatóvideóinkba, vagy kattintson az alábbi Tudásbázis megtekintése gombra, hogy megtekinthesse az összes dokumentációt.

source: Kadence Theme Getting Started Tutorial - 10 Minute Quick Start Guide
hu_hu: Kadence téma kezdő oktatóanyag - 10 perces gyorsindítási útmutató

source: View Knowledge Base
hu_hu: Tudásbázis megtekintése

source: Changelog
hu_hu: Változásnapló

source: Pro Changelog
hu_hu: Pro változásnapló

source: Header Addons
hu_hu: Fejléc kiegészítők

source: Adds 19 elements to the header builder.
hu_hu: 19 elemet ad a fejlécszerkesztőhöz.

source: Adds menu options for mega menus, highlight tags, icons and more.
hu_hu: Menübeállításokat ad a megamenükhöz, kiemelési címkékhez, ikonokhoz és egyebekhez.

source: Header/Footer Scripts
hu_hu: Fejléc/lábléc szkriptek

source: Adds Options into the customizer to add header and footer scripts
hu_hu: Beállításokat ad a testreszabóhoz a fejléc- és láblécszkriptek hozzáadásához

source: Hooked Elements
hu_hu: Hookolt elemek

source: Add content anywhere into your site conditionally.
hu_hu: Adjon hozzá tartalmat a webhelye bármely pontján feltételesen.

source: WooCommerce Addons
hu_hu: WooCommerce kiegészítők

source: Adds new options into the customizer for WooCommerce stores.
hu_hu: Új beállításokat ad a testreszabóhoz a WooCommerce áruházak számára.

source: Infinite Scroll
hu_hu: Végtelen görgetés

source: Adds Infinite Scroll for archives.
hu_hu: Végtelen görgetést ad az archívumokhoz.

source: Local Gravatars
hu_hu: Helyi Gravatarok

source: Loads Gravatars from your servers to improve site performance.
hu_hu: Gravatarokat tölt be az Ön szervereiről a webhely teljesítményének javítása érdekében.

source: Archive Custom Page Title Backgrounds
hu_hu: Egyedi oldalcím-hátterek archívumokhoz

source: Allows you to assign a custom image for a taxonomy background.
hu_hu: Lehetővé teszi, hogy egyedi képet rendeljen egy taxonómia hátteréhez.

source: Do more with the Kadence Pro Addon
hu_hu: Tegyen többet a Kadence Pro Addonnal

source: Learn More
hu_hu: Tudjon meg többet

source: This area is for Recommended Plugins.
hu_hu: Ez a terület az ajánlott bővítményeké.

source: Starter Templates
hu_hu: Kezdő sablonok

source: Create and customize professionally designed websites in minutes. Simply choose your template, choose your colors, and import. Done!
hu_hu: Percek alatt hozzon létre és testre szabjon professzionálisan tervezett webhelyeket. Egyszerűen válassza ki a sablont, válassza ki a színeket, és importálja. Kész!

source: Global Colors
hu_hu: Globális színek

source: Setup the base color scheme for your site.
hu_hu: Állítsa be webhelye alapszínsémáját.

source: Branding
hu_hu: Arculat

source: Upload your logo and favicon.
hu_hu: Töltse fel a logóját és a faviconját.

source: Choose the perfect font family, style and sizes.
hu_hu: Válassza ki a tökéletes betűcsaládot, stílust és méreteket.

source: Add elements and arrange them how you want.
hu_hu: Adjon hozzá elemeket, és rendezze el őket tetszése szerint.

source: Define your sites general page look and feel for page title, and content style.
hu_hu: Határozza meg webhelye általános oldalmegjelenését, az oldalcím és a tartalom stílusát.

source: Customize the columns and place widget areas in unlimited configurations
hu_hu: Testre szabhatja az oszlopokat, és korlátlan konfigurációban helyezhet el widgetterületeket

source: Customize Your Site
hu_hu: Szabja testre webhelyét

source: Customize
hu_hu: Testreszabás

source: Dashboard
hu_hu: Vezérlőpult

source: Getting Started
hu_hu: Első lépések

source: Inherited Default
hu_hu: Örökölt alapértelmezett

source: Hide Title
hu_hu: Cím elrejtése

source: Show In Content
hu_hu: Megjelenítés a tartalomban

source: Show Above Content
hu_hu: Megjelenítés a tartalom felett

source: Show Featured Image
hu_hu: Kiemelt kép megjelenítése

source: Disable Header
hu_hu: Fejléc letiltása

source: Disable Footer
hu_hu: Lábléc letiltása
