Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/kadence/kadence-*.po
Languages: hu_hu

source: Kadence Theme is a lightweight yet full featured WordPress theme for creating beautiful fast loading and accessible websites, easier than ever. It features an easy to use drag and drop header and footer builder to build any type of header in minutes. It features a full library of gorgeous starter templates that are easy to modify with our intelligent global font and color controls. With extensive integration with the most popular 3rd party plugins, you can quickly build impressive ecommerce websites, course websites, business websites, and more.
hu_hu: A Kadence Theme egy könnyű, mégis teljes funkcionalitású WordPress téma gyönyörű, gyorsan betöltődő és akadálymentes webhelyek létrehozásához, minden eddiginél könnyebben. Egyszerűen használható, fogd és vidd fejléc- és lábléc-szerkesztőt kínál, amellyel percek alatt bármilyen típusú fejlécet összeállíthat. Emellett egy teljes könyvtárnyi, gyönyörű kezdő sablont tartalmaz, amelyeket intelligens, globális betűtípus- és színvezérlőinkkel könnyű módosítani. A legnépszerűbb külső bővítményekkel való kiterjedt integrációnak köszönhetően gyorsan készíthet lenyűgöző e-kereskedelmi, tanfolyami, üzleti webhelyeket és még sok mást.

source: Search for:
hu_hu: Keresés erre:

source: Search ...
hu_hu: Keresés ...

source: Search
hu_hu: Keresés

source: Reply To:
hu_hu: Válasz erre:

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to reply.
hu_hu: Ez a téma új válaszok elől le van zárva, azonban az Ön közzétételi jogosultságai továbbra is lehetővé teszik a válaszadást.

source: This forum is closed to new content, however your posting capabilities still allow you to post.
hu_hu: Ez a fórum új tartalom elől le van zárva, azonban az Ön közzétételi jogosultságai továbbra is lehetővé teszik a közzétételt.

source: Your account has the ability to post unrestricted HTML content.
hu_hu: Az Ön fiókja jogosult korlátozás nélkül HTML-tartalmat közzétenni.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
hu_hu: Használhatja ezeket az <abbr title="HyperText Markup Language">HTML</abbr> tageket és attribútumokat:

source: Tags:
hu_hu: Címkék:

source: Notify the author of follow-up replies via email
hu_hu: Értesítse e-mailben a szerzőt a további válaszokról

source: Notify me of follow-up replies via email
hu_hu: Értesítsen e-mailben a további válaszokról

source: Reply Status:
hu_hu: Válasz állapota:

source: Keep a log of this edit:
hu_hu: Naplózza ezt a szerkesztést:

source: Optional reason for editing:
hu_hu: A szerkesztés opcionális indoka:

source: Submit
hu_hu: Beküldés

source: The topic &#8216;%s&#8217; is closed to new replies.
hu_hu: A(z) &#8216;%s&#8217; téma új válaszok elől le van zárva.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
hu_hu: A(z) &#8216;%s&#8217; fórum új témák és válaszok elől le van zárva.

source: You cannot reply to this topic.
hu_hu: Nem válaszolhat erre a témára.

source: You must be logged in to reply to this topic.
hu_hu: Ehhez a témához való válaszadáshoz be kell jelentkeznie.

source: Now Editing %s
hu_hu: Most szerkeszti %s

source: Create New Topic in:
hu_hu: Új téma létrehozása itt:

source: Create New Topic
hu_hu: Új téma létrehozása

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to create a topic.
hu_hu: Ez a fórum új témák elől lezártként van megjelölve, azonban az Ön közzétételi jogosultságai továbbra is lehetővé teszik egy téma létrehozását.

source: Topic Title (Maximum Length: %d):
hu_hu: Téma címe (maximális hossz: %d):

source: You may use these %s tags and attributes:
hu_hu: Használhatja ezeket a %s tageket és attribútumokat:

source: Topic Tags:
hu_hu: Téma címkék:

source: Forum:
hu_hu: Fórum:

source: &mdash; No forum &mdash;
hu_hu: &mdash; Nincs fórum &mdash;

source: Topic Type:
hu_hu: Téma típusa:

source: Topic Status:
hu_hu: Téma állapota:

source: You cannot create new topics.
hu_hu: Nem hozhat létre új témákat.

source: You must be logged in to create new topics.
hu_hu: Új témák létrehozásához be kell jelentkeznie.

source: In forum:
hu_hu: Fórumban:

source: In reply to:
hu_hu: Válaszként erre:

source: In group forum:
hu_hu: Csoport fórumában:

source: Topic:
hu_hu: Téma:

source: %1$s at %2$s
hu_hu: %1$s ekkor: %2$s

source: Started by: %1$s
hu_hu: Indította: %1$s

source: in: %1$s
hu_hu: itt: %1$s

source: Replies
hu_hu: Válaszok

source: Posts
hu_hu: Bejegyzések

source: Topic
hu_hu: Téma

source: Last Post
hu_hu: Utolsó bejegyzés

source: Kadence requires at least WordPress version %1$s and PHP version %2$s. You are running versions %3$s and %3$s respectively. Please update and try again.
hu_hu: A Kadence legalább a WordPress %1$s és a PHP %2$s verzióját igényli. Az Ön rendszere rendre a(z) %3$s és %3$s verziót futtatja. Kérjük, frissítsen, majd próbálja újra.

source: Kadence requires at least WordPress version %1$s. You are running version %2$s. Please update and try again.
hu_hu: A Kadence legalább a WordPress %1$s verzióját igényli. Az Ön rendszere a(z) %2$s verziót futtatja. Kérjük, frissítsen, majd próbálja újra.

source: Kadence requires at least PHP version %1$s. You are running version %2$s. Please update and try again.
hu_hu: A Kadence legalább %1$s PHP-verziót igényel. Jelenleg a %2$s verziót futtatja. Kérjük, frissítse, és próbálja meg újra.

source: The theme component %1$s does not implement the %2$s interface.
hu_hu: A(z) %1$s témakomponens nem valósítja meg a(z) %2$s interfészt.

source: Something went wrong.
hu_hu: Valami hiba történt.

source: No theme component with the slug %s exists.
hu_hu: Nem létezik %s sluggal rendelkező témakomponens.

source: Skip to content
hu_hu: Ugrás a tartalomra

source: Author: %s
hu_hu: Szerző: %s

source: Day: %s
hu_hu: Nap: %s

source: Month: %s
hu_hu: Hónap: %s

source: Year: %s
hu_hu: Év: %s

source: Install Kadence Starter Templates
hu_hu: Kadence Starter Templates telepítése

source: Activate Kadence Starter Templates
hu_hu: Kadence Starter Templates aktiválása

source: Thanks for choosing the Kadence Theme!
hu_hu: Köszönjük, hogy a Kadence Theme-t választotta!

source: Want to get started with a beautiful %1$sstarter template%2$s? Install the Kadence Starter Templates plugin to launch an optimized design in minutes.
hu_hu: Szeretne egy gyönyörű %1$skezdő sablonnal%2$s kezdeni? Telepítse a Kadence Starter Templates bővítményt, hogy percek alatt elindítson egy optimalizált kialakítást.

source: Activating...
hu_hu: Aktiválás...

source: Activated
hu_hu: Aktiválva

source: Installing...
hu_hu: Telepítés...

source: Installed
hu_hu: Telepítve

source: Gutenberg Plugin Detected
hu_hu: A Gutenberg bővítmény észlelve

source: The %1$sGutenberg plugin%2$s is not recommended for use in a production site. Many things may be broken by using this plugin. Please deactivate.
hu_hu: A %1$sGutenberg bővítmény%2$s használata éles webhelyen nem ajánlott. Ennek a bővítménynek a használatával sok minden elromolhat. Kérjük, kapcsolja ki.

source: Security Error, Please reload the page.
hu_hu: Biztonsági hiba, kérjük, töltse újra az oldalt.

source: Security Error, Need higher Permissions to install plugin.
hu_hu: Biztonsági hiba, a bővítmény telepítéséhez magasabb jogosultság szükséges.

source: Error, plugin could not be installed, please install manually.
hu_hu: Hiba, a bővítményt nem sikerült telepíteni, kérjük, telepítse manuálisan.

source: Click to edit this element.
hu_hu: Kattintson ennek az elemnek a szerkesztéséhez.

source: Settings
hu_hu: Beállítások

source: Back to:
hu_hu: Vissza ide:

source: Home
hu_hu: Kezdőlap

source: Error 404
hu_hu: 404-es hiba

source: Search results for
hu_hu: Keresési eredmények erre

source: Page
hu_hu: Oldal

source: Breadcrumbs
hu_hu: Morzsaútvonal

source: Knowledge Base
hu_hu: Tudásbázis

source: Global Palette
hu_hu: Globális paletta

source: Learn how to use this
hu_hu: Ismerje meg ennek a használatát

source: Accent
hu_hu: Kiemelő szín

source: Accent - alt
hu_hu: Kiemelő szín - alternatív

source: Strongest text
hu_hu: Legerősebb szöveg

source: Strong Text
hu_hu: Erős szöveg

source: Medium text
hu_hu: Közepes szöveg

source: Subtle Text
hu_hu: Visszafogott szöveg

source: Subtle Background
hu_hu: Visszafogott háttér

source: Lighter Background
hu_hu: Világosabb háttér

source: White or offwhite
hu_hu: Fehér vagy törtfehér

source: New comment(s)
hu_hu: Új hozzászólás(ok)

source: Name
hu_hu: Név

source: Website
hu_hu: Weboldal

source: Leave a comment...
hu_hu: Hagyjon egy hozzászólást...

source: Comment
hu_hu: Hozzászólás

source: Small
hu_hu: Kicsi

source: Medium
hu_hu: Közepes

source: Large
hu_hu: Nagy

source: Larger
hu_hu: Nagyobb

source: Theme Accent
hu_hu: Téma kiemelőszíne

source: Theme Accent - alt
hu_hu: Téma kiemelőszíne - alt

source: Theme Global Colors
hu_hu: Téma globális színei

source: Kadence Color Palette
hu_hu: Kadence színpaletta

source: 1 - Accent
hu_hu: 1 - Kiemelőszín

source: 2 - Accent - alt
hu_hu: 2 - Kiemelőszín - alt

source: 3 - Strongest text
hu_hu: 3 - Legerősebb szöveg

source: 4 - Strong Text
hu_hu: 4 - Erős szöveg

source: 5 - Medium text
hu_hu: 5 - Közepes szöveg

source: 6 - Subtle Text
hu_hu: 6 - Halvány szöveg

source: 7 - Subtle Background
hu_hu: 7 - Halvány háttér

source: 8 - Lighter Background
hu_hu: 8 - Világosabb háttér

source: 9 - White or offwhite
hu_hu: 9 - Fehér vagy törtfehér

source: Color
hu_hu: Szín

source: Kadence Theme
hu_hu: Kadence téma

source: Dark Mode
hu_hu: Sötét mód

source: Light Mode
hu_hu: Világos mód

source: Zoom In
hu_hu: Nagyítás

source: Bag
hu_hu: Táska

source: Facebook Group
hu_hu: Facebook-csoport

source: Phone
hu_hu: Telefon

source: User
hu_hu: Felhasználó

source: Comments
hu_hu: Hozzászólások

source: Categories
hu_hu: Kategóriák

source: Grid
hu_hu: Rács

source: List
hu_hu: Lista

source: Account
hu_hu: Fiók

source: Mobile
hu_hu: Mobil

source: Hours
hu_hu: Nyitvatartás

source: Location
hu_hu: Helyszín

source: Envelop
hu_hu: Boríték

source: Quotes
hu_hu: Idézetek

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Continue
hu_hu: Folytatás

source: Expand
hu_hu: Kibontás

source: Arrow Up
hu_hu: Felfelé nyíl

source: Toggle Menu
hu_hu: Menü váltása

source: Filter
hu_hu: Szűrő

source: Toggle Menu Close
hu_hu: Menü bezárása

source: Shopping Cart
hu_hu: Bevásárlókosár

source: Loading
hu_hu: Betöltés

source: Done
hu_hu: Kész

source: Check Mark
hu_hu: Pipa

source: Disc
hu_hu: Lemez

source: Visa Card
hu_hu: Visa kártya

source: Discover Card
hu_hu: Discover kártya

source: Sidebar 1
hu_hu: Oldalsáv 1

source: Sidebar 2
hu_hu: Oldalsáv 2

source: Footer 1
hu_hu: Lábléc 1

source: Footer 2
hu_hu: Lábléc 2

source: Footer 3
hu_hu: Lábléc 3

source: Footer 4
hu_hu: Lábléc 4

source: Footer 5
hu_hu: Lábléc 5

source: Footer 6
hu_hu: Lábléc 6

source: Add widgets here.
hu_hu: Itt adhat hozzá widgeteket.

source: See more...
hu_hu: Továbbiak megtekintése...

source: Free
hu_hu: Ingyenes

source: Enrolled
hu_hu: Beiratkozott

source: Completed
hu_hu: Teljesítve

source: Primary
hu_hu: Elsődleges

source: Secondary
hu_hu: Másodlagos

source: Footer
hu_hu: Lábléc

source: Toggle child menu
hu_hu: Almenü váltása

source: Collapse sub menu items
hu_hu: Almenüelemek összecsukása

source: Insert HTML here
hu_hu: Ide illesszen be HTML-t

source: Button
hu_hu: Gomb

source: & Free Shipping
hu_hu: & Ingyenes szállítás

source: Free shipping on orders over $50!
hu_hu: 50 $ feletti rendelés esetén ingyenes szállítás!

source: Satisfaction Guaranteed
hu_hu: Elégedettségi garancia

source: No Hassle Refunds
hu_hu: Problémamentes visszatérítések

source: Secure Payments
hu_hu: Biztonságos fizetés

source: GUARANTEED SAFE CHECKOUT
hu_hu: GARANTÁLTAN BIZTONSÁGOS PÉNZTÁR

source: Slide
hu_hu: Dia

source: Child menu
hu_hu: Almenü

source: Child menu of
hu_hu: Almenüje

source: Invalid theme stylesheet handle: %s
hu_hu: Érvénytelen téma stíluslap-azonosító: %s

source: The theme templating component %1$s does not implement the %2$s interface.
hu_hu: A(z) %1$s téma sablonozó komponense nem valósítja meg a(z) %2$s interfészt.

source: The template tag %s does not exist.
hu_hu: A(z) %s sabloncímke nem létezik.

source: The template tag method %1$s registered by theme component %2$s must either be a callable or an array.
hu_hu: A(z) %2$s téma-komponens által regisztrált %1$s sabloncímke metódusnak meghívhatónak vagy tömbnek kell lennie.

source: The template tag method %1$s registered by theme component %2$s conflicts with an already registered template tag of the same name.
hu_hu: A(z) %2$s téma-komponens által regisztrált %1$s sabloncímke metódus ütközik egy ugyanilyen nevű, már regisztrált sabloncímkével.

source: Cart Summary
hu_hu: Kosár összegzése

source: Update Profile Photo
hu_hu: Profilkép frissítése

source: List View
hu_hu: Listanézet

source: Grid View
hu_hu: Rácsnézet

source: Cart
hu_hu: Kosár

source: Logo
hu_hu: Logó

source: Colors & Fonts
hu_hu: Színek & betűtípusok

source: Header
hu_hu: Fejléc

source: General
hu_hu: Általános

source: Posts/Pages Layout
hu_hu: Bejegyzések/Oldalak elrendezése

source: Site Identity
hu_hu: Webhelyazonosság

source: Layout
hu_hu: Elrendezés

source: Sidebar
hu_hu: Oldalsáv

source: Sidebar Design
hu_hu: Oldalsáv kialakítása

source: Colors
hu_hu: Színek

source: Buttons
hu_hu: Gombok

source: Typography
hu_hu: Tipográfia

source: Images
hu_hu: Képek

source: Scroll To Top
hu_hu: Görgetés a tetejére

source: Social Links
hu_hu: Közösségi linkek

source: Performance
hu_hu: Teljesítmény

source: 404 Page Layout
hu_hu: 404-es oldal elrendezése

source: Header Layout
hu_hu: Fejléc elrendezése

source: Header Builder
hu_hu: Fejlécszerkesztő

source: Top Row
hu_hu: Felső sor

source: Main Row
hu_hu: Fő sor

source: Bottom Row
hu_hu: Alsó sor

source: Header Off Canvas
hu_hu: Fejléc Off Canvas

source: Primary Navigation
hu_hu: Elsődleges navigáció

source: Secondary Navigation
hu_hu: Másodlagos navigáció

source: Dropdown Navigation
hu_hu: Lenyíló navigáció

source: Mobile Trigger
hu_hu: Mobil indítógomb

source: Mobile Navigation
hu_hu: Mobil navigáció

source: Header Mobile Button
hu_hu: Fejléc mobil gomb

source: Header Mobile HTML
hu_hu: Fejléc mobil HTML

source: HTML Editor
hu_hu: HTML-szerkesztő

source: Header Cart
hu_hu: Fejléc kosár

source: Header Cart Design
hu_hu: Fejléc kosár megjelenése

source: Mobile Header Cart
hu_hu: Mobil fejléc kosár

source: Header Button
hu_hu: Fejléc gomb

source: Header Social
hu_hu: Fejléc közösségi linkek

source: Header Search
hu_hu: Fejléc keresés

source: Transparent Header
hu_hu: Átlátszó fejléc

source: Sticky Header
hu_hu: Rögzített fejléc

source: Footer Layout
hu_hu: Lábléc elrendezése

source: Footer Builder
hu_hu: Láblécszerkesztő

source: Footer Top
hu_hu: Lábléc felső

source: Footer Middle
hu_hu: Lábléc középső

source: Footer Bottom
hu_hu: Lábléc alsó

source: Footer Copyright HTML
hu_hu: Lábléc szerzői jogi HTML

source: Footer Social
hu_hu: Lábléc közösségi linkek

source: Footer Navigation
hu_hu: Lábléc navigáció

source: Page Layout
hu_hu: Oldal elrendezése

source: Search Results
hu_hu: Keresési találatok

source: Single Post Layout
hu_hu: Egyedi bejegyzés elrendezése

source: Archive Layout
hu_hu: Archívum elrendezése

source: Widget Footer 1 Settings
hu_hu: Lábléc widget 1 beállításai

source: Widget Footer 2 Settings
hu_hu: Lábléc widget 2 beállításai

source: Widget Footer 3 Settings
hu_hu: Lábléc widget 3 beállításai

source: Widget Footer 4 Settings
hu_hu: Lábléc widget 4 beállításai

source: Widget Footer 5 Settings
hu_hu: Lábléc widget 5 beállításai

source: Widget Footer 6 Settings
hu_hu: Lábléc widget 6 beállításai

source: Widget Header Settings
hu_hu: Fejléc widget beállításai

source: Widget Area Settings
hu_hu: Widgetterület beállításai

source: Catalog Off Canvas Sidebar Settings
hu_hu: Katalógus off-canvas oldalsáv beállításai

source: Product Catalog
hu_hu: Termékkatalógus

source: Single Product Layout
hu_hu: Termékoldal elrendezése

source: My Account Layout
hu_hu: Fiókom elrendezése

source: Store Notice
hu_hu: Áruházi közlemény

source: Course Layout
hu_hu: Kurzus elrendezése

source: Course Archive Layout
hu_hu: Kurzusarchívum elrendezése

source: Lesson Layout
hu_hu: Lecke elrendezése

source: Quiz Layout
hu_hu: Kvíz elrendezése

source: Topic Layout
hu_hu: Témakör elrendezése

source: Groups Layout
hu_hu: Csoportok elrendezése

source: Essay Layout
hu_hu: Esszé elrendezése

source: Learn Dash Design
hu_hu: Learn Dash dizájn

source: Course Grid Design
hu_hu: Kurzusrács dizájn

source: Forum Layout
hu_hu: Fórum elrendezése

source: Forum Archive
hu_hu: Fórumarchívum

source: Course Archive
hu_hu: Kurzusarchívum

source: Membership Layout
hu_hu: Tagság elrendezése

source: Membership Archive
hu_hu: Tagsági archívum

source: User Dashboard
hu_hu: Felhasználói irányítópult

source: Single Event Layout
hu_hu: Eseményoldal elrendezése

source: Events Layout
hu_hu: Események elrendezése

source: Archive
hu_hu: Archívum

source: Custom Post Types
hu_hu: Egyéni bejegyzéstípusok

source: Export
hu_hu: Exportálás

source: Click the button below to export the customization settings for this theme.
hu_hu: Kattintson az alábbi gombra a téma testreszabási beállításainak exportálásához.

source: Import
hu_hu: Importálás

source: Upload a file to import customization settings for this theme.
hu_hu: Töltsön fel egy fájlt a téma testreszabási beállításainak importálásához.

source: Uploading...
hu_hu: Feltöltés folyamatban...

source: Reset
hu_hu: Visszaállítás

source: Click the button to reset all theme settings.
hu_hu: Kattintson a gombra az összes téma beállításának visszaállításához.

source: Design
hu_hu: Dizájn

source: 404 Layout
hu_hu: 404 oldal elrendezése

source: Normal
hu_hu: Normál

source: Narrow
hu_hu: Keskeny

source: Fullwidth
hu_hu: Teljes szélesség

source: Left Sidebar
hu_hu: Bal oldalsáv

source: Right Sidebar
hu_hu: Jobb oldalsáv

source: 404 Default Sidebar
hu_hu: 404 alapértelmezett oldalsáv

source: Content Style
hu_hu: Tartalom stílusa

source: Boxed
hu_hu: Dobozos

source: Unboxed
hu_hu: Doboz nélküli

source: Content Vertical Padding
hu_hu: Tartalom függőleges belső margója

source: Enable
hu_hu: Engedélyezés

source: Disable
hu_hu: Letiltás

source: Top Only
hu_hu: Csak felül

source: Bottom Only
hu_hu: Csak alul

source: Site Background
hu_hu: Webhely háttere

source: 404 Background
hu_hu: 404 háttér

source: Content Background
hu_hu: Tartalom háttere

source: 404 Content Background
hu_hu: 404-es tartalom háttere

source: Title
hu_hu: Cím

source: Show Title?
hu_hu: Cím megjelenítése?

source: Title Layout
hu_hu: Cím elrendezése

source: In Content
hu_hu: Tartalmon belül

source: Above Content
hu_hu: Tartalom felett

source: Container Width
hu_hu: Konténer szélessége

source: Background Fullwidth, Content Contained
hu_hu: Háttér teljes szélességű, tartalom korlátozott szélességű

source: Standard
hu_hu: Alapértelmezett

source: Background & Content Fullwidth
hu_hu: Háttér és tartalom teljes szélességű

source: Background & Content Contained
hu_hu: Háttér és tartalom korlátozott szélességű

source: Contained
hu_hu: Korlátozott szélességű

source: Title Align
hu_hu: Cím igazítása

source: Left Align Title
hu_hu: Cím balra igazítása

source: Center Align Title
hu_hu: Cím középre igazítása

source: Right Align Title
hu_hu: Cím jobbra igazítása

source: Container Min Height
hu_hu: Konténer minimális magassága

source: Title Elements
hu_hu: Cím elemei

source: Title Font
hu_hu: Cím betűtípusa

source: Category Colors
hu_hu: Kategória színei

source: Initial Color
hu_hu: Alapszín

source: Link Hover Color
hu_hu: Hivatkozás rámutatáskor színe

source: Category Font
hu_hu: Kategória betűtípusa

source: Breadcrumb Colors
hu_hu: Morzsamenü színei

source: Breadcrumb Font
hu_hu: Morzsamenü betűtípusa

source: Meta Colors
hu_hu: Meta színei

source: Meta Font
hu_hu: Meta betűtípusa

source: Title Background
hu_hu: Cím háttere

source: Use Featured Image for Background?
hu_hu: Kiemelt kép használata háttérként?

source: Background Overlay Color
hu_hu: Háttér átfedés színe

source: Overlay Color
hu_hu: Átfedés színe

source: Top Border
hu_hu: Felső szegély

source: Bottom Border
hu_hu: Alsó szegély

source: Default Sidebar
hu_hu: Alapértelmezett oldalsáv

source: Background
hu_hu: Háttér

source: Show Featured Image?
hu_hu: Kiemelt kép megjelenítése?

source: Featured Image Position
hu_hu: Kiemelt kép pozíciója

source: Above
hu_hu: Felül

source: Behind
hu_hu: Mögött

source: Below
hu_hu: Alul

source: Featured Image Ratio
hu_hu: Kiemelt kép képaránya

source: Inherit
hu_hu: Örökölt

source: Show Comments?
hu_hu: Hozzászólások megjelenítése?

source: Archive Title
hu_hu: Archívum címe

source: Show Archive Title?
hu_hu: Archívum címének megjelenítése?

source: Archive Title Layout
hu_hu: Archívum címének elrendezése

source: Archive Title Align
hu_hu: Archívum címének igazítása

source: Title Color
hu_hu: Cím színe

source: Description Colors
hu_hu: Leírás színei

source: Archive Title Background
hu_hu: Archívum címének háttere

source: Border
hu_hu: Szegély

source: Archive Default Sidebar
hu_hu: Archívum alapértelmezett oldalsávja

source: Archive Columns
hu_hu: Archívum oszlopai

source: Post Item Layout
hu_hu: Bejegyzés elem elrendezése

source: Item Elements
hu_hu: Elem összetevői

source: Item Image Placement
hu_hu: Elem képelhelyezése

source: Beside
hu_hu: Mellette

source: Post Item Title Font
hu_hu: Bejegyzés elem címbetűtípusa

source: Item Meta Colors
hu_hu: Elem metaadatainak színei

source: Item Meta Font
hu_hu: Elem metaadatainak betűtípusa

source: Archive Background
hu_hu: Archívum háttere

source: Archive Content Background
hu_hu: Archívum tartalmának háttere

source: Columns
hu_hu: Oszlopok

source: Row Collapse
hu_hu: Sor összeomlása

source: Left to Right
hu_hu: Balról jobbra

source: Right to Left
hu_hu: Jobbról balra

source: Column Direction
hu_hu: Oszlopok iránya

source: Row
hu_hu: Sor

source: Top to Bottom
hu_hu: Fentről lefelé

source: Column
hu_hu: Oszlop

source: Column Spacing
hu_hu: Oszlopok közötti távolság

source: Widget Spacing
hu_hu: Widgetek közötti távolság

source: Top Spacing
hu_hu: Felső távolság

source: Bottom Spacing
hu_hu: Alsó távolság

source: Min Height
hu_hu: Minimális magasság

source: Widget Titles
hu_hu: Widgetcímek

source: Widget Content
hu_hu: Widget tartalma

source: Link Colors
hu_hu: Link színei

source: Hover Color
hu_hu: Hover színe

source: Link Style
hu_hu: Link stílusa

source: Underline on Hover
hu_hu: Aláhúzás hoverkor

source: Underline
hu_hu: Aláhúzás

source: No Underline
hu_hu: Nincs aláhúzás

source: Bottom Row Background
hu_hu: Alsó sor háttere

source: Column Border
hu_hu: Oszlopszegély

source: Desktop
hu_hu: Asztali

source: Tablet / Mobile
hu_hu: Tablet / Mobil

source: Hide
hu_hu: Elrejtés

source: Social
hu_hu: Közösségi

source: Copyright
hu_hu: Szerzői jog

source: Top - 1
hu_hu: Felső - 1

source: Top - 2
hu_hu: Felső - 2

source: Top - 3
hu_hu: Felső - 3

source: Top - 4
hu_hu: Felső - 4

source: Top - 5
hu_hu: Felső - 5

source: Middle - 1
hu_hu: Középső - 1

source: Middle - 2
hu_hu: Középső - 2

source: Middle - 3
hu_hu: Középső - 3

source: Middle - 4
hu_hu: Középső - 4

source: Middle - 5
hu_hu: Középső - 5

source: Bottom - 1
hu_hu: Alsó - 1

source: Bottom - 2
hu_hu: Alsó - 2

source: Bottom - 3
hu_hu: Alsó - 3

source: Bottom - 4
hu_hu: Alsó - 4

source: Bottom - 5
hu_hu: Alsó - 5

source: Footer Background
hu_hu: Lábléc háttere

source: Keep footer on bottom of screen
hu_hu: Tartsa a láblécet a képernyő alján
