Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/kadence/kadence-*.po
Languages: hu_hu

source: Available Placeholders: {copyright} {year} {site-title} {theme-credit}
hu_hu: Elérhető helyőrzők: {copyright} {year} {site-title} {theme-credit}

source: Content Align
hu_hu: Tartalom igazítása

source: Left Align
hu_hu: Balra igazítás

source: Center Align
hu_hu: Középre igazítás

source: Right Align
hu_hu: Jobbra igazítás

source: Content Vertical Align
hu_hu: Tartalom függőleges igazítása

source: Top Align
hu_hu: Felülre igazítás

source: Middle Align
hu_hu: Középre igazítás

source: Bottom Align
hu_hu: Alulra igazítás

source: Font
hu_hu: Betűtípus

source: Margin
hu_hu: Margó

source: Middle Row Background
hu_hu: Középső sor háttere

source: Select Menu
hu_hu: Menü kiválasztása

source: Items Spacing
hu_hu: Elemek közötti távolság

source: Stretch Menu?
hu_hu: Nyújtsa ki a menüt?

source: Items Top and Bottom Padding
hu_hu: Elemek felső és alsó belső margója

source: Navigation Colors
hu_hu: Navigáció színei

source: Active Color
hu_hu: Aktív szín

source: Navigation Background
hu_hu: Navigáció háttere

source: Initial Background
hu_hu: Kezdeti háttér

source: Hover Background
hu_hu: Lebegtetéskori háttér

source: Active Background
hu_hu: Aktív háttér

source: Navigation Font
hu_hu: Navigáció betűtípusa

source: Social Items
hu_hu: Közösségi elemek

source: Show Icon Label?
hu_hu: Megjelenítse az ikon címkéjét?

source: Item Spacing
hu_hu: Elemek távolsága

source: Social Style
hu_hu: Közösségi stílus

source: Filled
hu_hu: Kitöltött

source: Outline
hu_hu: Kontúros

source: Icon Size
hu_hu: Ikonméret

source: Use Brand Colors?
hu_hu: Használja a márkaszíneket?

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: On Hover
hu_hu: Lebegtetéskor

source: Until Hover
hu_hu: Lebegtetésig

source: Background Colors
hu_hu: Háttérszínek

source: Border Colors
hu_hu: Szegélyszínek

source: Border Radius
hu_hu: Sarkok lekerekítése

source: Set Social Links
hu_hu: Közösségi hivatkozások beállítása

source: Top Row Background
hu_hu: Felső sor háttere

source: Course Title Align
hu_hu: Kurzus címének igazítása

source: Search Bar Width
hu_hu: Keresősáv szélessége

source: Input Text Colors
hu_hu: Beviteli mező szövegének színei

source: Focus Color
hu_hu: Fókusz színe

source: Input Background
hu_hu: Beviteli mező háttere

source: Input Border Color
hu_hu: Beviteli mező szegélyszíne

source: Course Archive Title Background
hu_hu: Kurzusarchívum címének háttere

source: Forum Archive Layout
hu_hu: Fórumarchívum elrendezése

source: Course Archive Background
hu_hu: Kurzusarchívum háttere

source: Forum Title
hu_hu: Fórumcím

source: Show Forum Title?
hu_hu: Megjelenítse a fórumcímet?

source: Forum Title Layout
hu_hu: Fórumcím elrendezése

source: Title Container Width
hu_hu: Cím konténerének szélessége

source: Forum Title Align
hu_hu: Fórumcím igazítása

source: Title Container Min Height
hu_hu: Cím konténerének minimális magassága

source: Forum Title Font
hu_hu: Fórumcím betűtípusa

source: Description Font
hu_hu: Leírás betűtípusa

source: Forum Above Area Background
hu_hu: Fórum feletti terület háttere

source: Forum Title Background
hu_hu: Fórumcím háttere

source: Forum Default Sidebar
hu_hu: Fórum alapértelmezett oldalsávja

source: Forum Background
hu_hu: Fórum háttere

source: Forum Content Background
hu_hu: Fórumtartalom háttere

source: Breadcrumb Engine
hu_hu: Morzsamenü motorja

source: Default
hu_hu: Alapértelmezett

source: RankMath (must have activated in plugin)
hu_hu: RankMath (a bővítményben aktiválva kell lennie)

source: Yoast (must have activated in plugin)
hu_hu: Yoast (a bővítményben aktiválva kell lennie)

source: SEOPress (must have activated in plugin)
hu_hu: SEOPress (a bővítményben aktiválva kell lennie)

source: Use icon for home?
hu_hu: Használja az ikont a kezdőlaphoz?

source: Text Colors
hu_hu: Szövegszínek

source: Padding
hu_hu: Belső margó

source: Button Shadow
hu_hu: Gomb árnyéka

source: Button Hover State Shadow
hu_hu: Gomb lebegtetési állapotának árnyéka

source: Backgrounds
hu_hu: Hátterek

source: Title Above Content Background
hu_hu: A tartalom feletti cím háttere

source: Title Above Content Overlay Color
hu_hu: A tartalom feletti cím átfedésének színe

source: Content Links
hu_hu: Tartalom hivatkozásai

source: Links Color
hu_hu: Hivatkozások színe

source: Move Comments input above comment list.
hu_hu: Hozzászólás űrlap áthelyezése a hozzászóláslista fölé.

source: Remove Comments Website field.
hu_hu: Hozzászólások Honlap mezőjének eltávolítása.

source: Content Max Width
hu_hu: Tartalom maximális szélessége

source: Content Left/Right Edge Spacing
hu_hu: Tartalom bal/jobb széli térköze

source: Content Top and Bottom Spacing
hu_hu: Tartalom felső és alsó térköze

source: Narrow Layout Content Max Width
hu_hu: Keskeny elrendezés tartalmának maximális szélessége

source: Single Post Boxed
hu_hu: Bejegyzés dobozos elrendezése

source: Single Post Boxed Spacing
hu_hu: Bejegyzés dobozos elrendezésének térköze

source: Single Post Boxed Shadow
hu_hu: Bejegyzés dobozos elrendezésének árnyéka

source: Single Post Boxed Border Radius
hu_hu: Bejegyzés dobozos elrendezésének saroklekerekítése

source: Archive Grid Boxed
hu_hu: Archívum rács dobozos elrendezése

source: Archive Grid Boxed Spacing
hu_hu: Archívum rács dobozos elrendezésének térköze

source: Archive Grid Boxed Shadow
hu_hu: Archívum rács dobozos elrendezésének árnyéka

source: Archive Grid Boxed Border Radius
hu_hu: Archívum rács dobozos elrendezésének saroklekerekítése

source: Flush Local Fonts Cache
hu_hu: Helyi betűtípus-gyorsítótár ürítése

source: Click the button to reset the local fonts cache
hu_hu: Kattintson a gombra a helyi betűtípus-gyorsítótár ürítéséhez

source: Flush Local Font Files
hu_hu: Helyi betűtípus-fájlok törlése

source: Enable Scroll To ID
hu_hu: Görgetés ID-hez engedélyezése

source: Enable Lightbox
hu_hu: Lightbox engedélyezése

source: Load Google Fonts Locally
hu_hu: Google Fonts helyi betöltése

source: Preload Local Fonts
hu_hu: Helyi betűtípusok előtöltése

source: Enable CSS Preload
hu_hu: CSS előtöltés engedélyezése

source: Enable Scroll To Top
hu_hu: Görgetés a tetejére engedélyezése

source: Scroll Up Icon
hu_hu: Felgörgetés ikonja

source: Align
hu_hu: Igazítás

source: Left
hu_hu: Balra

source: Right
hu_hu: Jobbra

source: Side Offset
hu_hu: Oldalsó eltolás

source: Bottom Offset
hu_hu: Alsó eltolás

source: Visibility
hu_hu: Láthatóság

source: Scroll Button Style
hu_hu: Görgetőgomb stílusa

source: Scroll Button Padding
hu_hu: Görgetőgomb belső margója

source: Title and Content settings affect legacy widgets. For block editor widgets use settings in the editor.
hu_hu: A Cím és a Tartalom beállításai a régi (legacy) widgetekre vonatkoznak. A blokkszerkesztő widgetjeihez használja a szerkesztőben lévő beállításokat.

source: Sidebar Width
hu_hu: Oldalsáv szélessége

source: Sidebar Background
hu_hu: Oldalsáv háttere

source: Sidebar Divider Border
hu_hu: Oldalsáv elválasztó szegélye

source: Sidebar Padding
hu_hu: Oldalsáv belső margója

source: Enable Sticky Sidebar
hu_hu: Ragadós oldalsáv engedélyezése

source: Only Stick Last Widget
hu_hu: Csak az utolsó widget rögzítése

source: Social Network Links
hu_hu: Közösségi hálózati hivatkozások

source: medium
hu_hu: közepes

source: Custom 1
hu_hu: Egyéni 1

source: Custom 2
hu_hu: Egyéni 2

source: Custom 3
hu_hu: Egyéni 3

source: Base Font
hu_hu: Alap betűtípus

source: Load Italics Font Styles
hu_hu: Dőlt betűstílusok betöltése

source: Headings
hu_hu: Címsorok

source: Heading Font Family
hu_hu: Címsorok betűcsaládja

source: H1 Font
hu_hu: H1 betűtípus

source: H2 Font
hu_hu: H2 betűtípus

source: H3 Font
hu_hu: H3 betűtípus

source: H4 Font
hu_hu: H4 betűtípus

source: H5 Font
hu_hu: H5 betűtípus

source: H6 Font
hu_hu: H6 betűtípus

source: Title Above Content
hu_hu: Cím a tartalom felett

source: H1 Title
hu_hu: H1 cím

source: Enable Font Smoothing
hu_hu: Betűsimítás engedélyezése

source: Google Font Subsets
hu_hu: Google Font részhalmazok

source: Latin Extended
hu_hu: Latin bővített

source: Cyrillic
hu_hu: Cirill

source: Cyrillic Extended
hu_hu: Cirill bővített

source: Greek
hu_hu: Görög

source: Greek Extended
hu_hu: Görög bővített

source: Vietnamese
hu_hu: Vietnámi

source: Arabic
hu_hu: Arab

source: Chinese
hu_hu: Kínai

source: Chinese Simplified
hu_hu: Egyszerűsített kínai

source: Bengali
hu_hu: Bengáli

source: Devanagari
hu_hu: Dévanágari

source: Hebrew
hu_hu: Héber

source: Korean
hu_hu: Koreai

source: Main Row Background
hu_hu: Fő sor háttere

source: (When Transparent Header) Bottom Row Background
hu_hu: (Átlátszó fejléc esetén) Alsó sor háttere

source: Transparent Header Bottom Row Background
hu_hu: Átlátszó fejléc alsó sorának háttere

source: Top - Right
hu_hu: Felül - Jobb

source: Top - Left
hu_hu: Felül - Bal

source: Top - Right Center
hu_hu: Felül - Jobb közép

source: Top - Left Center
hu_hu: Felül - Bal közép

source: Top - Center
hu_hu: Felül - Közép

source: Main - Right
hu_hu: Fő - Jobb

source: Main - Left
hu_hu: Fő - Bal

source: Main - Right Center
hu_hu: Fő - Jobb közép

source: Main - Left Center
hu_hu: Fő - Bal közép

source: Main - Center
hu_hu: Fő - Közép

source: Bottom - Right
hu_hu: Alul - Jobb

source: Bottom - Left
hu_hu: Alul - Bal

source: Bottom - Right Center
hu_hu: Alul - Jobb közép

source: Bottom - Left Center
hu_hu: Alul - Bal közép

source: Bottom - Center
hu_hu: Alul - Közép

source: Search Toggle
hu_hu: Keresés váltókapcsoló

source: Trigger
hu_hu: Kiváltó

source: Popup Content
hu_hu: Felugró ablak tartalma

source: Header Background
hu_hu: Fejléc háttere

source: Screen size to switch to mobile header
hu_hu: Képernyőméret mobil fejlécre váltáshoz

source: Label
hu_hu: Címke

source: Open in New Tab?
hu_hu: Megnyissa új lapon?

source: Set link to nofollow?
hu_hu: Állítsa a hivatkozást nofollow-ra?

source: Set link attribute Sponsored?
hu_hu: Állítsa be a hivatkozás Sponsored attribútumát?

source: Set link to Download?
hu_hu: Állítsa a hivatkozást Download-ra?

source: Button Style
hu_hu: Gomb stílusa

source: Button Visibility
hu_hu: Gomb láthatósága

source: Everyone
hu_hu: Mindenki

source: Logged Out Only
hu_hu: Csak kijelentkezettek

source: Logged In Only
hu_hu: Csak bejelentkezettek

source: Button Size
hu_hu: Gomb mérete

source: Custom
hu_hu: Egyéni

source: Cart Label
hu_hu: Kosár címkéje

source: Cart Icon
hu_hu: Kosár ikonja

source: Cart Click Action
hu_hu: Kosárra kattintás művelete

source: Link
hu_hu: Hivatkozás

source: Popout Cart
hu_hu: Kicsúszó kosár

source: Dropdown Cart
hu_hu: Legördülő kosár

source: Show Item Total Indicator
hu_hu: Tételszám jelző megjelenítése

source: Cart Colors
hu_hu: Kosár színei

source: Cart Background
hu_hu: Kosár háttere

source: Cart Total Colors
hu_hu: Kosár végösszegének színei

source: Cart Total Background
hu_hu: Kosár végösszegének háttere

source: Cart Label Font
hu_hu: Kosár címke betűtípusa

source: Cart Padding
hu_hu: Kosár belső margója

source: Slide-Out Side
hu_hu: Kicsúszás oldala

source: Reveal from Left
hu_hu: Felfedés balról

source: Reveal from Right
hu_hu: Felfedés jobbról

source: Dropdown Colors
hu_hu: Legördülő színei

source: Dropdown Background
hu_hu: Legördülő háttere

source: Item Divider
hu_hu: Elemelválasztó

source: Dropdown Font
hu_hu: Legördülő betűtípusa

source: Dropdown Shadow
hu_hu: Legördülő árnyéka

source: Dropdown Reveal
hu_hu: Legördülő megjelenése

source: None
hu_hu: Nincs

source: Fade
hu_hu: Elhalványulás

source: Fade Up
hu_hu: Elhalványulás felfelé

source: Fade Down
hu_hu: Elhalványulás lefelé

source: Dropdown Width
hu_hu: Legördülő szélessége

source: Dropdown Items Vertical Spacing
hu_hu: Legördülő elemek függőleges térköze

source: Automatically Add Paragraphs
hu_hu: Bekezdések automatikus hozzáadása

source: Logo Max Width
hu_hu: Logó maximális szélessége

source: Define the maxium width for the logo
hu_hu: Határozza meg a logó maximális szélességét

source: *NOTICE Custom transparent logo will show on pages that have the transparent header enabled. Change that in your transparent header settings.
hu_hu: *FIGYELEM Egyéni átlátszó logó azokon az oldalakon jelenik meg, ahol az átlátszó fejléc engedélyezve van. Ezt az átlátszó fejléc beállításainál módosíthatja.

source: Different Logo for Mobile?
hu_hu: Másik logó mobilra?

source: Mobile Logo
hu_hu: Mobil logó

source: Use Logo Icon?
hu_hu: Használja a logó ikont?

source: Logo Icon
hu_hu: Logó ikon

source: Logo Icon Width
hu_hu: Logó ikon szélessége

source: Define the width for the logo icon
hu_hu: Határozza meg a logó ikon szélességét

source: Logo Icon Color
hu_hu: Logó ikon színe

source: Logo Layout
hu_hu: Logó elrendezése

source: Site Title Font
hu_hu: Webhely címe betűtípusa

source: Site Title Hover and Active Colors
hu_hu: Webhely címe lebegtetett és aktív színei

source: Site Tagline Font
hu_hu: Webhely alcímének betűtípusa

source: Site Icon
hu_hu: Webhelyikon

source: Site Title and Logo Control
hu_hu: Webhely címe és logója vezérlése

source: Show site name for page title
hu_hu: Jelenítse meg a webhely nevét az oldal címeként

source: (When Transparent Header) Main Row Background
hu_hu: (Átlátszó fejléc esetén) Fősor háttere

source: Transparent Header Main Row Background
hu_hu: Átlátszó fejléc fősorának háttere

source: Items Vertical Spacing
hu_hu: Elemek függőleges térköze

source: Collapse sub menu items?
hu_hu: Összecsukja az almenüpontokat?

source: Entire parent menu item expands sub menu
hu_hu: A teljes szülő menüpont nyitja meg az almenüt

source: Color
hu_hu: Szín

source: Fill and Center Menu Items?
hu_hu: Kitöltse és középre igazítsa a menüpontokat?

source: Navigation Style
hu_hu: Navigáció stílusa

source: Menu items are full height
hu_hu: A menüpontok teljes magasságúak

source: Full Height
hu_hu: Teljes magasság

source: Underline Hover/Active
hu_hu: Aláhúzás rámutatáskor/aktív állapotban

source: Full Height Underline Hover/Active
hu_hu: Teljes magasságú aláhúzás rámutatáskor/aktív állapotban

source: Full Height Underline
hu_hu: Teljes magasságú aláhúzás

source: Make Parent of Current Menu Item Active?
hu_hu: Aktiválja az aktuális menüpont szülőjét?

source: Dropdown Options
hu_hu: Lenyíló beállításai

source: Reveal as Fullwidth
hu_hu: Teljes szélességű megjelenítés

source: Reveal as Side Panel
hu_hu: Megjelenítés oldalsó panelként

source: Side Panel
hu_hu: Oldalsó panel

source: Move Body with toggle?
hu_hu: Mozgassa a Body-t a kapcsolóval?

source: This can require a lot of memory to render the animation in mobile browsers, use with caution if you have graphically heavy pages.
hu_hu: Ez sok memóriát igényelhet az animáció megjelenítéséhez mobilböngészőkben, grafikai szempontból megterhelt oldalakon körültekintően használja.

source: Animation
hu_hu: Animáció

source: Fade In
hu_hu: Fokozatos megjelenés

source: Scale into view
hu_hu: Skálázással megjelenítés

source: Scale
hu_hu: Skálázás

source: Slice into view
hu_hu: Szeleteléssel megjelenítés

source: Slice
hu_hu: Szeletelés

source: Popup Background
hu_hu: Felugró ablak háttere

source: Close Icon Size
hu_hu: Bezárás ikon mérete

source: Close Toggle Colors
hu_hu: Bezáró kapcsoló színei

source: Close Toggle Background Colors
hu_hu: Bezáró kapcsoló háttérszínei

source: Close Icon Padding
hu_hu: Bezárás ikon belső margója

source: Search Label
hu_hu: Keresés felirat

source: Search Label Visibility
hu_hu: Keresés felirat láthatósága

source: Search Icon
hu_hu: Keresés ikon

source: Search Style
hu_hu: Keresés stílusa

source: Bordered
hu_hu: Szegélyezett

source: Search Border
hu_hu: Keresés szegélye

source: Search Colors
hu_hu: Keresés színei

source: Search Background
hu_hu: Keresés háttere

source: Label Font
hu_hu: Címke betűtípusa

source: Search Padding
hu_hu: Keresés belső margója

source: Modal Options
hu_hu: Modális ablak beállításai

source: Focus/Hover Color
hu_hu: Fókusz/rámutatás színe

source: Modal Background
hu_hu: Modális ablak háttere

source: Search only Products?
hu_hu: Csak termékeket keres?

source: Enable Sticky Header?
hu_hu: Ragadós fejléc engedélyezése?

source: Yes - Only Main Row
hu_hu: Igen - Csak a fő sor

source: Yes - Top Row & Main Row
hu_hu: Igen - Felső sor & fő sor

source: Yes - Whole Header
hu_hu: Igen - Teljes fejléc

source: Yes - Only Top Row
hu_hu: Igen - Csak a felső sor

source: Yes - Only Bottom Row
hu_hu: Igen - Csak az alsó sor

source: Enable Reveal Sticky on Scroll up
hu_hu: Ragadós megjelenítésének engedélyezése felfelé görgetéskor

source: Enable Main Row Shrinking
hu_hu: Fő sor zsugorításának engedélyezése

source: Main Row Shrink Height
hu_hu: Fő sor zsugorított magassága

source: Different Logo for Stuck Header?
hu_hu: Másik logó a rögzített fejléchez?

source: Stuck Header Logo
hu_hu: Rögzített fejléc logója

source: Mobile Sticky
hu_hu: Mobil ragadós fejléc

source: Enable Sticky for Mobile?
hu_hu: Ragadós fejléc engedélyezése mobilon?

source: Enabled Main Row Shrinking
hu_hu: Fő sor zsugorítása engedélyezve

source: Site Title Color
hu_hu: Webhely címének színe

source: Navigation Items Background
hu_hu: Navigációs elemek háttere

source: Button Colors
hu_hu: Gombok színei

source: Background Hover
hu_hu: Háttér rámutatáskor

source: Border Hover
hu_hu: Szegély rámutatáskor

source: Social Colors
hu_hu: Közösségi színek

source: HTML Colors
hu_hu: HTML színek

source: Link Color
hu_hu: Hivatkozás színe

source: Link Hover
hu_hu: Hivatkozás rámutatáskor

source: Sticky Header Background
hu_hu: Ragadós fejléc háttere

source: Sticky Bottom Border
hu_hu: Ragadós alsó szegély

source: (When Transparent Header) Top Row Background
hu_hu: (Átlátszó fejléc esetén) Felső sor háttere

source: Transparent Header Top Row Background
hu_hu: Átlátszó fejléc felső sorának háttere

source: Menu Label
hu_hu: Menü felirat

source: Trigger Icon
hu_hu: Indító ikon

source: Trigger Style
hu_hu: Indító stílus

source: Trigger Border
hu_hu: Indító szegélye

source: Trigger Colors
hu_hu: Indító színei

source: Trigger Font
hu_hu: Indító betűtípusa

source: Trigger Padding
hu_hu: Indító belső margója

source: Drawer Container Options
hu_hu: Fiók konténer beállításai

source: Course Archive Columns
hu_hu: Kurzusarchívum oszlopai

source: Course Title
hu_hu: Kurzus címe

source: Show Course Title?
hu_hu: Megjeleníti a kurzus címét?

source: Course Title Layout
hu_hu: Kurzus címének elrendezése

source: Course Title Font
hu_hu: Kurzus címének betűtípusa

source: Course Above Area Background
hu_hu: Kurzus feletti terület háttere

source: Course Title Background
hu_hu: Kurzus címének háttere

source: Course Default Sidebar
hu_hu: Kurzus alapértelmezett oldalsávja

source: Course Background
hu_hu: Kurzus háttere

source: Course Content Background
hu_hu: Kurzus tartalmának háttere

source: Essay Title
hu_hu: Esszé címe

source: Show Essay Title?
hu_hu: Megjeleníti az esszé címét?

source: Essay Title Layout
hu_hu: Esszé címének elrendezése

source: Essay Title Align
hu_hu: Esszé címének igazítása

source: Essay Title Font
hu_hu: Esszé címének betűtípusa

source: Essay Above Area Background
hu_hu: Esszé feletti terület háttere

source: Essay Title Background
hu_hu: Esszé címének háttere

source: Essay Default Sidebar
hu_hu: Esszé alapértelmezett oldalsávja

source: Essay Background
hu_hu: Esszé háttere

source: Essay Content Background
hu_hu: Esszé tartalmának háttere

source: Focus Title
hu_hu: Fókuszmód címe

source: Show Title in Focus Mode?
hu_hu: Megjeleníti a címet fókuszmódban?

source: Topic Title Font
hu_hu: Téma címének betűtípusa

source: Override Course Grid Styles
hu_hu: Course Grid stílusainak felülbírálása

source: Course Grid Entry Title Font
hu_hu: Course Grid bejegyzés címének betűtípusa

source: Group Title
hu_hu: Csoport címe

source: Show Group Title?
hu_hu: Megjeleníti a csoport címét?

source: Group Title Layout
hu_hu: Csoport címének elrendezése

source: Group Title Align
hu_hu: Csoport címének igazítása

source: Group Title Font
hu_hu: Csoport címének betűtípusa

source: Group Above Area Background
hu_hu: Csoport feletti terület háttere

source: Group Title Background
hu_hu: Csoport címének háttere

source: Group Layout
hu_hu: Csoport elrendezése

source: Group Default Sidebar
hu_hu: Csoport alapértelmezett oldalsávja

source: Group Background
hu_hu: Csoport háttere

source: Group Content Background
hu_hu: Csoport tartalmának háttere

source: Lesson Title
hu_hu: Lecke címe

source: Show Lesson Title?
hu_hu: Megjeleníti a lecke címét?

source: Lesson Title Layout
hu_hu: Lecke címének elrendezése

source: Lesson Title Align
hu_hu: Lecke címének igazítása

source: Lesson Title Font
hu_hu: Lecke címének betűtípusa

source: Lesson Above Area Background
hu_hu: Lecke feletti terület háttere

source: Lesson Title Background
hu_hu: Lecke címének háttere

source: Lesson Default Sidebar
hu_hu: Lecke alapértelmezett oldalsávja

source: Lesson Background
hu_hu: Lecke háttere

source: Lesson Content Background
hu_hu: Lecke tartalmának háttere

source: Quiz Title
hu_hu: Kvíz címe

source: Show Quiz Title?
hu_hu: Megjeleníti a kvíz címét?

source: Quiz Title Layout
hu_hu: Kvíz címének elrendezése

source: Quiz Title Align
hu_hu: Kvíz címének igazítása

source: Quiz Title Font
hu_hu: Kvíz címének betűtípusa

source: Quiz Above Area Background
hu_hu: Kvíz feletti terület háttere

source: Quiz Title Background
hu_hu: Kvíz címének háttere

source: Quiz Default Sidebar
hu_hu: Kvíz alapértelmezett oldalsávja

source: Quiz Background
hu_hu: Kvíz háttere

source: Quiz Content Background
hu_hu: Kvíz tartalmának háttere

source: Topic Title
hu_hu: Téma címe

source: Show Topic Title?
hu_hu: Megjelenítse a téma címét?

source: Topic Title Layout
hu_hu: Téma címének elrendezése

source: Topic Title Align
hu_hu: Téma címének igazítása

source: Topic Above Area Background
hu_hu: Téma fölötti terület háttere

source: Topic Title Background
hu_hu: Téma címének háttere

source: Topic Default Sidebar
hu_hu: Téma alapértelmezett oldalsávja

source: Topic Background
hu_hu: Téma háttere

source: Topic Content Background
hu_hu: Téma tartalmának háttere

source: Course Syllabus Layout
hu_hu: Tanfolyami tematika elrendezése

source: Course Syllabus Columns
hu_hu: Tanfolyami tematika oszlopai

source: Course Lesson Style
hu_hu: Tanfolyami lecke stílusa

source: Two Column Tiles
hu_hu: Kétoszlopos csempék

source: One Column Center
hu_hu: Egyoszlopos középre igazítva

source: Show Lesson Thumbnail in Syllabus?
hu_hu: Megjelenítse a lecke miniatűrjét a tematikában?

source: Lesson Thumbnail Ratio
hu_hu: A lecke miniatűrjének képaránya

source: Dashboard Navigation
hu_hu: Vezérlőpult navigációja

source: Navigation Layout
hu_hu: Navigáció elrendezése

source: Positioned on Left Content
hu_hu: Elhelyezve a tartalom bal oldalán

source: Positioned on Top Content
hu_hu: Elhelyezve a tartalom tetején

source: Positioned on Right Content
hu_hu: Elhelyezve a tartalom jobb oldalán

source: Course and Membership Items Columns
hu_hu: Tanfolyam- és tagságelemek oszlopai

source: Membership Archive Title Align
hu_hu: Tagsági archívum címének igazítása

source: Membership Archive Title Background
hu_hu: Tagsági archívum címének háttere

source: Membership Archive Columns
hu_hu: Tagsági archívum oszlopai

source: Membership Archive Background
hu_hu: Tagsági archívum háttere

source: Membership Title
hu_hu: Tagság címe

source: Show Membership Title?
hu_hu: Megjelenítse a tagság címét?

source: Membership Title Layout
hu_hu: Tagság címének elrendezése

source: Membership Title Align
hu_hu: Tagság címének igazítása

source: Membership Default Sidebar
hu_hu: Tagság alapértelmezett oldalsávja

source: My Account Navigation
hu_hu: Saját fiók navigációja

source: Show User Name and Avatar?
hu_hu: Megjelenítse a felhasználó nevét és avatarját?

source: Page Title
hu_hu: Oldal címe
