Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/kadence/kadence-*.po
Languages: hu_hu

source: Show Page Title?
hu_hu: Megjelenítse az oldal címét?

source: Page Title Layout
hu_hu: Oldal címének elrendezése

source: Page Title Align
hu_hu: Oldal címének igazítása

source: Page Title Font
hu_hu: Oldal címének betűtípusa

source: Page Title Background
hu_hu: Oldal címének háttere

source: Default Page Layout
hu_hu: Alapértelmezett oldal elrendezése

source: Page Default Sidebar
hu_hu: Oldal alapértelmezett oldalsávja

source: Page Background
hu_hu: Oldal háttere

source: Page Content Background
hu_hu: Oldal tartalmának háttere

source: Post Archive Title Align
hu_hu: Bejegyzés-archívum címének igazítása

source: Post Title Background
hu_hu: Bejegyzés címének háttere

source: Post Archive Default Sidebar
hu_hu: Bejegyzés-archívum alapértelmezett oldalsávja

source: Post Archive Columns
hu_hu: Bejegyzés-archívum oszlopai

source: Content Vertical Alignment
hu_hu: Tartalom függőleges igazítása

source: Top
hu_hu: Felül

source: Center
hu_hu: Középen

source: Post Item Elements
hu_hu: Bejegyzéselem elemei

source: Item Category Colors
hu_hu: Elem kategóriájának színei

source: Item Category Font
hu_hu: Elem kategóriájának betűtípusa

source: Post Background
hu_hu: Bejegyzés háttere

source: Post Title
hu_hu: Bejegyzés címe

source: Show Post Title?
hu_hu: Megjeleníti a bejegyzés címét?

source: Post Title Layout
hu_hu: Bejegyzés címének elrendezése

source: Post Title Align
hu_hu: Bejegyzés címének igazítása

source: Post Title Font
hu_hu: Bejegyzés címének betűtípusa

source: Excerpt Colors
hu_hu: Kivonat színei

source: Excerpt Font
hu_hu: Kivonat betűtípusa

source: Default Post Layout
hu_hu: Bejegyzés alapértelmezett elrendezése

source: Post Default Sidebar
hu_hu: Bejegyzés alapértelmezett oldalsávja

source: Featured Image Width
hu_hu: Kiemelt kép szélessége

source: Wide
hu_hu: Széles

source: Stretch Full
hu_hu: Teljes szélességre nyújtás

source: Show Featured Image Caption?
hu_hu: Megjeleníti a kiemelt kép feliratát?

source: Show Post Tags?
hu_hu: Megjeleníti a bejegyzés címkéit?

source: Show Footer Area in Boxed Mode?
hu_hu: Megjeleníti a lábléc területét dobozos módban?

source: Show Post Author Box?
hu_hu: Megjeleníti a bejegyzés szerzői dobozát?

source: Author Box Style
hu_hu: Szerzői doboz stílusa

source: Use Author Archive Link?
hu_hu: Használja a szerző archívumának hivatkozását?

source: Show Post Navigation?
hu_hu: Megjeleníti a bejegyzés navigációját?

source: Show Related Posts?
hu_hu: Megjeleníti a kapcsolódó bejegyzéseket?

source: Related Posts Columns
hu_hu: Kapcsolódó bejegyzések oszlopai

source: Endlessly Loop Related Carousel?
hu_hu: Végteleníti a kapcsolódó körhintát?

source: Show Comment Date?
hu_hu: Megjeleníti a hozzászólás dátumát?

source: Post Content Background
hu_hu: Bejegyzés tartalmának háttere

source: Related Posts Section
hu_hu: Kapcsolódó bejegyzések szakasza

source: Related Posts Section Title Font
hu_hu: Kapcsolódó bejegyzések szakaszának cím betűtípusa

source: Related Posts Section Background
hu_hu: Kapcsolódó bejegyzések szakaszának háttere

source: Related Posts Background
hu_hu: Kapcsolódó bejegyzések háttere

source: Product Archive Title Align
hu_hu: Termékarchívum címének igazítása

source: Product Archive Title Background
hu_hu: Termékarchívum címének háttere

source: Product Archive Default Sidebar
hu_hu: Termékarchívum alapértelmezett oldalsávja

source: Show Archive Results Count?
hu_hu: Megjeleníti az archívum találatainak számát?

source: Show Archive Sorting Dropdown?
hu_hu: Megjeleníti az archívum rendezési legördülő menüjét?

source: Show Archive Grid/List Toggle?
hu_hu: Megjeleníti az archívum rács/lista váltógombját?

source: Product Image Hover Switch
hu_hu: Termékkép váltás egér fölé húzásakor

source: Fade to second image
hu_hu: Áttűnés a második képre

source: Slide to second image
hu_hu: Csúsztatás a második képre

source: Zoom into second image
hu_hu: Ráközelítés a második képre

source: Zoom
hu_hu: Nagyítás

source: Flip to second image
hu_hu: Átfordítás a második képre

source: Flip
hu_hu: Átfordítás

source: Button Action Style
hu_hu: Gombművelet stílusa

source: Slide up on hover
hu_hu: Felcsúszás egér fölé húzásakor

source: Bottom Slide Up
hu_hu: Alulról felcsúszás

source: On the Bottom Always Visible
hu_hu: Alul mindig látható

source: Always Visible
hu_hu: Mindig látható

source: Bold text with arrow icon.
hu_hu: Félkövér szöveg nyíl ikonnal.

source: Text with Arrow
hu_hu: Szöveg nyíllal

source: Show as standard button
hu_hu: Megjelenítés normál gombként

source: Align Button at Bottom?
hu_hu: Igazítja a gombot alulra?

source: Mobile Columns Layout
hu_hu: Mobil oszlopelrendezés

source: One Column
hu_hu: Egy oszlop

source: Two Columns
hu_hu: Két oszlop

source: Product Archive Title Font
hu_hu: Termékarchívum cím betűtípusa

source: Product Archive Price Font
hu_hu: Termékarchívum ár betűtípusa

source: Product Archive Button Colors
hu_hu: Termékarchívum gomb színei

source: Product Archive Button Background Colors
hu_hu: Termékarchívum gomb háttérszínei

source: Product Archive Button Border Colors
hu_hu: Termékarchívum gomb szegélyszínei

source: Product Archive Button Border
hu_hu: Termékarchívum gomb szegélye

source: Product Archive Button Border Radius
hu_hu: Termékarchívum gomb szegélyének lekerekítése

source: Product Archive Button Font
hu_hu: Termékarchívum gomb betűtípusa

source: Product Archive Button Shadow
hu_hu: Termékarchívum gomb árnyéka

source: Product Archive Button Hover State Shadow
hu_hu: Termékarchívum gomb árnyéka rámutatáskor

source: Product Archive Background
hu_hu: Termékarchívum háttere

source: Product Above Content
hu_hu: Termék a tartalom felett

source: Above Content Layout
hu_hu: Tartalom feletti elrendezés

source: Enables an Extra above content title area
hu_hu: Engedélyez egy extra, a tartalom feletti címterületet

source: Extra Title Area
hu_hu: Extra címterület

source: Enables Breadcrumbs
hu_hu: Engedélyezi a morzsamenüt

source: Hides this area
hu_hu: Elrejti ezt a területet

source: Nothing
hu_hu: Semmi

source: Product Above Align
hu_hu: Termék feletti igazítás

source: Above Container Min Height
hu_hu: Felső konténer minimális magassága

source: Above Elements
hu_hu: Felső elemek

source: Product Above Title Font
hu_hu: Termék feletti cím betűtípusa

source: Product Above Category Font
hu_hu: Termék feletti kategória betűtípusa

source: Product Above Area Background
hu_hu: Termék feletti terület háttere

source: Product Above Title Background
hu_hu: Termék feletti cím háttere

source: Product Layout
hu_hu: Termék elrendezése

source: Product In Content Category Font
hu_hu: Terméktartalom kategória betűtípusa

source: Product Title Font
hu_hu: Termék cím betűtípusa

source: Product Default Sidebar
hu_hu: Termék alapértelmezett oldalsávja

source: Product Elements
hu_hu: Termék elemei

source: Use Custom Quantity Plus and Minus
hu_hu: Egyéni mennyiségi plusz és mínusz használata

source: Product Variation Display
hu_hu: Termékváltozatok megjelenítése

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: Tab Style
hu_hu: Fül stílusa

source: Show default headings in tab content
hu_hu: Alapértelmezett címsorok megjelenítése a fül tartalmában

source: Show Weight and Dimensions in Additional Information tab?
hu_hu: Megjeleníti a súlyt és a méreteket a További információk fülön?

source: Show Related Products?
hu_hu: Kapcsolódó termékek megjelenítése?

source: Related Products Columns
hu_hu: Kapcsolódó termékek oszlopai

source: Product Background
hu_hu: Termék háttere

source: Product Content Background
hu_hu: Termék tartalom háttere

source: Search Results Title
hu_hu: Keresési eredmények címe

source: Show Search Results Title?
hu_hu: Megjeleníti a keresési eredmények címét?

source: Search Results Title Layout
hu_hu: Keresési eredmények címének elrendezése

source: Search Results Title Align
hu_hu: Keresési eredmények címének igazítása

source: Search Result Columns
hu_hu: Keresési eredmények oszlopai

source: Search Item Layout
hu_hu: Keresési elem elrendezése

source: Search Item Elements
hu_hu: Keresési elem elemei

source: Search Item Title Font
hu_hu: Keresési elem címének betűtípusa

source: Search Results Background
hu_hu: Keresési eredmények háttere

source: Search Results Content Background
hu_hu: Keresési eredmények tartalom háttere

source: Events Sidebar
hu_hu: Események oldalsávja

source: Events Background
hu_hu: Események háttere

source: Event Title
hu_hu: Esemény címe

source: Show Event Title?
hu_hu: Megjeleníti az esemény címét?

source: Event Title Layout
hu_hu: Esemény címének elrendezése

source: Event Title Align
hu_hu: Esemény címének igazítása

source: Event Title Font
hu_hu: Esemény címének betűtípusa

source: Back Link Colors
hu_hu: Vissza hivatkozás színei

source: Back Link Font
hu_hu: Vissza hivatkozás betűtípusa

source: Event Above Area Background
hu_hu: Esemény feletti terület háttere

source: Event Title Background
hu_hu: Esemény címének háttere

source: Event Layout
hu_hu: Esemény elrendezése

source: Event Default Sidebar
hu_hu: Esemény alapértelmezett oldalsávja

source: Event Background
hu_hu: Esemény háttere

source: Event Content Background
hu_hu: Esemény tartalom háttere

source: Info Colors
hu_hu: Információs színek

source: Enable Transparent Header?
hu_hu: Engedélyezi az átlátszó fejlécet?

source: Disable Search and Archives?
hu_hu: Letiltja a keresést és az archívumokat?

source: Disable on Pages?
hu_hu: Letiltja az oldalakon?

source: Disable on Posts?
hu_hu: Letiltja a bejegyzéseken?

source: Enable for:
hu_hu: Engedélyezés a következőkhöz:

source: Different Logo for Transparent Header?
hu_hu: Eltérő logó az átlátszó fejléchez?

source: Transparent Header Logo
hu_hu: Átlátszó fejléc logója

source: Transparent Header Background
hu_hu: Átlátszó fejléc háttere

source: Disable on Products?
hu_hu: Letiltja a termékeken?

source: Disable on
hu_hu: Letiltás ezen

source: Move sidebar up into header?
hu_hu: Az oldalsávot a fejlécbe mozgatja?

source: Store Notice Placement
hu_hu: Áruház értesítésének elhelyezése

source: Hangs down over the top of the header
hu_hu: A fejléc teteje fölé belóg

source: Hang Over Top
hu_hu: Felülre belóg

source: Placed above the Header
hu_hu: A fejléc fölé helyezve

source: Stuck to the Bottom of the screen
hu_hu: A képernyő aljához rögzítve

source: Bottom
hu_hu: Alul

source: Disable Dismiss Button?
hu_hu: Letiltja a Bezárás gombot?

source: Notice Font
hu_hu: Értesítés betűtípusa

source: Background Color
hu_hu: Háttérszín

source: Kadence - Next Generation Theme
hu_hu: Kadence - Következő generációs téma

source: Browse Kadence Starter Templates
hu_hu: Böngéssze a Kadence kezdősablonokat

source: Config Kadence Modules
hu_hu: Konfigurálja a Kadence modulokat

source: Web Creators Community
hu_hu: Webkészítők közössége

source: Join our community of fellow kadence users creating effective websites! Share your site, ask a question and help others.
hu_hu: Csatlakozzon hatékony weboldalakat készítő, kadence felhasználókból álló közösségünkhöz! Ossza meg webhelyét, tegyen fel kérdést, és segítsen másoknak.

source: Join our Facebook Group
hu_hu: Csatlakozzon Facebook-csoportunkhoz

source: Video Tutorials
hu_hu: Videós oktatóanyagok

source: Want a guide? We have video tutorials to walk you through getting started.
hu_hu: Útmutatót szeretne? Videós oktatóanyagaink végigvezetik a kezdésen.

source: Watch Videos
hu_hu: Videók megtekintése

source: Documentation
hu_hu: Dokumentáció

source: Need help? We have a knowledge base full of articles to get you started.
hu_hu: Segítségre van szüksége? Tudásbázisunk tele van cikkekkel a kezdéshez.

source: Browse Docs
hu_hu: Dokumentáció böngészése

source: Support
hu_hu: Támogatás

source: Have a question, we are happy to help! Get in touch with our support team.
hu_hu: Kérdése van? Szívesen segítünk! Lépjen kapcsolatba támogatási csapatunkkal.

source: Submit a Ticket
hu_hu: Jegy beküldése

source: Post Settings
hu_hu: Bejegyzés beállításai

source: Sidebar Left
hu_hu: Bal oldalsáv

source: Sidebar Right
hu_hu: Jobb oldalsáv

source: Display Title
hu_hu: Cím megjelenítése

source: - WordPress Theme by %s
hu_hu: - WordPress téma – %s készítette

source: Scroll to top
hu_hu: Vissza az oldal tetejére

source: Open menu
hu_hu: Menü megnyitása

source: Close menu
hu_hu: Menü bezárása

source: Primary Mobile Navigation
hu_hu: Elsődleges mobil navigáció

source: Review Cart
hu_hu: Kosár áttekintése

source: Close Cart
hu_hu: Kosár bezárása

source: View Search Form
hu_hu: Kereső űrlap megtekintése

source: Close search
hu_hu: Keresés bezárása

# lesson order within section
source: %1$d of %2$d
hu_hu: %1$d / %2$d

source: This course does not have any sections.
hu_hu: Ez a tanfolyam nem tartalmaz szakaszokat.

source: This section does not have any lessons.
hu_hu: Ez a szakasz nem tartalmaz leckéket.

source: Search For
hu_hu: Keresés

source: Oops! That page can&rsquo;t be found.
hu_hu: Hoppá! Az az oldal nem található.

source: Nothing Found
hu_hu: Nincs találat

source: Search Results for: %s
hu_hu: Keresési eredmények a következőre: %s

source: One Comment
hu_hu: Egy hozzászólás

source: Comments are closed.
hu_hu: A hozzászólások lezárva.

source: Previous:
hu_hu: Előző:

source: Next:
hu_hu: Következő:

source: Post navigation
hu_hu: Bejegyzés navigációja

source: Read More
hu_hu: Bővebben

source: Follow %1$s on %2$s
hu_hu: Kövesse %1$s profilját a %2$s oldalon

source: Continue reading<span class="screen-reader-text"> "%s"</span>
hu_hu: Olvassa tovább<span class=\"screen-reader-text\"> \"%s\"</span>

source: Pages:
hu_hu: Oldalak:

source: By
hu_hu: Szerző:

source: Posted on
hu_hu: Közzétéve

source: Updated on
hu_hu: Frissítve

source: Posted in
hu_hu: Kategória:

source: Author image
hu_hu: Szerző képe

source: Similar Posts
hu_hu: Hasonló bejegyzések

source: Read More<span class="screen-reader-text"> "%s"</span>
hu_hu: Tovább<span class=\"screen-reader-text\"> \"%s\"</span>

source: Post Tags:
hu_hu: Bejegyzés címkéi:

source: It looks like nothing was found at this location. Maybe try a search?
hu_hu: Úgy tűnik, ezen a helyen nem található semmi. Talán próbáljon meg keresni?

source: Oops! Something went wrong.
hu_hu: Hoppá! Valami hiba történt.

source: Oops! It looks like you&#8217;re offline.
hu_hu: Hoppá! Úgy tűnik, nincs internetkapcsolata.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hu_hu: Készen áll az első bejegyzés közzétételére? <a href=\"%1$s\">Kezdje itt</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hu_hu: Sajnáljuk, de a keresési feltételekre nincs találat. Kérjük, próbálja meg újra más kulcsszavakkal.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hu_hu: Úgy tűnik, nem találjuk, amit keres. Esetleg a keresés segíthet.

source: Previous Page
hu_hu: Előző oldal

# previous set of archive results
source: Previous
hu_hu: Előző

source: Next Page
hu_hu: Következő oldal

# next set of archive results
source: Next
hu_hu: Következő

source: Page navigation
hu_hu: Oldalnavigáció

# %s Events plural label
source: All %s
hu_hu: Összes %s

source: %s Navigation
hu_hu: %s navigáció

source: by
hu_hu: írta

source: Course level:
hu_hu: Kurzus szintje:

source: Share:
hu_hu: Megosztás:

source: Duration
hu_hu: Időtartam

source: Total Enrolled
hu_hu: Összes beiratkozott

source: Last Update
hu_hu: Utolsó frissítés

source: About Course
hu_hu: A kurzusról

source: Close Color Picker
hu_hu: Színválasztó bezárása

source: Remove Control Point
hu_hu: Vezérlőpont eltávolítása

source: Gradient
hu_hu: Színátmenet

source: Select Color
hu_hu: Szín kiválasztása

source: Reset Values
hu_hu: Értékek visszaállítása

source: Palette 1
hu_hu: Paletta 1

source: Palette 2
hu_hu: Paletta 2

source: Palette 3
hu_hu: Paletta 3

source: Select Palette
hu_hu: Paletta kiválasztása

source: Error with Import data
hu_hu: Hiba az importált adatokkal

source: Reset Device Values
hu_hu: Eszköz értékeinek visszaállítása

source: Unit
hu_hu: Mértékegység

source: Logo Only
hu_hu: Csak Logó

source: Logo & Title
hu_hu: Logó & Cím

source: Logo, Title & Tagline
hu_hu: Logó, Cím & Szlogen

source: Logo - Title
hu_hu: Logó - Cím

source: Title - Logo
hu_hu: Cím - Logó

source: Top Logo - Title
hu_hu: Felső Logó - Cím

source: Top Title - Logo
hu_hu: Felső Cím - Logó

source: Logo - Title - Tagline
hu_hu: Logó - Cím - Szlogen

source: Title - Tagline - Logo
hu_hu: Cím - Szlogen - Logó

source: Top Logo - Title - Tagline
hu_hu: Felső Logó - Cím - Szlogen

source: Top Title - Tagline - Logo
hu_hu: Felső Cím - Szlogen - Logó

source: Top Title - Logo - Tagline
hu_hu: Felső Cím - Logó - Szlogen

source: Setting settings for
hu_hu: Beállítások megadása ehhez

source: Remove
hu_hu: Távolítsa el

source: Edit Settings for
hu_hu: Szerkessze a beállításokat ehhez

source: Available Items
hu_hu: Elérhető elemek

source: No Repeat
hu_hu: Ismétlés nélkül

source: Repeat
hu_hu: Ismétlés

source: Repeat-X
hu_hu: Ismétlés-X

source: Repeat-y
hu_hu: Ismétlés-y

source: Auto
hu_hu: Automatikus

source: Cover
hu_hu: Kitöltés

source: Contain
hu_hu: Tartalmazás

source: Scroll
hu_hu: Görgetés

source: Fixed
hu_hu: Rögzített

source: Image
hu_hu: Kép

source: Background Repeat
hu_hu: Háttér ismétlése

source: Background Size
hu_hu: Háttér mérete

source: Background Attachment
hu_hu: Háttér rögzítése

source: Select Background
hu_hu: Válasszon hátteret

source: Style
hu_hu: Stílus

source: Choose a font
hu_hu: Válasszon betűtípust

source: Select a Font Pairing
hu_hu: Válasszon betűtípus-párosítást

source: Select a Font Pair
hu_hu: Válasszon betűtípus-párt

source: Confirm Change Settings?
hu_hu: Megerősíti a beállítások módosítását?

source: Font Size
hu_hu: Betűméret

source: Line Height
hu_hu: Sormagasság

source: Letter Spacing
hu_hu: Betűköz

source: System Default
hu_hu: Rendszer alapértelmezése

source: Inherit Heading
hu_hu: Címsor öröklése

source: Inherit Body
hu_hu: Törzsszöveg öröklése

source: Size
hu_hu: Méret

source: Select Font
hu_hu: Válasszon betűtípust

source: Select Style
hu_hu: Válasszon stílust

source: Select Size
hu_hu: Válasszon méretet

source: Show Preview Text
hu_hu: Előnézeti szöveg megjelenítése

source: Design is not just what it looks like and feels like. Design is how it works.
hu_hu: A dizájn nem csupán az, ahogyan kinéz és amit éreztet. A dizájn az, ahogyan működik.

source: Initial
hu_hu: Alapállapot

source: Hover
hu_hu: Rámutatáskor

source: Text Alt
hu_hu: Alt szöveg

source: Standard (underline)
hu_hu: Szabványos (aláhúzás)

source: Highlight Underline
hu_hu: Kiemelt aláhúzás

source: Background on Hover
hu_hu: Háttér rámutatáskor

source: Offset Background
hu_hu: Eltolt háttér

source: Initial/Background
hu_hu: Alapállapot/Háttér

source: Unused
hu_hu: Nem használt

source: Text Hover
hu_hu: Szöveg rámutatáskor

source: Icon
hu_hu: Ikon

source: Toggle Item Visibility
hu_hu: Kapcsolja át az elem láthatóságát

source: Social Item
hu_hu: Közösségi elem

source: Expand Item Controls
hu_hu: Bontsa ki az elem vezérlőit

source: Add Image
hu_hu: Adja hozzá a képet

source: Remove Image
hu_hu: Távolítsa el a képet

source: Max Width (px)
hu_hu: Maximális szélesség (px)

source: Item Label
hu_hu: Elem címkéje

source: Remove Item
hu_hu: Távolítsa el az elemet

source: Add Social
hu_hu: Adjon hozzá közösségi elemet

source: Contact Item
hu_hu: Kapcsolati elem

source: Item Link
hu_hu: Elem hivatkozása

source: Mon - Fri: 8AM - 5PM
hu_hu: Hétfő - Péntek: 8AM - 5PM

source: Address
hu_hu: Cím

source: 4560 example street
hu_hu: 4560 példa utca

source: Add Contact
hu_hu: Adjon hozzá kapcsolati elemet

source: Reset Value
hu_hu: Állítsa vissza az értéket

source: Select
hu_hu: Válasszon

source: Set Image Ratio
hu_hu: Állítsa be a képarányt

source: Image is link to post
hu_hu: A kép hivatkozás a bejegyzésre

source: Show Post Title in Breadcrumb?
hu_hu: Mutassa a bejegyzés címét a morzsamenüben?

source: Show Full Content?
hu_hu: Mutassa a teljes tartalmat?

source: Excerpt Word Count
hu_hu: Kivonat szószáma

source: Set Image Size
hu_hu: Állítsa be a képméretet

source: Choose a Divider
hu_hu: Válasszon elválasztót

source: Choose Button Size
hu_hu: Válasszon gombméretet

source: Choose a Style
hu_hu: Válasszon stílust

source: Choose a Taxonomy
hu_hu: Válasszon taxonómiát

source: Show Shipping Statement?
hu_hu: Mutassa a szállítási tájékoztatót?

source: Shipping Excerpt
hu_hu: Szállítási kivonat

source: First Feature
hu_hu: Első funkció

source: Choose a Icon
hu_hu: Válasszon ikont

source: Second Feature
hu_hu: Második funkció

source: Third Feature
hu_hu: Harmadik funkció

source: Fourth Feature
hu_hu: Negyedik funkció

source: Fifth Feature
hu_hu: Ötödik funkció

source: Show Author?
hu_hu: Mutassa a szerzőt?

source: Enable Author Link?
hu_hu: Engedélyezze a szerző hivatkozását?

source: Show Author Image?
hu_hu: Mutassa a szerző képét?

source: Author Image Size (px)
hu_hu: Szerző képmérete (px)

source: Author Label
hu_hu: Szerző címkéje

source: Toggle Label Visibility
hu_hu: Kapcsolja be/ki a címke láthatóságát

source: Show Date?
hu_hu: Mutassa a dátumot?

source: Show Time?
hu_hu: Mutassa az időt?

source: Date Label
hu_hu: Dátum címkéje

source: Show Last Updated Date?
hu_hu: Mutassa az utolsó frissítés dátumát?

source: Show only if different from publish date?
hu_hu: Csak akkor mutassa, ha eltér a közzététel dátumától?

source: Updated Date Label
hu_hu: Frissítés dátumának címkéje

source: Show Categories?
hu_hu: Mutassa a kategóriákat?

source: Categories Label
hu_hu: Kategóriák címkéje

source: Show only if post has at least one comment
hu_hu: Csak akkor jelenjen meg, ha a bejegyzésnek legalább egy hozzászólása van

source: Choose Icon Colors
hu_hu: Válassza ki az ikonok színeit

source: Show Stripe?
hu_hu: Megjelenjen a Stripe?

source: Show Visa?
hu_hu: Megjelenjen a Visa?

source: Show Mastercard?
hu_hu: Megjelenjen a Mastercard?

source: Show Amex?
hu_hu: Megjelenjen az Amex?

source: Show Discover?
hu_hu: Megjelenjen a Discover?

source: Show Paypal?
hu_hu: Megjelenjen a Paypal?

source: Show Apple Pay?
hu_hu: Megjelenjen az Apple Pay?

source: Show Custom 01?
hu_hu: Megjelenjen a Custom 01?

source: Show Custom 02?
hu_hu: Megjelenjen a Custom 02?

source: Show Custom 03?
hu_hu: Megjelenjen a Custom 03?

source: Show Custom 04?
hu_hu: Megjelenjen a Custom 04?

source: Show Custom 05?
hu_hu: Megjelenjen a Custom 05?

source: Thumbnail
hu_hu: Bélyegkép

source: Medium Large
hu_hu: Közepes-nagy

source: Full
hu_hu: Teljes

source: Equal Width Columns
hu_hu: Azonos szélességű oszlopok

source: Left Heavy 40/20/20/20
hu_hu: Bal domináns 40/20/20/20

source: Right Heavy 20/20/20/40
hu_hu: Jobb domináns 20/20/20/40

source: Left Heavy 50/25/25
hu_hu: Bal domináns 50/25/25

source: Right Heavy 25/25/50
hu_hu: Jobb domináns 25/25/50

source: Center Heavy 25/50/25
hu_hu: Közép domináns 25/50/25

source: Wide Center 20/60/20
hu_hu: Széles közép 20/60/20

source: Left Heavy 66/33
hu_hu: Bal domináns 66/33

source: Right Heavy 33/66
hu_hu: Jobb domináns 33/66

source: Collapse to Rows
hu_hu: Összevonás sorokká

source: Two Column Grid
hu_hu: Kétoszlopos rács

source: First Row, Next Columns 100 - 50/50
hu_hu: Első sor, következő oszlopok 100 - 50/50

source: Last Row, Previous Columns 50/50 - 100
hu_hu: Utolsó sor, előző oszlopok 50/50 - 100

source: Single Row
hu_hu: Egyetlen sor

source: Welcome to Kadence!
hu_hu: Üdvözöljük a Kadence-ben!
