Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-grid-builder/wp-grid-builder-*.po
Languages: hu_hu

source: Show content associated with certain custom fields.
hu_hu: Jelenítsen meg bizonyos egyedi mezőkhöz társított tartalmat.

source: #%1$s - If %2$s %3$s %4$s (%5$s)
hu_hu: #%1$s - Ha %2$s %3$s %4$s (%5$s)

source: Field Key
hu_hu: Mezőkulcs

source: Character
hu_hu: Karakter

source: Numeric
hu_hu: Numerikus

source: Binary
hu_hu: Bináris

source: Date Time
hu_hu: Dátum és idő

source: Decimal
hu_hu: Decimális

source: Signed
hu_hu: Előjeles

source: Unsigned
hu_hu: Előjel nélküli

source: Compare With
hu_hu: Összehasonlítás módja

source: Like
hu_hu: Illeszkedik

source: Not Like
hu_hu: Nem illeszkedik

source: Between
hu_hu: Két érték között

source: Not Between
hu_hu: Nincs két érték között

source: Exists
hu_hu: Létezik

source: Not Exists
hu_hu: Nem létezik

source: Field Value
hu_hu: Mezőérték

source: Adjust the grid layout and the arrangement of the cards.
hu_hu: Állítsa be a rácselrendezést és a kártyák elhelyezését.

source: Justified
hu_hu: Sorkizárt

source: Full Width
hu_hu: Teljes szélesség

source: Fills the entire browser width.
hu_hu: Kitölti a böngésző teljes szélességét.

source: Horizontal Order
hu_hu: Vízszintes sorrend

source: Arrange cards from left to right instead of top to bottom.
hu_hu: Rendezze a kártyákat balról jobbra a fentről lefelé helyett.

source: Fit into Rows
hu_hu: Illesztés sorokba

source: Arrange cards into rows. Rows progress vertically.
hu_hu: Rendezze a kártyákat sorokba. A sorok függőlegesen haladnak.

source: Equal Height Columns
hu_hu: Azonos magasságú oszlopok

source: Equalize column heights in each row.
hu_hu: Egyenlítse ki az oszlopok magasságát minden sorban.

source: Equal Height Rows
hu_hu: Azonos magasságú sorok

source: Equalize row heights. This option will crop images.
hu_hu: Egyenlítse ki a sorok magasságát. Ez az opció levágja a képeket.

source: Fill Last Row
hu_hu: Utolsó sor kitöltése

source: Force the last row to be completely filled. This option will crop images.
hu_hu: Kényszerítse az utolsó sort a teljes kitöltésre. Ez az opció levágja a képeket.

source: Center Last Row
hu_hu: Utolsó sor középre igazítása

source: Center cards in the last row.
hu_hu: Igazítsa középre a kártyákat az utolsó sorban.

source: Add Size
hu_hu: Méret hozzáadása

source: Browser
hu_hu: Böngésző

source: Row height
hu_hu: Sormagasság

source: Set "-1" to inherit the previous spacing value.
hu_hu: Állítsa "-1"-re az előző térköz értékének örökléséhez.

source: Aspect ratio
hu_hu: Képarány

source: Builder
hu_hu: Szerkesztő

source: Add facets, carousel buttons/dots and styles to the grid layout.
hu_hu: Adjon szűrőket, körhinta gombokat/pontokat és stílusokat a rácselrendezéshez.

source: Facets and Carousel Elements
hu_hu: Szűrők és körhintaelemek

source: Type to search
hu_hu: Gépeljen a kereséshez

source: Prev Button (carousel)
hu_hu: Előző gomb (körhinta)

source: Next Button (carousel)
hu_hu: Következő gomb (körhinta)

source: Page Dots (carousel)
hu_hu: Oldalpontok (körhinta)

source: Facets
hu_hu: Szűrők

source: Background Color
hu_hu: Háttérszín

source: Content Alignment
hu_hu: Tartalom igazítása

source: Space Between
hu_hu: Elemek közötti térköz

source: For enhanced flexibility, we strongly recommend utilizing the WordPress editor (Gutenberg) or a dedicated page builder instead of relying solely on the current builder.
hu_hu: A nagyobb rugalmasság érdekében nyomatékosan javasoljuk a WordPress szerkesztő (Gutenberg) vagy egy dedikált oldalépítő használatát ahelyett, hogy kizárólag a jelenlegi építőre támaszkodna.

source: Carousel
hu_hu: Körhinta

source: Transform a vertical grid into a carousel (horizontal layout).
hu_hu: Egy függőleges rács körhintává alakítása (vízszintes elrendezés).

source: Carousel Mode
hu_hu: Körhinta üzemmód

source: Carousel buttons/dots can be added in <a href="%s">Layout</a> panel under advanced settings.
hu_hu: A körhinta gombjai/pöttyöi a <a href="%s">Elrendezés</a> panel Haladó beállításai alatt adhatók hozzá.

source: Slides Alignment
hu_hu: Diák igazítása

source: Initial Slide
hu_hu: Kezdő dia

source: Zero-based index of the initial selected slide in the carousel.
hu_hu: A körhintában kezdetben kiválasztott dia nullától induló indexe.

source: Groups Cards
hu_hu: Kártyák csoportosítása

source: Groups cards together in slides by a number or viewport percent. Flicking, page dots, and previous/next buttons are mapped to group slides.
hu_hu: A kártyákat diákba csoportosítja darabszám vagy nézetablak-százalék alapján. A pöccintés, az oldalpöttyök és az előző/következő gombok a csoportdiákhoz vannak rendelve.

source: Rows Number
hu_hu: Sorok száma

source: Auto Play
hu_hu: Automatikus lejátszás

source: Auto-playing will pause when mouse is hovered over, and resume when mouse is hovered off.
hu_hu: Az automatikus lejátszás szünetel, amikor az egér a körhinta fölé kerül, és folytatódik, amikor onnan elkerül.

source: Contain Slides
hu_hu: Diák korlátozása

source: Prevents excessive scrolling at the beginning or end.
hu_hu: Megakadályozza a túlzott görgetést az elején és a végén.

source: Physics
hu_hu: Fizika

source: Draggable
hu_hu: Húzható

source: Enables dragging and flicking thanks to a pointer (mouse, fingers, etc.).
hu_hu: Lehetővé teszi a húzást és a pöccintést mutatóeszközzel (egérrel, ujjal stb.).

source: Free Scroll
hu_hu: Szabad görgetés

source: Enables content to be freely scrolled and flicked without aligning slides to an end position.
hu_hu: Lehetővé teszi a tartalom szabad görgetését és pöccintését anélkül, hogy a diákat végpozícióhoz igazítaná.

source: Attraction
hu_hu: Vonzás

source: Attraction attracts the position of the carousel to the selected slide. Higher attraction makes the carousel move faster. Lower makes it move slower.
hu_hu: A vonzás a körhinta pozícióját a kiválasztott diához húzza. Nagyobb vonzás gyorsabb mozgást eredményez, kisebb pedig lassabbat.

source: Friction
hu_hu: Súrlódás

source: Friction slows the movement of carousel. Higher friction makes the carousel feel stickier and less bouncy. Lower friction makes the carousel feel looser and more wobbly.
hu_hu: A súrlódás lassítja a körhinta mozgását. A nagyobb súrlódás ragadósabbnak és kevésbé ruganyosnak érződik, a kisebb lazábbnak és ingatagabbnak.

source: Friction (free)
hu_hu: Súrlódás (szabad)

source: Friction used when free scrolling. When carousel ends are reached, standard friction is used.
hu_hu: Szabad görgetéskor használt súrlódás. Amikor a körhinta széleihez ér, a szabványos súrlódás lép életbe.

source: Appearance
hu_hu: Megjelenés

source: Buttons Color
hu_hu: Gombok színe

source: Buttons Background
hu_hu: Gombok háttere

source: Dots Color
hu_hu: Pöttyök színe

source: Dots Selected Color
hu_hu: Kiválasztott pöttyök színe

source: Buttons Size
hu_hu: Gombok mérete

source: Cards
hu_hu: Kártyák

source: Assign cards conditionally to the content queried in the grid. Conditions will be checked in the following order.
hu_hu: Kártyák feltételes hozzárendelése a rácsban lekérdezett tartalomhoz. A feltételek az alábbi sorrendben kerülnek ellenőrzésre.

source: Add Card
hu_hu: Kártya hozzáadása

source: #%1$s - Assign %2$s to %3$s
hu_hu: #%1$s - %2$s hozzárendelése ehhez: %3$s

source: Default Card
hu_hu: Alapértelmezett kártya

# Content Type
source: Any Content
hu_hu: Bármilyen tartalom

source: Apply a global size to all cards in the grid.
hu_hu: Globális méret alkalmazása a rács összes kártyájára.

source: Columns Number
hu_hu: Oszlopok száma

source: Add an animation to reveal cards when scrolling or filtering content.
hu_hu: Animáció hozzáadása a kártyák felfedéséhez görgetéskor vagy a tartalom szűrésekor.

# Animation Type
source: None
hu_hu: Nincs

source: Cubic Bezier Function
hu_hu: Köbös Bézier-függvény

source: Delay, in millisecond, between each card in a grid. It allows to stagger card animations.
hu_hu: Késleltetés (ezredmásodpercben) a rács egyes kártyái között. Lehetővé teszi a kártya-animációk lépcsőzetesítését.

source: Loading
hu_hu: Betöltés

source: Define a loading animation to reduce perceived loading speed.
hu_hu: Betöltési animáció meghatározása az észlelt betöltési idő csökkentésére.

# Loader Type
source: None
hu_hu: Nincs

source: Override main card colors set from the card editor.
hu_hu: Felülírja a kártyaszerkesztőben beállított fő kártyaszíneket.

source: Content Background
hu_hu: Tartalom háttere

source: Content Color Scheme
hu_hu: Tartalom színsémája

source: Light
hu_hu: Világos

source: Dark
hu_hu: Sötét

source: Overlay Background
hu_hu: Átfedés háttere

source: Overlay Color Scheme
hu_hu: Átfedés színsémája

source: Formats
hu_hu: Formátumok

source: If no formats are selected, only images will be displayed in cards.
hu_hu: Ha nincs kiválasztva formátum, a kártyákban csak képek jelennek meg.

source: Gallery
hu_hu: Galéria

source: First Media Content
hu_hu: Első média a tartalomban

source: Fetch first media in post content if missing.
hu_hu: Ha hiányzik, lekéri az első médiát a bejegyzés tartalmából.

source: Gallery Slideshow
hu_hu: Galéria diavetítés

source: Enable slideshow for gallery post format.
hu_hu: Diavetítés engedélyezése a galéria bejegyzésformátumhoz.

source: Product Image Hover
hu_hu: Termékkép egér fölé vitelekor

source: Reveal first gallery image on hover (WooCommerce).
hu_hu: Egér fölé vitelekor az első galériaképet jeleníti meg (WooCommerce).

source: Embedded Video Posters
hu_hu: Beágyazott videók poszterképei

source: Automatically fetches embedded video posters.
hu_hu: Automatikusan lekéri a beágyazott videók poszterképeit.

source: Open Videos in Lightbox
hu_hu: Videók megnyitása Lightboxban

source: When disabled, videos will be played in cards.
hu_hu: Kikapcsolás esetén a videók a kártyákban kerülnek lejátszásra.

source: Thumbnails
hu_hu: Bélyegképek

source: Additional image sizes can be defined in the <a href="%s">plugin settings</a>.
hu_hu: További képméretek határozhatók meg a <a href="%s">bővítmény beállításaiban</a>.

source: Desktop Size
hu_hu: Asztali méret

source: Mobile Size
hu_hu: Mobil méret

source: Aspect Ratio
hu_hu: Képarány

source: Set the same aspect ratio for all thumbnails.
hu_hu: Azonos képarány beállítása minden bélyegképhez.

source: Default Thumbnail
hu_hu: Alapértelmezett bélyegkép

source: Add a default thumbnail in cards if missing.
hu_hu: Hiány esetén alapértelmezett bélyegképet ad a kártyákhoz.

source: Defer image loading to reduce initial page load time.
hu_hu: A képek betöltésének halasztása a kezdeti oldalbetöltési idő csökkentése érdekében.

source: Lazy Load Images
hu_hu: Képek késleltetett betöltése

source: Defer the loading of images until there are visible in the viewport.
hu_hu: Halassza a képek betöltését, amíg a nézetablakban láthatóvá nem válnak.

source: Loading Spinner
hu_hu: Betöltési spinner

source: Show a loading animation until the image is loaded.
hu_hu: Betöltési animáció megjelenítése, amíg a kép be nem töltődik.

source: Blurred Image
hu_hu: Elmosott kép

source: Display a blurred image during loading. This option generates and uploads additional tiny image sizes on your WordPress site.
hu_hu: Betöltés közben elmosott képet jelenít meg. Ez az opció további apró képméreteket generál és tölt fel az Ön WordPress webhelyére.

source: Spinner Color
hu_hu: Spinner színe

source: Messages
hu_hu: Üzenetek

source: No Content
hu_hu: Nincs tartalom

source: No Results
hu_hu: Nincs találat

source: Custom CSS Class
hu_hu: Egyéni CSS-osztály

source: Enter a class name
hu_hu: Adjon meg egy osztálynevet

source: Please save the grid to generate the CSS class.
hu_hu: Kérjük, mentse a rácsot a CSS-osztály létrehozásához.

source: Enter your CSS code:
hu_hu: Adja meg a CSS-kódját:

source: Custom JavaScript
hu_hu: Egyéni JavaScript

source: You are not allowed to add/edit JavaScript code.
hu_hu: Nem jogosult JavaScript-kód hozzáadására/szerkesztésére.

source: Only user with <code>edit_plugins</code> capability and <code>DISALLOW_FILE_EDIT</code> constant set to <code>false</code> can add/edit JavaScript code.
hu_hu: Csak az a felhasználó adhat hozzá/szerkeszthet JavaScript-kódot, akinek van <code>edit_plugins</code> jogosultsága, és a <code>DISALLOW_FILE_EDIT</code> konstans értéke <code>false</code>.

source: This behaviour is the same as the WordPress plugin editor.
hu_hu: Ez a működés megegyezik a WordPress bővítményszerkesztőével.

source: Enter your JS code:
hu_hu: Adja meg a JS-kódját:

source: Customization is not covered by the scope of the support included with the plugin.
hu_hu: A testreszabás nem tartozik a bővítményhez járó támogatás körébe.

source: If you are looking for customization service, we recommend <a href="%1$s" rel="%2$s" target="_blank">Codeable.io</a>.
hu_hu: Ha testreszabási szolgáltatást keres, ajánljuk a <a href="%1$s" rel="%2$s" target="_blank">Codeable.io</a>-t.

source: Plugin
hu_hu: Bővítmény

source: Manage features and settings available in back-office.
hu_hu: Kezelje az adminfelületen elérhető funkciókat és beállításokat.

source: Delete Data on Uninstall
hu_hu: Adatok törlése az eltávolításkor

source: Remove all data associated with the plugin.
hu_hu: Távolítsa el a bővítményhez kapcsolódó összes adatot.

source: Post Formats Support
hu_hu: Bejegyzésformátumok támogatása

source: Add Post Formats feature to any post type.
hu_hu: Adja hozzá a Bejegyzésformátumok funkciót bármely bejegyzéstípushoz.

source: Display Post Options
hu_hu: Bejegyzésbeállítások megjelenítése

source: Display plugin settings on post editing pages.
hu_hu: A bővítmény beállításainak megjelenítése a bejegyzések szerkesztő oldalain.

source: Display Term Options
hu_hu: Kifejezésbeállítások megjelenítése

source: Display plugin settings on term editing pages.
hu_hu: A bővítmény beállításainak megjelenítése a kifejezések szerkesztő oldalain.

source: Render Blocks in Editor
hu_hu: Blokkok megjelenítése a szerkesztőben

source: This option may slow down the loading time in the editor.
hu_hu: Ez az opció lassíthatja a szerkesztő betöltési idejét.

source: GDPR-compliant fonts CDN (replace Google Fonts urls).
hu_hu: GDPR-kompatibilis betűkészlet-CDN (lecseréli a Google Fonts urls-t).

source: Request Endpoint
hu_hu: Lekérési végpont

source: Using the custom endpoint or REST API will change performance. Filter Custom Content always uses the custom endpoint.
hu_hu: Az egyéni végpont vagy a REST API használata befolyásolja a teljesítményt. Az Egyéni tartalom szűrése mindig az egyéni végpontot használja.

# Request Endpoint
source: Custom
hu_hu: Egyéni

source: Filter Custom Content
hu_hu: Egyéni tartalom szűrése

source: Filter archive results and custom WordPress queries.
hu_hu: Az archívum eredményeinek és az egyéni WordPress-lekérdezéseknek a szűrése.

source: Browser’s History
hu_hu: Böngésző előzményei

source: Add parameters to the url when filtering.
hu_hu: Szűréskor paramétereket ad hozzá az url-hez.

source: Auto Indexing
hu_hu: Automatikus indexelés

source: Index facets when their parameters change.
hu_hu: A facetták indexelése, amikor a paramétereik megváltoznak.

source: Facet Style
hu_hu: Facetta stílusa

source: Define a global style for all facets. This global style can be overriden for each facet from facet block, shortcode and widget.
hu_hu: Határozzon meg globális stílust minden facettához. Ez a globális stílus facettánként felülírható a facettablokkban, rövidkódban és a widgetben.

source: Global Style
hu_hu: Globális stílus

# Facet style
source: None
hu_hu: Nincs

source: Color Schemes
hu_hu: Színsémák

source: Define palettes to manage all your colors in one place.
hu_hu: Határozzon meg palettákat, hogy minden színét egy helyen kezelhesse.

source: You can use the following color schemes in your cards and grids.
hu_hu: A következő színsémákat használhatja a kártyákban és a rácsokban.

source: Dark Schemes
hu_hu: Sötét sémák

source: Scheme 1
hu_hu: Séma 1

source: Scheme 2
hu_hu: Séma 2

source: Scheme 3
hu_hu: Séma 3

source: Light Schemes
hu_hu: Világos sémák

source: Accent Scheme
hu_hu: Kiemelő séma

source: Accent Color
hu_hu: Kiemelő szín

source: Lightbox Plugin
hu_hu: Lightbox bővítmény

source: Define the lightbox plugin to be used to open media in grids.
hu_hu: Határozza meg a rácsokban lévő médiatartalmak megnyitásához használandó Lightbox bővítményt.

source: Open Media with
hu_hu: Médiatartalom megnyitása ezzel

# Open Media With default value
source: None
hu_hu: Nincs

source: Image Size
hu_hu: Kép mérete

source: Caption
hu_hu: Felirat

source: Define the content displayed in the caption.
hu_hu: Határozza meg a feliratban megjelenő tartalmat.

source: Title
hu_hu: Cím

# Caption Title default value
source: None
hu_hu: Nincs

source: Image Title
hu_hu: Kép címe

source: Image Caption
hu_hu: Képfelirat

source: Image Alt Text
hu_hu: Kép alternatív szövege

source: Image Description
hu_hu: Kép leírása

source: Description
hu_hu: Leírás

# Caption Description default value
source: None
hu_hu: Nincs

source: Button Color
hu_hu: Gomb színe

source: Title Color
hu_hu: Cím színe

source: Description Color
hu_hu: Leírás színe

source: Background color of the lightbox overlay.
hu_hu: A lightbox fedvényének háttérszíne.

source: Messages used to provide labels to any assistive technologies.
hu_hu: Üzenetek, amelyek címkéket biztosítanak a kisegítő technológiák számára.

source: Prev Label
hu_hu: Előző címkéje

source: Next Label
hu_hu: Következő címkéje

source: Close Label
hu_hu: Bezárás címkéje

source: Error Message
hu_hu: Hibaüzenet

source: Counter
hu_hu: Számláló

source: [index] : Number of the current slide.
hu_hu: [index] : Az aktuális dia sorszáma.

source: [total] : Number of slides opened in the gallery.
hu_hu: [total] : A galériában megnyitott diák száma.

source: Assets
hu_hu: Erőforrások

source: Manage assets behaviour.
hu_hu: Erőforrások viselkedésének kezelése.

source: Load Polyfills
hu_hu: Polyfillek betöltése

source: Loads an additional JS script to add support for older browsers.
hu_hu: További JS szkriptet tölt be a régebbi böngészők támogatásához.

source: Caching
hu_hu: Gyorsítótárazás

source: Manage the cache generated by the plugin.
hu_hu: A bővítmény által létrehozott gyorsítótár kezelése.

source: Image Sizes
hu_hu: Képméretek

source: Set additional image sizes for your WordPress site.
hu_hu: További képméreteket állítson be WordPress webhelyéhez.

source: Crop Image
hu_hu: Kép kivágása

source: Image sizes are only generated when uploaded from the media library.
hu_hu: A képméretek csak a médiatárból történő feltöltéskor jönnek létre.

source: You can easily regenerate image sizes thanks to <a href="%1$s" rel="%2$s" target="_blank">Regenerate Thumbnails</a> Plugin.
hu_hu: A képméreteket könnyedén újragenerálhatja a <a href="%1$s" rel="%2$s" target="_blank">Regenerate Thumbnails</a> bővítménynek köszönhetően.

source: Permalink
hu_hu: Közvetlen hivatkozás

source: Alternative link to default WordPress permalink.
hu_hu: Alternatív hivatkozás az alapértelmezett WordPress közvetlen hivatkozáshoz.

source: Media
hu_hu: Média

source: Define a custom media.
hu_hu: Egyéni média megadása.

source: Alternative image to the featured image.
hu_hu: Alternatív kép a kiemelt kép helyett.

source: MP3 file
hu_hu: MP3 fájl

source: OGG file
hu_hu: OGG fájl

source: MP4 file
hu_hu: MP4 fájl

source: OGV file
hu_hu: OGV fájl

source: WEBM file
hu_hu: WEBM fájl

source: Embedded URL
hu_hu: Beágyazott URL

source: Works with Youtube, Vimeo, and Wistia embedded URL.
hu_hu: Működik a YouTube, a Vimeo és a Wistia beágyazott URL-címeivel.

source: Apply a global size used in all grids.
hu_hu: Alkalmazzon egy, az összes rácsban használt globális méretet.

source: Text Color
hu_hu: Szöveg színe

source: Listing
hu_hu: Lista

# Layout control value
source: Vertical
hu_hu: Függőleges

# Layout control value
source: Horizontal
hu_hu: Vízszintes

# Layout control value
source: Grid
hu_hu: Rács

source: Aligment
hu_hu: Igazítás

# Layout control value
source: Left
hu_hu: Balra

# Layout control value
source: Center
hu_hu: Középre

# Layout control value
source: Right
hu_hu: Jobbra

source: Children Offset
hu_hu: Gyermekelemek eltolása

source: Checkbox
hu_hu: Jelölőnégyzet

source: Box Size
hu_hu: Doboz mérete

source: Tick Size
hu_hu: Pipa mérete

source: Border
hu_hu: Szegély

source: Pressed
hu_hu: Lenyomva

source: Border Color
hu_hu: Szegély színe

source: Mark Color
hu_hu: Jelölés színe

source: Mixed
hu_hu: Részben jelölt

source: Radio
hu_hu: Rádiógomb

source: Radio Size
hu_hu: Rádiógomb mérete

source: Dot Size
hu_hu: Pont mérete

source: Dot Color
hu_hu: Pont színe

source: Hover
hu_hu: Fölé húzva

source: Stars Icon
hu_hu: Csillag ikon

source: Swatch
hu_hu: Színminta

source: Swatch Size
hu_hu: Színminta mérete

source: Input
hu_hu: Beviteli mező

source: Focused
hu_hu: Fókuszált

source: Input Icon
hu_hu: Beviteli mező ikon

source: Hide Icon
hu_hu: Ikon elrejtése

source: Hide Separator
hu_hu: Elválasztó elrejtése

source: Icon Size
hu_hu: Ikon mérete

source: Icon Color
hu_hu: Ikon színe

source: Separator Color
hu_hu: Elválasztó színe

source: Input Loader
hu_hu: Beviteli mező betöltő

source: These settings are only applied for the combobox (facet settings).
hu_hu: Ezek a beállítások csak a comboboxra vonatkoznak (facet settings).

source: Hide Loader
hu_hu: Betöltő elrejtése

source: Loader Size
hu_hu: Betöltő mérete

source: Loader Color
hu_hu: Betöltő színe

source: Input Value
hu_hu: Beviteli mező érték

source: Label Color
hu_hu: Címke színe

source: Label Background
hu_hu: Címke háttere

source: Icon Background
hu_hu: Ikon háttere

source: Menu Option
hu_hu: Menüopció

source: Clear Button
hu_hu: Törlés gomb

source: Hide Button
hu_hu: Gomb elrejtése

source: Option Color
hu_hu: Opció színe

source: Option Background
hu_hu: Opció háttere

source: Input label
hu_hu: Beviteli mező címke

source: Submit Button
hu_hu: Küldés gomb

source: Range Track
hu_hu: Tartomány sáv

source: Range Progress
hu_hu: Tartomány kitöltése

source: Range Thumb
hu_hu: Tartomány fogantyú

source: Range Values
hu_hu: Tartomány értékek

source: Reset Button
hu_hu: Visszaállítás gomb

source: Choice Label
hu_hu: Választási címke

source: Choice Counter
hu_hu: Választási számláló

source: Start
hu_hu: Kezdet

source: End
hu_hu: Vég

source: Treeview Button
hu_hu: Fa nézet gomb

source: Button Size
hu_hu: Gomb mérete

source: Collapsed
hu_hu: Összecsukva

source: Expanded
hu_hu: Kibontva

source: Toggle Button
hu_hu: Váltógomb

# Layout control value
source: Stretch
hu_hu: Nyújtás

source: Pages
hu_hu: Oldalak

source: Current
hu_hu: Aktuális

source: Dots
hu_hu: Pontok

source: Disabled
hu_hu: Letiltva

source: Load More
hu_hu: Töltse be a továbbiakat

source: Reset
hu_hu: Állítsa vissza

source: Apply
hu_hu: Alkalmazza

source: Color used in cards (Taxonomy terms block)
hu_hu: A kártyákban használt szín (Taxonomy terms block)

source: Background used in cards (Taxonomy terms block)
hu_hu: A kártyákban használt háttér (Taxonomy terms block)

source: New Card
hu_hu: Új kártya

source: + Show [number] more
hu_hu: + Még [number] megjelenítése

source: - Show less
hu_hu: - Kevesebb megjelenítése

source: Value
hu_hu: Érték

source: Submit
hu_hu: Küldje el

# Default Facet Label
source: All
hu_hu: Összes

# Select Placeholder
source: None
hu_hu: Nincs

source: « Previous
hu_hu: « Előző

source: Next »
hu_hu: Következő »

source: Load more
hu_hu: Töltse be a továbbiakat

source: 1 post found
hu_hu: 1 bejegyzés található

source: [from] - [to] of [total] posts
hu_hu: [from] - [to] a [total] bejegyzésből

source: Apply filters
hu_hu: Alkalmazza a szűrőket

source: Page dot %s
hu_hu: Oldalpont %s

source: Current Date (UTC)
hu_hu: Aktuális dátum (UTC)

source: Current Date (Local)
hu_hu: Aktuális dátum (helyi)

source: Apply Options
hu_hu: Alkalmazza az opciókat
