Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-grid-builder/wp-grid-builder-*.po
Languages: hu_hu

source: Build advanced grid layouts with real time faceted search for your eCommerce, blog, portfolio, and more...
hu_hu: Készítsen fejlett rácselrendezéseket valós idejű, szűrős kereséssel e-kereskedelmi oldalához, blogjához, portfóliójához és még sok máshoz...

source: Dashboard
hu_hu: Vezérlőpult

source: All Grids
hu_hu: Összes rács

source: All Cards
hu_hu: Összes kártya

source: All Facets
hu_hu: Összes szűrő

source: All Styles
hu_hu: Összes stílus

source: Go to plugin settings
hu_hu: Ugrás a bővítmény beállításaihoz

source: Settings
hu_hu: Beállítások

source: Go to plugin documentation
hu_hu: Ugrás a bővítmény dokumentációjához

source: Docs
hu_hu: Dokumentáció

source: Open a ticket
hu_hu: Hibajegy megnyitása

source: Support
hu_hu: Támogatás

source: Sorry, an error occurred while rendering preview.
hu_hu: Sajnáljuk, hiba történt az előnézet renderelése közben.

source: Edit
hu_hu: Szerkesztés

source: Class %s is not instantiable.
hu_hu: A %s osztály nem példányosítható.

source: Can not resolve class dependency %s.
hu_hu: A %s osztályfüggőséget nem lehet feloldani.

source: Sorry, database table could not be reached.
hu_hu: Sajnáljuk, az adatbázistábla nem érhető el.

source: Sorry, no data were found.
hu_hu: Sajnáljuk, nem található adat.

source: This name already exists. Please, enter another name.
hu_hu: Ez a név már létezik. Kérjük, adjon meg másik nevet.

source: This slug already exists. Please, enter another slug.
hu_hu: Ez a slug már létezik. Kérjük, adjon meg másik slugot.

source: Sorry, an unknown issue occured.
hu_hu: Sajnáljuk, ismeretlen hiba történt.

source: Sorry, item could not be deleted
hu_hu: Sajnáljuk, az elem nem törölhető

source: Any
hu_hu: Bármely

source: An unknown error occurred from plugin API.
hu_hu: Ismeretlen hiba történt a bővítmény API-jában.

source: The key you entered belongs to a bundle, please use the product specific license key.
hu_hu: A megadott kulcs egy csomaghoz tartozik, kérjük, használja a termékspecifikus licenckulcsot.

source: Your license key has reached its activation limit. You must upgrade your license to use it on this site.
hu_hu: A licenckulcsa elérte az aktiválási limitet. Frissítenie kell a licencet, hogy használhassa ezen a webhelyen.

source: Your license key has been disabled. Please contact support for more information.
hu_hu: A licenckulcsa le lett tiltva. További információért kérjük, vegye fel a kapcsolatot a támogatással.

source: Your license has expired. You must renew your license in order to use it again.
hu_hu: A licenc lejárt. Meg kell újítania a licencet, hogy ismét használhassa.

source: Failed to activate your license, your license key or email does not match.
hu_hu: Nem sikerült aktiválni a licencét, a licenckulcs vagy az e-mail nem egyezik.

source: Invalid license. Please visit your account page and verify it.
hu_hu: Érvénytelen licenc. Kérjük, látogasson el fiókja oldalára, és ellenőrizze.

source: Your license is not active for this URL. Please visit your account page to verify it.
hu_hu: A licenc nem aktív ehhez az URL-hez. Kérjük, látogasson el fiókja oldalára az ellenőrzéshez.

source: There was an error with this license key. Please contact support for more information.
hu_hu: Hiba történt ezzel a licenckulccsal. További információért kérjük, vegye fel a kapcsolatot a támogatással.

source: Please enter your email and license key.
hu_hu: Kérjük, adja meg e-mail-címét és licenckulcsát.

source: Your email address is not valid.
hu_hu: Az e-mail-címe érvénytelen.

source: En error occured when deactivating your license.
hu_hu: Hiba történt a licenc deaktiválásakor.

source: Your license is not active for this URL or invalid or disabled. Please visit your account page to verify it.
hu_hu: A licenc ehhez az URL-hez nem aktív, érvénytelen vagy le van tiltva. Kérjük, látogasson el fiókja oldalára az ellenőrzéshez.

source: &laquo; Previous
hu_hu: &laquo; Előző

source: Next &raquo;
hu_hu: Következő &raquo;

source: Go to Page %d
hu_hu: Ugrás a %d. oldalra

source: Current Page, Page %d
hu_hu: Aktuális oldal, %d. oldal

source: There is a new version of %1$s available. <a href="%2$s" class="%3$s">Update now</a> to version %4$s.
hu_hu: Elérhető a(z) %1$s új verziója. <a href="%2$s" class="%3$s">Frissítse most</a> a %4$s verzióra.

source: Please <a href="%1$s" target="_blank" rel="external noopener noreferrer">renew your license</a> to update. You can also change your license key in <a href="%2$s">plugin dahsboard</a>.
hu_hu: Kérjük, <a href="%1$s" target="_blank" rel="external noopener noreferrer">újítsa meg a licencet</a> a frissítéshez. A licenckulcsot a <a href="%2$s">bővítmény vezérlőpultján</a> is módosíthatja.

source: ⚠️ Please <a href="%s" target="_blank" rel="external noopener noreferrer">renew your license</a> to benefit from auto-updates.
hu_hu: ⚠️ Kérjük, <a href="%s" target="_blank" rel="external noopener noreferrer">újítsa meg a licencet</a>, hogy élhessen az automatikus frissítésekkel.

source: ⚠️ Please <a href="%s">activate the plugin license</a> to benefit from auto-updates.
hu_hu: ⚠️ Kérjük, <a href="%s">aktiválja a bővítmény licencét</a>, hogy élhessen az automatikus frissítésekkel.

source: Enlarge photo
hu_hu: Fénykép nagyítása

source: Open video
hu_hu: Videó megnyitása

source: share by email
hu_hu: megosztás e-mailben

source: share on %s
hu_hu: megosztás a(z) %s felületen

source: %s ago
hu_hu: %s ezelőtt

source: Avatar for %s
hu_hu: Avatár %s számára

source: No Comments
hu_hu: Nincs hozzászólás

source: 1 Comment
hu_hu: 1 hozzászólás

source: %s out of 5
hu_hu: 5-ből %s

source: Sale!
hu_hu: Akció!

source: In stock
hu_hu: Raktáron

source: Out of stock
hu_hu: Nincs raktáron

source: No Posts
hu_hu: Nincs bejegyzés

source: 1 Post
hu_hu: 1 bejegyzés

source: Send email
hu_hu: E-mail küldése

source: Visit website
hu_hu: Weboldal felkeresése

source: Sorry, an unknown error occurred.
hu_hu: Sajnáljuk, ismeretlen hiba történt.

source: %d results found
hu_hu: %d találat

source: 1 result found
hu_hu: 1 találat

source: no results found
hu_hu: nincs találat

source: Sorry, an error occured while loading the content...
hu_hu: Sajnáljuk, hiba történt a tartalom betöltése közben...

source: Previous slide
hu_hu: Előző dia

source: Next slide
hu_hu: Következő dia

source: Close lightbox
hu_hu: Lightbox bezárása

source: Please enter 1 or more characters.
hu_hu: Kérjük, írjon be legalább 1 karaktert.

source: Loading...
hu_hu: Betöltés...

source: options cleared.
hu_hu: beállítások törölve.

source: Use Up and Down to choose options, press Enter to select the currently focused option, press Escape to collapse the list.
hu_hu: Használja a Fel és Le nyilakat az opciók kiválasztásához, az aktuálisan fókuszban lévő opció kiválasztásához nyomja meg az Entert, a lista összecsukásához nyomja meg az Escape-et.

source: No Results Found.
hu_hu: Nincs találat.

source: Press Enter or Space to expand the list.
hu_hu: Nyomja meg az Entert vagy a szóközt a lista kibontásához.

source: Toggle List
hu_hu: Lista átkapcsolása

source: Clear
hu_hu: Törlés

source: option %s, selected.
hu_hu: opció %s, kiválasztva.

source: option %s, deselected.
hu_hu: opció %s, kiválasztás megszüntetve.

source: Use Up and Down to choose suggestions and press Enter to select suggestion.
hu_hu: Használja a Fel és Le nyilakat a javaslatok kiválasztásához, és nyomja meg az Entert a javaslat kiválasztásához.

source: Type to search or press Escape to clear the input.
hu_hu: Kezdjen el gépelni a kereséshez, vagy nyomja meg az Escape-et a bevitel törléséhez.

source: Field cleared.
hu_hu: Mező törölve.

source: No suggestions found.
hu_hu: Nem található javaslat.

source: Loading suggestions...
hu_hu: Javaslatok betöltése...

source: %s suggestion was selected.
hu_hu: %s javaslat lett kiválasztva.

source: Minimum value
hu_hu: Minimális érték

source: Maximum value
hu_hu: Maximális érték

source: The source "%s" does not exist.
hu_hu: A(z) "%s" forrás nem létezik.

source: Sorry, no content found.
hu_hu: Sajnáljuk, nem található tartalom.

source: Sorry, no results match your search criteria.
hu_hu: Sajnáljuk, nincs a keresési feltételeknek megfelelő találat.

source: Sorry, no grids were found for the requested grid id.
hu_hu: Sajnáljuk, a kért rácsazonosítóhoz nem találhatók rácsok.

source: No settings found for the grid #%d.
hu_hu: Nem találhatók beállítások a(z) #%d rácshoz.

source: Invalid "render_callback". The callback must be a function or a class method name. The callback must be declared in your functions.php file of your theme or in a plugin.
hu_hu: Érvénytelen "render_callback". A visszahívásnak függvénynek vagy osztálymetódus nevének kell lennie. A visszahívást a témája functions.php fájljában vagy egy bővítményben kell deklarálnia.

source: Search content
hu_hu: Tartalom keresése

source: Date
hu_hu: Dátum

source: Select a Date
hu_hu: Válasszon dátumot

source: Page navigation
hu_hu: Oldalnavigáció

source: Prev
hu_hu: Előző

source: Next
hu_hu: Következő

source: Select number per page
hu_hu: Válassza ki az oldalonkénti elemszámot

# All facet choices
source: All
hu_hu: Összes

source: &#38; up
hu_hu: &#38; több

source: None
hu_hu: Nincs

source: Select content
hu_hu: Válasszon tartalmat

source: Sort content
hu_hu: Rendezze a tartalmat

source: The facet ID "%1$d", used to filter the grid "%2$s", is not valid.
hu_hu: A "%2$s" grid szűrésére használt "%1$d" facet ID érvénytelen.

source: The grid ID "%2$d", to be filtered by facet ID "%1$d", is not valid.
hu_hu: A "%1$d" facet ID-vel szűrendő "%2$d" grid ID érvénytelen.

source: Choice %d
hu_hu: Opció %d

source: Free
hu_hu: Ingyenes

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Price
hu_hu: Ár

source: Average Rating
hu_hu: Átlagos értékelés

source: Sale Price
hu_hu: Akciós ár

source: Regular Price
hu_hu: Normál ár

source: On Sale
hu_hu: Akciós

source: Stock Status
hu_hu: Készletállapot

source: Product Type
hu_hu: Terméktípus

source: Featured Product
hu_hu: Kiemelt termék

source: In Stock
hu_hu: Készleten

source: Out of Stock
hu_hu: Nincs készleten

source: Featured
hu_hu: Kiemelt

source: Easily integrate WP Grid Builder with Bricks plugin.
hu_hu: Könnyedén integrálja a WP Grid Buildert a Bricks bővítménnyel.

source: Easily integrate WP Grid Builder with Pods plugin.
hu_hu: Könnyedén integrálja a WP Grid Buildert a Pods bővítménnyel.

source: Easily integrate WP Grid Builder with Beaver Builder plugin.
hu_hu: Könnyedén integrálja a WP Grid Buildert a Beaver Builder bővítménnyel.

source: Easily integrate WP Grid Builder with Meta Box plugin.
hu_hu: Könnyedén integrálja a WP Grid Buildert a Meta Box bővítménnyel.

source: Integrate WP Grid Builder with Oxygen plugin.
hu_hu: Integrálja a WP Grid Buildert az Oxygen bővítménnyel.

source: Integrate WP Grid Builder with Elementor plugin.
hu_hu: Integrálja a WP Grid Buildert az Elementor bővítménnyel.

source: Easily integrate WP Grid Builder with Polylang and WPML plugins.
hu_hu: Könnyedén integrálja a WP Grid Buildert a Polylang és a WPML bővítményekkel.

source: Speed up loading time when filtering grids by caching content and facets.
hu_hu: Gyorsítsa fel a rácsok szűrésekor a betöltési időt a tartalom és a facettek gyorsítótárazásával.

source: Add maps from Google Maps, Mapbox or Leaflet to display markers and to filter.
hu_hu: Adjon hozzá Google Maps, Mapbox vagy Leaflet térképeket jelölők megjelenítéséhez és a szűréshez.

source: Add new blocks to the card builder to display courses information.
hu_hu: Adjon új blokkokat a kártyaszerkesztőhöz a kurzusok adatainak megjelenítéséhez.

source: Fade in
hu_hu: Előtűnés

source: Zoom In
hu_hu: Ráközelítés

source: Zoom Out
hu_hu: Kicsinyítés

source: From Bottom
hu_hu: Alulról

source: From Top
hu_hu: Felülről

source: From Left
hu_hu: Balról

source: From Right
hu_hu: Jobbról

source: From Top Left
hu_hu: Bal felső sarokból

source: From Top Right
hu_hu: Jobb felső sarokból

source: From Bottom/left
hu_hu: Alulról/balról

source: From Bottom/Right
hu_hu: Alulról/jobbról

source: Rotate in X
hu_hu: Forgatás X tengely körül

source: Rotate in Y
hu_hu: Forgatás Y tengely körül

source: Flip in X
hu_hu: Tükrözés X tengely mentén

source: Flip in Y
hu_hu: Tükrözés Y tengely mentén

source: Flip X from Bottom
hu_hu: Tükrözés X tengely mentén alulról

source: Flip Y from Bottom
hu_hu: Tükrözés Y tengely mentén alulról

source: Flip X from Top
hu_hu: Tükrözés X tengely mentén felülről

source: Flip Y from Top
hu_hu: Tükrözés Y tengely mentén felülről

source: Flip X from Left
hu_hu: Tükrözés X tengely mentén balról

source: Flip Y from Left
hu_hu: Tükrözés Y tengely mentén balról

source: Flip X from Right
hu_hu: Tükrözés X tengely mentén jobbról

source: Flip Y from Right
hu_hu: Tükrözés Y tengely mentén jobbról

source: Design
hu_hu: Dizájn

source: Common
hu_hu: Általános

source: Post
hu_hu: Bejegyzés

source: Term
hu_hu: Kifejezés

source: User
hu_hu: Felhasználó

source: Product
hu_hu: Termék

source: Paragraph
hu_hu: Bekezdés

source: Start with the basic building block of all narrative.
hu_hu: Kezdje minden történet alapvető építőelemével.

source: Custom HTML
hu_hu: Egyéni HTML

source: Add custom HTML code and preview it as you edit.
hu_hu: Adjon hozzá egyéni HTML-kódot, és szerkesztés közben tekintse meg az előnézetét.

source: Add content...
hu_hu: Tartalom hozzáadása...

source: Content
hu_hu: Tartalom

source: Custom Field
hu_hu: Egyéni mező

source: Displays custom field value.
hu_hu: Megjeleníti az egyéni mező értékét.

source: Enter a field name
hu_hu: Adja meg a mező nevét

source: Prefix
hu_hu: Előtag

source: Suffix
hu_hu: Utótag

source: Field Type
hu_hu: Mező típusa

source: Text
hu_hu: Szöveg

source: Number
hu_hu: Szám

source: Input Date Format
hu_hu: Beviteli dátumformátum

source: Auto (e.g: y-m-d)
hu_hu: Automatikus (pl.: y-m-d)

source: Output Date Format
hu_hu: Kimeneti dátumformátum

source: Learn more about %1$sPHP date format%2$s.
hu_hu: Tudjon meg többet a %1$sPHP dátumformátumról%2$s.

source: Default (e.g: F j, Y)
hu_hu: Alapértelmezett (pl.: F j, Y)

source: Decimal Places
hu_hu: Tizedesjegyek száma

source: Decimal Separator
hu_hu: Tizedeselválasztó

source: Thousands Separator
hu_hu: Ezreselválasztó

source: SVG Icon
hu_hu: SVG-ikon

source: Displays an SVG icon.
hu_hu: SVG-ikont jelenít meg.

source: Icon Stroke Width
hu_hu: Ikon vonalvastagsága

source: Social Icon
hu_hu: Közösségi ikon

source: Displays an interactive social icon.
hu_hu: Interaktív közösségi ikont jelenít meg.

source: Social Network
hu_hu: Közösségi hálózat

source: X (formerly twitter)
hu_hu: X (korábban twitter)

source: Media Button
hu_hu: Médiagomb

source: Opens the lightbox or play a song/video on click.
hu_hu: Kattintásra megnyitja a lightboxot, vagy elindít egy számot/videót.

source: Lightbox Icon
hu_hu: Lightbox-ikon

source: Play Button Icon
hu_hu: Lejátszás gomb ikonja

source: Columns
hu_hu: Oszlopok

source: Display content in multiple columns, with blocks added to each column.
hu_hu: A tartalom megjelenítése több oszlopban; minden oszlophoz blokkok adhatók.

source: Layout
hu_hu: Elrendezés

source: Column Gap
hu_hu: Oszlopköz

source: Row Gap
hu_hu: Sorköz

source: Column
hu_hu: Oszlop

source: A single column within a columns block.
hu_hu: Egyetlen oszlop az Oszlopok blokkon belül.

# block type
source: Group
hu_hu: Csoport

source: Gather blocks in a layout container.
hu_hu: Blokkok csoportosítása egy elrendezési tárolóban.

source: Direction
hu_hu: Irány

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: Wrap
hu_hu: Tördelés

source: Unset
hu_hu: Nincs beállítva

source: Left
hu_hu: Balra

source: Center
hu_hu: Középre

source: Right
hu_hu: Jobbra

source: Spaced
hu_hu: Egyenletesen elosztva

source: Top
hu_hu: Felül

source: Middle
hu_hu: Középen

source: Bottom
hu_hu: Alul

source: Stretched
hu_hu: Kifeszítve

source: Button
hu_hu: Gomb

source: Prompt visitors to take action with a button-style.
hu_hu: A látogatók cselekvésre ösztönzése gombstílussal.

source: Post ID
hu_hu: Bejegyzés azonosítója

source: Displays the ID of the post.
hu_hu: A bejegyzés azonosítóját jeleníti meg.

source: Post Name
hu_hu: Bejegyzés neve

source: Displays the name of the post.
hu_hu: A bejegyzés nevét jeleníti meg.

source: Post Title
hu_hu: Bejegyzés címe

source: Displays the title of the post.
hu_hu: A bejegyzés címét jeleníti meg.

source: Post Content
hu_hu: Bejegyzés tartalma

source: Displays the contents of the post.
hu_hu: A bejegyzés tartalmát jeleníti meg.

source: Post Excerpt
hu_hu: Bejegyzés kivonata

source: Displays the excerpt of the post.
hu_hu: A bejegyzés kivonatát jeleníti meg.

source: Excerpt Suffix
hu_hu: Kivonat utótagja

source: Excerpt Length
hu_hu: Kivonat hossza

source: Set the length to -1 to display the full excerpt.
hu_hu: Állítsa a hosszt -1-re a teljes kivonat megjelenítéséhez.

source: Post Type
hu_hu: Bejegyzés típusa

source: Displays the name of the post type.
hu_hu: A bejegyzés típusának nevét jeleníti meg.

source: Post Format
hu_hu: Bejegyzés formátuma

source: Displays the format of the post.
hu_hu: A bejegyzés formátumát jeleníti meg.

source: Post Status
hu_hu: Bejegyzés állapota

source: Displays the status of the post.
hu_hu: A bejegyzés állapotát jeleníti meg.

source: Post Date
hu_hu: Közzététel dátuma

source: Displays the published date of the post.
hu_hu: A bejegyzés közzétételének dátumát jeleníti meg.

source: Date Format
hu_hu: Dátumformátum

source: Enter any %1$sPHP date format%2$s. Enter "ago" to display human readable format.
hu_hu: Adjon meg bármilyen %1$sPHP dátumformátumot%2$s. Adja meg az "ago" értéket az ember számára olvasható formátum megjelenítéséhez.

source: Post Modified Date
hu_hu: Bejegyzés módosításának dátuma

source: Displays the modified date of the post.
hu_hu: A bejegyzés módosításának dátumát jeleníti meg.

source: Post Terms
hu_hu: Bejegyzés kifejezései

source: Displays the taxonomy terms assigned to the post.
hu_hu: Megjeleníti a bejegyzéshez rendelt taxonómiai kifejezéseket.

source: "0" or empty to show all term.
hu_hu: "0" vagy üres az összes kifejezés megjelenítéséhez.

source: Order By
hu_hu: Rendezés alapja

source: Term Name (default)
hu_hu: Kifejezés neve (alapértelmezett)

source: Term ID
hu_hu: Kifejezés azonosítója

source: Term Name
hu_hu: Kifejezés neve

source: Term Slug
hu_hu: Kifejezés slugja

source: Term Description
hu_hu: Kifejezés leírása

source: Term Parent
hu_hu: Szülő kifejezés

source: Term Order
hu_hu: Kifejezés sorrendje

source: Term Group
hu_hu: Kifejezés csoportja

source: Term Posts Count
hu_hu: Kifejezéshez tartozó bejegyzések száma

source: Included Terms
hu_hu: Tartalmazott kifejezések

source: Numeric Custom Field
hu_hu: Numerikus egyéni mező

source: Order
hu_hu: Sorrend

source: Taxonomies
hu_hu: Taxonómiák

# Include Taxonomies default value
source: Any
hu_hu: Bármelyik

source: Include Terms
hu_hu: Tartalmazandó kifejezések

# Include Terms default value
source: None
hu_hu: Nincs

source: Exclude Terms
hu_hu: Kizárandó kifejezések

# Exclude Terms default value
source: None
hu_hu: Nincs

source: Childless Terms
hu_hu: Gyermek nélküli kifejezések

source: Terms Separator
hu_hu: Kifejezések elválasztója

source: Terms Spacing
hu_hu: Kifejezések közötti térköz

source: Link to archive page
hu_hu: Hivatkozás az archívum oldalra

source: Use the colors defined in the admin edit term pages
hu_hu: Az admin felületen a kifejezés-szerkesztő oldalakon meghatározott színek használata

source: Post Author
hu_hu: Bejegyzés szerzője

source: Displays the author name of the post.
hu_hu: Megjeleníti a bejegyzés szerzőjének nevét.

source: Author Prefix
hu_hu: Szerző előtagja

source: Post Avatar
hu_hu: Bejegyzés szerzőjének avatárja

source: Displays the author avatar of the post.
hu_hu: Megjeleníti a bejegyzés szerzőjének avatárját.

source: Comments Count
hu_hu: Hozzászólások száma

source: Displays the number of comments of the post.
hu_hu: Megjeleníti a bejegyzéshez tartozó hozzászólások számát.

source: Format Type
hu_hu: Formátum típusa

source: Full Price
hu_hu: Teljes ár

source: Displays regular and sale prices of the product.
hu_hu: Megjeleníti a termék normál és akciós árát.

source: Active Price
hu_hu: Aktuális ár

source: Displays the active price of the product.
hu_hu: Megjeleníti a termék aktuális árát.

source: Displays the regular price of the product.
hu_hu: Megjeleníti a termék normál árát.

source: Displays the sale price of the product.
hu_hu: Megjeleníti a termék akciós árát.

source: Rating Stars
hu_hu: Értékelési csillagok

source: Displays the rating stars (reviews) of the product.
hu_hu: Megjeleníti a termék értékelési csillagait (vélemények).

source: Rating Number
hu_hu: Értékelési pontszám

source: Displays the average rating number of the product.
hu_hu: Megjeleníti a termék átlagos értékelési pontszámát.

source: On Sale Badge
hu_hu: Akciós jelvény

source: Displays a badge if the product is on sale.
hu_hu: Jelvényt jelenít meg, ha a termék akciós.

source: Badge Type
hu_hu: Jelvény típusa

source: Icon
hu_hu: Ikon

source: Badge Label
hu_hu: Jelvény címkéje

source: Enter a label
hu_hu: Adjon meg egy címkét

source: In Stock Badge
hu_hu: Készleten jelvény

source: Displays a badge if the product is in stock.
hu_hu: Jelvényt jelenít meg, ha a termék készleten van.

source: Out of Stock Badge
hu_hu: Nincs készleten jelvény

source: Displays a badge if the product is out of stock.
hu_hu: Jelvényt jelenít meg, ha a termék nincs készleten.

source: Cart Button
hu_hu: Kosár gomb

source: Displays the product's cart button.
hu_hu: Megjeleníti a termék kosárgombját.

source: Displays the ID of the term.
hu_hu: Megjeleníti a kifejezés azonosítóját.

source: Displays the slug of the term.
hu_hu: Megjeleníti a kifejezés slugját.

source: Displays the name of the term.
hu_hu: Megjeleníti a kifejezés nevét.

source: Term Taxonomy
hu_hu: Kifejezés taxonómiája

source: Displays the taxonomy name of the term.
hu_hu: Megjeleníti a kifejezés taxonómiájának nevét.

source: Displays the parent name of the term.
hu_hu: Megjeleníti a kifejezés szülőjének nevét.

source: Displays the description of the term.
hu_hu: Megjeleníti a kifejezés leírását.

source: Term Post Count
hu_hu: Kifejezés bejegyzésszáma

source: Displays the number of matching term posts.
hu_hu: Megjeleníti az egyező, kifejezéshez tartozó bejegyzések számát.

source: User ID
hu_hu: Felhasználói azonosító

source: Displays the ID of the user.
hu_hu: Megjeleníti a felhasználó azonosítóját.

source: Username
hu_hu: Felhasználónév

source: Displays the username of the user.
hu_hu: Megjeleníti a felhasználó felhasználónevét.

source: User Display Name
hu_hu: Felhasználó megjelenített neve

source: Displays the display name of the user.
hu_hu: Megjeleníti a felhasználó megjelenített nevét.

source: User First Name
hu_hu: Felhasználó keresztneve

source: Displays the first name of the user.
hu_hu: Megjeleníti a felhasználó keresztnevét.

source: User Last Name
hu_hu: Felhasználó vezetékneve

source: Displays the last name of the user.
hu_hu: Megjeleníti a felhasználó vezetéknevét.

source: User Nickname
hu_hu: Felhasználó beceneve

source: Displays the nickname of the user.
hu_hu: Megjeleníti a felhasználó becenevét.

source: User Biography
hu_hu: Felhasználó életrajza

source: Displays the biography of the user.
hu_hu: Megjeleníti a felhasználó életrajzát.

source: User Email
hu_hu: Felhasználó e-mail-címe

source: Displays the email address of the user.
hu_hu: Megjeleníti a felhasználó e-mail-címét.

source: User Website
hu_hu: Felhasználó weboldala

source: Displays the website Url of the user.
hu_hu: Megjeleníti a felhasználó weboldalának Url-jét.

source: Website Text
hu_hu: Weboldal szövege
