Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-grid-builder/wp-grid-builder-*.po
Languages: hu_hu

source: User Roles
hu_hu: Felhasználói szerepkörök

source: Displays the roles of the user.
hu_hu: Megjeleníti a felhasználó szerepköreit.

source: User Post Count
hu_hu: Felhasználó bejegyzésszáma

source: Displays the number of matching user posts.
hu_hu: Megjeleníti az egyező felhasználói bejegyzések számát.

source: Is
hu_hu: Egyenlő

source: Is not
hu_hu: Nem egyenlő

source: In
hu_hu: Benne van

source: Not In
hu_hu: Nincs benne

source: Contains
hu_hu: Tartalmaz

source: Not Contains
hu_hu: Nem tartalmaz

source: Post Data
hu_hu: Bejegyzés adatai

source: Post Parent
hu_hu: Szülő bejegyzés

source: Post Permalink
hu_hu: Bejegyzés permalinkje

source: Post Term
hu_hu: Bejegyzés kifejezése

source: Post Thumbnail
hu_hu: Bejegyzés kiemelt képe

source: Set
hu_hu: Beállítva

source: Not Set
hu_hu: Nincs beállítva

source: Post Comments Count
hu_hu: Bejegyzés hozzászólásainak száma

source: Post Custom Field
hu_hu: Bejegyzés egyéni mezője

source: Field
hu_hu: Mező

source: Select a field
hu_hu: Válasszon egy mezőt

source: Term Data
hu_hu: Kifejezés adatai

source: Term Custom Field
hu_hu: Kifejezés egyéni mezője

source: User Data
hu_hu: Felhasználó adatai

source: User Description
hu_hu: Felhasználó leírása

source: User Posts Count
hu_hu: Felhasználó bejegyzéseinek száma

source: User Custom Field
hu_hu: Felhasználó egyéni mezője

source: Current User
hu_hu: Jelenlegi felhasználó

source: Current User ID
hu_hu: Jelenlegi felhasználó ID-je

source: Current User Login
hu_hu: Jelenlegi felhasználó bejelentkezési neve

source: Logged In
hu_hu: Bejelentkezve

source: Logged Out
hu_hu: Kijelentkezve

source: Current User Registered
hu_hu: Jelenlegi felhasználó regisztrációjának ideje

source: Current Username
hu_hu: Jelenlegi felhasználónév

source: Current User Display Name
hu_hu: Jelenlegi felhasználó megjelenített neve

source: Current User First Name
hu_hu: Jelenlegi felhasználó keresztneve

source: Current User Last Name
hu_hu: Jelenlegi felhasználó vezetékneve

source: Current User Email
hu_hu: Jelenlegi felhasználó e-mail-címe

source: Current User Website
hu_hu: Jelenlegi felhasználó webhelye

source: Current User Roles
hu_hu: Jelenlegi felhasználó szerepkörei

source: Content / Grid
hu_hu: Tartalom / Rács

source: Content / Grid State
hu_hu: Tartalom / Rács állapota

source: Filtered
hu_hu: Szűrt

source: Not Filtered
hu_hu: Nem szűrt

source: Facet State
hu_hu: Facet állapota

source: Selected
hu_hu: Kiválasztva

source: Not Selected
hu_hu: Nincs kiválasztva

source: Facet Value
hu_hu: Facet értéke

source: Type a value and press enter.
hu_hu: Írjon be egy értéket, majd nyomja meg az Entert.

source: Facet Result Count
hu_hu: Facet találatok száma

source: Date & Time
hu_hu: Dátum és idő

source: Weekday
hu_hu: Hét napja

source: Time
hu_hu: Idő

source: Datetime
hu_hu: Dátum-idő

source: Current URL
hu_hu: Jelenlegi URL

source: Referer URL
hu_hu: Hivatkozó URL

source: Device
hu_hu: Eszköz

source: Browser Type
hu_hu: Böngésző típusa

source: Operating System
hu_hu: Operációs rendszer

source: Card Name
hu_hu: Kártya neve

source: Enter a card name
hu_hu: Adja meg a kártya nevét

source: Preview Width
hu_hu: Előnézet szélessége

source: Responsive Font
hu_hu: Reszponzív betűméret

source: Type
hu_hu: Típus

source: Metro / Justified
hu_hu: Metro / Igazított

source: Alignment
hu_hu: Igazítás

source: Switch to Vertical At
hu_hu: Váltás függőlegesre ekkora szélességnél

source: Changes the alignment to vertical at a browser width. Set 0 to not change the alignment.
hu_hu: Az igazítás a megadott böngészőszélességnél függőlegesre vált. Állítsa 0-ra, ha nem szeretné megváltoztatni az igazítást.

source: Blocks
hu_hu: Blokkok

source: Card Header
hu_hu: Kártyafejléc

source: Card Media
hu_hu: Kártyamédia

source: Card Body
hu_hu: Kártyatörzs

source: Card Footer
hu_hu: Kártyalábléc

source: Thumbnail
hu_hu: Bélyegkép

source: Position
hu_hu: Pozíció

source: Width
hu_hu: Szélesség

source: Overlay
hu_hu: Átfedés

source: Auto Height
hu_hu: Automatikus magasság

source: Adjusts thumbnail height to the blocks added in the media content.
hu_hu: A bélyegkép magasságát a médiatartalomhoz hozzáadott blokkokhoz igazítja.

source: Interaction
hu_hu: Interakció

source: On Click
hu_hu: Kattintáskor

source: Redirect To
hu_hu: Átirányítás ide

source: Open/Play Media
hu_hu: Média megnyitása/lejátszása

source: Link To
hu_hu: Hivatkozás ide

source: Single Page (post, user or term)
hu_hu: Részletes oldal (bejegyzés, felhasználó vagy kifejezés)

source: Author Archive Page
hu_hu: Szerzői archívumoldal

source: Custom URL
hu_hu: Egyéni URL

source: Open in new tab
hu_hu: Megnyitás új lapon

source: Same Window
hu_hu: Ugyanabban az ablakban

source: New Window
hu_hu: Új ablakban

source: Link Attributes
hu_hu: Hivatkozás attribútumai

source: Aria Label
hu_hu: Aria címke

source: Rel Attributes
hu_hu: Rel attribútumok

source: Conditions
hu_hu: Feltételek

source: Render the block if the following logical conditions are met.
hu_hu: A blokk megjelenítése, ha a következő logikai feltételek teljesülnek.

source: Advanced
hu_hu: Haladó

source: Additional CSS class(es)
hu_hu: További CSS osztály(ok)

source: Separate multiple classes with spaces.
hu_hu: Több osztályt szóközzel válasszon el.

source: HTML Element
hu_hu: HTML elem

source: Auto
hu_hu: Automatikus

source: Default
hu_hu: Alapértelmezett

# CSS position
source: Relative
hu_hu: Relatív

# CSS position
source: Absolute
hu_hu: Abszolút

source: Display
hu_hu: Megjelenítés

source: Initial
hu_hu: Kezdeti

source: Justification
hu_hu: Igazítás

source: Float
hu_hu: Lebegtetés

source: Offset
hu_hu: Eltolás

source: Sizing
hu_hu: Méretezés

source: Min
hu_hu: Minimum

source: Max
hu_hu: Maximum

source: Height
hu_hu: Magasság

source: Spacing
hu_hu: Térköz

# CSS padding
source: Padding
hu_hu: Belső margó

# CSS margin
source: Margin
hu_hu: Külső margó

source: Borders
hu_hu: Szegélyek

source: Radius generally need <a href="%s">overflow</a> property to be set to <b>hidden</b>.
hu_hu: A lekerekítéshez általában az <a href="%s">overflow</a> tulajdonságot <b>hidden</b>-re kell állítani.

source: Radius
hu_hu: Lekerekítés

source: Outline
hu_hu: Körvonal

source: Color
hu_hu: Szín

source: Style
hu_hu: Stílus

source: Solid
hu_hu: Folytonos

source: Dotted
hu_hu: Pontozott

source: Dashed
hu_hu: Szaggatott

source: Double
hu_hu: Dupla

source: Groove
hu_hu: Vájat

source: Ridge
hu_hu: Gerinc

source: Inset
hu_hu: Süllyesztett

source: Outset
hu_hu: Domborított

source: Hidden
hu_hu: Rejtett

source: Typography
hu_hu: Tipográfia

source: Colors
hu_hu: Színek

source: Background
hu_hu: Háttér

source: Image URL
hu_hu: Kép URL

source: Size
hu_hu: Méret

source: Cover
hu_hu: Lefedés

source: Contain
hu_hu: Illesztés

# Background size
source: Custom
hu_hu: Egyéni

source: Repeat
hu_hu: Ismétlés

# CSS background repeat
source: Unset
hu_hu: Visszaállítás

# CSS background repeat
source: Round
hu_hu: Kerekített

# CSS background repeat
source: Space
hu_hu: Térközös

# CSS background repeat
source: Repeat
hu_hu: Ismétlés

# CSS background repeat
source: Repeat Y
hu_hu: Ismétlés Y

# CSS background repeat
source: Repeat X
hu_hu: Ismétlés X

# CSS background repeat
source: No Repeat
hu_hu: Nincs ismétlés

source: Position X
hu_hu: X pozíció

source: Position Y
hu_hu: Y pozíció

source: Shadows
hu_hu: Árnyékok

source: Box Shadow
hu_hu: Dobozárnyék

source: Text Shadow
hu_hu: Szövegárnyék

source: Filters
hu_hu: Szűrők

source: Following settings are only applied in preview to prevent conflicts.
hu_hu: Az alábbi beállítások csak az előnézetben kerülnek alkalmazásra a konfliktusok elkerülése érdekében.

source: Hue Rotate
hu_hu: Színárnyalat elforgatása

source: Saturation
hu_hu: Telítettség

source: Brightness
hu_hu: Fényerő

source: Contrast
hu_hu: Kontraszt

source: Grayscale
hu_hu: Szürkeárnyalatos

source: Sepia
hu_hu: Szépia

source: Invert
hu_hu: Invertálás

source: Blur
hu_hu: Elmosás

source: Blend Mode
hu_hu: Keverési mód

source: Normal
hu_hu: Normál

source: Multiply
hu_hu: Szorzás

source: Screen
hu_hu: Képernyő

source: Darken
hu_hu: Sötétítés

source: Lighten
hu_hu: Világosítás

source: Color Dodge
hu_hu: Színvilágosítás

source: Color Burn
hu_hu: Színégetés

source: Hard Light
hu_hu: Kemény fény

source: Soft Light
hu_hu: Lágy fény

source: Difference
hu_hu: Különbség

source: Exclusion
hu_hu: Kizárás

source: Hue
hu_hu: Árnyalat

source: Luminosity
hu_hu: Luminancia

source: Visibility
hu_hu: Láthatóság

source: Overflow
hu_hu: Túlcsordulás

# CSS overflow
source: Auto
hu_hu: Automatikus

# CSS overflow
source: Unset
hu_hu: Alaphelyzet

# CSS overflow
source: Scroll
hu_hu: Görgetés

# CSS overflow
source: Visible
hu_hu: Látható

# CSS overflow
source: Hidden
hu_hu: Rejtett

# CSS visibility
source: Visible
hu_hu: Látható

# CSS visibility
source: Hidden
hu_hu: Rejtett

source: Opacity
hu_hu: Átlátszatlanság

source: Cursor
hu_hu: Kurzor

source: General
hu_hu: Általános

source: Link & Status
hu_hu: Hivatkozás és állapot

source: Selection
hu_hu: Kijelölés

source: Drag & Drop
hu_hu: Fogd és vidd

source: Zoom
hu_hu: Nagyítás

source: Resize
hu_hu: Átméretezés

source: Custom CSS
hu_hu: Egyéni CSS

source: CSS Declarations
hu_hu: CSS deklarációk

source: CSS declarations only:
hu_hu: Csak CSS deklarációk:

source: ::before CSS Declarations
hu_hu: ::before CSS deklarációk

source: ::after CSS Declarations
hu_hu: ::after CSS deklarációk

source: Animations allow you to reveal or hide a block on mouse over.
hu_hu: Az animációk lehetővé teszik, hogy az egérmutató fölé vitelekor egy blokkot felfedjen vagy elrejtsen.

source: Animation
hu_hu: Animáció

# CSS animation
source: Unset
hu_hu: Alaphelyzet

# CSS animation
source: None
hu_hu: Nincs

source: Fade
hu_hu: Halványítás

source: Fold Up
hu_hu: Felcsukás

source: Flip
hu_hu: Átfordítás

source: Rotate
hu_hu: Forgatás

source: Bounce
hu_hu: Pattogás

source: Custom
hu_hu: Egyedi

source: Animate From
hu_hu: Animálás forrása

source: Parent
hu_hu: Szülő

source: Card
hu_hu: Kártya

source: Start Opacity
hu_hu: Kezdő átlátszóság

source: Reverse Animation
hu_hu: Animáció megfordítása

source: CSS Transition
hu_hu: CSS-átmenet

source: Easing
hu_hu: Időzítési függvény

# CSS transition easing
source: Custom
hu_hu: Egyedi

source: Cubic Bezier
hu_hu: Köbös Bézier

source: Duration
hu_hu: Időtartam

source: Delay
hu_hu: Késleltetés

source: CSS Transform
hu_hu: CSS-transzformáció

source: Translate
hu_hu: Eltolás

source: Translate X
hu_hu: Eltolás X

source: Translate Y
hu_hu: Eltolás Y

source: Translate Z
hu_hu: Eltolás Z

source: Rotate X
hu_hu: Forgatás X

source: Rotate Y
hu_hu: Forgatás Y

source: Rotate Z
hu_hu: Forgatás Z

source: Scale
hu_hu: Skálázás

source: Scale X
hu_hu: Skálázás X

source: Scale Y
hu_hu: Skálázás Y

source: Scale Z
hu_hu: Skálázás Z

source: Skew
hu_hu: Ferdítés

source: Skew X
hu_hu: Ferdítés X

source: Skew Y
hu_hu: Ferdítés Y

source: Origin
hu_hu: Origó

source: Learn more about %1$sCSS transform%3$s and %2$sCSS transform-origin%3$s.
hu_hu: Tudjon meg többet a %1$sCSS transform%3$s és a %2$sCSS transform-origin%3$s lehetőségekről.

source: Origin X
hu_hu: Origó X

source: Origin Y
hu_hu: Origó Y

source: Origin Z
hu_hu: Origó Z

source: Perspective
hu_hu: Perspektíva

source: Global CSS code
hu_hu: Globális CSS-kód

source: Behaviour
hu_hu: Viselkedés

source: Facet Action
hu_hu: Facetta művelet

source: Filter Content
hu_hu: Tartalom szűrése

source: Load Content
hu_hu: Tartalom betöltése

source: Sort Content
hu_hu: Tartalom rendezése

source: Reset Filters
hu_hu: Szűrők visszaállítása

source: Apply Filters
hu_hu: Szűrők alkalmazása

source: Filter Type
hu_hu: Szűrő típusa

source: Load Type
hu_hu: Betöltési típus

source: Data Source
hu_hu: Adatforrás

source: Content Type to Filter
hu_hu: Szűrendő tartalomtípus

source: Posts
hu_hu: Bejegyzések

source: Terms
hu_hu: Kifejezések

source: Users
hu_hu: Felhasználók

source: Filter Content By
hu_hu: Tartalom szűrése ez alapján

source: Post Fields
hu_hu: Bejegyzés mezői

source: Post title
hu_hu: Bejegyzés címe

source: Post author
hu_hu: Bejegyzés szerzője

source: Term Fields
hu_hu: Kifejezés mezői

source: User Fields
hu_hu: Felhasználó mezői

source: Filter Content By (Upper Source)
hu_hu: Tartalom szűrése ez alapján (felső forrás)

source: Define another custom field as upper limit (optional).
hu_hu: Határozzon meg egy másik egyéni mezőt felső korlátként (nem kötelező).

source: Hide advanced settings
hu_hu: Speciális beállítások elrejtése

source: Show advanced settings
hu_hu: Speciális beállítások megjelenítése

source: Include Choices
hu_hu: Bevonandó választási lehetőségek

# Include Choices default value
source: None
hu_hu: Nincs

source: Exclude Choices
hu_hu: Kizárandó választási lehetőségek

# Exclude Choices default value
source: None
hu_hu: Nincs

source: Term Depth
hu_hu: Kifejezés mélysége

source: Depth level of terms to be retrieved.
hu_hu: Lekérendő kifejezések mélységi szintje.

source: Child Of
hu_hu: Gyermeke ennek

# Parent Term default value
source: None
hu_hu: Nincs

source: Parent term to retrieve child terms of.
hu_hu: Szülő kifejezés, amelynek gyermek kifejezéseit le kell kérni.

source: Parent Term
hu_hu: Szülő kifejezés

source: Parent term to retrieve direct-child terms of.
hu_hu: Szülő kifejezés, amelynek közvetlen gyermek kifejezéseit le kell kérni.

source: Order & Number
hu_hu: Sorrend és darabszám

source: Choice Count
hu_hu: Választási lehetőség darabszáma

source: Choice Name
hu_hu: Választási lehetőség neve

source: Choice Value
hu_hu: Választási lehetőség értéke

source: Descending
hu_hu: Csökkenő

source: Ascending
hu_hu: Növekvő

source: Maximum number of choices displayed in the filter.
hu_hu: A szűrőben megjelenített választási lehetőségek maximális száma.

source: Limit Choices Number
hu_hu: Választási lehetőségek számának korlátozása

source: Show a toggle button if the limit is inferior to the number of choices set above.
hu_hu: Jelenítsen meg egy kapcsológombot, ha a korlát kisebb, mint a fent beállított választási lehetőségek száma.

source: Expand Button label
hu_hu: Kibontás gomb felirata

source: Button label used to reveal remaining choices in the list. <b>[number]</b> shortcode can be added to display the number of remaining choices.
hu_hu: A gomb felirata a fennmaradó választási lehetőségek megjelenítéséhez. <b>[number]</b> shortcode hozzáadható a fennmaradó választási lehetőségek számának megjelenítéséhez.

source: Collapse Button label
hu_hu: Összecsukás gomb felirata

source: Button label used to collapse the list of choices.
hu_hu: A gomb felirata a választási lehetőségek listájának összecsukásához.

source: Compare Type
hu_hu: Összehasonlítás típusa

source: Compares the values of the data source to the range of values selected by the user.
hu_hu: Összehasonlítja az adatforrás értékeit a felhasználó által kiválasztott értéktartománnyal.

source: Inside selected range
hu_hu: A kiválasztott tartományon belül

source: Surround selected range
hu_hu: A kiválasztott tartomány körül

source: Intersect selected range
hu_hu: Metszi a kiválasztott tartományt

source: Show Empty Choices
hu_hu: Üres választási lehetőségek megjelenítése

source: Show choices that match no results when filtered.
hu_hu: Olyan választási lehetőségek megjelenítése, amelyek szűréskor nem adnak találatot.

source: Show Choice Count
hu_hu: Találatszám megjelenítése

source: Show the number of results matching each choice.
hu_hu: Megjeleníti az egyes választási lehetőségekhez tartozó találatok számát.

source: Show Children
hu_hu: Gyermek kifejezések megjelenítése

source: Show child terms of the selected taxonomy.
hu_hu: A kiválasztott taxonómia gyermek kifejezéseinek megjelenítése.

source: Show Current Terms
hu_hu: Aktuális kifejezések megjelenítése

source: Show current archive page terms.
hu_hu: Az aktuális archív oldal kifejezéseinek megjelenítése.

source: Logic Between Choices
hu_hu: Logikai kapcsolat a választási lehetőségek között

source: AND
hu_hu: ÉS

source: OR
hu_hu: VAGY

source: Multiple Selection
hu_hu: Többszörös kiválasztás

source: Hierarchical
hu_hu: Hierarchikus

source: Display taxonomy terms in hierarchical list.
hu_hu: Taxonómia kifejezéseinek megjelenítése hierarchikus listában.

source: Navigation Treeview
hu_hu: Navigációs fa nézet

source: Display toggle buttons on parent terms to reveal/hide children.
hu_hu: Kapcsológombok megjelenítése a szülő kifejezéseken a gyermekek felfedéséhez/elrejtéséhez.

source: All Button Label
hu_hu: Összes gomb felirata

source: Replace the browser dropdown by a JavaScript based combobox including a search field.
hu_hu: A böngésző lenyíló mezőjének lecserélése egy keresőmezőt is tartalmazó, JavaScript-alapú comboboxra.

source: Clearable List
hu_hu: Törölhető lista

source: Searchable List
hu_hu: Kereshető lista

source: Asynchronous Search
hu_hu: Aszinkron keresés

source: No Results Message
hu_hu: Nincs találat üzenet

source: Loading Message
hu_hu: Betöltési üzenet

source: Search Message
hu_hu: Keresési üzenet

source: Asynchronous search cannot maintain hierarchical listing. Because a search may not match parents and children in one query, this is not possible to maintain a hierarchical listing.
hu_hu: Az aszinkron keresés nem tudja fenntartani a hierarchikus listázást. Mivel egy keresés nem illeszti feltétlenül egymáshoz a szülőket és a gyermekeket egyetlen lekérdezésben, a hierarchikus listázás fenntartása nem lehetséges.

source: Values Format
hu_hu: Értékek formátuma

source: Value Prefix
hu_hu: Érték előtagja

source: Value Suffix
hu_hu: Érték utótagja

source: Step Interval
hu_hu: Lépésköz

source: Conditional Actions
hu_hu: Feltételes műveletek

source: Conditionally reveal, hide or disable the facet.
hu_hu: Feltételesen fedje fel, rejtse el vagy tiltsa le a Facet-et.

source: Add Action
hu_hu: Művelet hozzáadása

source: Action
hu_hu: Művelet

source: Hide Facet
hu_hu: Facet elrejtése

source: Reveal Facet
hu_hu: Facet felfedése

source: Disable Facet
hu_hu: Facet letiltása

source: Enable Facet
hu_hu: Facet engedélyezése

source: Naming
hu_hu: Elnevezés

source: Slug is used as parameter in the url to filter content.
hu_hu: A slug az url-ben paraméterként szolgál a tartalom szűréséhez.

source: Enter a facet slug
hu_hu: Adjon meg egy Facet slug-ot

source: Facet Title
hu_hu: Facet cím

source: Title is optional and it is displayed above the facet.
hu_hu: A cím nem kötelező, és a Facet felett jelenik meg.

source: Enter a facet title
hu_hu: Adjon meg egy Facet címet

source: Generated CSS Class
hu_hu: Generált CSS-osztály

source: Useful to target a particular facet with CSS or JS.
hu_hu: Hasznos egy adott Facet célzásához CSS-sel vagy JS-sel.

source: Please save the facet to generate the CSS class.
hu_hu: Kérjük, mentse a Facet-et a CSS-osztály létrehozásához.

source: Define the type of content to be queried and displayed in the grid.
hu_hu: Határozza meg a lekérdezendő és a rácsban megjelenítendő tartalom típusát.

source: Per Page
hu_hu: Oldalanként

source: "-1" to show all. "0" corresponds to the default number of posts per page set in WordPress Settings.
hu_hu: "-1" az összes megjelenítéséhez. A "0" a WordPress Settingsben megadott alapértelmezett bejegyzésszámnak felel meg oldalanként.

source: The "offset" parameter is ignored when the number per page is set to "-1".
hu_hu: Az "offset" paramétert figyelmen kívül hagyják, ha az oldalankénti szám "-1"-re van állítva.

source: Add Order
hu_hu: Rendezés hozzáadása

source: Post Date (default)
hu_hu: Bejegyzés dátuma (alapértelmezett)

source: Post parent ID
hu_hu: Szülő bejegyzés azonosítója

source: Random Order
hu_hu: Véletlenszerű sorrend

source: Menu Order
hu_hu: Menüsorrend

source: Included Posts
hu_hu: Bevont bejegyzések

source: User Login (default)
hu_hu: Felhasználónév (alapértelmezett)

source: User Name
hu_hu: Felhasználó neve

source: User Login
hu_hu: Felhasználónév

source: User Nicename
hu_hu: Felhasználó nicename

source: User Registered Date
hu_hu: Felhasználó regisztrációjának dátuma

source: Included Users
hu_hu: Beleértett felhasználók

source: Post Types
hu_hu: Bejegyzéstípusok

# Post Types default value
source: Any
hu_hu: Bármely

# plural
source: Post Status
hu_hu: Bejegyzés állapota

source: Default value is "published", but if the user is logged in, "private" is added (according to WordPress).
hu_hu: Az alapértelmezett érték "published", de ha a felhasználó be van jelentkezve, hozzáadódik a "private" is (a WordPress szerint).

source: Post Authors
hu_hu: Bejegyzések szerzői

# Post Authors default value
source: Any
hu_hu: Bármely

source: Include Posts
hu_hu: Bejegyzések bevonása

# Include Posts default value
source: None
hu_hu: Nincs

source: Exclude Posts
hu_hu: Bejegyzések kizárása

# Exclude Posts default value
source: None
hu_hu: Nincs

source: Mime Types
hu_hu: MIME-típusok

# Mime Types default value
source: Any
hu_hu: Bármely

source: Image
hu_hu: Kép

source: Video
hu_hu: Videó

source: Audio
hu_hu: Hang

source: Applications
hu_hu: Alkalmazások

source: Include Media
hu_hu: Média bevonása

source: Drag & drop media to create a custom order (only works if you have "Media" as unique post type). If no media are added, all media from your library will be queried.
hu_hu: Húzza és ejtse a médiát egyéni sorrend létrehozásához (csak akkor működik, ha a "Media" az egyedi bejegyzéstípus). Ha nem ad hozzá médiát, a médiatárából az összes média kerül lekérdezésre.

source: Ignore Sticky Posts
hu_hu: Kiemelt bejegyzések figyelmen kívül hagyása

# Taxonomies default value
source: Any
hu_hu: Bármely

source: Taxonomies, to which results should be limited.
hu_hu: Taxonómiák, amelyekre az eredményeket korlátozni kell.

source: Hide Empty Terms
hu_hu: Üres kifejezések elrejtése

source: Whether to hide terms not assigned to any posts.
hu_hu: Elrejtse-e azokat a kifejezéseket, amelyek nincsenek egyetlen bejegyzéshez sem hozzárendelve.

source: Limit results to terms that have no children.
hu_hu: Az eredményeket a gyermek nélküli kifejezésekre korlátozza.

source: Users Roles
hu_hu: Felhasználói szerepkörök

# Users Roles default value
source: Any
hu_hu: Bármely

source: Roles that users must match. Users must match each selected role.
hu_hu: Szerepkörök, amelyeknek a felhasználóknak meg kell felelniük. A felhasználóknak minden egyes kiválasztott szerepkörnek meg kell felelniük.

source: Include Roles
hu_hu: Szerepkörök bevonása

# Include Roles default value
source: None
hu_hu: Nincs

source: Exclude Roles
hu_hu: Szerepkörök kizárása

# Exclude Roles default value
source: None
hu_hu: Nincs

source: Include Users
hu_hu: Felhasználók bevonása

# Include Users default value
source: None
hu_hu: Nincs

source: Exclude Users
hu_hu: Felhasználók kizárása

# Exclude Users default value
source: None
hu_hu: Nincs

source: Has Published Posts
hu_hu: Rendelkezik közzétett bejegyzésekkel

source: All post types
hu_hu: Összes bejegyzéstípus

source: Filter results to users who have published posts in the selected post types.
hu_hu: Az eredményeket azokra a felhasználókra szűri, akiknek a kiválasztott bejegyzéstípusokban közzétett bejegyzéseik vannak.

source: Show content associated with certain taxonomies.
hu_hu: Bizonyos taxonómiákhoz társított tartalom megjelenítése.

source: Include
hu_hu: Bevonás

# Taxonomy terms default value
source: Unset
hu_hu: Nincs beállítva

source: Taxonomy Terms
hu_hu: Taxonómiai kifejezések

source: Operator
hu_hu: Operátor

source: Exclude
hu_hu: Kizárás

source: Child Terms
hu_hu: Alárendelt elemek

source: Include children for hierarchical taxonomies.
hu_hu: Vegye fel a hierarchikus taxonómiák alárendelt elemeit.

source: Custom Fields
hu_hu: Egyedi mezők
