Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-grid-builder/wp-grid-builder-*.po
Languages: hu_hu

source: Author Name
hu_hu: Szerző neve

source: Display Name
hu_hu: Megjelenített név

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Nickname
hu_hu: Becenév

source: Author
hu_hu: Szerző

source: 10 posts
hu_hu: 10 bejegyzés

source: Change horizontal alignment
hu_hu: Módosítsa a vízszintes igazítást

source: Change vertical alignment
hu_hu: Módosítsa a függőleges igazítást

source: Block variations
hu_hu: Blokkvariációk

source: Gather blocks in a container.
hu_hu: Csoportosítsa a blokkokat egy tárolóban.

# block type
source: Row
hu_hu: Sor

source: Arrange blocks horizontally.
hu_hu: Rendezze a blokkokat vízszintesen.

# block type
source: Stack
hu_hu: Verem

source: Arrange blocks vertically.
hu_hu: Rendezze a blokkokat függőlegesen.

source: Type / to choose a block
hu_hu: Írja be a / jelet egy blokk kiválasztásához

source: Empty block; start writing or type forward slash to choose a block
hu_hu: Üres blokk; kezdjen el írni, vagy írja be a perjelet egy blokk kiválasztásához

source: Block: Paragraph
hu_hu: Blokk: Bekezdés

source: Button text
hu_hu: Gomb szövege

source: Add text…
hu_hu: Adjon hozzá szöveget…

source: 4.5 out of 5
hu_hu: 4.5 az 5-ből

source: In stock!
hu_hu: Készleten!

source: Out of stock!
hu_hu: Nincs készleten!

source: Add to Cart
hu_hu: Kosárba

source: Unknown Block
hu_hu: Ismeretlen blokk

source: This block is not registered and cannot be rendered.
hu_hu: Ez a blokk nincs regisztrálva, ezért nem jeleníthető meg.

source: Uncategorized
hu_hu: Kategorizálatlan

source: Learn more
hu_hu: Tudjon meg többet

source: Unlink Values
hu_hu: Válassza szét az értékeket

source: Link Values
hu_hu: Kapcsolja össze az értékeket

source: Increment
hu_hu: Növelés

source: Decrement
hu_hu: Csökkentés

source: Drag & Drop to order choices.
hu_hu: Húzással és ejtéssel rendezze sorrendbe a lehetőségeket.

source: Select value
hu_hu: Válasszon értéket

source: No options found.
hu_hu: Nem található lehetőség.

source: Select unit
hu_hu: Válasszon mértékegységet

source: Top Left
hu_hu: Bal felső

source: Top Right
hu_hu: Jobb felső

source: Bottom Left
hu_hu: Bal alsó

source: Bottom Right
hu_hu: Jobb alsó

source: Dynamic Data
hu_hu: Dinamikus adatok

source: Search a field
hu_hu: Keressen egy mezőt

source: No field found.
hu_hu: Nem található mező.

source: Search dynamic data
hu_hu: Keressen dinamikus adatokat

source: No data found.
hu_hu: Nem található adat.

source: Dark Scheme 1
hu_hu: Sötét színséma 1

source: Dark Scheme 2
hu_hu: Sötét színséma 2

source: Dark Scheme 3
hu_hu: Sötét színséma 3

source: Light Scheme 1
hu_hu: Világos színséma 1

source: Light Scheme 2
hu_hu: Világos színséma 2

source: Light Scheme 3
hu_hu: Világos színséma 3

source: Color Scheme 1
hu_hu: Színséma 1

source: Color Scheme 2
hu_hu: Színséma 2

source: Color Scheme 3
hu_hu: Színséma 3

source: Theme
hu_hu: Téma

source: Remove Control Point
hu_hu: Vezérlőpont eltávolítása

source: Linear
hu_hu: Lineáris

source: Radial
hu_hu: Radiális

source: Angle
hu_hu: Szög

source: Gradient
hu_hu: Színátmenet

source: Select Color
hu_hu: Szín kiválasztása

source: Browse
hu_hu: Tallózás

source: Drag Item
hu_hu: Elem húzása

source: Add Media
hu_hu: Média hozzáadása

source: Media preview
hu_hu: Média előnézete

source: Remove Image
hu_hu: Kép eltávolítása

source: Select Icon
hu_hu: Ikon kiválasztása

source: All
hu_hu: Összes

source: Hide
hu_hu: Elrejtés

source: Toggle
hu_hu: Átkapcsolás

source: Item #%d
hu_hu: Elem #%d

source: Add Row
hu_hu: Sor hozzáadása

source: Or
hu_hu: Vagy

source: And
hu_hu: És

source: Add Clauses
hu_hu: Záradékok hozzáadása

source: Add Clause
hu_hu: Záradék hozzáadása

source: Clause #%d
hu_hu: Záradék #%d

source: Add Conditions
hu_hu: Feltételek hozzáadása

source: Add Condition
hu_hu: Feltétel hozzáadása

source: Condition #%d
hu_hu: Feltétel #%d

source: Data
hu_hu: Adatok

source: 100 - Thin
hu_hu: 100 - Vékony

source: 200 - Extra Light
hu_hu: 200 - Extra vékony

source: 300 - Light
hu_hu: 300 - Könnyű

source: 400 - Normal
hu_hu: 400 - Normál

source: 500 - Medium
hu_hu: 500 - Közepes

source: 600 - Semi Bold
hu_hu: 600 - Félkövér

source: 700 - Bold
hu_hu: 700 - Kövér

source: 800 - Extra Bold
hu_hu: 800 - Extra kövér

source: 900 - Black
hu_hu: 900 - Fekete

source: Font Family
hu_hu: Betűcsalád

# Typography settings
source: Appearance
hu_hu: Megjelenés

source: Line Height
hu_hu: Sormagasság

source: Letter Spacing
hu_hu: Betűköz

# Font style
source: None
hu_hu: Nincs

source: Italic
hu_hu: Dőlt

source: Oblique
hu_hu: Ferde

# Font decoration
source: None
hu_hu: Nincs

source: Underline
hu_hu: Aláhúzás

source: Line Through
hu_hu: Áthúzás

source: Letter Case
hu_hu: Kis- és nagybetűk

# Letter case
source: None
hu_hu: Nincs

# Letter case
source: Uppercase
hu_hu: Nagybetűs

# Letter case
source: Capitalize
hu_hu: Kezdő nagybetűs

source: Text Alignment
hu_hu: Szöveg igazítása

# Text alignment
source: None
hu_hu: Nincs

# Text alignment
source: Justify
hu_hu: Sorkizárt

source: Add Shadow
hu_hu: Adjon hozzá árnyékot

source: Shadow #%d
hu_hu: Árnyék #%d

source: X Position
hu_hu: X pozíció

source: Y Position
hu_hu: Y pozíció

source: Spread
hu_hu: Kiterjedés

source: Select a file
hu_hu: Válasszon egy fájlt

source: Cancel
hu_hu: Mégse

source: Left Sidebar
hu_hu: Bal oldalsáv

source: Right Sidebar
hu_hu: Jobb oldalsáv

source: Top Area
hu_hu: Felső terület

source: Bottom Area
hu_hu: Alsó terület

source: Left Area
hu_hu: Bal terület

source: Right Area
hu_hu: Jobb terület

source: Add Facets / Styles
hu_hu: Adjon hozzá Facets / stílusokat

source: Loading …
hu_hu: Betöltés …

source: Desktop
hu_hu: Asztali

source: Mobile
hu_hu: Mobil

source: %s max width
hu_hu: %s maximális szélessége

source: Breakpoints settings
hu_hu: Töréspontok beállításai

source: Infinity
hu_hu: Végtelen

source: Bold
hu_hu: Félkövér

source: Loading card...
hu_hu: Kártya betöltése...

source: No card selected
hu_hu: Nincs kiválasztott kártya

source: Editing card:
hu_hu: Kártya szerkesztése:

source: Cards List
hu_hu: Kártyák listája

source: Builder Settings
hu_hu: Builder beállításai

source: Card (selected)
hu_hu: Kártya (kiválasztva)

source: Block (selected)
hu_hu: Blokk (kiválasztva)

source: CSS (selected)
hu_hu: CSS (kiválasztva)

source: No card selected.
hu_hu: Nincs kiválasztott kártya.

source: Create a new card to start building.
hu_hu: Hozzon létre egy új kártyát a szerkesztés megkezdéséhez.

source: Transform to variation
hu_hu: Alakítsa át variációvá

source: Transform to %s
hu_hu: Alakítsa át erre: %s

source: Selector
hu_hu: Szelektor

source: Parent selector
hu_hu: Szülő szelektor

source: Clear styles
hu_hu: Stílusok törlése

source: Pseudo-class
hu_hu: Pszeudoosztály

source: Animations
hu_hu: Animációk

source: Oops! An error occurred while loading the editor...
hu_hu: Hoppá! Hiba történt a szerkesztő betöltése közben...

source: <button>Select</button> or create a <a>new card</a> to start building.
hu_hu: <button>Válasszon</button> vagy hozzon létre egy <a>új kártyát</a> az összeállítás megkezdéséhez.

source: Oops! No cards were found...
hu_hu: Hoppá! Nem találhatók kártyák...

source: Block styles copied.
hu_hu: Blokkstílusok másolva.

source: Copy Styles
hu_hu: Stílusok másolása

source: Unable to paste styles. This feature is only available on secure (https) sites in supporting browsers.
hu_hu: Nem lehet beilleszteni a stílusokat. Ez a funkció csak biztonságos (https) webhelyeken érhető el a támogatott böngészőkben.

source: Unable to paste styles. Please allow browser clipboard permissions before continuing.
hu_hu: Nem lehet beilleszteni a stílusokat. Kérjük, engedélyezze a böngésző vágólap-hozzáférését, mielőtt folytatja.

source: Unable to paste styles. Block styles couldn't be found within the copied content.
hu_hu: Nem lehet beilleszteni a stílusokat. A másolt tartalomban nem találhatók blokkstílusok.

source: Pasted styles to %d blocks.
hu_hu: Stílusok beillesztve %d blokkokhoz.

source: Pasted styles to %s.
hu_hu: Stílusok beillesztve ehhez: %s.

source: Paste Styles
hu_hu: Stílusok beillesztése

source: No cards found.
hu_hu: Nem találhatók kártyák.

source: Loading cards...
hu_hu: Kártyák betöltése...

source: Close Cards list sidebar
hu_hu: Zárja be a Kártyák listája oldalsávot

source: Select a facet
hu_hu: Válasszon egy Facetet

# facet
source: None
hu_hu: Nincs

source: No facets found.
hu_hu: Nem találhatók Facet-ek.

source: Select a content to filter
hu_hu: Válasszon egy szűrendő tartalmat

# grid
source: None
hu_hu: Nincs

source: No content found.
hu_hu: Nem található tartalom.

source: Templates
hu_hu: Sablonok

source: Select a style
hu_hu: Válasszon egy stílust

# Style
source: None
hu_hu: Nincs

source: No styles found.
hu_hu: Nem találhatók stílusok.

source: Facet Settings
hu_hu: Facet beállításai

source: Error loading block
hu_hu: Hiba a blokk betöltésekor

source: Facet Block
hu_hu: Facet blokk

source: An unknown error occurred.
hu_hu: Ismeretlen hiba történt.

source: Display a facet from WP Grid Builder.
hu_hu: Jelenítsen meg egy Facetet a WP Grid Builderből.

source: Select a Grid
hu_hu: Válasszon egy rácsot

source: No grids found.
hu_hu: Nem találhatók rácsok.

source: Archive Template
hu_hu: Archív sablon

source: Grid Settings
hu_hu: Rács beállításai

source: Grid Block
hu_hu: Rács blokk

source: Display a grid from WP Grid Builder.
hu_hu: Jelenítsen meg egy rácsot a WP Grid Builderből.

source: Select a Template
hu_hu: Válasszon egy sablont

# template
source: None
hu_hu: Nincs

source: Template Settings
hu_hu: Sablon beállításai

source: Display a template from WP Grid Builder.
hu_hu: Jelenítsen meg egy sablont a WP Grid Builderből.

# Block keyword
source: template
hu_hu: sablon

source: Template Block
hu_hu: Sablon blokk
