Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-grid-builder/wp-grid-builder-*.po
Languages: hu_hu

source: Action on Click
hu_hu: Művelet kattintáskor

source: Filter
hu_hu: Szűrés

source: Redirect
hu_hu: Átirányítás

source: Button Label
hu_hu: Gomb felirata

source: Exclude Facets
hu_hu: Facets kizárása

# Excluded Facets default value
source: None
hu_hu: Nincs

source: Redirect URL
hu_hu: Átirányítási URL

source: Allow history navigation by pushing facet parameters in url when filtering.
hu_hu: Engedélyezi az előzményekben való navigációt azzal, hogy szűréskor a facet paramétereket az url-be helyezi.

source: Auto-Complete
hu_hu: Automatikus kiegészítés

source: Search Placeholder
hu_hu: Keresés helyőrzője

source: Debounce
hu_hu: Késleltetés

source: Number of milliseconds for which the search is delayed.
hu_hu: A keresés késleltetésének időtartama milliszekundumban.

source: Min Characters
hu_hu: Minimális karakterszám

source: Minimum number of characters to trigger a search.
hu_hu: A keresés indításához szükséges minimális karakterszám.

source: Sort by Relevance
hu_hu: Rendezés relevancia szerint

source: Sort suggested choices by relevance.
hu_hu: A javasolt lehetőségek rendezése relevancia szerint.

source: Auto Focus
hu_hu: Automatikus fókusz

source: Automatically focus first suggestion in the list.
hu_hu: Automatikusan a lista első javaslatára fókuszál.

source: Highlight
hu_hu: Kiemelés

source: Highlight matched string in suggestion.
hu_hu: Egyező karakterlánc kiemelése a javaslatban.

source: Highlight All Matches
hu_hu: Minden egyezés kiemelése

source: Highlights all matching strings in suggestion.
hu_hu: Kiemeli az összes egyező karakterláncot a javaslatban.

source: Alphabetical Index
hu_hu: Betűrendes index

source: Comma separated list of letters used to filter.
hu_hu: Szűréshez használt betűk vesszővel elválasztott listája.

source: Numeric Index
hu_hu: Számszerinti index

source: Comma separated list of numbers used to filter.
hu_hu: Szűréshez használt számok vesszővel elválasztott listája.

source: # (hashtag) can be used as an alias to filter by all numbers.
hu_hu: A # (hashtag) használható álnévként az összes szám szerinti szűréshez.

source: Buttons
hu_hu: Gombok

source: Checkboxes
hu_hu: Jelölőnégyzetek

source: Color Picker
hu_hu: Színválasztó

source: Color Options
hu_hu: Színopciók

source: The following parameters allow you to define colors and/or labels based on existing choice values. The choice value can be found in the url when filtering content by color.
hu_hu: Az alábbi paraméterek lehetővé teszik, hogy a meglévő választási értékek alapján színeket és/vagy címkéket határozzon meg. A választási érték a tartalom szín szerinti szűrésekor az url-ben található.

source: Add Option
hu_hu: Opció hozzáadása

source: Enter a value
hu_hu: Adjon meg egy értéket

source: Enter URL
hu_hu: Adja meg az URL-t

source: Color Order
hu_hu: Színsorrend

source: Use the color options above as a custom order.
hu_hu: A fenti színopciókat használja egyéni sorrendként.

source: Date Picker
hu_hu: Dátumválasztó

source: Date Type
hu_hu: Dátumtípus

source: Single Date
hu_hu: Egyetlen dátum

source: Range of Dates
hu_hu: Dátumtartomány

source: See available <a href="%s" rel="external noopener noreferrer" target="_blank">formatting tokens</a> of Flatpickr library.
hu_hu: Tekintse meg a Flatpickr könyvtár elérhető <a href="%s" rel="external noopener noreferrer" target="_blank">formázási tokenjeit</a>.

source: Input Placeholder
hu_hu: Beviteli mező helyőrzője

source: Enter a placeholder
hu_hu: Adjon meg egy helyőrzőt

source: Please, make sure the dates are stored as <strong>%1$s</strong> or <strong>%2$s</strong> formats.
hu_hu: Kérjük, győződjön meg róla, hogy a dátumok <strong>%1$s</strong> vagy <strong>%2$s</strong> formátumban vannak tárolva.

source: This is required to correctly filter dates from custom fields. Post dates natively use the right format.
hu_hu: Ez szükséges az egyéni mezőkben lévő dátumok helyes szűréséhez. A bejegyzések dátumai eleve a megfelelő formátumot használják.

source: Hierarchy
hu_hu: Hierarchia

source: Number to Load More
hu_hu: Betöltendő elemek száma

source: Trigger Loading on
hu_hu: Betöltés indítása ekkor

source: Click
hu_hu: Kattintás

source: Scroll
hu_hu: Görgetés

source: [number] shortcode allows to display the number of remaining results.
hu_hu: A [number] shortcode lehetővé teszi a fennmaradó találatok számának megjelenítését.

source: Enter a Message
hu_hu: Adjon meg egy üzenetet

source: Show Remaining Results
hu_hu: Hátralévő találatok megjelenítése

source: Displays the number of remaining results in the load more button.
hu_hu: A 'Továbbiak betöltése' gombon megjeleníti a hátralévő találatok számát.

source: Number Fields
hu_hu: Számmezők

source: Fields to Show
hu_hu: Megjelenítendő mezők

source: Min & Max
hu_hu: Minimum és maximum

source: Exact
hu_hu: Pontos

source: Min Placeholder
hu_hu: Minimum helyőrző

source: The shortcodes [min] and [max] can be included in the placeholder.
hu_hu: A [min] és [max] shortcode-ok beilleszthetők a helyőrzőbe.

source: Min Label
hu_hu: Minimum címke

source: Max Placeholder
hu_hu: Maximum helyőrző

source: Max Label
hu_hu: Maximum címke

source: Input Label
hu_hu: Beviteli mező címkéje

source: Submit Button Label
hu_hu: Küldés gomb címkéje

source: Leave empty to hide submit button.
hu_hu: Hagyja üresen a Küldés gomb elrejtéséhez.

source: Display Labels
hu_hu: Címkék megjelenítése

source: Pagination
hu_hu: Oldalszámozás

source: Pagination Type
hu_hu: Oldalszámozás típusa

# Pagination type
source: Numbered
hu_hu: Számozott

source: Navigation Buttons
hu_hu: Navigációs gombok

source: Prev Button Label
hu_hu: Előző gomb felirata

source: Next Button Label
hu_hu: Következő gomb felirata

source: Dots Page Label
hu_hu: Pontok oldal felirata

source: Middle Pages Size
hu_hu: Középső oldalak száma

source: How many numbers to either side of current page, but not including current page.
hu_hu: Hány szám jelenjen meg az aktuális oldal mindkét oldalán, az aktuális oldalt nem beleértve.

source: End Pages Size
hu_hu: Szélső oldalak száma

source: How many numbers on either the start and the end pagination edges.
hu_hu: Hány szám jelenjen meg az oldalszámozás elején és végén.

source: All Page Numbers
hu_hu: Minden oldalszám

source: Show all of the pages instead of a short list of the pages near the current page.
hu_hu: Az aktuális oldal közelében lévő rövid lista helyett az összes oldalt jelenítse meg.

source: Scroll to Top
hu_hu: Görgetés a tetejére

source: Scroll Offset
hu_hu: Görgetési eltolás

source: Per Page Options
hu_hu: Oldalankénti beállítások

source: e.g.: 10, 25, 50, 100
hu_hu: pl.: 10, 25, 50, 100

source: Enter a comma-separated list of choices.
hu_hu: Adjon meg vesszővel elválasztott választási lehetőségek listáját.

source: Radio Buttons
hu_hu: Rádiógombok

source: Range Slider
hu_hu: Tartománycsúszka

source: Reset Label
hu_hu: Visszaállítás felirata

source: Leave empty to hide the reset button.
hu_hu: Hagyja üresen a visszaállítás gomb elrejtéséhez.

source: Rating Picker
hu_hu: Értékelésválasztó

source: Reset Options
hu_hu: Visszaállítási beállítások

source: Reset Facets
hu_hu: Facetták visszaállítása

# Reset Facets default value
source: All
hu_hu: Összes

source: Result Counts
hu_hu: Találatok száma

source: Singular Message
hu_hu: Egyes számú üzenet

source: e.g.: [from] - [to] of [total] post
hu_hu: pl.: [from] - [to] / [total] bejegyzés

source: The following shortcodes [from], [to], and [total] can be included in the text.
hu_hu: A következő rövidkódok szerepeltethetők a szövegben: [from], [to] és [total].

source: Plural Message
hu_hu: Többes számú üzenet

source: e.g.: [from] - [to] of [total] posts
hu_hu: pl.: [from] - [to] / [total] bejegyzés

source: Search Field
hu_hu: Keresőmező

source: Search Engine
hu_hu: Keresőmotor

source: Search Number
hu_hu: Keresendő találatok száma

source: Number of results to search. The number of results can significantly impact performance. Generally, a large amount of results is not necessary and may confuse users which will search again to narrow down results.
hu_hu: Keresendő találatok száma. A találatok száma jelentősen befolyásolhatja a teljesítményt. Általában nincs szükség nagy mennyiségű találatra, és összezavarhatja a felhasználókat, akik ezért újra keresnek a találatok szűkítése érdekében.

source: Search Fields
hu_hu: Keresési mezők

# Search Columns
source: Default
hu_hu: Alapértelmezett

source: Search Relevancy
hu_hu: Keresési relevancia

source: Keep search order relevance. Can be useful when using a plugin like SearchWP with weighting attributes.
hu_hu: Őrizze meg a keresési sorrend szerinti relevanciát. Hasznos lehet a SearchWP-hez hasonló, súlyozási attribútumokat használó bővítményekkel.

source: Instant Search
hu_hu: Azonnali keresés

source: Update results and facets while typing.
hu_hu: Gépelés közben frissítse az eredményeket és a facettákat.

source: Dropdown
hu_hu: Legördülő lista

source: Placeholder
hu_hu: Helyőrző

source: User Selection
hu_hu: Felhasználói kiválasztás

source: User Selection facet outputs a list of all selected filter choices from each filter facet.
hu_hu: A Felhasználói kiválasztás facetta minden szűrőfacettából az összes kiválasztott lehetőség listáját jeleníti meg.

source: Users can unset choices of each filter directly from the selection facet.
hu_hu: A felhasználók közvetlenül a kiválasztás facettából törölhetik az egyes szűrőkben tett választásaikat.

source: Post Field
hu_hu: Bejegyzés mező

source: User Field
hu_hu: Felhasználói mező

source: User Url
hu_hu: Felhasználói Url

source: Term Field
hu_hu: Kifejezés mező

source: Included terms
hu_hu: Tartalmazott kifejezések

source: Sort
hu_hu: Rendezés

source: Sort Options
hu_hu: Rendezési beállítások

source: The first option serves as a placeholder. It corresponds to the unsorted state and therefore to the order set for the grid/content to be filtered.
hu_hu: Az első opció helyőrzőként szolgál. A rendezetlen állapotnak felel meg, ezért a szűrendő rács/tartalom számára beállított sorrendet alkalmazza.

source: Label
hu_hu: Címke

source: Option Label
hu_hu: Opció címkéje

source: Default Fonts
hu_hu: Alapértelmezett betűtípusok

source: Query
hu_hu: Lekérdezés

source: Styles
hu_hu: Stílusok

source: Sorry, you are not allowed to install plugins on this site.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága bővítmények telepítéséhez ezen a webhelyen.

source: Sorry, this addon does not exist.
hu_hu: Sajnáljuk, ez a kiegészítő nem létezik.

source: Sorry, the plugin package was not found.
hu_hu: Sajnáljuk, a bővítménycsomag nem található.

source: There was an error installing %s.
hu_hu: Hiba történt a(z) %s telepítése során.

source: There was an error activating %s.
hu_hu: Hiba történt a(z) %s aktiválása során.

source: %s addon has been activated.
hu_hu: A(z) %s kiegészítő aktiválva.

source: An error occurred while deactivating %s.
hu_hu: Hiba történt a(z) %s deaktiválása során.

source: %s addon has been deactivated.
hu_hu: A(z) %s kiegészítő deaktiválva.

source: Stylesheet deleted.
hu_hu: Stíluslap törölve.

source: You do not have enough permissions to complete the operation.
hu_hu: Önnek nincs elegendő jogosultsága a művelet befejezéséhez.

source: Cache cleared.
hu_hu: Gyorsítótár törölve.

source: Sorry, you are not allowed to import content into this site.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága tartalmat importálni erre a webhelyre.

source: Sorry, no content could be imported.
hu_hu: Sajnáljuk, nem sikerült tartalmat importálni.

source: Please, enter a name to save the settings.
hu_hu: Kérjük, adjon meg egy nevet a beállítások mentéséhez.

source: Settings saved.
hu_hu: Beállítások elmentve.

source: Sorry, you are not allowed to edit this item.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága ennek az elemnek a szerkesztéséhez.

source: Item saved.
hu_hu: Elem mentve.

source: Sorry, you are not allowed to manage plugin settings on this site.
hu_hu: Sajnáljuk, nincs jogosultsága a bővítmény beállításainak kezelésére ezen a webhelyen.

source: Settings Saved.
hu_hu: Beállítások mentve.

source: Sorry, you are not allowed to manage plugin license on this site.
hu_hu: Sajnáljuk, nincs jogosultsága a bővítmény licencének kezelésére ezen a webhelyen.

source: License activated.
hu_hu: Licenc aktiválva.

source: License deactivated.
hu_hu: Licenc deaktiválva.

source: License updated.
hu_hu: Licenc frissítve.

source: Every %d minutes
hu_hu: %d percenként

source: Displays a facet.
hu_hu: Egy facet megjelenítése.

source: Title:
hu_hu: Cím:

source: Grid to filter:
hu_hu: Szűrendő rács:

source: Style to apply:
hu_hu: Alkalmazandó stílus:

source: You don’t have any facet yet!
hu_hu: Még nincs egyetlen facet sem!

source: Create a Facet
hu_hu: Facet létrehozása

source: Grid
hu_hu: Rács

source: Displays a grid.
hu_hu: Rács megjelenítése.

source: Grid:
hu_hu: Rács:

source: You don’t have any grid yet!
hu_hu: Még nincs egyetlen rács sem!

source: Create a Grid
hu_hu: Rács létrehozása

source: Template
hu_hu: Sablon

source: Displays a template.
hu_hu: Sablon megjelenítése.

source: Template:
hu_hu: Sablon:

source: Never expires
hu_hu: Soha nem jár le

source: Expires on %s
hu_hu: Lejár ekkor: %s

source: %1$d on unlimited sites
hu_hu: %1$d korlátlan számú webhelyen

source: (Dev. Environment)
hu_hu: (Fejlesztői környezet)

source: (Prod. Environment)
hu_hu: (Éles környezet)

source: Content exported.
hu_hu: Tartalom exportálva.

source: Clearing...
hu_hu: Ürítés...

source: Clear Cache
hu_hu: Gyorsítótár ürítése

source: Deleting...
hu_hu: Törlés...

source: Delete Stylesheets
hu_hu: Stíluslapok törlése

source: #%1$d Option
hu_hu: #%1$d beállítás

# Option label
source: Unset
hu_hu: Nincs megadva

source: #%1$d - %2$s if %3$s
hu_hu: #%1$d - %2$s ha %3$s

source: #%1$d - %2$s (always)
hu_hu: #%1$d - %2$s (mindig)

source: #%1$d - Condition
hu_hu: #%1$d - Feltétel

source: #%1$d - %2$dpx row height up to %3$dpx with %4$dpx spacing
hu_hu: #%1$d - %2$dpx sormagasság %3$dpx-ig, %4$dpx térközzel

source: #%1$d - Assign %2$s to %3$s
hu_hu: #%1$d - %2$s hozzárendelése ehhez: %3$s

source: #%1$d - Assign %2$s to any content
hu_hu: #%1$d - %2$s hozzárendelése bármely tartalomhoz

source: #%1$d - No card assigned
hu_hu: #%1$d - Nincs kártya hozzárendelve

source: No results found.
hu_hu: Nincs találat.

source: You don’t have any cards yet!
hu_hu: Még nincs egyetlen kártya sem!

source: You don’t have any grids yet!
hu_hu: Még nincs egyetlen rács sem!

source: You don’t have any facets yet!
hu_hu: Még nincsenek szűrői!

source: You don’t have any styles yet!
hu_hu: Még nincsenek stílusai!

source: Import Demos
hu_hu: Demók importálása

source: Select All
hu_hu: Összes kijelölése

source: Table Options
hu_hu: Táblázat beállításai

source: Table Columns
hu_hu: Táblázat oszlopai

source: Source
hu_hu: Forrás

source: Items Per Page
hu_hu: Elemek oldalanként

source: Shortcode copied.
hu_hu: Rövidkód kimásolva.

source: Select %s
hu_hu: Válassza a(z) %s lehetőséget

source: New
hu_hu: Új

source: Delete
hu_hu: Törlés

source: Pending...
hu_hu: Függőben...

source: Post > WordPress Field
hu_hu: Bejegyzés > WordPress mező

source: Term > WordPress Field
hu_hu: Kifejezés > WordPress mező

source: User > WordPress Field
hu_hu: Felhasználó > WordPress mező

source: Post > Custom Field
hu_hu: Bejegyzés > Egyéni mező

source: Term > Custom Field
hu_hu: Kifejezés > Egyéni mező

source: User > Custom Field
hu_hu: Felhasználó > Egyéni mező

source: Relevanssi Engine
hu_hu: Relevanssi motor

source: SearchWP Engine
hu_hu: SearchWP motor

source: WordPress Engine
hu_hu: WordPress motor

source: %1$s at %2$s
hu_hu: %1$s %2$s-kor

source: More Options
hu_hu: További beállítások

source: Shortcode
hu_hu: Rövidkód

source: Duplicate
hu_hu: Duplikálás

source: Re-index
hu_hu: Újraindexelés

source: Preview
hu_hu: Előnézet

source: Export
hu_hu: Exportálás

source: An error occurred while loading items.
hu_hu: Hiba történt az elemek betöltése közben.

source: Add New
hu_hu: Új hozzáadása

source: Search
hu_hu: Keresés

source: Search items:
hu_hu: Elemek keresése:

source: First page
hu_hu: Első oldal

source: Previous page
hu_hu: Előző oldal

source: Next page
hu_hu: Következő oldal

source: Last page
hu_hu: Utolsó oldal

source: Bulk actions
hu_hu: Csoportműveletek

source: Select bulk action
hu_hu: Válasszon csoportműveletet

source: Yes, delete
hu_hu: Igen, törölje

source: Display data about a post, user or term in a grid.
hu_hu: Bejegyzés, felhasználó vagy kifejezés adatainak megjelenítése rácsban.

source: Name
hu_hu: Név

source: Saving
hu_hu: Mentés folyamatban

source: Save
hu_hu: Mentés

source: Last saved %s
hu_hu: Utoljára mentve %s

source: Last saved %1$s at %2$s
hu_hu: Utoljára mentve %1$s %2$s-kor

source: Enter a grid name
hu_hu: Adja meg a rács nevét

source: Enter a facet name
hu_hu: Adja meg a facetta nevét

source: Copy Shortcode
hu_hu: Rövidkód másolása

source: Grid #%d
hu_hu: Rács #%d

source: Facet #%d
hu_hu: Facetta #%d

source: Style #%d
hu_hu: Stílus #%d

source: Edit Grid
hu_hu: Rács szerkesztése

source: Edit Facet
hu_hu: Facetta szerkesztése

source: Edit Style
hu_hu: Stílus szerkesztése

source: Oops! No grids were found...
hu_hu: Hoppá! Nem találhatók rácsok...

source: Oops! No facets were found...
hu_hu: Hoppá! Nem találhatók facetták...

source: Create a <a>new grid</a> to start building.
hu_hu: Hozzon létre egy <a>új rácsot</a> a felépítés megkezdéséhez.

source: Create a <a>new facet</a> to start building.
hu_hu: Hozzon létre egy <a>új facettát</a> a felépítés megkezdéséhez.

source: You have unsaved changes. If you proceed, they will be lost.
hu_hu: Vannak nem mentett módosításai. Ha folytatja, el fognak veszni.

source: Grids
hu_hu: Rácsok

source: Query and display post types, users or taxonomy terms.
hu_hu: Lekérdezhet és megjeleníthet bejegyzéstípusokat, felhasználókat vagy taxonómiakifejezéseket.

source: Filter content in a grid or 3rd party content.
hu_hu: Szűrhet rácsban lévő vagy harmadik féltől származó tartalmat.

source: + Toggle Button
hu_hu: + Váltógomb

source: - Toggle Button
hu_hu: - Váltógomb

source: Option %d
hu_hu: Beállítás %d

source: Facet Type
hu_hu: Facetta típusa

source: Enter a style name
hu_hu: Adja meg a stílus nevét

source: Loading style...
hu_hu: Stílus betöltése...

source: Create a new style to start building.
hu_hu: Hozzon létre egy új stílust a felépítés megkezdéséhez.

source: Oops! No styles were found...
hu_hu: Hoppá! Nem találhatók stílusok...

source: Create a <a>new style</a> to start building.
hu_hu: Hozzon létre egy <a>új stílust</a> a felépítés megkezdéséhez.

source: Customize the appearance of facets.
hu_hu: Szabja testre a facetták megjelenését.

source: Menu
hu_hu: Menü

source: Edit Post
hu_hu: Bejegyzés szerkesztése

source: Edit Term
hu_hu: Kifejezés szerkesztése

source: Edit User
hu_hu: Felhasználó szerkesztése

source: Close
hu_hu: Bezárás

source: Drag to resize
hu_hu: Húzza az átméretezéshez

source: Use left and right arrow keys to resize the canvas.
hu_hu: Használja a bal és jobb nyílgombokat a vászon átméretezéséhez.

source: Grid Preview
hu_hu: Rács előnézete

source: Refresh
hu_hu: Frissítés

source: Loading preview...
hu_hu: Előnézet betöltése...

source: Import Content
hu_hu: Tartalom importálása

source: Available items
hu_hu: Elérhető elemek

source: Importing...
hu_hu: Importálás...

source: License
hu_hu: Licenc

# License state
source: Active
hu_hu: Aktív

# License state
source: Expired
hu_hu: Lejárt

# License state
source: Inactive
hu_hu: Inaktív

source: Update License
hu_hu: Licenc frissítése

source: You can manage your license and upgrade your plan from <a>your account</a>.
hu_hu: A <a>fiókjából</a> kezelheti licencét és frissítheti csomagját.

source: The license key is available in order email or from <a>your account</a>.
hu_hu: A licenckulcs elérhető a megrendelésről küldött e-mailben vagy a <a>fiókjában</a>.

source: License Email
hu_hu: Licenc e-mail-cím

source: Enter your email
hu_hu: Adja meg az e-mail-címét

source: License Key
hu_hu: Licenckulcs

source: Enter your license key
hu_hu: Adja meg a licenckulcsát

source: Activating...
hu_hu: Aktiválás...

source: Activate License
hu_hu: Licenc aktiválása

source: %s Plan
hu_hu: %s csomag

source: Deactivating...
hu_hu: Deaktiválás...

source: Deactivate License
hu_hu: Licenc deaktiválása

source: Indexer
hu_hu: Indexelő

source: Loopback requests on your site do not work properly. This may block the indexer. Please contact your hosting provider about this.
hu_hu: A webhelyén a loopback kérések nem működnek megfelelően. Ez blokkolhatja az indexelőt. Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával ez ügyben.

source: Stop Indexing
hu_hu: Indexelés leállítása

source: Index Facets
hu_hu: Facetták indexelése

source: The indexer is automatically kept up to date and managed in real time.
hu_hu: Az indexelő automatikusan naprakészen van tartva és valós időben van kezelve.

source: Up-to-date
hu_hu: Naprakész

source: Empty
hu_hu: Üres

source: Clear Index
hu_hu: Index törlése

source: Import
hu_hu: Importálás

source: File format is invalid. Please upload a .json file.
hu_hu: A fájlformátum érvénytelen. Kérjük, töltsön fel egy .json fájlt.

source: No valid content has been detected in the uploaded file.
hu_hu: A feltöltött fájlban nem található érvényes tartalom.

source: Browse Demos
hu_hu: Demók böngészése

source: All Content
hu_hu: Összes tartalom

source: All Grids (%d)
hu_hu: Összes rács (%d)

source: All Cards (%d)
hu_hu: Összes kártya (%d)

source: All Facets (%d)
hu_hu: Összes facetta (%d)

source: All Styles (%d)
hu_hu: Összes stílus (%d)

source: Plugin Settings
hu_hu: Bővítmény beállításai

source: Exporting...
hu_hu: Exportálás...

source: Toggle add-on
hu_hu: Kiegészítő átkapcsolása

source: A valid plugin license is required to download add-ons.
hu_hu: A kiegészítők letöltéséhez érvényes bővítménylicenc szükséges.

source: Add-ons
hu_hu: Kiegészítők

source: Add-ons can be downloaded from <a>wpgridbuilder.com</a> when logged in.
hu_hu: A kiegészítők a <a>wpgridbuilder.com</a> oldalról tölthetők le bejelentkezés után.

source: Main container of the card.
hu_hu: A kártya fő konténere.

source: Header
hu_hu: Fejléc

source: Displays blocks above the card thumbnail.
hu_hu: Blokkok megjelenítése a kártya bélyegképe felett.

source: Displays the thumbnail of the card and blocks on top.
hu_hu: Megjeleníti a kártya bélyegképét és a rajta lévő blokkokat.

source: Displays the featured image.
hu_hu: A kiemelt képet jeleníti meg.

source: Displays an overlay on top of the card’s thumbnail.
hu_hu: Átfedő réteget jelenít meg a kártya bélyegképén.

source: Displays blocks on top of the card’s thumbnail.
hu_hu: Blokkokat jelenít meg a kártya bélyegképén.

source: Content Top
hu_hu: Tartalom teteje

source: Displays blocks at the top of the card thumbnail.
hu_hu: Blokkok megjelenítése a kártya bélyegképének tetején.

source: Content Middle
hu_hu: Tartalom közepe

source: Displays blocks in the middle of the card thumbnail.
hu_hu: Blokkok megjelenítése a kártya bélyegképének közepén.

source: Content Bottom
hu_hu: Tartalom alja

source: Displays blocks at the bottom of the card thumbnail.
hu_hu: Blokkok megjelenítése a kártya bélyegképének alján.

source: Contains the body and footer of the card.
hu_hu: Tartalmazza a kártya törzsét és láblécét.

source: Body
hu_hu: Törzs

source: Displays blocks below the card thumbnail.
hu_hu: Blokkok megjelenítése a kártya bélyegképe alatt.

source: Footer
hu_hu: Lábléc

source: Displays blocks at the bottom of the card.
hu_hu: Blokkok megjelenítése a kártya alján.

source: The post name
hu_hu: A bejegyzés neve

source: The post title
hu_hu: A bejegyzés címe

source: 1 hour ago
hu_hu: 1 órája

source: Term %d
hu_hu: Kifejezés %d
