Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-one-page-checkout/woocommerce-one-page-checkout-*.po
Languages: hu_hu

source: Super fast sales with WooCommerce. Add to cart, checkout & pay all on the one page!
hu_hu: Szupergyors értékesítés a WooCommerce-szel. Kosárba tétel, pénztár & fizetés mind egy oldalon!

source: Products:
hu_hu: Termékek:

source: Search for a product&hellip;
hu_hu: Termék keresése&hellip;

source: Categories:
hu_hu: Kategóriák:

source: Search for a category&hellip;
hu_hu: Kategória keresése&hellip;

source: Template:
hu_hu: Sablon:

source: Create Shortcode
hu_hu: Rövidkód létrehozása

source: Cancel
hu_hu: Mégse

source: Include a pricing table creating with the Easy Pricing Table plugin. Best for creating highly customised pricing tables.
hu_hu: Adjon hozzá egy, az Easy Pricing Table bővítménnyel létrehozott ártáblázatot. Leginkább erősen testreszabott ártáblázatok készítésére alkalmas.

source: Pricing Table:
hu_hu: Ártáblázat:

source: No pricing tables available.
hu_hu: Nincsenek elérhető ártáblázatok.

source: Checkout Behavior
hu_hu: Pénztár működése

source: Enable auto-scroll
hu_hu: Automatikus görgetés engedélyezése

source: Automatically scroll to notifications on checkout page
hu_hu: Automatikus görgetés az értesítésekhez a pénztár oldalon

source: When items in the cart are added, removed, or otherwise updated, One Page Checkout automatically scrolls to the notification section if necessary. This setting controls that behavior.
hu_hu: Amikor a kosárban lévő tételeket hozzáadják, eltávolítják vagy más módon frissítik, a One Page Checkout szükség esetén automatikusan az értesítési szakaszhoz görget. Ez a beállítás ezt a működést szabályozza.

source: Remove
hu_hu: Eltávolítás

source: Add to order
hu_hu: Hozzáadás a rendeléshez

source: Modify &amp; complete order below
hu_hu: Módosítsa &amp; fejezze be alább a rendelést

source: Weight
hu_hu: Súly

source: Dimensions
hu_hu: Méretek

source: Product
hu_hu: Termék

source: Quantity
hu_hu: Mennyiség

source: Total
hu_hu: Összesen

source: Remove this item
hu_hu: Elem eltávolítása

source: Cart Subtotal
hu_hu: Kosár részösszege

source: Order Total
hu_hu: Rendelés végösszege

source: Product Table
hu_hu: Terméktáblázat

source: Display a row for each product containing its thumbnail, title and price. Best for a few simple products where the thumbnails are helpful, e.g. a set of halloween masks.
hu_hu: Jelenítsen meg minden termékhez egy sort a bélyegképével, nevével és árával. Leginkább néhány egyszerű termékhez alkalmas, ahol a bélyegképek hasznosak, pl. egy halloween maszk készlet.

source: Product List
hu_hu: Terméklista

source: Display a list of products with a radio button for selection. Useful when the customer does not need a description or photograph to choose, e.g. versions of an eBook.
hu_hu: Jelenítsen meg egy terméklistát választógombbal a kiválasztáshoz. Hasznos, ha a vásárlónak nincs szüksége leírásra vagy fényképre a választáshoz, pl. egy e-könyv verziói.

source: Single Product
hu_hu: Egyetlen termék

source: Display the single product template for each product. Useful when the description, images, gallery and other meta data will help the customer choose, e.g. evening gowns.
hu_hu: Minden termékhez jelenítse meg az egyetlen termék sablont. Hasznos, ha a leírás, a képek, a galéria és egyéb metaadatok segítik a vásárlót a választásban, pl. estélyi ruhák esetén.

source: Pricing Table
hu_hu: Ártáblázat

source: Display a simple pricing table with each product's attributes, weight and dimensions. Useful to allow customers to compare different, but related products, e.g. membership subscriptions.
hu_hu: Jelenítsen meg egy egyszerű ártáblázatot az egyes termékek attribútumaival, súlyával és méreteivel. Hasznos a különböző, de kapcsolódó termékek összehasonlításához, pl. tagsági előfizetések.

source: View Cart
hu_hu: Kosár megtekintése

source: %s&quot; added to your order. Complete your order below.
hu_hu: %s&quot; hozzáadva a rendeléséhez. Fejezze be alább a rendelést.

source: &quot;%s&quot; was successfully removed from your order.
hu_hu: &quot;%s&quot; sikeresen eltávolítva a rendeléséből.

source: &quot;%s&quot; could not be removed from your order.
hu_hu: &quot;%s&quot; nem távolítható el a rendeléséből.

source: Please choose product options&hellip;
hu_hu: Kérjük, válasszon termékopciókat&hellip;

source: Error processing your request. Please try refreshing the page. Contact us if you continue to have issues.
hu_hu: Hiba történt a kérés feldolgozása során. Kérjük, próbálja meg frissíteni az oldalt. Ha továbbra is problémái vannak, lépjen kapcsolatba velünk.

source: Sorry, your session has expired. <a href="%s">Return to homepage &rarr;</a>
hu_hu: Sajnáljuk, a munkamenet lejárt. <a href="%s">Vissza a kezdőlapra &rarr;</a>

source: You must select a product.
hu_hu: Ki kell választania egy terméket.

source: %1$sWooCommerce One Page Checkout is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for WooCommerce One Page Checkout to work. Please %5$sinstall & activate WooCommerce%6$s
hu_hu: %1$sA WooCommerce One Page Checkout inaktív.%2$s A %3$sWooCommerce bővítménynek%4$s aktívnak kell lennie a WooCommerce One Page Checkout működéséhez. Kérjük, %5$stelepítse & aktiválja a WooCommerce-et%6$s

source: %1$sWooCommerce One Page Checkout is inactive.%2$s This plugin requires WooCommerce 2.5 or newer. Please %3$supdate WooCommerce to version 2.5 or newer%4$s
hu_hu: %1$sA WooCommerce One Page Checkout inaktív.%2$s Ez a bővítmény a WooCommerce 2.5-ös vagy újabb verzióját igényli. Kérjük, %3$sfrissítse a WooCommerce-et 2.5-ös vagy újabb verzióra%4$s

source: Add checkout to product page.
hu_hu: Pénztár hozzáadása a termékoldalhoz.
