Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-memberships-mailchimp/woocommerce-memberships-mailchimp-*.po
Languages: hu_hu

source: Sync your member lists to MailChimp for improved email segmentation
hu_hu: Szinkronizálja taglistáit a MailChimp-pel a jobb e-mail szegmentálás érdekében

source: %1$s has been upgraded! Please visit the %2$ssettings page%3$s and click on the %4$s button to complete the upgrade.
hu_hu: A(z) %1$s frissítve lett! Kérjük, látogasson el a %2$sbeállítások oldalára%3$s, és kattintson a(z) %4$s gombra a frissítés befejezéséhez.

source: Sync Now
hu_hu: Szinkronizálás most

source: It looks like you have no membership plan published in your Memberships setup. MailChimp Sync requires at least one plan to work. %1$sAdd a Membership Plan%2$s.
hu_hu: Úgy tűnik, hogy a Memberships beállításban nincs közzétett tagsági csomag. A MailChimp Sync működéséhez legalább egy csomag szükséges. %1$sAdjon hozzá egy tagsági csomagot%2$s.

source: It looks like you do not have any MailChimp audience available. MailChimp for WooCommerce Memberships needs at least one audience to work.
hu_hu: Úgy tűnik, hogy nincs elérhető MailChimp-közönség. A MailChimp for WooCommerce Memberships működéséhez legalább egy közönség szükséges.

source: Oops! Something went wrong. Please try again.
hu_hu: Hoppá! Valami hiba történt. Kérjük, próbálja újra.

source: Member data synced.
hu_hu: Tagadatok szinkronizálva.

source: Syncing...
hu_hu: Szinkronizálás...

source: A merge field appears to be set for this plan in MailChimp Sync, but the corresponding merge tag could not be found. Perhaps it has been deleted? Please check %1$sMailChimp for WooCommerce Memberships settings%2$s and assign a new merge field to this plan.
hu_hu: Úgy tűnik, hogy ehhez a csomaghoz be van állítva egy összevonási mező a MailChimp Syncben, de a megfelelő összevonási címke nem található. Lehet, hogy törölték? Kérjük, ellenőrizze a %1$sMailChimp for WooCommerce Memberships beállításait%2$s, és rendeljen új összevonási mezőt ehhez a csomaghoz.

source: MailChimp Merge Field
hu_hu: MailChimp összevonási mező

source: Not found!
hu_hu: Nem található!

source: The merge field tag can be used to segment members of this plan in MailChimp.
hu_hu: Az összevonási mező címkéje használható ennek a csomagnak a tagjainak szegmentálására a MailChimpben.

source: Merge field tags in MailChimp Sync must be unique alphanumeric words of maximum 10 characters, in uppercase and without spaces.
hu_hu: A MailChimp Syncben az összevonási mező címkéinek egyedi, legfeljebb 10 karakteres, szóköz nélküli, csak betűkből és számokból álló, nagybetűs szavaknak kell lenniük.

source: Merge Tag
hu_hu: Összevonási címke

source: MailChimp API Key
hu_hu: MailChimp API-kulcs

source: Enter your MailChimp API Key.
hu_hu: Adja meg a MailChimp API-kulcsát.

source: Enable Debug Mode
hu_hu: Hibakeresési mód engedélyezése

source: Enable this to log communication with MailChimp. As a best practice, only enable this if prompted by support.
hu_hu: Engedélyezze ezt a MailChimp-pel folytatott kommunikáció naplózásához. Legjobb gyakorlatként csak akkor kapcsolja be, ha a támogatás kéri.

source: Members Sign Up
hu_hu: Tagok feliratkozása

source: %1$sSee the plugin documentation%2$s for more details on whether opt in is required.
hu_hu: %1$sLásd a bővítmény dokumentációját%2$s arról, hogy szükséges-e a hozzájárulás.

source: Choose whether to sign members up automatically or have them opt in manually.
hu_hu: Válassza ki, hogy a tagokat automatikusan iratkoztassa fel, vagy manuálisan kérjen tőlük hozzájárulást.

source: Subscribe members automatically
hu_hu: Tagok automatikus feliratkoztatása

source: Members must subscribe at checkout or from the Members Area
hu_hu: A tagoknak a pénztárnál vagy a Tagok felületéről kell feliratkozniuk

source: Members Sign Up Prompt Text
hu_hu: Feliratkozási felszólító szöveg (tagok)

source: Text to be displayed to a member when subscribing to the audience. HTML and shortcodes are allowed.
hu_hu: A közönségre történő feliratkozáskor a tagnak megjelenítendő szöveg. HTML és rövidkódok használhatók.

source: You are not subscribed to the members email list. Would you like to subscribe now?
hu_hu: Nem iratkozott fel a tagok e-mail listájára. Szeretne most feliratkozni?

source: Members Sign Up Button Text
hu_hu: Feliratkozás gomb szövege (tagok)

source: Text used for the button to subscribe the member to the audience.
hu_hu: A gombon használt szöveg, amellyel a tag feliratkozik a közönségre.

source: Add me!
hu_hu: Feliratkozom!

source: Select audience
hu_hu: Közönség kiválasztása

source: Select the MailChimp audience to use.
hu_hu: Válassza ki a használni kívánt MailChimp-közönséget.

source: Interest Categories
hu_hu: Érdeklődési kategóriák

source: Add all members to the following interest groups:
hu_hu: Az összes tag hozzáadása az alábbi érdeklődési csoportokhoz:

source: Merge Fields
hu_hu: Összevonási mezők

source: Merge tags will help you segment your members across your audience.
hu_hu: Az összevonási címkék segítenek a tagok közönségen belüli szegmentálásában.

source: Plan or Status
hu_hu: Csomag vagy állapot

source: The membership entity to associate a merge field to
hu_hu: A tagsági elem, amelyhez az összevonási mezőt társítani kell

source: Associate a merge field from MailChimp to the corresponding plan
hu_hu: Társítson egy összevonási mezőt a MailChimpből a megfelelő csomaghoz

source: Once merge fields have been assigned to membership plans and members started syncing, changing or deleting fields may result in unintended consequences. %1$sRead the documentation%2$s for more information.
hu_hu: Miután az összevonási mezőket hozzárendelte a tagsági csomagokhoz, és megkezdődött a tagok szinkronizálása, a mezők módosítása vagy törlése nem várt következményekkel járhat. További információért %1$solvassa el a dokumentációt%2$s.

source: Deleted Memberships
hu_hu: Törölt tagságok

source: When a User Membership is deleted, you can choose to keep, unsubscribe or remove the corresponding member from the list.
hu_hu: Amikor egy felhasználói tagság törlődik, választhat, hogy megtartja, leiratkoztatja vagy eltávolítja az érintett tagot a listáról.

source: If a user is still member of other plans, they will not be deleted and their status will depend on the status of the remaining user memberships. If you choose to keep a member, their merge fields will be cleared.
hu_hu: Ha a felhasználó még tagja más csomagoknak, nem kerül törlésre, és az állapota a megmaradó felhasználói tagságok állapotától függ. Ha a tag megtartását választja, az összevonási mezői törlődnek.

source: Unsubscribe
hu_hu: Leiratkoztatás

source: Remove
hu_hu: Eltávolítás

source: Keep
hu_hu: Megtartás

source: Deleted Plans Merge Fields
hu_hu: Törölt csomagok összevonási mezői

source: When a Membership Plan is deleted, you can choose to delete its matched merge field from MailChimp or keep it.
hu_hu: Ha egy tagsági csomag törlődik, dönthet úgy, hogy törli a hozzá társított összevonási mezőt a MailChimpben, vagy megtartja.

source: Note that this may delete also a merge field created in MailChimp or used elsewhere, if currently linked to that plan.
hu_hu: Vegye figyelembe, hogy ez törölhet olyan, a MailChimpben létrehozott vagy máshol használt összevonási mezőt is, ha jelenleg ehhez a csomaghoz kapcsolódik.

source: Delete
hu_hu: Törlés

source: Sync Members
hu_hu: Tagok szinkronizálása

source: This will sync existing members with your MailChimp list as configured above. This is most useful with initial set up, or if you've updated your settings above to re-sync your list.
hu_hu: Ez a meglévő tagokat a fenti beállítások szerint szinkronizálja a MailChimp-listájával. Kezdeti beállításkor, illetve a fenti beállítások módosítása után a lista újraszinkronizálásához a leghasznosabb.

source: Sync to MailChimp
hu_hu: Szinkronizálás a MailChimpbe

source: and
hu_hu: és

source: an error occurred
hu_hu: hiba történt

source: Synchronizes this member with the matched MailChimp list
hu_hu: Szinkronizálja ezt a tagot a hozzárendelt MailChimp-listával

source: Done!
hu_hu: Kész!

source: Last Synced: %s
hu_hu: Utoljára szinkronizálva: %s

source: Not synced yet
hu_hu: Még nincs szinkronizálva

source: MailChimp: This member has not given consent to subscribe to the MailChimp audience.
hu_hu: MailChimp: Ez a tag nem adott hozzájárulást a MailChimp-közönségre való feliratkozáshoz.

source: MailChimp: This member has not given consent yet to subscribe to the MailChimp audience.
hu_hu: MailChimp: Ez a tag még nem adott hozzájárulást a MailChimp-közönségre való feliratkozáshoz.

source: Could not sync this member.
hu_hu: Nem sikerült szinkronizálni ezt a tagot.

source: No members to sync.
hu_hu: Nincs szinkronizálandó tag.

source: An error occurred with MailChimp while trying to set a merge tag %1$s for the plan %2$s: "%3$s"
hu_hu: Hiba történt a MailChimpben a(z) %2$s csomaghoz tartozó %1$s összevonási címke beállításakor: "%3$s"

source: Active Status
hu_hu: Aktív állapot

source: Thanks for installing MailChimp for WooCommerce Memberships! To get started, take a minute to %1$sread the documentation%2$s.
hu_hu: Köszönjük, hogy telepítette a MailChimp for WooCommerce Memberships bővítményt! A kezdéshez szánjon egy percet a %1$sdokumentáció elolvasására%2$s.
