Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-all-products-for-subscriptions/woocommerce-all-products-for-subscriptions-*.po
Languages: hu_hu

source: Make existing products available on subscription, and give customers the freedom to add products to their existing subscriptions.
hu_hu: Tedd a meglévő termékeket előfizetéssel elérhetővé, és add meg a vásárlóknak a lehetőséget, hogy termékeket adhassanak a meglévő előfizetéseikhez.

source: Thank you for installing <strong>All Products for WooCommerce Subscriptions</strong>. Ready to make your products available on subscription? <a href="%s">Add some global subscription plans to get started</a>.<br/>You can limit these plans to specific product categories &mdash; or, if you need more flexibility, it is possible to add custom subscription plans to individual products.
hu_hu: Köszönjük, hogy telepítetted a <strong>All Products for WooCommerce Subscriptions</strong> bővítményt. Készen állsz, hogy a termékeidet előfizetéssel is elérhetővé tedd? <a href="%s">Adj hozzá néhány globális előfizetési tervet a kezdéshez</a>.<br/>Ezeket a terveket korlátozhatod meghatározott termékkategóriákra &mdash; vagy ha nagyobb rugalmasságra van szükség, egyedi előfizetési terveket is adhatsz az egyes termékekhez.

source: Awesome &ndash; this product is now available on subscription!
hu_hu: Szuper &ndash; ez a termék mostantól előfizetéssel is elérhető!

source: Did you know that you can also <a href="%s">add subscription plans to your products in bulk</a>?
hu_hu: Tudtad, hogy <a href="%s">tömegesen is adhatsz előfizetési terveket a termékeidhez</a>?

source: <strong>All Products for WooCommerce Subscriptions</strong> no longer supports Cart Subscription Plans. Your existing Cart Subscription Plans have been migrated to <a href="%s">Global Subscription Plans</a> &mdash; a quick, new way to add subscription plans to your existing products in bulk.
hu_hu: <strong>All Products for WooCommerce Subscriptions</strong> már nem támogatja a kosár szintű előfizetési terveket. A meglévő kosár szintű előfizetési terveid átkerültek a <a href="%s">globális előfizetési tervekbe</a> &mdash; ez egy gyors, új módja annak, hogy tömegesen adj előfizetési terveket a meglévő termékeidhez.

source: The installed version of <strong>All Products for WooCommerce Subscriptions</strong> is not compatible with the <code>selectSW</code> library found on your system. Please update All Products for WooCommerce Subscriptions to the latest version.
hu_hu: A telepített <strong>All Products for WooCommerce Subscriptions</strong> verzió nem kompatibilis a rendszereden található <code>selectSW</code> könyvtárral. Kérjük, frissítsd az All Products for WooCommerce Subscriptions bővítményt a legújabb verzióra.

source: Between Subscription Plans
hu_hu: Előfizetési tervek között

source: Add Plan
hu_hu: Terv hozzáadása

source: Add some global subscription plans to make your existing products available on subscription. Individual products may override these settings.
hu_hu: Adj hozzá néhány globális előfizetési tervet, hogy a meglévő termékek előfizetéssel is elérhetők legyenek. Az egyes termékek felülírhatják ezeket a beállításokat.

source: Subscription Plans
hu_hu: Előfizetési tervek

source: Global Subscription Plans
hu_hu: Globális előfizetési tervek

source: By default, global plans are applied to every supported product in your catalog. You can limit these plans to specific product categories below.
hu_hu: Alapértelmezés szerint a globális tervek a katalógusod minden támogatott termékére érvényesek. Alább ezeket a terveket korlátozhatod meghatározott termékkategóriákra.

source: Limit to Categories
hu_hu: Kategóriákra korlátozás

source: Restrict global plans to the selected product categories. If empty, global plans will be applied to all supported products in your catalog.
hu_hu: Korlátozd a globális terveket a kiválasztott termékkategóriákra. Ha üres, a globális tervek a katalógusod összes támogatott termékére érvényesek.

source: Choose product categories&hellip;
hu_hu: Válassz termékkategóriákat&hellip;

source: Prompt text
hu_hu: Felhívó szöveg

source: Optional text/html to display above the available purchase plan options in product pages. Supports html and shortcodes.
hu_hu: Opcionális szöveg/HTML, amely a termékoldalakon a rendelkezésre álló vásárlási terv opciói felett jelenik meg. Támogatja a HTML-t és a rövidkódokat.

source: e.g. "Choose a purchase plan:"
hu_hu: pl.: "Válassz vásárlási tervet:"

source: Add to Subscription
hu_hu: Hozzáadás az előfizetéshez

source: Allow customers to add products to their existing subscriptions.
hu_hu: Engedélyezd, hogy a vásárlók termékeket adhassanak a meglévő előfizetéseikhez.

source: Allow customers to add individual products and/or entire carts to their existing subscriptions.
hu_hu: Engedélyezd, hogy a vásárlók egyes termékeket és/vagy teljes kosarakat adhassanak a meglévő előfizetéseikhez.

source: Products
hu_hu: Termékek

source: Allow customers to add individual products to existing subscriptions.
hu_hu: Engedélyezd, hogy a vásárlók egyes termékeket adhassanak meglévő előfizetésekhez.

# adding a product to an existing subscription
source: Disabled
hu_hu: Letiltva

# adding a product to an existing subscription
source: Enabled for products with Subscription Plans
hu_hu: Engedélyezve az előfizetési tervvel rendelkező termékeknél

# adding a product to an existing subscription
source: Enabled
hu_hu: Engedélyezve

source: Cart Contents
hu_hu: Kosár tartalma

source: Allow customers to add their cart contents to an existing subscription.
hu_hu: Engedélyezd, hogy a vásárlók a kosaruk tartalmát hozzáadhassák egy meglévő előfizetéshez.

# adding a cart to an existing subscription
source: Disabled
hu_hu: Letiltva

# adding a cart to an existing subscription
source: Enabled when cart contents have Subscription Plans
hu_hu: Engedélyezve, ha a kosár tartalma előfizetési terveket tartalmaz

# adding a cart to an existing subscription
source: Enabled
hu_hu: Engedélyezve

source: Disabled
hu_hu: Letiltva

source: Inherit from product
hu_hu: Örökli a terméktől

source: Inherit from chosen variation
hu_hu: Örökli a választott variációtól

source: Override product
hu_hu: Termék felülírása

source: Override all variations
hu_hu: Összes variáció felülírása

source: Discount to apply to the product when this plan is selected.
hu_hu: A termékre alkalmazandó kedvezmény, ha ezt a tervet választják.

source: Discount to apply to the chosen variation when this plan is selected.
hu_hu: A választott variációra alkalmazandó kedvezmény, ha ezt a tervet választják.

source: Subscriptions
hu_hu: Előfizetések

source: Sell on subscription?
hu_hu: Előfizetéssel is értékesíthető?

source: Use this option to override your <a href="%s">global subscription plan settings</a>. Handy if you need to specify custom plans for this product, or make it available for one-time purchase only.
hu_hu: Ezzel az opcióval felülírhatod a <a href="%s">globális előfizetési tervbeállításokat</a>. Hasznos, ha egyedi terveket szeretnél megadni ehhez a termékhez, vagy ha csak egyszeri vásárlásként szeretnéd elérhetővé tenni.

source: Use global subscription plans
hu_hu: Globális előfizetési tervek használata

source: Add custom subscription plans
hu_hu: Egyedi előfizetési tervek hozzáadása

source: Sell one-time only
hu_hu: Csak egyszeri vásárlás

source: Add some custom subscription plans to this product.
hu_hu: Adj hozzá néhány egyedi előfizetési tervet ehhez a termékhez.

source: These plans will override your global subscription plans.
hu_hu: Ezek a tervek felülírják a globális előfizetési terveket.

source: Advanced Settings
hu_hu: Speciális beállítások

source: One-time purchase
hu_hu: Egyszeri vásárlás

source: Disable this option if you want to prevent one-time purchases of this product.
hu_hu: Kapcsold ki ezt az opciót, ha meg akarod akadályozni a termék egyszeri vásárlását.

source: Optional text/html to display above the available purchase plan options. Supports html and shortcodes.
hu_hu: Opcionális szöveg/HTML, amely a rendelkezésre álló vásárlási terv opciói felett jelenik meg. Támogatja a HTML-t és a rövidkódokat.

source: Flat
hu_hu: Egyszerű

source: Renders all plan options as radio buttons.
hu_hu: Az összes tervopciót rádiógombként jeleníti meg.

source: Grouped
hu_hu: Csoportosított

source: Renders a pair of radio buttons to prompt users to subscribe, or make a one-time purchase. Groups the available plan options in a drop-down menu.
hu_hu: Két rádiógombbal ösztönzi a felhasználót előfizetésre vagy egyszeri vásárlásra. A rendelkezésre álló tervopciókat egy legördülő menüben csoportosítja.

source: Options layout
hu_hu: Opciók elrendezése

source: Interval
hu_hu: Időköz

source: Choose the subscription billing interval and period.
hu_hu: Válaszd ki az előfizetés számlázási időközét és időszakát.

source: Length
hu_hu: Időtartam

source: Choose the subscription billing length.
hu_hu: Válaszd ki az előfizetés számlázási időtartamát.

source: Price
hu_hu: Ár

source: Discount %
hu_hu: Kedvezmény %

source: Please enter positive subscription discount values, between 0-100.
hu_hu: Adj meg pozitív előfizetési kedvezményértékeket 0 és 100 között.

source: Some subscription plans were not saved since there were duplicated intervals and lengths. Please check the Subscription Plans list.
hu_hu: Néhány előfizetési terv nem lett elmentve, mert duplikált időközök és időtartamok voltak. Kérjük, ellenőrizd az Előfizetési tervek listáját.

source: To make this product available on subscription, you must add at least one custom subscription plan when overriding the global plan settings. You did not add any plans, or a server error prevented them from being saved. This product is now available for one-time purchase only.
hu_hu: Ahhoz, hogy ez a termék előfizetéssel is elérhető legyen, a globális tervbeállítások felülírásakor legalább egy egyedi előfizetési tervet kell hozzáadnod. Nem adtál hozzá terveket, vagy egy szerverhiba megakadályozta a mentésüket. Ez a termék mostantól csak egyszeri vásárlásként érhető el.

source: Drag to sort
hu_hu: Húzd a rendezéshez

source: Remove
hu_hu: Eltávolítás

source: Template overrides
hu_hu: Sablonfelülírások

source: Shows any files overriding the default All Products for WooCommerce Subscriptions templates.
hu_hu: Megjeleníti azokat a fájlokat, amelyek felülírják az All Products for WooCommerce Subscriptions alapértelmezett sablonjait.

source: %1$s version %2$s (out of date)
hu_hu: %1$s %2$s verzió (elavult)

source: The &quot;%1$s&quot; subscription plan that you originally signed up for is no longer available.
hu_hu: Az eredetileg választott &quot;%1$s&quot; előfizetési terv már nem elérhető.

source: The &quot;%s&quot; subscription plan that you originally signed up for has changed. Please remove the product from your cart and try again.
hu_hu: Az eredetileg választott &quot;%s&quot; előfizetési terv megváltozott. Kérjük, távolítsd el a terméket a kosaradból, majd próbáld meg újra.

source: &quot;%1$s&quot; is only available for purchase on subscription.
hu_hu: A &quot;%1$s&quot; csak előfizetéssel vásárolható meg.

source: Failed to update your cart. If this issue persists, please re-load the page and try again.
hu_hu: Nem sikerült frissíteni a kosarat. Ha a probléma továbbra is fennáll, töltsd újra az oldalt, és próbáld meg ismét.

source: Failed to load matching subscriptions. If this issue persists, please re-load the page and try again.
hu_hu: Nem sikerült betölteni a megfelelő előfizetéseket. Ha a probléma továbbra is fennáll, töltsd újra az oldalt, és próbáld meg ismét.

source: The installed version of <strong>%1$s</strong> is not supported by <strong>All Products for WooCommerce Subscriptions</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
hu_hu: A telepített <strong>%1$s</strong> verziót nem támogatja az <strong>All Products for WooCommerce Subscriptions</strong>. Kérjük, frissítsd a <a href="%2$s" target="_blank">%3$s</a> bővítményt <strong>%4$s</strong> vagy újabb verzióra.

source: plan
hu_hu: terv

source: Foul!
hu_hu: Hiba!

source: Synchronization
hu_hu: Szinkronizálás

source: %s each year
hu_hu: %s évente

# cart item subscription selection - negative response
source: one time
hu_hu: egyszeri

# product subscription selection - negative response
source: one time
hu_hu: egyszeri

# product subscription selection - negative response
source: %s one time
hu_hu: %s egyszeri

# Subscribe call-to-action - checkbox
source: Choose a subscription plan
hu_hu: Válassz előfizetési tervet

source: Purchase one time
hu_hu: Egyszeri vásárlás

source: One-time for %s
hu_hu: Egyszeri %s

# discounted dropdown option price
source: %1$s (%2$s off)
hu_hu: %1$s (%2$s kedvezmény)

source: Deliver:
hu_hu: Kiszállítás:

source: Renew:
hu_hu: Megújítás:

source: Choose a plan:
hu_hu: Válasszon csomagot:

source: Choose a purchase plan:
hu_hu: Válasszon vásárlási csomagot:

source: Choose a subscription plan:
hu_hu: Válasszon előfizetési csomagot:

source: Sign up
hu_hu: Feliratkozás

source: Select plan
hu_hu: Válasszon csomagot

# dropdown option sale price
source: %1$s (was %2$s)
hu_hu: %1$s (korábban %2$s)

# used in order note
source: "%1$s" (Product ID: #%2$d) removal triggered by "%3$s" via the My Account page.
hu_hu: "%1$s" (Termékazonosító: #%2$d) eltávolítását "%3$s" kezdeményezte a Fiókom oldalon.

# used in order note
source: "%1$s" (Product ID: #%2$d) removal un-done by "%3$s" via the My Account page.
hu_hu: "%1$s" (Termékazonosító: #%2$d) eltávolítását "%3$s" visszavonta a Fiókom oldalon.

source: Between Product Bundle Configurations
hu_hu: Termékcsomag-konfigurációk között

source: Between Composite Product Configurations
hu_hu: Kompozit termékkonfigurációk között

source: Subscription #%d cannot be edited. Please get in touch with us for assistance.
hu_hu: A(z) #%d előfizetés nem szerkeszthető. Kérjük, lépjen kapcsolatba velünk segítségért.

source: Your cart cannot be added to subscription #%d. Please get in touch with us for assistance.
hu_hu: A kosara nem adható hozzá a(z) #%d előfizetéshez. Kérjük, lépjen kapcsolatba velünk segítségért.

source: &quot;%s&quot; is out of stock.
hu_hu: &quot;%s&quot; nincs készleten.

source: &quot;%1$s&quot; does not have enough stock (%2$s remaining).
hu_hu: &quot;%1$s&quot; készlete nem elegendő (%2$s maradt).

source: There was a problem adding "%1$s" to subscription %2$s. Please get in touch with us for assistance.
hu_hu: Hiba történt "%1$s" hozzáadásakor a(z) %2$s előfizetéshez. Kérjük, lépjen kapcsolatba velünk segítségért.

source: Action failed. Please get in touch with us for assistance.
hu_hu: A művelet sikertelen. Kérjük, lépjen kapcsolatba velünk segítségért.

# used in order note
source: Customer increased the quantity of "%1$s" (Product ID: #%2$d) from %3$s to %4$s.
hu_hu: Az ügyfél "%1$s" (Termékazonosító: #%2$d) mennyiségét %3$s-ról %4$s-ra növelte.

source: There was a problem adding "%1$s" to subscription %2$s.
hu_hu: Hiba történt "%1$s" hozzáadásakor a(z) %2$s előfizetéshez.

# used in order note
source: Customer added "%1$s" (Product ID: #%2$d).
hu_hu: Az ügyfél hozzáadta "%1$s" (Termékazonosító: #%2$d).

source: You have successfully added "%1$s" to subscription %2$s.
hu_hu: Sikeresen hozzáadta a(z) "%1$s" terméket a(z) %2$s előfizetéshez.

source: You have successfully added the contents of your cart to subscription %s.
hu_hu: Sikeresen hozzáadta a kosara tartalmát a(z) %s előfizetéshez.

# add to cart button text while switching a subscription
source: Switch subscription
hu_hu: Előfizetés váltása

# Subscribe call-to-action
source: Subscribe
hu_hu: Előfizetés

# Subscribe to plan
source: Subscribe for %s
hu_hu: Előfizetés %s-ért

# Subscribe to plans
source: Subscribe from %s
hu_hu: Előfizetés már %s-tól

# Subscribe to plan(s) for discount
source: Subscribe to save %1$s%2$s
hu_hu: Iratkozzon fel, és spóroljon %1$s%2$s

# subscription "for" price string
source: <span class="for">for</span>
hu_hu: <span class="for">ért</span>

# subscription "from" price string
source: <span class="from">from</span>
hu_hu: <span class="from">már</span>

# discounted option price html format
source: %1$s &mdash; save %2$s
hu_hu: %1$s &mdash; megtakarítás: %2$s

# subscription price string with price at the end
source: %1$s from %2$s
hu_hu: %1$s már %2$s-tól

# subscription price string with price at the end
source: %1$s for %2$s
hu_hu: %1$s %2$s-ért

source: up to
hu_hu: akár

source: subscribe to save %1$s%2$s
hu_hu: iratkozzon fel, és spóroljon %1$s%2$s

# subscribe to save suffix format
source: <span class="wcsatt-dash">&mdash;</span> or %s
hu_hu: <span class="wcsatt-dash">&mdash;</span> vagy %s

# subscriptions "starting at" price string
source: <span class="from">from</span>
hu_hu: <span class="from">már</span>

source: Could not fetch subscription plans for variation with ID %d. This indicates that this variation may be an orphaned variation. To clear orphaned variations, go to "WooCommerce > Status > Tools" and click "Delete orphaned variations".
hu_hu: Nem sikerült lekérni az előfizetési csomagokat a(z) %d azonosítójú variációhoz. Ez arra utal, hogy ez a variáció árva variáció lehet. Az árva variációk törléséhez lépjen a "WooCommerce > Állapot > Eszközök" menübe, és kattintson az "Árva variációk törlése" gombra.

source: No matching subscriptions found.
hu_hu: Nem található megfelelő előfizetés.

# Used in data attribute. Escaped
source: Products
hu_hu: Termékek

# table heading
source: Next Payment
hu_hu: Következő fizetés

# Used in data attribute. Escaped
source: Total
hu_hu: Összesen

source: Add to subscription
hu_hu: Hozzáadás előfizetéshez

source: &mdash; or &mdash;
hu_hu: &mdash; vagy &mdash;

source: Add this cart to an existing subscription?
hu_hu: Hozzáadja ezt a kosarat egy meglévő előfizetéshez?

source: Add your cart to an existing subscription?
hu_hu: Hozzáadja a kosarát egy meglévő előfizetéshez?

source: Add to an existing subscription?
hu_hu: Hozzáadás meglévő előfizetéshez?

source: All Products for WooCommerce Subscriptions requires at least <a href="%1$s" target="_blank">WooCommerce Subscriptions</a> version <strong>%2$s</strong>.
hu_hu: Az All Products for WooCommerce Subscriptions bővítményhez legalább a(z) <a href="%1$s" target="_blank">WooCommerce Subscriptions</a> <strong>%2$s</strong> verziója szükséges.

source: All Products for WooCommerce Subscriptions requires at least <a href="%1$s" target="_blank">WooPayments</a> version <strong>%2$s</strong>.
hu_hu: Az All Products for WooCommerce Subscriptions bővítményhez legalább a(z) <a href="%1$s" target="_blank">WooPayments</a> <strong>%2$s</strong> verziója szükséges.

source: All Products for WooCommerce Subscriptions requires Subscriptions to be enabled in the <strong>WooPayments</strong> <a href="%1$s" target="_blank">settings</a>.
hu_hu: Az All Products for WooCommerce Subscriptions megköveteli, hogy az előfizetések engedélyezve legyenek a <strong>WooPayments</strong> <a href="%1$s" target="_blank">beállításaiban</a>.

source: All Products for WooCommerce Subscriptions requires at least <a href="%1$s" target="_blank">WooPayments</a> version <strong>%2$s</strong> or <a href="%3$s" target="_blank">WooCommerce Subscriptions</a> version <strong>%4$s</strong>.
hu_hu: Az All Products for WooCommerce Subscriptions bővítményhez legalább a(z) <a href="%1$s" target="_blank">WooPayments</a> <strong>%2$s</strong> vagy a(z) <a href="%3$s" target="_blank">WooCommerce Subscriptions</a> <strong>%4$s</strong> verziója szükséges.

source: All Products for WooCommerce Subscriptions requires at least PHP <strong>%1$s</strong>. Learn <a href="%2$s">how to update PHP</a>.
hu_hu: Az All Products for WooCommerce Subscriptions legalább <strong>%1$s</strong> PHP-verziót igényel. <a href="%2$s">Itt tudhatja meg, hogyan frissítheti a PHP-t</a>.

source: All Products for WooCommerce Subscriptions requires at least WooCommerce version <strong>%1$s</strong>. %2$s
hu_hu: Az All Products for WooCommerce Subscriptions legalább a WooCommerce <strong>%1$s</strong> verzióját igényli. %2$s

source: Please install and activate WooCommerce.
hu_hu: Kérjük, telepítse és aktiválja a WooCommerce-t.

source: Please update WooCommerce.
hu_hu: Kérjük, frissítse a WooCommerce-t.

source: Documentation
hu_hu: Dokumentáció

source: Support
hu_hu: Támogatás
