Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-google-adwords-conversion-tracking-tag/woocommerce-google-adwords-conversion-tracking-tag-*.po
Languages: hu_hu

source: Visitor and conversion value tracking for WooCommerce. Highly optimized for data accuracy.
hu_hu: Látogatók és konverziós értékek nyomon követése a WooCommerce-hez. Erősen optimalizált az adatpontosság érdekében.

source: Pixel Manager Pro for WooCommerce error
hu_hu: Pixel Manager Pro for WooCommerce hiba

source: Your environment doesn't meet all the system requirements listed below.
hu_hu: Az Ön környezete nem teljesíti az alább felsorolt összes rendszerkövetelményt.

source: The WooCommerce plugin needs to be activated
hu_hu: Aktiválnia kell a WooCommerce bővítményt

source: Stopped all LTV Action Scheduler tasks
hu_hu: Minden LTV Action Scheduler feladat leállítva

source: LTV recalculation scheduled
hu_hu: LTV-újraszámítás ütemezve

source: LTV recalculation running
hu_hu: LTV-újraszámítás folyamatban

source: Received LTV recalculation status
hu_hu: LTV-újraszámítás állapota megérkezett

source: No log files found.
hu_hu: Nem találhatók naplófájlok.

source: No log files found for the specified source.
hu_hu: A megadott forráshoz nem találhatók naplófájlok.

source: Could not create ZIP archive.
hu_hu: Nem sikerült ZIP archívumot létrehozni.

source: No files could be added to the ZIP archive.
hu_hu: Nem sikerült fájlokat hozzáadni a ZIP archívumhoz.

source: GA4 Attribution
hu_hu: GA4 attribúció

source: Lifetime Value
hu_hu: Élettartam-érték

source: by total order value
hu_hu: a teljes rendelési érték alapján

source: by marketing order value
hu_hu: a marketingből származó rendelési érték alapján

source: Pixel Manager Order Details
hu_hu: Pixel Manager rendelés részletei

source: order URL
hu_hu: rendelés URL

source: Main
hu_hu: Fő

source: Statistics
hu_hu: Statisztika

source: Optimization
hu_hu: Optimalizálás

source: Advanced
hu_hu: Haladó

source: Disable Tracking for User Roles
hu_hu: Felhasználói szerepkörök követésének letiltása

source: Scroll Tracker
hu_hu: Görgetéskövető

source: Lazy Load PMW
hu_hu: PMW késleltetett betöltése

source: Track PageView Events Server-to-Server
hu_hu: PageView események követése szerverről szerverre

source: Maximum Compatibility Mode
hu_hu: Maximális kompatibilitási mód

source: Shop
hu_hu: Bolt

source: Marketing Value Logic
hu_hu: Marketingérték logika

source: Dynamic Remarketing
hu_hu: Dinamikus remarketing

source: Product Identifier
hu_hu: Termékazonosító

source: Variations output
hu_hu: Változatok kimenete

source: Google Business Vertical
hu_hu: Google üzleti szegmens

source: Order Duplication Prevention
hu_hu: Rendelésduplikáció megelőzése

source: Order List Info
hu_hu: Rendeléslista információ

source: Subscription Value Multiplier
hu_hu: Előfizetés értékszorzó

source: Lifetime Value Calculation on Orders
hu_hu: Élettartamérték számítása a rendeléseken

source: Automatic Lifetime Value Recalculation
hu_hu: Élettartamérték automatikus újraszámítása

source: Manual Lifetime Value Recalculation
hu_hu: Élettartamérték kézi újraszámítása

source: Order Extra Details Output
hu_hu: Rendelés extra részleteinek kimenete

source: Google Tag ID
hu_hu: Google Tag azonosító

source: Google Tag Gateway Measurement Path
hu_hu: Google Tag Gateway mérési útvonal

source: Conversion Cart Data
hu_hu: Konverzió kosáradatai

source: Enhanced E-Commerce
hu_hu: Bővített e-kereskedelem

source: GA4 Property ID
hu_hu: GA4 tulajdonazonosító

source: GA4 Data API Credentials
hu_hu: GA4 Data API hitelesítő adatok

source: GA4 Page Load Time Tracking
hu_hu: GA4 oldalbetöltési idő követése

source: Google User ID
hu_hu: Google felhasználói azonosító

source: Google Enhanced Conversions
hu_hu: Google bővített konverziók

source: Google Ads Phone Conversion Number
hu_hu: Google Ads telefonos konverzió telefonszáma

source: Google Ads Phone Conversion Label
hu_hu: Google Ads telefonos konverzió címkéje

source: Google Ads Conversion Adjustments: Conversion Name
hu_hu: Google Ads konverziós módosítások: konverzió neve

source: Google Ads Conversion Adjustments: Feed
hu_hu: Google Ads konverziós módosítások: Feed

source: Automatic Email Link Tracking
hu_hu: E-mail hivatkozások automatikus követése

source: Automatic Phone Link Click Tracking
hu_hu: Telefonos hivatkozások kattintásainak automatikus követése

source: Meta (Facebook) CAPI: test event code
hu_hu: Meta (Facebook) CAPI: tesztesemény-kód

source: Meta (Facebook) CAPI: process anonymous hits
hu_hu: Meta (Facebook) CAPI: névtelen találatok feldolgozása

source: Meta (Facebook): Advanced Matching
hu_hu: Meta (Facebook): fejlett egyezés

source: Meta (Facebook): Domain Verification Meta Tag ID
hu_hu: Meta (Facebook): domainellenőrzési meta címke azonosító

source: Pinterest Ad Account ID
hu_hu: Pinterest hirdetési fiókazonosító

source: Pinterest Events API: process anonymous hits
hu_hu: Pinterest Events API: névtelen találatok feldolgozása

source: Pinterest Enhanced Match
hu_hu: Pinterest bővített egyezés

source: Pinterest: Advanced Matching
hu_hu: Pinterest: fejlett egyezés

source: Snapchat Advanced Matching
hu_hu: Snapchat fejlett egyezés

source: Reddit Advanced Matching
hu_hu: Reddit fejlett egyezés

source: TikTok EAPI: test event code
hu_hu: TikTok EAPI: tesztesemény-kód

source: TikTok Events API: process anonymous hits
hu_hu: TikTok Events API: névtelen találatok feldolgozása

source: TikTok: Advanced Matching
hu_hu: TikTok: fejlett egyezés

source: Microsoft Enhanced Conversions
hu_hu: Microsoft bővített konverziók

source: Search event ID
hu_hu: Keresés eseményazonosítója

source: View Content event ID
hu_hu: Tartalom megtekintése eseményazonosítója

source: Add To List event ID
hu_hu: Listához adás eseményazonosítója

source: Add-to-cart event ID
hu_hu: Kosárba helyezés eseményazonosítója

source: Start-checkout event ID
hu_hu: Pénztár megkezdése eseményazonosítója

source: Purchase event ID
hu_hu: Vásárlás eseményazonosítója

source: Add To Cart Event ID
hu_hu: Kosárba helyezés eseményazonosítója

source: Add To Wishlist Event ID
hu_hu: Kívánságlistához adás eseményazonosítója

source: Content View Event ID
hu_hu: Tartalom megtekintése eseményazonosítója

source: Search Event ID
hu_hu: Keresés eseményazonosítója

source: Checkout Initiated Event ID
hu_hu: Pénztár megkezdése eseményazonosítója

source: Add Payment Info Event ID
hu_hu: Fizetési adatok hozzáadása eseményazonosítója

source: Purchase Event ID
hu_hu: Vásárlás eseményazonosítója

source: Consent Management
hu_hu: Hozzájárulás-kezelés

source: Explicit Consent Mode
hu_hu: Kifejezett hozzájárulási mód

source: Explicit Consent Regions
hu_hu: Kifejezett hozzájárulási régiók

source: Google TCF Support
hu_hu: Google TCF támogatás

source: Cookiebot Support
hu_hu: Cookiebot támogatás

source: Complianz GDPR Support
hu_hu: Complianz GDPR támogatás

source: Cookie Notice Support
hu_hu: Cookie Notice támogatás

source: Cookie Script Support
hu_hu: Cookie Script támogatás

source: GDPR Cookie Compliance Support
hu_hu: GDPR Cookie Compliance támogatás

source: CookieYes Support
hu_hu: CookieYes támogatás

source: Termly CMP Support
hu_hu: Termly CMP támogatás

source: Logs
hu_hu: Naplók

source: Logger
hu_hu: Naplózó

source: Log Level
hu_hu: Naplózási szint

source: Log HTTP Requests
hu_hu: HTTP-kérések naplózása

source: Log Files
hu_hu: Naplófájlok

source: Diagnostics
hu_hu: Diagnosztika

source: Opportunities
hu_hu: Lehetőségek

source: Support
hu_hu: Támogatás

source: Contact
hu_hu: Kapcsolat

source: Account
hu_hu: Fiók

source: It looks like you are using some sort of ad- or script-blocker in your browser which is blocking the script and CSS files of this plugin. In order for the plugin to work properly you need to disable the script blocker in your browser.
hu_hu: Úgy tűnik, hogy a böngészőjében valamilyen hirdetés- vagy szkriptblokkolót használ, amely blokkolja a bővítmény szkript- és CSS-fájljait. Annak érdekében, hogy a bővítmény megfelelően működjön, le kell tiltania a böngészőjében a szkriptblokkolót.

source: Learn more
hu_hu: További információk

source: Transients are disabled on your site. Transients are required for the diagnostics report.
hu_hu: A webhelyén a tranziensek le vannak tiltva. A diagnosztikai jelentéshez tranziensek szükségesek.

source: Please enable transients on your site.
hu_hu: Kérjük, engedélyezze a tranzienseket a webhelyén.

source: Payment Gateway Tracking Accuracy Report
hu_hu: Fizetési átjárók követésének pontossági jelentése

source: beta
hu_hu: béta

source: What's this? Follow this link to learn more
hu_hu: Mi ez? Kövesse ezt a hivatkozást, hogy többet megtudjon

source: Available payment gateways
hu_hu: Elérhető fizetési átjárók

source: Purchase confirmation page reached per gateway (active and inactive)
hu_hu: Vásárlás visszaigazoló oldalának elérése átjárónként (aktív és inaktív)

source: Purchase confirmation page reached per gateway (only active), weighted by frequency
hu_hu: Vásárlás visszaigazoló oldalának elérése átjárónként (csak aktív), gyakorisággal súlyozva

source: Automatic Conversion Recovery (ACR)
hu_hu: Automatikus konverzió-helyreállítás (ACR)

source: Unknown gateway
hu_hu: Ismeretlen átjáró

source: ACR recovered %1$s (%2$s%%) out of %3$s missing conversions.
hu_hu: Az ACR %1$s (%2$s%%) konverziót visszanyert a %3$s hiányzó konverzióból.

source: This feature is only available in the pro version of the plugin. Follow the link to learn more about it:
hu_hu: Ez a funkció csak a bővítmény Pro verziójában érhető el. Kövesse a hivatkozást, hogy többet tudjon meg róla:

source: Get the pro version of the Pixel Manager Pro for WooCommerce over here
hu_hu: Itt szerezheti be a Pixel Manager Pro for WooCommerce Pro verzióját

source: Go Pro
hu_hu: Frissítsen Pro-ra

source: Contacting Support
hu_hu: Kapcsolatfelvétel a támogatással

source: Debug Information
hu_hu: Hibakeresési információk

source: Copy to Clipboard
hu_hu: Másolás a vágólapra

source: Copied!
hu_hu: Másolva!

source: Export settings
hu_hu: Beállítások exportálása

source: Export to disk
hu_hu: Exportálás lemezre

source: Import settings
hu_hu: Beállítások importálása

source: Choose File
hu_hu: Fájl kiválasztása

source: Settings imported successfully!
hu_hu: A beállítások importálása sikeres!

source: Reloading...(in 1 second)!
hu_hu: Újratöltés...(1 másodpercen belül)!

source: There was an error importing that file! Please try again.
hu_hu: Hiba történt a fájl importálása során! Kérjük, próbálja meg újra.

source: Automatic Settings Backup
hu_hu: Beállítások automatikus biztonsági mentése

source: Manage your settings backups. You can restore previous configurations or download backup files.
hu_hu: Kezelje a beállítások biztonsági mentéseit. Visszaállíthat korábbi konfigurációkat, vagy letöltheti a biztonsági mentési fájlokat.

source: No automatic settings backups available.
hu_hu: Nem állnak rendelkezésre automatikus beállítások biztonsági mentései.

source: Date
hu_hu: Dátum

source: DB Version
hu_hu: DB verzió

source: Status
hu_hu: Állapot

source: Restore
hu_hu: Visszaállítás

source: Download
hu_hu: Letöltés

source: Unknown
hu_hu: Ismeretlen

source: Active
hu_hu: Aktív

source: Backup
hu_hu: Biztonsági mentés

source: Cannot restore the currently active backup
hu_hu: A jelenleg aktív biztonsági mentés nem állítható vissza

source: Chat with our fantastic AI bot Pixie (Pixie knows everything we do!):
hu_hu: Beszélgessen fantasztikus AI botunkkal, Pixie-vel (Pixie mindent tud, amit mi is tudunk!):

source: Chat
hu_hu: Csevegés

source: Post a support request in the WordPress support forum here:
hu_hu: Nyújtson be támogatási kérelmet itt, a WordPress támogatási fórumon:

source: Support forum
hu_hu: Támogatási fórum

source: (Never post the debug or other sensitive information to the support forum. Instead send us the information by email.)
hu_hu: (Soha ne tegyen közzé hibakeresési vagy más érzékeny információt a támogatási fórumon. Ehelyett e-mailben küldje el nekünk az információt.)

source: Send us an email to the following address:
hu_hu: Küldjön nekünk e-mailt a következő címre:

source: Send us your support request through the WooCommerce.com dashboard:
hu_hu: Küldje el nekünk támogatási kérelmét a WooCommerce.com vezérlőpultján keresztül:

source: The Google Analytics 4 measurement ID looks like this:
hu_hu: A Google Analytics 4 mérési azonosító így néz ki:

source: The conversion ID looks similar to this:
hu_hu: A konverziós azonosító ehhez hasonlóan néz ki:

source: The purchase conversion label looks similar to this:
hu_hu: A vásárlási konverziós címke ehhez hasonlóan néz ki:

source: Requires an active Google Ads Conversion ID
hu_hu: Aktív Google Ads konverziós azonosító szükséges

source: The VWO account ID looks like this:
hu_hu: A VWO fiókazonosító így néz ki:

source: The Optimizely project ID looks like this:
hu_hu: Az Optimizely projektazonosító így néz ki:

source: The AB Tasty account ID looks like this:
hu_hu: Az AB Tasty fiókazonosító így néz ki:

source: The Meta (Facebook) pixel ID looks similar to this:
hu_hu: A Meta (Facebook) pixelazonosító ehhez hasonlóan néz ki:

source: Requires an active Adroll pixel ID.
hu_hu: Aktív Adroll pixelazonosító szükséges.

source: The Adroll advertiser ID looks similar to this:
hu_hu: Az Adroll hirdetői azonosító ehhez hasonlóan néz ki:

source: Requires an active Adroll advertiser ID.
hu_hu: Aktív Adroll hirdetői azonosító szükséges.

source: The Adroll pixel ID looks similar to this:
hu_hu: Az Adroll pixelazonosító ehhez hasonlóan néz ki:

source: Enable Microsoft Enhanced Conversions
hu_hu: Microsoft Enhanced Conversions engedélyezése

source: The LinkedIn partner ID looks similar to this:
hu_hu: A LinkedIn partnerazonosító ehhez hasonlóan néz ki:

source: The Microsoft Advertising UET tag ID looks similar to this:
hu_hu: A Microsoft Advertising UET címkeazonosítója ehhez hasonló:

source: The X (Twitter) pixel ID looks similar to this:
hu_hu: Az X (Twitter) pixelazonosítója ehhez hasonló:

source: The Outbrain advertiser ID looks similar to this:
hu_hu: Az Outbrain hirdetőazonosítója ehhez hasonló:

source: The Pinterest pixel ID looks similar to this:
hu_hu: A Pinterest pixelazonosítója ehhez hasonló:

source: Enable Pinterest enhanced match
hu_hu: Engedélyezze a Pinterest továbbfejlesztett egyezést

source: The Snapchat pixel ID looks similar to this:
hu_hu: A Snapchat pixelazonosítója ehhez hasonló:

source: The Taboola account ID looks similar to this:
hu_hu: A Taboola fiókazonosítója ehhez hasonló:

source: The TikTok pixel ID looks similar to this:
hu_hu: A TikTok pixelazonosítója ehhez hasonló:

source: The Hotjar site ID looks similar to this:
hu_hu: A Hotjar webhelyazonosítója ehhez hasonló:

source: The Reddit pixel ID looks similar to this:
hu_hu: A Reddit pixelazonosítója ehhez hasonló:

source: You need to activate the Snapchat pixel
hu_hu: Aktiválnia kell a Snapchat pixelt

source: Enable Snapchat Advanced Matching
hu_hu: Engedélyezze a Snapchat speciális egyezést

source: Enable Reddit advanced matching
hu_hu: Engedélyezze a Reddit speciális egyezést

source: Order Subtotal: Doesn't include tax, shipping, and if available, fees like PayPal or Stripe fees (default)
hu_hu: Rendelés részösszege: Nem tartalmazza az adót, a szállítást, és ha elérhető, az olyan díjakat, mint a PayPal- vagy Stripe-díjak (alapértelmezett)

source: Order Total: Includes tax and shipping
hu_hu: Rendelés végösszege: Tartalmazza az adót és a szállítást

source: Profit Margin: Only reports the profit margin. Excludes tax, shipping, and where possible, gateway fees.
hu_hu: Árrés: Csak az árrést jelenti. Kizárja az adót, a szállítást és – ahol lehetséges – a fizetési átjárók díjait.

source: This is the total value reported back to the marketing pixels (such as Google Ads, Meta (Facebook), etc.). It excludes statistics pixels.
hu_hu: Ez az a teljes érték, amelyet visszajelentünk a marketing pixeleknek (például Google Ads, Meta (Facebook) stb.). Kizárja a statisztikai pixeleket.

source: To use the Profit Margin setting you will need to install one of the following two Cost of Goods plugins:
hu_hu: Az Árrés beállítás használatához telepítenie kell az alábbi két Cost of Goods bővítmény egyikét:

source: or
hu_hu: vagy

source: open the documentation
hu_hu: nyissa meg a dokumentációt

source: advanced settings
hu_hu: haladó beállítások

source: Enable Google Consent Mode v2 with standard settings
hu_hu: Engedélyezze a Google Consent Mode v2-t szabványos beállításokkal

source: Enable Microsoft Ads Consent Mode with standard settings
hu_hu: Engedélyezze a Microsoft Ads Consent Mode-ot szabványos beállításokkal

source: Enable Explicit Consent Mode
hu_hu: Engedélyezze az Explicit Consent Mode-ot

source: While the Explicit Consent Mode is active no pixels will be fired until the visitor gives consent.
hu_hu: Amíg az Explicit Consent Mode aktív, addig egyetlen pixel sem kerül elindításra, amíg a látogató nem ad hozzájárulást.

source: Only activate the Explicit Consent Mode if you are also using a Consent Management Platform (a cookie banner) that is compatible with the Pixel Manager. Here's a list of compatible plugins:
hu_hu: Csak akkor aktiválja az Explicit Consent Mode-ot, ha a Pixel Managerrel kompatibilis Consent Management Platformot (cookie banner) is használ. Íme a kompatibilis bővítmények listája:

source: Compatible Consent Management Platforms (CMPs)
hu_hu: Kompatibilis Consent Management Platformok (CMP-k)

source: You can also use our Consent API to make your custom cookie banner compatible with the Pixel Manager:
hu_hu: A saját cookie bannerét a Pixel Managerrel kompatibilissé teheti a Consent API-nk használatával is:

source: Choose countries
hu_hu: Válasszon országokat

source: Regions in which tracking with cookies will only be activated after the visitor gives consent.
hu_hu: Azok a régiók, ahol a sütikkel történő követés csak a látogató hozzájárulása után aktiválódik.

source: Requires the Explicit Consent Mode to be active.
hu_hu: Az Explicit Consent Mode aktív állapotát igényli.

source: If no region is set, then the restrictions are enabled worldwide. If you specify one or more regions, then the restrictions only apply for the specified regions. For countries outside of those regions, tracking will work without restrictions until the visitor removes consent.
hu_hu: Ha nincs beállítva régió, a korlátozások világszerte érvényesek. Ha megad egy vagy több régiót, a korlátozások csak a megadott régiókra vonatkoznak. Az ezeken a régiókon kívüli országokban a követés korlátozás nélkül működik mindaddig, amíg a látogató vissza nem vonja a hozzájárulását.

source: Enable Google TCF support
hu_hu: Engedélyezze a Google TCF támogatását

source: Google Analytics Enhanced E-Commerce is
hu_hu: A Google Analytics Enhanced E-Commerce van

source: Google Analytics 4 activation required
hu_hu: Google Analytics 4 aktiválása szükséges

source: If enabled, purchase and refund events will be sent to Google through the measurement protocol for increased accuracy.
hu_hu: Ha engedélyezve van, a vásárlási és visszatérítési események a Measurement Protocolon keresztül kerülnek elküldésre a Google felé a nagyobb pontosság érdekében.

source: GA4 Data API Credentials need to be set.
hu_hu: A GA4 Data API hitelesítő adatait be kell állítani.

source: Import credentials
hu_hu: Hitelesítő adatok importálása

source: Delete credentials
hu_hu: Hitelesítő adatok törlése

source: Reloading...(in 5 seconds)!
hu_hu: Újratöltés...(5 másodperc múlva)!

source: The GA4 Property ID needs to be set.
hu_hu: Be kell állítani a GA4 Property ID-t.

source: GA4 page load time tracking.
hu_hu: GA4 oldalbetöltési idő követése.

source: Enable Google user ID
hu_hu: Engedélyezze a Google felhasználói azonosítót

source: You need to activate GA4 and/or Google Ads
hu_hu: Aktiválnia kell a GA4-et és/vagy a Google Ads-ot

source: Enable Enhanced Conversions for Google Ads and GA4
hu_hu: Engedélyezze a továbbfejlesztett konverziókat a Google Ads és a GA4 számára

source: You need to activate Google Ads and or GA4
hu_hu: Aktiválnia kell a Google Ads-ot és/vagy a GA4-et

source: The Google Ads phone conversion number must be in the same format as on the website.
hu_hu: A Google Ads telefonos konverzióhoz használt számnak ugyanabban a formátumban kell lennie, mint a webhelyen.

source: The conversion name must match the conversion name in Google Ads exactly.
hu_hu: A konverziónévnek pontosan meg kell egyeznie a Google Ads-ben szereplő konverziónévvel.

source: Requires an active Google Ads Conversion ID and Conversion Label.
hu_hu: Aktív Google Ads Conversion ID-t és Conversion Labelt igényel.

source: Copied feed URL to clipboard
hu_hu: A feed URL a vágólapra másolva

source: Copy to clipboard
hu_hu: Másolás a vágólapra

source: The Conversion Name must be set.
hu_hu: A konverzió nevét meg kell adni.

source: Automatic email link click tracking is
hu_hu: Az automatikus e-mail linkkattintás-követés van

source: Automatic phone link click tracking is
hu_hu: Az automatikus telefonos linkkattintás-követés van

source: Cookiebot detected. Automatic support is:
hu_hu: Cookiebot észlelve. Az automatikus támogatás:

source: Complianz GDPR detected. Automatic support is:
hu_hu: Complianz GDPR észlelve. Az automatikus támogatás:

source: Cookie Notice (by hu-manity.co) detected. Automatic support is:
hu_hu: Cookie Notice (by hu-manity.co) észlelve. Az automatikus támogatás:

source: Cookie Script (by cookie-script.com) detected. Automatic support is:
hu_hu: Cookie Script (by cookie-script.com) észlelve. Az automatikus támogatás:

source: GDPR Cookie Compliance (by Moove Agency) detected. Automatic support is:
hu_hu: GDPR Cookie Compliance (by Moove Agency) észlelve. Az automatikus támogatás:

source: CookieYes detected. Automatic support is
hu_hu: CookieYes észlelve. Az automatikus támogatás van

source: Termly CMP detected. Automatic support is:
hu_hu: Termly CMP észlelve. Az automatikus támogatás:

source: You need to activate the Meta (Facebook) pixel
hu_hu: Aktiválnia kell a Meta (Facebook) pixelt

source: The test event code automatically rotates frequently within Facebook. If you don't see the server events flowing in, first make sure that you've set the latest test event code.
hu_hu: A tesztesemény-kód a Facebookon belül automatikusan, gyakran cserélődik. Ha nem látja beérkezni a szervereseményeket, először győződjön meg róla, hogy a legújabb tesztesemény-kódot állította be.

source: Send CAPI hits for anonymous visitors who likely have blocked the Meta (Facebook) pixel.
hu_hu: Küldjön CAPI találatokat azoknak a névtelen látogatóknak, akik feltehetően letiltották a Meta (Facebook) pixelt.

source: Send events with additional visitor identifiers, such as email and phone number, if available.
hu_hu: Küldjön eseményeket további látogatói azonosítókkal, például e-mail-címmel és telefonszámmal, ha elérhető.

source: The Meta domain verification ID. It looks like this:
hu_hu: A Meta domain verification ID. Így néz ki:

source: You need to activate the Pinterest pixel
hu_hu: Aktiválnia kell a Pinterest pixelt

source: Send Events API hits for anonymous visitors who likely have blocked the Pinterest pixel.
hu_hu: Küldjön Events API találatokat azoknak a névtelen látogatóknak, akik feltehetően letiltották a Pinterest pixelt.

source: You need to activate the TikTok pixel
hu_hu: Aktiválnia kell a TikTok pixelt

source: The test event code automatically rotates frequently within TikTok. If you don't see the server events flowing in, first make sure that you've set the latest test event code.
hu_hu: A tesztesemény-kód a TikTokon belül automatikusan, gyakran cserélődik. Ha nem látja beérkezni a szervereseményeket, először győződjön meg róla, hogy a legújabb tesztesemény-kódot állította be.
