Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-google-adwords-conversion-tracking-tag/woocommerce-google-adwords-conversion-tracking-tag-*.po
Languages: hu_hu

source: Send Events API hits for anonymous visitors who likely have blocked the TikTok pixel.
hu_hu: Küldjön Events API találatokat azoknak a névtelen látogatóknak, akik feltehetően letiltották a TikTok pixelt.

source: Only disable order duplication prevention for testing.
hu_hu: A rendelésduplikáció-megelőzést csak teszteléshez tiltsa le.

source: Automatically reactivates 6 hours after disabling duplication prevention.
hu_hu: A duplikáció-megelőzés letiltása után 6 órával automatikusan újraaktiválódik.

source: Enable the maximum compatibility mode
hu_hu: Engedélyezze a maximális kompatibilitási módot

source: Automatic Conversion Recovery (ACR) is
hu_hu: Az Automatic Conversion Recovery (ACR) van

source: Display Pixel Manager related information on the order list page
hu_hu: A Pixel Managerhez kapcsolódó információk megjelenítése a rendeléslista oldalon

source: The Scroll Tracker thresholds. A comma separated list of scroll tracking thresholds in percent where the scroll tracker triggers its events.
hu_hu: A Scroll Tracker küszöbértékei. Vesszővel elválasztott, százalékos görgetéskövetési küszöbértékek listája, ahol a Scroll Tracker elindítja eseményeit.

source: The multiplier multiplies the conversion value output for initial subscriptions to match the CLV of a subscription more closely.
hu_hu: A szorzó megszorozza a kezdeti előfizetésekhez tartozó konverziós érték kimenetét, hogy jobban illeszkedjen az előfizetés CLV-jéhez.

source: Enable the lifetime value calculation on new orders.
hu_hu: Engedélyezze az élettartamérték számítását az új rendeléseknél.

source: Enable the automatic detection and recalculation of the lifetime value.
hu_hu: Engedélyezze az élettartamérték automatikus észlelését és újraszámítását.

source: Enable the output of extra order details on order pages.
hu_hu: Engedélyezze a további rendelési részletek megjelenítését a rendelésoldalakon.

source: Schedule LTV recalculation
hu_hu: LTV-újraszámítás ütemezése

source: Instant LTV recalculation
hu_hu: Azonnali LTV-újraszámítás

source: Stop all LTV calculations
hu_hu: Minden LTV-számítás leállítása

source: Recalculation has been scheduled for a run over night. Click one more time to start the recalculation immediately.
hu_hu: Az újraszámítás éjszakai futásra lett ütemezve. Kattintson még egyszer az azonnali indításhoz.

source: The recalculation is running.
hu_hu: Az újraszámítás fut.

source: Lazy load the Pixel Manager
hu_hu: Töltse be késleltetetten a Pixel Managert

source: Google Optimize is active, but the Google Optimize anti flicker snippet is not. You need to activate the Google Optimize anti flicker snippet, or deactivate Google Optimize.
hu_hu: A Google Optimize aktív, de a Google Optimize anti flicker snippet nem aktív. Aktiválnia kell a Google Optimize anti flicker snippetet, vagy deaktiválnia kell a Google Optimize-ot.

source: Enabling this feature will give you better page speed scores. Please read the documentation to learn more about the full implications while using this feature.
hu_hu: Ennek a funkciónak az engedélyezése jobb oldalsebesség-pontszámokat eredményez. Kérjük, olvassa el a dokumentációt, hogy többet tudjon meg e funkció használatának teljes következményeiről.

source: Send PageView events through the server-2-server protocol
hu_hu: Küldjön PageView eseményeket a server-2-server protocol segítségével

source: For this feature to be used, at least one server-to-server feature, like Facebook CAPI must be enabled.
hu_hu: Ennek a funkciónak a használatához legalább egy server-to-server funkciót, például a Facebook CAPI-t engedélyeznie kell.

source: Enabling this feature is encouraged by some platforms like Meta (Facebook). But, it will add a lot of stress to your server, because it will have to run on every PageView.
hu_hu: E funkció engedélyezését egyes platformok, például a Meta (Facebook) javasolják. Ugyanakkor ez jelentősen terheli a szerverét, mert minden egyes PageView esetén futnia kell.

source: Advanced order duplication prevention is
hu_hu: A fejlett rendelésduplikáció-megelőzés van

source: Basic order duplication prevention is
hu_hu: Az alapszintű rendelésduplikáció-megelőzés van

source: Dynamic Remarketing is
hu_hu: A dinamikus remarketing van

source: Enable logger
hu_hu: Naplózás engedélyezése

source: Enable HTTP request logging
hu_hu: HTTP-kérések naplózásának engedélyezése

source: This feature switches web requests from asynchronous (faster, non-blocking) to synchronous (slower, blocking) to record responses. It allows the responses to be analyzed, but also uses more server resources. It's meant for troubleshooting and will turn off automatically after 12 hours. You can extend this time if needed. See the user guide for more details.
hu_hu: Ez a funkció a webes kéréseket aszinkronról (gyorsabb, nem blokkoló) szinkronra (lassabb, blokkoló) állítja át a válaszok rögzítése érdekében. Ez lehetővé teszi a válaszok elemzését, de több szervererőforrást is használ. Hibakeresésre szolgál, és 12 óra után automatikusan kikapcsol. Szükség esetén meghosszabbíthatja ezt az időt. További részletekért tekintse meg a felhasználói útmutatót.

source: Show recent log file
hu_hu: Legutóbbi naplófájl megjelenítése

source: No log file found to view
hu_hu: Nem található megtekinthető naplófájl

source: Download all log files
hu_hu: Töltse le az összes naplófájlt

source: No log files found to download
hu_hu: Nem találhatók letölthető naplófájlok

source: Enable variations output
hu_hu: Változatok kimenetének engedélyezése

source: In order for this to work you need to upload your product feed including product variations and the item_group_id. Disable it, if you choose only to upload the parent product for variable products.
hu_hu: A működéshez fel kell töltenie a termékfeedet a termékváltozatokkal és az item_group_id mezővel együtt. Tiltsa le, ha a változós termékek esetén csak a szülőterméket kívánja feltölteni.

source: Retail
hu_hu: Kiskereskedelem

source: Education
hu_hu: Oktatás

source: Hotels and rentals
hu_hu: Szállodák és bérlések

source: Jobs
hu_hu: Állások

source: Local deals
hu_hu: Helyi ajánlatok

source: Real estate
hu_hu: Ingatlan

source: Custom
hu_hu: Egyéni

source: Your Google tag ID. This field is read-only but you can click to select and copy the text.
hu_hu: Az Ön Google tag ID-ja. Ez a mező csak olvasható, de rákattintva kijelölheti és kimásolhatja a szöveget.

source: inactive
hu_hu: inaktív

source: active
hu_hu: aktív

source: partially active
hu_hu: részben aktív

source: health check passed
hu_hu: állapotellenőrzés sikeres

source: health check failed
hu_hu: állapotellenőrzés sikertelen

source: Your Google Gateway Measurement Path. It should look like this:
hu_hu: Az Ön Google Gateway Measurement Path értéke. Így kell kinéznie:

source: ID of your Google Merchant Center account. It looks like this: 12345678
hu_hu: Az Ön Google Merchant Center-fiókjának ID-ja. Így néz ki: 12345678

source: post ID (default)
hu_hu: bejegyzés ID (alapértelmezett)

source: ID for the WooCommerce Google Product Feed. Outputs the post ID with woocommerce_gpf_ prefix *
hu_hu: ID a WooCommerce Google Product Feedhez. A bejegyzés ID-ját adja ki woocommerce_gpf_ előtaggal *

source: ID for the WooCommerce Google Listings & Ads Plugin. Outputs the post ID with gla_ prefix **
hu_hu: ID a WooCommerce Google Listings & Ads Pluginhez. A bejegyzés ID-ját adja ki gla_ előtaggal **

source: Choose a product identifier.
hu_hu: Válasszon termékazonosítót.

source: * This is for users of the WooCommerce Google Product Feed Plugin
hu_hu: * Ez a WooCommerce Google Product Feed Plugin felhasználóinak szól

source: ** This is for users of the WooCommerce Google Listings & Ads Plugin
hu_hu: ** Ez a WooCommerce Google Listings & Ads Plugin felhasználóinak szól

source: experiment
hu_hu: kísérlet

source: override
hu_hu: felülbírálás

source: deprecated
hu_hu: elavult

source: Get Pro
hu_hu: Szerezze be a Pro verziót

source: Start a free trial
hu_hu: Indítsa el az ingyenes próbaverziót

source: Pro Feature
hu_hu: Pro funkció

source: Copied
hu_hu: Másolva

source: Hey, I noticed that you tracked more than %d purchase conversions with the Pixel Manager Pro for WooCommerce plugin - that's awesome! Could you please do me a BIG favour and give it a 5-star rating on WordPress? It will help to spread the word and boost our motivation.
hu_hu: Észrevettem, hogy a Pixel Manager Pro for WooCommerce segítségével több mint %d vásárlási konverziót követett – ez nagyszerű! Megtenné, hogy ad egy 5 csillagos értékelést a WordPressen? Ez segít terjeszteni a hírt, és növeli a motivációnkat.

source: Ok, you deserve it
hu_hu: Rendben, megérdemli

source: Nope, maybe later
hu_hu: Nem, talán később

source: I already did
hu_hu: Már megtettem

source: If the dismiss button is not working, here's why >>
hu_hu: Ha a Bezárás gomb nem működik, ezért >>

source: Automatically added by the Pixel Manager Pro for WooCommerce
hu_hu: Automatikusan hozzáadva a Pixel Manager Pro for WooCommerce által

source: The Pixel Manager wasn't able to generate the analysis because the Action Scheduler could not be loaded.
hu_hu: A Pixel Manager nem tudta elkészíteni az elemzést, mert az Action Scheduler nem töltődött be.

source: The analysis is being generated. Please check back in 5 minutes.
hu_hu: Az elemzés készül. Kérjük, térjen vissza 5 perc múlva.

source: Transients are deactivated. Please activate them to use this feature.
hu_hu: A Transients le vannak tiltva. Kérjük, aktiválja őket a funkció használatához.

source: PMW pixels not fired - 30d
hu_hu: PMW pixelek nem futottak - 30d

source: PMW pixels fired
hu_hu: PMW pixelek lefutottak

source: Order not tracked by PMW
hu_hu: A PMW nem követte a rendelést

source: This order was either created by a shop manager, or automatically added by an extension like a subscription plugin. Only orders created by customers are analysed.
hu_hu: Ezt a rendelést vagy egy boltvezető hozta létre, vagy egy kiegészítő – például egy előfizetési plugin – adta hozzá automatikusan. Csak a vásárlók által létrehozott rendelések kerülnek elemzésre.

source: Conversion pixels fired
hu_hu: Konverziós pixelek lefutottak

source: Conversion pixels not fired yet
hu_hu: A konverziós pixelek még nem futottak le

source: You have entered an invalid Adroll advertiser ID.
hu_hu: Érvénytelen Adroll hirdető ID-t adott meg.

source: You have entered an invalid Adroll pixel ID.
hu_hu: Ön érvénytelen Adroll pixel ID-t adott meg.

source: You have entered an invalid Google Analytics 4 measurement ID.
hu_hu: Ön érvénytelen Google Analytics 4 measurement ID-t adott meg.

source: You have entered an invalid Google Analytics 4 API key.
hu_hu: Ön érvénytelen Google Analytics 4 API key-t adott meg.

source: You have entered an invalid GA4 property ID.
hu_hu: Ön érvénytelen GA4 property ID-t adott meg.

source: You have entered an invalid conversion ID. It only contains 8 to 10 digits.
hu_hu: Ön érvénytelen conversion ID-t adott meg. Csak 8–10 számjegyet tartalmaz.

source: You have entered an invalid Google Ads conversion label.
hu_hu: Ön érvénytelen Google Ads conversion labelt adott meg.

source: You have entered an invalid Google tag gateway measurement path. It should look like %s
hu_hu: Ön érvénytelen Google tag gateway measurement path-ot adott meg. Ennek így kell kinéznie: %s

source: You have entered an invalid merchant ID. It only contains 6 to 12 digits.
hu_hu: Ön érvénytelen merchant ID-t adott meg. Csak 6–12 számjegyet tartalmaz.

source: You have entered an invalid Meta (Facebook) pixel ID. It only contains 12 to 22 digits.
hu_hu: Ön érvénytelen Meta (Facebook) pixel ID-t adott meg. Csak 12–22 számjegyet tartalmaz.

source: You have entered an invalid Meta (Facebook) CAPI token.
hu_hu: Ön érvénytelen Meta (Facebook) CAPI tokent adott meg.

source: You have entered an invalid Meta (Facebook) CAPI test_event_code.
hu_hu: Ön érvénytelen Meta (Facebook) CAPI test_event_code-ot adott meg.

source: You have entered an invalid Meta (Facebook) domain verification ID.
hu_hu: Ön érvénytelen Meta (Facebook) domain verification ID-t adott meg.

source: You have entered an invalid Bing Ads UET tag ID. It only contains 7 to 9 digits.
hu_hu: Ön érvénytelen Bing Ads UET tag ID-t adott meg. Csak 7–9 számjegyet tartalmaz.

source: You have entered an invalid LinkedIn partner ID.
hu_hu: Ön érvénytelen LinkedIn partner ID-t adott meg.

source: You have entered an invalid Outbrain advertiser ID.
hu_hu: Ön érvénytelen Outbrain advertiser ID-t adott meg.

source: You have entered an invalid Pinterest ad account ID.
hu_hu: Ön érvénytelen Pinterest ad account ID-t adott meg.

source: You have entered an invalid Pinterest API token.
hu_hu: Ön érvénytelen Pinterest API tokent adott meg.

source: You have entered an invalid Twitter pixel ID. It only contains 5 to 7 lowercase letters and numbers.
hu_hu: Ön érvénytelen Twitter pixel ID-t adott meg. Csak 5–7 kisbetűt és számjegyet tartalmaz.

source: You have entered an invalid Pinterest pixel ID. It only contains 13 digits.
hu_hu: Ön érvénytelen Pinterest pixel ID-t adott meg. Csak 13 számjegyet tartalmaz.

source: You have entered an invalid Snapchat pixel ID.
hu_hu: Ön érvénytelen Snapchat pixel ID-t adott meg.

source: You have entered an invalid Snapchat CAPI token.
hu_hu: Ön érvénytelen Snapchat CAPI tokent adott meg.

source: You have entered an invalid Taboola account ID.
hu_hu: Ön érvénytelen Taboola account ID-t adott meg.

source: You have entered an invalid TikTok pixel ID.
hu_hu: Ön érvénytelen TikTok pixel ID-t adott meg.

source: You have entered an invalid TikTok Events API access token.
hu_hu: Ön érvénytelen TikTok Events API access tokent adott meg.

source: You have entered an invalid TikTok EAPI test_event_code.
hu_hu: Ön érvénytelen TikTok EAPI test_event_code-ot adott meg.

source: You have entered an invalid Hotjar site ID. It only contains 6 to 9 digits.
hu_hu: Ön érvénytelen Hotjar site ID-t adott meg. Csak 6–9 számjegyet tartalmaz.

source: You have entered an invalid Reddit pixel ID.
hu_hu: Ön érvénytelen Reddit pixel ID-t adott meg.

source: You have entered an invalid VWO account ID.
hu_hu: Ön érvénytelen VWO account ID-t adott meg.

source: You have entered an invalid Optimizely project ID.
hu_hu: Ön érvénytelen Optimizely project ID-t adott meg.

source: You have entered an invalid AB Tasty account ID.
hu_hu: Ön érvénytelen AB Tasty account ID-t adott meg.

source: You have entered the Scroll Tracker thresholds in the wrong format. It must be a list of comma separated percentages, like this "25,50,75,100"
hu_hu: Ön hibás formátumban adta meg a Scroll Tracker thresholds értékeket. Ennek vesszővel elválasztott százalékok listájának kell lennie, például így "25,50,75,100"

source: You have entered an invalid subscription value multiplier. It must be a number and at least 1.00
hu_hu: Ön érvénytelen subscription value multiplier-t adott meg. Ennek számnak kell lennie, és legalább 1.00

source: You have entered an invalid conversion adjustments conversion name. Special characters, quotes and single quotes are not allowed due to security reasons.
hu_hu: Ön érvénytelen conversion adjustments conversion name-t adott meg. Biztonsági okokból speciális karakterek, idézőjelek és aposztrófok nem engedélyezettek.

source: You have entered an invalid Twitter event ID.
hu_hu: Ön érvénytelen Twitter event ID-t adott meg.

source: You have entered an invalid LinkedIn conversion ID.
hu_hu: Ön érvénytelen LinkedIn conversion ID-t adott meg.

source: Payment Gateway Accuracy Warning
hu_hu: Fizetési átjáró pontossági figyelmeztetés

source: Your license for the Pixel Manager Pro for WooCommerce has been removed or has expired. Automatic updates and all premium features have been disabled.
hu_hu: Az Ön Pixel Manager Pro for WooCommerce licencét eltávolították, vagy lejárt. Az automatikus frissítések és minden prémium funkció le lettek tiltva.

source: More info
hu_hu: További információ

source: Purchase a new license
hu_hu: Új licenc vásárlása

source: Click here to dismiss this warning
hu_hu: Kattintson ide a figyelmeztetés elvetéséhez

source: Importance
hu_hu: Fontosság

source: Settings
hu_hu: Beállítások

source: The Pixel Manager has detected new opportunities which can help improve tracking and campaign performance.
hu_hu: A Pixel Manager új lehetőségeket észlelt, amelyek segíthetnek a követés és a kampányteljesítmény javításában.

source: Show the opportunities
hu_hu: A lehetőségek megjelenítése

source: Dismiss
hu_hu: Elvetés

source: Opportunities show how you could tweak the plugin settings to get more out of the Pixel Manager.
hu_hu: A lehetőségek megmutatják, hogyan finomíthatja a bővítmény beállításait, hogy többet hozzon ki a Pixel Managerből.

source: Available Opportunities
hu_hu: Elérhető lehetőségek

source: Dismissed Opportunities
hu_hu: Elvetett lehetőségek

source: Impact
hu_hu: Hatás

source: Setup
hu_hu: Beállítás

source: Dynamic Remarketing Variations Output
hu_hu: Dinamikus remarketing variációs kimenet

source: The Pixel Manager detected that at least one paid ads pixel is enabled, Dynamic Remarketing is enabled, but Variations Output has yet to be enabled.
hu_hu: A Pixel Manager észlelte, hogy legalább egy fizetett hirdetési pixel engedélyezve van, a dinamikus remarketing engedélyezve van, de a variációs kimenet még nincs engedélyezve.

source: Enabling Dynamic Remarketing Variations Output will allow you to collect more fine-grained, dynamic audiences down to the product variation level.
hu_hu: A dinamikus remarketing variációs kimenet engedélyezése lehetővé teszi, hogy a termékvariációk szintjéig részletesebb, dinamikus közönségeket gyűjtsön.

source: When enabling this setting, you also need to upload product variations to your catalogs.
hu_hu: Ezen beállítás engedélyezésekor a termékvariációkat is fel kell töltenie a katalógusaiba.

source: low
hu_hu: alacsony

source: Google Ads Conversion Cart Data
hu_hu: Google Ads konverziós kosáradatok

source: The Pixel Manager detected that Google Ads purchase conversion is enabled, but Google Ads Conversion Cart Data has yet to be enabled.
hu_hu: A Pixel Manager észlelte, hogy a Google Ads vásárlási konverzió engedélyezve van, de a Google Ads konverziós kosáradatok még nincsenek engedélyezve.

source: Enabling Google Ads Conversion Cart Data will improve reporting by including cart item data in your Google Ads conversion reports.
hu_hu: A Google Ads konverziós kosáradatok engedélyezése javítja a jelentéseket azáltal, hogy az Ön Google Ads konverziós jelentéseibe bekerülnek a kosár tételadatai.

source: medium
hu_hu: közepes

source: The Pixel Manager detected that you are not using the Google tag gateway for advertisers.
hu_hu: A Pixel Manager észlelte, hogy nem használja a Google tag gateway for advertisers megoldást.

source: Enabling the Google tag gateway for advertisers will allow you to track conversions and events more accurately.
hu_hu: A Google tag gateway for advertisers engedélyezése lehetővé teszi, hogy pontosabban kövesse a konverziókat és az eseményeket.

source: high
hu_hu: magas

source: Lifetime Value Calculation
hu_hu: Ügyfél-élettartam-érték (LTV) számítása

source: The Pixel Manager detected that Google Ads purchase conversion is enabled, but the Customer Lifetime Value Calculation has yet to be enabled.
hu_hu: A Pixel Manager észlelte, hogy a Google Ads vásárlási konverzió engedélyezve van, de az ügyfél-élettartam-érték (LTV) számítása még nincs engedélyezve.

source: Enabling the Customer Lifetime Value Calculation will allow you to send the customer lifetime value (LTV) to Google Ads, which will help you optimize your campaigns for better ROI.
hu_hu: Az ügyfél-élettartam-érték (LTV) számításának engedélyezése lehetővé teszi, hogy elküldje az ügyfél élettartamértékét (LTV) a Google Ads számára, ami segít kampányai optimalizálásában a jobb ROI érdekében.

source: Google Ads Conversion Adjustments
hu_hu: Google Ads konverziókiigazítások

source: The Pixel Manager detected that Google Ads purchase conversion is enabled, but Google Ads Conversion Adjustments has yet to be enabled.
hu_hu: A Pixel Manager észlelte, hogy a Google Ads vásárlási konverzió engedélyezve van, de a Google Ads konverziókiigazítások még nincsenek engedélyezve.

source: Enabling Google Ads Conversion Adjustments will improve conversion value accuracy by adjusting existing conversion values after processing refunds and cancellations.
hu_hu: A Google Ads konverziókiigazítások engedélyezése javítja a konverziós értékek pontosságát azáltal, hogy a visszatérítések és lemondások feldolgozása után módosítja a meglévő konverziós értékeket.

source: The Pixel Manager detected that Google is enabled, but Enhanced Conversions for Google has yet to be enabled.
hu_hu: A Pixel Manager észlelte, hogy a Google engedélyezve van, de az Enhanced Conversions for Google még nincs engedélyezve.

source: The Pixel Manager detected that the Meta (Facebook) Pixel is enabled, but Meta (Facebook) CAPI has yet to be enabled.
hu_hu: A Pixel Manager észlelte, hogy a Meta (Facebook) Pixel engedélyezve van, de a Meta (Facebook) CAPI még nincs engedélyezve.

source: Enabling Meta (Facebook) CAPI will improve conversion tracking accuracy overall.
hu_hu: A Meta (Facebook) CAPI engedélyezése összességében javítja a konverziókövetés pontosságát.

source: The Pixel Manager detected that Pinterest is enabled, but Pinterest Enhanced Match has yet to be enabled.
hu_hu: A Pixel Manager észlelte, hogy a Pinterest engedélyezve van, de a Pinterest Enhanced Match még nincs engedélyezve.

source: Enabling Pinterest Enhanced Match will improve conversion tracking accuracy when no Pinterest cookie is present and with cross-device checkouts.
hu_hu: A Pinterest Enhanced Match engedélyezése javítja a konverziókövetés pontosságát, amikor nincs Pinterest cookie, illetve eszközök közötti pénztár esetén.

source: The Pixel Manager detected that the Snapchat pixel is active on your site, but Advanced Matching is not enabled.
hu_hu: A Pixel Manager észlelte, hogy a Snapchat pixel aktív az Ön webhelyén, de az Advanced Matching nincs engedélyezve.

source: Enabling Snapchat Advanced Matching will improve the accuracy of your Snapchat pixel data by sending hashed customer data to Snapchat.
hu_hu: A Snapchat Advanced Matching engedélyezése javítja a Snapchat pixel adatainak pontosságát azáltal, hogy hash-elt ügyféladatokat küld a Snapchat számára.

source: Subscription Multiplier
hu_hu: Előfizetés-szorzó

source: The Pixel Manager detected that a WooCommerce Subscriptions plugin is enabled, but the Subscription Multiplier is still set to 1.00.
hu_hu: A Pixel Manager észlelte, hogy egy WooCommerce Subscriptions bővítmény engedélyezve van, de az Előfizetés-szorzó továbbra is 1.00 értéken van.

source: Setting a value in the Subscription Multiplier field will multiply the conversion value of subscription products by the specified value to better match the lifetime value of the subscription. This will improve campaign optimization.
hu_hu: Az Előfizetés-szorzó mezőben megadott érték a megadott értékkel megszorozza az előfizetéses termékek konverziós értékét, hogy jobban megfeleljen az előfizetés élettartamértékének. Ez javítja kampányai optimalizálását.

source: You can not view private data.
hu_hu: Nem tekintheti meg a magánjellegű adatokat.

source: Try going through the setup process again.
hu_hu: Próbálja meg újra végigvinni a beállítási folyamatot.
