{"translation-revision-date":"2025-10-21 10:10+0200","generator":"WP-CLI\/2.12.0","source":"assets\/js\/custom-code.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"No instances":["Nincsenek példányok"],"Learn More":["További információ"],"Edit":["Szerkesztés"],"Delete":["Törlés"],"All":["Összes"],"Loading":["Betöltés"],"Include":["Belefoglalás"],"Exclude":["Kizárás"],"We noticed that you already applied %s with the same condition.":["Észrevettük, hogy a %s már alkalmazva van ugyanazzal a feltétellel."],"To continue, set different conditions for each so they don't conflict.":["A folytatáshoz állítson be eltérő feltételeket mindegyikhez, hogy ne ütközzenek."],"Error:":["Hiba:"],"Go Back":["Vissza"],"Save & Close":["Mentés és bezárás"],"Add Condition":["Feltétel hozzáadása"],"Elementor Custom-Code #":["Elementor egyéni kód #"],"Publish Settings":["Közzétételi beállítások"],"Conditions":["Feltételek"],"Where Do You Want to Display Your Code?":["Hol szeretné megjeleníteni a kódot?"],"Set the conditions that determine where your code snippet is used throughout your site.":["Állítsa be azokat a feltételeket, amelyek meghatározzák, hol legyen használva a kódrészlet a webhelyén."],"For example, choose 'Entire Site' to display the code snippet across your site.":["Például válassza a 'Teljes webhely' lehetőséget, hogy a kódrészlet a teljes webhelyen megjelenjen."],"Manage and create all of your custom code here.<br \/>Organize all of your custom code and incorporate code snippets in your site. Add tracking codes, meta titles, and other scripts. Set display conditions, locations, and priority all from one place.":["Kezelje és hozza létre itt az összes egyéni kódját.<br \/>Szervezze és illessze be az egyéni kódrészleteket a webhelyére. Adjon hozzá követőkódokat, metacímeket és egyéb szkripteket. Állítsa be a megjelenítési feltételeket, helyeket és a prioritást egyetlen helyről."],"Learn more":["További információ"],"Code with AI":["Kódolás MI-vel"]}}}