Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: %1$s%2$sYelp Error Message:%3$s Please set the Yelp API key to display the reviews.%4$s
hu_hu: %1$s%2$sYelp hibaüzenet:%3$s Kérjük, állítsa be a Yelp API-kulcsot az értékelések megjelenítéséhez.%4$s

source: %1$sSomething went wrong:%2$s%3$s
hu_hu: %1$sHiba történt:%2$s%3$s

source: %1$s%2$sYelp Error Message:%3$s Incorrect Yelp API key. Please set up the API key from UAE settings.%4$s
hu_hu: %1$s%2$sYelp hibaüzenet:%3$s Helytelen Yelp API-kulcs. Kérjük, állítsa be az API-kulcsot a UAE beállításaiban.%4$s

source: %1$s%2$sYelp Error Message:%3$s Incorrect Business ID.%4$s
hu_hu: %1$s%2$sYelp hibaüzenet:%3$s Helytelen Business ID.%4$s

source: %1$s%2$s Unknown error occurred.%3$s
hu_hu: %1$s%2$s Ismeretlen hiba történt.%3$s

source: To display Google place reviews, you need to configure Google Map API key. Please configure API key from <a href="%s" target="_blank" rel="noopener">here</a>.
hu_hu: A Google-hely értékeléseinek megjelenítéséhez konfigurálnia kell a Google Térkép API-kulcsot. Kérjük, az API-kulcsot <a href=\"%s\" target=\"_blank\" rel=\"noopener\">itt</a> konfigurálja.

source: To display Yelp reviews, you need to configure the Yelp API key. Please configure API key from <a href="%s" target="_blank" rel="noopener">here</a>.
hu_hu: A Yelp-értékelések megjelenítéséhez konfigurálnia kell a Yelp API-kulcsot. Kérjük, az API-kulcsot <a href=\"%s\" target=\"_blank\" rel=\"noopener\">itt</a> konfigurálja.

source: Review Source
hu_hu: Értékelés forrása

source: Google Places
hu_hu: Google Helyek

source: %1$sGoogle Place ID%2$s
hu_hu: %1$sGoogle Place azonosító%2$s

source: Click %1$s here %2$s to find your Google Place ID.
hu_hu: Kattintson %1$s ide %2$s, hogy megtalálja a Google Place azonosítóját.

source: Sort By
hu_hu: Rendezés szerint

source: Most Relevant
hu_hu: Legrelevánsabb

source: Newest
hu_hu: Legújabb

source: <b>Note</b>: New Google Place API doesn't support Sort By.
hu_hu: <b>Megjegyzés</b>: Az új Google Place API nem támogatja a rendezést.

source: %1$sLanguage Code%2$s
hu_hu: %1$sNyelvi kód%2$s

source: Click %1$s here %2$s to check your Language code.
hu_hu: Kattintson %1$s ide %2$s a nyelvi kódja ellenőrzéséhez.

source: %1$sYelp Business ID%2$s
hu_hu: %1$sYelp üzleti azonosító%2$s

source: Click %1$s here %2$s to find your Yelp Business ID.
hu_hu: Kattintson %1$s ide %2$s, hogy megtalálja a Yelp üzleti azonosítóját.

source: Reload Reviews after a
hu_hu: Vélemények újratöltése ennyi idő után

source: Hour
hu_hu: Óra

source: Day
hu_hu: Nap

source: Week
hu_hu: Hét

source: Month
hu_hu: Hónap

source: Year
hu_hu: Év

source: Note: If you are facing issues while fetching the reviews make sure you have entered the correct API key <a href="%s" target="_blank" rel="noopener">here</a>.
hu_hu: Megjegyzés: Ha problémát tapasztal a vélemények lekérése közben, ellenőrizze, hogy a helyes API-kulcsot adta meg <a href="%s" target="_blank" rel="noopener">itt</a>.

source: Layout
hu_hu: Elrendezés

source: Select Layout
hu_hu: Elrendezés kiválasztása

source: Grid
hu_hu: Rács

source: Number of Reviews
hu_hu: Vélemények száma

source: Google allows maximum 5 reviews. Click <a href="%s" target="_blank" rel="noopener">here</a> to know more.
hu_hu: A Google legfeljebb 5 véleményt engedélyez. További információért kattintson <a href="%s" target="_blank" rel="noopener">ide</a>.

source: Yelp allows maximum 3 reviews. Click <a href="%s" target="_blank" rel="noopener">here</a> to know more.
hu_hu: A Yelp legfeljebb 3 véleményt engedélyez. További információért kattintson <a href="%s" target="_blank" rel="noopener">ide</a>.

source: We can fetch only up to 5 Google and 3 Yelp Reviews. So, a maximum of 8 reviews can be displayed. Click <a href="%s" target="_blank" rel="noopener">here</a> to know more.
hu_hu: Legfeljebb 5 Google- és 3 Yelp-véleményt tudunk lekérni. Így legfeljebb 8 vélemény jeleníthető meg. További információért kattintson <a href="%s" target="_blank" rel="noopener">ide</a>.

source: Columns
hu_hu: Oszlopok

source: Reviews to Show
hu_hu: Megjelenítendő vélemények száma

source: Note: <b>Reviews to Show</b> should be less than <b>Number of Reviews</b>.
hu_hu: Megjegyzés: A <b>Megjelenítendő vélemények száma</b> legyen kisebb, mint a <b>Vélemények száma</b>.

source: Slides to Scroll
hu_hu: Görgetésenkénti diák száma

source: Arrows and Dots
hu_hu: Nyilak és pontok

source: Infinite Loop
hu_hu: Végtelenített ciklus

source: Autoplay
hu_hu: Automatikus lejátszás

source: Pause on Hover
hu_hu: Szünet egér fölé vitelekor

source: Autoplay Speed
hu_hu: Automatikus lejátszás sebessége

source: Transition Speed (ms)
hu_hu: Átmenet sebessége (ms)

source: Equal Height
hu_hu: Azonos magasság

source: Note: This option sets an equal height for all the reviews content boxes. It takes the height of the longest review and applies it to the other reviews.
hu_hu: Megjegyzés: Ez az opció azonos magasságot állít be az összes véleményt tartalmazó doboz számára. A leghosszabb vélemény magasságát veszi alapul, és alkalmazza a többi véleményre.

source: Filters
hu_hu: Szűrők

source: Filter By
hu_hu: Szűrés szerint

source: Minimum Rating
hu_hu: Minimális értékelés

source: Choose the lowest star ratings to display.</br>For example, choosing 3 star will skip the reviews with less than 3 rating from displaying.
hu_hu: Válassza ki a megjelenítendő legalacsonyabb csillagértéket.</br>Például 3 csillag választásakor a 3-nál alacsonyabb értékelésű vélemények nem jelennek meg.

source: %1$s How to get Google Places API Key? » %2$s
hu_hu: %1$s Hogyan szerezhet Google Places API-kulcsot? » %2$s

source: %1$s How to find Google Place ID? » %2$s
hu_hu: %1$s Hogyan találhatja meg a Google Place azonosítót? » %2$s

source: %1$s How to get Yelp API Key? » %2$s
hu_hu: %1$s Hogyan szerezhet Yelp API-kulcsot? » %2$s

source: %1$s How to find Yelp Business ID? » %2$s
hu_hu: %1$s Hogyan találhatja meg a Yelp üzleti azonosítót? » %2$s

source: %1$s Unable to display more than 5 Google/3 Yelp Reviews? » %2$s
hu_hu: %1$s Nem tud több mint 5 Google/3 Yelp véleményt megjeleníteni? » %2$s

source: Button
hu_hu: Gomb

source: Text
hu_hu: Szöveg

source: Click Me
hu_hu: Kattintson ide

source: Link
hu_hu: Hivatkozás

source: Icon
hu_hu: Ikon

source: Icon Position
hu_hu: Ikon pozíciója

source: Icon Spacing
hu_hu: Ikon távolsága

source: Icon size
hu_hu: Ikon mérete

source: Add your custom id WITHOUT the # key.
hu_hu: Adja meg az egyéni id-t a # jel NÉLKÜL.

source: CSS Classes
hu_hu: CSS osztályok

source: Add space separated custom classes WITHOUT the dot.
hu_hu: Adjon meg szóközzel elválasztott egyéni osztályokat PONT nélkül.

source: Design
hu_hu: Dizájn

source: Set custom styles that will only affect this specific button.
hu_hu: Állítson be egyéni stílusokat, amelyek csak kifejezetten erre a gombra lesznek hatással.

source: Normal
hu_hu: Normál

source: Hover
hu_hu: Rámutatás

source: Border Hover Color
hu_hu: Szegély színe rámutatáskor

source: Buttons
hu_hu: Gombok

source: Enroll Today
hu_hu: Iratkozzon be még ma

source: Learn More
hu_hu: Tudjon meg többet

source: Space between buttons
hu_hu: Gombok közötti távolság

source: Stack on
hu_hu: Egymás alá rendezés ekkortól

source: Choose on what breakpoint where the buttons will stack.
hu_hu: Válassza ki, mely töréspontnál rendeződjenek a gombok egymás alá.

source: Desktop
hu_hu: Asztali

source: Mobile
hu_hu: Mobil

source: Size
hu_hu: Méret

source: Justify
hu_hu: Sorkizárás

source: Hover Animation
hu_hu: Rámutatás animációja

source: Select Form
hu_hu: Válasszon űrlapot

source: Form Fields
hu_hu: Űrlapmezők

source: Field Style
hu_hu: Mező stílusa

source: Underline
hu_hu: Aláhúzás

source: Field Size
hu_hu: Mező mérete

source: Extra Small
hu_hu: Extra kicsi

source: Small
hu_hu: Kicsi

source: Medium
hu_hu: Közepes

source: Large
hu_hu: Nagy

source: Extra Large
hu_hu: Extra nagy

source: Field Padding
hu_hu: Mező belső kitöltése

source: Field Background Color
hu_hu: Mező háttérszíne

source: Label Color
hu_hu: Címke színe

source: Input Text / Placeholder Color
hu_hu: Beviteli szöveg / helyőrző színe

source: Field Description Color
hu_hu: Mező leírásának színe

source: Required Asterisk Color
hu_hu: Kötelező csillag színe

source: Double
hu_hu: Dupla

source: Border Size
hu_hu: Szegély vastagsága

source: Border Active Color
hu_hu: Aktív szegély színe

source: Rounded Corners
hu_hu: Lekerekített sarkok

source: Disable Field Shadow Effect
hu_hu: Tiltsa le a mező árnyékhatását

source: Field Alignment
hu_hu: Mező igazítása

source: Radio & Checkbox
hu_hu: Rádiógomb és jelölőnégyzet

source: Override Current Style
hu_hu: Jelenlegi stílus felülírása

source: Selected Color
hu_hu: Kiválasztott szín

source: Checkbox Rounded Corners
hu_hu: Jelölőnégyzet lekerekített sarkai

source: Submit Button
hu_hu: Küldés gomb

source: Button Alignment
hu_hu: Gomb igazítása

source: Justified
hu_hu: Sorkizárt

source: Success / Error Message
hu_hu: Siker-/hibaüzenet

source: Error Field Validation
hu_hu: Hibás mező ellenőrzése

source: Message Position
hu_hu: Üzenet pozíciója

source: Bottom Right Side of Field
hu_hu: Mező jobb alsó oldala

source: Message Color
hu_hu: Üzenet színe

source: Message Background Color
hu_hu: Üzenet háttérszíne

source: Advanced settings
hu_hu: Haladó beállítások

source: Highlight Border Color
hu_hu: Kiemelés keretszíne

source: Form Success Validation
hu_hu: Űrlap sikeres érvényesítése

source: Success Message Color
hu_hu: Sikerüzenet színe

source: %1$s Unable to See Caldera Form Styler Widget? » %2$s
hu_hu: %1$s Nem látja a Caldera Form Styler widgetet? » %2$s

source: Between Two Fields
hu_hu: Két mező között

source: Label Bottom Spacing
hu_hu: Címke alsó térköze

source: Description Top Spacing
hu_hu: Leírás felső térköze

source: Field Label
hu_hu: Mezőcímke

source: Input Text / Placeholder
hu_hu: Beviteli szöveg / helyőrző

source: Field Description
hu_hu: Mezőleírás

source: You have not added any Contact Form 7 yet.
hu_hu: Még nem adott hozzá egyetlen Contact Form 7 űrlapot sem.

source: Choose the form that you want for this page for styling
hu_hu: Válassza ki az ehhez az oldalhoz stílusozni kívánt űrlapot

source: Field Validation
hu_hu: Mezőérvényesítés

source: Highlight Borders
hu_hu: Keretek kiemelése

source: Form Success / Error Validation
hu_hu: Űrlap sikeres/hibás érvényesítése

source: Success Message Background Color
hu_hu: Sikerüzenet háttérszíne

source: Success Border Color
hu_hu: Sikerüzenet keretszíne

source: Error Message Color
hu_hu: Hibaüzenet színe

source: Error Message Background Color
hu_hu: Hibaüzenet háttérszíne

source: Error Border Color
hu_hu: Hibaüzenet keretszíne

source: Message Padding
hu_hu: Üzenet belső margója

source: Between Label & Input
hu_hu: Címke és beviteli mező között

source: Between Fields
hu_hu: Mezők között

source: Form Label
hu_hu: Űrlapcímke

source: Radio Button & Checkbox
hu_hu: Választógomb és jelölőnégyzet

source: %1$s Display input fields in column » %2$s
hu_hu: %1$s Beviteli mezők megjelenítése oszlopban » %2$s

source: %1$s Unable to see Checkbox / Radio / Acceptance control » %2$s
hu_hu: %1$s Nem látja a Checkbox / Radio / Acceptance vezérlőt? » %2$s

source: select
hu_hu: válasszon

source: Please select a Contact Form 7.
hu_hu: Kérjük, válasszon egy Contact Form 7-et.

source: Content 1
hu_hu: Tartalom 1

source: Heading
hu_hu: Címsor

source: Heading 1
hu_hu: Címsor 1

source: Section
hu_hu: Szakasz

source: Description
hu_hu: Leírás

source: This is your first content. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.​ Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
hu_hu: Ez az első tartalma. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.​ Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.

source: Select Section
hu_hu: Szakasz kiválasztása

source: Select Container
hu_hu: Konténer kiválasztása

source: Select Page
hu_hu: Válasszon oldalt

source: Content 2
hu_hu: Tartalom 2

source: Heading 2
hu_hu: Címsor 2

source: This is your second content. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.​ Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
hu_hu: Ez az Ön második tartalma. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.​ Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.

source: Switcher
hu_hu: Kapcsoló

source: Default Display
hu_hu: Alapértelmezett megjelenítés

source: Switch Style
hu_hu: Kapcsoló stílusa

source: Color 1
hu_hu: Szín 1

source: Color 2
hu_hu: Szín 2

source: Controller Color
hu_hu: Vezérlő színe

source: Switch Size
hu_hu: Kapcsoló mérete

source: Headings
hu_hu: Címsorok

source: HTML Tag
hu_hu: HTML-címke

source: Stack
hu_hu: Halmozott

source: Inline
hu_hu: Egysoros

source: Choose on what breakpoint the heading will stack.
hu_hu: Válassza ki, mely töréspontnál rendeződjön egymás alá a címsor.

source: Mobile (767px >)
hu_hu: Mobil (767px >)

source: Advanced
hu_hu: Speciális

source: OFF
hu_hu: KI

source: ON
hu_hu: BE

source: Content
hu_hu: Tartalom

source: Button & Headings
hu_hu: Gomb & címsorok

source: Content & Headings
hu_hu: Tartalom & címsorok

source: %1$s Filters/Actions » %2$s
hu_hu: %1$s Szűrők/Műveletek » %2$s

source: %1$s How to open a specific content from a remote link? » %2$s
hu_hu: %1$s Hogyan nyisson meg egy konkrét tartalmat távoli hivatkozásról? » %2$s

source: Saved Section
hu_hu: Mentett szakasz

source: Saved Container
hu_hu: Mentett konténer

source: Saved Page
hu_hu: Mentett oldal

source: Round 1
hu_hu: Kerek 1

source: Round 2
hu_hu: Kerek 2

source: Rectangle
hu_hu: Téglalap

source: Label Box
hu_hu: Felirat doboz

source: Type
hu_hu: Típus

source: Fixed Timer
hu_hu: Rögzített időzítő

source: Evergreen Timer
hu_hu: Evergreen időzítő

source: Recurring Timer
hu_hu: Ismétlődő időzítő

source: Click <a href="%s" target="_blank" rel="noopener">here</a> to know more about the <span style="text-decoration:underline;font-weight:900;">Fixed Timer</span>.
hu_hu: Kattintson <a href="%s" target="_blank" rel="noopener">ide</a>, ha többet szeretne megtudni a <span style="text-decoration:underline;font-weight:900;">Rögzített időzítőről</span>.

source: Due Date and Time
hu_hu: Lejárat dátuma és ideje

source: Date set according to your timezone: %s.
hu_hu: A dátum az Ön időzónája szerint van beállítva: %s.

source: Click <a href="%s" target="_blank" rel="noopener">here</a> to know more about the <span style="text-decoration:underline;font-weight:900;">Evergreen Timer</span>.
hu_hu: Kattintson <a href="%s" target="_blank" rel="noopener">ide</a>, ha többet szeretne megtudni az <span style="text-decoration:underline;font-weight:900;">Evergreen időzítőről</span>.

source: Click <a href="%s" target="_blank" rel="noopener">here</a> to know more about <span style="text-decoration:underline;font-weight:900;">Recurring Timer</span>.
hu_hu: Kattintson <a href="%s" target="_blank" rel="noopener">ide</a>, ha többet szeretne megtudni az <span style="text-decoration:underline;font-weight:900;">Ismétlődő időzítőről</span>.

source: Which <a href="%s" target="_blank" rel="noopener">timezone</a> does the timer use?
hu_hu: Melyik <a href="%s" target="_blank" rel="noopener">időzónát</a> használja az időzítő?

source: Start Date and Time
hu_hu: Kezdés dátuma és ideje

source: Select the date & time when you want to make your countdown timer go live on your site.
hu_hu: Válassza ki a dátumot & időpontot, amikor a visszaszámláló időzítőt élesíteni szeretné a webhelyén.

source: Days
hu_hu: Napok

source: Hours
hu_hu: Órák

source: Minutes
hu_hu: Percek

source: Set the above Days, Hours, Minutes fields for the amount of time you want the timer to display.
hu_hu: Állítsa be a fenti Napok, Órák, Percek mezőket arra az időtartamra, amelyet szeretné, ha az időzítő megjelenítene.

source: Repeat Timer after ( Days )
hu_hu: Időzítő ismétlése ( napok ) után

source: Note: This option will repeat the timer after sepcified number of days.
hu_hu: Megjegyzés: Ez az opció az időzítőt a megadott számú nap után ismétli.

source: Display Days
hu_hu: Napok megjelenítése

source: Display Hours
hu_hu: Órák megjelenítése

source: Display Minutes
hu_hu: Percek megjelenítése

source: Display Seconds
hu_hu: Másodpercek megjelenítése

source: Reset Timer
hu_hu: Időzítő visszaállítása

source: Action After Expiry
hu_hu: Lejárat utáni művelet

source: Select Action
hu_hu: Válasszon műveletet

source: Redirect
hu_hu: Átirányítás

source: Show Message
hu_hu: Üzenet megjelenítése

source: Message
hu_hu: Üzenet

source: Sale has ended!!
hu_hu: Az akció véget ért!!

source: Redirect URL
hu_hu: Átirányítás URL-je

source: Preview after expire message
hu_hu: Lejárat utáni üzenet előnézete

source: Labels
hu_hu: Címkék

source: Display Labels
hu_hu: Címkék megjelenítése

source: Label for Days
hu_hu: Címke a napokhoz

source: Label for Hours
hu_hu: Címke az órákhoz

source: Label for Minutes
hu_hu: Címke a percekhez

source: Label for Seconds
hu_hu: Címke a másodpercekhez

source: Seconds
hu_hu: Másodpercek

source: Label Position
hu_hu: Címke pozíciója

source: Label Spacing
hu_hu: Címkék közötti távolság

source: Select Style
hu_hu: Válasszon stílust

source: Separator
hu_hu: Elválasztó

source: Enable
hu_hu: Engedélyezés

source: Disable
hu_hu: Letiltás

source: Separator Color
hu_hu: Elválasztó színe

source: Flash Animation
hu_hu: Villogó animáció

source: Start Animation Before (Minutes)
hu_hu: Animáció indítása ennyivel korábban (percek)

source: Countdown Items
hu_hu: Visszaszámláló elemek

source: Container Width
hu_hu: Konténer szélessége

source: Container Width ( PX )
hu_hu: Konténer szélessége ( PX )

source: Spacing Between Items
hu_hu: Elemek közötti távolság

source: Spacing Between Digits and Labels
hu_hu: Számjegyek és címkék közötti távolság

source: Box Shadow
hu_hu: Dobozárnyék

source: Responsive Support
hu_hu: Reszponzív támogatás

source: Enable this option to stack the Countdown items on mobile.
hu_hu: Engedélyezze ezt az opciót, hogy a visszaszámláló elemek mobilon egymás alá rendeződjenek.

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Digits
hu_hu: Számjegyek

source: Expire Message
hu_hu: Lejárati üzenet

source: %1$s Know more about the types of timers » %2$s
hu_hu: %1$s Tudjon meg többet az időzítők típusairól » %2$s

source: %1$s What is the difference between Fixed, Evergreen timer? » %2$s
hu_hu: %1$s Mi a különbség a fix és az örökzöld időzítő között? » %2$s

source: %1$s What is the difference between Evergreen and Recurring Timer » %2$s
hu_hu: %1$s Mi a különbség az örökzöld és az ismétlődő időzítő között? » %2$s

source: %1$s How does the Recurring Timer works? » %2$s
hu_hu: %1$s Hogyan működik az ismétlődő időzítő? » %2$s

source: %1$s Which timezone does the timer use? » %2$s
hu_hu: %1$s Melyik időzónát használja az időzítő? » %2$s

source: ACF Field
hu_hu: ACF mező

source: Search ACF fields ( Types: textual, select, date, boolean, post, taxonomy ) by name.
hu_hu: ACF mezők keresése ( Típusok: szöveges, választó, dátum, logikai, bejegyzés, taxonómia ) név szerint.

source: Search Fields
hu_hu: Mezők keresése

source: Value
hu_hu: Érték

source: Advanced Date
hu_hu: Speciális dátum

source: Browser
hu_hu: Böngésző

source: Date Range
hu_hu: Dátumtartomány

source: Date
hu_hu: Dátum

source: Geolocation
hu_hu: Helymeghatározás

source: Afghanistan
hu_hu: Afganisztán

source: Aland Islands
hu_hu: Åland-szigetek

source: Albania
hu_hu: Albánia

source: Algeria
hu_hu: Algéria

source: American Samoa
hu_hu: Amerikai Szamoa

source: Antarctica
hu_hu: Antarktisz

source: Antigua and Barbuda
hu_hu: Antigua és Barbuda

source: Argentina
hu_hu: Argentína

source: Armenia
hu_hu: Örményország

source: Australia
hu_hu: Ausztrália

source: Austria
hu_hu: Ausztria

source: Azerbaijan
hu_hu: Azerbajdzsán

source: Bahamas
hu_hu: Bahama-szigetek

source: Bahrain
hu_hu: Bahrein

source: Bangladesh
hu_hu: Banglades

source: Belarus
hu_hu: Fehéroroszország

source: Bhutan
hu_hu: Bhután

source: Bolivia
hu_hu: Bolívia

source: Bonaire, Saint Eustatius and Saba
hu_hu: Bonaire, Szent Eustatius és Saba

source: Bosnia and Herzegovina
hu_hu: Bosznia és Hercegovina

source: Bouvet Island
hu_hu: Bouvet-sziget

source: Brazil
hu_hu: Brazília

source: British Indian Ocean Territory
hu_hu: Brit Indiai-óceáni Terület

source: British Virgin Islands
hu_hu: Brit Virgin-szigetek

source: Bulgaria
hu_hu: Bulgária

source: Cambodia
hu_hu: Kambodzsa

source: Cameroon
hu_hu: Kamerun

source: Canada
hu_hu: Kanada

source: Cape Verde
hu_hu: Zöld-foki-szigetek

source: Cayman Islands
hu_hu: Kajmán-szigetek

source: Central African Republic
hu_hu: Közép-afrikai Köztársaság

source: Chad
hu_hu: Csád

source: China
hu_hu: Kína

source: Christmas Island
hu_hu: Karácsony-sziget

source: Cocos (Keeling) Islands
hu_hu: Kókusz (Keeling)-szigetek

source: Colombia
hu_hu: Kolumbia

source: Comoros
hu_hu: Comore-szigetek

source: Congo (Brazzaville)
hu_hu: Kongó (Brazzaville)

source: Congo (Kinshasa)
hu_hu: Kongó (Kinshasa)

source: Cook Islands
hu_hu: Cook-szigetek

source: Croatia
hu_hu: Horvátország

source: Cuba
hu_hu: Kuba

source: Cyprus
hu_hu: Ciprus

source: Czech Republic
hu_hu: Cseh Köztársaság

source: Denmark
hu_hu: Dánia

source: Djibouti
hu_hu: Dzsibuti

source: Dominica
hu_hu: Dominika

source: Dominican Republic
hu_hu: Dominikai Köztársaság

source: Egypt
hu_hu: Egyiptom

source: El Salvador
hu_hu: Salvador

source: Equatorial Guinea
hu_hu: Egyenlítői-Guinea

source: Estonia
hu_hu: Észtország

source: Ethiopia
hu_hu: Etiópia

source: Falkland Islands
hu_hu: Falkland-szigetek

source: Faroe Islands
hu_hu: Feröer-szigetek

source: Fiji
hu_hu: Fidzsi-szigetek

source: Finland
hu_hu: Finnország

source: France
hu_hu: Franciaország

source: French Guiana
hu_hu: Francia Guyana

source: French Polynesia
hu_hu: Francia Polinézia

source: French Southern Territories
hu_hu: Francia déli területek

source: Georgia
hu_hu: Grúzia

source: Germany
hu_hu: Németország

source: Ghana
hu_hu: Ghána

source: Gibraltar
hu_hu: Gibraltár

source: Greece
hu_hu: Görögország

source: Greenland
hu_hu: Grönland

source: Guinea-Bissau
hu_hu: Bissau-Guinea

source: Heard Island and McDonald Islands
hu_hu: Heard-sziget és McDonald-szigetek

source: Hungary
hu_hu: Magyarország

source: Iceland
hu_hu: Izland

source: Indonesia
hu_hu: Indonézia

source: Iran
hu_hu: Irán

source: Iraq
hu_hu: Irak

source: Ireland
hu_hu: Írország

source: Isle of Man
hu_hu: Man-sziget

source: Israel
hu_hu: Izrael

source: Italy
hu_hu: Olaszország

source: Ivory Coast
hu_hu: Elefántcsontpart

source: Japan
hu_hu: Japán

source: Jordan
hu_hu: Jordánia

source: Kazakhstan
hu_hu: Kazahsztán

source: Kuwait
hu_hu: Kuvait

source: Kyrgyzstan
hu_hu: Kirgizisztán

source: Laos
hu_hu: Laosz

source: Latvia
hu_hu: Lettország

source: Lebanon
hu_hu: Libanon

source: Liberia
hu_hu: Libéria

source: Libya
hu_hu: Líbia

source: Lithuania
hu_hu: Litvánia

source: Luxembourg
hu_hu: Luxemburg

source: Macao S.A.R., China
hu_hu: Makaó S.A.R., Kína

source: Macedonia
hu_hu: Macedónia

source: Madagascar
hu_hu: Madagaszkár

source: Malaysia
hu_hu: Malajzia

source: Maldives
hu_hu: Maldív-szigetek

source: Malta
hu_hu: Málta

source: Marshall Islands
hu_hu: Marshall-szigetek

source: Mauritania
hu_hu: Mauritánia

source: Mexico
hu_hu: Mexikó
