Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: Materials
hu_hu: Anyagok

source: %1$sAdd Materials%2$s
hu_hu: %1$sAnyagok hozzáadása%2$s

source: Things Needed?
hu_hu: Szükséges dolgok?

source: Add Required Materials
hu_hu: Szükséges anyagok hozzáadása

source: - A WordPress Website.
hu_hu: - Egy WordPress weboldal.

source: - Elementor Plugin.
hu_hu: - Elementor bővítmény.

source: - UAE Plugin.
hu_hu: - UAE bővítmény.

source: Steps
hu_hu: Lépések

source: Steps to configure the HowTo widget:
hu_hu: Lépések a HowTo widget konfigurálásához:

source: Add Steps
hu_hu: Lépések hozzáadása

source: Step 1 : Enter the HowTo Schema title you want
hu_hu: 1. lépés : Adja meg a kívánt HowTo séma címét

source: Enter the title to your HowTo Schema
hu_hu: Adja meg a HowTo sémája címét

source: Step 2 : Enter the HowTo Schema description and add a relevant image
hu_hu: 2. lépés : Adja meg a HowTo séma leírását, és adjon hozzá egy releváns képet

source: Enter the HowTo Description with a relevant image to your description.
hu_hu: Adja meg a HowTo leírást egy releváns képpel a leírásához.

source: Step 3 : Configure the Advanced settings. ie Total Time, Estimated Cost, Materials, Tools
hu_hu: 3. lépés : Konfigurálja a Speciális beállításokat. azaz Teljes idő, Becsült költség, Anyagok, Eszközök

source: Enter Total Time, Estimated Cost, Tools & Materials
hu_hu: Adja meg a teljes időt, a becsült költséget, az eszközöket és az anyagokat

source: Step 4 : Enter the Steps for your HowTo Schema
hu_hu: 4. lépés : Adja meg a HowTo Schema-hoz tartozó lépéseket

source: Steps for your HowTo Schema instructions. It can be a single step (text, document or video) or an ordered list of steps (itemList) of HowTo Step.
hu_hu: Lépések az Ön HowTo Schema útmutatójához. Lehet egyetlen lépés (szöveg, dokumentum vagy videó), vagy a HowTo Step elemek rendezett listája (itemList).

source: Heading bottom spacing
hu_hu: Címsor alsó térköze

source: Description bottom spacing
hu_hu: Leírás alsó térköze

source: Image bottom spacing
hu_hu: Kép alsó térköze

source: Spacing between sections
hu_hu: Szakaszok közötti térköz

source: Tools & Materials
hu_hu: Eszközök és anyagok

source: Section title bottom spacing
hu_hu: Szakaszcím alsó térköze

source: Spacing between items
hu_hu: Elemek közötti térköz

source: Title bottom spacing
hu_hu: Cím alsó térköze

source: Step title bottom spacing
hu_hu: Lépés címének alsó térköze

source: Spacing between steps
hu_hu: Lépések közötti térköz

source: Image spacing
hu_hu: Kép térköze

source: Inline Sections
hu_hu: Inline szakaszok

source: Section Title
hu_hu: Szakaszcím

source: Step Title
hu_hu: Lépés címe

source: Step Description
hu_hu: Lépés leírása

source: Step Image
hu_hu: Lépés képe

source: Inherit
hu_hu: Öröklés

source: Gallery
hu_hu: Galéria

source: Row Height
hu_hu: Sormagasság

source: Last Row Layout
hu_hu: Utolsó sor elrendezése

source: No Justify
hu_hu: Nincs igazítás

source: Filterable Image Gallery
hu_hu: Szűrhető képgaléria

source: Learn : %1$s How to design filterable image gallery? %2$s
hu_hu: Ismerje meg : %1$s Hogyan tervezzen szűrhető képgalériát? %2$s

source: "All" Tab Label
hu_hu: "Összes" fül címkéje

source: All
hu_hu: Összes

source: Default Tab on Page Load
hu_hu: Alapértelmezett fül oldalbetöltéskor

source: First
hu_hu: Első

source: Enter Category Name
hu_hu: Adja meg a kategória nevét

source: Note: Enter the category name that you wish to set as a default on page load. Read %1$s this article %2$s for more information.
hu_hu: Megjegyzés: Adja meg annak a kategóriának a nevét, amelyet alapértelmezettként kíván beállítani az oldal betöltésekor. További információért olvassa el %1$s ezt a cikket %2$s.

source: Enable this option to display Filterable Tabs in a Dropdown on Mobile.
hu_hu: Engedélyezze ezt az opciót, hogy mobilon a szűrhető fülek lenyíló menüben jelenjenek meg.

source: Images to Show
hu_hu: Megjelenítendő képek

source: Images to Scroll
hu_hu: Görgetendő képek száma

source: Autoplay Speed (ms)
hu_hu: Automatikus lejátszás sebessége (ms)

source: Additional Options
hu_hu: További beállítások

source: Click Action
hu_hu: Kattintási művelet

source: Media File
hu_hu: Médiafájl

source: Attachment Page
hu_hu: Melléklet oldal

source: Custom Link
hu_hu: Egyéni hivatkozás

source: Learn : %1$s How to assign custom link for images? %2$s
hu_hu: Tudjon meg többet : %1$s Hogyan rendelhet egyéni hivatkozást a képekhez? %2$s

source: Link Target
hu_hu: Hivatkozás célja

source: Same Window
hu_hu: Ugyanabban az ablakban

source: New Window
hu_hu: Új ablakban

source: Ordering
hu_hu: Sorrend

source: Random
hu_hu: Véletlenszerű

source: Show Caption
hu_hu: Felirat megjelenítése

source: Never
hu_hu: Soha

source: On Image
hu_hu: A képen

source: On Hover
hu_hu: Rámutatáskor

source: Learn : %1$s How to assign captions for images? %2$s
hu_hu: Tudjon meg többet : %1$s Hogyan rendelhet feliratokat a képekhez? %2$s

source: Clickable Caption
hu_hu: Kattintható felirat

source: Enable this option to make the captions clickable.
hu_hu: Engedélyezze ezt a beállítást, hogy a feliratok kattinthatók legyenek.

source: Lightbox Actions
hu_hu: Lightbox műveletek

source: Zoom
hu_hu: Nagyítás

source: Slideshow
hu_hu: Diavetítés

source: Full Screen
hu_hu: Teljes képernyő

source: Download
hu_hu: Letöltés

source: Click %1$s here %2$s to learn more about this.
hu_hu: Kattintson %1$s ide %2$s, hogy többet tudjon meg erről.

source: Show Caption Below Image
hu_hu: Felirat megjelenítése a kép alatt

source: Enable this option to display the caption under the image in Lightbox.
hu_hu: Engedélyezze ezt a beállítást, hogy a Lightboxban a felirat a kép alatt jelenjen meg.

source: Caption Bottom Spacing
hu_hu: Felirat alsó térköze

source: Loop
hu_hu: Végtelenítés

source: Enable infinite gallery navigation.
hu_hu: Engedélyezze a végtelen galéria-navigációt.

source: Image Vertical</br>Alignment
hu_hu: Kép függőleges</br>igazítása

source: Middle
hu_hu: Középen

source: Thumbnail
hu_hu: Bélyegkép

source: Scale
hu_hu: Méretezés

source: Image Effect
hu_hu: Képhatás

source: Overlay Radius
hu_hu: Átfedő réteg lekerekítése

source: Overlay Icon
hu_hu: Átfedő ikon

source: Font Icon
hu_hu: Betűalapú ikon

source: Select Overlay Icon
hu_hu: Átfedő ikon kiválasztása

source: Overlay Icon Color
hu_hu: Átfedő ikon színe

source: Overlay Icon Size
hu_hu: Átfedő ikon mérete

source: Overlay Image
hu_hu: Átfedő kép

source: Overlay Image Width
hu_hu: Átfedő kép szélessége

source: Caption
hu_hu: Felirat

source: Vertical Alignment
hu_hu: Függőleges igazítás

source: Filterable Tabs
hu_hu: Szűrhető fülek

source: Tab Alignment
hu_hu: Fül igazítása

source: Spacing Between Tabs
hu_hu: Fülek közötti térköz

source: Tabs Bottom Spacing
hu_hu: Fülek alsó térköze

source: Text Active / Hover Color
hu_hu: Szöveg aktív / hover színe

source: Background Active / Hover Color
hu_hu: Háttér aktív / hover színe

source: %1$s Design filterable Image Gallery » %2$s
hu_hu: %1$s Tervezzen szűrhető képgalériát » %2$s

source: %1$s Open lightbox on the click of an image » %2$s
hu_hu: %1$s Nyissa meg a lightboxot a képre kattintva » %2$s

source: %1$s Open a webpage on the click of an image » %2$s
hu_hu: %1$s Nyisson meg egy weboldalt a képre kattintva » %2$s

source: %1$s Apply scale, opacity, overlay, effects to images » %2$s
hu_hu: %1$s Alkalmazzon méretezést, átlátszóságot, átfedést, effektusokat a képekre » %2$s

source: %1$s Display specific category tab as a default on page load » %2$s
hu_hu: %1$s Jelenítsen meg egy meghatározott kategóriafület alapértelmezettként az oldal betöltésekor » %2$s

source: %1$s Set icon on image hover » %2$s
hu_hu: %1$s Állítson be ikont a kép hover állapotában » %2$s

source: %1$s Display Caption below image in the lightbox » %2$s
hu_hu: %1$s Jelenítse meg a képaláírást a lightboxban a kép alatt » %2$s

source: Title Prefix
hu_hu: Cím előtagja

source: Enter description text here.Lorem ipsum dolor sit amet, consectetur adipiscing. Quo incidunt ullamco.​
hu_hu: Itt adja meg a leírás szövegét.Lorem ipsum dolor sit amet, consectetur adipiscing. Quo incidunt ullamco.​

source: Image/Icon
hu_hu: Kép/ikon

source: Select Position
hu_hu: Válassza ki a pozíciót

source: Left of Heading
hu_hu: A címsortól balra

source: Right of Heading
hu_hu: A címsortól jobbra

source: Left of Text and Heading
hu_hu: A szövegtől és a címsortól balra

source: Right of Text and Heading
hu_hu: A szövegtől és a címsortól jobbra

source: Choose on what breakpoint the Infobox will stack.
hu_hu: Válassza ki, mely törésponton fog egymás alá rendeződni az Infobox.

source: For Tablet & Mobile
hu_hu: Táblagépen és mobilon

source: Image/Icon Style
hu_hu: Kép/ikon stílusa

source: Circle Background
hu_hu: Kör alakú háttér

source: Square / Rectangle Background
hu_hu: Négyzet / téglalap alakú háttér

source: Image Type
hu_hu: Kép típusa

source: Icon Basics
hu_hu: Ikon alapjai

source: Image Basics
hu_hu: Kép alapjai

source: Image Style
hu_hu: Kép stílusa

source: Image Opacity
hu_hu: Kép átlátszósága

source: Transition Duration
hu_hu: Átmenet időtartama

source: Opacity
hu_hu: Átlátszóság

source: After Prefix
hu_hu: Az előtag után

source: After Heading
hu_hu: A címsor után

source: After Description
hu_hu: A leírás után

source: Call To Action
hu_hu: Felhívás cselekvésre

source: Complete Box
hu_hu: Teljes doboz

source: Read More
hu_hu: Bővebben

source: Click Here
hu_hu: Kattintson ide

source: Colors
hu_hu: Színek

source: Prefix Tag
hu_hu: Előtag címkéje

source: Hover Color
hu_hu: Hover színe

source: Description Color
hu_hu: Leírás színe

source: CTA Link Text
hu_hu: CTA hivatkozás szövege

source: CTA Button Text
hu_hu: CTA gomb szövege

source: Link Color
hu_hu: Hivatkozás színe

source: Margins
hu_hu: Margók

source: Title Margin
hu_hu: Cím margója

source: Prefix Margin
hu_hu: Előtag margója

source: Image/Icon Margin
hu_hu: Kép/ikon margója

source: Description Margins
hu_hu: Leírás margói

source: Separator Margins
hu_hu: Elválasztó margói

source: CTA Margin
hu_hu: CTA margó

source: Layout Settings
hu_hu: Elrendezési beállítások

source: It seems that Instagram Feed API keys are not configured. To use the widget please integrate the API keys from <a href="%s" target="_blank" rel="noopener">here</a>
hu_hu: Úgy tűnik, hogy az Instagram Feed API-kulcsok nincsenek beállítva. A widget használatához kérjük, állítsa be az API-kulcsokat <a href="%s" target="_blank" rel="noopener">innen</a>

source: Layout Type
hu_hu: Elrendezés típusa

source: Square Images
hu_hu: Négyzet alakú képek

source: Image Count
hu_hu: Képek száma

source: Image Resolution
hu_hu: Képfelbontás

source: Thumbnail (150x150)
hu_hu: Bélyegkép (150x150)

source: Low Resolution (320x320)
hu_hu: Alacsony felbontás (320x320)

source: Standard Resolution (640x640)
hu_hu: Standard felbontás (640x640)

source: High Resolution (original)
hu_hu: Nagy felbontás (eredeti)

source: Additional Settings
hu_hu: További beállítások

source: Cache
hu_hu: Gyorsítótár

source: Cache Timeout
hu_hu: Gyorsítótár lejárati ideje

source: Feed will be cached for the selected time duration and refreshed after that.
hu_hu: A kiválasztott időtartamra a feed gyorsítótárba kerül, majd ezt követően frissül.

source: Minute
hu_hu: Perc

source: Caption Length
hu_hu: Felirat hossza

source: Show Content
hu_hu: Tartalom megjelenítése

source: Always
hu_hu: Mindig

source: Below
hu_hu: Alul

source: Lightbox Effect
hu_hu: Lightbox effektus

source: Image Link
hu_hu: Képhivatkozás

source: Instagram Profile Link
hu_hu: Instagram-profilhivatkozás

source: Above
hu_hu: Felül

source: Overlay
hu_hu: Átfedés

source: Link Title
hu_hu: Hivatkozás címe

source: Follow @Instagram
hu_hu: Kövesse az @Instagramot

source: Instagram Profile URL
hu_hu: Instagram-profil URL

source: Title Icon
hu_hu: Cím ikonja

source: Before Title
hu_hu: Cím előtt

source: After Title
hu_hu: Cím után

source: Images
hu_hu: Képek

source: Grayscale Image
hu_hu: Szürkeárnyalatos kép

source: Vertical Align
hu_hu: Függőleges igazítás

source: Horizontal Align
hu_hu: Vízszintes igazítás

source: Text Align
hu_hu: Szöveg igazítása

source: Profile Link
hu_hu: Profilhivatkozás

source: Verticle Align
hu_hu: Függőleges igazítás

source: Multiply
hu_hu: Szorzás

source: Screen
hu_hu: Képernyő

source: Darken
hu_hu: Sötétítés

source: Lighten
hu_hu: Világosítás

source: Color Dodge
hu_hu: Színfakítás

source: Hue
hu_hu: Árnyalat

source: Hard Light
hu_hu: Kemény fény

source: Soft Light
hu_hu: Lágy fény

source: Difference
hu_hu: Különbség

source: Exclusion
hu_hu: Kizárás

source: Saturation
hu_hu: Telítettség

source: Luminosity
hu_hu: Fényerő

source: Margin
hu_hu: Margó

source: Overlay Opacity
hu_hu: Átfedés átlátszatlansága

source: No posts found
hu_hu: Nem található bejegyzés

source: Data Error
hu_hu: Adathiba

source: Please configure Instagram Feed API keys.
hu_hu: Kérjük, konfigurálja az Instagram Feed API-kulcsokat.

source: Navigate to WP Dashboard -> UAE -> Settings -> Integrations.
hu_hu: Navigáljon a WP Dashboard -> UAE -> Settings -> Integrations oldalra.

source: No Posts Found
hu_hu: Nem található bejegyzés

source: Token verification failed
hu_hu: A token ellenőrzése sikertelen

source: Unauthorized access
hu_hu: Jogosulatlan hozzáférés

source: Username Label
hu_hu: Felhasználónév címke

source: Username or Email Address
hu_hu: Felhasználónév vagy e-mail-cím

source: Password Label
hu_hu: Jelszó címke

source: Password
hu_hu: Jelszó

source: Field Placeholder
hu_hu: Mező helyőrzője

source: Username Placeholder
hu_hu: Felhasználónév helyőrzője

source: Password Placeholder
hu_hu: Jelszó helyőrzője

source: Input Size
hu_hu: Beviteli mező mérete

source: Remember Me
hu_hu: Emlékezzen rám

source: Enable Google reCaptcha v3
hu_hu: Google reCaptcha v3 engedélyezése

source: Enable this to protect your login form from spam.
hu_hu: Engedélyezze ezt, hogy megvédje a bejelentkezési űrlapját a spamtól.

source: Please configure reCAPTCHA v3 setup from %1$s here %2$s.
hu_hu: Kérjük, konfigurálja a reCAPTCHA v3 beállítását %1$s itt %2$s.

source: Enable this to make Remember Me and Login inline.
hu_hu: Engedélyezze ezt, hogy az Emlékezzen rám és a Bejelentkezés egy sorban legyen.

source: stack
hu_hu: egymás alatt

source: inline
hu_hu: egy sorban

source: Fields Icon
hu_hu: Mezők ikonja

source: Enable icon for fields.
hu_hu: Engedélyezze az ikonokat a mezőkhöz.

source: Social Login
hu_hu: Közösségi bejelentkezés

source: Enable Google Login
hu_hu: Google-bejelentkezés engedélyezése

source: Please configure Google Client ID from <a href="%s" target="_blank" rel="noopener">here</a>.
hu_hu: Kérjük, konfigurálja a Google Client ID-t <a href="%s" target="_blank" rel="noopener">itt</a>.

source: Enable Facebook Login
hu_hu: Facebook-bejelentkezés engedélyezése

source: Please configure Facebook App settings from <a href="%s" target="_blank" rel="noopener">here</a>.
hu_hu: Kérjük, konfigurálja a Facebook App beállításait <a href="%s" target="_blank" rel="noopener">itt</a>.

source: Note: To avoid any issues while logging in with Google or Facebook, make sure you correctly configure the settings <a href="%s" target="_blank" rel="noopener">here</a>.
hu_hu: Megjegyzés: A Google- vagy Facebook-bejelentkezés közbeni problémák elkerülése érdekében győződjön meg róla, hogy helyesen konfigurálta a beállításokat <a href="%s" target="_blank" rel="noopener">itt</a>.

source: Send Email
hu_hu: E-mail küldése

source: Send an Email to the user / site admin after a new user is successful logged in with Facebook / Google.
hu_hu: Küldjön e-mailt a felhasználónak / a webhely adminisztrátorának, miután egy új felhasználó sikeresen bejelentkezett Facebookkal / Google-lal.

source: Admin
hu_hu: Adminisztrátor

source: User
hu_hu: Felhasználó

source: Admin & User
hu_hu: Adminisztrátor és felhasználó

source: Hide Custom Form
hu_hu: Egyéni űrlap elrejtése

source: Enable this option to stack the social login buttons on mobile.
hu_hu: Engedélyezze ezt az opciót, hogy mobilon egymás alá rendezze a közösségi bejelentkezési gombokat.

source: Select Theme
hu_hu: Téma kiválasztása

source: Light
hu_hu: Világos

source: Or
hu_hu: Vagy

source: Log In
hu_hu: Bejelentkezés

source: Redirect After Login
hu_hu: Átirányítás bejelentkezés után

source: Note: For security reasons, you can ONLY use your current domain here.
hu_hu: Megjegyzés: Biztonsági okokból itt CSAK a jelenlegi domainjét használhatja.

source: Redirect After Logout
hu_hu: Átirányítás kijelentkezés után

source: Register
hu_hu: Regisztráció

source: Link to
hu_hu: Hivatkozás erre

source: Default WordPress Page
hu_hu: Alapértelmezett WordPress-oldal

source: Custom URL
hu_hu: Egyéni URL

source: Enter URL
hu_hu: Adja meg az URL-t

source: Lost your password?
hu_hu: Elfelejtette a jelszavát?

source: Logged in Message
hu_hu: Bejelentkezési üzenet

source: %1$s Google reCAPTCHA v3 support » %2$s
hu_hu: %1$s Google reCAPTCHA v3 támogatás » %2$s

source: %1$s How to create a Google Client ID? » %2$s
hu_hu: %1$s Hogyan hozzon létre Google Client ID-t? » %2$s

source: %1$s How to create a Facebook App ID? » %2$s
hu_hu: %1$s Hogyan hozzon létre Facebook App ID-t? » %2$s

source: %1$s Create a Login Form only with social buttons. » %2$s
hu_hu: %1$s Hozzon létre csak közösségi gombokkal rendelkező bejelentkezési űrlapot. » %2$s

source: Separator Top Spacing
hu_hu: Elválasztó felső térköze

source: Separator Bottom Spacing
hu_hu: Elválasztó alsó térköze

source: Social Login Top Spacing
hu_hu: Közösségi bejelentkezés felső térköze

source: Social Login Bottom Spacing
hu_hu: Közösségi bejelentkezés alsó térköze

source: Spacing between Social Login
hu_hu: Közösségi bejelentkezés közti térköz

source: Label
hu_hu: Címke

source: Remember Me Typography
hu_hu: Emlékezzen rám tipográfiája

source: Input Field
hu_hu: Beviteli mező

source: Text / Placeholder Color
hu_hu: Szöveg / helyőrző színe

source: Eye Icon
hu_hu: Szem ikon

source: Eye Icon Color
hu_hu: Szem ikon színe

source: Eye Icon Size
hu_hu: Szem ikon mérete

source: Top Spacing
hu_hu: Felső térköz

source: Field Validation Message
hu_hu: Mezőérvényesítési üzenet

source: Sign in with Google
hu_hu: Bejelentkezés a Google-lel

source: Sign in with Facebook
hu_hu: Bejelentkezés a Facebook-kal

source: Please configure Facebook App settings correctly from WP Dashboard -> UAE -> Settings -> Integrations -> Login Form - Facebook App Details.
hu_hu: Kérjük, a WP Dashboard -> UAE -> Settings -> Integrations -> Login Form - Facebook App Details útvonalon állítsa be helyesen a Facebook App beállításait.

source: Unknown Username. Check again or try your email address.
hu_hu: Ismeretlen felhasználónév. Ellenőrizze újra, vagy próbálja meg az e-mail-címét.

source: Unknown Email address. Check again or try your username.
hu_hu: Ismeretlen e-mail-cím. Ellenőrizze újra, vagy próbálja meg a felhasználónevét.

source: Label Text
hu_hu: Címkeszöveg

source: You are Logged in as %1$s (%2$sLogout%3$s)
hu_hu: Be van jelentkezve mint %1$s (%2$skijelentkezés%3$s)

source: Subscribe Now
hu_hu: Iratkozzon fel most

source: Get access to Premium Features for FREE for a year!
hu_hu: Ingyenesen hozzáférhet a Prémium funkciókhoz egy évig!

source: Before Title & Description
hu_hu: Cím és leírás előtt

source: After Title & Description
hu_hu: Cím és leírás után

source: Icon Vertical Alignment
hu_hu: Ikon függőleges igazítása

source: Title Typography
hu_hu: Cím tipográfiája

source: Description Typography
hu_hu: Leírás tipográfiája

source: Space between Title & Description
hu_hu: Térköz a cím és a leírás között

source: Flare Animation
hu_hu: Flare animáció

source: Modal Popup Width
hu_hu: Modális felugró ablak szélessége

source: Modal Appear Effect
hu_hu: Modális megjelenési effektus

source: Fade in &amp; Scale
hu_hu: Előtűnés &amp; méretezés

source: Slide in (right)
hu_hu: Becsúszás (jobbról)

source: Slide in (bottom)
hu_hu: Becsúszás (alulról)

source: Newspaper
hu_hu: Újság

source: Side Fall
hu_hu: Oldalra zuhanás

source: 3D Flip (horizontal)
hu_hu: 3D átfordulás (vízszintes)

source: 3D Flip (vertical)
hu_hu: 3D átfordulás (függőleges)

source: 3D Sign
hu_hu: 3D tábla

source: Super Scaled
hu_hu: Szuper nagyított

source: 3D Slit
hu_hu: 3D hasíték

source: 3D Rotate Bottom
hu_hu: 3D forgatás alulról

source: 3D Rotate In Left
hu_hu: 3D beforgatás balról

source: Let me in
hu_hu: Engedjen be

source: Make way!
hu_hu: Utat kérek!

source: Slip from top
hu_hu: Becsúszás felülről

source: Preview Modal Popup
hu_hu: Modális felugró előnézet

source: This is Modal Title
hu_hu: Ez a modális ablak címe

source: Enter content here. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.​ Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
hu_hu: Adja meg itt a tartalmat. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.​ Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.

source: Embed Code / URL
hu_hu: Beágyazási kód / URL

source: Video URL
hu_hu: Videó URL

source: <b>Note:</b> Make sure you add the actual URL of the video and not the share URL.</br></br><b>Valid:</b>&nbsp;https://www.youtube.com/watch?v=HJRzUQMhJMQ</br><b>Invalid:</b>&nbsp;https://youtu.be/HJRzUQMhJMQ
hu_hu: <b>Megjegyzés:</b> Győződjön meg róla, hogy a videó tényleges URL-jét adja meg, nem pedig a megosztási URL-t.</br></br><b>Érvényes:</b>&nbsp;https://www.youtube.com/watch?v=HJRzUQMhJMQ</br><b>Érvénytelen:</b>&nbsp;https://youtu.be/HJRzUQMhJMQ

source: <b>Note:</b> Make sure you add the actual URL of the video and not the categorized URL.</br></br><b>Valid:</b>&nbsp;https://vimeo.com/274860274</br><b>Invalid:</b>&nbsp;https://vimeo.com/channels/staffpicks/274860274
hu_hu: <b>Megjegyzés:</b> Győződjön meg róla, hogy a videó tényleges URL-jét adja meg, nem pedig a kategorizált URL-t.</br></br><b>Érvényes:</b>&nbsp;https://vimeo.com/274860274</br><b>Érvénytelen:</b>&nbsp;https://vimeo.com/channels/staffpicks/274860274

source: Async Iframe Load
hu_hu: Aszinkron Iframe-betöltés

source: Enabling this option will reduce the page size and page loading time. The related CSS and JS scripts will load on request. A loader will appear during loading of the Iframe.
hu_hu: Ennek az opciónak az engedélyezése csökkenti az oldal méretét és a betöltési időt. A kapcsolódó CSS és JS szkriptek kérésre töltődnek be. Az Iframe betöltése közben egy betöltő jelenik meg.

source: Height of Iframe
hu_hu: Iframe magassága

source: Aspect Ratio
hu_hu: Képarány

source: Related Videos From
hu_hu: Kapcsolódó videók innen

source: Current Video Channel
hu_hu: Aktuális videócsatorna

source: Any Random Video
hu_hu: Bármely véletlenszerű videó

source: Disable Player Controls
hu_hu: Lejátszó kezelőszerveinek letiltása

source: Specify a start time (in seconds)
hu_hu: Adja meg a kezdési időt (másodpercben)

source: End Time
hu_hu: Befejezési idő

source: Specify an end time (in seconds)
hu_hu: Adja meg a befejezési időt (másodpercben)

source: Mute
hu_hu: Némítás

source: Modest Branding
hu_hu: Visszafogott márkajelzés

source: This option lets you use a YouTube player that does not show a YouTube logo.
hu_hu: Ez az opció lehetővé teszi olyan YouTube-lejátszó használatát, amely nem jelenít meg YouTube-logót.

source: Close Button
hu_hu: Bezárógomb

source: Close As
hu_hu: Bezárás típusa

source: Close Image
hu_hu: Bezáró kép

source: Close Icon
hu_hu: Bezáró ikon

source: Image / Icon Position
hu_hu: Kép / ikon pozíciója

source: Window - Top Left
hu_hu: Ablak - bal felső

source: Window - Top Right
hu_hu: Ablak - jobb felső
