Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: Micronesia
hu_hu: Mikronézia

source: Mongolia
hu_hu: Mongólia

source: Montenegro
hu_hu: Montenegró

source: Morocco
hu_hu: Marokkó

source: Mozambique
hu_hu: Mozambik

source: Myanmar
hu_hu: Mianmar

source: Namibia
hu_hu: Namíbia

source: Nepal
hu_hu: Nepál

source: Netherlands
hu_hu: Hollandia

source: New Caledonia
hu_hu: Új-Kaledónia

source: New Zealand
hu_hu: Új-Zéland

source: Nigeria
hu_hu: Nigéria

source: Norfolk Island
hu_hu: Norfolk-sziget

source: Northern Mariana Islands
hu_hu: Északi-Mariana-szigetek

source: North Korea
hu_hu: Észak-Korea

source: Norway
hu_hu: Norvégia

source: Oman
hu_hu: Omán

source: Pakistan
hu_hu: Pakisztán

source: Palestinian Territory
hu_hu: Palesztin Terület

source: Papua New Guinea
hu_hu: Pápua Új-Guinea

source: Philippines
hu_hu: Fülöp-szigetek

source: Poland
hu_hu: Lengyelország

source: Portugal
hu_hu: Portugália

source: Qatar
hu_hu: Katar

source: Reunion
hu_hu: Réunion

source: Romania
hu_hu: Románia

source: Russia
hu_hu: Oroszország

source: Rwanda
hu_hu: Ruanda

source: Saint Helena
hu_hu: Szent Ilona

source: Saint Kitts and Nevis
hu_hu: Saint Kitts és Nevis

source: Saint Martin (French part)
hu_hu: Saint Martin (francia rész)

source: Saint Martin (Dutch part)
hu_hu: Sint Maarten (holland rész)

source: Saint Pierre and Miquelon
hu_hu: Saint Pierre és Miquelon

source: Saint Vincent and the Grenadines
hu_hu: Saint Vincent és a Grenadine-szigetek

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
hu_hu: S&atilde;o Tom&eacute; és Pr&iacute;ncipe

source: Saudi Arabia
hu_hu: Szaúd-Arábia

source: Senegal
hu_hu: Szenegál

source: Serbia
hu_hu: Szerbia

source: Seychelles
hu_hu: Seychelle-szigetek

source: Singapore
hu_hu: Szingapúr

source: Slovakia
hu_hu: Szlovákia

source: Slovenia
hu_hu: Szlovénia

source: Solomon Islands
hu_hu: Salamon-szigetek

source: Somalia
hu_hu: Szomália

source: South Africa
hu_hu: Dél-afrikai Köztársaság

source: South Georgia/Sandwich Islands
hu_hu: Déli-Georgia/Déli-Sandwich-szigetek

source: South Korea
hu_hu: Dél-Korea

source: South Sudan
hu_hu: Dél-Szudán

source: Spain
hu_hu: Spanyolország

source: Sri Lanka
hu_hu: Srí Lanka

source: Sudan
hu_hu: Szudán

source: Svalbard and Jan Mayen
hu_hu: Svalbard és Jan Mayen

source: Swaziland
hu_hu: Szváziföld

source: Sweden
hu_hu: Svédország

source: Switzerland
hu_hu: Svájc

source: Syria
hu_hu: Szíria

source: Taiwan
hu_hu: Tajvan

source: Tajikistan
hu_hu: Tádzsikisztán

source: Tanzania
hu_hu: Tanzánia

source: Thailand
hu_hu: Thaiföld

source: Timor-Leste
hu_hu: Kelet-Timor

source: Togo
hu_hu: Togó

source: Trinidad and Tobago
hu_hu: Trinidad és Tobago

source: Tunisia
hu_hu: Tunézia

source: Turkey
hu_hu: Törökország

source: Turkmenistan
hu_hu: Türkmenisztán

source: Turks and Caicos Islands
hu_hu: Turks- és Caicos-szigetek

source: Ukraine
hu_hu: Ukrajna

source: United Arab Emirates
hu_hu: Egyesült Arab Emírségek

source: United Kingdom (UK)
hu_hu: Egyesült Királyság (UK)

source: United States (US)
hu_hu: Egyesült Államok (US)

source: United States (US) Minor Outlying Islands
hu_hu: Egyesült Államok (US) kisebb külső szigetei

source: United States (US) Virgin Islands
hu_hu: Amerikai (US) Virgin-szigetek

source: Uzbekistan
hu_hu: Üzbegisztán

source: Vatican
hu_hu: Vatikán

source: Wallis and Futuna
hu_hu: Wallis és Futuna

source: Western Sahara
hu_hu: Nyugat-Szahara

source: Samoa
hu_hu: Szamoa

source: Yemen
hu_hu: Jemen

source: %1$s MaxMind license key required for this display condition. Please configure the license key <a href="%2$s" target="_blank" rel="noopener">here.</a>%3$s
hu_hu: %1$s Ehhez a megjelenítési feltételhez MaxMind licenckulcs szükséges. Kérjük, állítsa be a licenckulcsot <a href=\"%2$s\" target=\"_blank\" rel=\"noopener\">itt.</a>%3$s

source: Login Status
hu_hu: Bejelentkezési állapot

source: Logged In
hu_hu: Bejelentkezve

source: Operating System
hu_hu: Operációs rendszer

source: Page
hu_hu: Oldal

source: Post
hu_hu: Bejegyzés

source: Select Post
hu_hu: Válassza ki a bejegyzést

source: Request Parameter
hu_hu: Lekérési paraméter

source: Enter Key
hu_hu: Adja meg a kulcsot

source: Enter Value
hu_hu: Adja meg az értéket

source: User Role
hu_hu: Felhasználói szerepkör

source: Note:
hu_hu: Megjegyzés:

source: This condition applies only to logged in users.
hu_hu: Ez a feltétel csak a bejelentkezett felhasználókra vonatkozik.

source: Static Page
hu_hu: Statikus oldal

source: Homepage
hu_hu: Kezdőlap

source: Front Page
hu_hu: Főoldal

source: 404 Page
hu_hu: 404-es oldal

source: Time Span
hu_hu: Időintervallum

source: Start Time
hu_hu: Kezdési idő

source: Due Time
hu_hu: Befejezési idő

source: Visitor Type
hu_hu: Látogatótípus

source: First Time Visitor
hu_hu: Új látogató

source: Returning Visitor
hu_hu: Visszatérő látogató

source: Enable Conditions
hu_hu: Feltételek engedélyezése

source: To
hu_hu: Eddig

source: Show Element
hu_hu: Elem megjelenítése

source: Hide Element
hu_hu: Elem elrejtése

source: When
hu_hu: Amikor

source: All Conditions Met
hu_hu: Minden feltétel teljesül

source: Any Condition Met
hu_hu: Bármely feltétel teljesül

source: Is
hu_hu: Egyenlő

source: Is not
hu_hu: Nem egyenlő

source: Is Less than
hu_hu: Kisebb, mint

source: Is Greater than
hu_hu: Nagyobb, mint

source: Is Less than equal to
hu_hu: Kisebb vagy egyenlő

source: Is Greater than equal to
hu_hu: Nagyobb vagy egyenlő

source: Conditions
hu_hu: Feltételek

source: Timezone
hu_hu: Időzóna

source: You can change Server
hu_hu: Megváltoztathatja a szervert

source: It will fetch the time as per selected option. %1$s Learn more %2$s
hu_hu: Az időt a kiválasztott opció szerint fogja lekérni. %1$s További információ %2$s

source: Server Timezone
hu_hu: Szerver időzónája

source: Local Timezone
hu_hu: Helyi időzóna

source: Note: Display conditions feature will work on the frontend.
hu_hu: Megjegyzés: A megjelenítési feltételek funkció a frontenden működik.

source: %1s - Display Conditions
hu_hu: %1s - Megjelenítési feltételek

source: Saved Widget
hu_hu: Mentett widget

source: Title
hu_hu: Cím

source: What is FAQ?
hu_hu: Mi az a GYIK?

source: Content Type
hu_hu: Tartalomtípus

source: Select Widget
hu_hu: Widget kiválasztása

source: Accordion Content
hu_hu: Harmonika tartalom

source: Enable Schema Support
hu_hu: Séma támogatásának engedélyezése

source: Note: Schema will not work if the dynamic content is used in FAQ's
hu_hu: Megjegyzés: A séma nem fog működni, ha dinamikus tartalom kerül használatra a GYIK-ben

source: Active Icon
hu_hu: Aktív ikon

source: Start
hu_hu: Kezdet

source: End
hu_hu: Vég

source: Accordion
hu_hu: Harmonika

source: Toggle
hu_hu: Kapcsoló

source: Enable Box Style
hu_hu: Dobozstílus engedélyezése

source: no
hu_hu: nem

source: Enable Separator
hu_hu: Elválasztó engedélyezése

source: Width
hu_hu: Szélesség

source: Border radius
hu_hu: Sarkok lekerekítése

source: Active Background Color
hu_hu: Aktív háttérszín

source: Active Text Color
hu_hu: Aktív szövegszín

source: Active Color
hu_hu: Aktív szín

source: Active Icon Color
hu_hu: Aktív ikon színe

source: The FAQ Schema is not supported in the case of Saved Section / Saved Page.
hu_hu: A FAQ Schema nem támogatott Mentett szakasz / Mentett oldal esetén.

source: Please fill out the empty fields in content
hu_hu: Kérjük, töltse ki a tartalomban lévő üres mezőket

source: No Forms Found!
hu_hu: Nem található űrlap!

source: Title & Description
hu_hu: Cím és leírás

source: Enter Your Own
hu_hu: Adja meg a sajátját

source: Form Title
hu_hu: Űrlap címe

source: Form Description
hu_hu: Űrlap leírása

source: Title & Description </br>Alignment
hu_hu: Cím és leírás </br>igazítása

source: Submit And Navigation Button
hu_hu: Küldés és navigációs gomb

source: Submit Button Alignment
hu_hu: Küldés gomb igazítása

source: Secondary Button
hu_hu: Másodlagos gomb

source: Advanced Settings
hu_hu: Speciális beállítások

source: Inactive Stars Color
hu_hu: Inaktív csillagok színe

source: Section Break
hu_hu: Szakaszelválasztó

source: Form Title Bottom Margin
hu_hu: Űrlap címének alsó margója

source: Form Description Bottom Margin
hu_hu: Űrlap leírásának alsó margója

source: Input Top Spacing
hu_hu: Beviteli mező felső térköze

source: Input Bottom Spacing
hu_hu: Beviteli mező alsó térköze

source: Section Break Title Bottom Margin
hu_hu: Szakaszelválasztó címének alsó margója

source: Section Break Description Bottom Margin
hu_hu: Szakaszelválasztó leírásának alsó margója

source: Please select a WP Fluent Form
hu_hu: Kérjük, válasszon egy WP Fluent Form-ot

source: You have not added any Gravity Forms yet.
hu_hu: Még nem adott hozzá egyetlen Gravity Forms-ot sem.

source: Enable AJAX Form Submission
hu_hu: AJAX alapú űrlapküldés engedélyezése

source: Keyboard Tab Key Support
hu_hu: Tab billentyű támogatása

source: Set Tabindex Value
hu_hu: Tabindex érték beállítása

source: You need to change above tabindex value if pressing tab on your keyboard not works as expected. Please read %1$s this article %2$s for more information.
hu_hu: A fenti tabindex értéket módosítania kell, ha a billentyűzetén a Tab megnyomása nem a várt módon működik. További információért kérjük, olvassa el %1$s ezt a cikket %2$s.

source: From Gravity Form
hu_hu: A Gravity Form-ból

source: Input Text
hu_hu: Beviteli szöveg

source: Placeholder Color
hu_hu: Helyőrző színe

source: Support to CSS Ready Classes
hu_hu: Támogatás a CSS Ready Classes-hez

source: Enable this option to add support to Gravity Forms CSS Ready Classes. %1$s Learn More. %2$s
hu_hu: Engedélyezze ezt az opciót a Gravity Forms CSS Ready Classes támogatásához. %1$s Tudjon meg többet. %2$s

source: Default Checkboxes/Radio Buttons
hu_hu: Alapértelmezett jelölőnégyzetek/rádiógombok

source: This option lets you use browser default checkboxes and radio buttons. Enable this if you face any issues with custom checkboxes and radio buttons.
hu_hu: Ez az opció lehetővé teszi a böngésző alapértelmezett jelölőnégyzeteinek és rádiógombjainak használatát. Engedélyezze ezt, ha problémát tapasztal az egyéni jelölőnégyzetekkel és rádiógombokkal.

source: Section Field
hu_hu: Szakasz mező

source: Border Type
hu_hu: Szegély típusa

source: Border Thickness
hu_hu: Szegély vastagsága

source: Bottom Spacing
hu_hu: Alsó térköz

source: Form Error Validation
hu_hu: Űrlap hibaellenőrzése

source: Error Message Border Color
hu_hu: Hibaüzenet szegélyszíne

source: Button Typography
hu_hu: Gomb tipográfiája

source: Please select a Gravity Form
hu_hu: Kérjük, válasszon egy Gravity Form-ot

source: Top Center
hu_hu: Fent középen

source: Top Left
hu_hu: Fent balra

source: Top Right
hu_hu: Fent jobbra

source: Left Top
hu_hu: Balra fent

source: Right Top
hu_hu: Jobbra fent

source: Left Center
hu_hu: Bal közép

source: Right Center
hu_hu: Jobb közép

source: Left Bottom
hu_hu: Bal alsó

source: Right Bottom
hu_hu: Jobb alsó

source: Bottom Center
hu_hu: Alsó közép

source: Bottom Left
hu_hu: Alsó bal

source: Bottom Right
hu_hu: Alsó jobb

source: Addresses
hu_hu: Címek

source: To display customized Google Map without an issue, you need to configure Google Map API key. Please configure API key from <a href="%s" target="_blank" rel="noopener">here</a>.
hu_hu: A testreszabott Google Térkép problémamentes megjelenítéséhez be kell állítania a Google Maps API-kulcsot. Kérjük, állítsa be az API-kulcsot <a href="%s" target="_blank" rel="noopener">itt</a>.

source: Latitude
hu_hu: Szélesség

source: Click here
hu_hu: Kattintson ide

source: to find Latitude of your location
hu_hu: az Ön helyének földrajzi szélességének megkereséséhez

source: Longitude
hu_hu: Hosszúság

source: to find Longitude of your location
hu_hu: az Ön helyének földrajzi hosszúságának megkereséséhez

source: Address Title
hu_hu: Cím megnevezése

source: Display Info Window
hu_hu: Információs ablak megjelenítése

source: On Mouse Click
hu_hu: Egérkattintáskor

source: On Page Load
hu_hu: Oldal betöltésekor

source: Address Information
hu_hu: Cím adatai

source: Marker Icon
hu_hu: Jelölő ikonja

source: Select Marker
hu_hu: Jelölő kiválasztása

source: Marker Size
hu_hu: Jelölő mérete

source: Note: If you want to retain the image original size, then set the Marker Size as blank.
hu_hu: Megjegyzés: Ha meg szeretné őrizni a kép eredeti méretét, hagyja üresen a jelölő méretét.

source: Map Type
hu_hu: Térképtípus

source: Road Map
hu_hu: Utcatérkép

source: Satellite
hu_hu: Műhold

source: Hybrid
hu_hu: Hibrid

source: Terrain
hu_hu: Domborzat

source: Map Skin
hu_hu: Térkép stílus

source: Silver
hu_hu: Ezüst

source: Dark
hu_hu: Sötét

source: Night
hu_hu: Éjszakai

source: Classic Blue
hu_hu: Klasszikus kék

source: Earth
hu_hu: Föld

source: Magnesium
hu_hu: Magnézium

source: Custom Style
hu_hu: Egyéni stílus

source: to get JSON style code to style your map
hu_hu: hogy JSON stíluskódot kapjon a térképe stílusozásához

source: Marker Animation
hu_hu: Jelölő animációja

source: On Load
hu_hu: Betöltéskor

source: Continuous
hu_hu: Folyamatos

source: Map Zoom
hu_hu: Térképnagyítás

source: Height
hu_hu: Magasság

source: Controls
hu_hu: Vezérlők

source: Street View Controls
hu_hu: Utcakép vezérlők

source: Street View Position
hu_hu: Utcakép pozíciója

source: Map Type Control
hu_hu: Térképtípus-vezérlő

source: Map Type Position
hu_hu: Térképtípus-vezérlő pozíciója

source: Zoom Control
hu_hu: Nagyítási vezérlő

source: Zoom Control Position
hu_hu: Nagyítási vezérlő pozíciója

source: Fullscreen Control
hu_hu: Teljes képernyős vezérlő

source: Fullscreen Position
hu_hu: Teljes képernyős vezérlő pozíciója

source: Zoom on Scroll
hu_hu: Nagyítás görgetéskor

source: Map Alignment
hu_hu: Térkép igazítása

source: Moderate
hu_hu: Mérsékelt

source: Generally, the map is center aligned. If you have multiple locations & wish to make your first location as a center point, then switch to moderate mode.
hu_hu: Általában a térkép középre igazított. Ha több helyszíne van, és azt szeretné, hogy az első helyszín legyen a középpont, váltson mérsékelt módra.

source: Cluster the Markers
hu_hu: Jelölők csoportosítása

source: Enable this to group your markers together if you have many in a close proximity to only display one larger marker on your map.<br> Read %1$s this article %2$s for more information.
hu_hu: Engedélyezze ezt, hogy a jelölőit csoportosítsa, ha sok van egymáshoz közel, és így a térképen csak egy nagyobb jelölő jelenjen meg.<br> További információért olvassa el %1$s ezt a cikket %2$s.

source: Info Window
hu_hu: Információs ablak

source: Max Width for Info Window
hu_hu: Információs ablak maximális szélessége

source: Spacing Between Title & Info.
hu_hu: Távolság a cím és az információ között.

source: %1$s Google Map localization » %2$s
hu_hu: %1$s Google Map lokalizáció » %2$s

source: Your Attractive Heading
hu_hu: Az Ön figyelemfelkeltő címsora

source: Show Sub Heading
hu_hu: Alcím megjelenítése

source: Sub Heading
hu_hu: Alcím

source: Sub Heading Position
hu_hu: Alcím pozíciója

source: Above Heading
hu_hu: Címsor felett

source: Below Heading
hu_hu: Címsor alatt

source: Show Description
hu_hu: Leírás megjelenítése

source: Background Text
hu_hu: Háttérszöveg

source: Heading Size
hu_hu: Címsor mérete

source: Line
hu_hu: Vonal

source: Line With Icon
hu_hu: Vonal ikonnal

source: Line With Image
hu_hu: Vonal képpel

source: Line With Text
hu_hu: Vonal szöveggel

source: Separator Position
hu_hu: Elválasztó pozíciója

source: Between Heading & Description
hu_hu: Címsor és leírás között

source: Select Icon
hu_hu: Ikon kiválasztása

source: Photo Source
hu_hu: Fénykép forrása

source: Media Library
hu_hu: Médiatár

source: Photo
hu_hu: Fénykép

source: Photo URL
hu_hu: Fénykép URL

source: Enter Text
hu_hu: Szöveg megadása

source: Separator Text
hu_hu: Elválasztó szöveg

source: Fill
hu_hu: Kitöltés

source: Background
hu_hu: Háttér

source: Heading Margin
hu_hu: Címsor margója

source: Blend Mode
hu_hu: Keverési mód

source: Sub Heading Margin
hu_hu: Alcím margója

source: Description Margin
hu_hu: Leírás margója

source: Offset
hu_hu: Eltolás

source: Horizontal Position
hu_hu: Vízszintes pozíció

source: Vertical Position
hu_hu: Függőleges pozíció

source: Separator - Line
hu_hu: Elválasztó - Vonal

source: Thickness
hu_hu: Vastagság

source: Separator - Icon / Image / Text
hu_hu: Elválasztó - Ikon / Kép / Szöveg

source: Span
hu_hu: Kiterjedés

source: Position
hu_hu: Pozíció

source: Simple
hu_hu: Egyszerű

source: Design your own
hu_hu: Tervezze meg a sajátját

source: Icon Hover Color
hu_hu: Ikon színe rámutatáskor

source: Background Size
hu_hu: Háttér mérete

source: Background Hover Color
hu_hu: Háttér színe rámutatáskor

source: Heading Text
hu_hu: Címsor szövege

source: Before Text
hu_hu: Előtti szöveg

source: Be Focused.
hu_hu: Legyen fókuszált.

source: Highlighted Text
hu_hu: Kiemelt szöveg

source: Be Determined.
hu_hu: Legyen elszánt.

source: After Text
hu_hu: Utáni szöveg

source: Select Tag
hu_hu: Válasszon taget

source: For Tablet & Mobile
hu_hu: Táblagépen és mobilon

source: For Mobile Only
hu_hu: Csak mobilon

source: Spacing Between Headings
hu_hu: Címsorok közötti térköz

source: Heading Style
hu_hu: Címsor stílusa

source: Fill Background
hu_hu: Háttér kitöltése

source: Highlight
hu_hu: Kiemelés

source: Highlight Color
hu_hu: Kiemelés színe

source: I am
hu_hu: Én vagyok

source: Fancy Text
hu_hu: Díszes szöveg

source: Enter each word in a separate line
hu_hu: Írjon be minden szót külön sorba

source: Designer
hu_hu: Tervező

source: Effect
hu_hu: Effekt

source: Select Effect
hu_hu: Válasszon effektet

source: Slide Up
hu_hu: Felfelé csúszás

source: Slide Down
hu_hu: Lefelé csúszás

source: Rotate
hu_hu: Forgatás

source: Clip
hu_hu: Levágás

source: Push
hu_hu: Betolás

source: Drop In
hu_hu: Beesés

source: Enable Loop
hu_hu: Ismétlés engedélyezése

source: Show Cursor
hu_hu: Kurzor megjelenítése

source: Line Color
hu_hu: Vonal színe

source: Cursor Text
hu_hu: Kurzor szövege

source: Cursor Blink Effect
hu_hu: Kurzor villogási effekt

source: Animation Speed (ms)
hu_hu: Animáció sebessége (ms)

source: Pause Time (ms)
hu_hu: Szünet ideje (ms)

source: Typing Speed (ms)
hu_hu: Gépelési sebesség (ms)

source: Backspeed (ms)
hu_hu: Visszatörlési sebesség (ms)

source: Start Delay (ms)
hu_hu: Kezdési késleltetés (ms)

source: Back Delay (ms)
hu_hu: Visszatörlési késleltetés (ms)

source: Before Spacing
hu_hu: Térköz előtte

source: After Spacing
hu_hu: Utáni térköz

source: Minimum Height
hu_hu: Minimális magasság

source: Fancy Text Color
hu_hu: Díszes szöveg színe

source: Image
hu_hu: Kép

source: Choose Image
hu_hu: Kép kiválasztása

source: Markers
hu_hu: Jelölők

source: Marker Type
hu_hu: Jelölő típusa

source: Marker Text
hu_hu: Jelölő szövege

source: Horizontal position (%)
hu_hu: Vízszintes pozíció (%)

source: Vertical position (%)
hu_hu: Függőleges pozíció (%)

source: Tooltip Content
hu_hu: Eszköztipp tartalma

source: This is a tooltip
hu_hu: Ez egy eszköztipp

source: Marker Link
hu_hu: Jelölő hivatkozása

source: Note: Applicable only when tooltips trigger is set to Hover. Also, when Hotspot Tour option is enabled link will not work
hu_hu: Megjegyzés: Csak akkor alkalmazható, ha az eszköztippek kiváltó eseménye Hover-re van állítva. Továbbá, ha a Hotspot Tour opció engedélyezve van, a hivatkozás nem fog működni

source: Override Global Settings
hu_hu: Globális beállítások felülírása

source: Enable Tour
hu_hu: Túra engedélyezése

source: Repeat Tour
hu_hu: Túra ismétlése

source: Interval between Tooltips (sec)
hu_hu: Eszköztippek közötti időköz (mp)

source: Next tooltip will be displayed after this time interval
hu_hu: A következő eszköztipp ezen időköz elteltével jelenik meg

source: Launch Tour
hu_hu: Túra elindítása

source: On Button Click
hu_hu: Gombra kattintáskor

source: When Widget is in Viewport
hu_hu: Amikor a widget a nézetablakban van

source: Hide Non-Active Markers
hu_hu: Inaktív jelölők elrejtése

source: Overlay Button
hu_hu: Átfedő gomb

source: Button Text
hu_hu: Gomb szövege

source: Start Tour
hu_hu: Túra indítása

source: %1$s How Hotspot Tour works? » %2$s
hu_hu: %1$s Hogyan működik a Hotspot Tour? » %2$s

source: %1$s Styling a Marker in Hotspot widget » %2$s
hu_hu: %1$s Jelölő stílusozása a Hotspot widgetben » %2$s

source: %1$s Unable to access the URL assigned to marker? » %2$s
hu_hu: %1$s Nem tud hozzáférni a jelölőhöz rendelt URL-hez? » %2$s

source: %1$s How Max-height option works? » %2$s
hu_hu: %1$s Hogyan működik a Max-height opció? » %2$s

source: %1$s Unable to click on markers when Hotspot Tour option is enabled? » %2$s
hu_hu: %1$s Nem tud a jelölőkre kattintani, amikor a Hotspot Tour opció engedélyezve van? » %2$s

source: Tooltip
hu_hu: Eszköztipp

source: Enable Tooltip
hu_hu: Eszköztipp engedélyezése

source: Display on
hu_hu: Megjelenítés módja

source: Click
hu_hu: Kattintás

source: Arrow
hu_hu: Nyíl

source: Distance
hu_hu: Távolság

source: The distance between the marker and the tooltip.
hu_hu: A jelölő és az eszköztipp közötti távolság.

source: Animation Type
hu_hu: Animáció típusa

source: Grow
hu_hu: Nagyítás

source: Swing
hu_hu: Lengés

source: Slide
hu_hu: Csúsztatás

source: Fall
hu_hu: Leesés

source: Animation Duration
hu_hu: Animáció időtartama

source: Max Height
hu_hu: Maximális magasság

source: Note: If Tooltip Content is large, a vertical scroll will appear. Set Max Height to manage the content window height.
hu_hu: Megjegyzés: Ha az eszköztipp tartalma nagy, függőleges görgetés jelenik meg. Állítsa be a maximális magasságot a tartalomablak magasságának szabályozásához.

source: Note: Increase the z-index value if you are unable to see the tooltip. For example - 99, 999, 9999
hu_hu: Megjegyzés: Növelje a z-index értékét, ha nem látja az eszköztippet. Például - 99, 999, 9999

source: Opacity (%)
hu_hu: Átlátszóság (%)

source: Marker
hu_hu: Jelölő

source: Glow Effect
hu_hu: Ragyogás effektus

source: Hover / Active
hu_hu: Rámutatás / Aktív

source: Text Alignment
hu_hu: Szöveg igazítása

source: Text Hover Color
hu_hu: Szöveg színe rámutatáskor

source: Next
hu_hu: Következő

source: Previous
hu_hu: Előző

source: End Tour
hu_hu: Bemutató befejezése

source: How to configure HowTo in UAE?
hu_hu: Hogyan konfigurálja a HowTo-t az UAE-ben?

source: So to get started, you will just need to drag-n-drop the HowTo widget in the Elementor editor. The How-to widget can be used on pages which contain a How-to in their title and describe steps to achieve certain requirements.
hu_hu: Tehát a kezdéshez csak annyit kell tennie, hogy a HowTo widgetet a fogd-és-vidd módszerrel behúzza az Elementor szerkesztőbe. A How-to widget olyan oldalakon használható, amelyek címükben How-to szerepel, és lépéseket írnak le bizonyos követelmények teljesítéséhez.

source: Time & Cost
hu_hu: Idő és költség

source: %1$sShow Total Time%2$s
hu_hu: %1$sTeljes idő megjelenítése%2$s

source: Total Time Needed:
hu_hu: Szükséges teljes idő:

source: Time
hu_hu: Idő

source: How much time this process will take
hu_hu: Mennyi időt vesz igénybe ez a folyamat

source: Years
hu_hu: Év

source: Months
hu_hu: Hónap

source: Time ( Minutes )
hu_hu: Idő ( percek )

source: %1$sShow Estimated Cost%2$s
hu_hu: %1$sBecsült költség megjelenítése%2$s

source: Total Cost:
hu_hu: Teljes költség:

source: Cost
hu_hu: Költség

source: Country ISO Code
hu_hu: Ország ISO-kódja

source: Click %1$s here %2$s to find your country's ISO code.
hu_hu: Kattintson %1$s ide %2$s, hogy megtalálja országának ISO-kódját.

source: Tools
hu_hu: Eszközök

source: %1$sAdd Tools%2$s
hu_hu: %1$sEszközök hozzáadása%2$s

source: Required Tools:
hu_hu: Szükséges eszközök:

source: Add Required Tools
hu_hu: Szükséges eszközök hozzáadása

source: - A Computer.
hu_hu: - Egy számítógép.

source: - Internet Connection.
hu_hu: - Internetkapcsolat.
