Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: The MaxMind license key is invalid. If you have recently created this key, you may need to wait for it to become active.
hu_hu: A MaxMind licenckulcs érvénytelen. Ha nemrég hozta létre ezt a kulcsot, előfordulhat, hogy várnia kell, amíg aktiválódik.

source: Failed to download the MaxMind database.
hu_hu: Nem sikerült letölteni a MaxMind adatbázist.

source: Full
hu_hu: Teljes

source: Custom
hu_hu: Egyéni

source: Advanced Heading : Heading
hu_hu: Speciális címsor : Címsor

source: Advanced Heading : Sub Heading
hu_hu: Speciális címsor : Alcím

source: Advanced Heading : Description
hu_hu: Speciális címsor : Leírás

source: Advanced Heading : Separator Text
hu_hu: Speciális címsor : Elválasztó szöveg

source: Advanced Heading : Text Link
hu_hu: Speciális címsor : Szöveges hivatkozás

source: Advanced Heading : Photo URL
hu_hu: Speciális címsor : Fotó URL

source: Advanced Heading : Background Text
hu_hu: Speciális címsor : Háttérszöveg

source: Marketing Button : Title
hu_hu: Marketing gomb : Cím

source: Marketing Button : Description
hu_hu: Marketing gomb : Leírás

source: Marketing Button : Link
hu_hu: Marketing gomb : Hivatkozás

source: Dual Color Heading : Before Text
hu_hu: Kétszínű címsor : Előtti szöveg

source: Dual Color Heading : Highlighted Text
hu_hu: Kétszínű címsor : Kiemelt szöveg

source: Dual Color Heading : After Text
hu_hu: Kétszínű címsor : Utáni szöveg

source: Dual Color Heading : Link
hu_hu: Kétszínű címsor : Hivatkozás

source: Dual Color Heading : Background Text
hu_hu: Kétszínű címsor : Háttérszöveg

source: Fancy Heading : Before Text
hu_hu: Díszes címsor : Előtti szöveg

source: Fancy Heading : Fancy Text
hu_hu: Díszes címsor : Díszes szöveg

source: Fancy Heading : After Text
hu_hu: Díszes címsor : Utáni szöveg

source: Before After Slider : Before Label
hu_hu: Előtte-utána csúszka : Előtte címke

source: Before After Slider : After Label
hu_hu: Előtte-utána csúszka : Utána címke

source: Content Toggle : Heading 1
hu_hu: Tartalomkapcsoló : Címsor 1

source: Content Toggle : Description 1
hu_hu: Tartalomkapcsoló : Leírás 1

source: Content Toggle : Heading 2
hu_hu: Tartalomkapcsoló : Címsor 2

source: Content Toggle : Description 2
hu_hu: Tartalomkapcsoló : Leírás 2

source: Modal Popup : Modal Title
hu_hu: Modális felugró ablak : Modális cím

source: Modal Popup : Modal Description
hu_hu: Modális felugró ablak : Modális leírás

source: Modal Popup : Display on Text - Text
hu_hu: Modális felugró ablak : Megjelenítés szövegen - Szöveg

source: Modal Popup : Display on Button - Button Text
hu_hu: Modális felugró ablak : Megjelenítés gombon - Gomb felirata

source: Info Box : Title Prefix
hu_hu: Információs doboz : Cím előtag

source: Info Box : Title
hu_hu: Információs doboz : Cím

source: Info Box : Description
hu_hu: Információs doboz : Leírás

source: Info Box : CTA Link Text
hu_hu: Információs doboz : CTA hivatkozás szövege

source: Info Box : CTA Button Text
hu_hu: Információs doboz : CTA gomb szövege

source: Info Box : CTA Link
hu_hu: Információs doboz : CTA hivatkozás

source: Info Box : Photo URL
hu_hu: Információs doboz : Fotó URL

source: Table : Search Label
hu_hu: Táblázat : Keresési címke

source: Video Gallery : Title Text
hu_hu: Videógaléria : Címszöveg

source: Video Gallery : "All" Tab Label
hu_hu: Videógaléria : "Összes" fül címkéje

source: Video : Text
hu_hu: Videó : Szöveg

source: Price Table : Title
hu_hu: Ártáblázat : Cím

source: Price Table : Description
hu_hu: Ártáblázat : Leírás

source: Price Table : Price
hu_hu: Ártáblázat : Ár

source: Price Table : Original Price
hu_hu: Ártáblázat : Eredeti ár

source: Price Table : Duration
hu_hu: Ártáblázat : Időtartam

source: Price Table : CTA Text
hu_hu: Ártáblázat : CTA szöveg

source: Price Table : CTA Link
hu_hu: Ártáblázat : CTA hivatkozás

source: Price Table : Disclaimer Text
hu_hu: Ártáblázat : Jogi nyilatkozat szövege

source: Price Table : Ribbon Title
hu_hu: Ártáblázat : Szalag címe

source: Price Table : Link
hu_hu: Ártáblázat : Hivatkozás

source: Image Galley : "All" Tab Label
hu_hu: Képgaléria : "Összes" fül felirata

source: Woo - Add To Cart : Text
hu_hu: Woo - Hozzáadás a kosárhoz : Szöveg

source: Display Message : Text
hu_hu: Üzenet megjelenítése : Szöveg

source: CTA Text - Classic : Text
hu_hu: CTA szöveg - Klasszikus : Szöveg

source: CTA Text - Card : Text
hu_hu: CTA szöveg - Kártya : Szöveg

source: CTA Text - Event : Text
hu_hu: CTA szöveg - Esemény : Szöveg

source: CTA Text - Creative Feeds : Text
hu_hu: CTA szöveg - Creative Feeds : Szöveg

source: CTA Text - News : Text
hu_hu: CTA szöveg - Hírek : Szöveg

source: CTA Text - Business Card : Text
hu_hu: CTA szöveg - Névjegykártya : Szöveg

source: "Load More" Label - Classic : Text
hu_hu: "Töltsön be többet" felirat - Klasszikus : Szöveg

source: "Load More" Label - Card : Text
hu_hu: "Töltsön be többet" felirat - Kártya : Szöveg

source: "Load More" Label - Event : Text
hu_hu: "Töltsön be többet" felirat - Esemény : Szöveg

source: "Load More" Label - Creative Feeds : Text
hu_hu: "Töltsön be többet" felirat - Creative Feeds : Szöveg

source: "Load More" Label - Business Card : Text
hu_hu: "Töltsön be többet" felirat - Névjegykártya : Szöveg

source: Author Info Text - Business Card : Text
hu_hu: Szerzői információk szövege - Névjegykártya : Szöveg

source: Hotspot : Overlay Button Text
hu_hu: Hotspot : Átfedő gomb szövege

source: How-to: Heading
hu_hu: Útmutató: Címsor

source: How-to: Description
hu_hu: Útmutató: Leírás

source: How-to: Text
hu_hu: Útmutató: Szöveg

source: How-to: Title
hu_hu: Útmutató: Cím

source: Off-Canvas : Content
hu_hu: Off-Canvas : Tartalom

source: Off-Canvas : Button Text
hu_hu: Off-Canvas : Gomb szövege

source: Business Reviews - Default : Read More Text
hu_hu: Üzleti értékelések - Alapértelmezett : Olvasson tovább szöveg

source: Business Reviews - Card : Read More Text
hu_hu: Üzleti értékelések - Kártya : Olvasson tovább szöveg

source: Business Reviews - Bubble : Read More Text
hu_hu: Üzleti értékelések - Buborék : Olvasson tovább szöveg

source: Countdown : Message
hu_hu: Visszaszámláló : Üzenet

source: Countdown : Label for Days
hu_hu: Visszaszámláló : Napok felirata

source: Countdown : Label for Hours
hu_hu: Visszaszámláló : Órák felirata

source: Countdown : Label for Minutes
hu_hu: Visszaszámláló : Percek felirata

source: Countdown : Label for Seconds
hu_hu: Visszaszámláló : Másodpercek felirata

source: Countdown : Redirect URL
hu_hu: Visszaszámláló : Átirányítási URL

source: WPForms Styler : Form Title
hu_hu: WPForms Styler : Űrlap címe

source: WPForms Styler : Form Description
hu_hu: WPForms Styler : Űrlap leírása

source: Team Member : Name
hu_hu: Csapattag : Név

source: Team Member : Designation
hu_hu: Csapattag : Beosztás

source: Team Member : Description
hu_hu: Csapattag : Leírás

source: Login Form : Username Label
hu_hu: Bejelentkezési űrlap : Felhasználónév címkéje

source: Login Form : Username Placeholder
hu_hu: Bejelentkezési űrlap : Felhasználónév helyőrzője

source: Login Form : Password Label
hu_hu: Bejelentkezési űrlap : Jelszó címkéje

source: Login Form : Password Placeholder
hu_hu: Bejelentkezési űrlap : Jelszó helyőrzője

source: Login Form : Separator Line Text
hu_hu: Bejelentkezési űrlap : Elválasztó vonal szövege

source: Login Form : Button Text
hu_hu: Bejelentkezési űrlap : Gomb szövege

source: Login Form : Register Text
hu_hu: Bejelentkezési űrlap : Regisztráljon szöveg

source: Login Form : Lost your password Text
hu_hu: Bejelentkezési űrlap : Elfelejtette a jelszavát szöveg

source: Registration Form : Redirect URL
hu_hu: Regisztrációs űrlap : Átirányítási URL

source: Registration Form : Login Text
hu_hu: Regisztrációs űrlap : Jelentkezzen be szöveg

source: Registration Form : Login URL
hu_hu: Regisztrációs űrlap : Bejelentkezési URL

source: Registration Form : Lost Password Text
hu_hu: Regisztrációs űrlap : Elfelejtett jelszó szöveg

source: Registration Form : Lost Password URL
hu_hu: Regisztrációs űrlap : Elfelejtett jelszó URL

source: Registration Form : Message For Logged In Users
hu_hu: Regisztrációs űrlap : Üzenet a bejelentkezett felhasználóknak

source: Registration Form : Button Text
hu_hu: Regisztrációs űrlap : Gomb szövege

source: Registration Form : Email Subject
hu_hu: Regisztrációs űrlap : E-mail tárgya

source: Registration Form : Email Content
hu_hu: Regisztrációs űrlap : E-mail tartalma

source: Registration Form :Success Message
hu_hu: Regisztrációs űrlap :Sikerüzenet

source: Registration Form : Error Message
hu_hu: Regisztrációs űrlap : Hibaüzenet

source: Social Share : Link
hu_hu: Közösségi megosztás : Hivatkozás

source: Social Share : Custom Text
hu_hu: Közösségi megosztás : Egyedi szöveg

source: Gravity Form Styler : Form Title
hu_hu: Gravity Form Styler : Űrlap címe

source: Gravity Form Styler : Form Description
hu_hu: Gravity Form Styler : Űrlap leírása

source: WP Fluent Forms Styler : Form Title
hu_hu: WP Fluent Forms Styler : Űrlap címe

source: WP Fluent Forms Styler : Form Description
hu_hu: WP Fluent Forms Styler : Űrlap leírása

source: Mini Cart : Cart Title
hu_hu: Mini kosár : Kosár címe

source: Mini Cart : Cart Message
hu_hu: Mini kosár : Kosár üzenete

source: Mini Cart : Text
hu_hu: Mini kosár : Szöveg

source: Woo - Checkout: Enter Billing Text
hu_hu: Woo - Checkout: Adja meg a számlázási szöveget

source: Woo - Checkout: Enter Shipping Text
hu_hu: Woo - Checkout: Adja meg a szállítási szöveget

source: Woo - Checkout: Enter Order Text
hu_hu: Woo - Checkout: Adja meg a rendelés szövegét

source: Woo - Checkout: Enter Payment Text
hu_hu: Woo - Checkout: Adja meg a fizetési szöveget

source: Woo - Checkout: Enter Cart Button Text
hu_hu: Woo - Checkout: Adja meg a kosár gomb szövegét

source: Woo - Checkout: Enter Previous Button Text
hu_hu: Woo - Checkout: Adja meg az Előző gomb szövegét

source: Woo - Checkout: Enter Next Button Text
hu_hu: Woo - Checkout: Adja meg a Következő gomb szövegét

source: Woo - Checkout: Enter Login Title
hu_hu: Woo - Checkout: Adja meg a bejelentkezés címét

source: Woo - Checkout: Enter Login Link Text
hu_hu: Woo - Checkout: Adja meg a bejelentkezési hivatkozás szövegét

source: Woo - Checkout: Enter Login Form Text
hu_hu: Woo - Checkout: Adja meg a bejelentkezési űrlap szövegét

source: Woo - Checkout: Enter Coupon Title
hu_hu: Woo - Checkout: Adja meg a kupon címét

source: Woo - Checkout: Enter Coupon Link Text
hu_hu: Woo - Checkout: Adja meg a kupon hivatkozás szövegét

source: Woo - Checkout: Enter Coupon Form Text
hu_hu: Woo - Checkout: Adja meg a kupon űrlap szövegét

source: Woo - Checkout: Enter Coupon Form Placeholder
hu_hu: Woo - Checkout: Adja meg a kupon űrlap helyőrző szövegét

source: Woo - Checkout: Enter Coupon Button Text
hu_hu: Woo - Checkout: Adja meg a kupon gomb szövegét

source: BusinessHours: Enter Day
hu_hu: BusinessHours: Adja meg a napot

source: BusinessHours: Enter Time
hu_hu: BusinessHours: Adja meg az időt

source: Buttons: Text
hu_hu: Gombok: Szöveg

source: Buttons: Link
hu_hu: Gombok: Hivatkozás

source: FAQ Schema: Question/Title
hu_hu: FAQ Schema: Kérdés/Cím

source: FAQ Schema: Answer/Content
hu_hu: FAQ Schema: Válasz/Tartalom

source: Google Map: Map Marker Title
hu_hu: Google Map: Jelölő címe

source: Google Map: Map Marker Description
hu_hu: Google Map: Jelölő leírása

source: Hotspot: Marker Text
hu_hu: Hotspot: Jelölő szövege

source: Hotspot: Tooltip Content
hu_hu: Hotspot: Eszköztipp tartalma

source: Hotspot: Marker Link
hu_hu: Hotspot: Jelölő hivatkozása

source: How-to: Link
hu_hu: How-to: Hivatkozás

source: Navigation Menu: Text
hu_hu: Navigációs menü: Szöveg

source: Navigation Menu: Link
hu_hu: Navigációs menü: Hivatkozás

source: Price List: Title
hu_hu: Árlista: Cím

source: Price List: Description
hu_hu: Árlista: Leírás

source: Price List: Price
hu_hu: Árlista: Ár

source: Price List: Original Price
hu_hu: Árlista: Eredeti ár

source: Price List: Item Link
hu_hu: Árlista: Tétel hivatkozása

source: Price Table: Feature Title
hu_hu: Ártáblázat: Funkció címe

source: Price Table: Tooltip Content
hu_hu: Ártáblázat: Eszköztipp tartalma

source: Registration Form: Field Label
hu_hu: Regisztrációs űrlap: Mező címkéje

source: Registration Form: Placeholder
hu_hu: Regisztrációs űrlap: Helyőrző

source: Social Share: Custom Label
hu_hu: Közösségi megosztás: Egyéni címke

source: Table: Content Text
hu_hu: Táblázat: Tartalomszöveg

source: Table: Content Link
hu_hu: Táblázat: Tartalom hivatkozás

source: Timeline: Date
hu_hu: Idővonal: Dátum

source: Timeline: Heading
hu_hu: Idővonal: Címsor

source: Timeline: Description
hu_hu: Idővonal: Leírás

source: Timeline: Link
hu_hu: Idővonal: Hivatkozás

source: Video Gallery: Video URL
hu_hu: Videógaléria: Videó URL

source: Video Gallery: Caption
hu_hu: Videógaléria: Felirat

source: Video Gallery: Categories
hu_hu: Videógaléria: Kategóriák

source: Invalid nonce
hu_hu: Érvénytelen nonce

source: Your API key authenticated successfully!
hu_hu: Az API key hitelesítése sikeres!

source: Entered API key is invalid
hu_hu: A megadott API key érvénytelen

source: Google Error Message:
hu_hu: Google hibaüzenet:

source: You have exceeded your daily request quota for this API. If you did not set a custom daily request quota, verify your project has an active billing account.
hu_hu: Túllépte az API napi lekérési kvótáját. Ha nem állított be egyéni napi lekérési kvótát, ellenőrizze, hogy a projektjéhez aktív számlázási fiók tartozik-e.

source: Click here to enable billing.
hu_hu: Kattintson ide a számlázás engedélyezéséhez.

source: Unknown error
hu_hu: Ismeretlen hiba

source: Access Token authenticated successfully!
hu_hu: Az Access Token hitelesítése sikeres!

source: Invalid Access Token
hu_hu: Érvénytelen Access Token

source: Sorry, you are not authorized to perform this action.
hu_hu: Sajnáljuk, Ön nem jogosult e művelet végrehajtására.

source: Widgets not found
hu_hu: Widgetek nem találhatók

source: Not found
hu_hu: Nem található

source: Settings not found
hu_hu: Beállítások nem találhatók

source: Settings saved successfully
hu_hu: Beállítások sikeresen mentve

source: Plugins list not found
hu_hu: A bővítmények listája nem található

source: Branding settings not found
hu_hu: Arculati beállítások nem találhatók

source: Before
hu_hu: Előtte

source: Before Image Source
hu_hu: Előtte kép forrása

source: Media
hu_hu: Média

source: Before Photo
hu_hu: Előtte fotó

source: Before Photo URL
hu_hu: Előtte fotó URL

source: Before Label
hu_hu: Előtte címke

source: After
hu_hu: Utána

source: After Image Source
hu_hu: Utána kép forrása

source: After Photo
hu_hu: Utána fotó

source: After Photo URL
hu_hu: Utána fotó URL

source: After Label
hu_hu: Utána címke

source: Orientation
hu_hu: Tájolás

source: Before After Slider Orientation
hu_hu: Előtte–Utána csúszka tájolása

source: Vertical
hu_hu: Függőleges

source: Horizontal
hu_hu: Vízszintes

source: Alignment
hu_hu: Igazítás

source: Left
hu_hu: Balra

source: Center
hu_hu: Középre

source: Right
hu_hu: Jobbra

source: Move on Hover
hu_hu: Mozgatás rámutatáskor

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Overlay Color
hu_hu: Átfedés színe

source: Comparison Handle
hu_hu: Összehasonlító fogantyú

source: Handle Initial Offset
hu_hu: Fogantyú kezdeti eltolása

source: Handle Color
hu_hu: Fogantyú színe

source: Handle Thickness
hu_hu: Fogantyú vastagsága

source: Circle Width
hu_hu: Kör szélessége

source: Circle Radius
hu_hu: Kör sugara

source: Triangle Size
hu_hu: Háromszög mérete

source: Before/After Label
hu_hu: Előtte/Utána címke

source: Show Label On
hu_hu: Címke megjelenítése

source: Hover Only
hu_hu: Csak rámutatáskor

source: Normal Only
hu_hu: Csak normál állapotban

source: Hover & Normal
hu_hu: Rámutatáskor & normál állapotban

source: Color
hu_hu: Szín

source: Background Color
hu_hu: Háttérszín

source: Padding
hu_hu: Belső margó

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Helpful Information
hu_hu: Hasznos információk

source: %1$s Getting started video » %2$s
hu_hu: %1$s Első lépések videó » %2$s

source: %1$s Getting started article » %2$s
hu_hu: %1$s Első lépések cikk » %2$s

source: Business Days & Timings
hu_hu: Munkanapok & nyitvatartás

source: Enter Day
hu_hu: Adja meg a napot

source: Enter Time
hu_hu: Adja meg az időpontot

source: Styling
hu_hu: Stílus

source: Style This Day
hu_hu: Ennek a napnak a stílusa

source: YES
hu_hu: IGEN

source: NO
hu_hu: NEM

source: Day Color
hu_hu: Nap színe

source: Time Color
hu_hu: Időpont színe

source: Monday
hu_hu: Hétfő

source: 8:00 AM - 7:00 PM
hu_hu: 8:00 de. - 7:00 du.

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Closed
hu_hu: Zárva

source: yes
hu_hu: igen

source: Sunday
hu_hu: Vasárnap

source: General
hu_hu: Általános

source: Row Spacing
hu_hu: Sorköz

source: Divider
hu_hu: Elválasztó

source: Style
hu_hu: Stílus

source: Solid
hu_hu: Folytonos

source: Dotted
hu_hu: Pontozott

source: Dashed
hu_hu: Szaggatott

source: Weight
hu_hu: Vastagság

source: Day and Time
hu_hu: Nap és időpont

source: Day Alignment
hu_hu: Nap igazítása

source: Time Alignment
hu_hu: Időpont igazítása

source: Day Typography
hu_hu: Nap tipográfiája

source: Time Typography
hu_hu: Időpont tipográfiája

source: Striped Effect
hu_hu: Csíkozott hatás

source: Striped Odd Rows Color
hu_hu: Csíkozott páratlan sorok színe

source: Striped Even Rows Color
hu_hu: Csíkozott páros sorok színe

source: Reviewer Info
hu_hu: Értékelő adatai

source: %1$sReviewer Image%2$s
hu_hu: %1$sÉrtékelő képe%2$s

source: Show
hu_hu: Mutassa

source: Hide
hu_hu: Rejtse el

source: Image Position
hu_hu: Kép pozíciója

source: Above Name
hu_hu: Név fölött

source: Left of Name
hu_hu: Név bal oldalán

source: Left of all content
hu_hu: Minden tartalom bal oldalán

source: Image Size
hu_hu: Kép mérete

source: Overall Alignment
hu_hu: Általános igazítás

source: %1$sReviewer Name%2$s
hu_hu: %1$sÉrtékelő neve%2$s

source: Link Name
hu_hu: Név linkelése

source: %1$sReview Source Icon%2$s
hu_hu: %1$sÉrtékelés forrásának ikonja%2$s

source: Review Date
hu_hu: Értékelés dátuma

source: Select Type
hu_hu: Válassza ki a típust

source: Numeric
hu_hu: Numerikus

source: Relative
hu_hu: Relatív

source: Rating
hu_hu: Értékelés

source: Star Rating
hu_hu: Csillagos értékelés

source: Star Icon Style
hu_hu: Csillag ikon stílusa

source: Icon Size
hu_hu: Ikon mérete

source: Icon Color
hu_hu: Ikon színe

source: Unmarked Icon Color
hu_hu: Jelöletlen ikon színe

source: Review Text
hu_hu: Értékelés szövege

source: Text Color
hu_hu: Szöveg színe

source: Text Length
hu_hu: Szöveg hossza

source: Yelp API allows fetching maximum 160 characters from a review.
hu_hu: A Yelp API legfeljebb 160 karaktert enged lekérni egy értékelésből.

source: Read More Text
hu_hu: Tovább olvasás szövege

source: Read More »
hu_hu: Olvasson tovább »

source: Read More Text Color
hu_hu: Tovább olvasás szövegének színe

source: Spacing
hu_hu: Térköz

source: Columns Gap
hu_hu: Oszlopok közötti térköz

source: Rows Gap
hu_hu: Sorok közötti térköz

source: Image Spacing
hu_hu: Kép térköze

source: Name Bottom Spacing
hu_hu: Név alsó térköze

source: Star Rating Bottom Spacing
hu_hu: Csillagos értékelés alsó térköze

source: Review Date Bottom Spacing
hu_hu: Értékelés dátumának alsó térköze

source: Box
hu_hu: Doboz

source: Border Radius
hu_hu: Szegély lekerekítése

source: Navigation
hu_hu: Navigáció

source: Arrows
hu_hu: Nyilak

source: Arrows Position
hu_hu: Nyilak pozíciója

source: Inside
hu_hu: Belül

source: Outside
hu_hu: Kívül

source: Arrows Size
hu_hu: Nyilak mérete

source: Arrows Color
hu_hu: Nyilak színe

source: Dots
hu_hu: Pontok

source: Dots Size
hu_hu: Pontok mérete

source: Dots Color
hu_hu: Pontok színe

source: Typography
hu_hu: Tipográfia

source: Reviewer Name
hu_hu: Értékelő neve

source: Review Content
hu_hu: Értékelés tartalma

source: Bubble
hu_hu: Buborék

source: Hide Arrow
hu_hu: Nyíl elrejtése

source: Border Style
hu_hu: Szegély stílusa

source: None
hu_hu: Nincs

source: Border Width
hu_hu: Szegély vastagsága

source: Border Color
hu_hu: Szegély színe

source: Content Block Bottom Spacing
hu_hu: Tartalomblokk alsó térköze

source: Card
hu_hu: Kártya

source: Content Bottom Spacing
hu_hu: Tartalom alsó térköze

source: Border
hu_hu: Szegély

source: %1$s%2$sGoogle Error Message:%3$s Incorrect Google API key! Please set up the API key from UAE settings.%4$s
hu_hu: %1$s%2$sGoogle hibaüzenet:%3$s Helytelen Google API-kulcs! Kérjük, állítsa be az API-kulcsot a UAE beállításaiban.%4$s

source: %1$s%2$sGoogle Error Message:%3$s Please configure the Google API key to display the reviews.%4$s
hu_hu: %1$s%2$sGoogle hibaüzenet:%3$s Kérjük, állítsa be a Google API-kulcsot az értékelések megjelenítéséhez.%4$s

source: %1$sSomething went wrong while fetching Google reviews: %2$s%3$s
hu_hu: %1$sHiba történt a Google-értékelések lekérése közben: %2$s%3$s

source: It seems like the Google place you have selected does not have any reviews.
hu_hu: Úgy tűnik, hogy a kiválasztott Google-helyhez nem tartoznak értékelések.

source: <span class="uael-reviews-notice-message elementor-clickable"><span class="uael-reviews-error-message">Google Error Message: </span>OVER_QUERY_LIMIT</br>You have exceeded your daily request quota for this API. If you did not set a custom daily request quota, verify your project has an active billing account. Visit your %1$s Google API console %2$s to activate billing. </span>
hu_hu: <span class=\"uael-reviews-notice-message elementor-clickable\"><span class=\"uael-reviews-error-message\">Google hibaüzenet: </span>OVER_QUERY_LIMIT</br>Túllépte az API napi lekérési kvótáját. Ha nem állított be egyéni napi lekérési kvótát, ellenőrizze, hogy a projektjéhez aktív számlázási fiók tartozik-e. Látogasson el a %1$s Google API konzolra %2$s a számlázás aktiválásához. </span>

source: <span class="uael-reviews-notice-message"><span class="uael-reviews-error-message">Google Error Message: </span>REQUEST_DENIED</br>Invalid Google API key! Please verify your API key from UAE settings.</span>
hu_hu: <span class=\"uael-reviews-notice-message\"><span class=\"uael-reviews-error-message\">Google hibaüzenet: </span>REQUEST_DENIED</br>Érvénytelen Google API-kulcs! Kérjük, ellenőrizze az API-kulcsát a UAE beállításaiban.</span>

source: <span class="uael-reviews-notice-message"><span class="uael-reviews-error-message">Google Error Message: </span>UNKNOWN_ERROR </br>Seems like a server-side error; Please try again later.</span>
hu_hu: <span class=\"uael-reviews-notice-message\"><span class=\"uael-reviews-error-message\">Google hibaüzenet: </span>UNKNOWN_ERROR </br>Úgy tűnik, kiszolgálóoldali hiba történt; Kérjük, próbálja meg később újra.</span>

source: <span class="uael-reviews-notice-message"><span class="uael-reviews-error-message">Google Error Message: </span>INVALID_REQUEST </br>Please check if the entered Place ID is invalid.</span>
hu_hu: <span class=\"uael-reviews-notice-message\"><span class=\"uael-reviews-error-message\">Google hibaüzenet: </span>INVALID_REQUEST </br>Kérjük, ellenőrizze, hogy a megadott Place ID érvénytelen-e.</span>

source: <span class="uael-reviews-notice-message"><span class="uael-reviews-error-message">Google Error Message:</span> It seems like the Google place you have selected does not have any reviews.</span>
hu_hu: <span class=\"uael-reviews-notice-message\"><span class=\"uael-reviews-error-message\">Google hibaüzenet:</span> Úgy tűnik, hogy a kiválasztott Google-helyhez nem tartoznak értékelések.</span>
