Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: Choose Social media from above actions to display share count of particular media.
hu_hu: Válasszon közösségimédia-platformot a fenti műveletek közül az adott platform megosztásszámának megjelenítéséhez.

source: For Twitter you will need to register your website %s in order to return the share counts.
hu_hu: A Twitter esetén a megosztásszámok lekéréséhez regisztrálnia kell a(z) %s webhelyét.

source: For pinterest you need to set up a featured image and Image URL should contain https://
hu_hu: A pinterest esetén kiemelt képet kell beállítania, és a kép URL-jének tartalmaznia kell a https://-t.

source: Please configure Facebook Access Token from <a href="%s" target="_blank" rel="noopener">here</a>.
hu_hu: Kérjük, állítsa be a Facebook Access Token-t <a href="%s" target="_blank" rel="noopener">itt</a>.

source: Share
hu_hu: Megosztás

source: Custom Text
hu_hu: Egyéni szöveg

source: Text/Icon Color
hu_hu: Szöveg/ikon színe

source: Click here to edit the "Floating Social Share" settings. This text will not be visible on frontend.
hu_hu: Kattintson ide a "Floating Social Share" beállításainak szerkesztéséhez. Ez a szöveg a frontend felületen nem lesz látható.

source: Please set the Facebook token from WP Dashboard -> UAE -> Settings -> Integrations -> Social Share - Facebook Access Token.
hu_hu: Kérjük, állítsa be a Facebook tokent a WP Dashboard -> UAE -> Settings -> Integrations -> Social Share - Facebook Access Token menüpontban.

source: Share on %s
hu_hu: Megosztás a(z) %s

source: %1s - Sticky Header
hu_hu: %1s - Rögzített fejléc

source: Enable Sticky Header
hu_hu: Rögzített fejléc engedélyezése

source: Enable On
hu_hu: Engedélyezés itt

source: Scroll Distance
hu_hu: Görgetési távolság

source: Visual Effects
hu_hu: Vizuális effektek

source: Transparent Header
hu_hu: Átlátszó fejléc

source: Enable transparent header. If no background color is set below, the header will remain transparent when sticky.
hu_hu: Engedélyezze az átlátszó fejlécet. Ha alább nincs beállítva háttérszín, a fejléc rögzített állapotban is átlátszó marad.

source: Transparency Level
hu_hu: Átlátszósági szint

source: Set a background color for the sticky header. Leave disabled to maintain transparency when sticky.
hu_hu: Állítson be háttérszínt a rögzített fejléchez. Hagyja letiltva, hogy rögzített állapotban megmaradjon az átlátszóság.

source: Background Type
hu_hu: Háttér típusa

source: Location
hu_hu: Hely

source: Gradient Type
hu_hu: Színátmenet típusa

source: Linear
hu_hu: Lineáris

source: Radial
hu_hu: Radiális

source: Angle
hu_hu: Szög

source: Border & Shadow
hu_hu: Szegély és árnyék

source: Bottom Border
hu_hu: Alsó szegély

source: Border Thickness (px)
hu_hu: Szegélyvastagság (px)

source: Drop Shadow
hu_hu: Vetett árnyék

source: Shadow Color
hu_hu: Árnyék színe

source: Vertical Offset
hu_hu: Függőleges eltolás

source: Blur Radius
hu_hu: Elmosási sugár

source: Spread
hu_hu: Elosztás

source: Advanced Behavior
hu_hu: Speciális viselkedés

source: Hide on Scroll Down
hu_hu: Elrejtés lefelé görgetéskor

source: Hide Threshold
hu_hu: Elrejtési küszöb

source: The header will hide when scrolling down and show when scrolling up.
hu_hu: A fejléc lefelé görgetéskor elrejtődik, felfelé görgetéskor pedig megjelenik.

source: Enter Title Text
hu_hu: Adja meg a cím szövegét

source: Select heading tags to display
hu_hu: Válassza ki a megjelenítendő címsor tageket

source: List Icon Style
hu_hu: Lista ikon stílusa

source: Bullets
hu_hu: Felsorolásjelek

source: Exclude Headings
hu_hu: Címsorok kizárása

source: Add the CSS class <b>uae-toc-hide-heading</b> to the heading you want to exclude from the table.
hu_hu: Adja hozzá a(z) <b>uae-toc-hide-heading</b> CSS osztályt ahhoz a címsorhoz, amelyet ki szeretne zárni a tartalomjegyzékből.

source: %1$s Learn More » %2$s
hu_hu: %1$s További információ » %2$s

source: Collapsible
hu_hu: Összecsukható

source: Make Content Collapsible
hu_hu: Tegye a tartalmat összecsukhatóvá

source: Keep Collapsed Initially
hu_hu: Kezdetben tartsa összecsukva

source: Scroll to Top
hu_hu: Vissza az oldal tetejére

source: This will add a Scroll to Top arrow at the bottom of page.
hu_hu: Ezzel az oldal aljára egy Vissza az oldal tetejére nyíl kerül.

source: Scroll to Top Offset
hu_hu: Vissza az oldal tetejére eltolás

source: Smooth Scroll
hu_hu: Sima görgetés

source: Smooth scroll upto destination.
hu_hu: Sima görgetés a célpontig.

source: Scroll Animation Delay (ms)
hu_hu: Görgetési animáció késleltetése (ms)

source: Smooth Scroll Offset (px)
hu_hu: Sima görgetés eltolása (px)

source: %1$s How to exclude specific headings Table of Contents? » %2$s
hu_hu: %1$s Hogyan zárhat ki bizonyos címsorokat a tartalomjegyzékből? » %2$s

source: Container
hu_hu: Konténer

source: Title Bottom Spacing
hu_hu: Cím alsó térköze

source: Spacing Between Content
hu_hu: Tartalmak közötti térköz

source: Add a header to begin generating the table of contents
hu_hu: Adjon hozzá egy címsort a tartalomjegyzék létrehozásának megkezdéséhez

source: Table Header
hu_hu: Táblázatfejléc

source: Source
hu_hu: Forrás

source: Manual
hu_hu: Kézi

source: CSV File
hu_hu: CSV fájl

source: Upload a CSV File
hu_hu: Töltsön fel egy CSV fájlt

source: Note: Facing issue with %1$sCSV importer?%2$s Please read %3$sthis%2$s article for troubleshooting steps.
hu_hu: Megjegyzés: Problémát tapasztal a %1$sCSV-importálóval?%2$s Kérjük, olvassa el %3$sezt%2$s a cikket a hibaelhárítási lépésekért.

source: Action
hu_hu: Művelet

source: Start New Row
hu_hu: Új sor indítása

source: Add New Cell
hu_hu: Új cella hozzáadása

source: You have started a new row. Please add new cells in your row by clicking <b>Add Item</b> button below.
hu_hu: Új sort indított. Kérjük, adjon hozzá új cellákat a sorához az alábbi <b>Elem hozzáadása</b> gombra kattintva.

source: CONTENT
hu_hu: TARTALOM

source: ICON / IMAGE
hu_hu: IKON / KÉP

source: ADVANCE
hu_hu: HALADÓ

source: Column Span
hu_hu: Oszlopok átfogása

source: How many columns should this column span across.
hu_hu: Hány oszlopon nyúljon át ez az oszlop.

source: Row Span
hu_hu: Sorok átfogása

source: How many rows should this column span across.
hu_hu: Hány soron nyúljon át ez az oszlop.

source: Add your custom id WITHOUT the Pound key. e.g: my-id
hu_hu: Adja meg az egyéni id-t KETTŐSKERESZT nélkül. pl.: my-id

source: Add your custom class WITHOUT the dot. e.g: my-class
hu_hu: Adja meg az egyéni class-t PONT nélkül. pl.: my-class

source: Sample ID
hu_hu: Minta ID

source: Note: Advance settings will not work if Responsive Support is Enabled.
hu_hu: Megjegyzés: A haladó beállítások nem működnek, ha a Reszponzív támogatás engedélyezve van.

source: Note: Sticky Header will not work if "Responsive Support" option is enabled.
hu_hu: Megjegyzés: A rögzített fejléc nem fog működni, ha a "Reszponzív támogatás" opció engedélyezve van.

source: Table Content
hu_hu: Táblázat tartalma

source: Advance
hu_hu: Haladó

source: Convert this Cell into Table Heading?
hu_hu: Átalakítja ezt a cellát táblázatfejléccé?

source: Sample #1
hu_hu: Minta #1

source: Row 1, Content 1
hu_hu: 1. sor, 1. tartalom

source: Row 1, Content 2
hu_hu: 1. sor, 2. tartalom

source: Sample #2
hu_hu: Minta #2

source: Row 2, Content 1
hu_hu: 2. sor, 1. tartalom

source: Row 2, Content 2
hu_hu: 2. sor, 2. tartalom

source: Sample #3
hu_hu: Minta #3

source: Row 3, Content 1
hu_hu: 3. sor, 1. tartalom

source: Row 3, Content 2
hu_hu: 3. sor, 2. tartalom

source: Advance Settings
hu_hu: Haladó beállítások

source: Sortable Table
hu_hu: Rendezhető táblázat

source: Sort table entries on the click of table headings.
hu_hu: Rendezze a táblázat bejegyzéseit az oszlopfejlécekre kattintva.

source: Sortable Dropdown
hu_hu: Rendezhető legördülő menü

source: This will show dropdown menu to sort the table by columns
hu_hu: Ez egy legördülő menüt jelenít meg, amellyel oszlopok szerint rendezheti a táblázatot.

source: Searchable Table
hu_hu: Kereshető táblázat

source: Search/filter table entries easily.
hu_hu: Keresse/szűrje könnyedén a táblázat bejegyzéseit.

source: Search Label
hu_hu: Keresés felirat

source: Search:
hu_hu: Keresés:

source: Show Entries Dropdown
hu_hu: Bejegyzésszám legördülő menü

source: Controls the number of entries in a table.
hu_hu: A táblázatban megjelenő bejegyzések számát szabályozza.

source: Row Text Color
hu_hu: Sor szövegének színe

source: Row Background Color
hu_hu: Sor háttérszíne

source: Apply Border To
hu_hu: Szegély alkalmazása erre

source: CELL
hu_hu: CELLA

source: ROW
hu_hu: SOR

source: Note: By default, the border will be applied to cells. You can change it to row by using the above setting.
hu_hu: Megjegyzés: Alapértelmezés szerint a szegély a cellákra lesz alkalmazva. A fenti beállítással átállíthatja a sorokra.

source: Row Border
hu_hu: Sor szegélye

source: Cell Border
hu_hu: Cella szegélye

source: Row Color
hu_hu: Sor színe

source: Cell Hover Color
hu_hu: Cella színe rámutatáskor

source: Cell Hover Background Color
hu_hu: Cella háttérszíne rámutatáskor

source: Table Body
hu_hu: Táblázat törzse

source: Note: Padding will not work on responsive devices if Responsive Support is Enabled.
hu_hu: Megjegyzés: A belső térköz nem működik reszponzív eszközökön, ha a Reszponzív támogatás engedélyezve van.

source: Note: Striped effect will not work on responsive devices.
hu_hu: Megjegyzés: A csíkozott hatás nem működik reszponzív eszközökön.

source: Icon / Image
hu_hu: Ikon / Kép

source: Search / Show Entries
hu_hu: Keresés / Bejegyzések megjelenítése

source: Input Color
hu_hu: Beviteli mező színe

source: Input Background Color
hu_hu: Beviteli mező háttérszíne

source: Input Border
hu_hu: Beviteli mező szegélye

source: Input Padding
hu_hu: Beviteli mező belső térköze

source: Bottom Space
hu_hu: Alsó térköz

source: %1$s How to add rows & columns? » %2$s
hu_hu: %1$s Hogyan adhat hozzá sorokat és oszlopokat? » %2$s

source: %1$s How to add table header? » %2$s
hu_hu: %1$s Hogyan adhat hozzá táblázatfejlécet? » %2$s

source: %1$s How to add content in table cell? » %2$s
hu_hu: %1$s Hogyan adhat tartalmat a táblázat cellájába? » %2$s

source: %1$s Table styling » %2$s
hu_hu: %1$s Táblázat stílusozása » %2$s

source: %1$s Row / Column span » %2$s
hu_hu: %1$s Sor / Oszlop átfogás » %2$s

source: %1$s Custom Column Width » %2$s
hu_hu: %1$s Egyéni oszlopszélesség » %2$s

source: %1$s Create table by uploading CSV » %2$s
hu_hu: %1$s Táblázat létrehozása CSV feltöltésével » %2$s

source: %1$s Facing issues with CSV import? » %2$s
hu_hu: %1$s Problémái vannak a CSV importálással? » %2$s

source: %1$s Sortable / Searchable table » %2$s
hu_hu: %1$s Rendezhető / kereshető táblázat » %2$s

source: %1$s Control on table entries display count » %2$s
hu_hu: %1$s A táblázat bejegyzéseinek megjelenített számának szabályozása » %2$s

source: %1$sPlease provide a valid CSV file.%2$s
hu_hu: %1$sKérjük, adjon meg érvényes CSV-fájlt.%2$s

source: File could not be opened. Check the file's permissions to make sure it's readable by your server.
hu_hu: A fájlt nem sikerült megnyitni. Ellenőrizze a fájl jogosultságait, hogy a kiszolgálója számára olvasható legyen.

source: Name
hu_hu: Név

source: Enter Name
hu_hu: Adja meg a nevet

source: Show Designation
hu_hu: Beosztás megjelenítése

source: Designation
hu_hu: Beosztás

source: Enter Designation
hu_hu: Adja meg a beosztást

source: CEO
hu_hu: Vezérigazgató

source: Describe here
hu_hu: Itt írja le

source: Enter description text here.Lorem ipsum dolor sit amet consectetur adipiscing.
hu_hu: Ide írja be a leírás szövegét.Lorem ipsum dolor sit amet consectetur adipiscing.

source: Below Name
hu_hu: Név alatt

source: Below Designation
hu_hu: Beosztás alatt

source: Below Description
hu_hu: Leírás alatt

source: Choose the breakpoint you want the layout will stack.
hu_hu: Válassza ki azt a töréspontot, amelynél az elrendezés egymás alá rendeződik.

source: Icon Background Size
hu_hu: Ikon háttérmérete

source: Designation Bottom Spacing
hu_hu: Beosztás alsó térköze

source: Description Bottom Spacing
hu_hu: Leírás alsó térköze

source: Content Source
hu_hu: Tartalomforrás

source: Infinite Load
hu_hu: Végtelen betöltés

source: Show Image
hu_hu: Kép megjelenítése

source: Show Title
hu_hu: Cím megjelenítése

source: Show Excerpt
hu_hu: Kivonat megjelenítése

source: Link Type
hu_hu: Hivatkozás típusa

source: Link Text
hu_hu: Hivatkozás szövege

source: Published Date
hu_hu: Közzététel dátuma

source: Last Modified Date
hu_hu: Utolsó módosítás dátuma

source: Custom Meta Key
hu_hu: Egyéni meta-kulcs

source: <b>For Advanced Users -</b> Display the date/value store in custom meta key of the post. Learn more about this feature %1$s here %2$s.
hu_hu: <b>Haladó felhasználóknak -</b> Jelenítse meg a bejegyzés egyéni meta-kulcsában tárolt dátumot/értéket. Tudjon meg többet erről a funkcióról %1$s itt %2$s.

source: %1$s How query builder works for post timeline? » %2$s
hu_hu: %1$s Hogyan működik a lekérdezésépítő a bejegyzés-idővonalnál? » %2$s

source: %1$s Enable infinite load pagination for post timeline » %2$s
hu_hu: %1$s Engedélyezze a végtelen betöltéses lapozást a bejegyzés-idővonalhoz » %2$s

source: %1$s Display custom value in post's date area » %2$s
hu_hu: %1$s Egyéni érték megjelenítése a bejegyzés dátumterületén » %2$s

source: %1$s Styling particular item / icon? » %2$s
hu_hu: %1$s Egy adott elem / ikon stílusozása? » %2$s

source: %1$s Manage Timeline on responsive view? » %2$s
hu_hu: %1$s Az idővonal kezelése reszponzív nézetben? » %2$s

source: %1$s Set on-scroll color for connector line and icon » %2$s
hu_hu: %1$s Görgetés közbeni szín beállítása az összekötő vonalhoz és ikonhoz » %2$s

source: Timeline Items
hu_hu: Idővonal elemei

source: Heading Color
hu_hu: Címsor színe

source: Connector Icon
hu_hu: Összekötő ikon

source: Icon Background Color
hu_hu: Ikon háttérszíne

source: Date Color
hu_hu: Dátum színe

source: January 1, 2014
hu_hu: 2014. január 1.

source: My Heading 1
hu_hu: Címsorom 1

source: I am timeline card content. You can change me anytime. Click here to edit this text.
hu_hu: Én vagyok az idővonal-kártya tartalma. Bármikor megváltoztathatja. Kattintson ide ennek a szövegnek a szerkesztéséhez.

source: January 1, 2015
hu_hu: 2015. január 1.

source: My Heading 2
hu_hu: Címsorom 2

source: For Mobile
hu_hu: Mobilhoz

source: Responsive Orientation
hu_hu: Reszponzív tájolás

source: Content Alignment
hu_hu: Tartalom igazítása

source: Note: Keep above setting unselected to align content w.r.t. timeline item's orientation.
hu_hu: Megjegyzés: Hagyja a fenti beállítást kijelöletlenül, hogy a tartalom az idővonal elem tájolásához igazodjon.

source: Show Card Arrow
hu_hu: Kártya nyilának megjelenítése

source: Connector Icon Alignment
hu_hu: Összekötő ikonjának igazítása

source: Horizontal Spacing
hu_hu: Vízszintes térköz

source: Vertical Spacing
hu_hu: Függőleges térköz

source: Heading Bottom Spacing
hu_hu: Címsor alsó térköze

source: Date Bottom Spacing
hu_hu: Dátum alsó térköze

source: DEFAULT
hu_hu: ALAPÉRTELMEZETT

source: Heading Tag
hu_hu: Címsor címkéje

source: Link Text Color
hu_hu: Hivatkozás szövegének színe

source: Heading Typograhy
hu_hu: Címsor tipográfiája

source: Description Typograhy
hu_hu: Leírás tipográfiája

source: Link Text Typograhy
hu_hu: Hivatkozás szövegének tipográfiája

source: Shadow Blur Effect
hu_hu: Árnyék elmosódása

source: FOCUSED
hu_hu: FÓKUSZÁLT

source: HOVER
hu_hu: RÁMUTATÁS

source: Connector
hu_hu: Összekötő

source: Connector Width
hu_hu: Összekötő szélessége

source: Icon Rounded Corners
hu_hu: Ikon lekerekített sarkai

source: Dates
hu_hu: Dátumok

source: Account
hu_hu: Fiók

source: Search By
hu_hu: Keresés alapja

source: Twitter Handle
hu_hu: Twitter felhasználónév

source: Enter your Twitter handle WITHOUT @ sign.
hu_hu: Adja meg a Twitter felhasználónevét @ jel NÉLKÜL.

source: Enter your Twitter hashtag WITHOUT # sign.
hu_hu: Adja meg a Twitter hashtaget # jel NÉLKÜL.

source: To display Twitter Feed, you need to configure Twitter Consumer keys. Please configure keys from <a href="%s" target="_blank" rel="noopener">here</a>.
hu_hu: A Twitter-hírfolyam megjelenítéséhez be kell állítania a Twitter Consumer kulcsokat. Kérjük, a kulcsokat <a href="%s" target="_blank" rel="noopener">itt</a> állítsa be.

source: Cache Time (Hours)
hu_hu: Gyorsítótár ideje (óra)

source: Content Layout
hu_hu: Tartalom elrendezése

source: List
hu_hu: Lista

source: Newest First
hu_hu: Legújabb elöl

source: Oldest First
hu_hu: Legrégebbi elöl

source: Most Liked
hu_hu: Legkedveltebb

source: Most Retweeted
hu_hu: Legtöbbször retweetelt

source: Post Limit
hu_hu: Bejegyzések száma

source: Show Media
hu_hu: Média megjelenítése

source: Media Size
hu_hu: Média mérete

source: Content Length
hu_hu: Tartalom hossza

source: Enable this to display all tweets with same height.
hu_hu: Engedélyezze ezt, hogy minden tweet azonos magasságban jelenjen meg.

source: Profile
hu_hu: Profil

source: Profile Style
hu_hu: Profil stílusa

source: Twitter Name
hu_hu: Twitter-név

source: Show
hu_hu: Megjelenítés

source: Twitter Logo
hu_hu: Twitter logó

source: Open in same window
hu_hu: Megnyitás ugyanabban az ablakban

source: Open in new window
hu_hu: Megnyitás új ablakban

source: Feed Content
hu_hu: Hírfolyam tartalma

source: Tweet Information
hu_hu: Tweet információi

source: Profile Image Size
hu_hu: Profilkép mérete

source: Date and Information
hu_hu: Dátum és információk

source: Count Information
hu_hu: Darabszám adatai

source: Spacing between cards
hu_hu: Kártyák közötti térköz

source: Profile Image Spacing
hu_hu: Profilkép térköze

source: Spacing Between Name & Handle
hu_hu: Név és felhasználónév közötti térköz

source: Content Top Spacing
hu_hu: Tartalom felső térköze

source: Media Top Spacing
hu_hu: Média felső térköze

source: Spacing Between Date & Information
hu_hu: Dátum és információk közötti térköz

source: Profile Size
hu_hu: Profil mérete

source: Shadow
hu_hu: Árnyék

source: Follow Button
hu_hu: Követés gomb

source: Tweets to Show
hu_hu: Megjelenítendő tweetek

source: Tweets to Scroll
hu_hu: Görgetendő tweetek

source: Profile Header
hu_hu: Profil fejléc

source: Profile Image
hu_hu: Profilkép

source: Cover Image
hu_hu: Borítókép

source: Cover Image Height
hu_hu: Borítókép magassága

source: Author Details
hu_hu: Szerző adatai

source: User Data
hu_hu: Felhasználói adatok

source: likes
hu_hu: kedvelések

source: To show Twitter Feed widget, please set the valid Hashtag from widget settings.
hu_hu: A Twitter Feed widget megjelenítéséhez állítsa be az érvényes hashtaget a widget beállításaiban.

source: Invalid Consumer key or Consumer Secret Key.
hu_hu: Érvénytelen Consumer key vagy Consumer Secret Key.

source: Navigate to WP Dashboard -> UAE -> Settings -> Integrations.
hu_hu: Navigáljon a WP Dashboard -> UAE -> Settings -> Integrations menüponthoz.

source: To show Twitter Feed widget, please set valid Consumer key and Consumer Secret Key.
hu_hu: A Twitter Feed widget megjelenítéséhez állítsa be az érvényes Consumer key és Consumer Secret Key értékeket.

source: Follow
hu_hu: Követés

source: Tweets
hu_hu: Tweetek

source: Following
hu_hu: Követések

source: Followers
hu_hu: Követők

source: Joined
hu_hu: Csatlakozott

source: To show Twitter Feed widget, please set the Consumer key and Consumer Secret Key.
hu_hu: A Twitter Feed widget megjelenítéséhez állítsa be a Consumer key és Consumer Secret Key értékeket.

source: To show Twitter Feed widget, please set the %s from widget settings.
hu_hu: A Twitter Feed widget megjelenítéséhez állítsa be a %s értékét a widget beállításaiban.

source: Video Type
hu_hu: Videó típusa

source: YouTube Video
hu_hu: YouTube-videó

source: Vimeo Video
hu_hu: Vimeo-videó

source: Wistia Video
hu_hu: Wistia-videó

source: Rumble Video
hu_hu: Rumble-videó

source: Bunny.net Video
hu_hu: Bunny.net-videó

source: Self Hosted
hu_hu: Önhosztolt

source: External URL
hu_hu: Külső URL

source: Choose File
hu_hu: Fájl kiválasztása

source: Enter your URL
hu_hu: Adja meg az URL-címét

source: <b>Note:</b> Use the standard Rumble video URL from the browser address bar.</br></br><b>Valid:</b>&nbsp;https://rumble.com/v6ze3ru-video-placeholder-brainstorm-force.html</br><b>Invalid:</b>&nbsp;https://rumble.com/embed/v1abcd
hu_hu: <b>Megjegyzés:</b> A böngésző címsorából származó, szabványos Rumble videó URL-t használja.</br></br><b>Érvényes:</b>&nbsp;https://rumble.com/v6ze3ru-video-placeholder-brainstorm-force.html</br><b>Érvénytelen:</b>&nbsp;https://rumble.com/embed/v1abcd

source: Link & Thumbnail Text
hu_hu: Hivatkozás és bélyegkép szövege

source: Go to your Wistia video, right click, "Copy Link & Thumbnail" and paste here.
hu_hu: Nyissa meg a Wistia-videóját, kattintson a jobb gombbal, válassza a "Copy Link & Thumbnail" lehetőséget, majd illessze be ide.

source: <b>Note:</b> Use the Bunny.net embed iframe URL format.</br></br><b>Valid:</b>&nbsp;https://iframe.mediadelivery.net/play/libraryId/videoId</br><b>Example:</b>&nbsp;https://iframe.mediadelivery.net/play/432016/13530e19-ff52-4f20-a422-0075cccd73d4
hu_hu: <b>Megjegyzés:</b> A Bunny.net beágyazási iframe URL formátumát használja.</br></br><b>Érvényes:</b>&nbsp;https://iframe.mediadelivery.net/play/libraryId/videoId</br><b>Példa:</b>&nbsp;https://iframe.mediadelivery.net/play/432016/13530e19-ff52-4f20-a422-0075cccd73d4

source: Bunny CDN Prefix
hu_hu: Bunny CDN előtag

source: <b>Note:</b> This is required for default thumbnail to load, found in your Bunny.net Stream library delivery URL before .b-cdn.net or navigate to "Your Video Library >> API >> Pullzone" <br> Please check if the “Block direct URL file access” option is enabled. If it is, try disabling it
hu_hu: <b>Megjegyzés:</b> Ez szükséges az alapértelmezett bélyegkép betöltéséhez, amely a Bunny.net Stream könyvtár kézbesítési URL-jében található, a .b-cdn.net előtt, vagy navigáljon a "Your Video Library >> API >> Pullzone" részhez. <br> Kérjük, ellenőrizze, hogy engedélyezve van-e a “Block direct URL file access” opció. Ha igen, próbálja meg letiltani

source: This title will be visible on hover.
hu_hu: Ez a cím az egér fölé húzásakor lesz látható.

source: Categories
hu_hu: Kategóriák

source: Add comma separated categories. These categories will be shown for filteration.
hu_hu: Adjon hozzá vesszővel elválasztott kategóriákat. Ezek a kategóriák a szűrésnél fognak megjelenni.

source: Thumbnail Size
hu_hu: Bélyegkép mérete

source: Maximum Resolution
hu_hu: Maximális felbontás

source: High Quality
hu_hu: Magas minőség

source: Medium Quality
hu_hu: Közepes minőség

source: Standard Quality
hu_hu: Normál minőség

source: Custom Thumbnail
hu_hu: Egyéni bélyegkép

source: <b>Note:</b> You can upload a custom thumbnail if the video thumbnail is not available or not loading.
hu_hu: <b>Megjegyzés:</b> Egyéni bélyegképet tölthet fel, ha a videó bélyegképe nem érhető el vagy nem töltődik be.

source: This image will act as a placeholder image for the video.
hu_hu: Ez a kép a videó helyőrző képeként szolgál.

source: Schema
hu_hu: Séma

source: Upload Date & Time
hu_hu: Feltöltés dátuma és időpontja

source: First Video
hu_hu: Első videó

source: Title of the video.
hu_hu: A videó címe.

source: Description of the video.
hu_hu: A videó leírása.

source: Second Video
hu_hu: Második videó

source: Third Video
hu_hu: Harmadik videó

source: Fourth Video
hu_hu: Negyedik videó

source: Fifth Video
hu_hu: Ötödik videó

source: Sixth Video
hu_hu: Hatodik videó

source: Note: This option enables the VideoObject Schema.
hu_hu: Megjegyzés: Ez az opció engedélyezi a VideoObject sémát.

source: Filterable Video Gallery
hu_hu: Szűrhető videógaléria
