Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: Learn : %1$sHow to design filterable Video Gallery?%2$s
hu_hu: Tanulja meg: %1$sHogyan tervezzen szűrhető videógalériát?%2$s

source: Title for Filterable Tab
hu_hu: Szűrhető fül címe

source: Title Text
hu_hu: Cím szövege

source: My Videos
hu_hu: Videóim

source: %1$s Set categories for videos » %2$s
hu_hu: %1$s Állítson be kategóriákat a videókhoz » %2$s

source: %1$s Display specific video category tab as a default on page load » %2$s
hu_hu: %1$s Jelenítsen meg egy adott videókategória-fület alapértelmezettként az oldal betöltésekor » %2$s

source: %1$s Design filterable Video Gallery » %2$s
hu_hu: %1$s Tervezzen szűrhető videógalériát » %2$s

source: %1$s Set a custom placeholder image for the video » %2$s
hu_hu: %1$s Állítson be egyéni helyőrző képet a videóhoz » %2$s

source: %1$s Set overlay color on the video thumbnail on mouse hover » %2$s
hu_hu: %1$s Állítson be átfedő színt a videó bélyegképén egér fölé húzáskor » %2$s

source: %1$s Show video caption on hover » %2$s
hu_hu: %1$s Jelenítse meg a videó feliratát egér fölé húzáskor » %2$s

source: %1$s Get Wistia Link and Thumbnail text » %2$s
hu_hu: %1$s Szerezze meg a Wistia hivatkozást és a bélyegkép szövegét » %2$s

source: Stack On
hu_hu: Egymás alá rendezés

source: Choose at what breakpoint the Title & Filter Tabs will stack.
hu_hu: Válassza ki, mely töréspontnál rendeződjön egymás alá a cím és a szűrőfülek.

source: Hover Effects
hu_hu: Lebegtetési effektusok

source: Corner Radius
hu_hu: Sarok sugara

source: Transition Duration (ms)
hu_hu: Átmenet időtartama (ms)

source: Effect Color
hu_hu: Effekt színe

source: Video Effects
hu_hu: Videóeffektek

source: Apply To
hu_hu: Alkalmazás erre

source: On Play
hu_hu: Lejátszáskor

source: Both
hu_hu: Mindkettő

source: Play Button
hu_hu: Lejátszás gomb

source: Shrink
hu_hu: Zsugorítás

source: Pulse
hu_hu: Pulzálás

source: Pulse Grow
hu_hu: Pulzáló növelés

source: Pulse Shrink
hu_hu: Pulzáló zsugorítás

source: Pop
hu_hu: Felugrás

source: Icon Shadow
hu_hu: Ikon árnyéka

source: Overlay Hover Color
hu_hu: Átfedés lebegéskori színe

source: Below Video
hu_hu: Videó alatt

source: Caption Color
hu_hu: Felirat színe

source: Show Category on Hover
hu_hu: Kategória megjelenítése lebegéskor

source: Category Color
hu_hu: Kategória színe

source: Please set a custom thumbnail to display video gallery schema properly.
hu_hu: Kérjük, állítson be egy egyéni bélyegképet, hogy a videógaléria séma megfelelően jelenjen meg.

source: Some fields are empty under the video gallery schema section. Please fill in all required fields.
hu_hu: A videógaléria séma szakaszban néhány mező üres. Kérjük, töltse ki az összes kötelező mezőt.

source: Go to your Wistia video, right click, "Copy Link & Thumbnail" and paste here. %1$s Learn more %2$s.
hu_hu: Nyissa meg Wistia-videóját, kattintson a jobb gombbal, válassza a "Copy Link & Thumbnail" lehetőséget, majd illessze be ide. %1$s Tudjon meg többet %2$s.

source: <b>Note:</b> Use the direct Rumble video URL format.</br></br><b>Valid:</b>&nbsp;https://rumble.com/v6ze3ru-video-placeholder-brainstorm-force.html</br></br><b>Important:</b> Not all Rumble videos are embeddable. If you get a 410 error, the video owner may have disabled embedding or the video may be restricted.
hu_hu: <b>Megjegyzés:</b> Használja a közvetlen Rumble videó URL formátumot.</br></br><b>Érvényes:</b>&nbsp;https://rumble.com/v6ze3ru-video-placeholder-brainstorm-force.html</br></br><b>Fontos:</b> Nem minden Rumble-videó ágyazható be. Ha 410-es hibát kap, lehet, hogy a videó tulajdonosa letiltotta a beágyazást, vagy a videó korlátozott.

source: Video Options
hu_hu: Videóbeállítások

source: Player Control
hu_hu: Lejátszó vezérlése

source: Privacy Mode
hu_hu: Adatvédelmi mód

source: When you turn on privacy mode, YouTube won't store information about visitors on your website unless they play the video.
hu_hu: Ha bekapcsolja az adatvédelmi módot, a YouTube nem tárol információt a webhelye látogatóiról, hacsak nem játsszák le a videót.

source: Intro Title
hu_hu: Bevezető cím

source: Intro Portrait
hu_hu: Bevezető portré

source: Intro Byline
hu_hu: Bevezető szerzői sor

source: Controls Color
hu_hu: Vezérlők színe

source: Show Playbar
hu_hu: Lejátszósáv megjelenítése

source: <b>Note:</b> Bunny.net does not support hiding player controls via URL parameters. Controls are managed globally in your Bunny Stream library settings.
hu_hu: <b>Megjegyzés:</b> A Bunny.net nem támogatja a lejátszó vezérlőinek elrejtését URL-paraméterekkel. A vezérlők a Bunny Stream könyvtár beállításaiban globálisan kezelhetők.

source: Note: Mute functionality will not work inside the lightbox.
hu_hu: Megjegyzés: A némítás funkció nem fog működni a lightboxon belül.

source: Enable Double Click on Mobile
hu_hu: Dupla kattintás engedélyezése mobilon

source: Enable this option if you are not able to see custom thumbnail or overlay color on Mobile. Please read %1$s this article %2$s for more information.
hu_hu: Engedélyezze ezt az opciót, ha nem látja az egyéni bélyegképet vagy az átfedés színét mobilon. Kérjük, olvassa el %1$s ezt a cikket %2$s további információért.

source: Thumbnail & Overlay
hu_hu: Bélyegkép és átfedés

source: Close Icon Hover Color
hu_hu: Bezárás ikon lebegéskori színe

source: Content Width
hu_hu: Tartalom szélessége

source: Content Position
hu_hu: Tartalom pozíciója

source: Entrance Animation
hu_hu: Belépési animáció

source: Note: Entrance animation will work only at the frontend.
hu_hu: Megjegyzés: A belépési animáció csak a frontenden fog működni.

source: Sticky Video
hu_hu: Ragadós videó

source: Enable Sticky Video
hu_hu: Ragadós videó engedélyezése

source: Video Width (px)
hu_hu: Videó szélessége (px)

source: Sticky Alignment
hu_hu: Ragadós igazítás

source: Note: This is spacing around the sticky video with respect to the Alignment chosen.
hu_hu: Megjegyzés: Ez a ragadós videó körüli térköz a választott igazításhoz viszonyítva.

source: Hide Sticky Video on
hu_hu: Ragadós videó elrejtése ezeken

source: Info Bar
hu_hu: Információs sáv

source: Enable this option to display the informative text under Sticky video.
hu_hu: Engedélyezze ezt az opciót, hogy megjelenjen az információs szöveg a ragadós videó alatt.

source: YouTube Subscribe Bar
hu_hu: YouTube feliratkozási sáv

source: Enable Subscribe Bar
hu_hu: Feliratkozási sáv engedélyezése

source: Use Channel Name
hu_hu: Csatornanév használata

source: Use Channel ID
hu_hu: Csatornaazonosító használata

source: YouTube Channel Name
hu_hu: YouTube csatornanév

source: YouTube Channel ID
hu_hu: YouTube csatornaazonosító

source: Click %1$s here %2$s to find your YouTube Channel Name.
hu_hu: Kattintson %1$s ide %2$s a YouTube csatornanevének megkereséséhez.

source: Click %1$s here %2$s to find your YouTube Channel ID.
hu_hu: Kattintson %1$s ide %2$s a YouTube csatornaazonosítójának megkereséséhez.

source: Subscribe to Channel Text
hu_hu: Feliratkozás a csatornára szöveg

source: Show Subscribers Count
hu_hu: Feliratkozók számának megjelenítése

source: Choose a breakpoint where the subscribe bar content will stack.
hu_hu: Válasszon töréspontot, ahol a feliratkozási sáv tartalma egymás alá rendeződik.

source: Video Schema
hu_hu: Videó séma

source: Video Title
hu_hu: Videó címe

source: Video Description
hu_hu: Videó leírása

source: Video Thumbnail
hu_hu: Videó bélyegképe

source: Video Upload Date & Time
hu_hu: Videó feltöltésének dátuma és időpontja

source: %1$s Unable to edit Video widget » %2$s
hu_hu: %1$s A Videó widget nem szerkeszthető » %2$s

source: %1$s Display YouTube Subscribe Bar for Video. » %2$s
hu_hu: %1$s A YouTube feliratkozási sáv megjelenítése a videóhoz. » %2$s

source: %1$s Find YouTube Channel Name and Channel ID. » %2$s
hu_hu: %1$s Keresse meg a YouTube csatorna nevét és a csatorna ID-t. » %2$s

source: %1$s Enable Sticky Video » %2$s
hu_hu: %1$s A ragadós videó engedélyezése » %2$s

source: from
hu_hu: ettől

source: Please choose a file.
hu_hu: Kérjük, válasszon egy fájlt.

source: Please set a custom thumbnail to display video schema properly.
hu_hu: Kérjük, állítson be egy egyéni bélyegképet a videó séma megfelelő megjelenítéséhez.

source: Some fields are empty under the video schema section. Please fill in all required fields.
hu_hu: A videó séma szakaszban néhány mező üres. Kérjük, töltse ki az összes kötelező mezőt.

source: Music
hu_hu: Zene

source: Music Source
hu_hu: Zene forrása

source: Select Tune
hu_hu: Válasszon dallamot

source: NOTE: Add a direct link to the actual audio file
hu_hu: MEGJEGYZÉS: Adjon meg közvetlen hivatkozást a tényleges hangfájlra

source: Choose Music
hu_hu: Válasszon zenét

source: NOTE: Autoplay will not work in Chrome and other Chromium-based browsers due to Google's autoplay %s
hu_hu: MEGJEGYZÉS: Az automatikus lejátszás nem fog működni a Chrome-ban és más Chromium-alapú böngészőkben a Google automatikus lejátszás %s miatt

source: Volume (%)
hu_hu: Hangerő (%)

source: NOTE: If this option is set empty then the music will play as per the user's device volume
hu_hu: MEGJEGYZÉS: Ha ezt az opciót üresen hagyja, a zene a felhasználó eszközének hangerőszintje szerint fog lejátszódni

source: Play/Pause Button
hu_hu: Lejátszás/Szünet gomb

source: Display Button
hu_hu: Gomb megjelenítése

source: Pause Button
hu_hu: Szünet gomb

source: Welcome Music - ID
hu_hu: Üdvözlő zene - ID

source: Click here to edit the "Welcome Music" settings. This text will not be visible on frontend.
hu_hu: Kattintson ide a "Welcome Music" beállításainak szerkesztéséhez. Ez a szöveg a frontend felületen nem lesz látható.

source: View cart
hu_hu: Kosár megtekintése

source: Subtotal:
hu_hu: Részösszeg:

source: Quick View
hu_hu: Gyorsnézet

source: On Image Click
hu_hu: Képre kattintáskor

source: Note: Enable the Show Image switch to display the quick view option on image hover.
hu_hu: Megjegyzés: Kapcsolja be a Kép megjelenítése kapcsolót, hogy a gyorsnézet opció megjelenjen, amikor az egér a kép fölé kerül.

source: Ratings
hu_hu: Értékelések

source: Short Description
hu_hu: Rövid leírás

source: Add to Cart
hu_hu: Kosárba

source: Spacing Around Content
hu_hu: Tartalom körüli térköz

source: Sale Price Color
hu_hu: Akciós ár színe

source: Margin Bottom
hu_hu: Alsó margó

source: Margin Right
hu_hu: Jobb margó

source: Sale Flash
hu_hu: Akciós címke

source: Flash
hu_hu: Címke

source: Flash Content
hu_hu: Címke tartalma

source: Flash String
hu_hu: Címke szövege

source: Show Sale % Value ( [value] Autocalculated offer value will replace this ).
hu_hu: Jelenítse meg az akció % értékét ( [value] Ezt az automatikusan kiszámított kedvezmény értéke fogja helyettesíteni ).

source: Flash Style
hu_hu: Flash stílus

source: Featured Flash
hu_hu: Kiemelt Flash

source: New
hu_hu: Új

source: On Icon Click
hu_hu: Ikonra kattintáskor

source: Product Actions
hu_hu: Termékműveletek

source: Out of stock
hu_hu: Nincs raktáron

source: Sale!
hu_hu: Akció!

source: Username or email
hu_hu: Felhasználónév vagy e-mail

source: Remember me
hu_hu: Emlékezzen rám

source: Billing &amp; Shipping
hu_hu: Számlázás &amp; Szállítás

source: Create an account?
hu_hu: Hozzon létre fiókot?

source: Additional information
hu_hu: További információk

source: Sub-total
hu_hu: Részösszeg

source: Order Total
hu_hu: Rendelés végösszege

source: Sorry, this order is invalid and cannot be paid for.
hu_hu: Sajnáljuk, ez a rendelés érvénytelen, és nem fizethető ki.

source: Please log in to your account below to continue to the payment form.
hu_hu: Kérjük, jelentkezzen be alább a fiókjába, hogy továbbléphessen a fizetési űrlaphoz.

source: You are paying for a guest order. Please continue with payment only if you recognize this order.
hu_hu: Ön egy vendégrendelést fizet. Kérjük, csak akkor folytassa a fizetést, ha felismeri ezt a rendelést.

source: This order cannot be paid for. Please contact us if you need assistance.
hu_hu: Ez a rendelés nem fizethető ki. Ha segítségre van szüksége, kérjük, vegye fel velünk a kapcsolatot.

source: This order&rsquo;s status is &ldquo;%s&rdquo;&mdash;it cannot be paid for. Please contact us if you need assistance.
hu_hu: Ennek a rendelésnek az állapota &ldquo;%s&rdquo;&mdash;nem fizethető ki. Ha segítségre van szüksége, kérjük, vegye fel velünk a kapcsolatot.

source: Sorry, "%s" is no longer in stock so this order cannot be paid for. We apologize for any inconvenience caused.
hu_hu: Sajnáljuk, "%s" már nincs raktáron, ezért ez a rendelés nem fizethető ki. Elnézést kérünk az okozott kellemetlenségért.

source: Sorry, we do not have enough "%1$s" in stock to fulfill your order (%2$s available). We apologize for any inconvenience caused.
hu_hu: Sajnáljuk, nincs elegendő "%1$s" raktáron a rendelés teljesítéséhez (%2$s elérhető). Elnézést kérünk az okozott kellemetlenségért.

source: Pay for order
hu_hu: Rendelés kifizetése

source: Invalid order.
hu_hu: Érvénytelen rendelés.

source: The order totals have been updated. Please confirm your order by pressing the "Place order" button at the bottom of the page.
hu_hu: A rendelés összegei frissültek. Kérjük, erősítse meg rendelését az oldal alján található "Megrendelés elküldése" gomb megnyomásával.

source: You must be logged in to checkout.
hu_hu: A fizetéshez be kell jelentkeznie.

source: Billing
hu_hu: Számlázás

source: Shipping
hu_hu: Szállítás

source: Payment
hu_hu: Fizetés

source: Product
hu_hu: Termék

source: Select Product
hu_hu: Válasszon terméket

source: Use Dynamic Product
hu_hu: Dinamikus termék használata

source: Enable this option to use Add to Cart button on the single product page.
hu_hu: Engedélyezze ezt az opciót a "Kosárba" gomb használatához az egyes termékoldalon.

source: Use Default WooCommerce Template
hu_hu: Alapértelmezett WooCommerce sablon használata

source: Enable this to use the Add To Cart default template by WooCommerce
hu_hu: Engedélyezze ezt a WooCommerce alapértelmezett "Kosárba" sablonjának használatához

source: Quantity
hu_hu: Mennyiség

source: Auto Redirect
hu_hu: Automatikus átirányítás

source: Enable this option to redirect cart page after the product gets added to cart
hu_hu: Engedélyezze ezt az opciót a kosár oldalára történő átirányításhoz, miután a termék a kosárba került

source: Add to cart
hu_hu: Kosárba

source: View Cart Text
hu_hu: Kosár megtekintése szöveg

source: View Cart Text Hover Color
hu_hu: Kosár megtekintése szöveg Hover színe

source: Focus
hu_hu: Fókusz

source: Variations
hu_hu: Változatok

source: Select field
hu_hu: Válassza ki a mezőt

source: Please enable the option on Single Product Page.
hu_hu: Kérjük, engedélyezze az opciót az egyes termékoldalon.

source: Please select the product
hu_hu: Kérjük, válassza ki a terméket

source: Grid Options
hu_hu: Rácsbeállítások

source: Categories Count
hu_hu: Kategóriák száma

source: Hide Count
hu_hu: Darabszám elrejtése

source: Title/Count Position
hu_hu: Cím/Darabszám pozíciója

source: Below Image
hu_hu: Kép alatt

source: Title/Count Style
hu_hu: Cím/Darabszám stílusa

source: Slider Options
hu_hu: Csúszka beállításai

source: Total Categories
hu_hu: Összes kategória száma

source: Note: <b>Total Categories</b> should be greater than <b>Categories to Show</b>.
hu_hu: Megjegyzés: A <b>Összes kategória száma</b> értéke legyen nagyobb, mint a <b>Megjelenítendő kategóriák</b>.

source: Categories to Show
hu_hu: Megjelenítendő kategóriák

source: Categories to Scroll
hu_hu: Görgetendő kategóriák száma

source: Category Filter Rule
hu_hu: Kategóriaszűrési szabály

source: Show All
hu_hu: Összes megjelenítése

source: Only Top Level
hu_hu: Csak felső szintűek

source: Match These Categories
hu_hu: Szűrés ezekre a kategóriákra

source: Exclude These Categories
hu_hu: Ezeknek a kategóriáknak a kizárása

source: Category Filter
hu_hu: Kategóriaszűrő

source: Display Category Description
hu_hu: Kategórialeírás megjelenítése

source: Display Empty Categories
hu_hu: Üres kategóriák megjelenítése

source: Count
hu_hu: Darabszám

source: Category Content
hu_hu: Kategória tartalma

source: Category Description
hu_hu: Kategória leírása

source: %1$s How to set description for category? » %2$s
hu_hu: %1$s Hogyan állítsa be a kategória leírását? » %2$s

source: Products
hu_hu: Termékek

source: One Column
hu_hu: Egy oszlop

source: Two Columns
hu_hu: Két oszlop

source: Multistep
hu_hu: Többlépcsős

source: Note: On responsive devices it will be stacked.
hu_hu: Megjegyzés: Reszponzív eszközökön egymás alá kerül.

source: Cart Link
hu_hu: Kosár hivatkozás

source: Shop Link
hu_hu: Bolt hivatkozás

source: Additional Information Box
hu_hu: További információk doboza

source: Checkout Labels
hu_hu: Pénztár címkék

source: Billing Text
hu_hu: Számlázási szöveg

source: Billing Details
hu_hu: Számlázási adatok

source: Shipping Text
hu_hu: Szállítási szöveg

source: Ship to a different address?
hu_hu: Szállítás másik címre?

source: Order Text
hu_hu: Rendelési szöveg

source: Order Review
hu_hu: Rendelés áttekintése

source: Payment Text
hu_hu: Fizetési szöveg

source: Payment Method
hu_hu: Fizetési mód

source: Cart Button Text
hu_hu: Kosár gomb felirata

source: Back To Cart
hu_hu: Vissza a kosárhoz

source: Shop Link Text
hu_hu: Bolt hivatkozás felirata

source: Continue Shopping?
hu_hu: Folytatja a vásárlást?

source: Previous Button Text
hu_hu: Előző gomb felirata

source: Next Button Text
hu_hu: Következő gomb felirata

source: Login Section
hu_hu: Bejelentkezési szakasz

source: Returning customer?
hu_hu: Visszatérő vásárló?

source: Type your title here
hu_hu: Ide írja a címet

source: Click here to login
hu_hu: Kattintson ide a bejelentkezéshez

source: Type your text here
hu_hu: Ide írja a szöveget

source: Form Text
hu_hu: Űrlapszöveg

source: If you have shopped with us before, please enter your details below. If you are a new customer, please proceed to the Billing section.
hu_hu: Ha már vásárolt nálunk korábban, kérjük, adja meg az alábbi adatait. Ha új vásárló, kérjük, lépjen tovább a Számlázás szakaszhoz.

source: Coupon Section
hu_hu: Kupon szakasz

source: Have a coupon?
hu_hu: Van kuponja?

source: Click here to enter your code
hu_hu: Kattintson ide a kód megadásához

source: If you have a coupon code, please apply it below.
hu_hu: Ha rendelkezik kuponkóddal, kérjük, alkalmazza alább.

source: Coupon code
hu_hu: Kuponkód

source: Apply Coupon
hu_hu: Kupon alkalmazása

source: Sections
hu_hu: Szakaszok

source: Login and Coupon Toggle
hu_hu: Bejelentkezés és kupon kapcsoló

source: Hide Separator
hu_hu: Elválasztó elrejtése

source: Top & Bottom Spacing
hu_hu: Felső és alsó térköz

source: Fields
hu_hu: Mezők

source: Next/Previous Button
hu_hu: Következő/Előző gomb

source: Tabs
hu_hu: Fülek

source: Progress Bar Style
hu_hu: Folyamatjelző stílusa

source: Tabs with Icon
hu_hu: Ikonos fülek

source: Dot Indicator
hu_hu: Pontjelző

source: Steps Counter
hu_hu: Lépésszámláló

source: Login Step Icon
hu_hu: Bejelentkezés lépés ikonja

source: Billing Step Icon
hu_hu: Számlázás lépés ikonja

source: Shipping Step Icon
hu_hu: Szállítás lépés ikonja

source: Payment Step Icon
hu_hu: Fizetés lépés ikonja

source: Counter Color
hu_hu: Számláló színe

source: Indicator Color
hu_hu: Jelző színe

source: Inactive
hu_hu: Inaktív

source: Cart/Shop Link
hu_hu: Kosár/Bolt hivatkozás

source: Field Validation & Error Messages
hu_hu: Mezőellenőrzés és hibaüzenetek

source: Field Border Color
hu_hu: Mező szegélyszíne

source: Error Messages
hu_hu: Hibaüzenetek

source: %1$s General FAQs » %2$s
hu_hu: %1$s Általános GYIK » %2$s

source: Before editing checkout widget, please set this page as your Checkout page in WooCommerce settings.
hu_hu: A pénztár widget szerkesztése előtt kérjük, állítsa be ezt az oldalt Pénztár oldalként a WooCommerce beállításokban.

source: Navigate to WooCommerce -> Settings -> Advanced Tab -> Page setup -> Checkout page.
hu_hu: Navigáljon ide: WooCommerce -> Settings -> Advanced Tab -> Page setup -> Checkout page.

source: There are no products in the cart. To display Checkout form at frontend add some product in the cart
hu_hu: Nincs termék a kosárban. A Pénztár űrlap megjelenítéséhez a frontend felületen adjon néhány terméket a kosárhoz

source: Cart Button
hu_hu: Kosár gomb

source: Icon + Text
hu_hu: Ikon + szöveg

source: Cart
hu_hu: Kosár

source: Show Subtotal
hu_hu: Részösszeg megjelenítése

source: Show Badge
hu_hu: Jelvény megjelenítése

source: Hide Empty Badge
hu_hu: Üres jelvény elrejtése

source: Preview Cart
hu_hu: Kosár előnézete

source: Modal
hu_hu: Modális

source: Show On
hu_hu: Megjelenítés ekkor

source: Cart Extras
hu_hu: Kosár kiegészítők

source: Cart Background
hu_hu: Kosár háttere

source: Cart Border
hu_hu: Kosár szegélye

source: Cart Title
hu_hu: Kosár címe

source: Badge
hu_hu: Jelvény

source: Subtotal
hu_hu: Részösszeg

source: Cart Message
hu_hu: Kosár üzenete

source: Empty Cart Message
hu_hu: Üres kosár üzenete

source: Text Spacing
hu_hu: Szöveg térköze

source: View Cart & Checkout Buttons
hu_hu: Kosár megtekintése és pénztár gombjai

source: View Cart Button
hu_hu: Kosár megtekintése gomb

source: Checkout Button
hu_hu: Pénztár gomb

source: Quantity & Price
hu_hu: Mennyiség és ár

source: Remove Product Icon
hu_hu: Termék eltávolítása ikonja

source: Show Divider
hu_hu: Elválasztó megjelenítése

source: Groove
hu_hu: Vájat

source: Click here to edit the "Woo - Mini Cart" settings. This text will not be visible on frontend.
hu_hu: Kattintson ide a "Woo - Mini Cart" beállításainak szerkesztéséhez. Ez a szöveg nem lesz látható a frontend-en.

source: All Products
hu_hu: Minden termék

source: Manual Selection
hu_hu: Kézi kiválasztás

source: Related Products
hu_hu: Kapcsolódó termékek

source: Match Categories
hu_hu: Kategóriák illesztése

source: Exclude Categories
hu_hu: Kategóriák kizárása

source: Select Categories
hu_hu: Válasszon kategóriákat

source: Tag Filter Rule
hu_hu: Címkeszűrés szabálya

source: Match Tags
hu_hu: Címkék illesztése

source: Exclude Tags
hu_hu: Címkék kizárása

source: Select Tags
hu_hu: Válasszon címkéket

source: Number of post to displace or pass over.
hu_hu: Kihagyandó bejegyzések száma.

source: Select Products
hu_hu: Válasszon termékeket

source: Exclude
hu_hu: Kizárás

source: Select products to exclude from the query.
hu_hu: Válasszon termékeket, amelyeket ki szeretne zárni a lekérdezésből.

source: Exclude Current Product
hu_hu: Jelenlegi termék kizárása

source: Enable this option to remove current product from the query.
hu_hu: Engedélyezze ezt az opciót a jelenlegi terméknek a lekérdezésből való eltávolításához.

source: Sale
hu_hu: Akció

source: Popularity
hu_hu: Népszerűség

source: If Products Not Found
hu_hu: Ha nem találhatók termékek

source: No products were found matching your selection.
hu_hu: Nem találhatók a választásának megfelelő termékek.

source: Numbers + Pre/Next Arrow
hu_hu: Számok + Előző/Következő nyíl

source: Previous Label
hu_hu: Előző felirat

source: Next Label
hu_hu: Következő felirat

source: Products Per Page
hu_hu: Termékek oldalanként

source: Total Products
hu_hu: Összes termék

source: Note: <b>Total Products</b> should be greater than <b>Products to Show</b>.
hu_hu: Megjegyzés: az <b>Összes termék</b> legyen nagyobb, mint a <b>Megjelenítendő termékek</b>.

source: Products to Show
hu_hu: Megjelenítendő termékek

source: Products to Scroll
hu_hu: Görgetésenkénti termékek

source: Image Hover Style
hu_hu: Kép hover stílusa

source: Swap Images
hu_hu: Képek felcserélése

source: Zoom Image
hu_hu: Kép nagyítása

source: %1$s How to display products in Carousel / Grid? » %2$s
hu_hu: %1$s Hogyan jelenítse meg a termékeket Carousel / Grid nézetben? » %2$s

source: %1$s How to use Query Builder? » %2$s
hu_hu: %1$s Hogyan használja a Query Buildert? » %2$s
