Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: Separator Width
hu_hu: Elválasztó szélessége

source: Separator Alignment
hu_hu: Elválasztó igazítása

source: Box Max Width
hu_hu: Doboz maximális szélessége

source: Lift Up Box by
hu_hu: Doboz megemelése ennyivel

source: Box Bottom Spacing
hu_hu: Doboz alsó térköze

source: Wrap Background Color
hu_hu: Wrap háttérszíne

source: Event
hu_hu: Esemény

source: Date Box
hu_hu: Dátumdoboz

source: Date Box Size
hu_hu: Dátumdoboz mérete

source: Creative Feed
hu_hu: Kreatív hírfolyam

source: Note: Infinite Load is prevented at the backend. You can see it working in the frontend.
hu_hu: Megjegyzés: Az Infinite Load a backend oldalon meg van akadályozva. A frontenden láthatja működés közben.

source: Show Taxonomy Badge
hu_hu: Taxonómia jelvény megjelenítése

source: Content Background Color
hu_hu: Tartalom háttérszíne

source: Content Max Width
hu_hu: Tartalom maximális szélessége

source: Content Box Padding
hu_hu: Tartalomdoboz belső térköze

source: News
hu_hu: Hírek

source: Enable this option to stack post image and content on mobile.
hu_hu: Kapcsolja be ezt a beállítást, hogy mobilon egymás alá kerüljenek a bejegyzés képe és tartalma.

source: Note: Number of columns <b>excludes</b> featured post.
hu_hu: Megjegyzés: Az oszlopok száma <b>nem tartalmazza</b> a kiemelt bejegyzést.

source: Taxonomy Filter
hu_hu: Taxonómia szűrő

source: Some posts do not have featured images. Please fill in all required fields to display posts schema properly.
hu_hu: Néhány bejegyzésnek nincs kiemelt képe. Kérjük, töltse ki az összes kötelező mezőt, hogy a bejegyzések sémája megfelelően jelenjen meg.

source: Some fields are empty under the posts schema section. Please fill in all required fields.
hu_hu: A bejegyzések séma szakaszában néhány mező üres. Kérjük, töltse ki az összes kötelező mezőt.

source: Make sure all your posts do have a featured image.
hu_hu: Győződjön meg arról, hogy minden bejegyzésének van kiemelt képe.

source: <b>Note:</b> To add/remove more skins, click %1$s here. %2$s
hu_hu: <b>Megjegyzés:</b> További skinek hozzáadásához/eltávolításához kattintson %1$s ide. %2$s

source: Query
hu_hu: Lekérdezés

source: Query Type
hu_hu: Lekérdezés típusa

source: Main Query
hu_hu: Fő lekérdezés

source: Custom Query
hu_hu: Egyéni lekérdezés

source: Post Type
hu_hu: Bejegyzéstípus

source: %s Filter Rule
hu_hu: %s szűrési szabály

source: Match %s
hu_hu: Egyező %s

source: Exclude %s
hu_hu: %s kizárása

source: %s Filter
hu_hu: %s szűrő

source: Author Filter Rule
hu_hu: Szerző szűrési szabály

source: Match Author
hu_hu: Egyező szerző

source: Exclude Author
hu_hu: Szerző kizárása

source: Author Filter
hu_hu: Szerző szűrő

source: Post Filter Rule
hu_hu: Bejegyzés szűrési szabály

source: Match Posts
hu_hu: Egyező bejegyzések

source: Exclude Posts
hu_hu: Bejegyzések kizárása

source: Post Filter
hu_hu: Bejegyzés szűrő

source: Ignore Sticky Posts
hu_hu: Rögzített bejegyzések figyelmen kívül hagyása

source: Note: Sticky post ordering is visible on the frontend but may not work with custom queries due to WordPress query behavior.
hu_hu: Megjegyzés: A rögzített bejegyzések sorrendje a frontenden látható, de az egyéni lekérdezésekkel a WordPress lekérdezési működése miatt előfordulhat, hogy nem működik.

source: Use this setting to exclude number of initial posts from being display.
hu_hu: Ezzel a beállítással kizárhatja az első bejegyzések meghatározott számát a megjelenítésből.

source: Exclude Current Post
hu_hu: Aktuális bejegyzés kizárása

source: Enable this option to remove current post from the query.
hu_hu: Engedélyezze ezt a beállítást, hogy az aktuális bejegyzést eltávolítsa a lekérdezésből.

source: Post Order
hu_hu: Bejegyzések sorrendje

source: Order by
hu_hu: Rendezés alapja

source: Menu Order
hu_hu: Menüsorrend

source: Order
hu_hu: Sorrend

source: Descending
hu_hu: Csökkenő

source: Ascending
hu_hu: Növekvő

source: If Posts Not Found
hu_hu: Ha nem találhatók bejegyzések

source: Display Message
hu_hu: Üzenet megjelenítése

source: Sorry, we couldn't find any posts. Please try a different search.
hu_hu: Sajnáljuk, nem találtunk bejegyzést. Kérjük, próbáljon másik keresést.

source: Display Search Box
hu_hu: Keresőmező megjelenítése

source: Enable this setting to display search box if posts not found in your query.
hu_hu: Engedélyezze ezt a beállítást a keresőmező megjelenítéséhez, ha a lekérdezésében nem találhatók bejegyzések.

source: %1$s How query builder works for post? » %2$s
hu_hu: %1$s Hogyan működik a lekérdezés-összeállító a bejegyzésekhez? » %2$s

source: %1$s Enable infinite load pagination » %2$s
hu_hu: %1$s Végtelen görgetéses lapozás engedélyezése » %2$s

source: %1$s Using filterable tabs » %2$s
hu_hu: %1$s Szűrhető fülek használata » %2$s

source: %1$s Layouts in Post » %2$s
hu_hu: %1$s Elrendezések a bejegyzésben » %2$s

source: Price List Items
hu_hu: Árlista tételei

source: Price
hu_hu: Ár

source: Offering Discount?
hu_hu: Kínál kedvezményt?

source: Original Price
hu_hu: Eredeti ár

source: First Item
hu_hu: Első tétel

source: I am item content. Click edit button to change this text.
hu_hu: Ez egy tétel tartalma. A szöveg módosításához kattintson a Szerkesztés gombra.

source: Second Item
hu_hu: Második tétel

source: Third Item
hu_hu: Harmadik tétel

source: Price Position
hu_hu: Ár pozíciója

source: Below Heading & Description
hu_hu: Cím és leírás alatt

source: Title Price Connector Style
hu_hu: Cím és ár összekötőjének stílusa

source: Enter Height
hu_hu: Adja meg a magasságot

source: Enable this to make entire price list item clickable.
hu_hu: Engedélyezze ezt, hogy az egész árlista tétel kattintható legyen.

source: Choose on what breakpoint where the list will stack.
hu_hu: Válassza ki, mely töréspontnál rendeződjön egymás alá a lista.

source: Content Area
hu_hu: Tartalomterület

source: Price Margin
hu_hu: Ár margója

source: Title Price Connector
hu_hu: Cím és ár összekötője

source: Image Area
hu_hu: Képterület

source: Shape
hu_hu: Alak

source: Rounded
hu_hu: Lekerekített

source: Circle
hu_hu: Kör

source: Spacing Between Price Items
hu_hu: Térköz az árlista tételei között

source: Spacing Between Image & Content
hu_hu: Térköz a kép és a tartalom között

source: Hover Box Shadow
hu_hu: Lebegéskori dobozárnyék

source: %1$s Minimum height » %2$s
hu_hu: %1$s Minimális magasság » %2$s

source: %1$s How to set different image positions? » %2$s
hu_hu: %1$s Hogyan állíthat be különböző képpozíciókat? » %2$s

source: %1$s How to set hover colors & animations? » %2$s
hu_hu: %1$s Hogyan állíthat be lebegéskori színeket és animációkat? » %2$s

source: Features at Bottom
hu_hu: Jellemzők alul

source: Circular Background for Price
hu_hu: Kör alakú háttér az árhoz

source: Pricing Above Call To Action
hu_hu: Ár a CTA felett

source: Float
hu_hu: Lebegés

source: Sink
hu_hu: Süllyedés

source: Wobble Vertical
hu_hu: Függőleges imbolygás

source: Unlimited
hu_hu: Korlátlan

source: Free trial 30 days.
hu_hu: Ingyenes próba 30 napig.

source: Pricing
hu_hu: Árak

source: Enable Tooltip for Original Price
hu_hu: Eszköztipp engedélyezése az eredeti árhoz

source: Tooltip Icon
hu_hu: Eszköztipp ikonja

source: Tooltip Position
hu_hu: Eszköztipp pozíciója

source: Type your description here
hu_hu: Írja ide a leírását

source: Hide Tooltip On
hu_hu: Eszköztipp elrejtése ezen

source: Choose on what breakpoint the tooltip will be hidden.
hu_hu: Válassza ki, mely töréspontokon legyen elrejtve az eszköztipp.

source: Tablet & Mobile
hu_hu: Tablet és mobil

source: Currency Symbol
hu_hu: Pénznem szimbóluma

# Currency Symbol
source: Dollar
hu_hu: Dollár

# Currency Symbol
source: Euro
hu_hu: Euró

# Currency Symbol
source: Baht
hu_hu: Bát

# Currency Symbol
source: Franc
hu_hu: Frank

# Currency Symbol
source: Guilder
hu_hu: Gulden

# Currency Symbol
source: Krona
hu_hu: Korona

# Currency Symbol
source: Lira
hu_hu: Líra

# Currency Symbol
source: Rupee (Indian)
hu_hu: Rúpia (indiai)

# Currency Symbol
source: Pound Sterling
hu_hu: Font sterling

# Currency Symbol
source: Real
hu_hu: Reál

# Currency Symbol
source: Ruble
hu_hu: Rubel

# Currency Symbol
source: Rupee
hu_hu: Rúpia

# Currency Symbol
source: Shekel
hu_hu: Sékel

# Currency Symbol
source: Yen/Yuan
hu_hu: Jen/Jüan

# Currency Symbol
source: Won
hu_hu: Von

source: Currency Format
hu_hu: Pénznem formátuma

source: The raised option will add a Subscript / Superscript design to the fractional part of the Price.
hu_hu: Az Emelt opció alsó/felső index jellegű megjelenítést ad az ár törtrészéhez.

source: Duration
hu_hu: Időtartam

source: Monthly
hu_hu: Havi

source: Duration Position
hu_hu: Időtartam pozíciója

source: Beside
hu_hu: Mellé

source: Feature
hu_hu: Funkció

source: List of Features
hu_hu: Funkciók listája

source: Select Plan
hu_hu: Csomag kiválasztása

source: Show Disclaimer Text
hu_hu: Felelősségi nyilatkozat szövegének megjelenítése

source: Disclaimer Text
hu_hu: Felelősségi nyilatkozat szövege

source: Ribbon
hu_hu: Szalag

source: Corner Ribbon
hu_hu: Sarokszalag

source: Circular Ribbon
hu_hu: Kör alakú szalag

source: Flag Ribbon
hu_hu: Zászló alakú szalag

source: NEW
hu_hu: ÚJ

source: Description Tag
hu_hu: Leírás címke

source: Fractional Part
hu_hu: Törtrész

source: Note: When Currency Format is Raised and Duration Position is Beside, Vertical Positioning will not work.
hu_hu: Megjegyzés: Ha a pénznem formátuma Emelt, és az időtartam pozíciója Mellé, a függőleges pozicionálás nem fog működni.

source: Tooltip Icon Color
hu_hu: Eszköztipp ikonja színe

source: Divider between fields
hu_hu: Elválasztó a mezők között

source: Box Layout
hu_hu: Dobozos elrendezés

source: Stripped Layout
hu_hu: Csíkozott elrendezés

source: Box Padding
hu_hu: Doboz belső margója

source: Features List
hu_hu: Funkciók listája

source: Item Padding
hu_hu: Elem belső margója

source: Even
hu_hu: Páros

source: Odd
hu_hu: Páratlan

source: Item Spacing
hu_hu: Elem térköze

source: Button Shadow
hu_hu: Gomb árnyéka

source: Hover Shadow
hu_hu: Rámutatáskor árnyék

source: %1$s Price Box styles » %2$s
hu_hu: %1$s Árdoboz stílusai » %2$s

source: %1$s Price value & Currency styling » %2$s
hu_hu: %1$s Árérték és pénznem formázása » %2$s

source: %1$s Content / Features area styling » %2$s
hu_hu: %1$s Tartalom / Funkciók területének formázása » %2$s

source: %1$s Ribbon styles » %2$s
hu_hu: %1$s Szalag stílusai » %2$s

source: %1$s Hover Animation effects » %2$s
hu_hu: %1$s Rámutatás animációs effektusai » %2$s

source: Extra profile information
hu_hu: Kiegészítő profilinformációk

source: Phone Number
hu_hu: Telefonszám

source: The Captcha field cannot be blank. Please enter a value.
hu_hu: A Captcha mező nem lehet üres. Kérjük, adjon meg egy értéket.

source: The secret parameter is missing.
hu_hu: Hiányzik a secret paraméter.

source: The secret parameter is invalid or malformed.
hu_hu: A secret paraméter érvénytelen vagy hibás formátumú.

source: The response parameter is missing.
hu_hu: Hiányzik a response paraméter.

source: The response parameter is invalid or malformed.
hu_hu: A response paraméter érvénytelen vagy hibás formátumú.

source: Can not connect to the reCAPTCHA server (%d).
hu_hu: Nem lehet csatlakozni a reCAPTCHA szerverhez (%d).

source: Invalid Form - reCAPTCHA validation failed
hu_hu: Érvénytelen űrlap - a reCAPTCHA ellenőrzése sikertelen

source: The email address is incorrect.
hu_hu: Az e-mail-cím helytelen.

source: An account is already registered with your email address. Please choose another one.
hu_hu: Már van fiók regisztrálva az e-mail-címével. Kérjük, válasszon másikat.

source: This username is invalid because it uses illegal characters. Please enter a valid username.
hu_hu: Ez a felhasználónév érvénytelen, mert tiltott karaktereket tartalmaz. Kérjük, adjon meg egy érvényes felhasználónevet.

source: Username may not be longer than 60 characters.
hu_hu: A felhasználónév nem lehet hosszabb 60 karakternél.

source: This username is already registered. Please choose another one.
hu_hu: Ez a felhasználónév már foglalt. Kérjük, válasszon másikat.

source: Sorry, that username is not allowed.
hu_hu: Sajnáljuk, ez a felhasználónév nem engedélyezett.

source: Password may not contain the character "\"
hu_hu: A jelszó nem tartalmazhatja a "\" karaktert

source: successfully registered
hu_hu: sikeresen regisztrálva

source: Username
hu_hu: Felhasználónév

source: Confirm Password
hu_hu: Jelszó megerősítése

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Phone
hu_hu: Telefon

source: Placeholder
hu_hu: Helyőrző

source: Required
hu_hu: Kötelező

source: Note: This field is required by default.
hu_hu: Megjegyzés: Ez a mező alapértelmezetten kötelező.

source: Column Width
hu_hu: Oszlopszélesség

source: Badge Position
hu_hu: Jelvény pozíciója

source: Required Mark
hu_hu: Kötelező jelölés

source: Enable this option to add icon for fields.
hu_hu: Engedélyezze ezt az opciót a mezőkhöz ikon hozzáadásához.

source: General Settings
hu_hu: Általános beállítások

source: Hide Form from Logged in Users
hu_hu: Űrlap elrejtése a bejelentkezett felhasználók elől

source: Enable this option if you wish to hide the form at the frontend from logged in users.
hu_hu: Engedélyezze ezt az opciót, ha el kívánja rejteni az űrlapot a frontend felületen a bejelentkezett felhasználók elől.

source: Message For Logged In Users
hu_hu: Üzenet a bejelentkezett felhasználóknak

source: Enter the message to display at the frontend for Logged in users.
hu_hu: Adja meg a bejelentkezett felhasználóknak a frontend felületen megjelenítendő üzenetet.

source: New User Role
hu_hu: Új felhasználói szerepkör

source: The default option will assign the user role as per the WordPress backend setting.
hu_hu: Az alapértelmezett beállítás a WordPress backend beállításának megfelelően rendeli hozzá a felhasználói szerepkört.

source: Login
hu_hu: Bejelentkezés

source: Add the “Login” link below the register button.
hu_hu: Adja hozzá a “Bejelentkezés” hivatkozást a regisztráció gomb alá.

source: Lost Your Password
hu_hu: Elfelejtette a jelszavát

source: Add the “Lost Password” link below the register button
hu_hu: Adja hozzá az “Elfelejtett jelszó” hivatkozást a regisztráció gomb alá

source: Lost Your Password?
hu_hu: Elfelejtette a jelszavát?

source: Password Strength Check
hu_hu: Jelszóerősség-ellenőrzés

source: Acceptance Field
hu_hu: Elfogadás mező

source: I Accept the Terms and Conditions.
hu_hu: Elfogadom a felhasználási feltételeket.

source: Show Terms and Conditions
hu_hu: Felhasználási feltételek megjelenítése

source: Terms and Conditions
hu_hu: Felhasználási feltételek

source: Please go through the following terms and conditions carefully.
hu_hu: Kérjük, figyelmesen olvassa el az alábbi felhasználási feltételeket.

source: After Register Actions
hu_hu: Regisztráció utáni műveletek

source: Add Action
hu_hu: Művelet hozzáadása

source: Auto Login
hu_hu: Automatikus bejelentkezés

source: Choose from above actions to perform after successful user registration. Click %1$s here %2$s to learn more.
hu_hu: Válasszon a fenti műveletek közül a sikeres felhasználói regisztráció után végrehajtandóként. További információért kattintson %1$s ide %2$s.

source: Register Button
hu_hu: Regisztráció gomb

source: Send the new user an email about their account. Click %1$s here %2$s to learn more.
hu_hu: Küldjön e‑mailt az új felhasználónak a fiókjáról. További információért kattintson %1$s ide %2$s.

source: Email Template
hu_hu: E‑mail sablon

source: <b>Important Notice:</b> If you have only an Email field in the form, then please select the Custom option in the Email Template field above.
hu_hu: <b>Fontos tudnivaló:</b> Ha az űrlapon csak E‑mail mező van, akkor kérjük, a fenti E‑mail sablon mezőben válassza az Egyéni lehetőséget.

source: Thank you for registering with "%s"!
hu_hu: Köszönjük, hogy regisztrált a(z) "%s" oldalon!

source: Subject
hu_hu: Tárgy

source: Enter the Email Content
hu_hu: Adja meg az e‑mail tartalmát

source: Dear User,<br/>You have successfully created your "%1$s" account. Thank you for registering with us! <br/>Get the most of our service benefits with your registered account. <br/>Please click the link below to access your account.<br/>%2$s <br/>And here's the password [field=password] to log in to the account. <br/><br/>Regards, <br/>Team ___
hu_hu: Tisztelt Felhasználó,<br/>Sikeresen létrehozta a(z) "%1$s" fiókját. Köszönjük, hogy regisztrált nálunk! <br/>Használja ki szolgáltatásunk előnyeit regisztrált fiókjával. <br/>Kérjük, a fiók eléréséhez kattintson az alábbi hivatkozásra.<br/>%2$s <br/>És íme a jelszó [field=password] a fiókba történő bejelentkezéshez. <br/><br/>Üdvözlettel, <br/>___ csapat

source: <b>Note:</b> If you wish to send System Generated Password in the email content, use shortcode - <b>[field=password]</b>
hu_hu: <b>Megjegyzés:</b> Ha az e‑mail tartalmában rendszergenerált jelszót kíván küldeni, használja a rövidkódot - <b>[field=password]</b>

source: For other form fields shortcode click %1$s here %2$s.
hu_hu: Az űrlap többi mezőjének rövidkódjaihoz kattintson %1$s ide %2$s.

source: Send As
hu_hu: Küldés formátuma

source: Plain
hu_hu: Egyszerű szöveg

source: Success / Error Messages
hu_hu: Siker / Hiba üzenetek

source: Success Message
hu_hu: Sikerüzenet

source: Thank you for registering with us!
hu_hu: Köszönjük, hogy regisztrált nálunk!

source: Error Message
hu_hu: Hibaüzenet

source: Error: Something went wrong! Unable to complete the registration process.
hu_hu: Hiba: Valami hiba történt! Nem sikerült befejezni a regisztrációs folyamatot.

source: %1$s Create a User Registration Form using Elementor » %2$s
hu_hu: %1$s Hozzon létre felhasználói regisztrációs űrlapot Elementorral » %2$s

source: %1$s Registration Form with Only Email Field » %2$s
hu_hu: %1$s Regisztrációs űrlap csak e‑mail mezővel » %2$s

source: %1$s Customize User Email » %2$s
hu_hu: %1$s Felhasználói e‑mail testreszabása » %2$s

source: %1$s After Registration Actions » %2$s
hu_hu: %1$s Regisztráció utáni műveletek » %2$s

source: %1$s Honeypot Spam Prevention field support » %2$s
hu_hu: %1$s Honeypot spammegelőző mező támogatása » %2$s

source: %1$s How to create a User Registration Form for a WooCommerce Page? » %2$s
hu_hu: %1$s Hogyan hozzon létre felhasználói regisztrációs űrlapot egy WooCommerce oldalhoz? » %2$s

source: %1$s How to manage Users on WordPress after Registration? » %2$s
hu_hu: %1$s Hogyan kezelje a felhasználókat a WordPressben a regisztráció után? » %2$s

source: %1$s Frequently asked questions » %2$s
hu_hu: %1$s Gyakran ismételt kérdések » %2$s

source: Button Spacing
hu_hu: Gombtávolság

source: Required Mark Color
hu_hu: Kötelező jelölés színe

source: Input Fields
hu_hu: Beviteli mezők

source: Input Style
hu_hu: Beviteli stílus

source: Acceptance Field Style
hu_hu: Elfogadás mező stílusa

source: Checkbox Size
hu_hu: Jelölőnégyzet mérete

source: Terms and Conditions Color
hu_hu: Felhasználási feltételek színe

source: Checkbox Background Color
hu_hu: Jelölőnégyzet háttérszíne

source: Selector Color
hu_hu: Választó színe

source: Hover Background Color
hu_hu: Lebegéskori háttérszín

source: Message Style
hu_hu: Üzenet stílusa

source: Form Success & Error Messages
hu_hu: Űrlap siker- és hibaüzenetek

source: Preview Messages
hu_hu: Üzenetek előnézete

source: Please accept the Terms and Conditions to proceed.
hu_hu: Kérjük, a folytatáshoz fogadja el a Felhasználási feltételeket.

source: To use reCAPTCHA v3, you need to add the API Key and complete the setup process in Dashboard > UAE > Settings > Integrations > Setup reCAPTCHA v3
hu_hu: A reCAPTCHA v3 használatához hozzá kell adnia az API Key-t, és be kell fejeznie a beállítási folyamatot itt: Dashboard > UAE > Settings > Integrations > Setup reCAPTCHA v3

source: Submit
hu_hu: Küldés

source: This is a success message preview!
hu_hu: Ez egy sikerüzenet előnézete!

source: This is a error message preview!
hu_hu: Ez egy hibaüzenet előnézete!

source: Error! It seems like you have added <b>%s</b> field in the form more than once.
hu_hu: Hiba! Úgy tűnik, hogy a(z) <b>%s</b> mezőt egynél többször adta hozzá az űrlaphoz.

source: For Registration Form E-mail field is required!
hu_hu: A regisztrációs űrlapon az E-mail mező kötelező!

source: Password field should be added to the form to use the Confirm Password field.
hu_hu: A Jelszó mezőt hozzá kell adnia az űrlaphoz a Jelszó megerősítése mező használatához.

source: To use the Registration Form on your site, you must set the "Allow new registrations" to "User accounts may be registered" setting from Network Admin -> Dashboard -> Settings.
hu_hu: A Registration Form használatához a webhelyén a Network Admin -> Dashboard -> Settings menüben az "Allow new registrations" beállítást az "User accounts may be registered" értékre kell állítania.

source: To use the Registration Form on your site, you must enable the "Anyone Can Register" setting from Dashboard -> Settings -> General -> Membership.
hu_hu: A Registration Form használatához a webhelyén engedélyeznie kell a "Anyone Can Register" beállítást itt: Dashboard -> Settings -> General -> Membership.

source: Choose Default Image
hu_hu: Alapértelmezett kép kiválasztása

source: Choose Retina Image
hu_hu: Retina-kép kiválasztása

source: Custom Caption
hu_hu: Egyéni felirat

source: Enter your image caption
hu_hu: Adja meg a kép feliratát

source: Max Width
hu_hu: Maximális szélesség

source: Caption Top Spacing
hu_hu: Felirat felső térköze

source: Elementor Shapes
hu_hu: Elementor alakzatok

source: UAE Shapes
hu_hu: UAE alakzatok

# Shapes
source: Xmas Trees
hu_hu: Karácsonyfák

# Shapes
source: Xmas Lights
hu_hu: Karácsonyi fények

source: Select Network
hu_hu: Hálózat kiválasztása

source: To share the post on Pinterest you must assign a featured image for the Post/Page.
hu_hu: A bejegyzés Pinteresten való megosztásához kiemelt képet kell rendelnie a bejegyzéshez/oldalhoz.

source: Custom Label
hu_hu: Egyéni címke

source: Social Icons
hu_hu: Közösségi ikonok

source: Icon & Text
hu_hu: Ikon és szöveg

source: Gradient
hu_hu: Színátmenet

source: Minimal
hu_hu: Minimál

source: Boxed
hu_hu: Keretes

source: Square
hu_hu: Négyzetes

source: Target URL
hu_hu: Cél URL

source: Current Page
hu_hu: Jelenlegi oldal

source: Button Size
hu_hu: Gomb mérete

source: Button Height
hu_hu: Gomb magassága

source: Official Color
hu_hu: Hivatalos szín

source: Custom color
hu_hu: Egyéni szín

source: Primary Color
hu_hu: Elsődleges szín

source: Secondary Color
hu_hu: Másodlagos szín

source: Text Padding
hu_hu: Szöveg belső margója

source: Share Count
hu_hu: Megosztások száma

source: Enable this option to display the total share count of target post/page.
hu_hu: Engedélyezze ezt a beállítást a cél bejegyzés/oldal összesített megosztásszámának megjelenítéséhez.

source: Show Fake Count
hu_hu: Hamis megosztásszám megjelenítése

source: Static Count
hu_hu: Statikus darabszám

source: Random Count
hu_hu: Véletlenszerű darabszám

source: Fake Count
hu_hu: Hamis darabszám

source: Note: Enter the number of fake count you want to display.
hu_hu: Megjegyzés: Adja meg a megjeleníteni kívánt hamis darabszámot.

source: Minimum Count
hu_hu: Minimális darabszám

source: Maximum Count
hu_hu: Maximális darabszám

source: Fake Count Limit
hu_hu: Hamis darabszám korlátja

source: Once the original count reaches this limit the fake count will be hidden. Only the original count will be shown after this limit reaches.
hu_hu: Amint az eredeti darabszám eléri ezt a korlátot, a hamis darabszám el lesz rejtve. E korlát elérése után csak az eredeti darabszám lesz látható.

source: Fetch Share Count From
hu_hu: Megosztások számának lekérése innen
