Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: Ultimate Addons is a premium extension for Elementor that adds 40+ widgets and works on top of any Elementor Package (Free, Pro). You can use it with any WordPress theme.
hu_hu: Az Ultimate Addons egy prémium kiegészítő az Elementorhoz, amely több mint 40 widgetet ad hozzá, és bármely Elementor csomaggal (Free, Pro) együtt működik. Használhatja bármely WordPress témával.

source: Default
hu_hu: Alapértelmezett

source: Preset %d
hu_hu: Előbeállítás %d

source: Presets
hu_hu: Előbeállítások

source: Choose Preset
hu_hu: Válasszon előbeállítást

source: %1$sNote:%2$s %3$s 1. Choosing a preset will reset all Style settings for this widget. %3$s 2. Choosing 'default' option after switching between preset options will change the default view of the widget.
hu_hu: %1$sMegjegyzés:%2$s %3$s 1. Egy előbeállítás kiválasztása visszaállítja ennek a widgetnek minden Stílus beállítását. %3$s 2. A 'default' opció kiválasztása, miután váltott az előbeállítási opciók között, megváltoztatja a widget alapértelmezett nézetét.

source: View Settings
hu_hu: Nézet beállításai

source: Settings
hu_hu: Beállítások

source: Get the license >>
hu_hu: Szerezze be a licencet >>

source: Sorry, you are not allowed to do this operation.
hu_hu: Sajnáljuk, nincs jogosultsága ehhez a művelethez.

source: Nonce validation failed
hu_hu: A Nonce érvényesítése sikertelen

source: Sorry, something went wrong.
hu_hu: Sajnáljuk, valami hiba történt.

source: With the new %1$s %3$s %2$s version 1.21.0 it is mandatory to add a Facebook App Secret Key for the Login Form widget. You can add it from %1$s%4$shere%5$s%2$s. </br></br>This is to ensure extra security for the widget. In case your existing login form is not displaying Facebook login option, adding the App Secret Key will fix it.
hu_hu: Az új %1$s %3$s %2$s 1.21.0-s verzióval kötelező megadnia a Facebook App Secret Key-t a Login Form widgethez. Ezt %1$s%4$sitt%5$s%2$s adhatja hozzá. </br></br>Ez a widget extra biztonságának biztosítását szolgálja. Ha a meglévő bejelentkezési űrlapja nem jeleníti meg a Facebook bejelentkezés opciót, az App Secret Key megadása megoldja a problémát.

source: Ultimate Addons is a premium extension for Elementor that adds 35+ widgets and works on top of any Elementor Package (Free, Pro). You can use it with any WordPress theme.
hu_hu: Az Ultimate Addons egy prémium kiegészítő az Elementorhoz, amely több mint 35 widgetet ad hozzá, és bármely Elementor csomaggal (Free, Pro) együtt működik. Használhatja bármely WordPress témával.

source: Dashboard
hu_hu: Vezérlőpult

source: Widgets & Features
hu_hu: Widgetek és funkciók

source: Widgets
hu_hu: Widgetek

source: Onboarding
hu_hu: Bevezetés

source: Plugin installation is disabled for you on this site.
hu_hu: A bővítmény telepítése ezen a webhelyen az Ön számára le van tiltva.

source: Plugin slug is missing.
hu_hu: Hiányzik a bővítmény slugja.

source: Plugin installation function not found.
hu_hu: A bővítmény telepítési funkciója nem található.

source: Theme installation is disabled for you on this site.
hu_hu: A téma telepítése ezen a webhelyen az Ön számára le van tiltva.

source: Theme slug is missing.
hu_hu: Hiányzik a téma slugja.

source: Theme installation function not found.
hu_hu: A téma telepítési funkciója nem található.

source: You do not have permission to perform this action.
hu_hu: Nincs jogosultsága a művelet végrehajtásához.

source: License key not found.
hu_hu: A licenckulcs nem található.

source: License Successfully Activated
hu_hu: Licenc sikeresen aktiválva

source: License activation failed!
hu_hu: A licenc aktiválása nem sikerült!

source: License Successfully Deactivated
hu_hu: Licenc sikeresen deaktiválva

source: License deactivation failed!
hu_hu: A licenc deaktiválása nem sikerült!

source: Plugin activation is disabled for you on this site.
hu_hu: A bővítmény aktiválása ezen a webhelyen az Ön számára le van tiltva.

source: Plugin Activated.
hu_hu: Bővítmény aktiválva.

source: Theme activation is disabled for you on this site.
hu_hu: A téma aktiválása ezen a webhelyen az Ön számára le van tiltva.

source: Theme Activated.
hu_hu: Téma aktiválva.

source: Could not activate plugin. Please activate from the Plugins page.
hu_hu: Nem sikerült aktiválni a bővítményt. Kérjük, aktiválja a Bővítmények oldalon.

source: Could not activate theme. Please activate from the Themes page.
hu_hu: Nem sikerült aktiválni a témát. Kérjük, aktiválja a Témák oldalon.

source: How likely are you to recommend Ultimate Addons for Elementor to your friends or colleagues?
hu_hu: Mennyire valószínű, hogy ajánlaná az Ultimate Addons for Elementor-t barátainak vagy kollégáinak?

source: Thanks a lot for your feedback! 😍
hu_hu: Nagyon köszönjük a visszajelzését! 😍

source: Thanks for using Ultimate Addons! Got feedback or suggestions to make it even better? We’d love to hear from you.
hu_hu: Köszönjük, hogy az Ultimate Addons-t használja! Van visszajelzése vagy javaslata, hogy még jobbá tegyük? Örömmel hallanánk Önről.

source: Thank you for your feedback
hu_hu: Köszönjük a visszajelzését

source: We value your input. How can we improve your experience?
hu_hu: Értékeljük a véleményét. Hogyan javíthatnánk a felhasználói élményét?

source: Settings saved successfully!
hu_hu: A beállítások sikeresen mentve!

source: Unable to save settings.
hu_hu: A beállításokat nem sikerült menteni.

source: %1s - Custom Link
hu_hu: %1s - Egyéni hivatkozás

source: %1s - Categories (Ex: Cat1, Cat2)
hu_hu: %1s - Kategóriák (Pl.: Cat1, Cat2)

source: Enter valid Email!
hu_hu: Adjon meg érvényes e-mail-címet!

source: Enter valid Phone Number!
hu_hu: Adjon meg érvényes telefonszámot!

source: Phone number should not contain spaces!
hu_hu: A telefonszám nem tartalmazhat szóközöket!

source: The specified password do not match!
hu_hu: A megadott jelszavak nem egyeznek!

source: This Field is required!
hu_hu: Ez a mező kötelező!

source: Error: The Password you have entered is incorrect.
hu_hu: Hiba: A megadott jelszó helytelen.

source: Unknown username. Check again or try your email address.
hu_hu: Ismeretlen felhasználónév. Ellenőrizze újra, vagy próbálja meg az e-mail-címét.

source: Unknown email address. Check again or try your username.
hu_hu: Ismeretlen e-mail-cím. Ellenőrizze újra, vagy próbálja meg a felhasználónevét.

source: Thanks for logging in,
hu_hu: Köszönjük, hogy bejelentkezett,

source: Invalid or data missing in the required(*) fields.
hu_hu: Érvénytelen vagy hiányzó adatok a kötelező(*) mezőkben.

source: No matching records found
hu_hu: Nem található egyező rekord

source: Show _MENU_ Entries
hu_hu: _MENU_ bejegyzés megjelenítése

source: The widget type you are trying to paste is not available on this site.
hu_hu: Az a widgettípus, amelyet be szeretne illeszteni, nem érhető el ezen a webhelyen.

source: %1s Copy
hu_hu: %1s Másolás

source: %1s Paste
hu_hu: %1s Beillesztés

source: %1s Copy All
hu_hu: %1s Összes másolása

source: %1s Paste All
hu_hu: %1s Összes beillesztése

source: Unable to complete the task. Not a valid user.
hu_hu: A feladat nem fejezhető be. Nem érvényes felhasználó.

source: Looks like content is empty. Cannot be processed.
hu_hu: Úgy tűnik, a tartalom üres. Nem feldolgozható.

source: The %1$sUltimate Addons for Elementor Pro%2$s plugin requires %1$sElementor%2$s plugin installed & activated.
hu_hu: A %1$sUltimate Addons for Elementor Pro%2$s bővítményhez a %1$sElementor%2$s bővítmény telepítése és aktiválása szükséges.

source: Activate Elementor
hu_hu: Aktiválja az Elementort

source: Install Elementor
hu_hu: Telepítse az Elementort

source: The %1$sUltimate Addons for Elementor Pro%2$s plugin has stopped working because you are using an older version of %1$sElementor%2$s plugin.
hu_hu: A %1$sUltimate Addons for Elementor Pro%2$s bővítmény működése leállt, mert a %1$sElementor%2$s bővítmény régebbi verzióját használja.

source: Update Elementor
hu_hu: Frissítse az Elementort

source: Advanced Heading
hu_hu: Haladó címsor

source: Create engaging and customizable headings for your pages.
hu_hu: Hozzon létre vonzó, testreszabható címsorokat az oldalain.

source: Before After Slider
hu_hu: Előtte–utána csúszka

source: Display the before and after versions of an image.
hu_hu: Jelenítse meg egy kép előtte és utána változatait.

source: Business Hours
hu_hu: Nyitvatartás

source: Customize and display your business hours stylishly.
hu_hu: Szabja testre és jelenítse meg stílusosan a nyitvatartást.

source: Business Reviews
hu_hu: Üzleti értékelések

source: Display verified reviews from Google and Yelp directly.
hu_hu: Jelenítse meg közvetlenül a Google és a Yelp hitelesített értékeléseit.

source: Contact Form 7 Styler
hu_hu: Contact Form 7 stílusozó

source: Style and enhance Contact Form 7 to fit your site.
hu_hu: Stílusozza és fejlessze a Contact Form 7-et, hogy illeszkedjen a webhelyéhez.

source: Content Toggle
hu_hu: Tartalomváltó

source: Let users easily switch between two types of content.
hu_hu: Tegye lehetővé a felhasználóknak, hogy könnyedén váltsanak két tartalomtípus között.

source: Countdown Timer
hu_hu: Visszaszámláló

source: Create urgency with fixed or recurring countdowns.
hu_hu: Keltsen sürgősségérzetet rögzített vagy ismétlődő visszaszámlálásokkal.

source: Dual Color Heading
hu_hu: Kétszínű címsor

source: Style headings with dual colours and customizable typography.
hu_hu: Stílusozza a címsorokat két színnel és testreszabható tipográfiával.

source: Fancy Heading
hu_hu: Látványos címsor

source: Add animated text for more engaging page titles.
hu_hu: Adjon animált szöveget a még vonzóbb oldalcímekhez.

source: FAQ Schema
hu_hu: GYIK séma

source: Add SEO-friendly FAQ sections to pages.
hu_hu: Adjon SEO-barát GYIK szakaszokat az oldalakhoz.

source: Google Map
hu_hu: Google Térkép

source: Add customizable, multi-location maps with custom markers.
hu_hu: Adjon hozzá testreszabható, több helyszínes térképeket egyéni jelölőkkel.

source: Gravity Form Styler
hu_hu: Gravity Form stílusozó

source: Customize Gravity Forms with advanced styling options.
hu_hu: Szabja testre a Gravity Forms űrlapokat fejlett stílusbeállításokkal.

source: Add interactive points on images for detailed visual tours.
hu_hu: Adjon interaktív pontokat a képekre részletes vizuális túrákhoz.

source: Create structured how-to pages with automatic schema markup.
hu_hu: Hozzon létre strukturált útmutató-oldalakat automatikus sémajelöléssel.

source: Image Gallery
hu_hu: Képgaléria

source: Build attractive, feature-rich galleries with advanced options.
hu_hu: Készítsen vonzó, funkciókban gazdag galériákat fejlett beállításokkal.

source: Info Box
hu_hu: Információs doboz

source: Add headings, icons, and descriptions in one flexible widget.
hu_hu: Adjon hozzá címsorokat, ikonokat és leírásokat egy rugalmas widgetben.

source: Instagram Feed
hu_hu: Instagram hírfolyam

source: Display an attractive, customizable Instagram feed.
hu_hu: Jelenítsen meg vonzó, testreszabható Instagram-hírfolyamot.

source: Login Form
hu_hu: Bejelentkezési űrlap

source: Design beautiful, customizable WordPress login forms.
hu_hu: Tervezzen gyönyörű, testreszabható WordPress bejelentkezési űrlapokat.

source: Marketing Button
hu_hu: Marketing gomb

source: Create High-impact, customizable CTA for promotions and conversions.
hu_hu: Hozzon létre nagy hatású, testreszabható CTA-kat promóciókhoz és konverziókhoz.

source: Modal Popup
hu_hu: Modális felugró

source: Design engaging popups with interactive animations and content.
hu_hu: Tervezzen lebilincselő felugrókat interaktív animációkkal és tartalommal.

source: Multi Buttons
hu_hu: Több gomb

source: Create a versatile dual-button setup for navigation and interactive web elements.
hu_hu: Hozzon létre sokoldalú, kétgombos elrendezést navigációhoz és interaktív webes elemekhez.

source: Advanced Navigation Menu
hu_hu: Speciális navigációs menü

source: Build easy-to-navigate, visually appealing site menus.
hu_hu: Készítsen könnyen navigálható, látványos webhelymenüket.

source: Create sliding panels for navigation or extra content.
hu_hu: Hozzon létre csúszó paneleket navigációhoz vagy extra tartalomhoz.

source: Posts
hu_hu: Bejegyzések

source: Display and customize blog posts beautifully on your site.
hu_hu: Jelenítsen meg és szabjon testre blogbejegyzéseket esztétikusan a webhelyén.

source: Price Box
hu_hu: Árdoboz

source: Showcase prices and features in customizable layouts.
hu_hu: Mutassa be az árakat és a funkciókat testreszabható elrendezésekben.

source: Price List
hu_hu: Árlista

source: Create elegant, customizable lists for menus or product catalogues.
hu_hu: Készítsen elegáns, testreszabható listákat menükhöz vagy termékkatalógusokhoz.

source: Retina Image
hu_hu: Retina kép

source: Ensure images look crisp on high-resolution screens.
hu_hu: Biztosítsa, hogy a képek élesen jelenjenek meg a nagy felbontású képernyőkön.

source: Social Share
hu_hu: Közösségi megosztás

source: Enable quick content sharing with social media buttons.
hu_hu: Tegye lehetővé a tartalmak gyors megosztását közösségi média gombokkal.

source: Table
hu_hu: Táblázat

source: Build responsive, styled tables to display data.
hu_hu: Készítsen reszponzív, stílusos táblázatokat adatok megjelenítéséhez.

source: Table of Contents
hu_hu: Tartalomjegyzék

source: Improve page readability with automatic, customizable TOCs.
hu_hu: Javítsa az oldal olvashatóságát automatikus, testreszabható tartalomjegyzékekkel.

source: Team Member
hu_hu: Csapattag

source: Highlight team members with customizable layouts.
hu_hu: Emelje ki a csapattagokat testreszabható elrendezésekkel.

source: Timeline
hu_hu: Idővonal

source: Display timelines or roadmaps with advanced styling options.
hu_hu: Jelenítsen meg idővonalakat vagy ütemterveket fejlett stílusbeállításokkal.

source: Twitter Feed
hu_hu: Twitter hírfolyam

source: Embed Twitter feeds to show real-time content updates.
hu_hu: Ágyazzon be Twitter-hírfolyamokat a valós idejű tartalomfrissítések megjelenítéséhez.

source: User Registration Form
hu_hu: Felhasználói regisztrációs űrlap

source: Create beautiful, custom registration forms for users.
hu_hu: Készítsen gyönyörű, egyedi regisztrációs űrlapokat a felhasználók számára.

source: Video
hu_hu: Videó

source: Embed optimized videos with customizable thumbnails and play buttons.
hu_hu: Ágyazzon be optimalizált videókat testreszabható bélyegképekkel és lejátszásgombokkal.

source: Video Gallery
hu_hu: Videógaléria

source: Showcase multiple videos without impacting load times.
hu_hu: Mutasson be több videót a betöltési idő befolyásolása nélkül.

source: Welcome Music
hu_hu: Üdvözlőzene

source: Play background audio to engage visitors upon page load.
hu_hu: Játsszon le háttérhangot az oldal betöltésekor a látogatók bevonásához.

source: Woo - Add To Cart
hu_hu: Woo - Kosárba helyezés

source: Let users add items to cart with one click.
hu_hu: Tegye lehetővé, hogy a felhasználók egy kattintással a kosárba helyezzék a tételeket.

source: Woo - Categories
hu_hu: Woo - Kategóriák

source: Display product categories beautifully.
hu_hu: Jelenítse meg a termékkategóriákat látványosan.

source: Woo - Checkout
hu_hu: Woo - Pénztár

source: Design optimized checkout pages for better conversions.
hu_hu: Tervezzen optimalizált pénztár-oldalakat a jobb konverziókért.

source: Woo - Mini Cart
hu_hu: Woo - Mini kosár

source: Show a mini-cart for seamless shopping experiences.
hu_hu: Jelenítsen meg mini kosarat a zökkenőmentes vásárlási élményért.

source: Woo - Products
hu_hu: Woo - Termékek

source: Present products with detailed, customizable layouts.
hu_hu: Mutassa be a termékeket részletes, testreszabható elrendezésekkel.

source: Style WP Fluent Forms for an attractive, cohesive look.
hu_hu: Formázza a WP Fluent Formsot vonzó, egységes megjelenés érdekében.

source: Upgrade WPForms with customizable design and layout options.
hu_hu: Bővítse a WPFormsot testreszabható dizájn- és elrendezési lehetőségekkel.

source: Display Conditions
hu_hu: Megjelenítési feltételek

source: Show or hide content based on user interactions.
hu_hu: Jelenítsen meg vagy rejtsen el tartalmat a felhasználói interakciók alapján.

source: Particle Backgrounds
hu_hu: Részecske-hátterek

source: Add dynamic, animated backgrounds to sections and columns.
hu_hu: Adjon dinamikus, animált háttereket a szakaszokhoz és az oszlopokhoz.

source: Sticky Header
hu_hu: Ragadós fejléc

source: Create sticky headers with scroll effects for UAE Headers.
hu_hu: Hozzon létre ragadós fejléceket görgetési hatásokkal a UAE Headers számára.

source: Decorate your site with festive seasonal elements easily.
hu_hu: Díszítse webhelyét ünnepi, szezonális elemekkel egyszerűen.

source: Shape Divider
hu_hu: Forma elválasztó

source: Add new attractive shape dividers to Elementor sections.
hu_hu: Adjon új, mutatós formaelválasztókat az Elementor szakaszokhoz.

source: Cross-Site Copy Paste
hu_hu: Webhelyek közötti másolás és beillesztés

source: Copy and paste Elementor content between websites.
hu_hu: Másolja és illessze be az Elementor-tartalmat webhelyek között.

source: Use pre-made widget templates to accelerate your design process.
hu_hu: Használjon előre elkészített widget-sablonokat, hogy felgyorsítsa tervezési folyamatát.

source: Style and enhance Caldera Forms to fit your site.
hu_hu: Formázza és fejlessze a Caldera Formsot, hogy illeszkedjen a webhelyéhez.

source: Card Skin
hu_hu: Kártya kinézet

source: Creative Feed Skin
hu_hu: Kreatív hírfolyam kinézet

source: News Skin
hu_hu: Hírek kinézet

source: Business Skin
hu_hu: Üzleti kinézet

source: Free & Fastest WordPress Theme.
hu_hu: Ingyenes és a leggyorsabb WordPress téma.

source: Boost Your Traffic with Easy SEO Optimization!
hu_hu: Növelje forgalmát egyszerű SEO-optimalizálással!

source: Rank higher with effortless SEO optimization. SureRank offers a simple, clutter-free interface with lightweight code, minimal setup, clear meta and schema settings, and smart content optimization that actually makes sense, helping you grow your traffic easily.
hu_hu: Érjen el magasabb helyezést erőfeszítésmentes SEO-optimalizálással. A SureRank egyszerű, zavaró elemektől mentes felületet kínál könnyű kóddal, minimális beállítással, egyértelmű meta- és séma-beállításokkal, valamint valóban értelmes, intelligens tartalomoptimalizálással, amely segít könnyedén növelni forgalmát.

source: Sell Products Effortlessly with SureCart!
hu_hu: Értékesítsen termékeket erőfeszítés nélkül a SureCarttal!

source: Sell your products effortlessly with a modern, flexible eCommerce system. SureCart makes it easy to set up one-click checkout, manage subscriptions, recover abandoned carts, and collect secure payments, helping you launch and grow your online store confidently.
hu_hu: Értékesítse termékeit erőfeszítés nélkül egy modern, rugalmas e-kereskedelmi rendszerrel. A SureCart megkönnyíti az egykattintásos pénztár beállítását, az előfizetések kezelését, az elhagyott kosarak visszaszerzését és a biztonságos fizetések beszedését, segítve, hogy magabiztosan elindítsa és fejlessze online áruházát.

source: Build Powerful Forms in Minutes with SureForms!
hu_hu: Készítsen hatékony űrlapokat percek alatt a SureForms segítségével!

source: Build powerful forms in minutes without complexity. SureForms lets you create contact forms, payment forms, and surveys using an AI-assisted, clean interface with conversational layouts, conditional logic, payment collection, and mobile optimization for a seamless experience.
hu_hu: Építsen hatékony űrlapokat percek alatt, bonyolultság nélkül. A SureForms lehetővé teszi kapcsolatfelvételi űrlapok, fizetési űrlapok és kérdőívek létrehozását egy MI által támogatott, letisztult felületen, beszélgetésalapú elrendezésekkel, feltételes logikával, fizetésgyűjtéssel és mobiloptimalizálással a zökkenőmentes élményért.

source: Add Engaging Videos Seamlessly with Presto Player!
hu_hu: Adjon hozzá lebilincselő videókat zökkenőmentesen a Presto Playerrel!

source: Add engaging videos seamlessly in minutes without complexity. Presto Player lets you enhance your website with videos using branding, chapters, and call-to-actions while providing fast load times, detailed analytics, and user-friendly controls for a seamless viewing experience.
hu_hu: Adjon hozzá lebilincselő videókat zökkenőmentesen, percek alatt, bonyolultság nélkül. A Presto Player lehetővé teszi webhelye videókkal való bővítését arculati elemekkel, fejezetekkel és cselekvésre ösztönző elemekkel, miközben gyors betöltési időt, részletes analitikát és felhasználóbarát vezérlőket biztosít a zökkenőmentes megtekintési élményhez.

source: Automate Your Workflows Easily with Ottokit!
hu_hu: Automatizálja munkafolyamatait egyszerűen az Ottokit segítségével!

source: Automate workflows effortlessly in minutes without complexity. Ottokit lets you connect your WordPress site with web apps to automate tasks, sync data, and run actions using a clean visual builder with scheduling, filters, conditions, and webhooks for a seamless experience.
hu_hu: Automatizálja a munkafolyamatokat erőfeszítés nélkül, percek alatt, bonyolultság nélkül. Az Ottokit lehetővé teszi, hogy WordPress webhelyét webalkalmazásokkal kapcsolja össze feladatok automatizálásához, adatok szinkronizálásához és műveletek futtatásához, egy letisztult vizuális szerkesztő használatával, ütemezéssel, szűrőkkel, feltételekkel és webhookokkal a zökkenőmentes élmény érdekében.

source: The MaxMind Geolocation Integration - License key is not activated in UAE. Find Settings under Settings-> UAE -> Display Conditions -> Settings -> MaxMind Geolocation
hu_hu: A MaxMind Geolocation Integration - A licenckulcs nincs aktiválva az UAE-ben. A Settings menüpontot itt találja: Settings-> UAE -> Display Conditions -> Settings -> MaxMind Geolocation

source: ARABIC
hu_hu: ARAB

source: BASQUE
hu_hu: BASZK

source: BULGARIAN
hu_hu: BULGÁR

source: BENGALI
hu_hu: BENGÁLI

source: CATALAN
hu_hu: KATALÁN

source: CZECH
hu_hu: CSEH

source: DANISH
hu_hu: DÁN

source: GERMAN
hu_hu: NÉMET

source: GREEK
hu_hu: GÖRÖG

source: ENGLISH
hu_hu: ANGOL

source: ENGLISH (AUSTRALIAN)
hu_hu: ANGOL (AUSZTRÁL)

source: ENGLISH (GREAT BRITAIN)
hu_hu: ANGOL (NAGY-BRITANNIA)

source: SPANISH
hu_hu: SPANYOL

source: FARSI
hu_hu: FÁRSZI

source: FINNISH
hu_hu: FINN

source: FILIPINO
hu_hu: FILIPÍNÓ

source: FRENCH
hu_hu: FRANCIA

source: GALICIAN
hu_hu: GALÍCIAI

source: GUJARATI
hu_hu: GUDZSARÁTI

source: CROATIAN
hu_hu: HORVÁT

source: HUNGARIAN
hu_hu: MAGYAR

source: INDONESIAN
hu_hu: INDONÉZ

source: ITALIAN
hu_hu: OLASZ

source: HEBREW
hu_hu: HÉBER

source: JAPANESE
hu_hu: JAPÁN

source: KOREAN
hu_hu: KOREAI

source: LITHUANIAN
hu_hu: LITVÁN

source: LATVIAN
hu_hu: LETT

source: MALAYALAM
hu_hu: MALAJÁLAM

source: MARATHI
hu_hu: MARÁTHI

source: DUTCH
hu_hu: HOLLAND

source: NORWEGIAN
hu_hu: NORVÉG

source: POLISH
hu_hu: LENGYEL

source: PORTUGUESE
hu_hu: PORTUGÁL

source: PORTUGUESE (BRAZIL)
hu_hu: PORTUGÁL (BRAZÍLIA)

source: PORTUGUESE (PORTUGAL)
hu_hu: PORTUGÁL (PORTUGÁLIA)

source: ROMANIAN
hu_hu: ROMÁN

source: RUSSIAN
hu_hu: OROSZ

source: SLOVAK
hu_hu: SZLOVÁK

source: SLOVENIAN
hu_hu: SZLOVÉN

source: SERBIAN
hu_hu: SZERB

source: SWEDISH
hu_hu: SVÉD

source: TURKISH
hu_hu: TÖRÖK

source: UKRAINIAN
hu_hu: UKRÁN

source: VIETNAMESE
hu_hu: VIETNAMI

source: CHINESE (SIMPLIFIED)
hu_hu: KÍNAI (EGYSZERŰSÍTETT)

source: CHINESE (TRADITIONAL)
hu_hu: KÍNAI (HAGYOMÁNYOS)

source: Select
hu_hu: Válasszon

source: It seems that, you have not saved any template yet.
hu_hu: Úgy tűnik, még nem mentett el egyetlen sablont sem.
