Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: Popup - Top Left
hu_hu: Felugró - bal felső

source: Popup - Top Right
hu_hu: Felugró - jobb felső

source: Popup Edge - Top Left
hu_hu: Felugró széle - bal felső

source: Popup Edge - Top Right
hu_hu: Felugró széle - jobb felső

source: Close on ESC Keypress
hu_hu: Bezárás ESC lenyomására

source: Close on Overlay Click
hu_hu: Bezárás az átfedésre kattintva

source: Display Settings
hu_hu: Megjelenítési beállítások

source: Display Modal On
hu_hu: Modális megjelenítése ekkor

source: Custom Class
hu_hu: Egyéni osztály

source: Custom ID
hu_hu: Egyéni ID

source: Automatic
hu_hu: Automatikus

source: Via URL
hu_hu: URL-en keresztül

source: On Scroll
hu_hu: Görgetéskor

source: On Scroll to Element
hu_hu: Elemhez görgetéskor

source: Append the "?uael-modal-action=modal-popup-id" at the end of your URL.
hu_hu: Illessze a "?uael-modal-action=modal-popup-id" paramétert az URL-je végére.

source: Class
hu_hu: Osztály

source: Add your custom class without the dot. e.g: my-class
hu_hu: Adja meg egyéni osztályát pont nélkül. pl.: my-class

source: Add your custom id without the Pound key. e.g: my-id
hu_hu: Adja meg egyéni id-jét a # jel nélkül. pl.: my-id

source: Exit Intent
hu_hu: Kilépési szándék

source: After Few Seconds
hu_hu: Néhány másodperc után

source: Load After Seconds
hu_hu: Betöltés ennyi másodperc után

source: Scroll Settings
hu_hu: Görgetési beállítások

source: Direction
hu_hu: Irány

source: Down
hu_hu: Le

source: Up
hu_hu: Fel

source: Scroll Percentage (%)
hu_hu: Görgetési százalék (%)

source: Percentage of page scroll to display the modal popup
hu_hu: Az oldalgörgetés azon százaléka, amelynél megjelenik a modális felugró

source: Cookie Settings
hu_hu: Cookie-beállítások

source: Enable Cookies
hu_hu: Cookie-k engedélyezése

source: Set Cookies On
hu_hu: Cookie-k beállítása ekkor

source: Choose an action on which you want to set cookies to hide the popup for number of days.
hu_hu: Válassza ki azt a műveletet, amelynél cookie-kat szeretne beállítani a felugró ablak meghatározott számú napra történő elrejtéséhez.

source: Page Refresh
hu_hu: Oldalfrissítés

source: Close Action
hu_hu: Bezárási művelet

source: Hide for Number of Days
hu_hu: Elrejtés meghatározott számú napra

source: Element Settings
hu_hu: Elembeállítások

source: CSS Selector
hu_hu: CSS-szelektor

source: .my-class or #my-id
hu_hu: .my-class vagy #my-id

source: Enter the CSS selector of the element to trigger the popup. For classes, include the dot (.) before the class name. For IDs, include the hash (#) before the ID. Use comma-separated values for multiple selectors.
hu_hu: Adja meg annak az elemnek a CSS-szelektorát, amely kiváltja a felugrót. Osztályoknál tegye a pontot (.) az osztálynév elé. ID-k esetén tegye a hash jelet (#) az ID elé. Több szelektort vesszővel elválasztva adjon meg.

source: Page Views Settings
hu_hu: Oldalmegtekintések beállításai

source: Enable Page Views
hu_hu: Oldalmegtekintések engedélyezése

source: Show popup only after visitor has viewed a specific number of pages.
hu_hu: A felugró csak akkor jelenjen meg, miután a látogató meghatározott számú oldalt megtekintett.

source: Page Views Tracking Scope
hu_hu: Az oldalmegtekintések követésének hatóköre

source: Global (All Pages)
hu_hu: Globális (összes oldal)

source: Current Page Only
hu_hu: Csak az aktuális oldal

source: Choose how page views are counted for this popup.
hu_hu: Válassza ki, hogyan számoljuk az oldalmegtekintéseket ennél a felugrónál.

source: Show After X Page Views
hu_hu: Megjelenítés X oldalmegtekintés után

source: Display the popup after the visitor has viewed a specific number of pages on your site. Page views are counted per browser session.
hu_hu: A felugró jelenjen meg, miután a látogató az Ön webhelyén meghatározott számú oldalt megtekintett. Az oldalmegtekintéseket böngésző munkamenetenként számoljuk.

source: Note: Page views are tracked using the browsers local storage and will reset if the browser data is cleared. This condition works independently of other display rules.
hu_hu: Megjegyzés: Az oldalmegtekintéseket a böngésző helyi tárhelyének használatával követjük, és visszaállnak, ha a böngésző adatait törlik. Ez a feltétel a többi megjelenítési szabálytól függetlenül működik.

source: Sessions Settings
hu_hu: Munkamenet-beállítások

source: Enable Sessions
hu_hu: Munkamenetek engedélyezése

source: Show popup only after visitor has completed a specific number of browser sessions.
hu_hu: A felugró csak akkor jelenjen meg, miután a látogató meghatározott számú böngésző-munkamenetet teljesített.

source: Show After X Sessions
hu_hu: Megjelenítés X munkamenet után

source: The popup will show after the visitor completes the set number of browser sessions. A new session starts when they reopen your site in a new browser window.
hu_hu: A felugró akkor jelenik meg, amikor a látogató teljesíti az előírt számú böngésző-munkamenetet. Új munkamenet indul, amikor a látogató az Ön webhelyét új böngészőablakban újra megnyitja.

source: Note: Sessions track unique browser visits to your website. A new session starts when a visitor opens your site in a new browser session. Multiple pages viewed in the same session count as one session. Sessions are tracked using browser storage and reset when browser data is cleared.
hu_hu: Megjegyzés: A munkamenetek az Ön webhelyére irányuló egyedi böngészőlátogatásokat követik. Új munkamenet indul, amikor egy látogató az Ön webhelyét új böngészőmunkamenetben megnyitja. Ugyanazon munkamenetben megtekintett több oldal egy munkamenetnek számít. A munkamenetek a böngésző tárolójának használatával kerülnek követésre, és a böngészőadatok törlésekor visszaállnak.

source: Content Padding
hu_hu: Tartalom belső margója

source: Play Icon
hu_hu: Lejátszás ikon

source: Note: The Upload SVG option is not supported for the Vimeo play icon.
hu_hu: Megjegyzés: Az Upload SVG opció nem támogatott a Vimeo lejátszás ikonjához.

source: Note: The Upload SVG option is not supported for the YouTube play icon.
hu_hu: Megjegyzés: Az Upload SVG opció nem támogatott a YouTube lejátszás ikonjához.

source: Iframe Loader Color
hu_hu: Iframe betöltő színe

source: To see these changes please turn off the preview setting from Content Tab.
hu_hu: A változtatások megtekintéséhez kapcsolja ki az Előnézet beállítást a Tartalom fülön.

source: Display Text
hu_hu: Megjelenítendő szöveg

source: %1$s Trigger Modal Popup on the click of menu » %2$s
hu_hu: %1$s Modális előugró ablak kiváltása a menüre kattintáskor » %2$s

source: %1$s Close Modal Popup on click of button or link » %2$s
hu_hu: %1$s Modális előugró ablak bezárása gombra vagy hivatkozásra kattintáskor » %2$s

source: %1$s Trigger Modal Popup from another widget » %2$s
hu_hu: %1$s Modális előugró ablak kiváltása egy másik Widgetből » %2$s

source: %1$s Modal Popup JS Triggers » %2$s
hu_hu: %1$s Modális előugró ablak JS-triggerek » %2$s

source: Video Embed Code
hu_hu: Videó beágyazási kód

source: Modal Popup - ID
hu_hu: Modális előugró ablak - ID

source: Click here to edit the "Modal Popup" settings. This text will not be visible on frontend.
hu_hu: Kattintson ide a "Modal Popup" beállításainak szerkesztéséhez. Ez a szöveg a frontend felületen nem lesz látható.

source: Menu
hu_hu: Menü

source: WordPress Menu
hu_hu: WordPress menü

source: Go to the <a href="%s" target="_blank">Menus screen</a> to manage your menus.
hu_hu: Lépjen a <a href="%s" target="_blank">Menük képernyőre</a> a menüi kezeléséhez.

source: <strong>There are no menus in your site.</strong><br>Go to the <a href="%s" target="_blank">Menus screen</a> to create one.
hu_hu: <strong>A webhelyén nincsenek menük.</strong><br>Lépjen a <a href="%s" target="_blank">Menük képernyőre</a>, és hozzon létre egyet.

source: Item Type
hu_hu: Elem típusa

source: Sub Menu
hu_hu: Almenü

source: Item
hu_hu: Elem

source: Dropdown Width
hu_hu: Lenyíló szélessége

source: Equal to Section
hu_hu: Egyenlő a Szakasszal

source: Equal to Container
hu_hu: Egyenlő a Konténerrel

source: Equal to Column
hu_hu: Egyenlő az Oszloppal

source: Equal to Widget
hu_hu: Egyenlő a Widgettel

source: Width (px)
hu_hu: Szélesség (px)

source: Dropdown Position
hu_hu: Lenyíló pozíciója

source: Menu Items
hu_hu: Menüelemek

source: Menu Item 1
hu_hu: Menüelem 1

source: Menu Item 2
hu_hu: Menüelem 2

source: Last Menu Item
hu_hu: Utolsó menüelem

source: Hide + & - Sign
hu_hu: A + és - jel elrejtése

source: Expanded
hu_hu: Kibontva

source: Flyout
hu_hu: Kicsúszó

source: Flyout Orientation
hu_hu: Kicsúszó iránya

source: Appear Effect
hu_hu: Megjelenési hatás

source: Hamburger Align
hu_hu: Hamburger igazítása

source: Menu Items Align
hu_hu: Menüelemek igazítása

source: Show Submenu On
hu_hu: Almenü megjelenítése

source: Submenu Icon
hu_hu: Almenü ikonja

source: Plus Sign
hu_hu: Plusz jel

source: Classic
hu_hu: Klasszikus

source: Submenu Animation
hu_hu: Almenü animációja

source: Action On Menu Click
hu_hu: Művelet menüre kattintáskor

source: For Horizontal layout, this will affect on the selected breakpoint.
hu_hu: Vízszintes elrendezésnél ez a kiválasztott töréspontra lesz hatással.

source: Open Submenu
hu_hu: Almenü megnyitása

source: Redirect To Self Link
hu_hu: Átirányítás a saját hivatkozásra

source: Responsive
hu_hu: Reszponzív

source: Breakpoint
hu_hu: Töréspont

source: Mobile (768px >)
hu_hu: Mobil (768px >)

source: This is the alignement of menu icon on selected responsive breakpoints.
hu_hu: Ez a menüikon igazítása a kiválasztott reszponzív töréspontokon.

source: Full Width
hu_hu: Teljes szélesség

source: Enable this option to stretch the Sub Menu to Full Width.
hu_hu: Engedélyezze ezt az opciót az almenü teljes szélességre nyújtásához.

source: Toggle Button
hu_hu: Váltógomb

source: Show Label
hu_hu: Címke megjelenítése

source: Type your label text
hu_hu: Írja be a címke szövegét

source: Before Icon
hu_hu: Ikon előtt

source: After Icon
hu_hu: Ikon után

source: Menu Icon
hu_hu: Menüikon

source: Main Menu
hu_hu: Főmenü

source: Flyout Box Width
hu_hu: Kicsúszó doboz szélessége

source: Flyout Box Padding
hu_hu: Kicsúszó doboz belső margója

source: Horizontal Padding
hu_hu: Vízszintes belső margó

source: Vertical Padding
hu_hu: Függőleges belső margó

source: Space Between
hu_hu: Köz

source: Menu Item Top Spacing
hu_hu: Menüpont felső térköze

source: Link Hover Effect
hu_hu: Hivatkozás lebegtetési effektus

source: Overline
hu_hu: Felső vonal

source: Double Line
hu_hu: Dupla vonal

source: Framed
hu_hu: Keretelt

source: Animation
hu_hu: Animáció

source: Frame Animation
hu_hu: Keret animáció

source: Link Hover Effect Color
hu_hu: A hivatkozás lebegtetési effektusának színe

source: Active
hu_hu: Aktív

source: Dropdown
hu_hu: Lenyíló menü

source: <b>Note:</b> On desktop, below style options will apply to the submenu. On mobile, this will apply to the entire menu.
hu_hu: <b>Megjegyzés:</b> Asztali gépen az alábbi stílusbeállítások az almenüre vonatkoznak. Mobilon ez a teljes menüre vonatkozik.

source: Dropdown Width (px)
hu_hu: Lenyíló menü szélessége (px)

source: Top Distance
hu_hu: Felső távolság

source: Menu Trigger & Close Icon
hu_hu: Menüindító és bezáró ikon

source: Close Icon Color
hu_hu: Bezáró ikon színe

source: Close Icon Size
hu_hu: Bezáró ikon mérete

source: %1$s How to design a custom menu? » %2$s
hu_hu: %1$s Hogyan tervezzen egy egyéni menüt? » %2$s

source: %1$s Types of dropdown width and position options » %2$s
hu_hu: %1$s A lenyíló menü szélesség- és pozícióbeállításainak típusai » %2$s

source: Preview
hu_hu: Előnézet

source: Select container
hu_hu: Válassza ki a konténert

source: Hide Submenu Item
hu_hu: Almenüelem elrejtése

source: Enable this option to hide/wrap submenu under respective parent menu item.
hu_hu: Engedélyezze ezt az opciót az almenü elrejtéséhez, illetve az adott szülő menüelem alá helyezéséhez.

source: Submenu Trigger Icon
hu_hu: Almenüindító ikon

source: Display On
hu_hu: Megjelenítés

source: Size (px)
hu_hu: Méret (px)

source: Floating
hu_hu: Lebegő

source: Vertical Floating Position
hu_hu: Függőleges lebegő pozíció

source: Horizontal Floating Position
hu_hu: Vízszintes lebegő pozíció

source: Add your custom id without the # key. e.g: my-id
hu_hu: Adja meg az egyéni id-t a # jel nélkül. pl.: my-id

source: Adjust the z-index of the floating trigger if it is not visibile on the page. Defaults is set to 999
hu_hu: Állítsa be a lebegő indító z-indexét, ha nem látható az oldalon. Az alapértelmezett érték 999

source: Select Close Icon
hu_hu: Válassza ki a bezáró ikont

source: Icon Alignment
hu_hu: Ikon igazítása

source: Menu Item
hu_hu: Menüpont

source: Submenu Item
hu_hu: Almenüelem

source: Content Border
hu_hu: Tartalomszegély

source: %1$s Trigger Off-Canvas from any Elementor Widget » %2$s
hu_hu: %1$s Off-Canvas aktiválása bármely Elementor Widgetből » %2$s

source: %1$s How to Design an Off-Canvas menu for Elementor? » %2$s
hu_hu: %1$s Hogyan tervezzen Off-Canvas menüt az Elementorhoz? » %2$s

source: %1$s How to Trigger Off-Canvas on the Click of a Menu Element? » %2$s
hu_hu: %1$s Hogyan indítsa el az Off-Canvas-t egy menüelemre kattintva? » %2$s

source: Saved container
hu_hu: Mentett konténer

source: Click here to edit the "Off- Canvas" settings. This text will not be visible on frontend.
hu_hu: Kattintson ide az "Off- Canvas" beállításainak szerkesztéséhez. Ez a szöveg nem lesz látható a frontend felületen.

source: %1s - Particle Backgrounds
hu_hu: %1s - Részecske-hátterek

source: Enable Particle Background
hu_hu: Részecske-háttér engedélyezése

source: Polygon
hu_hu: Sokszög

source: Snow
hu_hu: Hó

source: Snowflakes
hu_hu: Hópehelyek

source: Christmas
hu_hu: Karácsony

source: Add custom JSON for the Particle Background below. To generate a completely customized background style follow steps below -
hu_hu: Adjon meg egyéni JSON-t a részecske-háttérhez alább. Teljesen testreszabott háttérstílus létrehozásához kövesse az alábbi lépéseket -

source: 1. Visit a link %1$s here %2$s and choose required attributes for particle </br></br> 2. Once a custom style is created, download JSON from "Download current config (json)" link </br></br> 3. Copy JSON code from the downloaded file and paste it below
hu_hu: 1. Látogasson el %1$s ide %2$s, és válassza ki a részecskéhez szükséges attribútumokat </br></br> 2. Miután létrehozta az egyéni stílust, töltse le a JSON-t a "Download current config (json)" linkről </br></br> 3. Másolja ki a JSON-kódot a letöltött fájlból, és illessze be alább

source: To know more about creating a custom style, refer to a document %1$s here %2$s.
hu_hu: Az egyéni stílus létrehozásáról bővebben a %1$s itt %2$s található dokumentumban.

source: Particle Color
hu_hu: Részecske színe

source: Flow Direction
hu_hu: Áramlás iránya

source: Number of Particles
hu_hu: Részecskék száma

source: Particle Size
hu_hu: Részecske mérete

source: Move Speed
hu_hu: Mozgási sebesség

source: Enable Hover Effect
hu_hu: Hover effektus engedélyezése

source: Particle hover effect will not work in the following scenarios - </br></br> 1. In the Elementor backend editor</br></br> 2. Content/Spacer added in the section/column occupies the entire space and leaves it inaccessible. Adding padding to the section/column can resolve this.
hu_hu: A részecskék hover effektusa az alábbi esetekben nem működik - </br></br> 1. Az Elementor backend szerkesztőben</br></br> 2. Ha a szakasz/oszlop hozzáadott tartalma/távtartója az egész teret elfoglalja, és elérhetetlenné teszi azt. Padding hozzáadása a szakaszhoz/oszlophoz megoldhatja ezt.

source: Learn more about this %1$s here. %2$s
hu_hu: Tudjon meg többet erről %1$s itt. %2$s

source: Image Source
hu_hu: Képforrás

source: Christmas Tree
hu_hu: Karácsonyfa

source: Reindeer
hu_hu: Rénszarvas

source: Hanukkah Candles
hu_hu: Hanuka gyertyák

source: Hanging Decoration
hu_hu: Függő dekoráció

source: Santa Cap
hu_hu: Mikulássapka

source: Santa Claus
hu_hu: Mikulás

source: Snow Man
hu_hu: Hóember

source: Select Image
hu_hu: Kép kiválasztása

source: Center Left
hu_hu: Bal közép

source: Center Right
hu_hu: Jobb közép

source: Spacing from Edges
hu_hu: Távolság a szélektől

source: Note: This is spacing around the image with respect to the Alignment chosen.
hu_hu: Megjegyzés: Ez a kép körüli térköz a választott igazításhoz viszonyítva.

source: Flip Image
hu_hu: Kép tükrözése

source: Adjust the z-index of the image if it is not visibile. Defaults is set to 999
hu_hu: Állítsa be a kép z-indexét, ha nem látható. Az alapértelmezett érték 999

source: Saved
hu_hu: Mentve

source: Posts Per Page
hu_hu: Bejegyzések száma oldalanként

source: Note: <b>Posts Per Page</b> should be greater than <b>Columns</b>.
hu_hu: Megjegyzés: a <b>Bejegyzések száma oldalanként</b> értéknek nagyobbnak kell lennie, mint az <b>Oszlopok</b> száma.

source: Featured
hu_hu: Kiemelt

source: Featured Post
hu_hu: Kiemelt bejegyzés

source: Pagination
hu_hu: Oldalszámozás

source: Infinite pagination will not work with Main Query.
hu_hu: A végtelen lapozás nem működik a Main Query-vel.

source: Numbers
hu_hu: Számok

source: Infinite
hu_hu: Végtelen

source: Pagination Type
hu_hu: Lapozás típusa

source: When Filterable Tabs option is enabled, AJAX pagination will be applied by default.
hu_hu: Ha a Szűrhető fülek opció engedélyezve van, alapértelmezetten AJAX lapozás lesz alkalmazva.

source: Note: If pagination is enabled, the schema will be generated for only those posts loaded on the initial page load.
hu_hu: Megjegyzés: Ha a lapozás engedélyezve van, a séma csak azokra a bejegyzésekre lesz létrehozva, amelyek az első oldalbetöltéskor töltődnek be.

source: Note: Infinite Pagination will not work when query type is set to Main Query
hu_hu: Megjegyzés: A végtelen lapozás nem fog működni, ha a lekérdezés típusa Main Query-re van állítva.

source: Page Limit
hu_hu: Oldalkorlát

source: Infinite Load Event
hu_hu: Végtelen betöltés eseménye

source: Scroll
hu_hu: Görgetés

source: Link Complete Box
hu_hu: Teljes doboz linkké tétele

source: Enable this to make entire blog box clickable.
hu_hu: Engedélyezze ezt, hogy a teljes blogdoboz kattintható legyen.

source: Open in New Tab
hu_hu: Megnyitás új lapon

source: Enable this to display all posts with same height on carousel scroll.
hu_hu: Engedélyezze ezt, hogy a karusszel görgetésekor minden bejegyzés azonos magassággal jelenjen meg.

source: Image Ratio
hu_hu: Képarány

source: Image Dimension
hu_hu: Képméret

source: Crop the original image size to any custom size. Set custom width or height to keep the original size ratio.
hu_hu: Vágja az eredeti képméretet tetszőleges egyéni méretre. Állítson be egyéni szélességet vagy magasságot az eredeti méretarány megtartásához.

source: Link Image
hu_hu: Kép linkké tétele

source: Disable this option, if you do not wish to make the image clickable.
hu_hu: Tiltsa le ezt az opciót, ha nem kívánja a képet kattinthatóvá tenni.

source: Taxonomy Badge
hu_hu: Taxonómia jelvény

source: Display Position
hu_hu: Megjelenítési pozíció

source: On Media
hu_hu: Médián

source: Above Content
hu_hu: Tartalom felett

source: Select Taxonomy
hu_hu: Válasszon taxonómiát

source: Category
hu_hu: Kategória

source: Tag
hu_hu: Címke

source: Max Terms to Show
hu_hu: Megjelenítendő kifejezések maximális száma

source: Term Icon
hu_hu: Kifejezés ikonja

source: Term Divider
hu_hu: Kifejezés elválasztója

source: Show Filters
hu_hu: Szűrők megjelenítése

source: Border Active / Hover Color
hu_hu: Szegély aktív / Hover színe

source: Filter Tab Padding
hu_hu: Szűrőfül belső margója

source: Filter Bottom Spacing
hu_hu: Szűrő alsó térköze

source: Filter Separator
hu_hu: Szűrő elválasztó

source: Filter Separator Color
hu_hu: Szűrő elválasztó színe

source: Author
hu_hu: Szerző

source: Comment
hu_hu: Hozzászólás

source: Featured Excerpt Length
hu_hu: Kiemelt kivonat hossza

source: Disable this option, if you do not wish to make the title clickable.
hu_hu: Tiltsa le ezt az opciót, ha nem kívánja a címet kattinthatóvá tenni.

source: Link Meta
hu_hu: Meta linkké tétele

source: Disable this option, if you do not wish to make the meta clickable.
hu_hu: Tiltsa le ezt az opciót, ha nem kívánja a metát kattinthatóvá tenni.

source: Show Post Author
hu_hu: Bejegyzés szerzőjének megjelenítése

source: Author Icon
hu_hu: Szerző ikonja

source: Show Post Date
hu_hu: Bejegyzés dátumának megjelenítése

source: Date Icon
hu_hu: Dátum ikonja

source: Show Post Comments
hu_hu: Bejegyzés hozzászólásainak megjelenítése

source: Comments Icon
hu_hu: Hozzászólások ikonja

source: Show Categories
hu_hu: Kategóriák megjelenítése

source: Max Categories
hu_hu: Maximális kategóriaszám

source: Category Icon
hu_hu: Kategória ikonja

source: Category Divider
hu_hu: Kategóriaelválasztó

source: Show Tags
hu_hu: Címkék megjelenítése

source: Max Tags
hu_hu: Maximális címkeszám

source: Tag Icon
hu_hu: Címke ikonja

source: Tag Divider
hu_hu: Címkeelválasztó

source: Excerpt
hu_hu: Kivonat

source: Short Excerpt
hu_hu: Rövid kivonat

source: Excerpt Length
hu_hu: Kivonat hossza

source: Read More →
hu_hu: Olvasson tovább →

source: Note: Infinite Load is prevented at the backend. You can see it working in the frontend,
hu_hu: Megjegyzés: A végtelen betöltés a backend oldalon meg van akadályozva. A működését a frontend oldalon láthatja,

source: "Load More" Label
hu_hu: "Továbbiak betöltése" felirat

source: Load More
hu_hu: Továbbiak betöltése

source: Pagination Style
hu_hu: Oldalszámozás stílusa

source: Flat
hu_hu: Lapos

source: Transparent
hu_hu: Átlátszó

source: Text Active Color
hu_hu: Aktív szöveg színe

source: Background Active Color
hu_hu: Aktív háttér színe

source: Page Number Spacing
hu_hu: Oldalszámok közötti térköz

source: Note: This Loader is visible only when user clicks on Load More button.
hu_hu: Megjegyzés: Ez a betöltő csak akkor látható, amikor a felhasználó a Továbbiak betöltése gombra kattint.

source: Loader Color
hu_hu: Betöltő színe

source: Loader Size
hu_hu: Betöltő mérete

source: Title Color
hu_hu: Cím színe

source: Below Title Spacing
hu_hu: Cím alatti térköz

source: Below Excerpt Spacing
hu_hu: Kivonat alatti térköz

source: Meta Color
hu_hu: Meta színe

source: Below Meta Spacing
hu_hu: Meta alatti térköz

source: Excerpt Color
hu_hu: Kivonat színe

source: Link Hover Color
hu_hu: Link hover színe

source: Inter Meta Spacing
hu_hu: Metaelemek közötti térköz

source: Article Schema
hu_hu: Cikk séma

source: Schema Support
hu_hu: Séma támogatása

source: Article Type
hu_hu: Cikktípus

source: Article (General)
hu_hu: Cikk (általános)

source: Advertiser Content Article
hu_hu: Hirdetői tartalmú cikk

source: Blog Posting
hu_hu: Blogbejegyzés

source: News Article
hu_hu: Hírcikk

source: Satirical Article
hu_hu: Szatirikus cikk

source: Scholarly Article
hu_hu: Tudományos cikk

source: Publisher Name
hu_hu: Kiadó neve

source: Name of the publisher
hu_hu: A kiadó neve

source: Publisher Logo
hu_hu: Kiadó logója

source: Arrows Border Size
hu_hu: Nyilak szegélyvastagsága

source: Business Card
hu_hu: Névjegykártya

source: Separator Length ( In Percentage )
hu_hu: Elválasztó hossza ( Százalékban )

source: Enable this to display all posts with same height.
hu_hu: Engedélyezze ezt, hogy az összes bejegyzés azonos magassággal jelenjen meg.

source: Automatically align buttons
hu_hu: Gombok automatikus igazítása

source: Author Box
hu_hu: Szerzői doboz

source: Image Width
hu_hu: Kép szélessége

source: Author Info Text
hu_hu: Szerzői információ szövege

source: Written by
hu_hu: Írta

source: Info Text Color
hu_hu: Információs szöveg színe

source: Author Name Color
hu_hu: Szerző nevének színe

source: Info Text Typography
hu_hu: Információs szöveg tipográfiája

source: Author Name Typography
hu_hu: Szerző nevének tipográfiája
