Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/uael/uael-*.po
Languages: hu_hu

source: %1$s How to exclude / hide particular product from view? » %2$s
hu_hu: %1$s Hogyan zárjon ki / rejtsen el egy adott terméket a nézetből? » %2$s

source: %1$s How to enable Quick View? » %2$s
hu_hu: %1$s Hogyan engedélyezze a Quick View-t? » %2$s

source: %1$s Available Filters & Actions » %2$s
hu_hu: %1$s Elérhető szűrők & műveletek » %2$s

source: %1$s How to set featured products? » %2$s
hu_hu: %1$s Hogyan állítson be kiemelt termékeket? » %2$s

source: %1$s Carousel does not display correctly » %2$s
hu_hu: %1$s A Carousel nem jelenik meg megfelelően » %2$s

source: You have not added any WPForms yet.
hu_hu: Még nem adott hozzá egyetlen WPForms-űrlapot sem.

source: From WPForms
hu_hu: A WPForms-tól

source: Sublabel / Description Color
hu_hu: Alcímke / leírás színe

source: Form Success Message
hu_hu: Űrlap sikerüzenete

source: Message Border Color
hu_hu: Üzenet keretszíne

source: Space Between Two Fields
hu_hu: Két mező közötti térköz

source: Sublabel / Description Top Spacing
hu_hu: Alcímke / leírás felső térköze

source: Radio & Checkbox Items Spacing
hu_hu: Választógomb & jelölőnégyzet-elemek térköze

source: Submit Button Top Spacing
hu_hu: Küldés gomb felső térköze

source: %1$s Styling Checkbox / Radio / Acceptance controls » %2$s
hu_hu: %1$s Jelölőnégyzet / választógomb / elfogadási vezérlők stílusozása » %2$s

source: %1$s Unable to see WPForms Styler widget? » %2$s
hu_hu: %1$s Nem látja a WPForms Styler widgetet? » %2$s

source: %1$s How to display your form in a single Line? » %2$s
hu_hu: %1$s Hogyan jelenítse meg az űrlapját egyetlen sorban? » %2$s

source: Please select a WPForm.
hu_hu: Kérjük, válasszon egy WPFormot.

source: What's New?
hu_hu: Mik az újdonságok?

source: Header & Footer
hu_hu: Fejléc & lábléc

source: Version
hu_hu: Verzió

source: Useful Resources
hu_hu: Hasznos források

source: Getting Started
hu_hu: Első lépések

source: How to use widgets
hu_hu: Hogyan használja a widgeteket

source: How to use features
hu_hu: Hogyan használja a funkciókat

source: How to use templates
hu_hu: Hogyan használja a sablonokat

source: Contact us
hu_hu: Vegye fel velünk a kapcsolatot

source: View Demo
hu_hu: Tekintse meg a demót

source: Read Documentation
hu_hu: Olvassa el a dokumentációt

source: Build Websites 10x Faster with Templates
hu_hu: Készítsen weboldalakat 10x gyorsabban sablonokkal

source: Choose from our professionally designed websites to build your site faster, with easy customization options.
hu_hu: Válasszon professzionálisan tervezett weboldalaink közül, hogy gyorsabban felépítse saját oldalát, egyszerű testreszabási lehetőségekkel.

source: Explore Templates
hu_hu: Fedezze fel a sablonokat

source: Quick Access
hu_hu: Gyors hozzáférés

source: VIP Priority Support
hu_hu: VIP elsőbbségi támogatás

source: Knowledge Base
hu_hu: Tudásbázis

source: Help Centre
hu_hu: Súgóközpont

source: Request a Feature
hu_hu: Kérjen új funkciót

source: Hello,
hu_hu: Üdvözöljük,

source: Create Header/Footer
hu_hu: Hozzon létre fejlécet/láblécet

source: Create New Page
hu_hu: Hozzon létre új oldalt

source: Activating..
hu_hu: Aktiválás..

source: Activated
hu_hu: Aktiválva

source: Activate
hu_hu: Aktiválja

source: Activate Theme
hu_hu: Aktiválja a témát

source: Are you sure you want to switch your current theme to Astra?
hu_hu: Biztos benne, hogy az aktuális témáját az Astra témára váltja?

source: Close
hu_hu: Bezárás

source: Installing..
hu_hu: Telepítés..

source: Installed
hu_hu: Telepítve

source: Install
hu_hu: Telepítse

source: Theme Installation failed, Please try again later.
hu_hu: A téma telepítése nem sikerült, kérjük, próbálja meg később.

source: Plugin Installation failed, Please try again later.
hu_hu: A bővítmény telepítése nem sikerült, kérjük, próbálja meg később.

source: Visit Site
hu_hu: Látogassa meg a webhelyet

source: Install & Activate
hu_hu: Telepítse és aktiválja

source: Extend Your Website
hu_hu: Bővítse webhelyét

source: Video Tutorial 1
hu_hu: Videós oktatóanyag 1

source: Video Tutorial 2
hu_hu: Videós oktatóanyag 2

source: Video Tutorial 3
hu_hu: Videós oktatóanyag 3

source: Video Tutorial 4
hu_hu: Videós oktatóanyag 4

source: Video Tutorial 5
hu_hu: Videós oktatóanyag 5

source: Video Tutorial 6
hu_hu: Videós oktatóanyag 6

source: Video Tutorial 7
hu_hu: Videós oktatóanyag 7

source: Video Tutorial 8
hu_hu: Videós oktatóanyag 8

source: Video Tutorial 9
hu_hu: Videós oktatóanyag 9

source: Video Tutorial 10
hu_hu: Videós oktatóanyag 10

source: Video Tutorial 11
hu_hu: Videós oktatóanyag 11

source: Video Tutorial 12
hu_hu: Videós oktatóanyag 12

source: Video Tutorial 13
hu_hu: Videós oktatóanyag 13

source: Video Tutorial 14
hu_hu: Videós oktatóanyag 14

source: Video Tutorial 15
hu_hu: Videós oktatóanyag 15

source: Video Tutorial 16
hu_hu: Videós oktatóanyag 16

source: Video Tutorial 17
hu_hu: Videós oktatóanyag 17

source: Video Tutorial 18
hu_hu: Videós oktatóanyag 18

source: Video Tutorial 19
hu_hu: Videós oktatóanyag 19

source: Video Tutorial 20
hu_hu: Videós oktatóanyag 20

source: Video Tutorial 21
hu_hu: Videós oktatóanyag 21

source: Video Tutorial 22
hu_hu: Videós oktatóanyag 22

source: Video Tutorial 23
hu_hu: Videós oktatóanyag 23

source: Video Tutorial 24
hu_hu: Videós oktatóanyag 24

source: Video Tutorial 25
hu_hu: Videós oktatóanyag 25

source: Video Tutorial 26
hu_hu: Videós oktatóanyag 26

source: Video Tutorial 27
hu_hu: Videós oktatóanyag 27

source: Video Tutorial 28
hu_hu: Videós oktatóanyag 28

source: Video Tutorial 29
hu_hu: Videós oktatóanyag 29

source: Video Tutorials
hu_hu: Videós oktatóanyagok

source: Quick Settings
hu_hu: Gyorsbeállítások

source: Configure
hu_hu: Állítsa be

source: Widgets / Features
hu_hu: Widgetek / Funkciók

source: Search...
hu_hu: Keresés...

source: Click here to activate all widgets & extensions.
hu_hu: Kattintson ide az összes widget & bővítmény aktiválásához.

source: Activating...
hu_hu: Aktiválás...

source: Activate All
hu_hu: Aktiválja az összeset

source: Click here to deactivate all unused widgets, except Extensions.
hu_hu: Kattintson ide az összes nem használt widget deaktiválásához, kivéve az Extensions-t.

source: Deactivating...
hu_hu: Deaktiválás...

source: Deactivate Unused
hu_hu: Deaktiválja a nem használtakat

source: Deactivate All
hu_hu: Deaktiválja az összeset

source: Deactivate All
hu_hu: Deaktiválja az összeset

source: Option 1 (Recommended)
hu_hu: 1. opció (ajánlott)

source: This option will automatically replace your theme's header and footer files with custom templates from the plugin. It works with most themes and is selected by default.
hu_hu: Ez az opció automatikusan lecseréli a témája fejléc- és láblécfájljait a bővítmény egyéni sablonjaira. A legtöbb témával működik, és alapértelmezés szerint van kiválasztva.

source: Option 2
hu_hu: 2. opció

source: Select Option to Add Theme Support
hu_hu: Válasszon opciót a téma támogatásának hozzáadásához

source: Note:
hu_hu: Megjegyzés:

source: If neither option works, please contact your theme author to add support for this plugin.
hu_hu: Ha egyik opció sem működik, kérjük, lépjen kapcsolatba a témája készítőjével, hogy támogatást biztosítson ehhez a bővítményhez.

source: Version Control
hu_hu: Verziókezelés

source: Rollback %s Lite to Previous Version
hu_hu: A %s Lite visszaállítása korábbi verzióra

source: Experiencing an issue with current version? Roll back to a previous version to help troubleshoot the issue.
hu_hu: Problémát tapasztal a jelenlegi verzióval? Álljon vissza egy korábbi verzióra a hibaelhárítás elősegítéséhez.

source: Rollback
hu_hu: Visszaállítás

source: Rollback to Previous Version
hu_hu: Visszaállítás korábbi verzióra

source: Are you sure you want to rollback to %s Lite v%s?
hu_hu: Biztosan vissza szeretne állni a %s Lite v%s verzióra?

source: Cancel
hu_hu: Mégse

source: Rollback %s Pro to Previous Version
hu_hu: A %s Pro visszaállítása korábbi verzióra

source: Enable Beta Version
hu_hu: Béta verzió engedélyezése

source: Turn this on to get notified when a new beta version of %s is available. The beta version will not install automatically. You will need to install it manually. We recommend using it only in a test environment.
hu_hu: Kapcsolja be ezt, hogy értesítést kapjon, amikor elérhető a(z) %s új béta verziója. A béta verzió nem települ automatikusan. Kézzel kell telepítenie. Javasoljuk, hogy csak tesztkörnyezetben használja.

source: Please read
hu_hu: Kérjük, olvassa el

source: this article
hu_hu: ezt a cikket

source: to know more.
hu_hu: hogy többet megtudjon.

source: Failed to save settings!
hu_hu: A beállítások mentése nem sikerült!

source: Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you.
hu_hu: Nem érzékeny információk gyűjtése a webhelyéről, például a PHP-verzió és a használt funkciók, hogy gyorsabban javíthassuk a hibákat, okosabb döntéseket hozhassunk, és olyan funkciókat építhessünk, amelyek valóban számítanak Önnek.

source: Your license is active.
hu_hu: Az Ön licence aktív.

source: Paste your license key here
hu_hu: Illessze be ide a licenckulcsát

source: My Account
hu_hu: Fiókom

source: License Key
hu_hu: Licenckulcs

source: License successfully deactivated!
hu_hu: A licenc sikeresen deaktiválva!

source: An error occurred while deactivating license.
hu_hu: Hiba történt a licenc deaktiválása közben.

source: Please enter a valid license key!
hu_hu: Kérjük, adjon meg érvényes licenckulcsot!

source: Enter a valid license key!
hu_hu: Adjon meg érvényes licenckulcsot!

source: License successfully validated!
hu_hu: A licenc sikeresen érvényesítve!

source: Deactivate License
hu_hu: Licenc deaktiválása

source: Activate License
hu_hu: Licenc aktiválása

source: Integrations
hu_hu: Integrációk

source: Saving...
hu_hu: Mentés...

source: Save
hu_hu: Mentés

source: API Key
hu_hu: API-kulcs

source: Note: This setting is required if you wish to use Google Map in your website.
hu_hu: Megjegyzés: Ez a beállítás szükséges a Google Map használatához a webhelyén.

source: Need Help?
hu_hu: Segítségre van szüksége?

source: Paste your API Key here
hu_hu: Illessze be ide az API-kulcsát

source: Localization Language
hu_hu: Lokalizáció nyelve

source: Note: This setting sets localization language to google map. The language affects the names of controls, copyright notices, driving directions, and control labels.
hu_hu: Megjegyzés: Ez a beállítás a Google Map lokalizációs nyelvét adja meg. A nyelv befolyásolja a vezérlők neveit, a szerzői jogi közleményeket, az útvonalterveket és a vezérlők címkéit.

source: Google Places API Key
hu_hu: Google Places API-kulcs

source: Note: This setting is required if you wish to use Google Places Reviews in your website.
hu_hu: Megjegyzés: Ez a beállítás szükséges a Google Places Reviews használatához a webhelyén.

source: Enter Google Places API Key
hu_hu: Adja meg a Google Places API-kulcsot

source: Google now requires an active billing account associated with your API Key. To enable billing click
hu_hu: A Google most már aktív, az API-kulcsához társított számlázási fiókot igényel. A számlázás engedélyezéséhez kattintson

source: here!
hu_hu: ide!

source: Yelp API Key
hu_hu: Yelp API-kulcs

source: Note: This setting is required if you wish to use Yelp Reviews in your website.
hu_hu: Megjegyzés: Ez a beállítás szükséges a Yelp Reviews használatához a webhelyén.

source: Enter Yelp API Key
hu_hu: Adja meg a Yelp API-kulcsot

source: Setup reCAPTCHA v3
hu_hu: reCAPTCHA v3 beállítása

source: is a free service by Google that protects your website from spam and abuse. It does this while letting your valid users pass through with ease.
hu_hu: egy ingyenes Google-szolgáltatás, amely megvédi webhelyét a kéretlen tartalomtól és a visszaélésektől. Mindezt úgy teszi, hogy a valós felhasználókat könnyedén továbbengedi.

source: Site key
hu_hu: Webhelykulcs

source: Enter reCAPTCHA v3 Key
hu_hu: Adja meg a reCAPTCHA v3 kulcsot

source: Secret key
hu_hu: Titkos kulcs

source: Enter reCAPTCHA v3 Secret Key
hu_hu: Adja meg a reCAPTCHA v3 titkos kulcsot

source: Score Threshold
hu_hu: Pontszám küszöbérték

source: Enter reCAPTCHA v3 Score
hu_hu: Adja meg a reCAPTCHA v3 pontszámát

source: Google Client ID
hu_hu: Google kliensazonosító

source: Note: This setting is required if you wish to use Login with Google in your website.
hu_hu: Megjegyzés: Ez a beállítás szükséges, ha a webhelyén a Login with Google funkciót kívánja használni.

source: Enter Google Client ID
hu_hu: Adja meg a Google kliensazonosítót

source: Facebook App Details
hu_hu: Facebook alkalmazás részletei

source: App ID
hu_hu: Alkalmazásazonosító

source: Enter Facebook App ID
hu_hu: Adja meg a Facebook alkalmazásazonosítót

source: App Secret
hu_hu: Alkalmazás titkos kulcsa

source: Enter Facebook App Secret
hu_hu: Adja meg a Facebook alkalmazás titkos kulcsát

source: Facebook Access Token
hu_hu: Facebook hozzáférési token

source: Note: This setting is required if you wish to fetch share count of your post/page from Facebook.
hu_hu: Megjegyzés: Ez a beállítás szükséges, ha a bejegyzése vagy oldala megosztásainak számát szeretné lekérni a Facebookról.

source: MaxMind Geolocation
hu_hu: MaxMind geolokáció

source: Note: An integration for utilizing MaxMind to do Geolocation lookups. Please note that this integration will only do Country lookups.
hu_hu: Megjegyzés: Integráció a MaxMind használatához geolokációs lekérdezésekhez. Kérjük, vegye figyelembe, hogy ez az integráció csak ország szintű lekérdezéseket végez.

source: Enter MaxMind License Key
hu_hu: Adja meg a MaxMind licenckulcsot

source: Database File Path
hu_hu: Adatbázisfájl elérési útvonala

source: Note: To display your Twitter Feed on your website, you'll need to acquire Twitter's basic plan and obtain your Twitter Consumer Key and Consumer Secret Key. For guidance on obtaining these keys,
hu_hu: Megjegyzés: A webhelyén való Twitter Feed megjelenítéséhez meg kell vásárolnia a Twitter alapcsomagját, és be kell szereznie a Twitter Consumer Key és Consumer Secret Key kulcsokat. Útmutatóért e kulcsok beszerzéséhez,

source: Enter Twitter Consumer Key
hu_hu: Adja meg a Twitter Consumer Key értékét

source: Enter Twitter Consumer Secret
hu_hu: Adja meg a Twitter Consumer Secret értékét

source: Instagram Feed - Instagram Product API Details
hu_hu: Instagram Feed - Instagram Product API részletei

source: Note: This setting is required if you wish to use Instagram Feed in your website.
hu_hu: Megjegyzés: Ez a beállítás szükséges, ha a webhelyén az Instagram Feedet kívánja használni.

source: Enter Instagram App ID
hu_hu: Adja meg az Instagram alkalmazásazonosítót

source: Enter Instagram App Secret
hu_hu: Adja meg az Instagram alkalmazás titkos kulcsát

source: Access Token
hu_hu: Hozzáférési token

source: Refreshing token...
hu_hu: Token frissítése...

source: Refresh Access Token
hu_hu: Hozzáférési token frissítése

source: Enter Instagram Access Token
hu_hu: Adja meg az Instagram hozzáférési tokent

source: Error fetching settings. Please try again.
hu_hu: Hiba a beállítások lekérésekor. Kérjük, próbálja meg újra.

source: Error saving settings. Please try again.
hu_hu: Hiba a beállítások mentésekor. Kérjük, próbálja meg újra.

source: Plugins Details
hu_hu: Bővítmények részletei

source: You can change the author name and plugin details that are displayed in the WordPress backend.
hu_hu: Módosíthatja a WordPress backendben megjelenített szerzőnevet és bővítményadatokat.

source: Author:
hu_hu: Szerző:

source: Author URL:
hu_hu: Szerző URL-je:

source: Plugin Name:
hu_hu: Bővítmény neve:

source: Plugin Short Name:
hu_hu: Bővítmény rövid neve:

source: Plugin Description:
hu_hu: Bővítmény leírása:

source: Ultimate Addons is a premium extension for Elementor...
hu_hu: Az Ultimate Addons az Elementor prémium kiegészítője...

source: Replace or Hide Logo
hu_hu: Logó cseréje vagy elrejtése

source: Enable this option to hide the default logo or replace it with your own logo. (Note: To hide the logo, leave the logo URL field empty.)
hu_hu: Engedélyezze ezt az opciót az alapértelmezett logó elrejtéséhez, vagy cserélje le a saját logójára. (Megjegyzés: A logó elrejtéséhez hagyja üresen a logó URL mezőt.)

source: Enter logo URL to replace
hu_hu: Adja meg a logó URL-jét a cseréhez

source: Replace Plugin Logo URL:
hu_hu: Bővítmény logó URL-jének cseréje:

source: Hide White Label Settings
hu_hu: White Label beállítások elrejtése

source: Enabling this option will hide the White Label settings. To access it again, re-activate the plugin.
hu_hu: Ezen opció engedélyezése elrejti a White Label beállításokat. Az újbóli eléréshez aktiválja újra a bővítményt.

source: Elementor Editor Area
hu_hu: Elementor szerkesztőfelület

source: Show Help Links
hu_hu: Súgóhivatkozások megjelenítése

source: Display internal help links in widget editor area.
hu_hu: Belső súgóhivatkozások megjelenítése a widget szerkesztőfelületén.

source: All skins activated successfully!.
hu_hu: Minden kinézet sikeresen aktiválva!.

source: Failed to activate all skins.
hu_hu: Nem sikerült az összes kinézet aktiválása.

source: An error occurred while activating all skins.
hu_hu: Hiba történt az összes kinézet aktiválása közben.

source: All skins deactivated successfully!.
hu_hu: Minden kinézet sikeresen deaktiválva!.

source: Failed to deactivate all skins.
hu_hu: Nem sikerült az összes kinézet deaktiválása.

source: An error occurred while deactivating all skins.
hu_hu: Hiba történt az összes kinézet deaktiválása közben.

source: Post Widget Skins
hu_hu: Bejegyzés widget kinézetei

source: Editor
hu_hu: Szerkesztő

source: Theme Support
hu_hu: Tématámogatás

source: Utilities
hu_hu: Segédprogramok

source: Branding
hu_hu: Arculat

source: Preferences
hu_hu: Beállítások

source: Skins
hu_hu: Kinézetek

source: WIDGETS
hu_hu: WIDGETEK

source: Back
hu_hu: Vissza

source: Skip
hu_hu: Kihagyás

source: Continue Setup
hu_hu: Beállítás folytatása

source: Customize Your UAE Setup
hu_hu: Szabja testre a UAE beállítását

source: Activate only what you need to keep your website fast and optimized.
hu_hu: Csak azt aktiválja, amire szüksége van, hogy webhelye gyors és optimalizált maradjon.

source: Thank You For Choosing
hu_hu: Köszönjük, hogy minket választott

source: We're excited to have you onboard. Get ready to create stunning headers, footers, and custom blocks with ease while keeping your website lightweight and fast.
hu_hu: Örömmel üdvözöljük a fedélzeten. Készüljön fel arra, hogy lenyűgöző fejléceket, lábléceket és egyéni blokkokat hozzon létre könnyedén, miközben webhelye könnyű és gyors marad.

source: Let's Get Started
hu_hu: Kezdje el

source: You're all set!🚀
hu_hu: Minden készen áll!🚀

source: Start creating headers, footers, or pages with UAE and take your website to the next level
hu_hu: Kezdjen el fejléceket, lábléceket vagy oldalakat létrehozni a UAE segítségével, és emelje webhelyét a következő szintre

source: Start creating amazing designs with UAE and take your website to the next level
hu_hu: Kezdjen el lenyűgöző terveket létrehozni a UAE segítségével, és emelje webhelyét a következő szintre

source: Here’s how to get started:
hu_hu: Így kezdhet hozzá:

source: Click on “Create” button
hu_hu: Kattintson a “Létrehozás” gombra

source: Use the Elementor editor to customize your header, footer, page or post according to your preferences
hu_hu: Használja az Elementor szerkesztőt, hogy igényei szerint testreszabja a fejlécét, láblécét, oldalát vagy bejegyzését

source: Use UAE widgets for your designs
hu_hu: Használja a UAE widgeteket a terveihez

source: Click “Publish” to make it live
hu_hu: Kattintson a “Közzététel” gombra, hogy közzétegye

source: Click on “Create New Page” button
hu_hu: Kattintson az “Új oldal létrehozása” gombra

source: Use the Elementor editor to customize your page/post according to your preferences
hu_hu: Használja az Elementor szerkesztőt, hogy igényei szerint testreszabja az oldalát/bejegyzését

source: Use UAE widgets to design your pages.
hu_hu: Használja a UAE widgeteket az oldalak megtervezéséhez.

source: Go To Dashboard
hu_hu: Ugrás a Vezérlőpultra
