Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/divi-toolbox/divi-toolbox-*.po
Languages: hu_hu

source: Add Menu Shadow
hu_hu: Menüárnyék Hozzáadása

source: Menu Container Shadow Color
hu_hu: Menü Konténer Árnyékának Színe

source: Menu Container Shadow Offset-X
hu_hu: Menü Konténer Árnyék X-Eltolása

source: Menu Container Shadow Offset-Y
hu_hu: Menü Konténer Árnyék Y-Eltolása

source: Menu Container Shadow Blur
hu_hu: Menü Konténer Árnyék Elmosása

source: Mobile Menu Call To Action Button
hu_hu: Mobil Menü CTA Gomb

source: Mobile CTA Button Sizing
hu_hu: Mobil CTA Gomb Méretezése

source: CTA Button Full-width
hu_hu: CTA Gomb Teljes Szélességű

source: Button Alignment
hu_hu: Gomb Igazítása

source: Mobile CTA Button Margin
hu_hu: Mobil CTA Gomb Margója

source: Mobile CTA Button Padding
hu_hu: Mobil CTA Gomb Kitöltése

source: Mobile CTA Button Font Style
hu_hu: Mobil CTA Gomb Betűstílusa

source: CTA Item Font Weight
hu_hu: CTA Elem Betűvastagsága

source: CTA Item Font Size
hu_hu: CTA Elem Betűmérete

source: CTA Item Letter Spacing
hu_hu: CTA Elem Betűköze

source: CTA Item Text Transform
hu_hu: CTA Elem Szövegátalakítása

source: Button Text Alignment
hu_hu: Gombszöveg Igazítása

source: Mobile CTA Button Colors
hu_hu: Mobil CTA Gomb Színei

source: Mobile CTA Font Color
hu_hu: Mobil CTA Betűszíne

source: Mobile CTA Background Color
hu_hu: Mobil CTA Háttérszíne

source: Mobile CTA Font Hover Color
hu_hu: Mobil CTA Betűszíne Hover Állapotban

source: Mobile CTA Background Color on Hover
hu_hu: Mobil CTA Háttérszíne Hover Állapotban

source: Mobile CTA Button Border
hu_hu: Mobil CTA Gomb Szegélye

source: Mobile CTA Border Width
hu_hu: Mobil CTA Szegélyvastagsága

source: Mobile CTA Border Radius
hu_hu: Mobil CTA Szegély Sugara

source: Mobile CTA Border Color
hu_hu: Mobil CTA Szegélyszíne

source: Mobile CTA Border Color on hover
hu_hu: Mobil CTA Szegélyszíne Hover Állapotban

source: Mobile CTA Button Shadow
hu_hu: Mobil CTA Gomb Árnyéka

source: Add Button Shadow
hu_hu: Gombárnyék Hozzáadása

source: Mobile CTA Button Shadow Color
hu_hu: Mobil CTA Gomb Árnyékának Színe

source: Mobile CTA Button Shadow Offset-X
hu_hu: Mobil CTA Gomb Árnyék X-Eltolása

source: Mobile CTA Button Shadow Offset-Y
hu_hu: Mobil CTA Gomb Árnyék Y-Eltolása

source: Mobile CTA Button Shadow Blur
hu_hu: Mobil CTA Gomb Árnyék Elmosása

source: Mobile Menu Links
hu_hu: Mobil Menü Hivatkozások

source: Mobile Menu Links Container
hu_hu: Mobil Menü Hivatkozások Konténere

source: Links Container Margin
hu_hu: Hivatkozások Konténer Margója

source: Mobile Menu Links Font Style
hu_hu: Mobil Menü Hivatkozások Betűstílusa

source: Links Font Weight
hu_hu: Hivatkozások Betűvastagsága

source: Links Font Size
hu_hu: Hivatkozások Betűmérete

source: Links Letter Spacing
hu_hu: Hivatkozások Betűköze

source: Links Text Transform
hu_hu: Hivatkozások Szövegátalakítása

source: Links Text Alignment
hu_hu: Hivatkozások Szövegének Igazítása

source: Mobile Menu Links Spacing
hu_hu: Mobil Menü Hivatkozások Térköze

source: Links Top Padding
hu_hu: Hivatkozások Felső Kitöltése

source: Links Right Padding
hu_hu: Hivatkozások jobb belső margója

source: Links Bottom Padding
hu_hu: Hivatkozások alsó belső margója

source: Links Left Padding
hu_hu: Hivatkozások bal belső margója

source: Links Bottom Margin
hu_hu: Hivatkozások alsó margója

source: Mobile Menu Links Border
hu_hu: Mobil menü hivatkozásainak szegélye

source: Links Border Width
hu_hu: Hivatkozások szegélyének vastagsága

source: Links Border Radius
hu_hu: Hivatkozások szegélyének lekerekítése

source: Links Border Color
hu_hu: Hivatkozások szegélyszíne

source: Mobile Menu Links Colors
hu_hu: Mobil menü hivatkozásainak színei

source: Links Font Color
hu_hu: Hivatkozások betűszíne

source: Links Color on Hover
hu_hu: Hivatkozások színe rámutatáskor

source: Links Background Color
hu_hu: Hivatkozások háttérszíne

source: Links Background Color on Hover
hu_hu: Hivatkozások háttérszíne rámutatáskor

source: Parent Links Style
hu_hu: Szülő hivatkozások stílusa

source: Parent Links Font Color
hu_hu: Szülő hivatkozások betűszíne

source: Parent Links Background Color
hu_hu: Szülő hivatkozások háttérszíne

source: Parent Links Font Weight
hu_hu: Szülő hivatkozások betűvastagsága

source: Mobile Menu Logo
hu_hu: Mobil menü logója

source: Mobile Menu Logo Size
hu_hu: Mobil menü logójának mérete

source: Logo Image Width (px)
hu_hu: Logó képének szélessége (px)

source: Logo Image Max Width (%)
hu_hu: Logó képének maximális szélessége (%)

source: Logo Image Position
hu_hu: Logó képének pozíciója

source: Logo Image Alignment
hu_hu: Logó képének igazítása

source: Logo Image Margin
hu_hu: Logó képének margója

source: Mobile Menu Search Bar
hu_hu: Mobil menü keresősávja

source: Search Bar Placement
hu_hu: Keresősáv elhelyezése

source: Mobile Menu Search Bar Size
hu_hu: Mobil menü keresősávjának mérete

source: Search Bar Width (px)
hu_hu: Keresősáv szélessége (px)

source: Search Bar Max Width (%)
hu_hu: Keresősáv maximális szélessége (%)

source: Search Bar Position
hu_hu: Keresősáv pozíciója

source: Search Bar Alignment
hu_hu: Keresősáv igazítása

source: Search Container Margin
hu_hu: Keresősáv tárolójának margója

source: Search Input Field
hu_hu: Keresőmező

source: Search Field Background Color
hu_hu: Keresőmező háttérszíne

source: Search Field Vertical Padding ↕
hu_hu: Keresőmező függőleges belső margója ↕

source: Search Field Horizontal Padding ↔
hu_hu: Keresőmező vízszintes belső margója ↔

source: Search Input Field Font
hu_hu: Keresőmező betűtípusa

source: Search Field Font Weight
hu_hu: Keresőmező betűvastagsága

source: Search Field Font Size
hu_hu: Keresőmező betűmérete

source: Search Field Letter Spacing
hu_hu: Keresőmező betűköze

source: Search Field Text Transform
hu_hu: Keresőmező szövegének átalakítása

source: Search Field Font Color (placeholder)
hu_hu: Keresőmező betűszíne (helyőrző)

source: Search Input Field Border
hu_hu: Keresőmező szegélye

source: Search Field Border Radius
hu_hu: Keresőmező szegélyének lekerekítése

source: Search Field Border Width
hu_hu: Keresőmező szegélyének vastagsága

source: Search Field Border Color
hu_hu: Keresőmező szegélyszíne

source: Input Field on Focus, Active Field
hu_hu: Fókuszban lévő beviteli mező, aktív mező

source: Active Field Border Color
hu_hu: Aktív mező szegélyszíne

source: Active Field Background Color
hu_hu: Aktív mező háttérszíne

source: Active Field Font Color
hu_hu: Aktív mező betűszíne

source: Search Icon Style
hu_hu: Kereső ikon stílusa

source: Search Icon Font Size
hu_hu: Kereső ikon betűmérete

source: Search Icon Color
hu_hu: Kereső ikon színe

source: Search Icon Background Color
hu_hu: Kereső ikon háttérszíne

source: Search Icon Padding
hu_hu: Kereső ikon belső margója

source: Search Icon Border Radius
hu_hu: Kereső ikon sarkainak lekerekítése

source: Search Icon Left Margin
hu_hu: Kereső ikon bal oldali külső margója

source: Shopping Cart Link
hu_hu: Kosár hivatkozás

source: Shopping Cart Link Sizing
hu_hu: Kosár hivatkozás méretezése

source: Shopping Cart Link Margin
hu_hu: Kosár hivatkozás külső margója

source: Shopping Cart Link Padding
hu_hu: Kosár hivatkozás belső margója

source: Shopping Cart Link Style
hu_hu: Kosár hivatkozás stílusa

source: Link Background Color
hu_hu: Hivatkozás háttérszíne

source: Link Border Radius
hu_hu: Hivatkozás sarkainak lekerekítése

source: Link Border Width
hu_hu: Hivatkozás szegélyének vastagsága

source: Link Border Color
hu_hu: Hivatkozás szegélyének színe

source: Shopping Cart Link Text
hu_hu: Kosár hivatkozás szövege

source: Link Text Alignment
hu_hu: Hivatkozás szövegének igazítása

source: Link Text Font Weight
hu_hu: Hivatkozás szövegének betűvastagsága

source: Link Text Font Size
hu_hu: Hivatkozás szövegének betűmérete

source: Link Text Letter Spacing
hu_hu: Hivatkozás szövegének betűköze

source: Link Text Transform
hu_hu: Hivatkozás szövegének átalakítása

source: Link Text Color
hu_hu: Hivatkozás szövegének színe

source: Shopping Cart Link Icon
hu_hu: Kosár hivatkozás ikonja

source: Link Icon Color
hu_hu: Hivatkozás ikonjának színe

source: Link Icon Size
hu_hu: Hivatkozás ikonjának mérete

source: Shopping Cart Hover Styles
hu_hu: Kosár hivatkozás Hover stílusai

source: Link Background Hover Color
hu_hu: Hivatkozás háttérszíne Hover állapotban

source: Link Border Hover Color
hu_hu: Hivatkozás szegélyének színe Hover állapotban

source: Link Text Hover Color
hu_hu: Hivatkozás szövegének színe Hover állapotban

source: Link Icon Hover Color
hu_hu: Hivatkozás ikonjának színe Hover állapotban

source: Mobile Menu Trigger
hu_hu: Mobil menü indítója

source: Mobile Menu Trigger Position
hu_hu: Mobil menü indítójának pozíciója

source: Trigger Position
hu_hu: Indító pozíciója

source: Trigger Alignment
hu_hu: Indító igazítása

source: Trigger Container Margin
hu_hu: Indító konténerének külső margója

source: Mobile Menu Trigger Size
hu_hu: Mobil menü indítójának mérete

source: Trigger Width
hu_hu: Indító szélessége

source: Trigger Height
hu_hu: Indító magassága

source: Mobile Menu Trigger Colors
hu_hu: Mobil menü indítójának színei

source: Trigger Background Color
hu_hu: Indító háttérszíne

source: Trigger Background Color on Hover
hu_hu: Indító háttérszíne Hover állapotban

source: Opened Trigger Background Color
hu_hu: Nyitott indító háttérszíne

source: Opened Trigger Background Color on Hover
hu_hu: Nyitott indító háttérszíne Hover állapotban

source: Mobile Menu Trigger Text
hu_hu: Mobil menü indítójának szövege

source: Add Text
hu_hu: Szöveg hozzáadása

source: Trigger Text Position
hu_hu: Indító szövegének pozíciója

source: Trigger Text Font Weight
hu_hu: Indító szövegének betűvastagsága

source: Trigger Text Font Size
hu_hu: Indító szövegének betűmérete

source: Trigger Text Letter Spacing
hu_hu: Indító szövegének betűköze

source: Trigger Text Color
hu_hu: Indító szövegének színe

source: Trigger Text Color on Hover
hu_hu: Indító szövegének színe rámutatáskor

source: Opened Trigger Text Color
hu_hu: Megnyitott indító szövegének színe

source: Opened Trigger Text Color on Hover
hu_hu: Megnyitott indító szövegének színe rámutatáskor

source: Mobile Menu Trigger Border
hu_hu: Mobil menü indító kerete

source: Trigger Border Width
hu_hu: Indító keretvastagsága

source: Trigger Border Radius
hu_hu: Indító keret lekerekítése

source: Trigger Border Color
hu_hu: Indító keret színe

source: Trigger Border Color on Hover
hu_hu: Indító keret színe rámutatáskor

source: Opened Trigger Border Color
hu_hu: Megnyitott indító keret színe

source: Opened Trigger Border Color on Hover
hu_hu: Megnyitott indító keret színe rámutatáskor

source: Mobile Menu Trigger Shadow
hu_hu: Mobil menü indító árnyéka

source: Add Menu Trigger Shadow
hu_hu: Menü indító árnyék hozzáadása

source: Menu Trigger Shadow Offset-X
hu_hu: Menü indító árnyék X-eltolása

source: Menu Trigger Shadow Offset-Y
hu_hu: Menü indító árnyék Y-eltolása

source: Menu Trigger Shadow Blur
hu_hu: Menü indító árnyék elmosása

source: Menu Trigger Shadow Color
hu_hu: Menü indító árnyék színe

source: Opened Menu Trigger Shadow Color
hu_hu: Megnyitott menü indító árnyék színe

source: Mobile Menu Widgets
hu_hu: Mobil menü widgetek

source: Mobile Menu Widgets Container
hu_hu: Mobil menü widgetek konténere

source: Widget Container Margin
hu_hu: Widget-konténer margója

source: Mobile Menu Widgets Title
hu_hu: Mobil menü widgetek címe

source: Widget Title Alignment
hu_hu: Widget cím igazítása

source: Widget Title Font Weight
hu_hu: Widget cím betűvastagsága

source: Widget Title Font Size
hu_hu: Widget cím betűmérete

source: Widget Title Letter Spacing
hu_hu: Widget cím betűköze

source: Widget Title Text Transform
hu_hu: Widget cím szövegének átalakítása

source: Widget Title Color
hu_hu: Widget cím színe

source: Menu Bar
hu_hu: Menüsáv

source: Default Divi Nav Mobile Bar Style
hu_hu: Alapértelmezett Divi Nav mobil sáv stílus

source: Hide Top Bar (phone & email)
hu_hu: Felső sáv elrejtése (telefon és e-mail)

source: Enable Fixed Mobile Bar
hu_hu: Rögzített mobil sáv engedélyezése

source: Hide Top Bar when Fixed
hu_hu: Felső sáv elrejtése rögzített állapotban

source: Make Menu Bar Fullwidth
hu_hu: Menüsáv teljes szélessé tétele

source: Menu Bar Height (px)
hu_hu: Menüsáv magassága (px)

source: Logo Height (%)
hu_hu: Logó magassága (%)

source: Default Divi Nav & Menu Module Mobile Bar Style
hu_hu: Alapértelmezett Divi Nav & Menü modul mobil sáv stílus

source: Menu Bar Shadow Color
hu_hu: Menüsáv árnyék színe

source: Menu Bar Shadow Offset-Y
hu_hu: Menüsáv árnyék Y-eltolása

source: Menu Bar Shadow Blur
hu_hu: Menüsáv árnyék elmosása

source: Menu Bar Background Color
hu_hu: Menüsáv háttérszíne

source: Menu Bar Search Icon
hu_hu: Menüsáv keresés ikonja

source: Hide Search Icon on mobile
hu_hu: Keresés ikon elrejtése mobilon

source: Search Icon Hover Color
hu_hu: Keresés ikon színe rámutatáskor

source: Search Close Icon Color
hu_hu: Keresés bezárása ikon színe

source: Search Close Hover Icon Color
hu_hu: Keresés bezárása ikon színe rámutatáskor

source: Search & Close Icon Size
hu_hu: Keresés és bezárás ikon mérete

source: Search Input Field Text color
hu_hu: Keresési beviteli mező szövegének színe

source: Hamburger Icon
hu_hu: Hamburger ikon

source: Hamburger Icon Color
hu_hu: Hamburger ikon színe

source: Hamburger Icon Color Closed
hu_hu: Hamburger ikon színe (zárt)

source: Hamburger Icon Color Closed Hover
hu_hu: Hamburger ikon színe (zárt, hover)

source: Hamburger Icon Color Opened
hu_hu: Hamburger ikon színe (nyitott)

source: Hamburger Icon Color Opened Hover
hu_hu: Hamburger ikon színe (nyitott, hover)

source: Hamburger Icon Size
hu_hu: Hamburger ikon mérete

source: Choose Icon Size
hu_hu: Válassza ki az ikon méretét

source: Hamburger Layer Width
hu_hu: Hamburger réteg szélessége

source: Hamburger Layer Height
hu_hu: Hamburger réteg magassága

source: Hamburger Layer Spacing
hu_hu: Hamburger rétegek közötti távolság

source: Hamburger Layer Border Radius
hu_hu: Hamburger réteg sarkainak lekerekítése

source: Hamburger Icon inside the Mobile Menu
hu_hu: Hamburger ikon a mobil menüben

source: Show Close Icon inside the Mobile Menu
hu_hu: Bezárás ikon megjelenítése a mobil menüben

source: Hamburger Icon Alignment
hu_hu: Hamburger ikon igazítása

source: Hamburger Icon Offset
hu_hu: Hamburger ikon eltolása

source: Links Color
hu_hu: Linkek színe

source: Links Bottom Border Color
hu_hu: Linkek alsó szegélyének színe

source: Mobile Menu Link Hover Style
hu_hu: Mobil menü link hover stílusa

source: CTA Menu Item Style
hu_hu: CTA menüelem stílusa

source: CTA Item Padding
hu_hu: CTA elem belső margója

source: CTA Item Color
hu_hu: CTA elem színe

source: CTA Item Background Color
hu_hu: CTA elem háttérszíne

source: CTA Item Hover Color
hu_hu: CTA elem hover színe

source: CTA Item Hover Background Color
hu_hu: CTA elem hover háttérszíne

source: Disable CTA Item hover effect
hu_hu: CTA elem hover effektusának letiltása

source: Mobile Menu
hu_hu: Mobil menü

source: Make Mobile Menu Fullwidth
hu_hu: Mobil menü teljes szélességűvé tétele

source: Dim Background when Open
hu_hu: Megnyitáskor a háttér elsötétítése

source: Menu Shadow Color
hu_hu: Menü árnyékának színe

source: Menu Shadow Offset-Y
hu_hu: Menü árnyék eltolása (Y)

source: Menu Shadow Offset-X
hu_hu: Menü árnyék eltolása (X)

source: Menu Shadow Blur
hu_hu: Menü árnyék elmosása

source: Mobile Menu Background Color
hu_hu: Mobil menü háttérszíne

source: Mobile Menu Social Icons
hu_hu: Mobil menü közösségi ikonok

source: Add Icons to the default Mobile Menu
hu_hu: Ikonok hozzáadása az alapértelmezett mobil menühöz

source: Mobile Social Icons Alignment
hu_hu: Mobil közösségi ikonok igazítása

source: Align Icons
hu_hu: Ikonok igazítása

source: Spacing Between Icons
hu_hu: Ikonok közötti térköz

source: Social Icons Container Container Margin
hu_hu: Közösségi ikonok Container Container margója

source: Mobile Menu Social Icons Style
hu_hu: Mobil menü közösségi ikonok stílusa

source: Mobile Icons Font Size
hu_hu: Mobil ikonok betűmérete

source: Mobile Icons Color
hu_hu: Mobil ikonok színe

source: Mobile Icons Background Color
hu_hu: Mobil ikonok háttérszíne

source: Mobile Icons Border Radius
hu_hu: Mobil ikonok sarkainak lekerekítése

source: Mobile Icons Border Width
hu_hu: Mobil ikonok szegélyvastagsága

source: Mobile Icons Border Color
hu_hu: Mobil ikonok szegélyszíne

source: Mobile Icons Height
hu_hu: Mobil ikonok magassága

source: Mobile Icons Width
hu_hu: Mobil ikonok szélessége

source: Mobile Social Icons Hover Style
hu_hu: Mobil közösségi ikonok hover stílusa

source: Mobile Icons Hover Color
hu_hu: Mobil ikonok hover színe

source: Mobile Icons Background Hover Color
hu_hu: Mobil ikonok hover háttérszíne

source: Mobile Icons Border Hover Color
hu_hu: Mobil ikonok szegélyének színe rámutatáskor

source: Nested Submenus
hu_hu: Beágyazott almenük

source: Parent Item Font Weight
hu_hu: Szülőelem betűvastagsága

source: Closed Icon Color
hu_hu: Zárt ikon színe

source: Closed Icon Background Color
hu_hu: Zárt ikon háttérszíne

source: Submenu Background Color
hu_hu: Almenü háttérszíne

source: Opened Icon Color
hu_hu: Nyitott ikon színe

source: Opened Icon Background Color
hu_hu: Nyitott ikon háttérszíne

source: Moving Particles Background
hu_hu: Mozgó részecskék háttere

source: Particle Background #1
hu_hu: Részecske háttér #1

source: Number of Particles
hu_hu: Részecskék száma

source: Particles Color
hu_hu: Részecskék színe

source: Particles Opacity
hu_hu: Részecskék átlátszósága

source: Particles Shape
hu_hu: Részecskék alakja

source: Particles Size
hu_hu: Részecskék mérete

source: Particles Speed
hu_hu: Részecskék sebessége

source: Lines Width
hu_hu: Vonalak vastagsága

source: Lines Color
hu_hu: Vonalak színe

source: Lines Opacity
hu_hu: Vonalak átlátszósága

source: Particles Interactivity
hu_hu: Részecskék interaktivitása

source: Particle Background #2
hu_hu: Részecske háttér #2

source: Moving Particles Background 2.0
hu_hu: Mozgó részecskék háttere 2.0

source: Particles Color #1
hu_hu: Részecskék színe #1

source: Particles Color #2
hu_hu: Részecskék színe #2

source: Particles Color #3
hu_hu: Részecskék színe #3

source: Particle Image
hu_hu: Részecske képe

source: Particles Minimum Size
hu_hu: Részecskék minimális mérete

source: Particles Max Size
hu_hu: Részecskék maximális mérete

source: Hover Interactivity
hu_hu: Rámutatási interaktivitás

source: Add more particles on click
hu_hu: Több részecske hozzáadása kattintáskor

source: Password Protected Form
hu_hu: Jelszóval védett űrlap

source: Password Form Container
hu_hu: Jelszóűrlap konténere

source: Container Padding
hu_hu: Konténer belső margója

source: Content Max Width
hu_hu: Tartalom maximális szélessége

source: Content Alignment
hu_hu: Tartalom igazítása

source: Password Form Image
hu_hu: Jelszóűrlap képe

source: Image Max Width
hu_hu: Kép maximális szélessége

source: Image Bottom Padding
hu_hu: Kép alsó belső margója

source: Password Form Title
hu_hu: Jelszóűrlap címe

source: title Font Size
hu_hu: cím betűmérete

source: Title Text Color
hu_hu: Cím szövegének színe

source: Password Form Message
hu_hu: Jelszóűrlap üzenete

source: Message Font Weight
hu_hu: Üzenet betűvastagsága

source: message Font Size
hu_hu: üzenet betűmérete

source: Message Letter Spacing
hu_hu: Üzenet betűköze

source: Message Text Transform
hu_hu: Üzenet szövegének átalakítása

source: Message Text Color
hu_hu: Üzenet szövegének színe

source: Message Bottom Margin
hu_hu: Üzenet alsó margója

source: Password Form Input Field
hu_hu: Jelszóűrlap beviteli mezője

source: Password Form Max Width
hu_hu: Jelszóűrlap maximális szélessége

source: Password Input Vertical Padding
hu_hu: Jelszó beviteli mező függőleges belső térköze

source: Password Input Horizontal Padding
hu_hu: Jelszó beviteli mező vízszintes belső térköze

source: Password Input Background Color
hu_hu: Jelszó beviteli mező háttérszíne

source: Input Background Focus Color
hu_hu: Beviteli mező háttérszíne fókuszban

source: Password Form Input Field Font
hu_hu: Jelszó űrlap beviteli mezőjének betűtípusa

source: Password Input Font Weight
hu_hu: Jelszó beviteli mező betűvastagsága

source: Password Input Font Size
hu_hu: Jelszó beviteli mező betűmérete

source: Password Input Letter Spacing
hu_hu: Jelszó beviteli mező betűköze

source: Password Input Text Transform
hu_hu: Jelszó beviteli mező szövegének átalakítása

source: Password Input Text Color
hu_hu: Jelszó beviteli mező szövegszíne

source: Input Placeholder Text Color
hu_hu: Beviteli mező helyőrző szövegének színe

source: Password Form Input Field Border
hu_hu: Jelszó űrlap beviteli mezőjének szegélye

source: Password Input Border Width
hu_hu: Jelszó beviteli mező szegélyvastagsága

source: Password Input Border Radius
hu_hu: Jelszó beviteli mező saroklekerekítése

source: Password Input Border Color
hu_hu: Jelszó beviteli mező szegélyszíne

source: Password Input Border Focus Color
hu_hu: Jelszó beviteli mező szegélyének fókuszszíne

source: Password Submit Button
hu_hu: Jelszó beküldése gomb

source: Password Button Vertical Padding
hu_hu: Jelszó gomb függőleges belső térköze

source: Password Button Horizontal Padding
hu_hu: Jelszó gomb vízszintes belső térköze

source: Password Button Background Color
hu_hu: Jelszó gomb háttérszíne

source: Password Submit Button Font
hu_hu: Jelszó beküldése gomb betűtípusa

source: Password Button Font Weight
hu_hu: Jelszó gomb betűvastagsága

source: Password Button Font Size
hu_hu: Jelszó gomb betűmérete

source: Password Button Letter Spacing
hu_hu: Jelszó gomb betűköze

source: Password Button Text Transform
hu_hu: Jelszó gomb szövegének átalakítása

source: Password Button Text Color
hu_hu: Jelszó gomb szövegszíne

source: Button Button Text Hover Color
hu_hu: Gomb szövegének színe rámutatáskor

source: Password Submit Button Border
hu_hu: Jelszó beküldése gomb szegélye

source: Password Button Border Width
hu_hu: Jelszó gomb szegélyvastagsága

source: Password Button Border Radius
hu_hu: Jelszó gomb saroklekerekítése

source: Password Button Border Color
hu_hu: Jelszó gomb szegélyszíne

source: Password Button Border Hover Color
hu_hu: Jelszó gomb szegélyszíne rámutatáskor

source: Builder Overlays
hu_hu: Oldalépítő fedvények

source: Overlay Background Color
hu_hu: Fedvény háttérszíne

source: Close Button & Icon
hu_hu: Bezárás gomb & ikon

source: Icon Color on Hover
hu_hu: Ikon színe rámutatáskor

source: Button Background Color on Hover
hu_hu: Gomb háttérszíne rámutatáskor

source: Button Size
hu_hu: Gomb mérete

source: Button Top Offset
hu_hu: Gomb felső eltolása

source: Button Right Offset
hu_hu: Gomb jobb eltolása

source: Icon Thickness
hu_hu: Ikon vonalvastagsága

source: Icon Border Radius
hu_hu: Ikon saroklekerekítése

source: Popups
hu_hu: Felugró ablakok

source: Popup Background Color
hu_hu: Felugró ablak háttérszíne

source: Close Button Icon Color
hu_hu: Bezárás gomb ikon színe

source: Close Button Background Color
hu_hu: Bezárás gomb háttérszíne

source: Close Button Icon Color on Hover
hu_hu: Bezárás gomb ikon színe rámutatáskor

source: Close Button Background Color on Hover
hu_hu: Bezárás gomb háttérszíne rámutatáskor

source: Post Meta
hu_hu: Bejegyzés metaadatai

source: Post Meta Font Weight
hu_hu: Bejegyzés metaadatainak betűvastagsága

source: Post Meta Font Size
hu_hu: Bejegyzés metaadatainak betűmérete

source: Post Meta Letter Spacing
hu_hu: Bejegyzés metaadatainak betűköze

source: Post Meta Text Transform
hu_hu: Bejegyzés metaadatainak szövegének átalakítása

source: Post Meta Font Color
hu_hu: Bejegyzés metaadatainak betűszíne

source: Post Meta Font Hover Color
hu_hu: Bejegyzés metaadatainak betűszíne Hover állapotban

source: Post Meta Icon Size
hu_hu: Bejegyzés metaadatainak ikonmérete
