Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/divi-toolbox/divi-toolbox-*.po
Languages: hu_hu

source: Post Meta Icon Color
hu_hu: Bejegyzés metaadatainak ikonszíne

source: Preloader
hu_hu: Előtöltő

source: Preloader Background Color
hu_hu: Előtöltő háttérszíne

source: Preloader Image Width
hu_hu: Előtöltő képének szélessége

source: Preloader Spinner Color
hu_hu: Előtöltő spinner színe

source: Preloader Spinner Size
hu_hu: Előtöltő spinner mérete

source: Next / Prev Links
hu_hu: Következő / Előző linkek

source: Button
hu_hu: Gomb

source: Button on Hover
hu_hu: Gomb Hover állapotban

source: Link Font Weight
hu_hu: Link betűvastagsága

source: Link Font Size
hu_hu: Link betűmérete

source: Link Letter Spacing
hu_hu: Link betűköze

source: Link Font Color
hu_hu: Link betűszíne

source: Link Font Hover Color
hu_hu: Link betűszíne Hover állapotban

source: Primary Navigation (Menu)
hu_hu: Elsődleges navigáció (menü)

source: Links Hover Color on Fixed Nav
hu_hu: Rögzített navigációban a linkek Hover színe

source: Underline Height (px)
hu_hu: Aláhúzás magassága (px)

source: Underline Width (%)
hu_hu: Aláhúzás szélessége (%)

source: Underline Border Radius
hu_hu: Aláhúzás szegélyrádiusza

source: Underline Offset
hu_hu: Aláhúzás eltolása

source: Links Padding
hu_hu: Linkek belső margója

source: Keep the hover style on active item
hu_hu: Tartsa meg a Hover stílust az aktív elemen

source: Disable hover on parent menu items
hu_hu: Tiltsa le a Hover állapotot a szülő menüelemeknél

source: Related Posts
hu_hu: Kapcsolódó bejegyzések

source: Number of Posts
hu_hu: Bejegyzések száma

source: Section Title
hu_hu: Szakasz címe

source: Header Font Weight
hu_hu: Fejléc betűvastagsága

source: Header Font Size
hu_hu: Fejléc betűmérete

source: Header Letter Spacing
hu_hu: Fejléc betűköze

source: Header Text Transform
hu_hu: Fejléc szövegének átalakítása

source: Header Font Color
hu_hu: Fejléc betűszíne

source: Posts List
hu_hu: Bejegyzések listája

source: Links Font Hover Color
hu_hu: Linkek betűszíne Hover állapotban

source: Post Box Padding
hu_hu: Bejegyzésdoboz belső margója

source: Box Border Width
hu_hu: Doboz szegélyének vastagsága

source: Browser Scrollbar
hu_hu: Böngésző görgetősáv

source: Scrollbar Width
hu_hu: Görgetősáv szélessége

source: Scrollbar Thumb Color
hu_hu: Görgetősáv csúszkájának színe

source: Scrollbar Border Radius
hu_hu: Görgetősáv szegélyrádiusza

source: Scrollbar Track Color
hu_hu: Görgetősáv sínjének színe

source: Track Inset Shadow Color
hu_hu: Görgetősáv sínjének belső árnyékának színe

source: Sidebar
hu_hu: Oldalsáv

source: Remove Sidebar Border
hu_hu: Távolítsa el az oldalsáv szegélyét

source: Add Sidebar Shadow
hu_hu: Adjon árnyékot az oldalsávhoz

source: Sidebar Shadow Color
hu_hu: Oldalsáv Árnyék Színe

source: Sidebar Shadow Blur Size
hu_hu: Oldalsáv Árnyék Elmosásának Mérete

source: Sidebar Inner Padding
hu_hu: Oldalsáv Belső Kitöltése

source: Sidebar Widgets
hu_hu: Oldalsáv Widgetek

source: Sidebar Headers Font Weight
hu_hu: Oldalsáv Fejléceinek Betűvastagsága

source: Sidebar Headers Font Size
hu_hu: Oldalsáv Fejléceinek Betűmérete

source: Sidebar Headers Letter Spacing
hu_hu: Oldalsáv Fejléceinek Betűköze

source: Sidebar Headers Text Transform
hu_hu: Oldalsáv Fejléceinek Szövegének Átalakítása

source: Sidebar Headers Color
hu_hu: Oldalsáv Fejléceinek Színe

source: Sidebar Headers Style
hu_hu: Oldalsáv Fejléceinek Stílusa

source: Headers Background Color
hu_hu: Fejlécek Háttérszíne

source: Headers Padding
hu_hu: Fejlécek Kitöltése

source: Headers Border Radius
hu_hu: Fejlécek Sarokkerekítése

source: Headers Divider Color
hu_hu: Fejlécek Elválasztó Színe

source: Headers Divider Lenght
hu_hu: Fejlécek Elválasztó Hossza

source: Headers Divider Height
hu_hu: Fejlécek Elválasztó Magassága

source: Headers Divider Border Radius
hu_hu: Fejlécek Elválasztó Sarokkerekítése

source: Sidebar Widgets Style
hu_hu: Oldalsáv Widgeteinek Stílusa

source: Widget Box Background
hu_hu: Widget Doboz Háttere

source: Widget Box Shadow Color
hu_hu: Widget Doboz Árnyék Színe

source: Widget Box Shadow Offset-X
hu_hu: Widget Doboz Árnyék X-Eltolása

source: Widget Box Shadow Offset-Y
hu_hu: Widget Doboz Árnyék Y-Eltolása

source: Widget Box Shadow Blur
hu_hu: Widget Doboz Árnyék Elmosása

source: Widget Box Bottom Margin
hu_hu: Widget Doboz Alsó Margója

source: Sidebar Widget Links Color
hu_hu: Oldalsáv Widget Hivatkozások Színe

source: Widget Links Hover Color
hu_hu: Widget Hivatkozások Színe Rámutatáskor

source: Sidebar Search
hu_hu: Oldalsáv Kereső

source: Customize Search Widget
hu_hu: Kereső Widget Testreszabása

source: Search Widget Input Background
hu_hu: Kereső Widget Beviteli Mező Háttere

source: Search Widget Input Text
hu_hu: Kereső Widget Beviteli Mező Szövege

source: Search Widget Height
hu_hu: Kereső Widget Magassága

source: Search Widget Border Radius
hu_hu: Kereső Widget Sarokkerekítése

source: Search Input Border Width
hu_hu: Kereső Beviteli Mező Szegélyvastagsága

source: Search Input Border Color
hu_hu: Kereső Beviteli Mező Szegélyszíne

source: Search Button Background
hu_hu: Kereső Gomb Háttere

source: Search Button Icon Color
hu_hu: Kereső Gomb Ikonjának Színe

source: Dropdown Menus
hu_hu: Legördülő Menük

source: Submenu Style
hu_hu: Almenü Stílusa

source: Submenu Alignment
hu_hu: Almenü Igazítása

source: Submenu Width
hu_hu: Almenü Szélessége

source: Submenu Border Radius
hu_hu: Almenü Sarokkerekítése

source: Add Triangle Top Arrow
hu_hu: Háromszög Alakú Felső Nyíl Hozzáadása

source: Submenu Font Style
hu_hu: Almenü Betűstílusa

source: Submenu Text Align
hu_hu: Almenü Szövegének Igazítása

source: Submenu Font Size
hu_hu: Almenü Betűmérete

source: Submenu Letter Spacing
hu_hu: Almenü Betűköze

source: Submenu Text Transform
hu_hu: Almenü Szövegének Átalakítása

source: Submenu Link Color
hu_hu: Almenü Hivatkozások Színe

source: Submenu Font Hover Style
hu_hu: Almenü Betűstílusa Rámutatáskor

source: Link Hover Color
hu_hu: Hivatkozás Színe Rámutatáskor

source: Move Text Right On Hover
hu_hu: Szöveg jobbra mozgatása rámutatáskor

source: 3D Tilt Effect
hu_hu: 3D billentési effekt

source: Max Tilt
hu_hu: Maximális billentés

source: Perspective
hu_hu: Perspektíva

source: Scale
hu_hu: Skálázás

source: Speed
hu_hu: Sebesség

source: Add Glare Effect
hu_hu: Csillogás effekt hozzáadása

source: Max Glare
hu_hu: Maximális csillogás

source: Top Bar (Secondary Nav)
hu_hu: Felső sáv (másodlagos navigáció)

source: Hide Top Bar on Scroll
hu_hu: Felső sáv elrejtése görgetéskor

source: Display Top Bar Shadow
hu_hu: Felső sáv árnyékának megjelenítése

source: Top Bar Shadow Color
hu_hu: Felső sáv árnyékának színe

source: Top Bar Shadow Offset-Y
hu_hu: Felső sáv árnyékának Y-eltolása

source: Top Bar Shadow Blur
hu_hu: Felső sáv árnyékának elmosása

source: Top Bar Font Weight
hu_hu: Felső sáv betűvastagsága

source: Top Bar Letter Spacing
hu_hu: Felső sáv betűköze

source: Top Bar Links Color
hu_hu: Felső sáv linkjeinek színe

source: Top Bar Links Hover Color
hu_hu: Felső sáv linkjeinek színe rámutatáskor

source: Top Bar Links Background Hover Color
hu_hu: Felső sáv linkjeinek háttérszíne rámutatáskor

source: Typing Effect
hu_hu: Gépelési effekt

source: Type Speed
hu_hu: Gépelési sebesség

source: Start Delay
hu_hu: Kezdési késleltetés

source: Back Speed
hu_hu: Visszatörlés sebessége

source: Back Delay
hu_hu: Visszatörlés késleltetése

source: only backspace what doesn't match the previous string
hu_hu: csak azt törölje vissza, ami nem egyezik az előző karakterlánccal

source: Loop Strings
hu_hu: Karakterláncok hurkolása

source: Show Cursor
hu_hu: Kurzor megjelenítése

source: Read More
hu_hu: Olvasson tovább

source: Divi Toolbox settings has been updated.
hu_hu: A Divi Toolbox beállításai frissítve lettek.

source: Error authenticating request. Please try again.
hu_hu: Hiba a kérés hitelesítésekor. Kérjük, próbálja meg újra.

source: Dismiss this notice.
hu_hu: Zárja be ezt az értesítést.

source: Customize your website with Divi Toolbox Plugin.
hu_hu: Személyre szabhatja webhelyét a Divi Toolbox bővítménnyel.

source: Global
hu_hu: Globális

source: Header
hu_hu: Fejléc

source: Footer
hu_hu: Lábléc

source: Mobile
hu_hu: Mobil

source: Modules
hu_hu: Modulok

source: Small Caps
hu_hu: Kiskapitális

source: Center
hu_hu: Középre

source: ↓ Bottom
hu_hu: ↓ Alul

source: ↙ Bottom Left
hu_hu: ↙ Bal alsó

source: ← Left
hu_hu: ← Bal

source: ↖ Top Left
hu_hu: ↖ Bal felső

source: ↑ Top
hu_hu: ↑ Felül

source: ↗ Top Right
hu_hu: ↗ Jobb felső

source: → Right
hu_hu: → Jobb

source: ↘ Bottom Right
hu_hu: ↘ Jobb alsó

source: Cover
hu_hu: Kitöltés

source: Fit
hu_hu: Illesztés

source: Actual Size
hu_hu: Tényleges méret

source: Top Left
hu_hu: Bal fent

source: Top Center
hu_hu: Középen fent

source: Top Right
hu_hu: Jobb fent

source: Center Left
hu_hu: Bal középen

source: Center Right
hu_hu: Jobb középen

source: Bottom Left
hu_hu: Bal lent

source: Bottom Center
hu_hu: Középen lent

source: Bottom Right
hu_hu: Jobb lent

source: Normal
hu_hu: Normál

source: Color
hu_hu: Szín

source: Color Burn
hu_hu: Színégetés

source: Color Dodge
hu_hu: Színfakítás

source: Darken
hu_hu: Sötétítés

source: Difference
hu_hu: Különbség

source: Exclusion
hu_hu: Kizárás

source: Hard Light
hu_hu: Erős fény

source: Hue
hu_hu: Árnyalat

source: Lighten
hu_hu: Világosítás

source: Luminosity
hu_hu: Fényerő

source: Multiply
hu_hu: Szorzás

source: Overlay
hu_hu: Rávetítés

source: Saturation
hu_hu: Telítettség

source: Screen
hu_hu: Képernyő

source: Soft Light
hu_hu: Lágy fény

source: Global Font Settings
hu_hu: Globális betűtípus-beállítások

source: Body Font Weight
hu_hu: Törzsszöveg betűvastagsága

source: Customize Login Page
hu_hu: Bejelentkezési oldal testreszabása

source: Enable this option if you'd like to edit the standard login page appearance using %s
hu_hu: Engedélyezze ezt a beállítást, ha a(z) %s használatával szeretné szerkeszteni az alapértelmezett bejelentkezési oldal megjelenését.

source: Login Logo URL
hu_hu: Bejelentkezési logó URL

source: You can change the URL of the logo image link (the default is WordPress.org website).
hu_hu: Módosíthatja a logóképre mutató hivatkozás URL-jét (alapértelmezetten a WordPress.org webhelyére).

source: Shortcodes
hu_hu: Rövidkódok

source: Divi Layouts Shortcode
hu_hu: Divi elrendezések rövidkódja

source: This option enables the possibility to display any layout from the Divi Library as a shortcode. You can display modules inside other modules, widgets, etc.
hu_hu: Ez a beállítás lehetővé teszi, hogy a Divi Könyvtár bármely elrendezését rövidkódként jelenítse meg. Modulokat más modulokon belül, widgeteket stb. is megjeleníthet.

source: How to use the Shortcodes?
hu_hu: Hogyan használja a rövidkódokat?

source: 1. Save any Module, Row or Section in the Divi Library.
hu_hu: 1. Mentse el bármely modult, sort vagy szakaszt a Divi Könyvtárban.

source: 2. Navigate to Divi → Divi Library.
hu_hu: 2. Lépjen a Divi → Divi Könyvtár menüpontra.

source: 3. Copy the shortcode you'll see on the Layouts list, eg.
hu_hu: 3. Másolja ki a rövidkódot, amelyet az Elrendezések listáján lát, pl.

source: 4. Paste the shortcode inside any module, widget or any other place on your website.
hu_hu: 4. Illessze be a rövidkódot bármely modulba, widgetbe vagy a webhely bármely más pontjára.

source: Projects
hu_hu: Projektek

source: Hide Projects
hu_hu: Projektek elrejtése

source: This options hides the Projects post type and corresponding page builder modules from the Dashboard view.
hu_hu: Ez a beállítás elrejti a Projektek bejegyzéstípust és a hozzá tartozó oldalépítő modulokat a Vezérlőpult nézetéből.

source: Rename Projects Post Type
hu_hu: Projektek bejegyzéstípus átnevezése

source: Enable this option to change the Projects post name and slug.
hu_hu: Engedélyezze ezt a beállítást a Projektek bejegyzés nevének és slugjának módosításához.

source: Singular Name
hu_hu: Egyes számú elnevezés

source: Define the singular name of the post type.
hu_hu: Határozza meg a bejegyzéstípus egyes számú elnevezését.

source: Plural Name
hu_hu: Többes számú elnevezés

source: Define the plural name of the post type.
hu_hu: Határozza meg a bejegyzéstípus többes számú elnevezését.

source: Slug Name
hu_hu: Slug neve

source: Define the slug of the post type (visible in the URL).
hu_hu: Határozza meg a bejegyzéstípus slugját (az URL-ben látható).

source: Category Slug Name
hu_hu: Kategória slug neve

source: Define the slug of the post type category (visible in the URL).
hu_hu: Határozza meg a bejegyzéstípus kategóriájának slugját (az URL-ben látható).

source: Tag Archive Slug Name
hu_hu: Címke archívum slug neve

source: Define the slug of the post type tag archive (visible in the URL).
hu_hu: Határozza meg a bejegyzéstípus címke-archívumának slugját (az URL-ben látható).

source: Change Dashboard Icon
hu_hu: Vezérlőpult ikon módosítása

source: Enter the name of the WordPress Dashicon. You can see the list of available icons on %s page.
hu_hu: Adja meg a WordPress Dashicon nevét. A rendelkezésre álló ikonok listáját a(z) %s oldalon tekintheti meg.

source: Reseting Permalinks
hu_hu: Közvetlen linkek visszaállítása

source: Save the options and reload your Dashboard to see the change. In some cases, you might need to re-save your Permalinks structure to get the changes applied to existing projects. To do this, head over to Settings → Permalinks and click the Save Changes button.
hu_hu: Mentse a beállításokat, majd töltse újra a Vezérlőpultot a változás megtekintéséhez. Egyes esetekben szükség lehet a Közvetlen linkek struktúrájának újbóli mentésére, hogy a módosítások a meglévő projektekre is érvényesüljenek. Ehhez lépjen a Beállítások → Közvetlen linkek menüpontra, és kattintson a Változtatások mentése gombra.

source: File Types
hu_hu: Fájltípusok

source: Allow SVG File Type Uploads
hu_hu: SVG fájlok feltöltésének engedélyezése

source: Add SVG support in the WordPress Media Library.
hu_hu: SVG-támogatás hozzáadása a WordPress Médiatárhoz.

source: Allow All Font Files Uploads
hu_hu: Minden betűtípusfájl feltöltésének engedélyezése

source: Add TTF, OTF and WOFF font files support in WordPress.
hu_hu: TTF, OTF és WOFF betűtípusfájlok támogatásának hozzáadása a WordPressben.

source: Add WOFF and WOFF2 Uploads in the Divi Builder
hu_hu: WOFF és WOFF2 feltöltések engedélyezése a Divi Builderben

source: Add an option to upload WOFF and WOFF2 font formats in the Divi Builder.
hu_hu: Lehetőség hozzáadása WOFF és WOFF2 betűtípusformátumok feltöltésére a Divi Builderben.

source: Divi Builder UI
hu_hu: Divi Builder felhasználói felület

source: Make Text Styling Toolbar Sticky
hu_hu: Szövegformázó eszköztár rögzítése

source: Enable this option to keep the Text Styling Toolbar Fixed at the top when working on longer text fields in the Divi Builder.
hu_hu: Engedélyezze ezt az opciót, hogy a Szövegformázó eszköztár a Divi Builderben hosszabb szövegmezők szerkesztésekor felül rögzítve maradjon.

source: Blog Post Lists
hu_hu: Blogbejegyzés-listák

source: Custom Post Meta
hu_hu: Egyéni bejegyzés-metaadatok

source: Add icons and customize the post meta info (post author, category, date etc)
hu_hu: Ikonok hozzáadása és a bejegyzés metaadatainak testreszabása (szerző, kategória, dátum stb.)

source: Customize Archives, Categories & Blog List
hu_hu: Archívumok, kategóriák és bloglista testreszabása

source: Enable this if you'd like to use the %s to edit the default categories and archive pages.
hu_hu: Engedélyezze ezt, ha a(z) %s segítségével szeretné szerkeszteni az alapértelmezett kategória- és archívumoldalakat.

source: Please note:
hu_hu: Kérjük, vegye figyelembe:

source: This applies to the default Divi index pages (categories, archives etc.). If you'd like to apply the same customizations to Blog module, please navigate to module Settings → Advanced tab → CSS ID & Classes → CSS Class and add a custom class of:
hu_hu: Ez az alapértelmezett Divi indexoldalakra vonatkozik (kategóriák, archívumok stb.). Ha ugyanezeket a testreszabásokat a Blog modulra is alkalmazni szeretné, kérjük, lépjen a module Settings → Advanced tab → CSS ID & Classes → CSS Class részhez, és adjon hozzá egy egyéni osztályt:

source: Blog List Layout
hu_hu: Bloglista elrendezése

source: Choose the layout for Archive, Categories, Author, Tags & Search results pages.
hu_hu: Válassza ki az Archívum, Kategóriák, Szerző, Címkék és Keresési találatok oldalainak elrendezését.

source: Use a custom CSS class of
hu_hu: Használja a következő egyéni CSS-osztályt

source: if you'd like to apply the same layout to the Blog module.
hu_hu: ha ugyanazt az elrendezést szeretné alkalmazni a Blog modulra.

source: Change "Read More" Button Text
hu_hu: "Bővebben" gomb szövegének módosítása

source: Enable this to globally edit the "Read More" button text.
hu_hu: Engedélyezze ezt a(z) "Bővebben" gomb szövegének globális szerkesztéséhez.

source: "Read More" Button Text
hu_hu: "Bővebben" gomb szövege

source: Define the "Read More" button text for Blog Modules and archives.
hu_hu: Határozza meg a "Bővebben" gomb szövegét a Blog modulok és az archívumok számára.

source: Customize Sidebar & Widgets
hu_hu: Oldalsáv és widgetek testreszabása

source: Enable this if you'd like to use the %s to edit the default sidebar appearance.
hu_hu: Engedélyezze ezt, ha a(z) %s segítségével szeretné szerkeszteni az alapértelmezett oldalsáv megjelenését.

source: This applies to the default Divi sidebar on the index pages (categories, archives etc.). If you'd like to apply the same customizations to Sidebar module, please navigate to module Settings → Advanced tab → CSS ID & Classes → CSS Class and add a custom class of:
hu_hu: Ez az indexoldalakon található alapértelmezett Divi oldalsávra vonatkozik (kategóriák, archívumok stb.). Ha ugyanezeket a testreszabásokat az Oldalsáv modulra is alkalmazni szeretné, kérjük, lépjen a module Settings → Advanced tab → CSS ID & Classes → CSS Class részhez, és adjon hozzá egy egyéni osztályt:

source: Hide Archives Sidebar
hu_hu: Archívumok oldalsávjának elrejtése

source: Enable this to hide sidebar on all archive pages.
hu_hu: Engedélyezze ezt az oldalsáv elrejtéséhez minden archívumoldalon.

source: Single Post
hu_hu: Egyedi bejegyzés

source: Change Single Post Layout
hu_hu: Egyedi bejegyzés elrendezésének módosítása

source: This option globally changes the single post layout.
hu_hu: Ez az opció globálisan módosítja az egyedi bejegyzés elrendezését.

source: Hide Post Title
hu_hu: Bejegyzés címének elrejtése

source: Hide the post title globally on every blog post.
hu_hu: A bejegyzés címének globális elrejtése az összes blogbejegyzésen.

source: Add Author Box
hu_hu: Szerzői doboz hozzáadása

source: Enable this to add an author box below the post content.
hu_hu: Engedélyezze ezt egy szerzői doboz hozzáadásához a bejegyzés tartalma alá.

source: Add Prev/Next Posts Links
hu_hu: Előző/következő bejegyzés linkjeinek hozzáadása

source: Enable this to add previous and next post links globally to each post.
hu_hu: Engedélyezze ezt, hogy minden bejegyzéshez globálisan hozzáadja az előző és a következő bejegyzésre mutató linkeket.

source: Previous button text
hu_hu: Előző gomb szövege

source: Previous
hu_hu: Előző

source: Next button text
hu_hu: Következő gomb szövege

source: Next
hu_hu: Következő

source: Add Related Posts
hu_hu: Kapcsolódó bejegyzések hozzáadása

source: This option adds related posts section below the post content, which displays random posts from the same category.
hu_hu: Ez az opció a bejegyzés tartalma alá kapcsolódó bejegyzések szekciót ad, amely ugyanabból a kategóriából véletlenszerű bejegyzéseket jelenít meg.

source: Related Posts Section Title
hu_hu: Kapcsolódó bejegyzések szekció címe

source: Define your header for "Related Posts" section
hu_hu: Határozza meg a "Kapcsolódó bejegyzések" szekció fejlécét

source: Related Posts Heading Level
hu_hu: Kapcsolódó bejegyzések címsorszintje

source: Choose the heading level for the Related Posts section title
hu_hu: Válassza ki a Kapcsolódó bejegyzések szekció címének címsorszintjét

source: Comments
hu_hu: Hozzászólások

source: Customize Comments Form
hu_hu: Hozzászólási űrlap testreszabása

source: Enable this if you'd like to use the %s to change the default comment form appearance.
hu_hu: Engedélyezze ezt, ha a %s használatával szeretné megváltoztatni az alapértelmezett hozzászólási űrlap megjelenését.

source: This applies to the default Divi theme comments, if you'd like to apply the same customizations to the Comments module, please navigate to module Settings → Advanced tab → CSS ID & Classes → CSS Class and add a custom class of:
hu_hu: Ez az alapértelmezett Divi téma hozzászólásaira vonatkozik, ha ugyanazokat a testreszabásokat szeretné alkalmazni a Comments modulra, kérjük, lépjen a modul Settings → Advanced tab → CSS ID & Classes → CSS Class részéhez, és adjon hozzá egy egyéni osztályt:

source: Comments Title
hu_hu: Hozzászólások címe

source: Change the default text before the comment form.
hu_hu: Módosítsa a hozzászólási űrlap előtti alapértelmezett szöveget.

source: Submit a Comment
hu_hu: Hozzászólás elküldése

source: What are the deprecated functions?
hu_hu: Melyek a kivezetett funkciók?

source: On this page you'll find a list of features, which are no longer required with the latest Divi version.
hu_hu: Ezen az oldalon megtalálja azon funkciók listáját, amelyekre a Divi legújabb verziójában már nincs szükség.

source: This features continue to work, but using the new Divi theme options to achieve the same results is recommended.
hu_hu: Ezek a funkciók továbbra is működnek, de ajánlott az új Divi témaopciók használata ugyanazon eredmények eléréséhez.

source: Global Headings Style
hu_hu: Globális címsorstílus

source: Enable this option if you'd like to set global H1-H6 headings appearance using %s
hu_hu: Engedélyezze ezt a beállítást, ha a %s használatával szeretné beállítani a globális H1-H6 címsorok megjelenését.

source: Instagram Social Icon
hu_hu: Instagram közösségi ikon

source: Enter the URL to display the icon if "Additional Social Icons" option is enabled.
hu_hu: Adja meg az URL-t az ikon megjelenítéséhez, ha az "Additional Social Icons" opció engedélyezve van.

source: Enter your URL to display the icon.
hu_hu: Adja meg az URL-jét az ikon megjelenítéséhez.

source: Enable this if you'd like to set additional global button styles using %s
hu_hu: Engedélyezze ezt, ha a %s használatával további globális gombstílusokat szeretne beállítani.

source: Button CSS Class Name
hu_hu: Gomb CSS-osztály neve

source: Define the custom CSS class you're going to use for the secondary button style.
hu_hu: Határozza meg azt az egyéni CSS-osztályt, amelyet a másodlagos gombstílushoz fog használni.

source: Error 404 page
hu_hu: 404-es hibaoldal

source: No Results - Error 404 Page Layout
hu_hu: Nincs találat - 404-es hibaoldal elrendezése

source: Choose the Divi Library layout to be displayed on "no results" 404 error pages.
hu_hu: Válassza ki a Divi Library elrendezést, amely a "no results" 404-es hibaoldalakon megjelenik.

source: Sorry, your Divi Library is empty. Create and save some layouts first...
hu_hu: Sajnáljuk, a Divi Library üres. Először hozzon létre és mentsen el néhány elrendezést...

source: Hide the 404 Header
hu_hu: A 404-es fejléc elrejtése

source: This option will hide the header and navigation on 404 error pages.
hu_hu: Ez az opció elrejti a fejlécet és a navigációt a 404-es hibaoldalakon.

source: Hide the 404 Footer
hu_hu: A 404-es lábléc elrejtése

source: This option will hide the footer and navigation on 404 error pages.
hu_hu: Ez az opció elrejti a láblécet és a navigációt a 404-es hibaoldalakon.

source: Custom Header Layouts
hu_hu: Egyedi fejléc-elrendezések
