Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/divi-toolbox/divi-toolbox-*.po
Languages: hu_hu

source: Before Navigation - Homepage Layout
hu_hu: Navigáció előtt - Kezdőlap elrendezése

source: This layout will be displayed before the main header and navigation on the homepage only.
hu_hu: Ez az elrendezés csak a kezdőlapon jelenik meg a fő fejléc és a navigáció előtt.

source: After Navigation - Homepage Layout
hu_hu: Navigáció után - Kezdőlap elrendezése

source: This layout will be displayed on the homepage after the main header and navigation.
hu_hu: Ez az elrendezés a kezdőlapon a fő fejléc és a navigáció után jelenik meg.

source: Custom Blog Layouts
hu_hu: Egyedi blog-elrendezések

source: Single Post Header Layout - After Navigation
hu_hu: Egyetlen bejegyzés fejléc-elrendezése - Navigáció után

source: This layout will be displayed globally after the main header and navigation on every blog post.
hu_hu: Ez az elrendezés globálisan, minden blogbejegyzésen a fő fejléc és a navigáció után jelenik meg.

source: Single Post - Before Content Layout
hu_hu: Egyetlen bejegyzés - Tartalom előtti elrendezés

source: This layout will be displayed globally before the content of every blog post. (since Divi 3.18.8)
hu_hu: Ez az elrendezés globálisan minden blogbejegyzés tartalma előtt jelenik meg. (Divi 3.18.8 óta)

source: Single Post - After Content Layout
hu_hu: Egyetlen bejegyzés - Tartalom utáni elrendezés

source: This layout will be displayed globally after the content of every blog post. (since Divi 3.18.8)
hu_hu: Ez az elrendezés globálisan minden blogbejegyzés tartalma után jelenik meg. (Divi 3.18.8 óta)

source: Archives Header Layout - After Navigation
hu_hu: Archívumok fejléc-elrendezése - Navigáció után

source: This layout will be displayed globally after the main header and navigation on archive pages.
hu_hu: Ez az elrendezés globálisan az archívumoldalakon a fő fejléc és a navigáció után jelenik meg.

source: Categories Header Layout - After Navigation
hu_hu: Kategóriák fejléc-elrendezése - Navigáció után

source: This layout will be displayed globally after the main header and navigation on category archive pages.
hu_hu: Ez az elrendezés globálisan a kategória-archívum oldalain a fő fejléc és a navigáció után jelenik meg.

source: Author Pages Header Layout - After Navigation
hu_hu: Szerzői oldalak fejléc-elrendezése - Navigáció után

source: This layout will be displayed after the main header and navigation on author archive pages.
hu_hu: Ez az elrendezés a fő fejléc és a navigáció után jelenik meg a szerzői archívum oldalain.

source: Search Results Header Layout - After Navigation
hu_hu: Keresési eredmények fejléc elrendezése - Navigáció után

source: This layout will be displayed after the main header and navigation on search results pages.
hu_hu: Ez az elrendezés a fő fejléc és a navigáció után jelenik meg a keresési eredmények oldalain.

source: Blog Index Page Header Layout - After Navigation
hu_hu: Blog indexoldal fejléc elrendezése - Navigáció után

source: This layout will be displayed after the main header and navigation on blog index page.
hu_hu: Ez az elrendezés a fő fejléc és a navigáció után jelenik meg a blog indexoldalán.

source: Moving Particles
hu_hu: Mozgó részecskék

source: Enable Particles Background
hu_hu: Részecskés háttér engedélyezése

source: This options adds a moving particles background effect to any element.
hu_hu: Ez az opció mozgó részecskés háttéreffektust ad bármely elemhez.

source: How to add moving particles as a background?
hu_hu: Hogyan adhat mozgó részecskéket háttérként?

source: The effect can be applied to any row, section or even to a module.
hu_hu: A hatás bármely sorra, szakaszra, sőt akár egy modulra is alkalmazható.

source: Navigate to Setting → Advanced tab → CSS ID & Classes → CSS ID and add one of the two IDs:
hu_hu: Navigáljon a Setting → Advanced tab → CSS ID & Classes → CSS ID menüpontra, és adja hozzá a két ID egyikét:

source: You can customize the effect of each of the two instances in the %s
hu_hu: A két példány mindegyikének hatását testre szabhatja a %s-ben

source: Disable on Mobile
hu_hu: Letiltás mobilon

source: Check this option if you'd like to disable the Particles Background effect on smaller screen sizes.
hu_hu: Jelölje be ezt az opciót, ha kisebb képernyőméreteken szeretné letiltani a Részecskés háttéreffektust.

source: Various Tweaks
hu_hu: Különféle finomhangolások

source: Pricing Table
hu_hu: Ártáblázat

source: Remove the horizontal bottom border and bottom padding from the price container.
hu_hu: Távolítsa el az ár konténerének alsó vízszintes szegélyét és alsó belső margóját.

source: Hide horizontal scrollbars
hu_hu: Vízszintes görgetősávok elrejtése

source: This option hides the unwanted horizontal scroll, which can appear on the website when there are elements with negative margins going outside of the row or section width.
hu_hu: Ez az opció elrejti a nem kívánt vízszintes görgetést, amely akkor jelenhet meg a webhelyen, ha negatív margóval rendelkező elemek túlnyúlnak a sor vagy a szakasz szélességén.

source: CSS Classes
hu_hu: CSS osztályok

source: Add this class to the
hu_hu: Adja hozzá ezt az osztályt a(z)

source: Text Module
hu_hu: Szövegmodulhoz

source: to center the text on mobile.
hu_hu: hogy mobilon középre igazítsa a szöveget.

source: Add this class to any
hu_hu: Adja hozzá ezt az osztályt bármely

source: Module
hu_hu: modulhoz

source: to align it center on mobile.
hu_hu: hogy mobilon középre igazítsa.

source: parent container - Row or Section
hu_hu: szülő konténer - Sor vagy Szakasz

source: to center the Button Module on mobile.
hu_hu: hogy mobilon középre igazítsa a Gomb modult.

source: Add this class to any element to change it's height to 100% of viewport height.
hu_hu: Adja hozzá ezt az osztályt bármely elemhez, hogy a magasságát a viewport magasságának 100%-ára változtassa.

source: Sticky Footer
hu_hu: Ragadós lábléc

source: Move the footer to the bottom of browser window even if there isn't enough content to fill the page.
hu_hu: A láblécet a böngészőablak aljára helyezi akkor is, ha nincs elég tartalom az oldal kitöltéséhez.

source: Footer Reveal
hu_hu: Lábléc felfedése

source: Footer Reveal Effect
hu_hu: Lábléc felfedése effektus

source: The footer is hidden behind the page content and becomes visible once you scroll to the bottom of the page.
hu_hu: A lábléc az oldal tartalma mögé van rejtve, és akkor válik láthatóvá, amikor az oldal aljára görget.

source: Check this option if you'd like to disable the Footer Reveal effect on smaller screen sizes.
hu_hu: Jelölje be ezt az opciót, ha kisebb képernyőméreteken szeretné letiltani a Lábléc felfedése effektust.

source: Footer Menu & Widgets
hu_hu: Lábléc menü és widgetek

source: Customize Footer Menu & Widgets
hu_hu: Lábléc menü és widgetek testreszabása

source: Enable this if you'd like to use the %s to edit the footer elements appearance.
hu_hu: Engedélyezze ezt, ha a %s segítségével szeretné szerkeszteni a lábléc elemeinek megjelenését.

source: Back to Top Button Customization
hu_hu: Vissza a tetejére gomb testreszabása

source: You can customize the button appearance using the %s.
hu_hu: A gomb megjelenését a %s segítségével testre szabhatja.

source: Use Custom Button Link
hu_hu: Egyéni gombhivatkozás használata

source: If enabled you can add custom link target.
hu_hu: Engedélyezés esetén egyéni hivatkozási célt adhat meg.

source: Custom Button URL
hu_hu: Egyéni gomb URL

source: Define custom URL for the button (will be used instead of the scroll to the top function).
hu_hu: Határozzon meg egyéni URL-t a gombhoz (a tetejére görgetés funkció helyett kerül felhasználásra).

source: Custom Layouts
hu_hu: Egyéni elrendezések

source: Before Footer Layout
hu_hu: Lábléc előtti elrendezés

source: This layout will be displayed globally before the default Divi footer.
hu_hu: Ez az elrendezés globálisan az alapértelmezett Divi lábléc előtt jelenik meg.

source: After Footer Layout
hu_hu: Lábléc utáni elrendezés

source: This layout will be displayed globally after the default Divi footer. Please note: it will be moved before the footer if Sticky Footer or Footer Reveal option is enabled.
hu_hu: Ez az elrendezés globálisan az alapértelmezett Divi lábléc után jelenik meg. Kérjük, vegye figyelembe: a lábléc elé lesz áthelyezve, ha a Sticky Footer vagy a Footer Reveal opció engedélyezve van.

source: Enable Preloaders
hu_hu: Preloaderek engedélyezése

source: Enable this if you'd like to show loading animation during the page load.
hu_hu: Engedélyezze ezt, ha az oldal betöltése közben betöltési animációt szeretne megjeleníteni.

source: Only on the Home Page
hu_hu: Csak a Főoldalon

source: This options will display preloader only for the Home Page.
hu_hu: Ez a beállítás csak a Főoldalon jelenít meg preloadert.

source: Preloader Type
hu_hu: Preloader típusa

source: Choose the preloader image. You can ceasily change preloader colors in the %s
hu_hu: Válassza ki a preloader képét. A preloader színeit könnyen módosíthatja a %s-ben.

source: Use custom preloader image
hu_hu: Egyéni preloader kép használata

source: Enable this if you'd like to show custom image as preloader.
hu_hu: Engedélyezze ezt, ha egyéni képet szeretne preloaderként megjeleníteni.

source: Define the ALT attribute of the preloader image.
hu_hu: Határozza meg a preloader kép ALT attribútumát.

source: Preloader Page Transition Type
hu_hu: Preloader oldalátmenet típusa

source: Choose animation effect for the preloader.
hu_hu: Válassza ki a preloader animációs hatását.

source: Slide Up
hu_hu: Felcsúszás

source: Preloader Transition Speed
hu_hu: Preloader átmenet sebessége

source: Choose the speed of the transition.
hu_hu: Válassza ki az átmenet sebességét.

source: Slow
hu_hu: Lassú

source: Fast
hu_hu: Gyors

source: Enable Global Popups
hu_hu: Globális Popupok engedélyezése

source: This settings adds an option to display any Divi Library layout as a Popup.
hu_hu: Ez a beállítás lehetőséget ad bármely Divi Library elrendezés Popupként való megjelenítésére.

source: Number of Popups
hu_hu: Popupok száma

source: Choose how many Popup areas you're going to use
hu_hu: Válassza ki, hány Popup területet kíván használni

source: How to trigger a Popup?
hu_hu: Hogyan indíthat el egy Popupot?

source: Each of the global popups can be triggered by any link on the site. It can be a menu item, a button module, any link in the text module etc. The link just needs to have a target URL set to
hu_hu: A globális popupok bármelyikét elindíthatja a webhely bármely hivatkozása. Lehet ez menüelem, gomb modul, bármely hivatkozás a szöveg modulban stb. A hivatkozásnak csupán a cél URL-t kell erre beállítani

source: Popup #1 Layout
hu_hu: Popup #1 elrendezés

source: Popup #2 Layout
hu_hu: Popup #2 elrendezés

source: Popup #3 Layout
hu_hu: Popup #3 elrendezés

source: Popup #4 Layout
hu_hu: Popup #4 elrendezés

source: Popup #5 Layout
hu_hu: Popup #5 elrendezés

source: Enable Builder Overlays
hu_hu: Builder overlayek engedélyezése

source: This settings adds an option to use any Divi section as an Overlay popup.
hu_hu: Ez a beállítás lehetőséget ad bármely Divi szakasz Overlay popupként való használatára.

source: How to add overlays in the Divi Builder?
hu_hu: Hogyan adhat hozzá overlayeket a Divi Builderben?

source: You can add unlimited number of overlays to your website. Two elements with matching CSS classes are needed for each popup overlay:
hu_hu: Korlátlan számú overlayt adhat hozzá webhelyéhez. Minden egyes popup overlayhez két, egyező CSS osztályú elem szükséges:

source: 1. Overlay section
hu_hu: 1. Overlay szakasz

source: Any section in the Builder can be placed inside an overlay. Navigate to section Settings → Advanced tab → CSS ID & Classes and add a custom CSS Class of:
hu_hu: A Builder bármely szakasza elhelyezhető egy overlayben. Navigáljon a section Settings → Advanced fül → CSS ID & Classes részhez, és adjon hozzá egy egyéni CSS osztályt:

source: 2. Overlay trigger
hu_hu: 2. Overlay indító

source: Any element in the Builder can be used to trigger (show) the overlay. Navigate to Settings → Advanced tab → CSS ID & Classes and add a custom CSS Class of:
hu_hu: A Builder bármely eleme használható az overlay kiváltására (megjelenítésére). Navigáljon a Settings → Advanced fül → CSS ID & Classes részhez, és adjon hozzá egy egyéni CSS osztályt:

source: is used as an example. Each overlay and trigger pair needs a unique number at the end of the CSS class.
hu_hu: példaként szolgál. Minden overlay és indító párnak egyedi számra van szüksége a CSS osztály végén.

source: You can customize the appearance of the overlays in the %s
hu_hu: Az overlayek megjelenését a %s-ben testreszabhatja.

source: Blur the background
hu_hu: Háttér elmosása

source: Check this option if you'd like to blur the website content when overlay is opened.
hu_hu: Jelölje be ezt a lehetőséget, ha szeretné elmosni a webhely tartalmát, amikor az overlay megnyílik.

source: Close the overlay on background click
hu_hu: Overlay bezárása háttérre kattintáskor

source: Check this option close the overlays on background click.
hu_hu: Jelölje be ezt a lehetőséget, hogy a háttérre kattintva bezáródjanak az overlayek.

source: Close the overlay with Escape key
hu_hu: Overlay bezárása az Escape billentyűvel

source: Check this option close the overlays with Escape key.
hu_hu: Jelölje be ezt a lehetőséget, hogy az Escape billentyűvel bezáródjanak az overlayek.

source: Hide overlays in the Builder
hu_hu: Overlayek elrejtése a Builderben

source: When enabled, overlays will only be accessible in the Wireframe view or through the Layers panel in the Builder.
hu_hu: Bekapcsolva az overlayek csak a Wireframe nézetben vagy a Builderben a Layers panelen keresztül lesznek elérhetők.

source: Social Icons
hu_hu: Közösségi ikonok

source: Enable Custom Social Icons Style
hu_hu: Egyéni közösségi ikonok stílusának engedélyezése

source: Enable this if you'd like to use the %s to edit social icons appearance
hu_hu: Engedélyezze ezt, ha a %s használatával szeretné szerkeszteni a közösségi ikonok megjelenését.

source: Open Social Links in a New Tab
hu_hu: Közösségi hivatkozások megnyitása új lapon

source: Enable this if you'd like to open Divi social links in new browser window (please note it won't work in the customizer preview).
hu_hu: Engedélyezze ezt, ha a Divi közösségi hivatkozásait új böngészőablakban szeretné megnyitni (kérjük, vegye figyelembe, hogy a testreszabó előnézetében nem működik).

source: Add More Social Icons
hu_hu: További közösségi ikonok hozzáadása

source: Add additional links to social networks (displayed in Divi header and footer).
hu_hu: További hivatkozások hozzáadása a közösségi hálózatokhoz (a Divi fejlécében és láblécében jelennek meg).

source: Sticky Elements
hu_hu: Ragadós elemek

source: Enable Sticky Elements
hu_hu: Ragadós elemek engedélyezése

source: This feature adds ads an option to stick any element to the top of the page upon scroll.
hu_hu: Ez a funkció lehetőséget ad bármely elem rögzítésére az oldal tetejéhez görgetéskor.

source: Top Offset
hu_hu: Felső eltolás

source: Define the space between top of page and sticky element.
hu_hu: Határozza meg az oldal teteje és a ragadós elem közötti távolságot.

source: Mobile Breakpoint
hu_hu: Mobil töréspont

source: Define the screen width, below which the elements won't stick to the top.
hu_hu: Határozza meg azt a képernyőszélességet, amely alatt az elemek nem ragadnak az oldal tetejéhez.

source: 1. Simple Sticky Elements - stick inside the container
hu_hu: 1. Egyszerű ragadós elemek - a konténeren belül ragadnak

source: To make any element sticky (preferably a column or a module), navigate to element's Settings → Advanced tab → CSS ID & Classes → CSS Class and add a&nbsp;custom class of:
hu_hu: Ahhoz, hogy bármely elem ragadós legyen (lehetőleg egy oszlop vagy modul), navigáljon az elem Settings → Advanced tab → CSS ID & Classes → CSS Class szakaszába, és adjon hozzá egy&nbsp;egyéni osztályt:

source: Element with this CSS class will stick (stop scrolling) when it reaches the top of the page when you scroll down. It will un&#8209;stick and move up once it reaches the bottom of the parent container.
hu_hu: Az ezzel a CSS-osztállyal rendelkező elem ragadni fog (megáll a görgetés), amikor lefelé görgetve eléri az oldal tetejét. Amint eléri a szülőkonténer alját, elenged (un&#8209;stick), és felfelé mozdul.

source: Use Custom Selectors
hu_hu: Egyéni szelektorok használata

source: Check this option to use custom CSS selectors for the simple sticky elements. Separate multiple selectors with commas.
hu_hu: Jelölje be ezt az opciót az egyszerű ragadós elemekhez használt egyéni CSS-szelektorok engedélyezéséhez. Több szelektort vesszőkkel válasszon el.

source: 2. Global Sticky Element - sticks outsite the container, relative to page window
hu_hu: 2. Globális ragadós elem - a konténeren kívül, a böngészőablakhoz viszonyítva ragad

source: A single element can become sticky once it reaches the top of the page, and stay sticky even when you scroll past it's parent container.
hu_hu: Egyetlen elem ragadóssá válhat, amikor eléri az oldal tetejét, és akkor is ragadós marad, amikor túlgörget a szülőkonténerén.

source: This effect can be applied to only one element per page.
hu_hu: Ezt a hatást oldalanként csak egy elemre lehet alkalmazni.

source: Use Global Sticky Element
hu_hu: Globális ragadós elem használata

source: Check this option to enable global sticky element.
hu_hu: Jelölje be ezt az opciót a globális ragadós elem engedélyezéséhez.

source: Global Sticky Element Selector
hu_hu: Globális ragadós elem szelektora

source: Assign a CSS Class or ID of the sticky element, make sure your selector is unique (there is only one element on the page with the selector you're using).
hu_hu: Adja meg a ragadós elem CSS Class-át vagy ID-jét; ügyeljen arra, hogy a szelektor egyedi legyen (az oldalon csak egyetlen elem rendelkezik az Ön által használt szelektorral).

source: Use dot if it's a classname or # symbol if it's an ID (.sampleClass or #sampleID)
hu_hu: Használjon pontot, ha osztálynév, vagy # jelet, ha ID (.sampleClass vagy #sampleID)

source: "Push-Up" Element Selector (optional)
hu_hu: "Push-Up" elem szelektora (opcionális)

source: You can assign a CSS Class or ID of the "push-up" element, which is located below the sticky element and will un-stick it upon scroll.
hu_hu: Megadhatja a "push-up" elem CSS Class-át vagy ID-jét; ez a ragadós elem alatt helyezkedik el, és görgetéskor feloldja annak rögzítését.

source: Protected Content
hu_hu: Védett tartalom

source: Custom Password Protected Form
hu_hu: Egyéni jelszóval védett űrlap

source: Enable this option if you'd like to edit the content and appearance of the form displayed for password protected website elements.
hu_hu: Engedélyezze ezt az opciót, ha szeretné szerkeszteni a jelszóval védett webhelyelemekhez megjelenített űrlap tartalmát és megjelenését.

source: Add Image
hu_hu: Kép hozzáadása

source: Enable this if you'd like to add an image to the form.
hu_hu: Engedélyezze ezt, ha képet szeretne hozzáadni az űrlaphoz.

source: Edit Form Content
hu_hu: Űrlap tartalmának szerkesztése

source: Define your custom message for the password protected form.
hu_hu: Határozza meg az egyéni üzenetet a jelszóval védett űrlaphoz.

source: Form Title
hu_hu: Űrlap címe

source: Password Protected Content
hu_hu: Jelszóval védett tartalom

source: Form Message
hu_hu: Űrlap üzenete

source: To view this protected post, enter the password below:
hu_hu: A védett bejegyzés megtekintéséhez adja meg alább a jelszót:

source: Input Field Placeholder
hu_hu: Beviteli mező helyőrzője

source: Password
hu_hu: Jelszó

source: Submit Button Value
hu_hu: Küldés gomb felirata

source: Submit Password
hu_hu: Jelszó elküldése

source: This options adds an interactive moving particles background effect to any website element.
hu_hu: Ez az opció interaktív, mozgó részecskés háttéreffektet ad bármely webhelyelemhez.

source: Use on the page container
hu_hu: Használat az oldal konténerén

source: Check this option if you'd like the particles to display as a full page background.
hu_hu: Jelölje be ezt az opciót, ha a részecskéket teljes oldalas háttérként szeretné megjeleníteni.

source: The effect can be applied to any row, section or even to a module. It is recommended to use only one instance per page.
hu_hu: A hatás bármely sorra, szekcióra vagy akár modulra is alkalmazható. Javasolt oldalanként csak egy példány használata.

source: Navigate to Settings → Advanced tab → CSS ID & Classes → CSS ID and add one of the two CSS IDs:
hu_hu: Navigáljon a Settings → Advanced tab → CSS ID & Classes → CSS ID menüpontra, és adja hozzá a két CSS ID egyikét:

source: Check this option if you'd like to disable the Particles Background effect on mobile devices.
hu_hu: Jelölje be ezt az opciót, ha le szeretné tiltani a Particles Background effektet mobil eszközökön.

source: Scrollbar
hu_hu: Görgetősáv

source: Custom Browser Scrollbar
hu_hu: Egyéni böngésző-görgetősáv

source: Enable this to change the default Scrollbar appearance. Works only in webkit-based browsers (eg. Chrome and Safari).
hu_hu: Engedélyezze ezt az alapértelmezett görgetősáv megjelenésének módosításához. Csak webkit-alapú böngészőkben működik (pl. Chrome és Safari).

source: Main Navigation
hu_hu: Fő navigáció

source: Add Menu Hover Effects
hu_hu: Menü hover effektusok hozzáadása

source: Enable this if you'd like to Customize the hover animation of the default navigation and Menu modules.
hu_hu: Engedélyezze ezt, ha testre szeretné szabni az alapértelmezett navigáció és a Menu modulok hover animációját.

source: Navigation Hover Effect Type
hu_hu: Navigáció hover effektus típusa

source: Choose the hover effect for the Primary Navigation. You can easily customize the effect with %s
hu_hu: Válassza ki a hover effektust az elsődleges navigációhoz. Az effektust könnyedén testre szabhatja ezzel: %s

source: This applies to the default Divi navigation, if you'd like to use the effect on the Menu or Fullwidth Menu module - use a custom CSS class of
hu_hu: Ez az alapértelmezett Divi navigációra vonatkozik; ha a hatást a Menu vagy a Fullwidth Menu modulon szeretné használni, használjon egyéni CSS Class-t

source: Fixed Section
hu_hu: Rögzített szekció

source: Enable Custom Fixed Header
hu_hu: Egyéni rögzített fejléc engedélyezése

source: Enable this if you'd like to show a custom fixed header (always visible or slide-in after scroll).
hu_hu: Engedélyezze ezt, ha egyéni rögzített fejlécet szeretne megjeleníteni (mindig látható, vagy görgetés után becsúszó).

source: Slide-In Header Scroll Offset
hu_hu: Becsúszó fejléc görgetési eltolása

source: Define the pixel value (of page scroll) for the fixed header to slide down
hu_hu: Adja meg a rögzített fejléc lecsúszásához szükséges oldalgörgetés pixeleinek számát

source: 1. Fixed (slide-in) header
hu_hu: 1. Rögzített (becsúszó) fejléc

source: This slide-down from the top effect can be applied to any section. Navigate to Settings → Advanced tab → CSS ID & Classes → CSS Class and add a custom class of:
hu_hu: Ez a felülről lecsúszó effekt bármely szekcióra alkalmazható. Navigáljon a Settings → Advanced tab → CSS ID & Classes → CSS Class menüpontra, és adjon hozzá egy egyéni CSS Class-t:

source: A section with this CSS class will slide down and stay fixed after user scrolls the number of pixels set in the "Scroll Offset" field.
hu_hu: Az ezzel a CSS Class-szal rendelkező szekció lecsúszik és rögzítve marad, miután a felhasználó elérte a "Scroll Offset" mezőben megadott görgetési értéket.

source: 2. Fixed (always visible) header
hu_hu: 2. Rögzített (mindig látható) fejléc
