Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/divi-toolbox/divi-toolbox-*.po
Languages: hu_hu

source: The standard (always fixed at the top of the page) effect can be applied to any section. Navigate to Settings → Advanced tab → CSS ID & Classes → CSS Class and add a custom class of:
hu_hu: A standard (mindig az oldal tetején rögzített) effekt bármely szekcióra alkalmazható. Navigáljon a Settings → Advanced tab → CSS ID & Classes → CSS Class menüpontra, és adjon hozzá egy egyéni CSS Class-t:

source: A section with this CSS class will stay fixed to the top of the browser window.
hu_hu: Az ezzel a CSS Class-szal rendelkező szekció a böngészőablak tetejéhez rögzítve marad.

source: By default, your website content will be placed underneath the fixed section, but if you don't want the content to hide behind the header, you can enable the option to move it below the fixed section.
hu_hu: Alapértelmezés szerint a webhely tartalma a rögzített szakasz alá kerül; ha nem szeretné, hogy a tartalom a fejléc mögé kerüljön, engedélyezheti az áthelyezést a rögzített szakasz alá.

source: Move Page Content Below the Header
hu_hu: Oldaltartalom áthelyezése a fejléc alá

source: Enable this option to move the website content below the "Always Fixed" header section.
hu_hu: Engedélyezze ezt az opciót, hogy a webhely tartalmát az "Always Fixed" fejlécszakasz alá helyezze.

source: Dropdown Menu
hu_hu: Legördülő menü

source: Enable Custom Dropdown Menu
hu_hu: Egyéni legördülő menü engedélyezése

source: Enable this if you'd like to show bubble-style submenu. You can change colors using %s
hu_hu: Engedélyezze, ha buborék stílusú almenüt szeretne megjeleníteni. A színeket a %s segítségével módosíthatja

source: This applies to the default Divi navigation, if you'd like to apply the same customizations to the Menu or Fullwidth Menu module, please navigate to module Settings → Advanced tab → CSS ID & Classes → CSS Class and add a custom class of:
hu_hu: Ez az alapértelmezett Divi navigációra vonatkozik; ha ugyanazokat a testreszabásokat szeretné alkalmazni a Menu vagy a Fullwidth Menu modulra, kérjük, navigáljon a module Settings → Advanced tab → CSS ID & Classes → CSS Class részhez, és adjon hozzá egy egyéni osztályt:

source: Call to Action
hu_hu: Cselekvésre ösztönzés

source: Add CTA Menu Button
hu_hu: CTA menügomb hozzáadása

source: Enable this if you'd like to change one of the Primary Menu items to a Call To Action Button. You can customize the button appearance using %s
hu_hu: Engedélyezze, ha a Primary Menu egyik elemét Call To Action gombbá szeretné alakítani. A gomb megjelenését a %s segítségével testreszabhatja

source: CTA menu item using CSS class.
hu_hu: CTA menüpont CSS osztály használatával.

source: If you'd like to apply this style to menu item, which is not first nor the last one, follow these steps:
hu_hu: Ha ezt a stílust olyan menüpontra szeretné alkalmazni, amely sem az első, sem az utolsó, kövesse az alábbi lépéseket:

source: 1. Navigate to Appearance -> Menus
hu_hu: 1. Navigáljon a Appearance -> Menus menüpontra

source: 2. Click on the "Screen Options" button in the top right corner of the dashboard
hu_hu: 2. Kattintson a vezérlőpult jobb felső sarkában található "Screen Options" gombra

source: 3. Make sure that the "CSS Classes" option is enabled
hu_hu: 3. Győződjön meg róla, hogy a "CSS Classes" opció engedélyezve van

source: 4. Click on one of the menu items and add a CSS class of
hu_hu: 4. Kattintson az egyik menüpontra, és adjon hozzá egy CSS osztályt

source: 5. Save your menu
hu_hu: 5. Mentse el a menüt

source: Header Logo
hu_hu: Fejléc logója

source: Change Logo on Fixed Menu
hu_hu: Logó módosítása a rögzített menüben

source: Enable this if you'd like to show different logo image when navigation is fixed.
hu_hu: Engedélyezze, ha rögzített navigációnál más logóképet szeretne megjeleníteni.

source: Enable Overlapping Logo Effect
hu_hu: Átfedő logóeffektus engedélyezése

source: Enable this if you'd like your logo to overlap your navigation bar. You can customize the appearance in %s
hu_hu: Engedélyezze, ha azt szeretné, hogy a logó átfedje a navigációs sávot. A megjelenést a %s segítségével testreszabhatja

source: Before Navigation Layout
hu_hu: Navigáció előtti elrendezés

source: This layout will be displayed globally before the main header and navigation.
hu_hu: Ez az elrendezés globálisan a fő fejléc és a navigáció előtt jelenik meg.

source: After Navigation Layout
hu_hu: Navigáció utáni elrendezés

source: This layout will be displayed globally after the main header and navigation.
hu_hu: Ez az elrendezés globálisan a fő fejléc és a navigáció után jelenik meg.

source: Mobile Browser
hu_hu: Mobil böngésző

source: Mobile Browser Theme Color
hu_hu: Mobil böngésző témaszíne

source: Enable this if you'd like to choose a theme color for mobile browsers (the address bar and header color).
hu_hu: Engedélyezze, ha témaszínt szeretne választani a mobil böngészőkhöz (a címsor és a fejléc színe).

source: Mobile Menu Breakpoint
hu_hu: Mobilmenü töréspontja

source: Define the screen width, below which the header changes to mobile version. (By default it's 980px).
hu_hu: Határozza meg azt a képernyőszélességet, amely alatt a fejléc mobil verzióra vált. (Alapértelmezés szerint 980px.)

source: Enable Custom Mobile Menu Style
hu_hu: Egyéni mobilmenü-stílus engedélyezése

source: Enable this if you'd like to use the %s to edit the mobile menu appearance.
hu_hu: Engedélyezze, ha a %s segítségével szeretné szerkeszteni a mobilmenü megjelenését.

source: Use a separate mobile menu with more styling options
hu_hu: Külön mobilmenü használata több stílusbeállítással

source: Check this option if you'd like to use a different menu version on mobile and enable additional styling options.
hu_hu: Jelölje be ezt az opciót, ha mobilon eltérő menüverziót szeretne használni, és további stílusbeállításokat szeretne engedélyezni.

source: Assign the Mobile Menu
hu_hu: Mobilmenü hozzárendelése

source: This menu will be used globally as the mobile menu. It can include different menu items than the desktop menu version.
hu_hu: Ez a menü globálisan mobilmenüként lesz használva. Tartalmazhat az asztali menüverziótól eltérő menüpontokat.

source: Default
hu_hu: Alapértelmezett

source: Sorry, it appears that you haven't created any menus yet. Navigate to Appearance -> %s and create a new menu.
hu_hu: Sajnáljuk, úgy tűnik, még nem hozott létre egyetlen menüt sem. Navigáljon a Appearance -> %s menüpontra, és hozzon létre egy új menüt.

source: Additional Mobile Menu Elements:
hu_hu: További mobilmenü-elemek:

source: Use Custom Menu Trigger
hu_hu: Egyéni menükapcsoló használata

source: Check this option if you'd like to replace the default hamburger icon with fixed button.
hu_hu: Jelölje be ezt az opciót, ha az alapértelmezett hamburger ikont rögzített gombra szeretné cserélni.

source: The custom mobile menu styling applies to the default Divi navigation, if you'd like to apply the same customizations to the Menu or Fullwidth Menu module, please navigate to module Settings → Advanced tab → CSS ID & Classes → CSS Class and add a custom class of:
hu_hu: Az egyéni mobilmenü-stílus az alapértelmezett Divi navigációra vonatkozik; ha ugyanazokat a testreszabásokat szeretné alkalmazni a Menu vagy a Fullwidth Menu modulra, kérjük, navigáljon a module Settings → Advanced tab → CSS ID & Classes → CSS Class részhez, és adjon hozzá egy egyéni osztályt:

source: Change Logo on Mobile
hu_hu: Logó módosítása mobilon

source: Enable this if you'd like to show different logo image on mobile.
hu_hu: Engedélyezze, ha mobilon más logóképet szeretne megjeleníteni.

source: Different mobile logo version applies to the default Divi navigation only, it will not affect logo image inside the Menu or Fullwidth Menu module.
hu_hu: A külön mobil logóverzió csak az alapértelmezett Divi navigációra vonatkozik, nem befolyásolja a Menu vagy a Fullwidth Menu modulon belüli logóképet.

source: Enable Custom Hamburger Icon
hu_hu: Egyéni hamburger ikon engedélyezése

source: Enable this if you'd like to customize the hamburger icon appearance and animation.
hu_hu: Engedélyezze, ha testre szeretné szabni a hamburger ikon megjelenését és animációját.

source: Hamburger Icon Click Effect
hu_hu: Hamburger ikon kattintási effekt

source: Choose the animation style for the hamburger menu icon.
hu_hu: Válassza ki a hamburger menüikon animációs stílusát.

source: Collapse Nested Sub Menu
hu_hu: Beágyazott almenü összecsukása

source: Enable this if you'd like to collapse the sub menu elements on mobile.
hu_hu: Engedélyezze ezt, ha mobilon szeretné összecsukni az almenü elemeit.

source: Mobile Columns
hu_hu: Mobil oszlopok

source: Change Mobile Column Count
hu_hu: Mobil oszlopszám módosítása

source: Enable this if you'd like to use custom CSS classes to change the number of columns for Tablets and Phones.
hu_hu: Engedélyezze ezt, ha egyéni CSS osztályokkal szeretné módosítani a táblagépek és telefonok oszlopainak számát.

source: Custom Columns Mobile Breakpoints
hu_hu: Egyéni oszlopok mobil töréspontjai

source: Define the screen width, below which the custom column structure changes from Desktop to Tablet and from Tablet to Phone.
hu_hu: Határozza meg azt a képernyőszélességet, amely alatt az egyéni oszlopszerkezet asztali nézetről táblagépre, illetve táblagépről telefonra vált.

source: Desktop / Tablet
hu_hu: Asztali / Táblagép

source: Tablet / Phone
hu_hu: Táblagép / Telefon

source: How to use it:
hu_hu: Hogyan használja:

source: Add one (or two) of these classes to
hu_hu: Adjon hozzá egyet (vagy kettőt) ezekből az osztályokból a

source: Row Settings
hu_hu: Sor beállításai

source: Use Mixed Column Widths
hu_hu: Vegyes oszlopszélességek használata

source: Add CSS classes for different column widths, eg. one-third and two-thirds.
hu_hu: Adjon hozzá CSS osztályokat különböző oszlopszélességekhez, pl. one-third és two-thirds.

source: Additional CSS Classes:
hu_hu: További CSS osztályok:

source: Parallax Background
hu_hu: Parallax háttér

source: Enable Parallax Background Effect on Mobile
hu_hu: Parallax háttéreffekt engedélyezése mobilon

source: This options enables the parallax background effect when viewed on mobile device.
hu_hu: Ez az opció engedélyezi a parallax háttéreffektet mobil eszközön történő megtekintéskor.

source: How to use it?
hu_hu: Hogyan használja?

source: Navigate to Section, Row or Module Setting → Advanced tab → CSS ID & Classes → CSS Class and add a&nbsp;custom class of:
hu_hu: Navigáljon a Section, Row or Module Setting → Advanced tab → CSS ID & Classes → CSS Class részhez, és adjon hozzá egy&nbsp;egyéni osztályt:

source: Add a background image and make sure the Parallax Effect is enabled. Both the "CSS Parallax" and the "True Parallax" option will be displayed as "True Parallax". Please note it's best to use this effect only sparingly as it may cause your page to be jumpy, especially on content- and image-heavy pages.
hu_hu: Adjon hozzá háttérképet, és győződjön meg róla, hogy a Parallax Effect engedélyezve van. A "CSS Parallax" és a "True Parallax" opció egyaránt "True Parallax"-ként fog megjelenni. Kérjük, vegye figyelembe, hogy ezt a hatást érdemes takarékosan használni, mivel az oldal ugrálását okozhatja, különösen tartalom- és képekkel erősen terhelt oldalakon.

source: Useful CSS Classes
hu_hu: Hasznos CSS osztályok

source: To add a custom CSS class to any element - navigate to Settings → Advanced tab → CSS ID & Classes → CSS Class.
hu_hu: Egyéni CSS osztály hozzáadásához bármely elemhez - navigáljon a Settings → Advanced tab → CSS ID & Classes → CSS Class részhez.

source: to switch columns order on mobile.
hu_hu: az oszlopok sorrendjének felcseréléséhez mobilon.

source: Add this class to any element to add hyphens, when word reaches the end of line. It will aplly to
hu_hu: Adja hozzá ezt az osztályt bármely elemhez, hogy kötőjeleket adjon hozzá, amikor egy szó a sor végére ér. Ez érvényes lesz a

source: element and all its children.
hu_hu: elemre és minden gyermekére.

source: Add this class to any element to prevent words wrapping to a new line. It will aplly to
hu_hu: Adja hozzá ezt az osztályt bármely elemhez, hogy megakadályozza a szavak új sorba törését. Ez érvényes lesz a

source: Enable Typing Effect
hu_hu: Gépelési effekt engedélyezése

source: This options adds a typing effect, which you can use in Divi Builder modules.
hu_hu: Ez az opció egy gépelési effektet ad hozzá, amelyet a Divi Builder moduljaiban használhat.

source: How to use the Typing Effect?
hu_hu: Hogyan használja a Gépelési effektust?

source: The effect works inside the Text Modules.
hu_hu: Az effektus a Szöveg modulokon belül működik.

source: Navigate to Text Module Setting → Advanced tab → CSS ID & Classes → CSS Class and add a&nbsp;custom class of:
hu_hu: Lépjen a Szöveg modul beállításaihoz → Haladó fül → CSS ID & Classes → CSS Class, és adjon hozzá egy&nbsp;egyéni osztályt:

source: You can customize the effect parameters in the %s
hu_hu: Az effektus paramétereit a %s testreszabhatja

source: Gallery and Portfolio
hu_hu: Galéria és Portfólió

source: Follow-The-Mouse Hover Effect
hu_hu: Egérkövető hover effektus

source: Enable this if you'd like to add a direction-aware overlay hover effect to Portfolio and Gallery modules. You can customize the overlay appearance in the %s
hu_hu: Engedélyezze ezt, ha irányérzékeny fedvény hover effektust szeretne hozzáadni a Portfólió és Galéria modulokhoz. A fedvény megjelenését a %s testreszabhatja

source: 3D Tilt
hu_hu: 3D billentés

source: Enable 3D Tilt Effect
hu_hu: Engedélyezze a 3D billentés effektust

source: This options adds a 3D tilt effect on hover.
hu_hu: Ez az opció 3D billentés effektust ad hover állapotban.

source: How to use the effect?
hu_hu: Hogyan használja az effektust?

source: The effect can be applied to any row, section, or for the best results: any module.
hu_hu: Az effektus bármely sorra, szakaszra, vagy a legjobb eredmény érdekében bármely modulra alkalmazható.

source: Navigate to Setting → Advanced tab → CSS ID & Classes → CSS Class and add a custom class of:
hu_hu: Lépjen a Beállításokhoz → Haladó fül → CSS ID & Classes → CSS Class, és adjon hozzá egy egyéni osztályt:

source: Equal Height
hu_hu: Azonos magasság

source: Equalize Modules' Height
hu_hu: Modulok magasságának kiegyenlítése

source: Enable this to dynamically equalize modules' height within a container.
hu_hu: Engedélyezze ezt a modulok magasságának dinamikus kiegyenlítéséhez egy konténeren belül.

source: First, select what type of modules should have the same height using the checkboxes below.
hu_hu: Először válassza ki az alábbi jelölőnégyzetekkel, mely moduloknak legyen azonos a magassága.

source: Next, navigate to Row or Section Setting → Advanced tab → CSS ID & Classes → CSS Class and add a&nbsp;custom CSS class of:
hu_hu: Ezután lépjen a Sor vagy Szakasz beállításaihoz → Haladó fül → CSS ID & Classes → CSS Class, és adjon hozzá egy&nbsp;egyéni CSS-osztályt:

source: All selected modules within that container will have te same height (as long as they use the same Sizing and Spacing settings).
hu_hu: Az adott konténeren belüli összes kiválasztott modul azonos magasságú lesz (feltéve, hogy ugyanazokat a Méretezés és Térköz beállításokat használják).

source: Equal Blurbs Height
hu_hu: Blurb modulok azonos magassága

source: Check this option to equalize height of all Blurb modules.
hu_hu: Jelölje be ezt az opciót az összes Blurb modul magasságának kiegyenlítéséhez.

source: Equal Pricing Tables Height
hu_hu: Ártáblázatok azonos magassága

source: Check this option to equalize height of all Pricing Table modules.
hu_hu: Jelölje be ezt az opciót az összes Ártáblázat modul magasságának kiegyenlítéséhez.

source: Equal Testimonials Height
hu_hu: Vélemények azonos magassága

source: Check this option to equalize height of all Testimonial modules.
hu_hu: Jelölje be ezt az opciót az összes Vélemény modul magasságának kiegyenlítéséhez.

source: E-mail Optin
hu_hu: E-mail feliratkozás

source: Slim Inline E-mail Optin
hu_hu: Kompakt inline e-mail feliratkozás

source: Enable this if you'd like to change the default Optin Module structure to slim, inline version.
hu_hu: Engedélyezze ezt, ha az alapértelmezett Feliratkozás modul felépítését kompakt, inline verzióra szeretné módosítani.

source: How to create a slim Email Optin?
hu_hu: Hogyan hozzon létre egy kompakt e-mail feliratkozást?

source: To change the default Email Optin module into a slim version, navigate to Setting → Advanced tab → CSS ID & Classes → CSS Class and add one of the following CSS classes:
hu_hu: Az alapértelmezett E-mail feliratkozás modult kompakt verzióvá átalakításához lépjen a Beállításokhoz → Haladó fül → CSS ID & Classes → CSS Class, és adja hozzá az alábbi CSS-osztályok egyikét:

source: for optins with single e-mail field.
hu_hu: egyetlen e-mail mezőt tartalmazó feliratkozásokhoz.

source: for optins with two input fields: name and e-mail.
hu_hu: két beviteli mezőt tartalmazó feliratkozásokhoz: név és e-mail.

source: for optins with three input fields (eg. first name, last name and e-mail).
hu_hu: három beviteli mezőt tartalmazó feliratkozásokhoz (pl. keresztnév, vezetéknév és e-mail).

source: Maps
hu_hu: Térképek

source: Use custom map marker
hu_hu: Egyéni térképjelölő használata

source: Enable this if you'd like to use custom image as map marker.
hu_hu: Engedélyezze ezt, ha egyéni képet szeretne használni térképjelölőként.

source: Your custom image should be the same size, as Divi‘s default map marker, which is 46px x 43px.
hu_hu: Az egyéni képének ugyanakkorának kell lennie, mint a Divi alapértelmezett térképjelölője, amely 46px x 43px.

source: Useful Tweaks
hu_hu: Hasznos finomhangolások

source: Accordion & Toggle
hu_hu: Harmonika és Lenyíló

source: Change the default icon to animated triangle arrow.
hu_hu: Cserélje az alapértelmezett ikont animált háromszögnyílra.

source: Testimonials
hu_hu: Vélemények

source: Move the portrait image below the testimonial content, next to the author name.
hu_hu: Mozgassa az arcképet a vélemény tartalma alá, a szerző neve mellé.

source: Column
hu_hu: Oszlop

source: to vertically center modules inside that column ("Equal Column Heights" option need to be enabled in that Row).
hu_hu: a modulok függőleges középre igazításához az adott oszlopon belül (a "Equal Column Heights" opciót engedélyezni kell abban a sorban).

source: Parallax Scroll
hu_hu: Parallax görgetés

source: Enable Parallax Scrolling for Modules
hu_hu: Parallax görgetés engedélyezése modulokhoz

source: This options adds ten different scrolling speeds you can apply to any module to achieve beautiful and smooth parallax scrolling effect.
hu_hu: Ez az opció tíz különböző görgetési sebességet ad, amelyeket bármely modulra alkalmazhat a szép és sima parallax görgetési effektus eléréséhez.

source: Navigate to Setting → Advanced tab → CSS ID & Classes → CSS Class and add a preffered custom class. Negative value makes it move slower than regular scrolling. Positive value makes it scroll faster than regular.
hu_hu: Lépjen a Beállításokhoz → Haladó fül → CSS ID & Classes → CSS Class, és adjon hozzá egy preferált egyéni osztályt. A negatív érték lassabban mozgatja, mint a normál görgetés. A pozitív érték gyorsabban görgeti, mint a normál.

source: Available classes:
hu_hu: Elérhető osztályok:

source: For more subtle effect use of of the following classes (scroll speed between 2 and -2)
hu_hu: A finomabb hatás érdekében használja a következő osztályokat (görgetési sebesség 2 és -2 között)

source: Check this option if you'd like to disable the parallax scrolling on smaller screen sizes.
hu_hu: Jelölje be ezt a beállítást, ha szeretné letiltani a parallax görgetést kisebb képernyőméreteken.

source: Center in viewport
hu_hu: Középre a nézetablakban

source: Check this option if you'd like to center the elements in the middle of the viewport.
hu_hu: Jelölje be ezt a beállítást, ha szeretné az elemeket a nézetablak közepére igazítani.

source: Export
hu_hu: Exportálás

source: Choose which setting you’d like to include in the export file
hu_hu: Válassza ki, mely beállításokat szeretné felvenni az exportfájlba

source: Import
hu_hu: Importálás

source: Choose the file to import Toolbox settings. Make sure to export your current settings as a backup first, if needed.
hu_hu: Válassza ki a fájlt a Toolbox beállításainak importálásához. Ha szükséges, először exportálja az aktuális beállításait biztonsági másolatként.

source: CSS Cache
hu_hu: CSS-gyorsítótár

source: You can use this option to remove the cached CSS file created by the Toolbox plugin.
hu_hu: Ezzel a beállítással eltávolíthatja a Toolbox bővítmény által létrehozott gyorsítótárazott CSS-fájlt.

source: Clear Toolbox Cache
hu_hu: Toolbox-gyorsítótár törlése

source: Uninstalling the plugin
hu_hu: A bővítmény eltávolítása

source: Remove Plugin Data
hu_hu: Bővítményadatok eltávolítása

source: Enable this option if you'd like to remove all custom settings and plugin data when deleting Divi Toolbox in the Plugins dashboard.
hu_hu: Engedélyezze ezt a beállítást, ha szeretné a Divi Toolbox törlésekor a Bővítmények oldalon az összes egyéni beállítást és bővítményadatot eltávolítani.
