Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/divi-toolbox/divi-toolbox-*.po
Languages: hu_hu

source: Powerful Tools to Customize the Divi Theme
hu_hu: Hatékony eszközök a Divi téma testreszabásához

source: Author Box
hu_hu: Szerző doboz

source: Rounded Author Avatar
hu_hu: Lekerekített szerzői profilkép

source: Author Avatar Size
hu_hu: Szerzői profilkép mérete

source: Box Background Color
hu_hu: Doboz háttérszíne

source: Author Box Padding
hu_hu: Szerző doboz belső margója

source: Author Box Border Radius
hu_hu: Szerző doboz szegélyének lekerekítése

source: Add Box Border
hu_hu: Adjon szegélyt a dobozhoz

source: Author Box Border Width
hu_hu: Szerző doboz szegélyének vastagsága

source: Box Border Color
hu_hu: Doboz szegélyszíne

source: Add Box Shadow
hu_hu: Adjon árnyékot a doboznak

source: Box Shadow Color
hu_hu: Doboz árnyékának színe

source: Box Shadow Offset-X
hu_hu: Doboz árnyékának X-eltolása

source: Box Shadow Offset-Y
hu_hu: Doboz árnyékának Y-eltolása

source: Box Shadow Blur
hu_hu: Doboz árnyékának elmosódása

source: Author Name Font Weight
hu_hu: Szerző neve betűvastagsága

source: Author Name Font Size
hu_hu: Szerző neve betűmérete

source: Author Name Font Color
hu_hu: Szerző neve betűszíne

source: Categories, Archives & Blog List
hu_hu: Kategóriák, Archívumok & Bloglista

source: Post Title
hu_hu: Bejegyzés címe

source: Title Font Weight
hu_hu: Cím betűvastagsága

source: Title Font Size
hu_hu: Cím betűmérete

source: Title Letter Spacing
hu_hu: Cím betűköze

source: Title Text Transform
hu_hu: Cím szövegének átalakítása

source: Title Font Color
hu_hu: Cím betűszíne

source: Blog Post Content
hu_hu: Blogbejegyzés tartalma

source: Hide Excerpt Content
hu_hu: Rejtse el a kivonat tartalmát

source: Content Font Weight
hu_hu: Tartalom betűvastagsága

source: Content Font Size
hu_hu: Tartalom betűmérete

source: Content Letter Spacing
hu_hu: Tartalom betűköze

source: Content Text Transform
hu_hu: Tartalom szövegének átalakítása

source: Content Font Color
hu_hu: Tartalom betűszíne

source: "Read More" Button
hu_hu: "Tovább" gomb

source: Add "Read More" Button
hu_hu: Adjon "Tovább" gombot

source: Button Font Weight
hu_hu: Gomb betűvastagsága

source: Button Font Size
hu_hu: Gomb betűmérete

source: Button Letter Spacing
hu_hu: Gomb betűköze

source: Button Text Transform
hu_hu: Gomb szövegének átalakítása

source: Button Font Color
hu_hu: Gomb betűszíne

source: Button Padding
hu_hu: Gomb belső margója

source: Button Border Radius
hu_hu: Gomb szegélyének lekerekítése

source: Button Border Width
hu_hu: Gomb szegélyének vastagsága

source: Button Border Color
hu_hu: Gomb szegélyszíne

source: Button Background Color
hu_hu: Gomb háttérszíne

source: Button Font Hover Color
hu_hu: Gomb betűszíne rámutatáskor

source: Button Border Hover Color
hu_hu: Gomb szegélyszíne rámutatáskor

source: Button Background Hover Color
hu_hu: Gomb háttérszíne rámutatáskor

source: Button Hover Style
hu_hu: Gomb stílusa rámutatáskor

source: Featured Image
hu_hu: Kiemelt kép

source: Image and content box equal height
hu_hu: Kép és tartalomdoboz azonos magasságú

source: All Images Equal Height
hu_hu: Minden kép azonos magasságú

source: Add Featured Image Overlay
hu_hu: Adja hozzá a kiemelt kép átfedését

source: Overlay Behaviour
hu_hu: Átfedés viselkedése

source: Image Overlay Color
hu_hu: Kép átfedésének színe

source: Use Overlay Gradient
hu_hu: Használja az átfedés színátmenetét

source: Overlay Gradient Direction
hu_hu: Átfedés színátmenetének iránya

source: Overlay Gradient Color 1
hu_hu: Átfedés színátmenetének 1. színe

source: Overlay Gradient Color 2
hu_hu: Átfedés színátmenetének 2. színe

source: Overlay Blend Mode
hu_hu: Átfedés keverési módja

source: Image Hover Effect
hu_hu: Kép rámutatási effektus

source: Blog Content Box
hu_hu: Blog tartalomdoboz

source: Equalize Box Height
hu_hu: Egyenlítse ki a dobozok magasságát

source: Content Box Background
hu_hu: Tartalomdoboz háttere

source: Content Box Padding
hu_hu: Tartalomdoboz belső margója

source: Content Box Border Radius
hu_hu: Tartalomdoboz szegélyének lekerekítése

source: Add Content Box Shadow
hu_hu: Adjon árnyékot a tartalomdobozhoz

source: Add Border
hu_hu: Adjon szegélyt

source: Content Border Width
hu_hu: Tartalomdoboz szegélyének vastagsága

source: Content Border Color
hu_hu: Tartalomdoboz szegélyének színe

source: Back to Top Button
hu_hu: Vissza a tetejére gomb

source: Button Style
hu_hu: Gomb stílusa

source: Button Icon Size
hu_hu: Gomb ikonjának mérete

source: Button Text
hu_hu: Gomb szövege

source: Button Text Size
hu_hu: Gomb szövegének mérete

source: Distance from the right side
hu_hu: Távolság a jobb oldaltól

source: Distance from the bottom
hu_hu: Távolság az alsó oldaltól

source: Button Icon/Text Color
hu_hu: Gomb ikon/szöveg színe

source: Button Box Shadow Color
hu_hu: Gomb dobozárnyékának színe

source: Button Box Shadow Offset-Y
hu_hu: Gomb dobozárnyékának Y-eltolása

source: Button Box Shadow Offset-X
hu_hu: Gomb dobozárnyékának X-eltolása

source: Button Box Shadow Blur
hu_hu: Gomb dobozárnyékának elmosódása

source: Change Button Border
hu_hu: Módosítsa a gomb szegélyét

source: Hover
hu_hu: Rámutatás

source: Button Icon/Text Hover Color
hu_hu: Gomb ikon/szöveg színe rámutatáskor

source: Button Border Color on Hover
hu_hu: Gomb szegélyének színe rámutatáskor

source: Button Hover Effect
hu_hu: Gomb rámutatási effektus

source: Buttons
hu_hu: Gombok

source: Default Buttons
hu_hu: Alapértelmezett gombok

source: Buttons Font Weight
hu_hu: Gombok betűvastagsága

source: Buttons Hover Style
hu_hu: Gombok stílusa rámutatáskor

source: Secondary Buttons
hu_hu: Másodlagos gombok

source: Add Button Icon
hu_hu: Adjon ikont a gombhoz

source: Button Icon Color
hu_hu: Gomb ikonjának színe

source: Icon Placement
hu_hu: Ikon elhelyezése

source: Only Show Icon on Hover
hu_hu: Csak rámutatáskor jelenítse meg az ikont

source: Secondary Buttons - Hover
hu_hu: Másodlagos gombok - rámutatás

source: Button Icon Hover Color
hu_hu: Gomb ikon Hover színe

source: Button Hover Border Radius
hu_hu: Gomb Hover szegélyének lekerekítése

source: Button Hover Letter Spacing
hu_hu: Gomb Hover betűköze

source: Comments Form
hu_hu: Hozzászólások űrlapja

source: Message Field Half-Width
hu_hu: Üzenetmező fél szélessége

source: Message Field Height
hu_hu: Üzenetmező magassága

source: Form Fields
hu_hu: Űrlapmezők

source: Fields Font Weight
hu_hu: Mezők betűvastagsága

source: Fields Font Size
hu_hu: Mezők betűmérete

source: Fields Letter Spacing
hu_hu: Mezők betűköze

source: Fields Text Transform
hu_hu: Mezők szövegének átalakítása

source: Fields Font Color
hu_hu: Mezők betűszíne

source: Fields Background Color
hu_hu: Mezők háttérszíne

source: Fields Border Radius
hu_hu: Mezők szegélyének lekerekítése

source: Fields Border Width
hu_hu: Mezők szegélyvastagsága

source: Fields Border Color
hu_hu: Mezők szegélyszíne

source: Fields Padding
hu_hu: Mezők belső margója

source: Focus Field
hu_hu: Fókuszált mező

source: Fields Border Focus Color
hu_hu: Mezők fókusz szegélyszíne

source: Fields Background Focus Color
hu_hu: Mezők fókusz háttérszíne

source: Submit Button
hu_hu: Küldés gomb

source: Submit Button on Hover
hu_hu: Küldés gomb Hover

source: CTA Menu Button
hu_hu: CTA menügomb

source: CTA Button Font
hu_hu: CTA gomb betűtípusa

source: Button Text Color
hu_hu: Gomb szövegének színe

source: CTA Button Style
hu_hu: CTA gomb stílusa

source: Button Vertical Padding
hu_hu: Gomb függőleges belső margója

source: Button Horizontal Padding
hu_hu: Gomb vízszintes belső margója

source: CTA Button Border
hu_hu: CTA gomb szegélye

source: CTA Button on Hover
hu_hu: CTA gomb Hover

source: Button Text Hover Color
hu_hu: Gomb szövegének Hover színe

source: Change CTA Button colors when Menu becomes Fixed/Sticky
hu_hu: CTA gomb színeinek módosítása, amikor a menü Fixed/Sticky lesz

source: Button Text Color (fixed)
hu_hu: Gomb szövegének színe (fixed)

source: Button Background Color (fixed)
hu_hu: Gomb háttérszíne (fixed)

source: Button Border Color (fixed)
hu_hu: Gomb szegélyszíne (fixed)

source: Button Text Hover Color (fixed)
hu_hu: Gomb szövegének Hover színe (fixed)

source: Button Background Hover Color (fixed)
hu_hu: Gomb háttérszínének Hover színe (fixed)

source: Button Border Hover Color (fixed)
hu_hu: Gomb szegélyének Hover színe (fixed)

source: Follow-The-Mouse Effect
hu_hu: Egérkövető effektus

source: Overlay Color 1
hu_hu: Fedőszín 1

source: Overlay Color 2
hu_hu: Fedőszín 2

source: Gradient Direction
hu_hu: Színátmenet iránya

source: Footer Bottom Bar
hu_hu: Lábléc alsó sávja

source: Hide Bottom Bar
hu_hu: Alsó sáv elrejtése

source: Bottom Footer Letter Spacing
hu_hu: Alsó lábléc betűköze

source: Bottom Footer Text Transform
hu_hu: Alsó lábléc szövegének átalakítása

source: Footer Widgets
hu_hu: Lábléc widgetek

source: Widgets' Headers
hu_hu: Widgetek fejlécei

source: Headers Font Weight
hu_hu: Fejlécek betűvastagsága

source: Headers Font Size
hu_hu: Fejlécek betűmérete

source: Headers Letter Spacing
hu_hu: Fejlécek betűköze

source: Headers Text Transform
hu_hu: Fejlécek szövegátalakítása

source: Widgets Header Style
hu_hu: Widgetek fejléceinek stílusa

source: Boxed Headers
hu_hu: Dobozos fejlécek

source: Header Background Color
hu_hu: Fejléc háttérszíne

source: Header Padding
hu_hu: Fejléc belső margója

source: Header Border Radius
hu_hu: Fejléc sarokkerekítése

source: Headers' Dividers
hu_hu: Fejlécek elválasztói

source: Header Divider Color
hu_hu: Fejléc elválasztó színe

source: Header Divider Lenght
hu_hu: Fejléc elválasztó hossza

source: Header Divider Height
hu_hu: Fejléc elválasztó magassága

source: Header Divider Border Radius
hu_hu: Fejléc elválasztó sarokkerekítése

source: Menu Widgets
hu_hu: Menü widgetek

source: Remove Menu Bullets
hu_hu: Távolítsa el a menü felsorolásjeleit

source: Links Hover Color
hu_hu: Linkek Hover színe

source: Add Link Icon on Hover
hu_hu: Adjon hozzá link ikont Hoverkor

source: Icon Color
hu_hu: Ikon színe

source: Icon Size
hu_hu: Ikon mérete

source: Footer Menu
hu_hu: Lábléc menü

source: Footer Menu Font Weight
hu_hu: Lábléc menü betűvastagsága

source: Footer Menu Text Transform
hu_hu: Lábléc menü szövegátalakítása

source: Display Footer Menu Shadow
hu_hu: Jelenítse meg a lábléc menü árnyékát

source: Footer Menu Shadow Color
hu_hu: Lábléc menü árnyékának színe

source: Footer Menu Shadow Offset-Y
hu_hu: Lábléc menü árnyékának Y-eltolása

source: Footer Menu Shadow Offset-X
hu_hu: Lábléc menü árnyékának X-eltolása

source: Footer Menu Shadow Blur
hu_hu: Lábléc menü árnyékának elmosása

source: Center Align Footer Menu
hu_hu: Igazítsa középre a lábléc menüt

source: Footer Menu Items Padding
hu_hu: Lábléc menüelemek belső margója

source: Active Link Background Color
hu_hu: Aktív link háttérszíne

source: Footer Menu Link Hover Color
hu_hu: Lábléc menü link Hover színe

source: Link Hover Background Color
hu_hu: Link Hover háttérszíne

source: Footer Social Icons
hu_hu: Lábléc közösségi ikonok

source: Footer Icons Container Spacing
hu_hu: Lábléc ikonok konténerének térköze

source: Footer Social Icons Style
hu_hu: Lábléc közösségi ikonok stílusa

source: Footer Icons Font Size
hu_hu: Lábléc ikonok betűmérete

source: Footer Icons Color
hu_hu: Lábléc ikonok színe

source: Footer Icons Background Color
hu_hu: Lábléc ikonok háttérszíne

source: Footer Icons Border Radius
hu_hu: Lábléc ikonok sarokkerekítése

source: Footer Icons Border Width
hu_hu: Lábléc ikonok szegélyvastagsága

source: Footer Icons Border Color
hu_hu: Lábléc ikonok szegélyszíne

source: Footer Icons Padding
hu_hu: Lábléc ikonok belső margója

source: Footer Icon Spacing
hu_hu: Lábléc ikonok közötti térköz

source: Footer Social Icons Hover Style
hu_hu: Lábléc közösségi ikonok Hover stílusa

source: Footer Icons Hover Color
hu_hu: Lábléc ikonok Hover színe

source: Footer Icons Background Hover Color
hu_hu: Lábléc ikonok Hover háttérszíne

source: Footer Icons Border Hover Color
hu_hu: Lábléc ikonok Hover szegélyszíne

source: Footer Icons Hover Effect
hu_hu: Lábléc ikonok Hover effektusa

source: H1 Heading
hu_hu: H1 címsor

source: H1 Font Family
hu_hu: H1 betűcsaládja

source: H1 Font Weight
hu_hu: H1 betűvastagsága

source: H1 Letter Spacing
hu_hu: H1 betűköz

source: H1 Line Height
hu_hu: H1 sormagasság

source: H1 Text Transform
hu_hu: H1 szövegátalakítás

source: H1 Font Color
hu_hu: H1 betűszín

source: H2 Heading
hu_hu: H2 címsor

source: H2 Font Family
hu_hu: H2 betűtípus

source: H2 Font Weight
hu_hu: H2 betűvastagság

source: H2 Letter Spacing
hu_hu: H2 betűköz

source: H2 Line Height
hu_hu: H2 sormagasság

source: H2 Text Transform
hu_hu: H2 szövegátalakítás

source: H2 Font Color
hu_hu: H2 betűszín

source: H3 Heading
hu_hu: H3 címsor

source: H3 Font Weight
hu_hu: H3 betűvastagság

source: H3 Letter Spacing
hu_hu: H3 betűköz

source: H3 Line Height
hu_hu: H3 sormagasság

source: H3 Text Transform
hu_hu: H3 szövegátalakítás

source: H3 Font Color
hu_hu: H3 betűszín

source: H4 Heading
hu_hu: H4 címsor

source: H4 Font Weight
hu_hu: H4 betűvastagság

source: H4 Letter Spacing
hu_hu: H4 betűköz

source: H4 Line Height
hu_hu: H4 sormagasság

source: H4 Text Transform
hu_hu: H4 szövegátalakítás

source: H4 Font Color
hu_hu: H4 betűszín

source: H5 Heading
hu_hu: H5 címsor

source: H5 Font Weight
hu_hu: H5 betűvastagság

source: H5 Letter Spacing
hu_hu: H5 betűköz

source: H5 Line Height
hu_hu: H5 sormagasság

source: H5 Text Transform
hu_hu: H5 szövegátalakítás

source: H5 Font Color
hu_hu: H5 betűszín

source: H6 Heading
hu_hu: H6 címsor

source: H6 Font Weight
hu_hu: H6 betűvastagság

source: H6 Letter Spacing
hu_hu: H6 betűköz

source: H6 Line Height
hu_hu: H6 sormagasság

source: H6 Text Transform
hu_hu: H6 szövegátalakítás

source: H6 Font Color
hu_hu: H6 betűszín

source: Header Social Icons
hu_hu: Fejléc közösségi média ikonok

source: Move Icons to Primary Nav
hu_hu: Helyezze át az ikonokat az elsődleges navigációba

source: Header Social Icons Style
hu_hu: Fejléc közösségi média ikonok stílusa

source: Header Icons Font Size
hu_hu: Fejléc ikonok betűmérete

source: Header Icons Color
hu_hu: Fejléc ikonok színe

source: Header Social Icons Hover Style
hu_hu: Fejléc közösségi média ikonok stílusa rámutatáskor

source: Header Icons Color on Hover
hu_hu: Fejléc ikonok színe rámutatáskor

source: Header Icons Hover Effect
hu_hu: Fejléc ikonok rámutatási effektusa

source: Thin
hu_hu: Vékony

source: Ultra Light
hu_hu: Ultravékony

source: Light
hu_hu: Könnyű

source: Regular
hu_hu: Normál

source: Medium
hu_hu: Közepes

source: Semi Bold
hu_hu: Félkövér

source: Bold
hu_hu: Kövér

source: Ultra Bold
hu_hu: Ultrafélkövér

source: Heavy
hu_hu: Nehéz

source: None
hu_hu: Nincs

source: Uppercase
hu_hu: Nagybetűs

source: Capitalize
hu_hu: Nagy Kezdőbetűk

source: Lowercase
hu_hu: Kisbetűs

source: Login Page
hu_hu: Bejelentkezési Oldal

source: Login Page Logo
hu_hu: Bejelentkezési Oldal Logója

source: Login Logo Image
hu_hu: Bejelentkezési Logó Képe

source: Logo Width
hu_hu: Logó Szélessége

source: Logo Height
hu_hu: Logó Magassága

source: Padding Bottom
hu_hu: Alsó Belső Margó

source: Login Page Background
hu_hu: Bejelentkezési Oldal Háttére

source: Background Image
hu_hu: Háttérkép

source: Background Color
hu_hu: Háttérszín

source: Login Page Form
hu_hu: Bejelentkezési Oldal Űrlapja

source: Form Width
hu_hu: Űrlap Szélessége

source: Form Height
hu_hu: Űrlap Magassága

source: Form Padding
hu_hu: Űrlap Belső Margója

source: Form Border Width
hu_hu: Űrlap Szegélyszélessége

source: Form Border Radius
hu_hu: Űrlap Szegélyének Lekerekítése

source: Form Border Color
hu_hu: Űrlap Szegélyszíne

source: Login Page Form Fields
hu_hu: Bejelentkezési Oldal Űrlapmezői

source: Input Field Background
hu_hu: Beviteli Mező Háttérszíne

source: Input Field Color
hu_hu: Beviteli Mező Színe

source: Input Field Border Radius
hu_hu: Beviteli Mező Szegélyének Lekerekítése

source: Input Field Border Width
hu_hu: Beviteli Mező Szegélyszélessége

source: Input Field Border Color
hu_hu: Beviteli Mező Szegélyszíne

source: Input Field Border Color (Focus)
hu_hu: Beviteli Mező Szegélyszíne (Fókusz)

source: Label Font Size
hu_hu: Címke Betűmérete

source: Label Letter Spacing
hu_hu: Címke Betűköze

source: Label Text Transform
hu_hu: Címke Szövegének Átalakítása

source: Label Color
hu_hu: Címke Színe

source: Login Page Button
hu_hu: Bejelentkezési Oldal Gombja

source: Button Color
hu_hu: Gomb Színe

source: Button Background
hu_hu: Gomb Háttérszíne

source: Button Border
hu_hu: Gomb Szegélye

source: Button Background (Hover)
hu_hu: Gomb Háttérszíne (Rámutatáskor)

source: Button Border (Hover)
hu_hu: Gomb Szegélye (Rámutatáskor)

source: Button Color (Hover)
hu_hu: Gomb Színe (Rámutatáskor)

source: Login Page Text
hu_hu: Bejelentkezési Oldal Szövege

source: Text Color
hu_hu: Szöveg Színe

source: Text Color (Hover)
hu_hu: Szöveg Színe (Rámutatáskor)

source: Overlapping Logo
hu_hu: Átfedő Logó

source: Logo Box Style
hu_hu: Logódoboz Stílusa

source: Logo Box Padding
hu_hu: Logódoboz Belső Margója

source: Logo Box Bottom Border Radius
hu_hu: Logódoboz Alsó Szegélyének Lekerekítése

source: Logo Box Background Color
hu_hu: Logódoboz Háttérszíne

source: Logo Box Width
hu_hu: Logódoboz Szélessége

source: Logo Box Height
hu_hu: Logódoboz Magassága

source: Logo Box Shadow
hu_hu: Logódoboz árnyéka

source: Display Box Shadow
hu_hu: Dobozárnyék megjelenítése

source: Logo Box Shadow Color
hu_hu: Logódoboz árnyékának színe

source: Logo Box Shadow Offset-Y
hu_hu: Logódoboz árnyékának Y-eltolása

source: Logo Box Shadow Offset-X
hu_hu: Logódoboz árnyékának X-eltolása

source: Logo Box Shadow Blur
hu_hu: Logódoboz árnyékának elmosódása

source: Fixed Logo Box Style
hu_hu: Rögzített logódoboz stílusa

source: Logo Box Background Color when Fixed
hu_hu: Logódoboz háttérszíne rögzített állapotban

source: Logo Box Width when Fixed
hu_hu: Logódoboz szélessége rögzített állapotban

source: Logo Box Height when Fixed
hu_hu: Logódoboz magassága rögzített állapotban

source: Default Divi Header
hu_hu: Alapértelmezett Divi fejléc

source: Main Header Style
hu_hu: Fő fejléc stílusa

source: Display Main Header Shadow
hu_hu: Fő fejléc árnyékának megjelenítése

source: Header Shadow Color
hu_hu: Fejléc árnyékának színe

source: Header Shadow Offset-Y
hu_hu: Fejléc árnyékának Y-eltolása

source: Header Shadow Offset-X
hu_hu: Fejléc árnyékának X-eltolása

source: Header Shadow Blur
hu_hu: Fejléc árnyékának elmosódása

source: Fixed Header Style
hu_hu: Rögzített fejléc stílusa

source: Display Fixed Header Shadow
hu_hu: Rögzített fejléc árnyékának megjelenítése

source: Fixed Header Shadow Color
hu_hu: Rögzített fejléc árnyékának színe

source: Fixed Header Shadow Offset-Y
hu_hu: Rögzített fejléc árnyékának Y-eltolása

source: Fixed Header Shadow Offset-X
hu_hu: Rögzített fejléc árnyékának X-eltolása

source: Fixed Header Shadow Blur
hu_hu: Rögzített fejléc árnyékának elmosódása

source: Mobile Menu Animation
hu_hu: Mobilmenü animációja

source: Menu Animation Style
hu_hu: Menüanimáció stílusa

source: Enable Page Animation
hu_hu: Oldal animációjának engedélyezése

source: Menu Animation on open
hu_hu: Menüanimáció megnyitáskor

source: Fade in
hu_hu: Előtűnés

source: Scale In
hu_hu: Méretnöveléssel megjelenés

source: Scale In Horizontal
hu_hu: Vízszintes méretnöveléssel megjelenés

source: Scale In Vertical
hu_hu: Függőleges méretnöveléssel megjelenés

source: Flip In Horizontal
hu_hu: Vízszintes átfordulással megjelenés

source: Flip In Vertical
hu_hu: Függőleges átfordulással megjelenés

source: Flip In Diagonal
hu_hu: Átlós átfordulással megjelenés

source: Slide In Right ←
hu_hu: Becsúszás jobbról ←

source: Slide In Left →
hu_hu: Becsúszás balról →

source: Slide In Top ↓
hu_hu: Becsúszás fentről ↓

source: Slide In Bottom ↑
hu_hu: Becsúszás lentről ↑

source: Bounce In Right ←
hu_hu: Pattogva érkezés jobbról ←

source: Bounce In Left →
hu_hu: Pattogva érkezés balról →

source: Bounce In Top ↓
hu_hu: Pattogva érkezés fentről ↓

source: Bounce In Bottom ↑
hu_hu: Pattogva érkezés lentről ↑

source: Tilt In Right ←
hu_hu: Billenve érkezés jobbról ←

source: Tilt In Left →
hu_hu: Billenve érkezés balról →

source: Tilt In Top ↓
hu_hu: Billenve érkezés fentről ↓

source: Tilt In Bottom ↑
hu_hu: Billenve érkezés lentről ↑

source: Swing In Right ←
hu_hu: Lengve érkezés jobbról ←

source: Swing In Left →
hu_hu: Lengve érkezés balról →

source: Swing In Top ↓
hu_hu: Lengve érkezés fentről ↓

source: Swing In Bottom ↑
hu_hu: Lengve érkezés lentről ↑

source: Menu Animation on close
hu_hu: Menü animációja bezáráskor

source: Fade Out
hu_hu: Elhalványulás

source: Scale Out
hu_hu: Kicsinyítés

source: Scale Out Horizontal
hu_hu: Vízszintes kicsinyítés

source: Scale Out Vertical
hu_hu: Függőleges kicsinyítés

source: Flip Out Horizontal
hu_hu: Vízszintes átfordítás

source: Flip Out Vertical
hu_hu: Függőleges átfordítás

source: Flip Out Diagonal
hu_hu: Átlós átfordítás

source: Slide Out Right →
hu_hu: Kicsúszás jobbra →

source: Slide Out Left ←
hu_hu: Kicsúszás balra ←

source: Slide Out Top ↑
hu_hu: Kicsúszás felfelé ↑

source: Slide Out Bottom ↓
hu_hu: Kicsúszás lefelé ↓

source: Bounce Out Right →
hu_hu: Kipattanás jobbra →

source: Bounce Out Left ←
hu_hu: Kipattanás balra ←

source: Bounce Out Top ↑
hu_hu: Kipattanás felfelé ↑

source: Bounce Out Bottom ↓
hu_hu: Kipattanás lefelé ↓

source: Tilt Out Right →
hu_hu: Billenés jobbra →

source: Tilt Out Left ←
hu_hu: Billenés balra ←

source: Tilt Out Top ↑
hu_hu: Billenés felfelé ↑

source: Tilt Out Bottom ↓
hu_hu: Billenés lefelé ↓

source: Swing Out Right →
hu_hu: Lengés jobbra →

source: Swing Out Left ←
hu_hu: Lengés balra ←

source: Swing Out Top ↑
hu_hu: Lengés felfelé ↑

source: Swing Out Bottom ↓
hu_hu: Lengés lefelé ↓

source: Page & Menu Animation type
hu_hu: Oldal- és menüanimáció típusa

source: Slide In Left to Right →
hu_hu: Becsúszás balról jobbra →

source: Side In Right to Left ←
hu_hu: Becsúszás jobbról balra ←

source: Slide In from the Bottom ↑
hu_hu: Becsúszás alulról ↑

source: Slide In from the Top ↓
hu_hu: Becsúszás felülről ↓

source: Page Content Overlay
hu_hu: Oldaltartalom fedvény

source: Add Page Overlay when Open
hu_hu: Adjon hozzá oldalfedvényt megnyitáskor

source: Mobile Menu Container
hu_hu: Mobil menü konténer

source: Mobile Menu Container Size
hu_hu: Mobil menü konténer mérete

source: Menu Container Fullwidth
hu_hu: Menükonténer teljes szélességben

source: Set Maximum Width (px)
hu_hu: Állítsa be a maximális szélességet (px)

source: Menu Container Alignment
hu_hu: Menükonténer igazítása

source: Right
hu_hu: Jobbra

source: Left
hu_hu: Balra

source: Centered
hu_hu: Középre

source: Mobile Menu Container Background
hu_hu: Mobil menü konténer háttere

source: Container Background Color
hu_hu: Konténer háttérszíne

source: Add Background Image
hu_hu: Adjon hozzá háttérképet

source: Background Image Size
hu_hu: Háttérkép mérete

source: Background Image Position
hu_hu: Háttérkép pozíciója

source: Background Image Blend Mode
hu_hu: Háttérkép keverési módja

source: Add Background Gradient
hu_hu: Adjon hozzá háttérszínátmenetet

source: Background Gradient Color 1
hu_hu: Háttér színátmenet 1. színe

source: Background Gradient Color 2
hu_hu: Háttér színátmenet 2. színe

source: Background Gradient Direction
hu_hu: Háttér színátmenet iránya

source: Place Gradient Above Image
hu_hu: Helyezze a színátmenetet a kép fölé

source: Mobile Menu Container Spacing
hu_hu: Mobil Menü Konténer Térköze

source: Mobile Menu Container Padding
hu_hu: Mobil Menü Konténer Kitöltése

source: Top
hu_hu: Felső

source: Bottom
hu_hu: Alsó

source: Mobile Menu Container Margin
hu_hu: Mobil Menü Konténer Margója

source: Menu Container Shadow
hu_hu: Menü Konténer Árnyéka
