{"translation-revision-date":"2025-10-21 10:10+0200","generator":"WP-CLI\/2.12.0","source":"assets\/js\/admin\/blocks-view\/build\/actions.v2\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Booking ID":["Foglalási azonosító"],"Set up connection between form fields and additional database table columns. This allows you to save entered field data in the corresponding DB column.":["Állítsa be a kapcsolatot az űrlapmezők és a további adatbázistábla-oszlopok között. Ez lehetővé teszi a megadott mezőadatok mentését a megfelelő DB oszlopba."],"Check to disable WooCommerce integration and disconnect the booking system with WooCommerce checkout for current form.":["Jelölje be a WooCommerce-integráció letiltásához, és válassza le a foglalási rendszert a WooCommerce pénztárról az aktuális űrlap esetén."],"Select field to get total price from. If not selected price will be get from post meta value.":["Válassza ki azt a mezőt, ahonnan a teljes ár származzon. Ha nincs kiválasztva, az ár a post meta value alapján lesz meghatározva."],"Set up":["Beállítás"],"Set up booking-related info you want to add to the WooCommerce orders and e-mails.":["Állítsa be a WooCommerce rendelésekhez és e-mailekhez hozzáadni kívánt, foglalással kapcsolatos információkat."],"Connect WooCommerce checkout fields to appropriate form fields. This allows you to pre-fill WooCommerce checkout fields after redirect to checkout.":["Kösse össze a WooCommerce pénztármezőket a megfelelő űrlapmezőkkel. Ez lehetővé teszi a WooCommerce pénztármezők előzetes kitöltését a pénztárra történő átirányítás után."],"Apartment Booking":["Apartmanfoglalás"],"Select type...":["Válasszon típust..."],"Booked instance name":["Lefoglalt példány neve"],"Check in":["Érkezés"],"Check out":["Távozás"],"Booking unit":["Foglalási egység"],"Form field":["Űrlapmező"],"Add to Google calendar link":["Hozzáadás a Google Naptárhoz hivatkozás"],"Type":["Típus"],"Label":["Címke"],"Date format":["Dátumformátum"],"Select form field":["Űrlapmező kiválasztása"],"Link text":["Hivatkozás szövege"],"Update Booking":["Foglalás frissítése"],"Set booking properties to save appropriate form fields into.":["Állítsa be a foglalás tulajdonságait, amelyekbe a megfelelő űrlapmezőket menti."],"Note: changing the value in this field will not reinitialize the Check in\/out field.":["Megjegyzés: ennek a mezőnek az értékének módosítása nem inicializálja újra az Érkezés\/Távozás mezőt."],"Booking multiple units":["Több egység foglalása"],"Set up WooCommerce order details":["Állítsa be a WooCommerce rendelés részleteit"],"Formatting docs":["Formázási dokumentáció"],"Cancel":["Mégse"],"Add New Item":["Új elem hozzáadása"],"Update":["Frissítés"],"WooCommerce checkout fields map":["WooCommerce pénztármezők leképezése"],"DB columns map":["DB oszlopok leképezése"],"Apartment ID field":["Apartmanazonosító mező"],"Check-in\/out date field":["Bejelentkezés\/kijelentkezés dátummező"],"E-mail field":["E-mail mező"],"Check to let customers to book more than one item at a time in the booking form. Setting apply only to the apartments with configured units.":["Jelölje be, hogy az ügyfelek egyszerre egynél több elemet foglalhassanak a foglalási űrlapon. A beállítás csak a konfigurált egységekkel rendelkező apartmanokra vonatkozik."],"Capacity field":["Kapacitás mező"],"Disable WooCommerce integration":["WooCommerce-integráció letiltása"],"WooCommerce Price field":["WooCommerce ármező"],"Fields map":["Mezők leképezése"]}}}