Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash-edd/learndash-edd-*.po
Languages: hu_hu

source: LearnDash LMS - EDD Integration
hu_hu: LearnDash LMS - EDD integráció

source: LearnDash integration plugin for Easy Digital Downloads
hu_hu: LearnDash integrációs bővítmény az Easy Digital Downloads-hoz

source: Easy Digital Downloads Integration Settings
hu_hu: Easy Digital Downloads integráció beállításai

source: Configure Easy Digital Downloads integration.
hu_hu: Állítsa be az Easy Digital Downloads integrációt.

source: Retroactive Tool
hu_hu: Visszamenőleges hozzáférési eszköz

source: Run
hu_hu: Futtatás

source: Run this tool to enroll users in and unenroll users from course(s) and group(s) according to their EDD purchases.
hu_hu: Futtassa ezt az eszközt, hogy a felhasználókat EDD-vásárlásaik alapján beírassa a kurzus(ok)ra és csoport(ok)ba, illetve törölje a beiratkozásukat a kurzus(ok)ról és csoport(ok)ból.

source: Once per Minute
hu_hu: Percenként egyszer

source: LearnDash EDD Integration
hu_hu: LearnDash EDD integráció

source: Associated Courses
hu_hu: Társított kurzusok

source: Select one or more courses
hu_hu: Válasszon ki egy vagy több kurzust

source: No LearnDash courses found! Do you need to <a href="%s">create one</a>?
hu_hu: Nem találhatók LearnDash kurzusok! Szeretne <a href="%s">létrehozni egyet</a>?

source: Associated Groups
hu_hu: Társított csoportok

source: Select one or more groups
hu_hu: Válasszon ki egy vagy több csoportot

source: No LearnDash groups found! Do you need to <a href="%s">create one</a>?
hu_hu: Nem találhatók LearnDash csoportok! Szeretne <a href="%s">létrehozni egyet</a>?

source: Type to search
hu_hu: Gépeljen a kereséshez

source: LearnDash LMS - EDD Add-on requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - EDD kiegészítő a következő bővítmény(ek) aktiválását igényli:

source: The retroactive access tool is in progress, please keep the page open.
hu_hu: A visszamenőleges hozzáférési eszköz fut, kérjük, tartsa nyitva az oldalt.

source: Status
hu_hu: Állapot

# Run the retroactive process
source: Run
hu_hu: Futtatás

# Status: completed
source: Completed
hu_hu: Befejezve
