{"translation-revision-date":"2025-10-21 10:18+0200","generator":"WP-CLI\/2.12.0","source":"src\/assets\/dist\/js\/admin\/modules\/ai\/virtual-instructor\/setup-wizard.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Name":["Név"],"Settings":["Beállítások"],"Back":["Vissza"],"Error":["Hiba"],"Upload Image":["Kép feltöltése"],"Next":["Tovább"],"Associated %s":["Kapcsolódó %s"],"Banned Words":["Tiltott szavak"],"Error Message":["Hibaüzenet"],"Avatar":["Avatár"],"Set Up %s":["A(z) %s beállítása"],"Let’s configure %1$s. In no time at all your %1$s will be helping your students with their coursework and understanding complex subjects.":["Állítsuk be a(z) %1$s-t. Pillanatokon belül a(z) %1$s segíteni fog a diákoknak a tanulmányaikban és az összetett témák megértésében."],"You already have set up your OpenAI API key. If you want to change it, please delete the current key and paste in the new one.":["Már beállította az OpenAI API-kulcsát. Ha meg szeretné változtatni, törölje a jelenlegi kulcsot, és illessze be az újat."],"Paste in your OpenAI API key to make use of %s.":["Illessze be az OpenAI API-kulcsát a(z) %s használatához."],"%s OpenAI API Key Tutorial Video":["%s OpenAI API-kulcs oktatóvideó"],"Global Configuration":["Globális beállítások"],"Here you can configure how %1$s works globally. You can override these settings on a per %2$s level later on.":["Itt beállíthatja, hogyan működik a(z) %1$s globálisan. Ezeket a beállításokat később a(z) %2$s szintjén felülírhatja."],"Pre-configured list of banned words that the student can’t ask the %1$s without the %1$s returning an error, separated by comma.":["Előre beállított tiltott szavak listája (vesszővel elválasztva); ha a diák ezeket használja, a(z) %1$s hibát ad vissza."],"Enter in custom error message when the student asks a banned word. Leave blank to use the default error message.":["Adjon meg egy egyéni hibaüzenetet arra az esetre, ha a diák tiltott szót kérdez. Hagyja üresen az alapértelmezett hibaüzenet használatához."],"Create your first %s.":["Hozza létre az első %s-t."],"Name of your %s persona.":["A(z) %s persona neve."],"Upload an avatar image for your %s persona.":["Töltsön fel egy avatar képet a(z) %s personához."],"Custom Instructions":["Egyéni utasítások"],"Enter in your custom instructors of how your %s should interact with students. For example you can provide instructions like “Don’t tell the student the specific answer. Instead just help them understand the subject”.":["Adja meg az egyéni utasításokat arra, hogyan lépjen kapcsolatba a(z) %s a diákokkal. Például adhat ilyen utasításokat: “Ne mondja meg a diáknak a konkrét választ. Inkább csak segítse a téma megértésében”."],"Apply to all %s":["Alkalmazás az összes %s-re"],"Associated %1$s for the %2$s.":["Kapcsolódó %1$s a(z) %2$s esetén."],"Finished":["Kész"],"Set up":["Beállítás"]}}}