Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-deposits/woocommerce-deposits-*.po
Languages: hu_hu

source: Mark items as deposit items which customers can then place deposits on, rather than paying in full.
hu_hu: Jelölje meg a tételeket előleges tételként, így az ügyfelek a teljes ár helyett előleget fizethetnek.

source: True if the cart contains an item with deposit.
hu_hu: Igaz, ha a kosár előleges tételt tartalmaz.

source: Amount to be paid in the future, after the deposit is paid.
hu_hu: Az előleg megfizetése után később fizetendő összeg.

source: Future discounts, if a coupon is used.
hu_hu: Jövőbeli kedvezmények, ha kupont használ.

source: True if the cart item will be purchased with a deposit.
hu_hu: Igaz, ha a kosártételt előleggel vásárolják meg.

source: True if the cart item will be purchased with a payment plan.
hu_hu: Igaz, ha a kosártételt fizetési tervvel vásárolják meg.

source: Payment schedule for the associated plan.
hu_hu: A kapcsolódó terv fizetési ütemezése.

source: Schedule ID.
hu_hu: Ütemezés azonosítója.

source: Schedule index - if 0, then it is a deposit.
hu_hu: Ütemezési index - ha 0, akkor előleg.

source: Plan ID.
hu_hu: Terv azonosítója.

source: Amount.
hu_hu: Összeg.

source: Interval amount (number of days, weeks, months, years).
hu_hu: Időköz értéke (napok, hetek, hónapok, évek száma).

source: Interval unit - if 0, then it is a deposit.
hu_hu: Időköz egysége - ha 0, akkor előleg.

source: Payable In Total
hu_hu: Összesen fizetendő

source: Oops!
hu_hu: Hoppá!

source: Please select a valid payment plan
hu_hu: Kérjük, válasszon érvényes fizetési tervet

source: You cannot add another "%s" to your cart.
hu_hu: Nem adhat még egy "%s"-t a kosarához.

source: View cart
hu_hu: Kosár megtekintése

source: Payment Plan
hu_hu: Fizetési terv

source: %s payable in total
hu_hu: %s összesen fizetendő

source: estimated for %s
hu_hu: várhatóan %s

source: (includes %s)
hu_hu: (beleértve: %s)

source: (includes tax)
hu_hu: (áfát tartalmaz)

source: (excludes tax)
hu_hu: (áfát nem tartalmaz)

source: Due Today
hu_hu: Ma fizetendő

source: Discount Applied Toward Future Payments
hu_hu: Jövőbeli fizetésekre alkalmazott kedvezmény

source: Future Payments
hu_hu: Jövőbeli fizetések

source: Select options
hu_hu: Válasszon opciókat

source: Scheduled Orders
hu_hu: Ütemezett rendelések

source: View Original Order
hu_hu: Eredeti rendelés megtekintése

source: Scheduled orders for order
hu_hu: Ütemezett rendelések ehhez a rendeléshez

# Order status
source: Partially Paid
hu_hu: Részben fizetve

# Order status
source: Scheduled
hu_hu: Ütemezett

# Order status
source: Pending Deposit Payment
hu_hu: Függőben lévő előlegfizetés

source: All deposit items fully paid
hu_hu: Minden előleges tétel teljesen kifizetve

source: Error: Unable to create follow up payment (%s)
hu_hu: Hiba: Nem sikerült létrehozni a követő fizetést (%s)

source: Payment #%1$d for %2$s
hu_hu: Fizetés #%1$d - %2$s

source: Full Amount
hu_hu: Teljes összeg

source: Full Amount (excl. tax)
hu_hu: Teljes összeg (áfa nélkül)

source: Deferred Discount
hu_hu: Halasztott kedvezmény

source: Deferred Discount (excl. tax)
hu_hu: Halasztott kedvezmény (áfa nélkül)

source: Deposit Amount (excl. tax)
hu_hu: Előleg összege (áfa nélkül)

source: Deposit
hu_hu: Előleg

source: View Scheduled Payments
hu_hu: Ütemezett fizetések megtekintése

source: Remainder - Invoice #%1$s
hu_hu: Fennmaradó összeg - Számla #%1$s

source: The remaining balance of %s (plus tax) for this item was paid offline.
hu_hu: A tétel fennmaradó egyenlege, %s (adóval együtt), offline került kifizetésre.

source: Unmark as Paid
hu_hu: Fizetve jelölés visszavonása

source: Invoice Remaining Balance
hu_hu: Fennmaradó egyenleg számlázása

source: Mark Paid (offline)
hu_hu: Megjelölés fizetettnek (offline)

source: Unmarked as paid.
hu_hu: Fizetve jelölés visszavonva.

source: Order completed with Mark Paid (offline).
hu_hu: Rendelés befejezve: Megjelölés fizetettnek (offline).

source: The remaining balance of %s for this item was paid offline.
hu_hu: A tétel fennmaradó egyenlege, %s, offline került kifizetésre.

source: Total Due Today:
hu_hu: Ma esedékes összesen:

source: %1$s payable over %2$s
hu_hu: %1$s %2$s alatt fizetendő

source: %1$s total payable
hu_hu: Összesen fizetendő: %1$s

source: Are you sure you want to delete this plan? This action cannot be undone.
hu_hu: Biztosan törli ezt a tervet? Ez a művelet nem vonható vissza.

source: Payment Plans
hu_hu: Fizetési tervek

source: Plan saved successfully
hu_hu: A terv sikeresen mentve

source: Plan deleted successfully
hu_hu: A terv sikeresen törölve

source: Please enter a valid amount
hu_hu: Kérjük, adjon meg érvényes összeget

source: Unable to save payment plan - please try again
hu_hu: Nem sikerült menteni a fizetési tervet - próbálja újra

source: Unable to save payment plan
hu_hu: Nem sikerült menteni a fizetési tervet

source: Percentage
hu_hu: Százalék

source: Fixed
hu_hu: Fix

source: Payment plan
hu_hu: Fizetési terv

source: None
hu_hu: Nincs

source: Yes
hu_hu: Igen

source: Optional
hu_hu: Választható

source: Pay deposit
hu_hu: Előleg fizetése

source: Pay in full
hu_hu: Teljes összeg fizetése

source: Required
hu_hu: Kötelező

source: Not applicable
hu_hu: Nem alkalmazható

source: No
hu_hu: Nem

source: Plan:
hu_hu: Terv:

source: Inherit storewide settings
hu_hu: Áruházszintű beállítások öröklése

source: Inherit product settings
hu_hu: Termékbeállítások öröklése

source: yes, optional
hu_hu: igen, választható

source: yes, required
hu_hu: igen, kötelező

source: no
hu_hu: nem

source: percent
hu_hu: százalék

source: fixed amount
hu_hu: fix összeg

source: payment plan
hu_hu: fizetési terv

source: none
hu_hu: nincs

source: pay deposit
hu_hu: előleg fizetése

source: pay in full
hu_hu: teljes összeg fizetése

source: person
hu_hu: fő

source: item
hu_hu: tétel

source: Pay a %s deposit
hu_hu: Fizessen %s előleget

source: Pay a %1$s deposit per %2$s
hu_hu: Fizessen %1$s előleget %2$s-enként

source: Pay a deposit of %s
hu_hu: Fizessen %s összegű előleget

source: Pay a deposit of %1$s per %2$s
hu_hu: Fizessen %1$s előleget %2$s-enként

source: Pay a %s deposit per item
hu_hu: Fizessen %s előleget termékenként

source: Error: Unable to schedule orders for product with payment plan. Reason: Already fully paid.
hu_hu: Hiba: Nem lehet ütemezni a rendeléseket fizetési tervvel rendelkező termékhez. Ok: Már teljesen ki van fizetve.

source: Scheduled order ready for payment.
hu_hu: Az ütemezett rendelés készen áll a fizetésre.

source: Deposits
hu_hu: Előlegek

source: Storewide Deposits Configuration
hu_hu: Áruházszintű előlegbeállítások

source: Set default deposit options for all products across your store. You can edit specific product or variation deposit settings to override these global settings. To do this, navigate to <strong>Products > Edit a specific product > Deposits</strong>, or for variable products, go to <strong>Products > Edit a specific product > Deposits / Variations</strong>.
hu_hu: Állítsa be az alapértelmezett előlegopciókat az áruház összes termékére. Egyedi termék vagy változat előlegbeállításait szerkesztve felülírhatja ezeket a globális beállításokat. Ehhez navigáljon ide: <strong>Termékek > Egy adott termék szerkesztése > Előlegek</strong>, változatos termékeknél pedig ide: <strong>Termékek > Egy adott termék szerkesztése > Előlegek / Változatok</strong>.

source: Default Enable Deposits
hu_hu: Alapértelmezett előlegengedélyezés

source: Controls whether deposits are enabled by default for products without specific deposit settings. When <strong>Disabled</strong>, customers must pay in full, the default WooCommerce payment process. When <strong>Optional</strong>, customers can choose to pay a deposit or the full amount. When <strong>Required</strong>, only deposits are allowed.
hu_hu: Szabályozza, hogy az előlegek alapértelmezetten engedélyezettek-e az olyan termékeknél, amelyeknél nincs egyedi előlegbeállítás. Ha <strong>Letiltva</strong>, a vásárlóknak teljes összeget kell fizetniük, ez a WooCommerce alapértelmezett fizetési folyamata. Ha <strong>Opcionális</strong>, a vásárlók választhatnak előleg és teljes összeg fizetése között. Ha <strong>Kötelező</strong>, csak előleg fizethető.

source: No - Deposits are Disabled
hu_hu: Nem - az előlegek le vannak tiltva

source: Yes - Deposits are Optional
hu_hu: Igen - az előlegek opcionálisak

source: Yes - Deposits are Required
hu_hu: Igen - az előlegek kötelezőek

source: Determines whether a deposit is <b>Optional</b> (customers can choose to pay through a deposit or pay in full), <b>Required</b> (customers must pay using a deposit, paying the full amount isn't allowed) or <b>Disabled</b> (deposits are not allowed).
hu_hu: Meghatározza, hogy az előleg <b>Opcionális</b> (a vásárlók választhatnak előleg vagy teljes összeg fizetése között), <b>Kötelező</b> (a vásárlóknak előleggel kell fizetniük, a teljes összeg kifizetése nem engedélyezett) vagy <b>Letiltva</b> (előleg nem engedélyezett).

source: Default Payment Option
hu_hu: Alapértelmezett fizetési opció

source: The payment method which appears pre-selected at the product page, when paying using deposits is marked as optional.
hu_hu: Az a fizetési mód, amely előre kiválasztva jelenik meg a termékoldalon, amikor az előleges fizetés opcionálisként van megjelölve.

source: Controls the default payment selection that appears pre-selected at the product page, when paying using deposits is marked as <b>Optional</b>. This option is ignored if the deposit requirement is set to <b>Required</b>.
hu_hu: Szabályozza az alapértelmezett fizetési választást, amely előre kiválasztva jelenik meg a termékoldalon, amikor az előleges fizetés <b>Opcionális</b>. Ezt az opciót figyelmen kívül hagyjuk, ha az előlegkövetelmény <b>Kötelező</b>.

source: Pay Deposit
hu_hu: Előleg fizetése

source: Pay in Full
hu_hu: Teljes összeg fizetése

source: Deposit Calculation Method
hu_hu: Előleg számítási módja

source: Choose how the deposit is calculated - e.g., a fixed amount, a percentage of the product price, or a payment plan.
hu_hu: Válassza ki, hogyan számítódjon az előleg – pl. fix összeg, a termékár százaléka vagy fizetési terv.

source: Specify whether the deposit is a percentage of the product price, a fixed amount, or part of a payment plan. This setting determines how the deposit amount will be calculated for all products using the global settings.
hu_hu: Adja meg, hogy az előleg a termékár százaléka, fix összeg, vagy egy fizetési terv része legyen-e. Ez a beállítás meghatározza, hogyan számítódik az előleg összege minden, globális beállítást használó terméknél.

source: Fixed Amount
hu_hu: Fix összeg

source: Default Deposit Amount
hu_hu: Alapértelmezett előlegösszeg

source: Enter the percentage or fixed amount to be used as the default deposit. Absolute value only, do not include currency or percent symbols.
hu_hu: Adja meg az alapértelmezett előlegként használandó százalékot vagy fix összeget. Csak abszolút érték, ne tartalmazzon pénznem- vagy százalékjeleket.

source: The amount customers need to pay as a deposit. For percentage, enter a number between 1-100. For fixed amount, enter the specific amount in your store's currency.
hu_hu: Az az összeg, amelyet a vásárlóknak előlegként kell fizetniük. Százalék esetén 1-100 közötti számot adjon meg. Fix összeg esetén adja meg az összegét az áruház pénznemében.

source: Enter amount
hu_hu: Összeg megadása

source: Default Payment Plan
hu_hu: Alapértelmezett fizetési terv

source: Select the default payment plans to use when the Deposit Calculation Method is set to Payment Plan.
hu_hu: Válassza ki az alapértelmezett fizetési terveket, ha az előleg számítási módja Fizetési terv.

source: These payment plans will be available as options when customers are making a deposit payment. Only shown when Payment Plan is selected as the calculation method.
hu_hu: Ezek a fizetési tervek opcióként lesznek elérhetők, amikor a vásárlók előleget fizetnek. Csak akkor jelenik meg, ha a számítási mód a Fizetési terv.

source: Disable Payment Gateways
hu_hu: Fizetési átjárók letiltása

source: Select payment gateways that should be disabled when accepting deposits.
hu_hu: Válassza ki azokat a fizetési átjárókat, amelyeket előleg elfogadásakor le kell tiltani.

source: Selected payment gateways will not be available as payment options when a customer is making a deposit payment. This helps ensure compatibility with payment methods that may not support partial payments.
hu_hu: A kiválasztott fizetési átjárók nem lesznek elérhetők fizetési opcióként, amikor a vásárló előleget fizet. Ez segít biztosítani a kompatibilitást azokkal a fizetési módszerekkel, amelyek nem támogatják a részleges fizetéseket.

source: Order Again Behavior
hu_hu: Újrarendelés viselkedése

source: Use original order's deposit settings on a reorder.
hu_hu: Használja az eredeti rendelés előlegbeállításait újrarendeléskor.

source: With this enabled, if a customer places a reorder, the same deposit settings as the original order will automatically be applied.
hu_hu: Ennek engedélyezése esetén, ha a vásárló újrarendel, automatikusan az eredeti rendelésével megegyező előlegbeállítások lesznek érvényesek.

source: When a customer uses the "Order Again" feature, enabling this option will preserve the deposit settings from their original order, maintaining consistency in how they pay for the same items.
hu_hu: Amikor a vásárló az "Order Again" funkciót használja, ennek az opciónak az engedélyezése megőrzi az eredeti rendelés előlegbeállításait, így következetes marad a fizetés módja ugyanazon tételek esetén.

source: Deposits have been activated!
hu_hu: Az előlegek aktiválva lettek!

source: Add or edit a product to manage deposits in the Product Data section for individual products or go to the <a href="%s" target="_blank">Deposits setting page</a> to manage them storewide.
hu_hu: Adjon hozzá vagy szerkesszen terméket az egyes termékek előlegeinek kezeléséhez a Termékadatok szekcióban, vagy menjen a <a href="%s" target="_blank">Előleg beállítási oldalára</a> az áruházszintű kezeléshez.

source: Docs
hu_hu: Dokumentáció

source: Premium Support
hu_hu: Prémium támogatás

source: Enable deposits
hu_hu: Előlegek engedélyezése

source: Allow customers to pay a deposit for this product. <a href="%s" target="_blank">Manage storewide settings</a>
hu_hu: Engedélyezze, hogy a vásárlók előleget fizessenek ezért a termékért. <a href="%s" target="_blank">Áruházszintű beállítások kezelése</a>

source: Yes - deposits are optional
hu_hu: Igen - az előlegek opcionálisak

source: Yes - deposits are required
hu_hu: Igen - az előlegek kötelezőek

source: Deposit Type
hu_hu: Előleg típusa

source: Choose how customers can pay for this product using a deposit.
hu_hu: Válassza ki, hogyan fizethetnek a vásárlók előleggel ezért a termékért.

source: Deposit Amount
hu_hu: Előleg összege

source: The amount of deposit needed. Do not include the currency symbol.
hu_hu: A szükséges előleg összege. Ne tartalmazzon pénznemjelet.

source: Deposit Amount (%)
hu_hu: Előleg összege (%)

source: The amount of deposit needed. Do not include the percent symbol.
hu_hu: A szükséges előleg összege. Ne tartalmazzon százalékjelet.

source: Choose which payment plans customers can use for this product.
hu_hu: Válassza ki, mely fizetési terveket használhatják a vásárlók ehhez a termékhez.

source: Default Deposit Selected Type
hu_hu: Alapértelmezett kiválasztott előlegtípus

source: Choose the default selected type of payment on page load.
hu_hu: Válassza ki az alapértelmezett, előre kiválasztott fizetési típust az oldal betöltésekor.

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Name
hu_hu: Név

source: Description
hu_hu: Leírás

source: Schedule
hu_hu: Ütemezés

source: Deposit settings will be inherited from the parent product if not customized for the variation.
hu_hu: Ha nincs testreszabva a változathoz, az előlegbeállítások a szülő terméktől öröklődnek.

source: The parent product deposit settings apply to all variations unless customized below.
hu_hu: A szülő termék előlegbeállításai minden változatra érvényesek, hacsak alább nem kerülnek testreszabásra.

source: Storewide Deposit Settings
hu_hu: Áruházszintű előlegbeállítások

source: These settings apply to all products unless customized below.
hu_hu: Ezek a beállítások minden termékre érvényesek, hacsak alább nincs testreszabva.

source: Configure the default deposit settings that apply to your entire store.
hu_hu: Állítsa be az egész áruházra érvényes alapértelmezett előlegbeállításokat.

source: Manage Storewide Deposit Settings
hu_hu: Áruházszintű előlegbeállítások kezelése

source: <b>Deposits Enabled:</b> %1$s
hu_hu: <b>Előlegek engedélyezve:</b> %1$s

source: Controls whether deposits are allowed or not. If disabled, customers must pay in full, i.e., the default payment option for WooCommerce.
hu_hu: Szabályozza, hogy az előlegek engedélyezettek-e. Ha le van tiltva, a vásárlóknak teljes összeget kell fizetniük, vagyis a WooCommerce alapértelmezett fizetési opcióját.

source: <b>Deposit Requirement:</b> %1$s
hu_hu: <b>Előlegkövetelmény:</b> %1$s

source: <b>Default Payment Option:</b> %1$s
hu_hu: <b>Alapértelmezett fizetési opció:</b> %1$s

source: <b>Deposit Type:</b> %s
hu_hu: <b>Előleg típusa:</b> %s

source: Enable custom deposit settings for this variation
hu_hu: Egyéni előlegbeállítások engedélyezése ehhez a változathoz

source: Allows additional deposit settings for this variation, overriding parent product settings. If unchecked, parent product deposit settings remain in effect.
hu_hu: További előlegbeállításokat tesz lehetővé ehhez a változathoz, felülírva a szülő termék beállításait. Ha nincs bejelölve, a szülő termék előlegbeállításai maradnak érvényben.

source: Enable custom deposit settings for this product
hu_hu: Egyéni előlegbeállítások engedélyezése ehhez a termékhez

source: Allows additional deposit settings for this product, overriding storewide global settings. If unchecked, storewide global settings remain in effect.
hu_hu: További előlegbeállításokat tesz lehetővé ehhez a termékhez, felülírva az áruházszintű globális beállításokat. Ha nincs bejelölve, az áruházszintű globális beállítások maradnak érvényben.

source: Deposit Setting
hu_hu: Előlegbeállítás

source: Disabled
hu_hu: Letiltva

source: Default Option
hu_hu: Alapértelmezett opció

source: The payment method which appears pre-selected at the product page, when paying using deposits is optional. This option is ignored if the deposit requirement is set to <b>Required</b>.
hu_hu: Az a fizetési mód, amely előre kiválasztva jelenik meg a termékoldalon, amikor az előleges fizetés opcionális. Ezt az opciót figyelmen kívül hagyjuk, ha az előlegkövetelmény <b>Kötelező</b>.

source: Choose how customers can pay for this product with deposits.
hu_hu: Válassza ki, hogyan fizethetnek a vásárlók előleggel ezért a termékért.

source: Booking Persons
hu_hu: Foglaló személyek

source: Multiply fixed deposits by the number of persons booking
hu_hu: A fix előleget szorozza meg a foglaló személyek számával

source: Enter the deposit amount. Do not include currency or percent symbols.
hu_hu: Adja meg az előleg összegét. Ne tartalmazzon pénznem- vagy százalékjeleket.

source: Available Payment Plans
hu_hu: Elérhető fizetési tervek

source: You have not created any payment plans.
hu_hu: Még nem hozott létre fizetési tervet.

source: Create a Payment Plan
hu_hu: Fizetési terv létrehozása

source: Select payment plans
hu_hu: Fizetési tervek kiválasztása

source: "%s" will be used if no payment plan is selected.
hu_hu: "%s" lesz használva, ha nincs kiválasztva fizetési terv.

source: Edit Payment Plan
hu_hu: Fizetési terv szerkesztése

source: Plan Name
hu_hu: Terv neve

source: Plan Description
hu_hu: Terv leírása

source: Describe this plan to the customer
hu_hu: Írja le ezt a tervet a vásárlónak

source: Days
hu_hu: Napok

source: Weeks
hu_hu: Hetek

source: Months
hu_hu: Hónapok

source: Years
hu_hu: Évek

source: After
hu_hu: Után

source: Payment Schedule
hu_hu: Fizetési ütemezés

source: Payment Amount
hu_hu: Fizetendő összeg

source: This is the amount (in percent) based on the full product price.
hu_hu: Ez az összeg (százalékban) a teljes termékár alapján.

source: Interval
hu_hu: Időköz

source: This is the interval between each payment.
hu_hu: Ez az egyes fizetések közötti időköz.

source: Total:
hu_hu: Összesen:

source: Total Duration:
hu_hu: Teljes időtartam:

source: Immediately
hu_hu: Azonnal

source: Save Payment Plan
hu_hu: Fizetési terv mentése

source: Existing Payment Plans
hu_hu: Meglévő fizetési tervek

source: Add Payment Plan
hu_hu: Fizetési terv hozzáadása

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: WooCommerce Deposits requires %s to be installed and active.
hu_hu: A WooCommerce Deposits megköveteli, hogy a(z) %s telepítve és aktív legyen.

source: Future payments
hu_hu: Jövőbeni fizetések

source: Including taxes
hu_hu: Adóval együtt

source: Discount
hu_hu: Kedvezmény

source: Applied toward future payments
hu_hu: Jövőbeni fizetésekbe beszámítva

source: Due today
hu_hu: Ma esedékes

source: Due today %s
hu_hu: Ma esedékes %s

source: %s due today
hu_hu: %s ma esedékes

# block title
source: Select Control
hu_hu: Választó vezérlő

# block description
source: A Select control block
hu_hu: Egy választó vezérlő blokk
