Repository: hellowpio/wordpress-translations
Catalog: plugins/*/bought-together-for-woocommerce/bought-together-for-woocommerce-*.po
Languages: hu_hu

source: Bought Together for WooCommerce
hu_hu: Együtt vásárolva a WooCommerce-hez

source: The Bought Together feature drives customers to add more items to their cart means more sales for you and increase in revenue.
hu_hu: Az Együtt vásárolva funkció arra ösztönzi a vásárlókat, hogy több terméket tegyenek a kosarukba, ami több eladást és nagyobb bevételt jelent Önnek.

source: This item
hu_hu: Ez a termék

source: Out of Stock
hu_hu: Nincs készleten

source: Total
hu_hu: Összesen

source: Frequently Bought Together
hu_hu: Gyakran együtt vásárolják

source: Total for selected item(s)
hu_hu: A kiválasztott tétel(ek) összesen

source: Add to cart
hu_hu: Kosárba

source: Add both to cart
hu_hu: Mindkettőt a kosárba

source: Add all %%bt_count%% to cart
hu_hu: Mind a(z) %%bt_count%% tételt a kosárba

source: Bought Together
hu_hu: Együtt vásárolva

source: Bought Together for WooCommerce Settings
hu_hu: Együtt vásárolva a WooCommerce-hez beállításai

source: Disable Bought Together
hu_hu: Az Együtt vásárolva letiltása

source: Check Yes if you would like to disable Bought Together feature on all products.
hu_hu: Jelölje be az Igen lehetőséget, ha az Együtt vásárolva funkciót minden terméknél le szeretné tiltani.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Display Option
hu_hu: Megjelenítési beállítás

source: <b>Table</b> - Items will be displayed in table format.<br><b>Row</b> - Image above with plus icon and item list below with checkboxes.
hu_hu: <b>Táblázat</b> - A tételek táblázatos formában jelennek meg.<br><b>Sor</b> - Kép felül plusz ikonnal, alatta a tétellista jelölőnégyzetekkel.

source: Row
hu_hu: Sor

source: Table
hu_hu: Táblázat

source: Display Location
hu_hu: Megjelenítés helye

source: Select location to display bought together products
hu_hu: Válassza ki, hol jelenjenek meg az együtt vásárolt termékek

source: After Single Product Summary
hu_hu: Egyedi termék összefoglalója után

source: Before Product Meta Start
hu_hu: A termék metaadatainak kezdete előtt

source: After Product Meta End
hu_hu: A termék metaadatainak vége után

source: After Add to Cart Form
hu_hu: A kosárba tétel űrlapja után

source: After Single Product Information
hu_hu: Az egyedi termékinformáció után

source: Default Title
hu_hu: Alapértelmezett cím

source: Enter text you want display as title above bought together product selection.
hu_hu: Adja meg a szöveget, amely címsorként megjelenjen az együtt vásárolt termékek kiválasztása felett.

source: Table total label text
hu_hu: Táblázat összesen címkeszövege

source: Enter text you want display in table total price row.
hu_hu: Adja meg a szöveget, amely a táblázat összesített ár sorában jelenjen meg.

source: Buton text for single (1) item
hu_hu: Gombszöveg egy (1) tételhez

source: Enter button text you want display when only one item is selected.
hu_hu: Adja meg a gomb szövegét, amely akkor jelenjen meg, amikor csak egy tétel van kiválasztva.

source: Buton text for two (2) items
hu_hu: Gombszöveg két (2) tételhez

source: Enter button text you want display when two items are selected.
hu_hu: Adja meg a gomb szövegét, amely akkor jelenjen meg, amikor két tétel van kiválasztva.

source: Buton text for multiple items
hu_hu: Gombszöveg több tételhez

source: Enter button text you want display when more than items are selected. <b>%%bt_count%%</b> will be replaced with number of items selected.
hu_hu: Adja meg a gomb szövegét, amely akkor jelenjen meg, amikor több tétel van kiválasztva. <b>%%bt_count%%</b> a kiválasztott tételek számával lesz helyettesítve.

source: Hide Variant Info
hu_hu: Változatinformációk elrejtése

source: Check Yes if you would like to hide variant info for variant products under bought together listing.
hu_hu: Jelölje be az Igen lehetőséget, ha el szeretné rejteni a változatinformációkat az együtt vásárolt listában a változatokkal rendelkező termékeknél.

source: %d product(s) added to cart.
hu_hu: %d termék került a kosárba.

source: View Cart.
hu_hu: Kosár megtekintése.
