Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluent-booking-pro/fluent-booking-pro-*.po
Languages: hu_hu

source: The Pro version of FluentBooking Plugin
hu_hu: A FluentBooking bővítmény Pro verziója

source: Frontend Portal
hu_hu: Frontend portál

source: You do not have permission to view the bookings
hu_hu: Nincs jogosultsága a foglalások megtekintéséhez

source: Please login to view the bookings
hu_hu: Kérjük, jelentkezzen be a foglalások megtekintéséhez

source: Calendar Event not found
hu_hu: Naptári esemény nem található

source: Field not found
hu_hu: Mező nem található

source: Validation fails for maximum file size
hu_hu: Az érvényesítés a maximális fájlméret miatt meghiúsult

source: Allowed image types does not match
hu_hu: Az engedélyezett képtípusok nem egyeznek

source: File deleted successfully
hu_hu: A fájl sikeresen törölve

source: There should be at least one member
hu_hu: Legalább egy tagnak kell lennie

source: Data has been updated
hu_hu: Az adatok frissítve

source: Event slug field is required
hu_hu: Az esemény slug mező kötelező

source: Event redirect url field is required
hu_hu: Az esemény átirányítási URL mező kötelező

source: Event query string field is required
hu_hu: Az esemény lekérdezési karakterlánc mező kötelező

source: Event multiple booking limit field is required
hu_hu: Az esemény többszörös foglalási limit mező kötelező

source: Event confirmation type field is required
hu_hu: Az esemény megerősítési típus mező kötelező

source: Event confirmation type field is invalid
hu_hu: Az esemény megerősítési típus mező érvénytelen

source: The provided slug is not available. Please choose a different one
hu_hu: A megadott slug nem elérhető. Kérjük, válasszon másikat

source: Google Calendar
hu_hu: Google Naptár

source: Your settings has been updated
hu_hu: A beállításai frissítve

source: Your selected remote calendar has been disconnected
hu_hu: A kiválasztott távoli naptár leválasztva

source: Your credential could not be saved. Please make sure the credential is valid
hu_hu: A hitelesítő adatot nem sikerült menteni. Kérjük, győződjön meg róla, hogy a hitelesítő adat érvényes

source: Integration Feed Settings could not be found. Driver missing!
hu_hu: Az integrációs feed beállításai nem találhatók. Hiányzik a driver!

source: Your selected integration feed has been disconnected
hu_hu: A kiválasztott integrációs feed leválasztva

source: Your license key has been successfully updated
hu_hu: A licenckulcs sikeresen frissítve

source: Your license key has been successfully deactivated
hu_hu: A licenckulcs sikeresen deaktiválva

source: Please connect your Stripe account first.
hu_hu: Kérjük, először csatlakoztassa a Stripe-fiókját.

source: Please enter a valid email address
hu_hu: Kérjük, adjon meg egy érvényes e-mail címet

source: Calendar not found
hu_hu: Naptár nem található

source: Please select a payment method
hu_hu: Kérjük, válasszon fizetési módot

source: Please enable at least one payment method
hu_hu: Kérjük, engedélyezzen legalább egy fizetési módot

source: Please select a product
hu_hu: Kérjük, válasszon terméket

source: Product not found. Please select a product
hu_hu: Termék nem található. Kérjük, válasszon terméket

source: Settings updated successfully
hu_hu: A beállítások sikeresen frissítve

source: WooCommerce is not installed
hu_hu: A WooCommerce nincs telepítve

source: This is an admin user. You can not change permissions
hu_hu: Ez egy admin felhasználó. Nem módosíthatja az engedélyeket

source: Access Permissions has been updated successfully
hu_hu: A hozzáférési engedélyek sikeresen frissítve

source: New member has been added with the selected access permissions
hu_hu: Új tag lett hozzáadva a kiválasztott hozzáférési engedélyekkel

source: Member has been deleted successful
hu_hu: A tag sikeresen törölve

source: Transaction updated successfully
hu_hu: A tranzakció sikeresen frissítve

source: Payment Successfully Marked as
hu_hu: A fizetés sikeresen megjelölve mint

source: Payment marked as
hu_hu: A fizetés megjelölve mint

source: by
hu_hu: által

source: Notifications has been saved
hu_hu: Az értesítések elmentve

source: WebHook not found
hu_hu: WebHook nem található

source: WebHook Successfully Updated
hu_hu: WebHook sikeresen frissítve

source: WebHook Successfully Created
hu_hu: WebHook sikeresen létrehozva

source: Selected Webhook has been deleted
hu_hu: A kiválasztott WebHook törölve lett

source: WebHook feeds not found
hu_hu: WebHook feedek nem találhatók

source: WebHook Successfully Cloned
hu_hu: WebHook sikeresen klónozva

source: Booking Confirmed
hu_hu: Foglalás megerősítve

source: Booking Canceled
hu_hu: Foglalás lemondva

source: Booking Completed
hu_hu: Foglalás befejezve

source: Booking Rescheduled
hu_hu: Foglalás átütemezve

source: Booking Rejected
hu_hu: Foglalás elutasítva

source: Deleted user
hu_hu: Törölt felhasználó

source: Zoom credentials already exist for this user
hu_hu: Ennél a felhasználónál már léteznek Zoom hitelesítő adatok

source: Zoom account email is empty
hu_hu: A Zoom-fiók e-mail címe üres

source: Zoom credentials has been validated and saved securely
hu_hu: A Zoom hitelesítő adatok ellenőrizve és biztonságosan elmentve

source: Zoom credentials not found
hu_hu: Zoom hitelesítő adatok nem találhatók

source: Zoom credentials has been disconnected & deleted
hu_hu: A Zoom hitelesítő adatok leválasztva & törölve

source: You do not have permission to access this user's Zoom credentials
hu_hu: Nincs jogosultsága hozzáférni ehhez a felhasználóhoz tartozó Zoom hitelesítő adatokhoz

source: Sorry, the provided coupon is not valid
hu_hu: Sajnáljuk, a megadott kupon érvénytelen

source: Sorry, the provided coupon is expired
hu_hu: Sajnáljuk, a megadott kupon lejárt

source: Sorry, you can not apply this coupon with other coupon code
hu_hu: Sajnáljuk, ezt a kupont nem lehet más kuponkóddal együtt felhasználni

source: Sorry, the provided coupon does not meet the requirements
hu_hu: Sajnáljuk, a megadott kupon nem felel meg a követelményeknek

source: Sorry, the coupon has reached the limit
hu_hu: Sajnáljuk, a kupon elérte a limitet

source: Have a Coupon?
hu_hu: Van kuponja?

source: Apply Here
hu_hu: Itt érvényesítse

source: Apply
hu_hu: Érvényesít

source: Invalid coupon code
hu_hu: Érvénytelen kuponkód

source: This coupon code has already been applied. Please use a different coupon.
hu_hu: Ezt a kuponkódot már felhasználták. Kérjük, használjon másik kupont.

source: Coupon code is required
hu_hu: Kuponkód megadása kötelező

source: Same coupon code already exists
hu_hu: Ugyanilyen kuponkód már létezik

source: Coupon created successfully
hu_hu: Kupon sikeresen létrehozva

source: Coupon updated successfully
hu_hu: Kupon sikeresen frissítve

source: Coupon deleted successfully
hu_hu: Kupon sikeresen törölve

source: Availability
hu_hu: Elérhetőség

source: Please add the availability of this event
hu_hu: Kérjük, adja meg az esemény elérhetőségét

source: click here
hu_hu: kattintson ide

source: This event has already been booked. You can not change the availability now
hu_hu: Ezt az eseményt már lefoglalták. Most nem módosíthatja az elérhetőséget

source: Please select at least one time slot
hu_hu: Kérjük, válasszon legalább egy idősávot

source: Group event can only have one time slot
hu_hu: A csoporteseménynek csak egy idősávja lehet

source: Invalid credentials
hu_hu: Érvénytelen hitelesítő adatok

source: Apple Calendar API Error:
hu_hu: Apple Calendar API-hiba:

source: Click Here to Review
hu_hu: Kattintson ide az áttekintéshez

source: To use Apple Calendar Integration for your Booking forms, please enable the integration.
hu_hu: A foglalási űrlapokon az Apple Calendar-integráció használatához engedélyezze az integrációt.

source: Read the documentation
hu_hu: Olvassa el a dokumentációt

source: Status
hu_hu: Állapot

source: Enable Apple Calendar Integration
hu_hu: Apple Calendar-integráció engedélyezése

source: 1 minute
hu_hu: 1 perc

source: 5 minutes
hu_hu: 5 perc

source: 10 minutes
hu_hu: 10 perc

source: 15 minutes
hu_hu: 15 perc

source: Caching Time
hu_hu: Gyorsítótárazási idő

source: Select for how many minutes the %1$s event API call will be cached. Recommended 5/10 minutes. If you add lots of manual events in %2$s then you may lower the value
hu_hu: Válassza ki, hány percig legyen gyorsítótárazva a %1$s esemény API-hívása. Ajánlott: 5/10 perc. Ha a %2$s használatakor sok kézi eseményt ad hozzá, csökkentheti az értéket

source: Enable/Disable Apple Calendar to sync your events
hu_hu: Apple Naptár engedélyezése/letiltása az események szinkronizálásához

source: Save Settings
hu_hu: Beállítások mentése

source: Connect to Apple Server
hu_hu: Csatlakozás az Apple szerverhez

source: To connect to Apple Server, please enter your Apple Email and app specific password. Generate App Specific Password at %s Your credentials will be stored as encrypted.
hu_hu: Az Apple szerverhez való csatlakozáshoz adja meg az Apple e-mail-címét és az alkalmazásspecifikus jelszót. Alkalmazásspecifikus jelszót itt hozhat létre: %s A hitelesítő adatai titkosítva lesznek tárolva.

source: App Specific Password
hu_hu: Alkalmazásspecifikus jelszó

source: Connect with Apple Calendar
hu_hu: Csatlakozás az Apple Naptárhoz

source: Configure %s to sync your events
hu_hu: A(z) %s beállítása az események szinkronizálásához

source: Connect with %s
hu_hu: Csatlakozás ehhez: %s

source: Please remove the connection and reconnect again.
hu_hu: Kérjük, távolítsa el a kapcsolatot, majd csatlakozzon újra.

source: Apple Calendar event created
hu_hu: Apple naptáresemény létrehozva

source: Aplle calendar event has been created. EventID: %s
hu_hu: Aplle naptáresemény létrehozva. Eseményazonosító: %s

source: Apple Calendar API Error
hu_hu: Apple Naptár API-hiba

source: Failed to create event in Apple calendar. API Response: %s
hu_hu: Nem sikerült eseményt létrehozni az Apple naptárban. API-válasz: %s

source: Apple event has been deleted
hu_hu: Apple-esemény törölve

source: Apple calendar event has been deleted
hu_hu: Apple naptáresemény törölve

source: Failed to delete event in Apple calendar. API Response: %s
hu_hu: Nem sikerült törölni az eseményt az Apple naptárban. API-válasz: %s

source: Apple event has been updated
hu_hu: Apple-esemény frissítve

source: Apple calendar event has been updated
hu_hu: Apple naptáresemény frissítve

source: Failed to update event in Apple calendar. API Response: %s
hu_hu: Nem sikerült frissíteni az eseményt az Apple naptárban. API-válasz: %s

source: This is a group event.
hu_hu: Ez egy csoportos esemény.

source: Your credential has been saved
hu_hu: A hitelesítési adata mentve lett

source: Google Calendar / Meet
hu_hu: Google Naptár / Meet

source: Google Calendar API Error:
hu_hu: Google Naptár API-hiba:

source: Connect Google Meet First
hu_hu: Először csatlakoztassa a Google Meetet

source: Set Google Event Creat First
hu_hu: Először állítsa be a Google Event Creat-et

source: All Hosts Need to
hu_hu: Minden házigazdának szükséges

source: Organizer Needs to
hu_hu: A szervezőnek szükséges

source: Login to your Google account, go to Google Cloud Console, create a project, complete OAuth Consent screen process, click on Create Credentials, and you will get your client id and secret key. If you get the ID and Keys for Google Calendar, Google Meet will be integrated automatically. For full details read the
hu_hu: Jelentkezzen be Google-fiókjába, lépjen a Google Cloud Console-ba, hozzon létre egy projektet, fejezze be az OAuth Consent képernyő folyamatát, kattintson a Create Credentials gombra, és megkapja az ügyfél-azonosítót és a titkos kulcsot. Ha megszerzi a Google Naptárhoz tartozó ID-t és kulcsokat, a Google Meet automatikusan integrálódik. A részletes tudnivalókért olvassa el a

source: documentation
hu_hu: dokumentációt

source: Google Calendar/Meet integration is configured by wp-config.php constants. No action required here
hu_hu: A Google Naptár/Meet integrációt a wp-config.php konstansai konfigurálják. Itt nincs teendő

source: Configure Google Calendar/Meet to sync your events
hu_hu: A Google Naptár/Meet beállítása az események szinkronizálásához

source: Save Google API Configuration
hu_hu: Google API-konfiguráció mentése

source: Google Calendar API Error
hu_hu: Google Naptár API-hiba

source: Failed to connect with google calendar API. API Response: %s
hu_hu: Nem sikerült csatlakozni a Google Naptár API-hoz. API-válasz: %s

source: Failed to create event in Google calendar. API Response: %s
hu_hu: Nem sikerült eseményt létrehozni a Google naptárban. API-válasz: %s

source: Google Calendar event created
hu_hu: Google naptáresemény létrehozva

source: Google calendar event has been created. %s
hu_hu: Google naptáresemény létrehozva. %s

source: View on Google Calendar
hu_hu: Megtekintés a Google Naptárban

source: Failed to update event in Google calendar. API Response: %s
hu_hu: Nem sikerült frissíteni az eseményt a Google naptárban. API-válasz: %s

source: Google Calendar event updated
hu_hu: Google naptáresemény frissítve

source: Google calendar event has been updated. %s
hu_hu: Google naptáresemény frissítve. %s

source: Failed to add attendee in Google calendar. API Response: %s
hu_hu: Nem sikerült résztvevőt hozzáadni a Google naptárban. API-válasz: %s

source: Failed to connect with Google calendar API. API Response: %s
hu_hu: Nem sikerült csatlakozni a Google Naptár API-hoz. API-válasz: %s

source: Added to Google calendar
hu_hu: Hozzáadva a Google naptárhoz

source: Guest has been added to Google calendar event
hu_hu: Vendég hozzáadva a Google naptáreseményhez

source: Removed from Google calendar
hu_hu: Eltávolítva a Google naptárból

source: Guest has been removed from Google calendar event
hu_hu: Vendég eltávolítva a Google naptáreseményből

source: Failed to connect Calendar API
hu_hu: Nem sikerült csatlakozni a Naptár API-hoz

source: Google API Response Error:
hu_hu: Google API válaszhiba:

source: Back to Calendars Configuration
hu_hu: Vissza a naptárak konfigurációjához

source: Required scopes missing
hu_hu: A szükséges hatókörök hiányoznak

source: Looks like you did not allow the required scopes. Please try again with the following scopes:
hu_hu: Úgy tűnik, nem engedélyezte a szükséges hatóköröket. Kérjük, próbálja újra a következő hatókörökkel:

source: Google API Error
hu_hu: Google API hiba

source: We could not authenticate your account. Please try again later.
hu_hu: Nem sikerült hitelesíteni a fiókját. Kérjük, próbálja meg később újra.

source: Note:
hu_hu: Megjegyzés:

source: Enable Google Calendar Notification
hu_hu: Google Naptár értesítés engedélyezése

source: Guests can see other guests of the slot
hu_hu: A vendégek láthatják az idősáv többi vendégét

source: Unexpected error from google api
hu_hu: Váratlan hiba a Google API-tól

source: Access Token Refreshed
hu_hu: Hozzáférési token frissítve

source: start and end data is required
hu_hu: A kezdő és a záró adat szükséges

source: Sorry! There has an error when fetching data for google authentication. Please try again
hu_hu: Sajnáljuk! Hiba történt a Google-hitelesítéshez szükséges adatok lekérésekor. Kérjük, próbálja meg újra

source: Nextcloud Calendar
hu_hu: Nextcloud Naptár

source: Nextcloud Calendar API Error:
hu_hu: Nextcloud Naptár API hiba:

source: To use Nextcloud Calendar Integration for your Booking forms, please enable the integration.
hu_hu: A Nextcloud Naptár-integráció használatához engedélyezze az integrációt a foglalási űrlapokhoz.

source: Enable Nextcloud Calendar Integration
hu_hu: Nextcloud Naptár-integráció engedélyezése

source: Enable/Disable Nextcloud Calendar to sync your events
hu_hu: A Nextcloud Naptár engedélyezése/letiltása az események szinkronizálásához

source: Connect to Nextcloud Server
hu_hu: Csatlakozás a Nextcloud szerverhez

source: To connect to Nextcloud Server, please enter your Nextcloud Email/Username and app specific password. Your credentials will be stored as encrypted.
hu_hu: A Nextcloud szerverhez való csatlakozáshoz adja meg a Nextcloud e-mail címét/felhasználónevét és az alkalmazásspecifikus jelszót. A hitelesítő adatai titkosítva lesznek tárolva.

source: Nextcloud ID (Username/ Email)
hu_hu: Nextcloud azonosító (felhasználónév/ e-mail)

source: Connect with Nextcloud Calendar
hu_hu: Csatlakozás a Nextcloud Naptárhoz

source: Nextcloud Calendar event created
hu_hu: Nextcloud Naptár-esemény létrehozva

source: Nextcloud calendar event has been created. EventID: %s
hu_hu: A Nextcloud naptáresemény létrehozva. Eseményazonosító: %s

source: Nextcloud Calendar API Error
hu_hu: Nextcloud Naptár API hiba

source: Failed to create event in Nextcloud calendar. API Response: %s
hu_hu: Nem sikerült eseményt létrehozni a Nextcloud naptárban. API-válasz: %s

source: Nextcloud event has been deleted
hu_hu: A Nextcloud-esemény törölve lett

source: Nextcloud calendar event has been deleted
hu_hu: A Nextcloud naptáresemény törölve lett

source: Failed to delete event in Nextcloud calendar. API Response: %s
hu_hu: Nem sikerült törölni az eseményt a Nextcloud naptárban. API-válasz: %s

source: Nextcloud event has been updated
hu_hu: A Nextcloud-esemény frissítve lett

source: Nextcloud calendar event has been updated
hu_hu: A Nextcloud naptáresemény frissítve lett

source: Failed to update event in Nextcloud calendar. API Response: %s
hu_hu: Nem sikerült frissíteni az eseményt a Nextcloud naptárban. API-válasz: %s

source: Outlook Calendar / MS Teams
hu_hu: Outlook Naptár / MS Teams

source: Outlook Calendar API Error:
hu_hu: Outlook Naptár API hiba:

source: Connect Outlook First
hu_hu: Először csatlakoztassa az Outlookot

source: Set Outlook Event Creat First
hu_hu: Először állítsa be az Outlook esemény létrehozását

source: Enable MS Teams From Outlook Settings
hu_hu: Engedélyezze az MS Teams szolgáltatást az Outlook beállításokban

source: Your outlook API configaration is already. You can connect your outlook calendar from your host settings.
hu_hu: Az Outlook API-konfigurációja már elkészült. Az Outlook naptárát a host beállításaiból csatlakoztathatja.

source: Use Outlook Calendar to sync your Fluent Booking events
hu_hu: Használja az Outlook Naptárt a Fluent Booking eseményeinek szinkronizálásához

source: Update Caching Time
hu_hu: Gyorsítótárazási idő frissítése

source: Outlook API Response Error:
hu_hu: Outlook API válaszhiba:

source: Outlook Calendar API Error
hu_hu: Outlook Naptár API hiba

source: Failed to connect with Outlook calendar API. API Response: %s
hu_hu: Nem sikerült csatlakozni az Outlook naptár API-hoz. API-válasz: %s

source: Failed to create event in Outlook calendar. API Response: %s
hu_hu: Nem sikerült eseményt létrehozni az Outlook naptárban. API-válasz: %s

source: Outlook Calendar event created
hu_hu: Outlook Naptár-esemény létrehozva

source: Outlook calendar event has been created. %s
hu_hu: Az Outlook naptáresemény létrehozva. %s

source: View on Outlook Calendar
hu_hu: Megtekintés az Outlook Naptárban

source: Added to Outlook calendar
hu_hu: Hozzáadva az Outlook naptárhoz

source: Guest has been added to outlook calendar event
hu_hu: A vendég hozzá lett adva az Outlook naptáreseményhez

source: Removed from Outlook calendar
hu_hu: Eltávolítva az Outlook naptárból

source: Guest has been removed from outlook calendar event
hu_hu: A vendég eltávolításra került az outlook naptáreseményből

source: Outlook Event Updated
hu_hu: Outlook-esemény frissítve

source: Event in outlook has been updated with new dates
hu_hu: Az outlookban lévő esemény új dátumokkal frissült

source: Failed to delete event in Outlook calendar. API Response: %s
hu_hu: Nem sikerült törölni az eseményt az Outlook naptárban. API válasz: %s

source: Outlook event has been deleted
hu_hu: Az Outlook-esemény törölve lett

source: Outlook calendar event has been deleted
hu_hu: Az Outlook naptáresemény törölve lett

source: Enable Microsoft Teams (Requires work/school account)
hu_hu: Microsoft Teams engedélyezése (Munkahelyi vagy iskolai fiókot igényel)

source: Unexpected error from outlook api
hu_hu: Váratlan hiba az outlook API-tól

source: Sorry! There has an error when fetching data for outlook authentication. Please try again
hu_hu: Sajnáljuk! Hiba történt az outlook-hitelesítéshez szükséges adatok lekérésekor. Kérjük, próbálja meg újra

source: Payment Successfully Completed
hu_hu: A fizetés sikeresen megtörtént

source: Transaction marked as paid and %s Transaction ID: %s
hu_hu: A tranzakció fizetettre jelölve és %s Tranzakcióazonosító: %s

source: %s Payment Pending
hu_hu: %s fizetés függőben

source: %s Payment Failed
hu_hu: %s fizetés sikertelen

source: Payment Refunded Successfully
hu_hu: Fizetés sikeresen visszatérítve

source: Amount %s refunded successfully. Transaction ID: %s
hu_hu: A %s összeg sikeresen visszatérítve. Tranzakcióazonosító: %s

source: Please activate payment first!
hu_hu: Kérjük, előbb aktiválja a fizetést!

source: Pay with:
hu_hu: Fizetés ezzel:

source: Please active at least one payment method!
hu_hu: Kérjük, aktiváljon legalább egy fizetési módot!

source: Offline Payment
hu_hu: Offline fizetés

source: Pay with Offline
hu_hu: Fizetés Offline móddal

source: Order has been placed successfully
hu_hu: A rendelés sikeresen leadva

source: Pay with Paypal
hu_hu: Fizetés Paypal-lal

source: Offline Payments
hu_hu: Offline fizetések

source: Configure Offline to accept payments on your booking events and monetize your time slots
hu_hu: Állítsa be az Offline-t, hogy elfogadja a foglalási események fizetéseit és pénzzé tegye az idősávjait

source: Enable Offline payment for booking payment
hu_hu: Offline fizetés engedélyezése a foglalási fizetéshez

source: Payment Label
hu_hu: Fizetési címke

source: This label will be displayed in the booking form
hu_hu: Ez a címke megjelenik a foglalási űrlapon

source: Total Payment
hu_hu: Végösszeg

source: Item
hu_hu: Tétel

source: Price
hu_hu: Ár

source: Total:
hu_hu: Összesen:

source: Payment Summary
hu_hu: Fizetési összefoglaló

source: Pay with Card (Stripe)
hu_hu: Fizetés kártyával (Stripe)

source: Paypal IPN Error
hu_hu: Paypal IPN hiba

source: Payment failed for paypal IPN error
hu_hu: A fizetés meghiúsult a Paypal IPN hibája miatt

source: Paypal IPN Not Verified
hu_hu: A Paypal IPN nincs ellenőrizve

source: Payment failed for paypal IPN verification
hu_hu: A fizetés meghiúsult a Paypal IPN ellenőrzése miatt

source: Paypal's payments platform lets you accept credit cards, debit cards, and popular payment methods around the world—all with a single integration
hu_hu: A Paypal fizetési platformja lehetővé teszi, hogy világszerte elfogadjon hitel- és betéti kártyákat, valamint népszerű fizetési módokat—mindezt egyetlen integrációval

source: Payment failed due to invalid currency in Paypal IPN
hu_hu: A fizetés érvénytelen pénznem miatt meghiúsult a Paypal IPN-ben

source: Payment failed due to invalid amount in Paypal IPN
hu_hu: A fizetés érvénytelen összeg miatt meghiúsult a Paypal IPN-ben

source: Paypal Payments
hu_hu: Paypal fizetések

source: Configure Paypal to accept payments on your booking events and monetize your time slots
hu_hu: Állítsa be a Paypal-t, hogy elfogadja a foglalási események fizetéseit és pénzzé tegye az idősávjait

source: Enable Paypal payment for booking payment
hu_hu: Paypal fizetés engedélyezése a foglalási fizetéshez

source: Payment Mode
hu_hu: Fizetési mód

source: Sandbox Mode
hu_hu: Sandbox mód

source: Live Mode
hu_hu: Éles mód

source: Paypal Email
hu_hu: Paypal e-mail-cím

source: Disable Paypal IPN Verification
hu_hu: Paypal IPN ellenőrzés letiltása
