Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluent-booking-pro/fluent-booking-pro-*.po
Languages: hu_hu

source: If you are unable to use Payment Data Transfer and payments are not getting marked as complete, then check this box. This forces the site to use a slightly less secure method of verifying purchases.
hu_hu: Ha nem tudja használni a Payment Data Transfer szolgáltatást, és a kifizetések nem kerülnek befejezettként megjelölésre, jelölje be ezt a négyzetet. Ez arra kényszeríti a webhelyet, hogy a vásárlások ellenőrzéséhez egy kissé kevésbé biztonságos módszert használjon.

source: Payment made via eCheck and will clear automatically in 5-8 days
hu_hu: Fizetés eCheckkel történt, és automatikusan 5–8 napon belül jóváíródik

source: Payment requires a confirmed customer address and must be accepted manually through PayPal
hu_hu: A fizetéshez megerősített vevői cím szükséges, és PayPalon keresztül kézzel kell elfogadni

source: Payment must be accepted manually through PayPal due to international account regulations
hu_hu: A fizetést a nemzetközi számlaszabályozások miatt PayPalon keresztül kézzel kell elfogadni

source: Payment received in non-shop currency and must be accepted manually through PayPal
hu_hu: A fizetés az üzlet pénznemétől eltérő valutában érkezett, és PayPalon keresztül kézzel kell elfogadni

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations
hu_hu: A fizetést a PayPal munkatársai felülvizsgálják, mert magas kockázatúnak minősül vagy esetlegesen sérti a kormányzati előírásokat

source: Payment was sent to non-confirmed or non-registered email address.
hu_hu: A fizetés nem megerősített vagy nem regisztrált e-mail-címre lett elküldve.

source: PayPal account must be upgraded before this payment can be accepted
hu_hu: A PayPal-fiókot frissíteni kell, mielőtt ez a fizetés elfogadható.

source: PayPal account is not verified. Verify account in order to accept this payment
hu_hu: A PayPal-fiók nincs ellenőrizve. Ellenőrizze a fiókot a fizetés elfogadásához.

source: Payment is pending for unknown reasons. Contact PayPal support for assistance
hu_hu: A fizetés ismeretlen okokból függőben van. Segítségért lépjen kapcsolatba a PayPal ügyfélszolgálatával.

source: Payment marked as pending
hu_hu: A fizetés függőben megjelölve

source: Pay with PayPal
hu_hu: Fizetés PayPallel

source: API Error:
hu_hu: API hiba:

source: Unknown Stripe API request error
hu_hu: Ismeretlen hiba a Stripe API-kérésben

source: There was a problem connecting to the Stripe API endpoint.
hu_hu: Probléma történt a Stripe API végponthoz való csatlakozáskor.

source: Stripe General Error
hu_hu: Stripe általános hiba

source: Invalid Stripe Request. Please configure stripe payment gateway again
hu_hu: Érvénytelen Stripe-kérés. Kérjük, konfigurálja újra a Stripe fizetési átjárót

source: Stripe mode is not active
hu_hu: A Stripe mód nem aktív

source: Selected Account does not exist
hu_hu: A kiválasztott fiók nem létezik

source: Stripe settings has been disconnected
hu_hu: A Stripe beállításai le lettek választva

source: Stripe's payments platform lets you accept credit cards, debit cards, and popular payment methods around the world—all with a single integration
hu_hu: A Stripe fizetési platformja lehetővé teszi, hogy világszerte hitel- és betéti kártyákat, valamint népszerű fizetési módokat fogadjon el—all egyetlen integrációval

source: Payment for Order
hu_hu: Fizetés a rendelésért

source: invoice not found
hu_hu: számla nem található

source: Invoice for Order
hu_hu: Számla a rendeléshez

source: Pay with Stripe
hu_hu: Fizetés Stripe-pal

source: Stripe Payments
hu_hu: Stripe fizetések

source: Configure stripe to accept payments on your booking events and monetize your time slots
hu_hu: Konfigurálja a Stripe-ot, hogy fogadjon fizetéseket a foglalási eseményein, és pénzzé tegye az idősávjait

source: Enable Stripe payment for booking payment
hu_hu: Engedélyezze a Stripe-fizetést a foglalási fizetéshez

source: Test Mode
hu_hu: Teszt mód

source: Provider
hu_hu: Szolgáltató

source: Payment Modal is opening, Please complete the payment
hu_hu: A fizetési modal ablak megnyílik, kérjük, fejezze be a fizetést

source: SMS Number
hu_hu: SMS-szám

source: Enter Twilio Sender SMS Number
hu_hu: Adja meg a Twilio küldő SMS-számát

source: WhatsApp Number (Optional)
hu_hu: WhatsApp-szám (opcionális)

source: Enter Twilio Sender WhatsApp Number
hu_hu: Adja meg a Twilio küldő WhatsApp-számát

source: Enter Twilio Account SID
hu_hu: Adja meg a Twilio Account SID-et

source: Enter Twilio API Auth Token
hu_hu: Adja meg a Twilio API Auth Token-t

source: Please read the step-by-step documentation to setup Account SID and Auth Token and get the Sender Numbers for your app.
hu_hu: Kérjük, olvassa el a lépésről lépésre szóló dokumentációt az Account SID és az Auth Token beállításához, és szerezze be az alkalmazásához a küldő számokat.

source: Go to the documentation article
hu_hu: Ugrás a dokumentációs cikkhez

source: Twilio SMS Integration
hu_hu: Twilio SMS-integráció

source: Configure Twilio API to send SMS/WhatsApp notifications on booking events
hu_hu: Konfigurálja a Twilio API-t, hogy SMS/WhatsApp értesítéseket küldjön foglalási eseményekről

source: Your Twilio API integration is up and running.
hu_hu: A Twilio API-integrációja rendben működik.

source: Your Twilio API Key is not valid.
hu_hu: A Twilio API-kulcsa érvénytelen.

source: Twilio API Error
hu_hu: Twilio API hiba

source: Failed to send sms with Twilio API
hu_hu: Nem sikerült SMS-t küldeni a Twilio API-val.

source: SMS Sent Successfully
hu_hu: SMS sikeresen elküldve

source: Booking Confirmation SMS has been sent to attendee
hu_hu: A foglalás visszaigazolásáról szóló SMS elküldve a résztvevőnek

source: Booking Confirmation SMS has been sent to host
hu_hu: A foglalás megerősítéséről szóló SMS elküldve a házigazdának

source: Reminder SMS Sent Successfully
hu_hu: Emlékeztető SMS sikeresen elküldve

source: Booking Reminder SMS has been sent to attendee
hu_hu: A foglalási emlékeztető SMS elküldve a résztvevőnek

source: Booking Reminder SMS has been sent to host
hu_hu: A foglalási emlékeztető SMS elküldve a házigazdának

source: Cancellation SMS Sent Successfully
hu_hu: Lemondási SMS sikeresen elküldve

source: Booking Cancellation SMS has been sent to the Attendee
hu_hu: A foglalás lemondásáról szóló SMS elküldve a résztvevőnek

source: Booking Cancellation SMS has been sent to the host
hu_hu: A foglalás lemondásáról szóló SMS elküldve a házigazdának

source: Rescheduling SMS Sent Successfully
hu_hu: Átütemezési SMS sikeresen elküldve

source: Booking Rescheduling SMS has been sent to the host
hu_hu: A foglalás átütemezéséről szóló SMS elküldve a házigazdának

source: Booking Rescheduling SMS has been sent to the Attendee
hu_hu: A foglalás átütemezéséről szóló SMS elküldve a résztvevőnek

source: Unexpected error from remote api
hu_hu: Váratlan hiba a távoli API-tól

source: Booking Confirmation SMS to Attendee
hu_hu: Foglalás megerősítő SMS a résztvevőnek

source: Booking Confirmation SMS to Organizer (You)
hu_hu: Foglalás megerősítő SMS a szervezőnek (Ön)

source: Configure Meeting Reminder to Attendee
hu_hu: Találkozó emlékeztető beállítása a résztvevőnek

source: Configure Meeting Reminder to Organizer (You)
hu_hu: Találkozó emlékeztető beállítása a szervezőnek (Ön)

source: Booking Cancelled by Attendee (SMS to Organizer)
hu_hu: Foglalás lemondva a résztvevő által (SMS a szervezőnek)

source: Booking Cancelled by Organizer (SMS to Attendee)
hu_hu: Foglalás lemondva a szervező által (SMS a résztvevőnek)

source: Booking Rescheduled by Attendee (SMS to Organizer)
hu_hu: Foglalás átütemezve a résztvevő által (SMS a szervezőnek)

source: Booking Rescheduled by Organizer (SMS to Attendee)
hu_hu: Foglalás átütemezve a szervező által (SMS a résztvevőnek)

source: Booking Approval Request to Host (SMS to Organizer)
hu_hu: Foglalás jóváhagyási kérelem a házigazdának (SMS a szervezőnek)

source: Booking Submission Confirmation (SMS to Attendee)
hu_hu: Foglalás beküldésének visszaigazolása (SMS a résztvevőnek)

source: Booking Declined by Organizer (SMS to Attendee)
hu_hu: Foglalás elutasítva a szervező által (SMS a résztvevőnek)

source: Failed to send webhook to
hu_hu: Nem sikerült webhookot küldeni ide

source: Webhook sent successfully to
hu_hu: Webhook sikeresen elküldve ide

source: Webhook sent successfully
hu_hu: Webhook sikeresen elküldve

source: Failed to send webhook
hu_hu: Nem sikerült elküldeni a webhookot

source: You are redirecting to checkout page to complete the appointment.
hu_hu: A találkozó befejezéséhez a pénztár oldalra irányítjuk.

source: Redirect to WooCommerce checkout page
hu_hu: Átirányítás a WooCommerce pénztár oldalára

source: User redirected to Woo checkout page to comeplete the order.
hu_hu: A felhasználó átirányítva a Woo pénztár oldalára a rendelés befejezéséhez.

source: Appointment
hu_hu: Időpont

source: Booking Details
hu_hu: Foglalás részletei

source: Meeting Info:
hu_hu: Találkozó adatai:

source: Date & Time:
hu_hu: Dátum és időpont:

source: Status:
hu_hu: Állapot:

source: View Full Meeting Details
hu_hu: Teljes találkozó részleteinek megtekintése

source: Woo: Booking status could not be changed
hu_hu: Woo: A foglalás állapotát nem sikerült megváltoztatni

source: Booking status could not be changed as it is in %1$s status. %2$sView Order%3$s
hu_hu: A foglalás állapota nem módosítható, mivel jelenleg %1$s állapotban van. %2$sRendelés megtekintése%3$s

source: Booking #%1$s status changed to scheduled at %2$s. %3$sView Booking%4$s
hu_hu: A(z) #%1$s foglalás állapota ütemezettre változott ekkor: %2$s. %3$sFoglalás megtekintése%4$s

source: Cancelled by WooCommerce Order
hu_hu: Lemondva a WooCommerce rendelés által

source: Booking #%1$s status changed to cancelled. %2$sView Booking%3$s
hu_hu: A(z) #%1$s foglalás állapota lemondottra változott. %2$sFoglalás megtekintése%3$s

source: Woo: Booking status changed to cancelled
hu_hu: Woo: A foglalás állapota lemondottra változott

source: Woocommerce order status changed to %1$s and booking status changed to cancelled. %2$sView Order%3$s
hu_hu: A Woocommerce rendelés állapota %1$s értékre változott, és a foglalás állapota lemondottra. %2$sRendelés megtekintése%3$s

source: Order #%1$s was placed on %2$s and is currently %3$s.
hu_hu: A(z) #%1$s rendelés %2$s dátummal lett leadva, és jelenleg %3$s.

source: View Order
hu_hu: Rendelés megtekintése

source: Order Summary
hu_hu: Rendelés összegzése

source: Woo: Booking status changed to scheduled
hu_hu: Woo: A foglalás állapota ütemezettre változott

source: Woocommerce order status changed to %1$s and booking status changed to scheduled. %2$sView Order%3$s
hu_hu: A Woocommerce rendelés állapota %1$s értékre változott, és a foglalás állapota ütemezettre. %2$sRendelés megtekintése%3$s

source: Connect Zoom Account First
hu_hu: Először csatlakoztassa a Zoom-fiókot

source: Zoom Video
hu_hu: Zoom videó

source: Zoom API Error
hu_hu: Zoom API hiba

source: Failed to create meeting with Zoom API. API Response: %1s
hu_hu: Nem sikerült értekezletet létrehozni a Zoom API-val. API-válasz: %1s

source: Zoom Meeting has been created
hu_hu: Zoom-értekezlet létrehozva

source: Zoom Meeting has been scheduled. %1$s
hu_hu: Zoom-értekezlet ütemezve. %1$s

source: Start Meeting URL
hu_hu: Értekezlet indítási URL

source: Failed to delete meeting with Zoom API
hu_hu: Nem sikerült törölni az értekezletet a Zoom API-val

source: Zoom Meeting has been deleted
hu_hu: Zoom-értekezlet törölve

source: Failed to update meeting with Zoom API
hu_hu: Nem sikerült frissíteni az értekezletet a Zoom API-val

source: Zoom Meeting has been updated
hu_hu: Zoom-értekezlet frissítve

source: Zoom Meeting has been updated with the new data
hu_hu: Zoom-értekezlet frissítve az új adatokkal

source: No zoom credentials found
hu_hu: Nem találhatók Zoom-hitelesítő adatok

source: Zoom Account ID
hu_hu: Zoom-fiókazonosító

source: Enter Your Account ID
hu_hu: Adja meg a fiókazonosítóját

source: Zoom App Client ID
hu_hu: Zoom-alkalmazás kliensazonosító

source: Enter Your App Client ID
hu_hu: Adja meg az alkalmazás kliensazonosítóját

source: Zoom App Secret Key
hu_hu: Zoom-alkalmazás titkos kulcs

source: Enter Your App Secret Key
hu_hu: Adja meg az alkalmazás titkos kulcsát

source: View FluentBooking documentation
hu_hu: FluentBooking dokumentáció megtekintése

source: Docs
hu_hu: Dokumentáció

source: Visit Support
hu_hu: Támogatás felkeresése

source: Help & Support
hu_hu: Súgó és támogatás

source: Check Update
hu_hu: Frissítés ellenőrzése

source: Error when contacting with license server. Please check that your server have curl installed
hu_hu: Hiba a licenckiszolgálóval való kapcsolatfelvételkor. Ellenőrizze, hogy a kiszolgálón telepítve van-e a curl

source: No license key found
hu_hu: Nem található licenckulcs

source: There was an error deactivating the license, please try again or login at wpmanageninja.com to manually deactivated the license
hu_hu: Hiba történt a licenc deaktiválásakor, próbálja meg újra, vagy jelentkezzen be a wpmanageninja.com oldalra, és deaktiválja manuálisan a licencet

source: No license key available
hu_hu: Nem áll rendelkezésre licenckulcs

source: There was an error activating the license, please verify your license is correct and try again or contact support.
hu_hu: Hiba történt a licenc aktiválásakor, ellenőrizze, hogy a licenc helyes-e, majd próbálja újra, vagy lépjen kapcsolatba a támogatással.

source: Your license has been expired at
hu_hu: A licenc lejárt ekkor

source: to renew your license
hu_hu: a licenc megújításához

source: No Activation Site left: You have activated all the sites that your license offer. Please go to wpmanageninja.com account and review your sites. You may deactivate your unused sites from wpmanageninja account or you can purchase another license.
hu_hu: Nincs több aktiválható webhely: Már aktiválta az összes webhelyet, amelyet a licenc tartalmaz. Kérjük, lépjen be a wpmanageninja.com fiókjába és tekintse át a webhelyeit. A nem használt webhelyeket deaktiválhatja a wpmanageninja fiókjából, vagy vásárolhat egy másik licencet.

source: Click Here to purchase another license
hu_hu: Kattintson ide másik licenc vásárlásához

source: The given license key is not valid. Please verify that your license is correct. You may login to wpmanageninja.com account and get your valid license key for your purchase.
hu_hu: A megadott licenckulcs érvénytelen. Ellenőrizze, hogy a licenc helyes-e. Bejelentkezhet a wpmanageninja.com fiókjába, és lekérheti a vásárlásához tartozó érvényes licenckulcsot.

source: license has been
hu_hu: licenc

source: expired at
hu_hu: lejárt ekkor

source: Click Here to Renew Your License
hu_hu: Kattintson ide a licenc megújításához

source: You do not have permission to install plugin updates
hu_hu: Nincs jogosultsága a bővítményfrissítések telepítéséhez

source: Error
hu_hu: Hiba

source: Invalid submission. No receipt found
hu_hu: Érvénytelen beküldés. Nem található nyugta

source: Items Details
hu_hu: Tételek adatai

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: FluentBooking base plugin needs to be updated to the latest version.
hu_hu: A FluentBooking alapbővítményt a legújabb verzióra kell frissíteni.

source: Click here to update
hu_hu: Kattintson ide a frissítéshez
