Repository: hellowpio/wordpress-translations
Catalog: plugins/*/learndash-integrity/learndash-integrity-*.po
Languages: hu_hu

source: Protect your LearnDash site from content theft.
hu_hu: Védje LearnDash webhelyét a tartalomlopástól.

source: Integrity Settings
hu_hu: Integritás beállításai

source: Integrity
hu_hu: Integritás

source: Prevent Hotlinking
hu_hu: Hotlinkelés megakadályozása

source: Protect videos and images hosted on this site from hotlinking.
hu_hu: Védje az ezen a webhelyen tárolt videókat és képeket a hotlinkeléstől.

source: Prevent Concurrent Login
hu_hu: Egyidejű bejelentkezés megakadályozása

source: Enable concurrent logins per user.
hu_hu: Engedélyezze a felhasználónkénti egyidejű bejelentkezéseket.

source: Exclude User Role(s)
hu_hu: Felhasználói szerepkör(ök) kizárása

source: Choose one or more user roles to exclude from the prevent concurrent login feature.
hu_hu: Válasszon ki egy vagy több felhasználói szerepkört, amelyeket ki szeretne zárni az egyidejű bejelentkezés megakadályozása funkcióból.

source: Prevent Content Copy
hu_hu: Tartalommásolás megakadályozása

source: Prevent content on this site from being copied.
hu_hu: Akadályozza meg az ezen a webhelyen található tartalom másolását.

source: Enable reCaptcha
hu_hu: reCaptcha engedélyezése

source: reCaptcha safeguards your website from fraud and abuse while providing a smooth user experience. Enable only one version of reCaptcha at a time. <a target="_blank" href="%s">Set it up at here.</a>
hu_hu: A reCaptcha megóvja webhelyét a csalástól és a visszaélésektől, miközben zökkenőmentes felhasználói élményt biztosít. Egyszerre csak egy reCaptcha-verziót engedélyezzen. <a target="_blank" href="%s">Állítsa be itt.</a>

source: reCaptcha v3 (Invisible)
hu_hu: reCaptcha v3 (láthatatlan)

source: Site Key
hu_hu: Webhelykulcs

source: Secret Key
hu_hu: Titkos kulcs

source: Score
hu_hu: Pontszám

source: Minimum score user has to get to be able to bypass reCAPTCHA verification. reCAPTCHA v3 returns a score (1.0 is very likely a good interaction, 0.0 is very likely a bot).
hu_hu: Minimális pontszám, amelyet a felhasználónak el kell érnie a reCAPTCHA-ellenőrzés megkerüléséhez. A reCAPTCHA v3 pontszámot ad vissza (1.0 esetén nagy valószínűséggel jó az interakció, 0.0 esetén nagy valószínűséggel bot).

source: reCaptcha v2 (checkbox)
hu_hu: reCaptcha v2 (jelölőnégyzet)

source: Location
hu_hu: Hely

source: Choose the forms for which reCaptcha will be displayed.
hu_hu: Válassza ki, mely űrlapokon jelenjen meg a reCaptcha.

source: Login
hu_hu: Bejelentkezés

source: Register
hu_hu: Regisztráció

source: Your account has exceeded the maximum concurrent logins.
hu_hu: Fiókja túllépte a maximális egyidejű bejelentkezések számát.

source: Bypass Concurrent Login Lockout ( LearnDash Integrity )
hu_hu: Egyidejű bejelentkezés miatti kizárás megkerülése ( LearnDash Integrity )

source: Prevent this user from being locked out when attempting to log into concurrent sessions.
hu_hu: Megakadályozza, hogy ez a felhasználó ki legyen zárva, amikor egyidejű munkamenetekbe próbál bejelentkezni.

source: <strong>Error:</strong> Please complete the captcha
hu_hu: <strong>Hiba:</strong> Kérjük, töltse ki a captcha-t

source: Invalid captcha.
hu_hu: Érvénytelen captcha.

source: <strong>Error:</strong> Invalid captcha.
hu_hu: <strong>Hiba:</strong> Érvénytelen captcha.

source: Please complete the captcha
hu_hu: Kérjük, töltse ki a captcha-t

source: LearnDash LMS - Integrity requires the following plugin(s) to be active:
hu_hu: LearnDash LMS - Integrity a következő bővítmény(ek) aktív állapotát igényli:

source: LearnDash LMS - Integrity Add-on requires the following plugin(s) to be active:
hu_hu: LearnDash LMS - Integrity Add-on a következő bővítmény(ek) aktív állapotát igényli:
