Repository: hellowpio/wordpress-translations
Catalog: plugins/*/buy-again-for-woocommerce/buy-again-for-woocommerce-*.po
Languages: hu_hu

source: #%s Product was deleted
hu_hu: A #%s termék törölve lett

source: %1$s Name: %2$s
hu_hu: %1$s Név: %2$s

# %s = human-readable time difference
source: %s ago
hu_hu: %s ezelőtt

source: %s not found in database
hu_hu: %s nem található az adatbázisban

source: <b>%1$s</b> email has been sent to %2$s.
hu_hu: <b>%1$s</b> e-mail elküldve %2$s részére.

source: Action
hu_hu: Művelet

source: Action Column
hu_hu: Művelet oszlop

source: Action Column Label
hu_hu: Művelet oszlop felirata

source: Activate
hu_hu: Aktiválás

source: Add to Cart Button Label
hu_hu: Kosárba gomb felirata

source: Add to cart
hu_hu: Kosárba

source: Advanced
hu_hu: Speciális

source: All
hu_hu: Összes

source: All Product(s)
hu_hu: Összes termék

source: All User(s)
hu_hu: Összes felhasználó

source: All Vendor(s)
hu_hu: Összes eladó

source: Allow Users to Search by Product Category
hu_hu: Engedélyezze, hogy a felhasználók termékkategória szerint keressenek

source: Allow Users to Search by Products
hu_hu: Engedélyezze, hogy a felhasználók termékek szerint keressenek

source: Amount Spent Using Buy Again
hu_hu: Újravásárlás használatával elköltött összeg

source: Awaiting product image
hu_hu: Termékképre vár

source: Based on Last order
hu_hu: Az utolsó rendelés alapján

source: Based on Product Name
hu_hu: A terméknév alapján

source: Buy Again
hu_hu: Újravásárlás

# Page title
source: Buy Again
hu_hu: Újravásárlás

source: Buy Again Email Reminder
hu_hu: Újravásárlási e-mailes emlékeztető

source: Buy Again Menu
hu_hu: Újravásárlás menü

source: Buy Again My Account Page Label
hu_hu: Újravásárlás Fiókom oldal felirat

source: Buy Again Page
hu_hu: Újravásárlás oldal

source: Buy Again Products
hu_hu: Újravásárolható termékek

source: Buy Again Purchase History
hu_hu: Újravásárlási előzmények

source: Buy Again Table
hu_hu: Újravásárlási táblázat

source: Buy Again Table Settings
hu_hu: Újravásárlási táblázat beállításai

source: Buy Again Tag Customization
hu_hu: Újravásárlási címke testreszabása

source: Buy Again can be accessed by
hu_hu: Az Újravásárlás a következők számára érhető el

source: Buy Again for WooCommerce
hu_hu: Újravásárlás a WooCommerce-hez

source: Buy Again plugin will not work properly some of Tables are missing in the database %s. Please verify the database.
hu_hu: Az Újravásárlás bővítmény nem fog megfelelően működni, mivel néhány tábla hiányzik a(z) %s adatbázisból. Kérjük, ellenőrizze az adatbázist.

source: Buy Again table Sort By
hu_hu: Újravásárlási táblázat rendezése

source: Buy Again will be Displayed for
hu_hu: Az Újravásárlás a következők számára lesz megjelenítve

source: Buy Now
hu_hu: Vásárlás most

source: Buy Now Button Label
hu_hu: Vásárlás most gomb felirata

source: Buy again email reminder will be sent to the users based on their past(Last) purchases(For every last purchase they will receive the email)
hu_hu: Az újravásárlási e-mailes emlékeztető a felhasználók korábbi (utolsó) vásárlásai alapján kerül kiküldésre (minden utolsó vásárlásuk után megkapják az e-mailt)

source: Cart Page
hu_hu: Kosár oldal

source: Choose Category label
hu_hu: Kategória kiválasztása felirat

source: Choose Image
hu_hu: Kép kiválasztása

source: Current Page
hu_hu: Aktuális oldal

source: Custom
hu_hu: Egyéni

source: Custom CSS
hu_hu: Egyéni CSS

source: Custom CSS Settings
hu_hu: Egyéni CSS-beállítások

source: Custom Style
hu_hu: Egyéni stílus

source: Customize
hu_hu: Testreszabás

source: Database update added in scheduler
hu_hu: Adatbázis-frissítés felvéve az ütemezőbe

source: Database verified successfully
hu_hu: Adatbázis sikeresen ellenőrizve

source: Date
hu_hu: Dátum

source: Days
hu_hu: Napok

source: Deactivate
hu_hu: Deaktiválás

source: Default
hu_hu: Alapértelmezett

source: Default Only One Quantity
hu_hu: Alapértelmezetten csak egy mennyiséget

source: Defaults to <code>%1$s</code>
hu_hu: Alapértelmezett érték: <code>%1$s</code>

source: Delete
hu_hu: Törlés

source: Delete Permanently
hu_hu: Végleges törlés

source: Description
hu_hu: Leírás

source: Display Add to Cart Button
hu_hu: Kosárba gomb megjelenítése

source: Display Add to Cart Button on
hu_hu: Kosárba gomb megjelenítése ezen

source: Display Buy Again Button in Orders Page on My Account Page
hu_hu: Vásárolja meg újra gomb megjelenítése a Saját fiók Rendelések oldalán

source: Display Buy Again Button on
hu_hu: Vásárolja meg újra gomb megjelenítése ezen

source: Display Buy Again Products in Cart Page
hu_hu: Újravásárolható termékek megjelenítése a Kosár oldalon

source: Display Filter By date
hu_hu: Dátum szerinti szűrő megjelenítése

source: Display Last purchased order column in Buy Again Table
hu_hu: A legutóbbi rendelés oszlop megjelenítése az Újravásárlás táblázatban

source: Display Previously Purchased Notice on Single Product Page
hu_hu: Korábban megvásárolt értesítés megjelenítése a termékoldalon

source: Display Previously purchased quantity count & order count Column
hu_hu: A korábban megvásárolt mennyiség és a rendelésszám oszlopának megjelenítése

source: Display Product Thumbnail in Buy Again Table
hu_hu: Termék bélyegképének megjelenítése az Újravásárlás táblázatban

source: Display Product Title Column
hu_hu: Termékcím oszlop megjelenítése

source: Display Settings
hu_hu: Megjelenítési beállítások

source: Display Stock Count in Buy Again Table
hu_hu: Készletdarabszám megjelenítése az Újravásárlás táblázatban

source: Display Tag for Buy Again Products in Shop/Category Pages
hu_hu: Címke megjelenítése az újravásárolható termékekhez a Bolt/Kategória oldalakon

source: Display Tag for Buy Again Products in Single Product Page
hu_hu: Címke megjelenítése az újravásárolható termékekhez a Termékoldalon

source: Display the customer buy again list link.
hu_hu: Az ügyfél újravásárlási lista hivatkozásának megjelenítése.

source: Display the customer buy again list.
hu_hu: Az ügyfél újravásárlási listájának megjelenítése.

source: Displays Buy Again Table
hu_hu: Újravásárlás táblázat megjelenítése

source: Edit
hu_hu: Szerkesztés

source: Edit Email Template
hu_hu: E-mail sablon szerkesztése

source: Email Cron Job Running Time
hu_hu: E-mail Cron feladat futási ideje

source: Email Heading
hu_hu: E-mail fejléc

source: Email ID
hu_hu: E-mail azonosító

source: Email Log
hu_hu: E-mail napló

source: Email Notification Settings
hu_hu: E-mail értesítési beállítások

source: Email Sent Successfully.
hu_hu: E-mail sikeresen elküldve.

source: Email Subject
hu_hu: E-mail tárgya

source: Email Type
hu_hu: E-mail típusa

source: Email will be sent based on the above assigned day(s) value
hu_hu: Az e-mail a fent megadott nap(ok) alapján kerül elküldésre

source: Enable Buy Again
hu_hu: Újravásárlás engedélyezése

source: Enable Buy Again Email
hu_hu: Újravásárlási e-mail engedélyezése

source: Enable Product Filter option
hu_hu: Termékszűrő opció engedélyezése

source: Enable this email notification
hu_hu: Ezen e-mail értesítés engedélyezése

source: Enable to send reminder email of buy-again products to the users. Email reminder will be sent to the users based on their past(Last) purchases(For every last purchase they will receive the email)
hu_hu: Emlékeztető e-mail küldésének engedélyezése a felhasználóknak az újravásárolható termékekről. A felhasználók a korábbi (utolsó) vásárlásaik alapján kapnak emlékeztetőt (minden egyes utolsó vásárlásukhoz megkapják az e-mailt)

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enter Email Id
hu_hu: Adja meg az e-mail-címet

source: Enter recipients (comma separated) for this email. Defaults to %1$s.
hu_hu: Adja meg az e-mail címzettjeit (vesszővel elválasztva). Alapértelmezés: %1$s.

source: Exclude Categories
hu_hu: Kategóriák kizárása

source: Exclude Category
hu_hu: Kategória kizárása

source: Exclude Product(s)
hu_hu: Termékek kizárása

source: Exclude User Role
hu_hu: Felhasználói szerepkör kizárása

source: Exclude User Role(s)
hu_hu: Felhasználói szerepkör(ök) kizárása

source: Exclude User(s)
hu_hu: Felhasználó(k) kizárása

source: Failed to sent <b>%1$s</b> email to %2$s.
hu_hu: Nem sikerült a(z) <b>%1$s</b> e-mailt elküldeni %2$s részére.

source: Filter Button Label
hu_hu: Szűrő gomb felirata

source: Filter By label
hu_hu: Szűrés szerint felirat

source: First Name, Last Name, Username and Email ID
hu_hu: Keresztnév, vezetéknév, felhasználónév és e-mail-cím

source: From:
hu_hu: Feladó:

source: General
hu_hu: Általános

source: General Settings
hu_hu: Általános beállítások

source: Hide
hu_hu: Elrejtés

source: Hide Out of Stock Product(s)
hu_hu: Nincs készleten lévő termékek elrejtése

source: Hide Quantity Field in Order details page
hu_hu: Mennyiség mező elrejtése a rendelés részletei oldalon

source: Hide if buy again list is empty
hu_hu: Elrejtés, ha az újravásárlási lista üres

source: Hide out-of-stock products form the Buy Again table
hu_hu: Nincs készleten lévő termékek elrejtése az újravásárlási táblázatból

source: Hours
hu_hu: Óra

source: ID: %s
hu_hu: Azonosító: %s

source: Import
hu_hu: Importálás

source: Import Purchase History of Customers (Background Process)
hu_hu: Vásárlók vásárlási előzményeinek importálása (háttérfolyamat)

source: Include Categories
hu_hu: Kategóriák bevonása

source: Include Category
hu_hu: Kategória bevonása

source: Include Product(s)
hu_hu: Termékek bevonása

source: Include User Role
hu_hu: Felhasználói szerepkör bevonása

source: Include User Role(s)
hu_hu: Felhasználói szerepkör(ök) bevonása

source: Include User(s)
hu_hu: Felhasználó(k) bevonása

source: Invalid Customer.
hu_hu: Érvénytelen vásárló.

source: Invalid Email Log
hu_hu: Érvénytelen e-mail-napló

source: Invalid Product.
hu_hu: Érvénytelen termék.

source: Invalid Request
hu_hu: Érvénytelen kérés

source: Last 3 Months
hu_hu: Elmúlt 3 hónap

source: Last 30 Days
hu_hu: Elmúlt 30 nap

source: Last 6 Months
hu_hu: Elmúlt 6 hónap

source: Last 60 Days
hu_hu: Elmúlt 60 nap

source: Last purchased order column label
hu_hu: Legutóbb vásárolt rendelés oszlop felirata

# enhanced select
source: Loading more results&hellip;
hu_hu: További találatok betöltése&hellip;

source: Localization
hu_hu: Lokalizáció

source: Manage
hu_hu: Kezelés

source: Messages
hu_hu: Üzenetek

source: Minutes
hu_hu: Perc

source: Most Recent
hu_hu: Legutóbbi

source: My Account Page Menu Slug
hu_hu: Fiókom oldal menü slug

source: Name Ascending
hu_hu: Név szerint növekvő

source: Name Descending
hu_hu: Név szerint csökkenő

source: No Product Found
hu_hu: Nem található termék

source: No Product(s) Found
hu_hu: Nem található termék

source: No Products found
hu_hu: Nem található termék

source: No Users found
hu_hu: Nem található felhasználó

# enhanced select
source: No matches found
hu_hu: Nincs találat

source: No.Of Orders
hu_hu: Rendelések száma

source: Number of Products to Display Per Page in Buy Again Table
hu_hu: A Vedd meg újra táblázatban oldalanként megjelenítendő termékek száma

source: Order #%s
hu_hu: Rendelés #%s

source: Order Details
hu_hu: Rendelés részletei

source: Order Details Link Caption
hu_hu: Rendelés részletei hivatkozás felirata

source: Order ID
hu_hu: Rendelésazonosító

source: Order Status for Purchasing Products through Buy Again
hu_hu: Rendelésállapot a Vedd meg újra funkción keresztüli vásárláshoz

source: Orders Placed using Buy Again
hu_hu: A Vedd meg újra használatával leadott rendelések

source: Out of Stock
hu_hu: Nincs készleten

source: Parameter Support
hu_hu: Paramétertámogatás

source: Please <a href="%1$s" target="_blank">click here</a> to grab your products again.
hu_hu: Kérjük, <a href="%1$s" target="_blank">kattintson ide</a>, hogy újra megvásárolja a termékeit.

# enhanced select
source: Please delete %qty% characters
hu_hu: Kérjük, töröljön %qty% karaktert

# enhanced select
source: Please delete 1 character
hu_hu: Kérjük, töröljön 1 karaktert

# enhanced select
source: Please enter %qty% or more characters
hu_hu: Kérjük, adjon meg legalább %qty% karaktert

# enhanced select
source: Please enter 1 or more characters
hu_hu: Kérjük, adjon meg legalább 1 karaktert

source: Please enter a valid email
hu_hu: Kérjük, adjon meg érvényes e-mail-címet

source: Please enter an email id
hu_hu: Kérjük, adjon meg egy e-mail-címet

source: Please select a valid value. The two nearest valid values are {from_qty} and {to_qty}.
hu_hu: Kérjük, érvényes értéket válasszon. A két legközelebbi érvényes érték: {from_qty} és {to_qty}.

source: Please select the order status to display buy again in user(s) order details & buy again products menu on frontend
hu_hu: Kérjük, válassza ki a rendelésállapotot, hogy a Vedd meg újra megjelenjen a felhasználó(k) rendelés részletei között és a frontenden a Vedd meg újra termékek menüben

source: Please select the value that is not less than {min_qty}.
hu_hu: Kérjük, válasszon olyan értéket, amely nem kisebb, mint {min_qty}.

source: Please select the value that is not more than {max_qty}.
hu_hu: Kérjük, válasszon olyan értéket, amely nem nagyobb, mint {max_qty}.

source: Previously Purchased Message
hu_hu: Korábbi vásárlás üzenete

source: Previously purchased quantity count & order count
hu_hu: Korábban vásárolt mennyiség és rendelések száma

source: Previously purchased quantity count & order count label
hu_hu: Korábban vásárolt mennyiség és rendelések száma címke

source: Previously you have puchased this product [order_details]
hu_hu: Korábban már megvásárolta ezt a terméket [order_details]

source: Product Description
hu_hu: Termékleírás

source: Product Details
hu_hu: Termék részletei

source: Product Image
hu_hu: Termékkép

source: Product Name
hu_hu: Terméknév

source: Product Name : %s
hu_hu: Terméknév : %s

source: Product Price
hu_hu: Termék ára

source: Product Price Column
hu_hu: Termékár oszlop

source: Product Price Column Label
hu_hu: Termékár oszlop címke

source: Product Quantity
hu_hu: Termékmennyiség

source: Product Quantity Column
hu_hu: Termékmennyiség oszlop

source: Product Quantity Column Label
hu_hu: Termékmennyiség oszlop címke

source: Product Thumbnail Column Label
hu_hu: Termék bélyegkép oszlop címke

source: Product Title Column Label
hu_hu: Termékcím oszlop címke

source: Product not found
hu_hu: Termék nem található

source: Products Details
hu_hu: Termékek részletei

source: Products Purchased using Buy Again
hu_hu: A Vedd meg újra használatával vásárolt termékek

source: Purchase History
hu_hu: Vásárlási előzmények

source: Qty
hu_hu: Menny.

source: Quantity
hu_hu: Mennyiség

source: Quantity Control for Buy Again on Orders Page
hu_hu: Mennyiség vezérlése a Vedd meg újra funkcióhoz a Rendelések oldalon

source: Recipient(s)
hu_hu: Címzett(ek)

source: Reset
hu_hu: Visszaállítás

source: Restriction Settings
hu_hu: Korlátozási beállítások

source: Same Quantity Based on Previous Purchase
hu_hu: Azonos mennyiség a korábbi vásárlás alapján

source: Save changes
hu_hu: Módosítások mentése

source: Search Button Label
hu_hu: Keresés gomb felirata

source: Search Email
hu_hu: E-mail-cím keresése

source: Search Field Label
hu_hu: Keresőmező felirata

source: Search User
hu_hu: Felhasználó keresése

# enhanced select
source: Searching&hellip;
hu_hu: Keresés&hellip;

source: Seconds
hu_hu: Másodperc

source: Select a Product
hu_hu: Válasszon egy terméket

source: Select a user
hu_hu: Válasszon egy felhasználót

source: Select the page(s) to display Add to Cart Button
hu_hu: Válassza ki az oldal(ak)at, ahol a Kosárba gomb megjelenjen

source: Select the page(s) to display Buy Again Button
hu_hu: Válassza ki az oldal(ak)at, ahol az újravásárlási gomb megjelenjen

source: Send Buy Again Reminder Email After X Day(s) of User's Last Purchase
hu_hu: Újravásárlási emlékeztető e-mail küldése a felhasználó utolsó vásárlása után X nappal

source: Send Email to Admin
hu_hu: E-mail küldése az adminisztrátornak

source: Send Test Email
hu_hu: Teszt e-mail küldése

source: Settings
hu_hu: Beállítások

source: Shortcode
hu_hu: Rövidkód

source: Shortcodes
hu_hu: Rövidkódok

source: Show
hu_hu: Megjelenítés

source: Slug Settings
hu_hu: Slug beállításai

source: Sort by:
hu_hu: Rendezés:

source: Stock Count Column Label
hu_hu: Készletdarabszám oszlop felirata

source: Stock Count display for each product in Buy Again table. Note, stock count display only if you are enabled Manage stock for the product.
hu_hu: Készletdarabszám megjelenítése az újravásárlási táblázatban minden terméknél. Megjegyzés: a készletdarabszám csak akkor jelenik meg, ha a terméknél engedélyezte a Készlet kezelése opciót.

source: Style 1
hu_hu: Stílus 1

source: Style 2
hu_hu: Stílus 2

source: Tag Label
hu_hu: Címke felirata

source: Tag Position
hu_hu: Címke pozíciója

source: Tag Style
hu_hu: Címke stílusa

source: Tag Text Color
hu_hu: Címke szövegszíne

source: Tag background Color 1
hu_hu: Címke háttérszíne 1

source: Tag background Color 2
hu_hu: Címke háttérszíne 2

source: Test Buy Again Email
hu_hu: Teszt újravásárlási e-mail

source: Thanks
hu_hu: Köszönjük

source: The cart has been filled with the items from your previous order.
hu_hu: A kosár az előző rendelés tételeivel lett feltöltve.

source: This includes the basics of what personal data your store may collect, store & share. Depending on what settings are enabled furthermore which additional plugins used, the specific information shared by your store will vary.
hu_hu: Ez tartalmazza annak alapjait, hogy az áruház milyen személyes adatokat gyűjthet, tárolhat és oszthat meg. Attól függően, hogy mely beállítások engedélyezettek, illetve milyen további bővítményeket használ, az áruház által megosztott konkrét információk eltérhetnek.

source: This plugin allows your customers to quickly purchase the products which they had purchased earlier in your site.
hu_hu: Ez a bővítmény lehetővé teszi a vásárlók számára, hogy gyorsan újra megvásárolják azokat a termékeket, amelyeket korábban már megvettek az oldalon.

source: This product is currently unavailable
hu_hu: Ez a termék jelenleg nem elérhető

source: This variation is currently unavailable
hu_hu: Ez a variáció jelenleg nem elérhető

source: Title
hu_hu: Cím

source: To:
hu_hu: Címzett:

source: Top Left
hu_hu: Bal felső

source: Top Right
hu_hu: Jobb felső

source: Total Amount Spent for this Product through Buy Again
hu_hu: A termékre az újravásárláson keresztül költött teljes összeg

source: Total Product(s): %s
hu_hu: Összes termék: %s

source: Total Quantity Purchased
hu_hu: Összes vásárolt mennyiség

source: Troubleshoot Settings
hu_hu: Hibaelhárítási beállítások

source: Upload Image
hu_hu: Kép feltöltése

source: Username
hu_hu: Felhasználónév

source: Username : %s
hu_hu: Felhasználónév : %s

source: Username: %s
hu_hu: Felhasználónév: %s

source: Verify Base Database Tables
hu_hu: Alap adatbázistáblák ellenőrzése

source: Verify Database
hu_hu: Adatbázis ellenőrzése

source: Verify if all base database tables are present.
hu_hu: Ellenőrizze, hogy az összes alap adatbázistábla megvan-e.

source: Verifying database... One or more tables are still missing:
hu_hu: Adatbázis ellenőrzése... Egy vagy több tábla még hiányzik:

source: View More
hu_hu: Továbbiak megtekintése

source: We record the First Name, Last Name, Username and email ids of the logged-in users to identify the users who have purchased products using the Buy Now and Add to Cart buttons provided by the plugin.
hu_hu: Rögzítjük a bejelentkezett felhasználók keresztnevét, vezetéknevét, felhasználónevét és e-mail-címeit, hogy azonosítsuk azokat a felhasználókat, akik a bővítmény által biztosított „Vásárlás most” és „Kosárba” gombokkal vásároltak.

source: What We Collect and Store?
hu_hu: Mit gyűjtünk és tárolunk?

source: What the Plugin Does?
hu_hu: Mit csinál a bővítmény?

source: When enabled, Buy Again button will display for each order(s).
hu_hu: Engedélyezés esetén a „Vásárolja meg újra” gomb minden rendelésnél megjelenik.

source: When you install the plugin, it will automatically update the purchase history of existing customers for backward compatibility. If, for any reason, the automatic update is unsuccessful, you can manually trigger this process using the "Import Purchase History of Customers" option.
hu_hu: A bővítmény telepítésekor automatikusan frissíti a meglévő vásárlók vásárlási előzményeit a visszafelé kompatibilitás érdekében. Ha az automatikus frissítés bármilyen okból sikertelen, a „Vásárlók vásárlási előzményeinek importálása” lehetőséggel manuálisan is elindíthatja ezt a folyamatot.

source: Width X Height (Values in Pixel)
hu_hu: Szélesség X magasság (értékek pixelben)

source: You can edit buy again email content at the WooCommerce email template
hu_hu: A WooCommerce e-mail sablonban szerkesztheti a „Vásárolja meg újra” e-mail tartalmát

# enhanced select
source: You can only select %qty% items
hu_hu: Csak %qty% elemet választhat ki

# enhanced select
source: You can only select 1 item
hu_hu: Csak 1 elemet választhat ki

source: You have previously purchased this product [order_details]
hu_hu: Ezt a terméket korábban már megvásárolta [order_details]

source: Your recently bought products are waiting for the re-order.
hu_hu: A nemrég vásárolt termékei újrarendelésre várnak.

source: Your settings have been reset
hu_hu: A beállítások visszaállítva

source: Your settings have been saved
hu_hu: A beállítások elmentve

source: of %s
hu_hu: a %s közül

source: view cart
hu_hu: kosár megtekintése

source: {site_title} - Your Buy Again Products
hu_hu: {site_title} - Az Ön újra megvásárolható termékei
