{"translation-revision-date":"2025-10-21 10:10+0200","generator":"WP-CLI\/2.12.0","source":"assets\/dist\/admin\/product-tutorial.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Assign a base price to your Composite":["Rendeljen alapárat a kompozit termékéhez"],"Use these fields to define a base price for your Composite. This can be handy, for example if you do not plan to offer any options that affect its price. If you prefer to <link>preserve the prices of individual Components<\/link>, you may omit this step.":["Ezekkel a mezőkkel adja meg kompozit terméke alapárát. Ez hasznos lehet, például ha nem tervez olyan opciókat kínálni, amelyek befolyásolják az árát. Ha inkább <link>az egyes komponensek árait szeretné megőrizni<\/link>, kihagyhatja ezt a lépést."],"Composite Products configuration documentation.":["A Composite Products konfigurációs dokumentációja."],"Add Components and options":["Komponensek és opciók hozzáadása"],"Components are the building blocks of a Composite Product. You can utilize existing Simple or Variable products as Component options - or even add entire <link>Bundles<\/link> or product categories. Every Component reveals its own <link2>pricing, shipping and display options<\/link2> to configure.":["A kompozit termék építőelemei a komponensek. Meglévő Egyszerű vagy Változtatható termékeket is használhat komponensopcióként - sőt, akár <link>Bundles<\/link>-t vagy termékkategóriákat is hozzáadhat. Minden komponens saját, beállítható <link2>árazási, szállítási és megjelenítési opciókkal<\/link2> rendelkezik."],"Product Bundles product page.":["A Product Bundles termékoldala."],"Configure shipping options":["Szállítási beállítások konfigurálása"],"Assembled Composites have their own dimensions and weight: Choose the Assembled option if the items contained in your product kit are physically assembled in a common container. Unassembled Composites do not have any shipping options to configure: Choose the Unassembled option if the items of your product kit are shipped in their existing packaging.":["Az összeszerelt kompozit termékek saját méretekkel és súllyal rendelkeznek: Válassza az Összeszerelt opciót, ha a termékkészletében található tételek fizikailag egy közös csomagolásba kerülnek. A nem összeszerelt kompozit termékeknél nincs beállítható szállítási opció: Válassza a Nem összeszerelt opciót, ha a termékkészlet tételei eredeti csomagolásukban kerülnek feladásra."]}}}