Repository: hellowpio/wordpress-translations
Catalog: plugins/*/affiliate-wp-recurring-referrals/affiliate-wp-recurring-referrals-*.po
Languages: hu_hu

source: %s requires %s. Please activate it to continue.
hu_hu: %s a(z) %s meglétét igényli. A folytatáshoz kérjük, aktiválja azt.

source: %s requires %s. Please install it to continue.
hu_hu: %s a(z) %s meglétét igényli. A folytatáshoz kérjük, telepítse azt.

source: Add New Recurring Product Rate
hu_hu: Új ismétlődő termékjutalék hozzáadása

source: Affiliate Recurring Referrals Settings
hu_hu: Partner ismétlődő jutalékainak beállításai

source: AffiliateWP - Recurring Referrals Requirements
hu_hu: AffiliateWP – Ismétlődő jutalékok követelményei

source: AffiliateWP Requirements
hu_hu: AffiliateWP követelményei

source: Cheatin&#8217; huh?
hu_hu: Csalunk, ugye?

source: Check this box to allow <a href="%1$s">tiered rates</a> to be used for recurring payments.
hu_hu: Jelölje be ezt a négyzetet az <a href="%1$s">sávos jutalékok</a> ismétlődő kifizetéseknél való használatához.

source: Check this box to enable recurring referral limits on all subscription payments
hu_hu: Jelölje be ezt a négyzetet az ismétlődő jutalék-korlátok engedélyezéséhez minden előfizetési kifizetésnél

source: Check this box to enable referral tracking on all subscription payments
hu_hu: Jelölje be ezt a négyzetet a jutalékok nyomon követésének engedélyezéséhez minden előfizetési kifizetésnél

source: Check to disable recurring referrals.
hu_hu: Jelölje be az ismétlődő jutalékok letiltásához.

source: Configure recurring rates for this product variation. These settings will be used to calculate earnings for recurring payments.
hu_hu: Állítsa be az ismétlődő jutalékmértékeket ehhez a termékváltozathoz. Ezek a beállítások szolgálnak alapul az ismétlődő kifizetésekből származó kereset kiszámításához.

source: Configure recurring rates for this product. These settings will be used to calculate earnings for recurring payments.
hu_hu: Állítsa be az ismétlődő jutalékmértékeket ehhez a termékhez. Ezek a beállítások szolgálnak alapul az ismétlődő kifizetésekből származó kereset kiszámításához.

source: Configure recurring referral limit for this product variation. This setting will be used to limit the number of recurring referral(s) that will be created for recurring payments for this product.
hu_hu: Állítsa be az ismétlődő jutalékok korlátját ehhez a termékváltozathoz. Ez a beállítás korlátozza, hogy hány ismétlődő jutalék jöhet létre az ehhez a termékhez tartozó ismétlődő kifizetések esetén.

source: Configure recurring referral limit for this product. This setting will be used to limit the number of recurring referral(s) that will be created for recurring payments for this product.
hu_hu: Állítsa be az ismétlődő jutalékok korlátját ehhez a termékhez. Ez a beállítás korlátozza, hogy hány ismétlődő jutalék jöhet létre az ehhez a termékhez tartozó ismétlődő kifizetések esetén.

source: Disable Recurring Referrals
hu_hu: Ismétlődő jutalékok letiltása

source: Disable recurring referrals
hu_hu: Ismétlődő jutalékok letiltása

source: Disable recurring referrals for this affiliate?
hu_hu: Letiltja az ismétlődő jutalékokat ennél a partnernél?

source: Disable recurring referrals for this product variation
hu_hu: Ismétlődő jutalékok letiltása ennél a termékváltozatnál

source: Disable recurring referrals on this %s
hu_hu: Ismétlődő jutalékok letiltása ennél a(z) %s-nél

source: Disable recurring referrals on this membership
hu_hu: Ismétlődő jutalékok letiltása ennél a tagságnál

source: Disable recurring referrals on this subscription level.
hu_hu: Ismétlődő jutalékok letiltása ezen az előfizetési szinten.

source: Earnings can be based on either a percentage or a flat rate amount.
hu_hu: A kereset alapja lehet százalékos arány vagy fix összeg.

source: Enable Recurring Referral Limits
hu_hu: Ismétlődő jutalék-korlátok engedélyezése

source: Enable Recurring Referrals
hu_hu: Ismétlődő jutalékok engedélyezése

source: Enable Tiered Rates
hu_hu: Sávos jutalékok engedélyezése

source: Enter the commission rate for recurring payments. If no rate is entered, the affiliate's standard rate will be used.
hu_hu: Adja meg az ismétlődő kifizetések jutalékmértékét. Ha nem ad meg mértéket, a partner alapértelmezett jutalékmértéke kerül felhasználásra.

source: Error
hu_hu: Hiba

source: Flat %s
hu_hu: Fix %s

source: Leave blank to use default recurring rate.
hu_hu: Hagyja üresen az alapértelmezett ismétlődő jutalékmérték használatához.

source: No recurring product rates created yet
hu_hu: Még nem lett létrehozva ismétlődő termékjutalék

source: No recurring products found
hu_hu: Nem található ismétlődő termék

source: Percentage (%)
hu_hu: Százalék (%)

source: Product(s)
hu_hu: Termék(ek)

source: Recurring Product Rates
hu_hu: Ismétlődő termékjutalékok

source: Recurring Rate
hu_hu: Ismétlődő jutalékmérték

source: Recurring Rate Type
hu_hu: Ismétlődő jutalékmérték típusa

source: Recurring Rates:
hu_hu: Ismétlődő jutalékmértékek:

source: Recurring Referral Limit
hu_hu: Ismétlődő jutalékok korlátja

source: Recurring Referral Rate
hu_hu: Ismétlődő jutalék mértéke

source: Recurring Referral Rate Type
hu_hu: Ismétlődő jutalékmérték típusa

source: Recurring Referrals
hu_hu: Ismétlődő jutalékok

source: Recurring Referrals Limit
hu_hu: Ismétlődő jutalékok korlátja

source: Recurring Referrals Limit:
hu_hu: Ismétlődő jutalékok korlátja:

source: Recurring rate (optional)
hu_hu: Ismétlődő jutalékmérték (opcionális)

source: Recurring referral tracking does not work unless there is a referral record created for the initial payment in the subscription (even if that payment is 0.00), so when selling subscriptions with free trials, it is required that 0.00 referrals be allowed, as that 0.00 referral created when the trial is started acts as the canonical source for the recurring referrals.
hu_hu: Az ismétlődő jutalékkövetés nem működik, hacsak nem jön létre jutalékbejegyzés az előfizetés első fizetéséhez (még akkor is, ha az a fizetés 0.00), ezért amikor ingyenes próbaidővel értékesít előfizetéseket, kötelező engedélyezni a 0.00 összegű jutalékokat, mivel a próba indításakor létrehozott 0.00 jutalék szolgál az ismétlődő jutalékok kanonikus forrásaként.

source: Recurring referrals limit (optional)
hu_hu: Ismétlődő jutalékok korlátja (opcionális)

source: Referral #%d for %s recorded for %s
hu_hu: Jutalék #%d %s számára rögzítve: %s

source: Requirements
hu_hu: Követelmények

source: Requires %s (%s), but (%s) is installed.
hu_hu: A(z) %s (%s) szükséges, de (%s) van telepítve.

source: Requires %s (%s), but it appears to be missing.
hu_hu: A(z) %s (%s) szükséges, de úgy tűnik, hiányzik.

source: Select Product
hu_hu: Válasszon terméket

source: Select the commission rate type for recurring payments. If no rate type is entered, the affiliate's standard rate type will be used.
hu_hu: Válassza ki az ismétlődő kifizetések jutalékának rátatípusát. Ha nincs megadva rátatípus, a partner alapértelmezett rátatípusa lesz használva.

source: Set the recurring referral limit for recurring payments. Set to 0 for unlimited recurring referrals. This global recurring referral limit will be used, unless a recurring referral limit is entered for an affiliate.
hu_hu: Állítsa be az ismétlődő kifizetésekhez tartozó ismétlődő ajánlási korlátot. Korlátlan ismétlődő ajánláshoz állítsa 0-ra. Ez a globális ismétlődő ajánlási korlát lesz érvényben, kivéve, ha egy partnerhez egyedi ismétlődő ajánlási korlátot ad meg.

source: Site Default
hu_hu: Webhely alapértelmezése

source: Subscription payment for %d
hu_hu: Előfizetési fizetés %d részére

source: Subscription payment for %s
hu_hu: Előfizetési fizetés %s részére

source: Subscription payment for member #%d
hu_hu: Előfizetési fizetés a #%d számú tagnak

source: Subscription payment for order %d
hu_hu: Előfizetési fizetés a %d-es rendeléshez

source: Subscription payment for: %d
hu_hu: Előfizetési fizetés ehhez: %d

source: The affiliate&#8217;s recurring referral rate type.
hu_hu: A partner&#8217;s ismétlődő ajánlási rátatípusa.

source: The affiliate's recurring referral limit, such as 20 for twenty allowed instances of recurring referrals per parent transaction. If left blank, the global recurring referral limit will be used, if set.
hu_hu: A partner ismétlődő ajánlási korlátja, például 20, ami szülő tranzakciónként húsz engedélyezett ismétlődő ajánlást jelent. Ha üresen marad, a globális ismétlődő ajánlási korlát lesz érvényben, ha be van állítva.

source: The affiliate's recurring referral rate, such as 20 for 20%. If left blank, the default recurring rate will be used.
hu_hu: A partner ismétlődő ajánlási rátája, például 20 a 20%-hoz. Ha üresen marad, az alapértelmezett ismétlődő ráta lesz használva.

source: The number of recurring referral(s) that will be created for recurring payments for this download.
hu_hu: Az ismétlődő kifizetésekhez létrehozandó ismétlődő ajánlások száma ehhez a letöltéshez.

source: The number of recurring referral(s) that will be created for recurring payments for this level.
hu_hu: Az ismétlődő kifizetésekhez létrehozandó ismétlődő ajánlások száma ehhez a szinthez.

source: The number of recurring referral(s) that will be created for recurring payments for this membership level.
hu_hu: Az ismétlődő kifizetésekhez létrehozandó ismétlődő ajánlások száma ehhez a tagsági szinthez.

source: The number of recurring referral(s) that will be created for recurring payments for this membership.
hu_hu: Az ismétlődő kifizetésekhez létrehozandó ismétlődő ajánlások száma ehhez a tagsághoz.

source: The number of recurring referral(s) that will be created for recurring payments for this product.
hu_hu: Az ismétlődő kifizetésekhez létrehozandó ismétlődő ajánlások száma ehhez a termékhez.

source: The recurring referral rate, such as 20 for 20%%. If left blank, the site default recurring rate of %s will be used.
hu_hu: Az ismétlődő ajánlási ráta, például 20 a 20%%-hoz. Ha üresen marad, a webhely alapértelmezett ismétlődő rátája (%s) lesz használva.

source: These settings will be used to calculate earnings for recurring payments. Leave blank to use the site default recurring rate.
hu_hu: Ezek a beállítások az ismétlődő kifizetések bevételeinek kiszámításához lesznek használva. Hagyja üresen a webhely alapértelmezett ismétlődő rátájának használatához.

source: This plugin
hu_hu: Ez a bővítmény

source: This plugin is not fully active.
hu_hu: Ez a bővítmény nem teljesen aktív.

source: This rate will be used to calculate earnings for recurring payments. Leave blank to use the site default recurring rate.
hu_hu: Ez a ráta az ismétlődő kifizetések bevételeinek kiszámításához lesz használva. Hagyja üresen a webhely alapértelmezett ismétlődő rátájának használatához.

source: This will prevent this product from generating recurring referral commissions for affiliates.
hu_hu: Ez megakadályozza, hogy ez a termék ismétlődő ajánlási jutalékokat generáljon a partnerek számára.

source: Type
hu_hu: Típus

source: Upgrade Database
hu_hu: Adatbázis frissítése

source: You do not have permission to manage affiliates
hu_hu: Nincs jogosultsága a partnerek kezeléséhez

source: Your database needs to be upgraded following the latest AffiliateWP - Recurring Referrals update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az adatbázist frissíteni kell az AffiliateWP - Recurring Referrals legutóbbi frissítését követően. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.
