Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-all-import-pro/wp-all-import-pro-*.po
Languages: hu_hu

source: There is a new version of WP All Import Pro available. <a target="_blank" class="thickbox" href="%1$s">View version %2$s details</a> or <a href="%3$s" class="update-link">update now</a>.
hu_hu: Elérhető a WP All Import Pro új verziója. <a target="_blank" class="thickbox" href="%1$s">A %2$s verzió részleteinek megtekintése</a> vagy <a href="%3$s" class="update-link">frissítés most</a>.

source: Please specify a file to import.<br/><br/>If you are uploading the file from your computer, please wait for it to finish uploading (progress bar at 100%), before trying to continue.
hu_hu: Kérjük, adja meg az importálandó fájlt.<br/><br/>Ha a fájlt a számítógépéről tölti fel, várja meg, amíg a feltöltés befejeződik (a folyamatjelző 100%), mielőtt folytatná.

source: Uploaded file must be XML, CSV, ZIP, GZIP, GZ, JSON, SQL, TXT, DAT or PSV
hu_hu: A feltöltött fájlnak XML, CSV, ZIP, GZIP, GZ, JSON, SQL, TXT, DAT vagy PSV formátumúnak kell lennie

source: WP All Import couldn't find a file to import inside your ZIP.<br/><br/>Either the .ZIP file is broken, or doesn't contain a file with an extension of XML, CSV, PSV, DAT, or TXT. <br/>Please attempt to unzip your .ZIP file on your computer to ensure it is a valid .ZIP file which can actually be unzipped, and that it contains a file which WP All Import can import.
hu_hu: A WP All Import nem talált importálható fájlt a ZIP-ben.<br/><br/>Vagy a .ZIP fájl sérült, vagy nem tartalmaz XML, CSV, PSV, DAT vagy TXT kiterjesztésű fájlt. <br/>Próbálja meg kicsomagolni a .ZIP fájlt a számítógépén, hogy megbizonyosodjon róla, érvényes .ZIP fájl, amely ténylegesen kicsomagolható, és tartalmaz olyan fájlt, amelyet a WP All Import importálni tud.

source: WP All Import can't access your WordPress uploads folder.
hu_hu: A WP All Import nem fér hozzá a WordPress uploads mappájához.

source: Can not import this file. JSON to XML conversion failed.
hu_hu: Nem lehet importálni ezt a fájlt. A JSON XML-re történő átalakítása sikertelen.

source: Please specify a file to import.
hu_hu: Kérjük, adja meg az importálandó fájlt.

source: Failed upload ZIP archive
hu_hu: A ZIP archívum feltöltése sikertelen

source: WP All Import was not able to download your file.<br/><br/>Please make sure the URL to your file is valid.<br/>You can test this by pasting it into your browser.<br/>Other reasons for this error can include some server setting on your host restricting access to this particular URL or external URLs in general, or some setting on the server hosting the file you are trying to access preventing your server from accessing it.
hu_hu: A WP All Import nem tudta letölteni a fájlját.<br/><br/>Kérjük, ellenőrizze, hogy a fájl URL-je érvényes-e.<br/>Ezt úgy tesztelheti, hogy beilleszti a böngészőjébe.<br/>A hiba egyéb okai lehetnek például a tárhelyszolgáltató szerverbeállításai, amelyek korlátozzák a hozzáférést ehhez a konkrét URL-hez vagy általában a külső URL-ekhez, illetve a fájlt kiszolgáló szerver olyan beállításai, amelyek megakadályozzák, hogy az Ön szervere hozzáférjen hozzá.

source: File doesn't exist.
hu_hu: A fájl nem létezik.

source: WooCommerce Addon
hu_hu: WooCommerce kiegészítő

source: Import Products from any XML or CSV to WooCommerce
hu_hu: Termékek importálása bármely XML-ből vagy CSV-ből a WooCommerce-be

source: ACF Addon
hu_hu: ACF kiegészítő

source: Import to advanced custom fields
hu_hu: Importálás az Advanced Custom Fieldsbe

source: Toolset Types Addon
hu_hu: Toolset Types kiegészítő

source: Import to toolset types
hu_hu: Importálás a toolset types-be

source: WPML Addon
hu_hu: WPML bővítmény

source: Import to WPML
hu_hu: Importálás a WPML-be

source: User Addon
hu_hu: Felhasználói bővítmény

source: Import Users
hu_hu: Felhasználók importálása

source: Gravity Forms Addon
hu_hu: Gravity Forms bővítmény

source: Import Gravity Forms Entries
hu_hu: Gravity Forms beküldések importálása

source: Meta Box Addon
hu_hu: Meta Box bővítmény

source: Import Meta Box Custom Fields
hu_hu: Meta Box egyéni mezők importálása

source: Link cloaking Addon
hu_hu: Linkelrejtő bővítmény

source: Affiliate link cloaking
hu_hu: Partnerlink-elrejtés

source: WooCommerce Addon - free edition
hu_hu: WooCommerce bővítmény - ingyenes kiadás

source: WooCommerce Tabs Addon
hu_hu: WooCommerce fülek bővítmény

source: Import data to WooCommerce tabs
hu_hu: Adatok importálása a WooCommerce fülekbe

source: Import is not specified.
hu_hu: Az import nincs megadva.

source: Log file does not exist.
hu_hu: A naplófájl nem létezik.

source: History deleted
hu_hu: Előzmények törölve

source: %d %s deleted
hu_hu: %d %s törölve

source: WP All Import lost track of where you are.<br/><br/>Maybe you cleared your cookies or maybe it is just a temporary issue on your or your web host's end.
hu_hu: A WP All Import elvesztette a nyomot, hogy hol tartasz.<br/><br/>Lehet, hogy törölted a sütiket, vagy csak átmeneti probléma van nálad vagy a tárhelyszolgáltatónál.

source: There are no elements to import based on your XPath.<br/><br/>If you are on the Create Filters screen, you probably specified filtering options that don’t match any elements present in your file.<br/>If you are seeing this error elsewhere, it means that while the XPath expression for your initial import matched some elements in your file previously, there are now zero elements in the file that match this expression.<br/>You can edit the XPath for your import by going to the Manage Imports -> Import Settings page.
hu_hu: Nincsenek importálható elemek az XPath alapján.<br/><br/>Ha a Create Filters képernyőn vagy, valószínűleg olyan szűrési beállításokat adtál meg, amelyek nem felelnek meg a fájlodban található elemeknek.<br/>Ha máshol látod ezt a hibát, az azt jelenti, hogy bár az első importhoz használt XPath-kifejezés korábban illeszkedett a fájl egyes elemeire, most már nulla elem felel meg ennek a kifejezésnek a fájlban.<br/>Az importod XPath-ját a Manage Imports -> Import Settings oldalon tudod szerkeszteni.

source: The import associated with this export has been deleted.
hu_hu: Az ehhez az exporthoz társított import törölve lett.

source: Please re-run your export by clicking Run Export on the All Export -> Manage Exports page. Then try your import again.
hu_hu: Kérjük, futtasd újra az exportot az All Export -> Manage Exports oldalon a Run Export gombra kattintva. Ezután próbáld meg újra az importot.

source: This import has been deleted.
hu_hu: Ez az import törölve lett.

source: Required PHP components are missing.<br/><br/>WP All Import requires DOMDocument, XMLReader, and XMLWriter PHP modules to be installed.<br/>These are standard features of PHP, and are necessary for WP All Import to read the files you are trying to import.<br/>Please contact your web hosting provider and ask them to install and activate the DOMDocument, XMLReader, and XMLWriter PHP modules.
hu_hu: Hiányoznak a szükséges PHP összetevők.<br/><br/>A WP All Import működéséhez a DOMDocument, XMLReader és XMLWriter PHP modulok telepítése szükséges.<br/>Ezek a PHP szabványos szolgáltatásai, és szükségesek ahhoz, hogy a WP All Import be tudja olvasni az importálni kívánt fájlokat.<br/>Kérjük, lépj kapcsolatba a tárhelyszolgáltatóddal, és kérd meg őket, hogy telepítsék és aktiválják a DOMDocument, XMLReader és XMLWriter PHP modulokat.

source: Select an item type to import the data
hu_hu: Válassz egy elemtípust az adatok importálásához

source: Previous import for update must be selected to proceed with a new one
hu_hu: A folytatáshoz ki kell választani a frissítéshez egy korábbi importot

source: Select a taxonomy to import the data
hu_hu: Válassz egy taxonómiát az adatok importálásához

source: File is no longer in the correct format
hu_hu: A fájl már nem megfelelő formátumú

source: Certain columns are required to be present in your file to enable it to be re-imported with WP All Import. These columns are missing. Re-export your file using WP All Export, and don't delete any of the columns when editing it. Then, re-import will work correctly.
hu_hu: A WP All Import újbóli importálásához a fájlodban bizonyos oszlopoknak kötelezően jelen kell lenniük. Ezek az oszlopok hiányoznak. Exportáld újra a fájlt a WP All Exporttal, és szerkesztéskor ne törölj egyetlen oszlopot sem. Ekkor az újraimportálás megfelelően fog működni.

source: <p>The import template you are using requires the User Add-On.</p><a href="https://www.wpallimport.com/import-wordpress-users/?utm_source=wordpress.org&utm_medium=wpai-import-template&utm_campaign=free+wp+all+export+plugin" target="_blank">Purchase the User Add-On</a>
hu_hu: <p>Az általad használt import sablon a User Add-On-t igényli.</p><a href="https://www.wpallimport.com/import-wordpress-users/?utm_source=wordpress.org&utm_medium=wpai-import-template&utm_campaign=free+wp+all+export+plugin" target="_blank">Vásárold meg a User Add-On-t</a>

source: Unable to download feed resource.
hu_hu: Nem sikerült letölteni a feed erőforrást.

source: Please confirm you are importing a valid feed.<br/> Often, feed providers distribute feeds with invalid data, improperly wrapped HTML, line breaks where they should not be, faulty character encodings, syntax errors in the XML, and other issues.<br/><br/>WP All Import has checks in place to automatically fix some of the most common problems, but we can’t catch every single one.<br/><br/>It is also possible that there is a bug in WP All Import, and the problem is not with the feed.<br/><br/>If you need assistance, please contact support – <a href="mailto:support@wpallimport.com">support@wpallimport.com</a> – with your XML/CSV file. We will identify the problem and release a bug fix if necessary.
hu_hu: Kérjük, erősítsd meg, hogy érvényes feedet importálsz.<br/> Gyakran előfordul, hogy a feed szolgáltatók érvénytelen adatokkal, helytelenül becsomagolt HTML-lel, nem odaillő sortörésekkel, hibás karakterkódolással, XML szintaktikai hibákkal és egyéb problémákkal terjesztik a feedeket.<br/><br/>A WP All Import ellenőrzésekkel igyekszik automatikusan javítani a leggyakoribb problémákat, de nem tudunk mindent elkapni.<br/><br/>Az is lehetséges, hogy a WP All Importban van hiba, és a probléma nem a feeddel van.<br/><br/>Ha segítségre van szükséged, keresd a támogatást – <a href="mailto:support@wpallimport.com">support@wpallimport.com</a> – az XML/CSV fájloddal. Azonosítjuk a problémát, és szükség esetén kiadunk egy hibajavítást.

source: WP All Import unable to detect file type.<br/><br/>WP All Import not able to determine what type of file you are importing. Make sure your file extension is correct for the file type you are importing.<br/> Please choose the correct file type from the dropdown below, or try adding &type=xml or &type=csv to the end of the URL, for example http://example.com/export-products.php?&type=xml
hu_hu: A WP All Import nem tudta felismerni a fájltípust.<br/><br/>A WP All Import nem tudta meghatározni, milyen típusú fájlt importálsz. Győződj meg róla, hogy a fájlkiterjesztés megfelel az importálandó fájl típusának.<br/> Kérjük, válaszd ki a megfelelő fájltípust az alábbi legördülő menüből, vagy próbáld meg az URL végéhez hozzáadni, hogy &type=xml vagy &type=csv, például http://example.com/export-products.php?&type=xml

source: No elements selected
hu_hu: Nincs kijelölt elem

source: Your XPath is not valid.
hu_hu: Az XPath érvénytelen.

source: XPath must match only elements
hu_hu: Az XPath csak elemekre illeszkedhet

source: Warning: No matching elements found for XPath expression from the import being updated. It probably means that new XML file has different format. Though you can update XPath, procceed only if you sure about update operation being valid.
hu_hu: Figyelmeztetés: Nem található egyező elem a frissítendő import XPath-kifejezésére. Valószínűleg az új XML-fájl eltérő formátumú. Bár frissítheted az XPath-ot, csak akkor folytasd, ha biztos vagy benne, hogy a frissítési művelet érvényes.

source: Your XPath is empty.<br/><br/>Please enter an XPath expression.
hu_hu: Az XPath üres.<br/><br/>Kérjük, adj meg egy XPath-kifejezést.

source: No matching variations found for XPath specified
hu_hu: Nem található egyező variáció a megadott XPath-hoz

source: WP All Import lost track of where you are.<br/><br/>Maybe you cleared your cookies or maybe it is just a temporary issue on your web host's end.
hu_hu: A WP All Import elvesztette a nyomot, hogy hol tartasz.<br/><br/>Lehet, hogy törölted a sütiket, vagy csak átmeneti probléma van a tárhelyszolgáltatónál.

source: <strong>Warning</strong>: your title is blank.
hu_hu: <strong>Figyelmeztetés</strong>: a cím üres.

source: <strong>Warning</strong>: resulting post title is empty
hu_hu: <strong>Figyelmeztetés</strong>: a létrejövő bejegyzés címe üres

source: Error parsing title: %s
hu_hu: Hiba a cím feldolgozásakor: %s

source: <strong>Warning</strong>: your content is blank.
hu_hu: <strong>Figyelmeztetés</strong>: a tartalom üres.

source: <strong>Warning</strong>: resulting post content is empty
hu_hu: <strong>Figyelmeztetés</strong>: a létrejövő bejegyzés tartalma üres

source: Error parsing content: %s
hu_hu: Hiba a tartalom feldolgozásakor: %s

source: Error parsing: %s
hu_hu: Feldolgozási hiba: %s

source: Error parsing: String could not be parsed as XML
hu_hu: Elemzési hiba: A karakterlánc nem értelmezhető XML-ként

source: There is no data to preview
hu_hu: Nincs adat az előnézethez

source: You've reached your max_input_vars limit of %d. Please increase this.
hu_hu: Elérte a max_input_vars %d-es korlátját. Kérjük, növelje ezt.

source: Excerpt
hu_hu: Kivonat

source: Images
hu_hu: Képek

source: Images meta
hu_hu: Képek meta

source: Custom Field Name
hu_hu: Egyéni mező neve

source: Custom Field Value
hu_hu: Egyéni mező értéke

source: Both name and value must be set for all woocommerce attributes
hu_hu: Minden woocommerce attribútumnál meg kell adni a nevet és az értéket is

source: Attribute Field Name
hu_hu: Attribútum mező neve

source: Attribute Field Value
hu_hu: Attribútum mező értéke

source: Tags
hu_hu: Címkék

source: Date
hu_hu: Dátum

source: Start Date
hu_hu: Kezdő dátum

source: Template updated
hu_hu: Sablon frissítve

source: %s template is invalid: %s
hu_hu: %s sablon érvénytelen: %s

source: At least one option must be selected.
hu_hu: Legalább egy beállítást ki kell választani.

source: Records to import must be specified or uncheck `Import only specified records` option to process all records
hu_hu: Meg kell adni az importálandó rekordokat, vagy törölje a jelölést az `Import only specified records` opciónál az összes rekord feldolgozásához

source: Wrong format of `Import only specified records` value
hu_hu: Az `Import only specified records` érték formátuma hibás

source: One of the numbers in `Import only specified records` value exceeds record quantity in XML file
hu_hu: Az `Import only specified records` érték egyik száma meghaladja az XML fájlban lévő rekordok számát

source: Unique ID is currently empty and must be set. If you are not sure what to use as a Unique ID, click Auto-detect.
hu_hu: Az egyedi azonosító jelenleg üres, és meg kell adni. Ha nem biztos benne, mit használjon egyedi azonosítóként, kattintson az Automatikus felismerésre.

source: Post Unique Key
hu_hu: Bejegyzés egyedi kulcsa

source: Custom field name must be specified.
hu_hu: Az egyéni mező nevét meg kell adni.

source: Custom field value must be specified.
hu_hu: Az egyéni mező értékét meg kell adni.

source: Entry ID must be specified.
hu_hu: A rekord ID-t meg kell adni.

source: Post ID must be specified.
hu_hu: A bejegyzés ID-t meg kell adni.

source: Term name must be specified.
hu_hu: A kifejezés nevét meg kell adni.

source: Term slug must be specified.
hu_hu: A kifejezés slugját meg kell adni.

source: WP All Import doesn't support this import type.
hu_hu: A WP All Import nem támogatja ezt az importálási típust.

source: <strong>Warning:</strong> this import file does not have the same structure as the last file associated with this import. WP All Import won't be able to import this file with your current settings. You'll probably need to adjust your XPath in the "Configure Advanced Settings" box below, and reconfigure your import by clicking "Edit" on the Manage Imports page.
hu_hu: <strong>Figyelmeztetés:</strong> ez az importfájl nem ugyanazzal a struktúrával rendelkezik, mint az ehhez az importhoz legutóbb társított fájl. A WP All Import a jelenlegi beállításokkal nem tudja importálni ezt a fájlt. Valószínűleg módosítania kell az XPath-ot az alábbi "Speciális beállítások konfigurálása" mezőben, és újrakonfigurálnia az importot az "Importok kezelése" oldalon a "Szerkesztés"-re kattintva.

source: Root element not found for uploaded feed.
hu_hu: Nem található gyökérelem a feltöltött feedben.

source: Import updated
hu_hu: Import frissítve

source: Import created
hu_hu: Import létrehozva

source: Configuration updated
hu_hu: Konfiguráció frissítve

source: Canceled
hu_hu: Megszakítva

source: Complete
hu_hu: Befejezve

source: Licenses saved
hu_hu: Licencek mentve

source: The other two files in this zip are the export file containing all of your data and the import template for WP All Import. To import this data, create a new import with WP All Import and upload this zip file.
hu_hu: Ennek a zipnek a másik két fájlja az összes adatát tartalmazó exportfájl és a WP All Import import sablonja. Az adatok importálásához hozzon létre egy új importot a WP All Import segítségével, és töltse fel ezt a zip fájlt.

source: Import canceled
hu_hu: Import megszakítva

source: No matching elements found for Root element and XPath expression specified
hu_hu: Nem található egyező elem a megadott gyökérelemhez és XPath kifejezéshez

source: File does not exist.
hu_hu: A fájl nem létezik.

source: All associated posts deleted.
hu_hu: Minden kapcsolódó bejegyzés törölve.

source: Import and all associated posts deleted.
hu_hu: Az import és minden kapcsolódó bejegyzés törölve.

source: License activated.
hu_hu: Licenc aktiválva.

source: History File Count must be a non-negative integer
hu_hu: Az előzményfájlok számának nemnegatív egésznek kell lennie

source: History Age must be a non-negative integer
hu_hu: Az előzmények korának nemnegatív egésznek kell lennie

source: Settings saved
hu_hu: Beállítások mentve

source: Unknown File extension. Only txt files are permitted
hu_hu: Ismeretlen fájlkiterjesztés. Csak txt fájlok engedélyezettek

source: The template is invalid. Options are missing.
hu_hu: A sablon érvénytelen. Hiányoznak a beállítások.

source: The template you've uploaded is intended to be used with WP All Export plugin.
hu_hu: A feltöltött sablon a WP All Export bővítménnyel való használatra készült.

source: Wrong imported data format
hu_hu: Helytelen az importált adatok formátuma.

source: File is empty or doesn't exests
hu_hu: A fájl üres vagy nem létezik

source: Undefined entry!
hu_hu: Nem definiált bejegyzés!

source: Please select file.
hu_hu: Kérjük, válasszon fájlt.

source: Templates must be selected
hu_hu: Sablonokat ki kell választani

source: Files not found
hu_hu: A fájlok nem találhatók

source: Clean Up has been successfully completed.
hu_hu: A tisztítás sikeresen befejeződött.

source: Uploads folder is not writable.
hu_hu: Az Uploads mappa nem írható.

source: Failed to open temp directory.
hu_hu: Nem sikerült megnyitni az ideiglenes könyvtárat.

source: Failed to open input stream.
hu_hu: Nem sikerült megnyitni a bemeneti adatfolyamot.

source: Failed to open output stream.
hu_hu: Nem sikerült megnyitni a kimeneti adatfolyamot.

source: Failed to move uploaded file.
hu_hu: Nem sikerült áthelyezni a feltöltött fájlt.

source: <p class="wpallimport-bundle-notice">The import bundle you are using requires the User Add-On.</p><p class="wpallimport-upgrade-links-container"><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839963&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" target="_blank" class="upgrade_link">Purchase the User Add-On</a></p>
hu_hu: <p class="wpallimport-bundle-notice">Az Ön által használt importcsomag a User Add-On bővítményt igényli.</p><p class="wpallimport-upgrade-links-container"><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839963&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" target="_blank" class="upgrade_link">Vásárolja meg a User Add-On-t</a></p>

source: This %s file has errors and is not valid.
hu_hu: Ez a %s fájl hibákat tartalmaz, és érvénytelen.

source: WooCommerce Reviews
hu_hu: WooCommerce értékelések

source: Gravity Forms Entries
hu_hu: Gravity Forms beküldések

source: WooCommerce Products
hu_hu: WooCommerce termékek

source: WooCommerce Orders
hu_hu: WooCommerce rendelések

source: WooCommerce Coupons
hu_hu: WooCommerce kuponok

source: Reviews
hu_hu: Értékelések

source: Review
hu_hu: Értékelés

source: <span class="important-warning">Warning</span>: Any %s not in your import file will be sent to the trash, even those not created by this import.
hu_hu: <span class="important-warning">Figyelmeztetés</span>: Bármely, az importfájljában nem szereplő %s a lomtárba kerül, még azok is, amelyeket nem ez az import hozott létre.

source: <span class="important-warning">Warning</span>: Any %s not in your import file will be marked as %s, even those not created by this import.
hu_hu: <span class="important-warning">Figyelmeztetés</span>: Bármely, az importfájljában nem szereplő %s %s-ként lesz megjelölve, még azok is, amelyeket nem ez az import hozott létre.

source: <span class="important-warning">Warning</span>: %s created by this import and no longer present in the import file will be sent to the trash.
hu_hu: <span class="important-warning">Figyelmeztetés</span>: Az ezzel az importtal létrehozott, de az importfájlban már nem szereplő %s a lomtárba kerül.

source: <span class="important-warning">Warning</span>: %s created by this import and no longer present in the import file will be marked as %s.
hu_hu: <span class="important-warning">Figyelmeztetés</span>: Az ezzel az importtal létrehozott, de az importfájlban már nem szereplő %s %s-ként lesz megjelölve.

source: <span class="important-warning">Warning</span>: %s created by this import and no longer present in the import file will be <b>permanently deleted</b>.
hu_hu: <span class="important-warning">Figyelmeztetés</span>: Az ezzel az importtal létrehozott, de az importfájlban már nem szereplő %s <b>véglegesen törlésre kerül</b>.

source: <span class="important-warning">Warning</span>: Any %s not in your import file will be sent to the trash when this import runs. This includes %s that weren't created by this import.
hu_hu: <span class="important-warning">Figyelmeztetés</span>: Bármely, az importfájljában nem szereplő %s a lomtárba kerül, amikor ez az import lefut. Ez magában foglalja azokat a %s-t is, amelyeket nem ez az import hozott létre.

source: <span class="important-warning">Warning</span>: Any %s not in your import file will be <b>permanently deleted</b>, even those not created by this import.
hu_hu: <span class="important-warning">Figyelmeztetés</span>: Bármely, az importfájljában nem szereplő %s <b>véglegesen törlésre kerül</b>, még azok is, amelyeket nem ez az import hozott létre.

source: User
hu_hu: Felhasználó

source: Gravity Forms Entry
hu_hu: Gravity Forms beküldés

source: WooCommerce Customers
hu_hu: WooCommerce vásárlók

source: WooCommerce Customer
hu_hu: WooCommerce vásárló

source: Make imports easier with the <strong>Advanced Custom Fields Add-On</strong> for WP All Import: <a href="%s" target="_blank">Read More</a>
hu_hu: Tegye könnyebbé az importálást a WP All Importhoz készült <strong>Advanced Custom Fields Add-On</strong> használatával: <a href="%s" target="_blank">További információ</a>
