Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-all-import-pro/wp-all-import-pro-*.po
Languages: hu_hu

source: The term slug must be unique. If the slug is already in use by another term, WP All Import will add a number to the end of the slug.
hu_hu: A kifejezés slugjának egyedinek kell lennie. Ha a slugot már használja egy másik kifejezés, a WP All Import egy számot ad a slug végére.

source: %s Display Type
hu_hu: %s megjelenítési típus

source: Products
hu_hu: Termékek

source: Subcategories
hu_hu: Alkategóriák

source: Both
hu_hu: Mindkettő

source: Set display type manually
hu_hu: Megjelenítési típus kézi beállítása

source: Term Display Type
hu_hu: Kifejezés megjelenítési típusa

source: The term display type should be empty or one of the following: products, subcategories, both.
hu_hu: A kifejezés megjelenítési típusa legyen üres vagy az alábbiak egyike: products, subcategories, both.

source: WP All Import Licenses
hu_hu: WP All Import licencek

source: Active
hu_hu: Aktív

source: Deactivate License
hu_hu: Licenc deaktiválása

source: Activate License
hu_hu: Licenc aktiválása

source: Bulk Delete Imports
hu_hu: Importok tömeges törlése

source: Are you sure you want to delete <strong>%s</strong> selected %s?
hu_hu: Biztosan törli a(z) <strong>%s</strong> kiválasztott %s-t?

source: Delete associated posts as well
hu_hu: A kapcsolódó bejegyzéseket is törölje

source: Delete associated images from media gallery
hu_hu: A kapcsolódó képeket törölje a médiatárból

source: Delete associated files from media gallery
hu_hu: A kapcsolódó fájlokat törölje a médiatárból

source: Delete Import
hu_hu: Importálás törlése

source: Delete import
hu_hu: Importálás törlése

source: Delete %s created by %s
hu_hu: %s törlése, létrehozta: %s

source: Are you sure you want to delete
hu_hu: Biztos benne, hogy törölni szeretné

source: the <strong>%s</strong> import
hu_hu: a(z) <strong>%s</strong> importálást

source: Search Imports
hu_hu: Importálások keresése

source: File
hu_hu: Fájl

source: Info & Options
hu_hu: Információk és beállítások

source: No previous imports found. <a href="%s">Start a new import...</a>
hu_hu: Nem található korábbi importálás. <a href="%s">Új importálás indítása...</a>

source: Edit Template
hu_hu: Sablon szerkesztése

source: triggered with cron
hu_hu: cron által indítva

source: last activity %s ago
hu_hu: utolsó tevékenység %s ezelőtt

source: currently processing with cron
hu_hu: jelenleg cron által feldolgozás alatt

source: Import currently in progress
hu_hu: Importálás jelenleg folyamatban

source: Import Attempt at %s
hu_hu: Importálási kísérlet ekkor: %s

source: Import failed, please check logs
hu_hu: Az importálás sikertelen, ellenőrizze a naplókat

source: Last run: %s
hu_hu: Utolsó futás: %s

source: never
hu_hu: soha

source: %d %s created
hu_hu: %d %s létrehozva

source: %d updated, %d skipped
hu_hu: %d frissítve, %d kihagyva

source: %d updated, %d skipped, %d missing
hu_hu: %d frissítve, %d kihagyva, %d hiányzik

source: %d updated, %d skipped, %d deleted
hu_hu: %d frissítve, %d kihagyva, %d törölve

source: settings edited since last run
hu_hu: beállítások módosítva az utolsó futás óta

source: History Logs
hu_hu: Naplóelőzmények

source: Run Import
hu_hu: Importálás futtatása

source: Cancel Cron
hu_hu: Cron leállítása

source: Cancel
hu_hu: Mégse

source: Cron Scheduling
hu_hu: Cron ütemezés

source: To schedule an import, you must create two cron jobs in your web hosting control panel. One cron job will be used to run the Trigger script, the other to run the Execution script.
hu_hu: Az importálás ütemezéséhez két cron feladatot kell létrehoznia a tárhelye vezérlőpultján. Az egyik cron feladat az Indító szkriptet futtatja, a másik a Végrehajtó szkriptet.

source: Trigger Script
hu_hu: Indító szkript

source: Every time you want to schedule the import, run the trigger script.
hu_hu: Valahányszor ütemezni szeretné az importálást, futtassa az indító szkriptet.

source: To schedule the import to run once every 24 hours, run the trigger script every 24 hours. Most hosts require you to use “wget” to access a URL. Ask your host for details.
hu_hu: Ha azt szeretné, hogy az importálás 24 óránként fusson, futtassa az indító szkriptet 24 óránként. A legtöbb tárhelyszolgáltató megköveteli a „wget” használatát egy URL eléréséhez. Részletekért kérdezze a szolgáltatóját.

source: Example:
hu_hu: Példa:

source: Execution Script
hu_hu: Végrehajtó szkript

source: The Execution script actually executes the import, once it has been triggered with the Trigger script.
hu_hu: A végrehajtó szkript ténylegesen végrehajtja az importálást, miután az indító szkript elindította.

source: It processes in iteration (only importing a few records each time it runs) to optimize server load. It is recommended you run the execution script every 2 minutes.
hu_hu: Iterációkban dolgozik fel (minden futáskor csak néhány rekordot importál), hogy optimalizálja a szerverterhelést. Javasolt a végrehajtó szkriptet 2 percenként futtatni.

source: It also operates this way in case of unexpected crashes by your web host. If it crashes before the import is finished, the next run of the cron job two minutes later will continue it where it left off, ensuring reliability.
hu_hu: Így működik váratlan tárhelyhibák esetén is. Ha a folyamat az importálás befejezése előtt megszakad, a cron feladat következő, két perccel későbbi futása onnan folytatja, ahol abbahagyta, biztosítva a megbízhatóságot.

source: Notes
hu_hu: Megjegyzések

source: Your web host may require you to use a command other than wget, although wget is most common. In this case, you must asking your web hosting provider for help.
hu_hu: Előfordulhat, hogy a tárhelyszolgáltató a wget-től eltérő parancs használatát írja elő, bár a wget a leggyakoribb. Ebben az esetben kérjen segítséget a tárhelyszolgáltatótól.

source: To schedule this import with a cron job, you must use the "Download from URL" or "Use existing file" option on the Import Settings screen of WP All Import.
hu_hu: Ennek az importálásnak a cron feladattal történő ütemezéséhez a WP All Import Importálási beállítások képernyőjén a "Download from URL" vagy az "Use existing file" opciót kell használnia.

source: Go to Import Settings now...
hu_hu: Ugrás az importálási beállításokhoz most...

source: Update Import
hu_hu: Importálás frissítése

source: Are you sure you want to update <strong>%s</strong> import?
hu_hu: Biztosan frissíteni szeretné a(z) <strong>%s</strong> importálást?

source: Source path is <strong>%s</strong>
hu_hu: A forrásútvonal <strong>%s</strong>

source: Update feature is not available for this import since it has no external path linked.
hu_hu: A frissítési funkció nem érhető el ehhez az importáláshoz, mivel nincs hozzá külső elérési út megadva.

source: Licenses
hu_hu: Licencek

source: WP All Import License Key
hu_hu: WP All Import licenckulcs

source: A license key is required to access plugin updates. You can use your license key on an unlimited number of websites. Do not distribute your license key to 3rd parties. You can get your license key in the <a target="_blank" href="https://www.wpallimport.com/portal">customer portal</a>.
hu_hu: A bővítményfrissítésekhez licenckulcs szükséges. A licenckulcsát korlátlan számú webhelyen használhatja. Ne ossza meg a licenckulcsát harmadik felekkel. A licenckulcsát a <a target="_blank" href="https://www.wpallimport.com/portal">ügyfélportálon</a> szerezheti meg.

source: Save License
hu_hu: Licenckulcs mentése

source: Automatic Scheduling License Key
hu_hu: Automatikus ütemezés licenckulcs

source: A license key is required to use Automatic Scheduling. If you have already subscribed, <a href="https://www.wpallimport.com/portal/automatic-scheduling/" target="_blank">click here to access your license key</a>.<br>If you don't have a license, <a class="scheduling-subscribe-link" href="#">click here to subscribe</a>.
hu_hu: Az Automatikus ütemezés használatához licenckulcs szükséges. Ha már előfizetett, <a href="https://www.wpallimport.com/portal/automatic-scheduling/" target="_blank">kattintson ide a licenckulcs eléréséhez</a>.<br>Ha nincs licence, <a class="scheduling-subscribe-link" href="#">kattintson ide az előfizetéshez</a>.

source: Import/Export Templates
hu_hu: Import/Export sablonok

source: Delete Selected
hu_hu: Kijelöltek törlése

source: Export Selected
hu_hu: Kijelöltek exportálása

source: There are no templates saved
hu_hu: Nincsenek mentett sablonok

source: Import Templates
hu_hu: Sablonok importálása

source: Cron Imports
hu_hu: Cron importok

source: Secret Key
hu_hu: Titkos kulcs

source: Changing this will require you to re-create your existing cron jobs.
hu_hu: Ennek módosítása megköveteli a meglévő cron feladatok újbóli létrehozását.

source: Cron Processing Time Limit
hu_hu: Cron feldolgozási időkorlát

source: Maximum execution time for the cron processing script. If this is blank, the default value of 120 (2 minutes) will be used.
hu_hu: A cron feldolgozó szkript maximális futási ideje. Ha ez üres, az alapértelmezett 120 (2 perc) érték kerül felhasználásra.

source: Cron Sleep
hu_hu: Cron szünet

source: Sleep the specified number of seconds between each post created, updated, or deleted with cron. Leave blank to not sleep. Only necessary on servers that are slowed down by the cron job because they have very minimal processing power and resources.
hu_hu: A cron által létrehozott, frissített vagy törölt egyes bejegyzések között várakozzon a megadott másodpercekig. Hagyja üresen, ha nem szeretne várakozást. Csak olyan szervereken szükséges, amelyeket a cron feladat lelassít, mert nagyon minimális feldolgozási teljesítménnyel és erőforrással rendelkeznek.

source: Secure Mode
hu_hu: Biztonságos mód

source: Randomize folder names
hu_hu: Mappanevek véletlenszerűsítése

source: Imported files, chunks, logs and temporary files will be placed in a folder with a randomized name inside of %s.
hu_hu: Az importált fájlok, darabok, naplók és ideiglenes fájlok a(z) %s mappán belül egy véletlenszerű nevű mappába kerülnek.

source: Log Storage
hu_hu: Naplók tárolása

source: Number of logs to store for each import. Enter 0 to never store logs.
hu_hu: Az egyes importokhoz tárolandó naplók száma. Adjon meg 0-t, hogy soha ne tároljon naplókat.

source: Clean Up Temp Files
hu_hu: Ideiglenes fájlok törlése

source: Clean Up
hu_hu: Tisztítás

source: Attempt to remove temp files left over by imports that were improperly terminated.
hu_hu: Kísérlet az importokból visszamaradt ideiglenes fájlok eltávolítására, ha azok nem megfelelően fejeződtek be.

source: Advanced Settings
hu_hu: Speciális beállítások

source: Chunk Size
hu_hu: Darabméret

source: Split file into chunks containing the specified number of records.
hu_hu: A fájl felosztása a megadott számú rekordot tartalmazó darabokra.

source: Enable WP_IMPORTING
hu_hu: WP_IMPORTING engedélyezése

source: Setting this constant avoids triggering pingback.
hu_hu: Ezen konstans beállítása megakadályozza a pingback kiváltását.

source: Enable "I HAVE BACKUPS" prompt
hu_hu: "I HAVE BACKUPS" felszólítás engedélyezése

source: Setting this will enable the "I HAVE BACKUPS" prompt at import settings screen.
hu_hu: Ennek beállítása engedélyezi az "I HAVE BACKUPS" felszólítást az import beállítások képernyőjén.

source: Add Port To URL
hu_hu: Port hozzáadása az URL-hez

source: Specify the port number to add if you're having problems continuing to Create Filters or Setup Import and are running things on a custom port. Default is blank.
hu_hu: Adja meg a hozzáadandó portszámot, ha problémái vannak a Szűrők létrehozása vagy az Import beállítása folytatásával, és egyedi porton futtatja a folyamatokat. Alapértelmezés szerint üres.

source: This is used for the option to download from URL and should be set lower than your server's PHP max execution time limit. Default is 5.
hu_hu: Ezt az URL-ről letöltés opció használja, és a szerver PHP maximális futási időkorlátjánál alacsonyabb értékre kell állítani. Alapértelmezés: 5.

source: Force Stream Reader
hu_hu: Stream Reader kényszerítése

source: Force WP All Import to use StreamReader instead of XMLReader to parse all import files
hu_hu: Kényszeríti a WP All Importot, hogy az összes importfájl elemzéséhez az XMLReader helyett a StreamReader legyen használva

source: Enable Stream Reader
hu_hu: Stream Reader engedélyezése

source: Save Settings
hu_hu: Beállítások mentése

source: Scheduling License Key
hu_hu: Ütemezési licenckulcs

source: Save Functions
hu_hu: Függvények mentése

source: Send to CodeBox
hu_hu: Küldés a CodeBoxba

source: Add functions here for use during your import. You can access this file at %s
hu_hu: Adjon hozzá itt függvényeket az import során történő használathoz. Ezt a fájlt itt érheti el: %s

source: Revert to Functions File
hu_hu: Visszaállítás a függvényfájlra

source: WPCodeBox is not active. Click 'Revert to Functions File' to attempt to restore the previous functions file. Alternatively, activate WPCodeBox for continued use.
hu_hu: A WPCodeBox nem aktív. Kattintson a 'Visszaállítás a függvényfájlra' gombra a korábbi függvényfájl visszaállításának megkísérléséhez. Alternatívaként aktiválja a WPCodeBoxot a további használathoz.

source: Please de-activate and remove the free version of WP All Import before activating the paid version.
hu_hu: Kérjük, inaktiválja és távolítsa el a WP All Import ingyenes verzióját, mielőtt aktiválja a fizetős verziót.

source: Uploads folder %s must be writable
hu_hu: A(z) %s feltöltési mappának írhatónak kell lennie

source: <b>%s Plugin</b>: Current sql user %s doesn't have ALTER privileges
hu_hu: <b>%s bővítmény</b>: A jelenlegi sql felhasználó %s nem rendelkezik ALTER jogosultsággal
