Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-all-import-pro/wp-all-import-pro-*.po
Languages: hu_hu

source: These passwords are stored in plaintext in your WordPress database. Ideally, the user account should only have read access to the files that you are importing. <br/><br/>Even if the password is correct, sometimes your host will require SFTP connections to use an SSH key and will deny connection attempts using passwords. If you're unable to login and you are sure the password is correct, contact the host of the server.
hu_hu: Ezek a jelszavak egyszerű szövegként vannak tárolva a WordPress adatbázisában. Ideális esetben a felhasználói fióknak csak olvasási jogosultsága legyen az importálandó fájlokhoz. <br/><br/>Még ha a jelszó helyes is, előfordulhat, hogy a tárhelyszolgáltató SFTP-kapcsolatokhoz SSH-kulcs használatát írja elő, és elutasítja a jelszavas csatlakozási kísérleteket. Ha nem tud bejelentkezni, és biztos benne, hogy a jelszó helyes, lépjen kapcsolatba a szerver tárhelyszolgáltatójával.

source: SFTP Private Key
hu_hu: SFTP privát kulcs

source: If you don't know if you need an SFTP Private Key, contact the host of the server.
hu_hu: Ha nem tudja, szüksége van-e SFTP privát kulcsra, lépjen kapcsolatba a szerver tárhelyszolgáltatójával.

source: FTP file path
hu_hu: FTP fájl elérési útja

source: Select File
hu_hu: Fájl kiválasztása

source: The path to the file you want to import. In case multiple files are found, only the first will be downloaded. Examples: /home/ftpuser/import.csv or import-files/{newest.csv}
hu_hu: Az importálni kívánt fájl elérési útja. Ha több fájl található, csak az első kerül letöltésre. Példák: /home/ftpuser/import.csv vagy import-files/{newest.csv}

source: Unable to Connect
hu_hu: Nem sikerült csatlakozni

source: Create or modify...
hu_hu: Létrehozás vagy módosítás...

source: Taxonomies
hu_hu: Taxonómiák

source: Select taxonomy to import into...
hu_hu: Válassza ki, melyik taxonómiába importáljon...

source: Select Taxonomy
hu_hu: Taxonómia kiválasztása

source: The User Add-On is Required to Import Users
hu_hu: A felhasználók importálásához a User Add-On szükséges

source: Purchase the User Add-On
hu_hu: Vásárolja meg a User Add-On-t

source: The WooCommerce Add-On is Required to Import Products
hu_hu: Termékek importálásához a WooCommerce Add-On szükséges

source: Purchase the WooCommerce Add-On Pro
hu_hu: Vásárolja meg a WooCommerce Add-On Pro-t

source: The Gravity Forms Add-On is Required to Import Gravity Forms Entries
hu_hu: Gravity Forms bejegyzések importálásához a Gravity Forms Add-On szükséges

source: Purchase the Gravity Forms Add-On Pro
hu_hu: Vásárolja meg a Gravity Forms Add-On Pro-t

source: The Pro version of the WooCommerce Add-On is required to Import Orders, but you have the free version installed
hu_hu: Rendelések importálásához a WooCommerce Add-On Pro verziója szükséges, de az ingyenes verzió van telepítve

source: The WooCommerce Add-On Pro is Required to Import Orders
hu_hu: Rendelések importálásához a WooCommerce Add-On Pro szükséges

source: The Pro version of the WooCommerce Add-On is required to Import Coupons, but you have the free version installed
hu_hu: Kuponok importálásához a WooCommerce Add-On Pro verziója szükséges, de az ingyenes verzió van telepítve

source: The WooCommerce Add-On Pro is Required to Import Coupons
hu_hu: Kuponok importálásához a WooCommerce Add-On Pro szükséges

source: The User Add-On is Required to Import Customers
hu_hu: Vásárlók importálásához a User Add-On szükséges

source: File upload rejected by server
hu_hu: A szerver elutasította a fájlfeltöltést

source: Contact your host and have them check your server's error log.
hu_hu: Lépjen kapcsolatba a tárhelyszolgáltatójával, és kérje meg, hogy ellenőrizze a szerver hibanaplóját.

source: Please verify that the file you using is a valid %s file.
hu_hu: Kérjük, ellenőrizze, hogy a használt fájl érvényes %s fájl-e.

source: Skip to Import Settings
hu_hu: Ugrás az importbeállításokhoz

source: Create Filters
hu_hu: Szűrők létrehozása

source: Limit What's Imported
hu_hu: Az importált tartalom korlátozása

source: Set Up Import
hu_hu: Import beállítása

source: Import Everything
hu_hu: Minden importálása

source: Import Settings
hu_hu: Import beállítások

source: To run this import on a schedule you must use the 'Download from URL' or 'Use existing file' options on the Data Source screen.
hu_hu: Az import ütemezett futtatásához a Data Source képernyőn a 'Download from URL' vagy a 'Use existing file' lehetőséget kell használnia.

source: Scheduling Options
hu_hu: Ütemezési beállítások

source: To run this import on a schedule you must use the 'Download from URL' or 'Use existing file' option on the Import Settings page.
hu_hu: Az import ütemezett futtatásához az Import Settings oldalon a 'Download from URL' vagy a 'Use existing file' lehetőséget kell használnia.

source: Record Matching
hu_hu: Rekordegyeztetés

source: Record Matching is how WP All Import matches records in this import file with posts that already exist in WordPress.
hu_hu: A rekordegyeztetés az, ahogyan a WP All Import párosítja ennek az importfájlnak a rekordjait a WordPressben már létező bejegyzésekkel.

source: Record Matching is most commonly used to tell WP All Import how to match up records in this import file with posts WP All Import has already created on your site, so that if this import file is updated with new data, WP All Import can update your posts accordingly.
hu_hu: A rekordegyeztetést leggyakrabban arra használják, hogy megadjuk a WP All Import számára, miként párosítsa ennek az importfájlnak a rekordjait a webhelyén a WP All Import által már létrehozott bejegyzésekkel, hogy ha ez az importfájl új adatokkal frissül, a WP All Import ennek megfelelően frissíthesse a bejegyzéseit.

source: AUTOMATIC RECORD MATCHING
hu_hu: AUTOMATIKUS REKORDEGYEZTETÉS

source: Automatic Record Matching allows WP All Import to update records that were imported or updated during the last run of this same import.
hu_hu: Az automatikus rekordegyeztetés lehetővé teszi a WP All Import számára, hogy frissítse azokat a rekordokat, amelyeket ennek az importnak a legutóbbi futtatása során importáltak vagy frissítettek.

source: Your unique key must be UNIQUE for each record in your feed. Make sure you get it right - you can't change it later. You'll have to re-create your import.
hu_hu: Az egyedi kulcsnak MINDEN rekord esetén EGYEDINEK kell lennie a feedben. Győződjön meg róla, hogy helyesen adja meg - később nem módosítható. Újra kell majd létrehoznia az importot.

source: MANUAL RECORD MATCHING
hu_hu: KÉZI REKORDEGYEZTETÉS

source: Manual record matching allows WP All Import to update any records, even records that were not imported with WP All Import, or are part of a different import.
hu_hu: A kézi rekordegyeztetés lehetővé teszi a WP All Import számára bármely rekord frissítését, még azokat is, amelyeket nem a WP All Importtal importáltak, vagy amelyek egy másik import részei.

source: Manual Scheduling
hu_hu: Kézi ütemezés

source: Run this import using cron jobs.
hu_hu: Futtassa ezt az importot cron jobs használatával.

source: Trigger URL
hu_hu: Indítási URL

source: Processing URL
hu_hu: Feldolgozási URL

source: Example Trigger Cron Command
hu_hu: Példa indítási Cron parancs

source: Example Processing Cron Command
hu_hu: Példa feldolgozási Cron parancs

source: Read more about manual scheduling
hu_hu: További információ a kézi ütemezésről

source: How does it work?
hu_hu: Hogyan működik?

source: When you set an import to run on a schedule, our servers will contact your site to make sure that your import starts when you want it to. Our servers will check back every minute to make sure that the import is still running, and will continue doing so until it finishes.
hu_hu: Amikor beállítja, hogy egy importálás ütemezve fusson, a szervereink felveszik a kapcsolatot az Ön webhelyével, hogy az importálás akkor induljon, amikor szeretné. Szervereink percenként ellenőrzik, hogy az importálás még fut-e, és ezt addig folytatják, amíg be nem fejeződik.

source: Why does it cost money?
hu_hu: Miért kerül pénzbe?

source: Your data is very important to us. We have a very resilient, scalable cluster of servers powering Automatic Scheduling. Our highly qualified team is on call 24hrs a day, 7 days a week to make sure your imports run when you need them to run.
hu_hu: Az adatai nagyon fontosak számunkra. Az Automatic Scheduling működését egy rendkívül ellenálló, skálázható szerverklaszter biztosítja. Magasan képzett csapatunk napi 24 órában, a hét minden napján készenlétben van, hogy az importálások akkor fussanak, amikor szüksége van rájuk.

source: What do I get?
hu_hu: Mit kapok?

source: You'll receive a license key for Automatic Scheduling that you can use in WP All Import and WP All Export. You can set up as many imports and exports as you like on the number of sites you selected when subscribing.
hu_hu: Automatic Scheduling licenckulcsot kap, amelyet a WP All Importban és a WP All Exportban használhat. Annyi importálást és exportálást állíthat be, amennyit szeretne, azon a számú webhelyen, amelyet az előfizetéskor kiválasztott.

source: What information is shared with Soflyy?
hu_hu: Milyen információkat osztunk meg a Soflyy-val?

source: When you set an import to run on a schedule, WP All Import will open an encrypted connection to our servers and send your license key, your site URL, the ID of the import you want to run, the import security key, and the times that you want the import to run.
hu_hu: Amikor beállítja, hogy egy importálás ütemezve fusson, a WP All Import titkosított kapcsolatot nyit a szervereinkhez, és elküldi a licenckulcsát, a webhelye URL-jét, a futtatni kívánt importálás azonosítóját, az importálás biztonsági kulcsát és az importálás futási időpontjait.

source: Enter your license
hu_hu: Adja meg a licenckulcsát

source: Find your license
hu_hu: Keresse meg a licenckulcsát

source: Run import ID %d on a schedule.
hu_hu: Az %d azonosítójú importálás ütemezett futtatása.

source: Every week on...
hu_hu: Minden héten ezen a napon...

source: Mon
hu_hu: Hétfő

source: Tue
hu_hu: Kedd

source: Wed
hu_hu: Szerda

source: Thu
hu_hu: Csütörtök

source: Fri
hu_hu: Péntek

source: Sat
hu_hu: Szombat

source: Sun
hu_hu: Vasárnap

source: Every month on the first...
hu_hu: Minden hónap első napján...

source: What times do you want this import to run?
hu_hu: Milyen időpontokban szeretné, hogy ez az importálás fusson?

source: Back to Setup Import
hu_hu: Vissza az importálás beállításához

source: Save Only
hu_hu: Csak mentés

source: Continue
hu_hu: Folytatás

source: Back to Manage Imports
hu_hu: Vissza az importálások kezeléséhez

source: Remove or modify %s that are not present in this import file
hu_hu: Az ebben az importfájlban nem szereplő %s eltávolítása vagy módosítása

source: Which %s do you want to remove or modify?
hu_hu: Mely %s elemeket szeretné eltávolítani vagy módosítani?

source: Remove or modify %s created or updated by this import and then later removed from this import file
hu_hu: Az ezzel az importálással létrehozott vagy frissített, majd később az importfájlból eltávolított %s eltávolítása vagy módosítása

source: Remove or modify all %s on this site that are not present in this import file
hu_hu: A webhelyen található, de ebben az importfájlban nem szereplő összes %s eltávolítása vagy módosítása

source: What do you want to do with those %s?
hu_hu: Mit szeretne tenni ezekkel a %s elemekkel?

source: Instead of deletion...
hu_hu: Törlés helyett...

source: Error
hu_hu: Hiba

source: at least one option must be selected.
hu_hu: legalább egy opciót ki kell választani.

source: Send removed %s to trash
hu_hu: Az eltávolított %s Lomtárba helyezése

source: Removed parent products will have all of their variations moved to the trash with them. If variations are removed from the import file and their parent product isn't, the variations will be disabled but will not be present in the trash. You can edit these disabled product variations in WooCommerce to manually reenable them.
hu_hu: Az eltávolított szülőtermékek összes változata velük együtt a Lomtárba kerül. Ha a változatok kikerülnek az importfájlból, de a szülőtermék nem, a változatok letiltásra kerülnek, de nem jelennek meg a Lomtárban. Ezeket a letiltott termékváltozatokat a WooCommerce-ben szerkesztheti, hogy kézzel újra engedélyezze őket.

source: This option is not available when importing %s.
hu_hu: Ez az opció nem érhető el %s importálásakor.

source: Change %s property to
hu_hu: A(z) %s tulajdonságának módosítása erre

source: Change status of removed %s to
hu_hu: Az eltávolított %s állapotának módosítása erre

source: Set custom fields for removed %s
hu_hu: Egyéni mezők beállítása az eltávolított %s számára

source: Name
hu_hu: Név

source: Add Custom Field
hu_hu: Egyéni mező hozzáadása

source: Change stock status of removed %s to
hu_hu: Az eltávolított %s készletállapotának módosítása erre

source: Out of stock
hu_hu: Nincs készleten

source: In stock
hu_hu: Készleten

source: Delete removed %s
hu_hu: Eltávolított %s törlése

source: Delete files attached to removed %s
hu_hu: Az eltávolított %s csatolt fájljainak törlése

source: Delete images attached to removed %s
hu_hu: Az eltávolított %s csatolt képeinek törlése

source: When re-run, %s created or updated by this import and no longer present in the import file will be moved to the trash.
hu_hu: Újrafuttatáskor az ezzel az importtal létrehozott vagy frissített, de az importfájlban már nem szereplő %s a kukába kerül.

source: When re-run, %s created or updated by this import and no longer present in the import file will be set to <span class="status_of_removed">draft</span>.
hu_hu: Újrafuttatáskor az ezzel az importtal létrehozott vagy frissített, de az importfájlban már nem szereplő %s <span class="status_of_removed">vázlat</span> állapotba kerül.

source: This combination of options is potentially destructive. When re-run, %s created or updated by this import and no longer present in the import file will be deleted with no option for recovery.
hu_hu: Ez az opciókombináció potenciálisan romboló. Újrafuttatáskor az ezzel az importtal létrehozott vagy frissített, de az importfájlban már nem szereplő %s visszaállítási lehetőség nélkül törlődik.

source: This combination of options can affect all %s on this site, even those not created by this import. During import, all %s not present in this import file will be moved to the trash.
hu_hu: Ez az opciókombináció a webhely összes %s elemére hatással lehet, még azokra is, amelyeket nem ez az import hozott létre. Az import során minden, az importfájlban nem szereplő %s a kukába kerül.

source: This combination of options can affect all %s on this site, even those not created by this import. During import, all %s not present in this import file will be moved to <span class="status_of_removed">draft</span>.
hu_hu: Ez az opciókombináció a webhely összes %s elemére hatással lehet, még azokra is, amelyeket nem ez az import hozott létre. Az import során minden, az importfájlban nem szereplő %s <span class="status_of_removed">vázlat</span> állapotba kerül.

source: This combination of options is potentially destructive. Every time this import is run, now and in the future, all %s not present in this import file will be deleted without further confirmation, even those not created by this import.
hu_hu: Ez az opciókombináció potenciálisan romboló. Az import minden futtatásakor, most és a jövőben, az importfájlban nem szereplő összes %s további megerősítés nélkül törlődik, még azok is, amelyeket nem ez az import hozott létre.

source: When this import is re-run in the future, %s created or updated by this import and no longer present in the import file will be sent to the trash.
hu_hu: Amikor ezt az importot a jövőben újra lefuttatja, az ezzel az importtal létrehozott vagy frissített, de az importfájlban már nem szereplő %s a kukába kerül.

source: We highly recommend running this import in a staging environment first and creating site backups before running in production.
hu_hu: Erősen javasoljuk, hogy először tesztkörnyezetben futtassa ezt az importot, és készítsen biztonsági mentéseket a webhelyről, mielőtt élesben futtatja.

source: This prompt can be disabled at <a href="%s" target="_blank">WP All Import settings page</a>.
hu_hu: Ez a felszólítás letiltható a <a href="%s" target="_blank">WP All Import beállítások</a> oldalon.

source: Please type the text below to confirm import settings:
hu_hu: Kérjük, írja be az alábbi szöveget az importbeállítások megerősítéséhez:

source: When this import is re-run in the future, %s created or updated by this import and no longer present in the import file will be sent to <span class="status_of_removed">draft</span>.
hu_hu: Amikor ezt az importot a jövőben újra lefuttatja, az ezzel az importtal létrehozott vagy frissített, de az importfájlban már nem szereplő %s <span class="status_of_removed">vázlat</span> állapotba kerül.

source: When this import is re-run in the future, %s created or updated by this import and no longer present in the import file will be deleted with no option for recovery.
hu_hu: Amikor ezt az importot a jövőben újra lefuttatja, az ezzel az importtal létrehozott vagy frissített, de az importfájlban már nem szereplő %s visszaállítási lehetőség nélkül törlődik.

source: Consider testing this import with removed records sent to the trash to make sure that the import is configured correctly and that the record matching settings are working as expected. We highly recommend running this import in staging first, and creating site backups before running in production.
hu_hu: Fontolja meg, hogy tesztelje ezt az importot úgy, hogy az eltávolított rekordok a kukába kerüljenek, hogy megbizonyosodjon arról, hogy az import megfelelően van beállítva, és hogy a rekord-illesztési beállítások a vártnak megfelelően működnek. Erősen javasoljuk, hogy először tesztkörnyezetben futtassa ezt az importot, és készítsen biztonsági mentéseket a webhelyről, mielőtt élesben futtatja.

source: Consider testing this import by setting a custom field instead of deletion to make sure that the import is configured correctly and that the record matching settings are working as expected. We highly recommend running this import in a staging environment first and creating site backups before running in production.
hu_hu: Fontolja meg, hogy ezt az importot törlés helyett egy egyedi mező beállításával tesztelje, hogy megbizonyosodjon arról, hogy az import megfelelően van beállítva, és hogy a rekord-illesztési beállítások a vártnak megfelelően működnek. Erősen javasoljuk, hogy először tesztkörnyezetben futtassa ezt az importot, és készítsen biztonsági mentéseket a webhelyről, mielőtt élesben futtatja.

source: This import can affect all %s on this site, even those not created by this import. During import, all %s not present in this import file will be moved to the trash.
hu_hu: Ez az import a webhely összes %s elemére hatással lehet, még azokra is, amelyeket nem ez az import hozott létre. Az import során minden, az importfájlban nem szereplő %s a kukába kerül.

source: This import can affect all %s on this site, even those not created by this import. During import, all %s not present in this import file will be moved to <span class="status_of_removed">draft</span>.
hu_hu: Ez az import a webhely összes %s elemére hatással lehet, még azokra is, amelyeket nem ez az import hozott létre. Az import során minden, az importfájlban nem szereplő %s <span class="status_of_removed">vázlat</span> állapotba kerül.

source: This import will delete all %s on site, even those not created by this import. Every time this import is run, now and in the future, all %s not present in this import file will be deleted without further confirmation.
hu_hu: Ez az import a webhelyen lévő összes %s elemet törli, még azokat is, amelyeket nem ez az import hozott létre. Az import minden futtatásakor, most és a jövőben, az importfájlban nem szereplő összes %s további megerősítés nélkül törlődik.

source: Import File
hu_hu: Importfájl

source: Specify the location of the file to use for future runs of this import.
hu_hu: Adja meg annak a fájlnak a helyét, amelyet az import jövőbeli futtatásaihoz fog használni.

source: <span>Upload Complete</span> -
hu_hu: <span>Feltöltés kész</span> -

source: Upload
hu_hu: Feltöltés

source: Enter FTP server address
hu_hu: Adja meg az FTP szerver címét

source: Enter FTP port
hu_hu: Adja meg az FTP portot

source: Enter FTP username
hu_hu: Adja meg az FTP felhasználónevet

source: Enter FTP password
hu_hu: Adja meg az FTP jelszót

source: These passwords are stored in plaintext in your WordPress database. Ideally, the user account should only have read access to the files that you are importing. <br/><br/>Even if the password is correct, sometimes your host will require SFTP connections to use an SSH key and will deny connection attempts using passwords. If you're unable to login, you don't have a SSH/SFTP Private Key, and you are sure the password is correct, contact the host of the server.
hu_hu: Ezek a jelszavak egyszerű szövegként kerülnek tárolásra a WordPress adatbázisában. Ideális esetben a felhasználói fióknak csak olvasási hozzáférése legyen azokhoz a fájlokhoz, amelyeket importál. <br/><br/>Még ha a jelszó helyes is, előfordulhat, hogy a tárhelyszolgáltató megköveteli, hogy az SFTP-kapcsolatok SSH kulcsot használjanak, és elutasítja a jelszóval történő csatlakozási kísérleteket. Ha nem tud bejelentkezni, nincs SSH/SFTP privát kulcsa, és biztos benne, hogy a jelszó helyes, lépjen kapcsolatba a kiszolgáló üzemeltetőjével.

source: For each record in this import file, every time this import is run...
hu_hu: Az importfájl minden rekordja esetén, az import minden futtatásakor...

source: Create new %s from records newly present in this import file
hu_hu: Új %s létrehozása az importfájlban újonnan megjelenő rekordokból

source: New %s will only be created when ID column is present and value in ID column is unique.
hu_hu: Új %s csak akkor kerül létrehozásra, ha van ID oszlop, és az ID oszlopban lévő érték egyedi.

source: Update existing %s with the data in this import file
hu_hu: Létező %s frissítése az ebben az importfájlban található adatokkal

source: These options will only be used if you run this import again later. All data is imported the first time you run an import.<br/><br/>Note that WP All Import will only update/remove posts created by this import. If you want to match to posts that already exist on this site, change the setting above to "Search for and update all posts on this site".
hu_hu: Ezek az opciók csak akkor kerülnek felhasználásra, ha később ismét lefuttatja ezt az importot. Az összes adat az első importáláskor kerül beolvasásra.<br/><br/>Megjegyzés: a WP All Import csak azokat a bejegyzéseket frissíti/eltávolítja, amelyeket ez az import hozott létre. Ha a webhelyen már létező bejegyzésekhez szeretne illeszteni, módosítsa a fenti beállítást erre: "Minden bejegyzés keresése és frissítése ezen a webhelyen".

source: Skip %s if their data in this import file has not changed
hu_hu: Hagyja ki a(z) %s elemeket, ha adataik nem változtak ebben az importfájlban
