Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-all-import-pro/wp-all-import-pro-*.po
Languages: hu_hu

source: When enabled, WP All Import will keep track of every post's data as it is imported. When the import is run again, posts will be skipped if their data in the import file has not changed since the last run.<br/><br/>Posts will not be skipped if the import template or settings change, or if you make changes to the custom code in the Function Editor.
hu_hu: Ha engedélyezve van, a WP All Import nyomon követi minden bejegyzés adatait az importálás során. Amikor az importot ismét lefuttatja, a bejegyzések ki lesznek hagyva, ha az importfájlban lévő adataik nem változtak az előző futtatás óta.<br/><br/>A bejegyzések nem lesznek kihagyva, ha az import sablonja vagy beállításai megváltoznak, vagy ha módosításokat végez a Function Editorban található egyedi kódon.

source: Update all data
hu_hu: Minden adat frissítése

source: Choose which data to update
hu_hu: Válassza ki, mely adatokat frissítse

source: Unselect All
hu_hu: Összes kijelölés megszüntetése

source: Select All
hu_hu: Összes kijelölése

source: Parent Post
hu_hu: Szülő bejegyzés

source: %s Rating
hu_hu: %s értékelése

source: %s Author
hu_hu: %s szerzője

source: %s Author Email
hu_hu: %s szerzőjének e-mail-címe

source: Content
hu_hu: Tartalom

source: Approved
hu_hu: Jóváhagyva

source: Verified
hu_hu: Ellenőrzött

source: Agent
hu_hu: Ügynök

source: Parent %s
hu_hu: Szülő %s

source: Author User ID
hu_hu: Szerző felhasználói azonosítója

source: If Keep Comment Meta box is checked, it will keep all Comment Meta, and add any new Comment Meta specified in Comment Meta section, as long as they do not overwrite existing fields. If 'Only keep this Comment Meta' is specified, it will only keep the specified fields.
hu_hu: Ha a Hozzászólás meta megtartása jelölőnégyzet be van jelölve, megmarad minden hozzászólás meta, és hozzáadja a Hozzászólás meta szakaszban megadott új hozzászólás metát, amennyiben nem ír felül meglévő mezőket. Ha az 'Csak ezt a hozzászólás metát tartsd meg' van megadva, csak a megadott mezők maradnak meg.

source: Update all %s Meta
hu_hu: Minden %s meta frissítése

source: Update only these %s Meta, leave the rest alone
hu_hu: Csak ezen %s meta frissítése, a többit hagyja érintetlenül

source: Leave these fields alone, update all other %s Meta
hu_hu: Hagyja ezeket a mezőket érintetlenül, frissítse az összes többi %s metát

source: Choose how exported data will be re-imported.
hu_hu: Válassza ki, hogyan legyen az exportált adat újraimportálva.

source: WP All Import will create new %s for each unique record in this import file.
hu_hu: A WP All Import új %s-t hoz létre az importfájl minden egyedi rekordjához.

source: Create new %s for each record in this import file
hu_hu: Hozzon létre új %s-t az importfájl minden rekordjához

source: First run creates new %s. Re-running this import will update those same %s using the Unique Identifier.
hu_hu: Az első futtatás új %s-t hoz létre. Az import újbóli futtatása ugyanazokat a %s-ket frissíti az Egyedi azonosító használatával.

source: Unique Identifier
hu_hu: Egyedi azonosító

source: Auto-detect
hu_hu: Automatikus felismerés

source: Adjusting the Unique Identifier<br/><br/>If you run this import again with an updated file, the Unique Identifier allows WP All Import to correctly link the records in your updated file with the %s it will create right now. If multiple records in this import file have the same Unique Identifier, only the first will be created. The others will be detected as duplicates.<br/><br/>If you find that the autodetected Unique Identifier is not unique enough you can drag in any combination of elements. The Unique Identifier should be unique for each record in this import file, and should stay the same even if this import file is updated. Things like product IDs, titles, and SKUs are good Unique Identifiers because they probably won't change. Don't use a description or price, since that might later change.
hu_hu: Az egyedi azonosító módosítása<br/><br/>Ha ismét lefuttatja ezt az importot egy frissített fájllal, az egyedi azonosító lehetővé teszi, hogy a WP All Import helyesen összekapcsolja a frissített fájl rekordjait a most létrehozandó %s-szel. Ha több rekordnak ugyanaz az egyedi azonosítója ebben az importfájlban, csak az első kerül létrehozásra. A többiek duplikátumként lesznek észlelve.<br/><br/>Ha úgy találja, hogy az automatikusan észlelt egyedi azonosító nem elég egyedi, tetszőleges elemek bármilyen kombinációját húzhatja be. Az egyedi azonosítónak egyedinek kell lennie az importfájl minden rekordjára, és változatlanul kell maradnia akkor is, ha ez az importfájl frissül. Olyan dolgok, mint a termékazonosítók, címek és SKU-k jó egyedi azonosítók, mert valószínűleg nem változnak. Ne használjon leírást vagy árat, mivel ezek később megváltozhatnak.

source: Edit
hu_hu: Szerkesztés

source: Warning: Are you sure you want to edit the Unique Identifier?
hu_hu: Figyelmeztetés: Biztosan szerkeszteni szeretné az egyedi azonosítót?

source: It is recommended you delete all %s associated with this import before editing the unique identifier.
hu_hu: Javasolt az egyedi azonosító szerkesztése előtt törölni az ehhez az importhoz kapcsolódó összes %s-t.

source: Editing the unique identifier will dissociate all existing %s linked to this import. Future runs of the import will result in duplicates, as WP All Import will no longer be able to update these %s.
hu_hu: Az egyedi azonosító szerkesztése leválasztja az ehhez az importhoz kapcsolódó összes meglévő %s-t. Az import jövőbeli futtatásai duplikátumokat eredményeznek, mivel a WP All Import többé nem tudja frissíteni ezeket a %s-ket.

source: You really should just re-create your import, and pick the right unique identifier to start with.
hu_hu: Valóban érdemes újra létrehozni az importot, és már a kezdetektől a megfelelő egyedi azonosítót választani.

source: Attempt to match to existing %s before creating new ones
hu_hu: Megpróbálja a meglévő %s-hez illeszteni, mielőtt újakat hoz létre

source: Records in this import file will be matched with %s on your site based on...
hu_hu: Az importfájl rekordjai a webhelyén található %s-hez lesznek párosítva az alábbiak alapján...

source: Title
hu_hu: Cím

source: Custom field
hu_hu: Egyéni mező

source: Comment ID
hu_hu: Hozzászólás ID

source: WP All Import will merge data into existing %s.
hu_hu: A WP All Import az adatokat a meglévő %s-szel fogja összevonni.

source: New posts will only be created when ID column is present and value in ID column is unique.
hu_hu: Új bejegyzések csak akkor jönnek létre, ha az ID oszlop jelen van, és az ID oszlopban lévő érték egyedi.

source: These options will only be used if you run this import again later. All data is imported the first time you run an import.<br/><br/>Note that WP All Import will only update/remove %s created by this import. If you want to match to %s that already exist on this site, change the setting above to "Search for and update all %s on this site".
hu_hu: Ezek az opciók csak akkor kerülnek felhasználásra, ha később ismét lefuttatja ezt az importot. Az összes adat az import első futtatásakor kerül importálásra.<br/><br/>Vegye figyelembe, hogy a WP All Import csak az ezzel az importtal létrehozott %s frissítését/eltávolítását végzi. Ha a már ezen a webhelyen létező %s-hez szeretne illeszteni, állítsa a fenti beállítást erre: "Keresés és az összes %s frissítése ezen a webhelyen".

source: Post status
hu_hu: Bejegyzés állapota

source: Hint: uncheck this box to keep trashed posts in the trash.
hu_hu: Tipp: törölje a jelölést, hogy a lomtárba helyezett bejegyzések a lomtárban maradjanak.

source: Author
hu_hu: Szerző

source: Excerpt/Short Description
hu_hu: Kivonat/Rövid leírás

source: Dates
hu_hu: Dátumok

source: Menu order
hu_hu: Menüsorrend

source: Parent post
hu_hu: Szülő bejegyzés

source: Post type
hu_hu: Bejegyzéstípus

source: Post format
hu_hu: Bejegyzésformátum

source: Enable review setting
hu_hu: Értékelési beállítás engedélyezése

source: Comment status
hu_hu: Hozzászólások állapota

source: Trackbacks and pingbacks
hu_hu: Trackbackek és pingbackek

source: Attachments
hu_hu: Mellékletek

source: Update all comments
hu_hu: Minden hozzászólás frissítése

source: Don't touch existing comments, append new comments
hu_hu: A meglévő hozzászólásokat ne módosítsa, az újakat fűzze hozzá

source: This will keep the featured image if it exists, so you could modify the post image manually, and then do a reimport, and it would not overwrite the manually modified post image.
hu_hu: Ez megtartja a kiemelt képet, ha létezik, így manuálisan módosíthatja a bejegyzés képét, majd újraimportálhat, és nem fogja felülírni a manuálisan módosított bejegyzés képét.

source: Update all images
hu_hu: Minden kép frissítése

source: Don't touch existing images, append new images
hu_hu: A meglévő képeket ne módosítsa, az újakat fűzze hozzá

source: Custom Fields
hu_hu: Egyéni mezők

source: If Keep Custom Fields box is checked, it will keep all Custom Fields, and add any new Custom Fields specified in Custom Fields section, as long as they do not overwrite existing fields. If 'Only keep this Custom Fields' is specified, it will only keep the specified fields.
hu_hu: Ha az Egyéni mezők megtartása jelölőnégyzet be van jelölve, megmarad minden egyéni mező, és hozzáad minden, az Egyéni mezők szakaszban megadott új egyéni mezőt, amennyiben nem írnak felül meglévő mezőket. Ha az 'Csak ezeket az egyéni mezőket tartsd meg' van megadva, akkor csak a megadott mezők maradnak meg.

source: Update all Custom Fields
hu_hu: Minden egyéni mező frissítése

source: Update only these Custom Fields, leave the rest alone
hu_hu: Csak ezeket az egyéni mezőket frissítse, a többit hagyja érintetlenül

source: Leave these fields alone, update all other Custom Fields
hu_hu: Hagyja ezeket a mezőket érintetlenül, frissítse az összes többi egyéni mezőt

source: Taxonomies (incl. Categories and Tags)
hu_hu: Taxonómiák (beleértve a kategóriákat és címkéket)

source: Leave these taxonomies alone, update all others
hu_hu: Hagyja ezeket a taxonómiákat érintetlenül, frissítse az összes többit

source: Update only these taxonomies, leave the rest alone
hu_hu: Csak ezeket a taxonómiákat frissítse, a többit hagyja érintetlenül

source: Remove existing taxonomies, add new taxonomies
hu_hu: Létező taxonómiák eltávolítása, új taxonómiák hozzáadása

source: Only add new
hu_hu: Csak új hozzáadása

source: Description
hu_hu: Leírás

source: Parent term
hu_hu: Szülő kifejezés

source: If Keep Term Meta box is checked, it will keep all Term Meta, and add any new Term Meta specified in Term Meta section, as long as they do not overwrite existing fields. If 'Only keep this Term Meta' is specified, it will only keep the specified fields.
hu_hu: Ha a Keep Term Meta jelölőnégyzet be van jelölve, minden Term Meta megmarad, és hozzáadja a Term Meta szakaszban megadott új Term Meta-t, amennyiben azok nem írnak felül meglévő mezőket. Ha a 'Csak ezt a Term Meta-t tartsa meg' van megadva, akkor csak a megadott mezőket tartja meg.

source: Update all Term Meta
hu_hu: Minden Term Meta frissítése

source: Update only these Term Meta, leave the rest alone
hu_hu: Csak ezeket a Term Meta mezőket frissítse, a többit hagyja érintetlenül

source: Leave these fields alone, update all other Term Meta
hu_hu: Hagyja ezeket a mezőket érintetlenül, frissítse az összes többi Term Meta mezőt

source: Term ID
hu_hu: Kifejezés ID

source: How do you want to import your %s?
hu_hu: Hogyan szeretné importálni a(z) %s elemeit?

source: Post ID
hu_hu: Bejegyzés ID

source: Configure Advanced Settings
hu_hu: Haladó beállítások konfigurálása

source: Import Speed Optimization
hu_hu: Importálás sebességoptimalizálása

source: In each iteration, process
hu_hu: Minden iterációban dolgozzon fel

source: records
hu_hu: rekordot

source: WP All Import must be able to process this many records in less than your server's timeout settings. If your import fails before completion, to troubleshoot you should lower this number. If you are importing images, especially high resolution images, high numbers here are probably a bad idea, since downloading the images can take lots of time - for example, 20 posts with 5 images each = 100 images. At 500Kb per image that's 50Mb that needs to be downloaded. Can your server download that before timing out? If not, the import will fail.
hu_hu: A WP All Importnak képesnek kell lennie ennyi rekordot feldolgozni a kiszolgálója időkorlátjánál rövidebb idő alatt. Ha az importálás befejezés előtt meghiúsul, a hibaelhárításhoz csökkentse ezt a számot. Ha képeket importál, különösen nagy felbontásúakat, a magas érték itt valószínűleg rossz ötlet, mivel a képek letöltése sok időt vehet igénybe – például 20 bejegyzés 5 képpel egyenként = 100 kép. 500Kb/kép esetén ez 50Mb letöltendő adat. Le tudja a szervere ezt letölteni az időkorlát lejárta előtt? Ha nem, az importálás meghiúsul.

source: Split file up into <strong>
hu_hu: A fájl felosztása <strong>

source: This option will decrease the amount of slowdown experienced at the end of large imports. The slowdown is partially caused by the need for WP All Import to read deeper and deeper into the file on each successive iteration. Splitting the file into pieces means that, for example, instead of having to read 19000 records into a 20000 record file when importing the last 1000 records, WP All Import will just split it into 20 chunks, and then read the last chunk from the beginning.
hu_hu: Ez az opció csökkenti a nagy importok végén tapasztalható lassulást. A lassulást részben az okozza, hogy a WP All Importnak minden egymást követő iterációban egyre mélyebbre kell olvasnia a fájlban. A fájl darabokra osztása azt jelenti, hogy például ahelyett, hogy az utolsó 1000 rekord importálásakor egy 20000 rekordos fájlban 19000 rekordot kellene beolvasni, a WP All Import 20 részre bontja, és az utolsó részt az elejéről olvassa be.

source: Increase speed by disabling do_action calls in wp_insert_post during import.
hu_hu: Sebesség növelése a do_action hívások letiltásával a wp_insert_post-ban importálás közben.

source: This option is for advanced users with knowledge of WordPress development. Your theme or plugins may require these calls when posts are created. Next action will be disabled: 'transition_post_status', 'save_post', 'pre_post_update', 'add_attachment', 'edit_attachment', 'edit_post', 'post_updated', 'wp_insert_post'. Verify your created posts work properly if you check this box.
hu_hu: Ez az opció olyan haladó felhasználóknak szól, akik rendelkeznek WordPress-fejlesztési ismeretekkel. A témája vagy bővítményei igényelhetik ezeket a hívásokat bejegyzések létrehozásakor. A következő műveletek lesznek letiltva: 'transition_post_status', 'save_post', 'pre_post_update', 'add_attachment', 'edit_attachment', 'edit_post', 'post_updated', 'wp_insert_post'. Ellenőrizze, hogy a létrehozott bejegyzések megfelelően működnek, ha bejelöli ezt a négyzetet.

source: Taxonomy Type
hu_hu: Taxonómia típusa

source: Editing this will change the taxonomy type of the taxonomies processed by this import. Re-run the import for the changes to take effect.
hu_hu: Ennek szerkesztése megváltoztatja az ezzel az importtal feldolgozott taxonómiák típusát. A változtatások érvényesítéséhez futtassa újra az importálást.

source: Post Type
hu_hu: Bejegyzés típusa

source: Editing this will change the post type of the posts processed by this import. Re-run the import for the changes to take effect.
hu_hu: Ennek szerkesztése megváltoztatja az ezzel az importtal feldolgozott bejegyzések típusát. A változtatások érvényesítéséhez futtassa újra az importálást.

source: Editing this can break your entire import. You will have to re-create it from scratch.
hu_hu: Ennek szerkesztése az egész importot tönkreteheti. A semmiből kell újra létrehoznia.

source: CSV Delimiter
hu_hu: CSV elválasztó

source: Downloads
hu_hu: Letöltések

source: Import Template
hu_hu: Importálási sablon

source: Import Bundle
hu_hu: Importálási csomag

source: Other
hu_hu: Egyéb

source: Import only specified records
hu_hu: Csak a megadott rekordok importálása

source: Enter records or record ranges separated by commas, e.g. <b>1,5,7-10</b> would import the first, the fifth, and the seventh to tenth.
hu_hu: Adja meg a rekordokat vagy a rekordtartományokat vesszővel elválasztva; például a <b>1,5,7-10</b> az elsőt, az ötödiket, illetve a hetediktől a tizedikig importálja.

source: Delete source XML file after importing
hu_hu: Forrás XML fájl törlése importálás után

source: This setting takes effect only when script has access rights to perform the action, e.g. file is not deleted when pulled via HTTP or delete permission is not granted to the user that script is executed under.
hu_hu: Ez a beállítás csak akkor lép érvénybe, ha a szkript rendelkezik a művelet végrehajtásához szükséges jogosultságokkal; például a fájl nem törlődik, ha HTTP-n keresztül lett letöltve, vagy ha a törlési jogosultság nincs megadva annak a felhasználónak, amelynek nevében a szkript fut.

source: Auto-Cloak Links
hu_hu: Hivatkozások automatikus elfedése

source: Automatically process all links present in body of created post or page with <b>%s</b> plugin
hu_hu: Automatikusan dolgozza fel a létrehozott bejegyzés vagy oldal törzsében található összes hivatkozást a(z) <b>%s</b> bővítménnyel

source: Use StreamReader instead of XMLReader to parse import file
hu_hu: StreamReader használata XMLReader helyett az importfájl feldolgozásához

source: WP All Import is being forced to use Stream Reader for all imports. Go to WP All Import ▸ Settings to modify this setting.
hu_hu: A WP All Import minden importhoz a Stream Reader használatára van kényszerítve. A módosításhoz lépjen a WP All Import ▸ Settings menübe.

source: XMLReader is much faster, but has a bug that sometimes prevents certain records from being imported with import files that contain special cases.
hu_hu: Az XMLReader sokkal gyorsabb, de van egy hibája, amely időnként megakadályozza bizonyos rekordok importálását olyan importfájlok esetén, amelyek speciális eseteket tartalmaznak.

source: Use alternative Excel processing method
hu_hu: Alternatív Excel-feldolgozási módszer használata

source: Enable this option if you experience memory issues or errors when importing Excel files. This uses a different processing method that can handle problematic Excel files.
hu_hu: Engedélyezze ezt az opciót, ha memóriaproblémákat vagy hibákat tapasztal Excel-fájlok importálásakor. Ez egy másik feldolgozási módszert használ, amely képes kezelni a problémás Excel-fájlokat.

source: Friendly Name
hu_hu: Barátságos név

source: <strong><input type="text" value="%s" name="tagno" class="tagno"/></strong><span class="out_of"> of <strong class="pmxi_count">%s</strong></span>
hu_hu: <strong><input type="text" value="%s" name="tagno" class="tagno"/></strong><span class="out_of"> / <strong class="pmxi_count">%s</strong></span>

source: Test Images
hu_hu: Képek tesztelése

source: Click to test that your images are able to be accessed by WP All Import.
hu_hu: Kattintson a teszteléshez, hogy a képei elérhetők-e a WP All Import számára.

source: Run Test
hu_hu: Teszt futtatása

source: Retrieving images...
hu_hu: Képek lekérése...

source: WP All Import will import images from the following file paths:
hu_hu: A WP All Import a következő fájlútvonalakról fog képeket importálni:

source: Please ensure the images exists at these file paths
hu_hu: Kérjük, győződjön meg róla, hogy a képek ezeken a fájlútvonalakon találhatók

source: Here are the above URLs, in &lt;img&gt; tags.
hu_hu: Íme a fenti URL-ek, &lt;img&gt; tagekben.

source: Searching images...
hu_hu: Képek keresése...

source: WP All Import will import images from the media library
hu_hu: A WP All Import a médiatárból fog képeket importálni

source: Please ensure the images exists at media library
hu_hu: Kérjük, győződjön meg róla, hogy a képek a médiatárban találhatók

source: Download in progress...
hu_hu: Letöltés folyamatban...

source: WP All Import will attempt to import images from the following URLs:
hu_hu: A WP All Import megpróbálja importálni a képeket a következő URL-ekről:

source: Please check the URLs to ensure they point to valid images
hu_hu: Kérjük, ellenőrizze az URL-eket, hogy érvényes képekre mutatnak-e

source: Images not found for current record.
hu_hu: Az aktuális rekordhoz nem találhatók képek.

source: Preview Prices
hu_hu: Árak előnézete

source: Regular Price
hu_hu: Normál ár

source: Sale Price
hu_hu: Akciós ár

source: Test Taxonomies Hierarchy
hu_hu: Taxonómiák hierarchiájának tesztelése

source: Import <span id="status">in Progress</span>
hu_hu: Importálás <span id="status">folyamatban</span>

source: Importing may take some time. Please do not close your browser or refresh the page until the process is complete.
hu_hu: Az importálás eltarthat egy ideig. Kérjük, ne zárja be a böngészőt, és ne frissítse az oldalt, amíg a folyamat be nem fejeződik.

source: Time Elapsed
hu_hu: Eltelt idő

source: Processed
hu_hu: Feldolgozva

source: of
hu_hu: összesből

source: Created
hu_hu: Létrehozva

source: Deleted
hu_hu: Törölve

source: Changed missing
hu_hu: Hiányzók módosítva

source: Updated
hu_hu: Frissítve

source: Skipped
hu_hu: Kihagyva

source: Import Complete!
hu_hu: Importálás befejeződött!

source: All <b>%s</b> records from <b>%s</b> were successfully processed.
hu_hu: A <b>%s</b> összes rekordja a <b>%s</b>-ból/-ből sikeresen feldolgozásra került.

source: created <b>%s</b> new records
hu_hu: <b>%s</b> új rekord jött létre

source: updated <b>%s</b> records
hu_hu: <b>%s</b> rekord frissült

source: deleted <b>%s</b> records
hu_hu: <b>%s</b> rekord törlődött

source: changed <b>%s</b> missing records
hu_hu: <b>%s</b> hiányzó rekord módosult

source: skipped <b>%s</b> records
hu_hu: <b>%s</b> rekord kihagyva

source: records were skipped because their data in <b>%s</b> hasn't changed.
hu_hu: rekordok kimaradtak, mert a <b>%s</b>-ban/-ben lévő adataik nem változtak.

source: Run this import again without skipping records ›
hu_hu: Futtassa újra ezt az importálást rekordok kihagyása nélkül ›

source: Duplicate records detected during import
hu_hu: Duplikált rekordok észlelve az importálás során

source: The unique identifier is how WP All Import tells two items in your import file apart. If it is the same for two items, then the first item will be overwritten when the second is imported.
hu_hu: Az egyedi azonosító alapján különbözteti meg a WP All Import az importfájlban lévő két elemet. Ha két elemnél azonos, akkor az első felülíródik, amikor a másodikat importálják.

source: The file you are importing has %s records, but WP All Import only created <span class="inserted_count"></span> %s. It detected the other records in this import file as duplicates. This could be because they actually are duplicates or it could be because your Unique Identifier is not unique for each record.<br><br>If your import file has no duplicates and you want to import all %s records, you should delete everything that was just imported and then edit your Unique Identifier so it's unique for each item.
hu_hu: A fájl, amelyet importál, %s rekordot tartalmaz, de a WP All Import csak <span class="inserted_count"></span> %s hozott létre. A többi rekordot ebben az importfájlban duplikátumként észlelte. Ez azért lehet, mert valóban duplikátumok, vagy azért, mert az egyedi azonosító nem egyedi minden rekordnál.<br><br>Ha az importfájl nem tartalmaz duplikátumokat, és az összes %s rekordot importálni szeretné, töröljön mindent, ami most importálásra került, majd szerkessze az egyedi azonosítót úgy, hogy minden elemnél egyedi legyen.

source: Delete & Edit
hu_hu: Törlés és szerkesztés
