Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-all-import-pro/wp-all-import-pro-*.po
Languages: hu_hu

source: <span class="skipped_records_count">%s</span> orders were skipped during this import
hu_hu: <span class="skipped_records_count">%s</span> rendelés kimaradt ezen importálás során

source: WP All Import is unable to import an order when it cannot match the products or customer specified. <a href="%s" style="margin: 0;">See the import log</a> for a list of which orders were skipped and why.
hu_hu: A WP All Import nem tud rendelést importálni, ha nem tudja párosítani a megadott termékeket vagy az ügyfelet. <a href="%s" style="margin: 0;">Tekintse meg az import naplóját</a>, ahol látható, mely rendeléseket és miért hagyta ki.

source: There were <span class="wpallimport-errors-count">%s</span> errors and <span class="wpallimport-warnings-count">%s</span> warnings in this import. You can see these in the import log.
hu_hu: Ebben az importálásban <span class="wpallimport-errors-count">%s</span> hiba és <span class="wpallimport-warnings-count">%s</span> figyelmeztetés volt. Ezeket az import naplójában tekintheti meg.

source: View Logs
hu_hu: Naplók megtekintése

source: Re-Run Import
hu_hu: Importálás újrafuttatása

source: Hide this notice.
hu_hu: Ezt az értesítést rejtse el.

source: Want to speed up your import?
hu_hu: Fel szeretné gyorsítani az importálást?

source: Check out our guide on increasing import speed.
hu_hu: Nézze meg az importálás felgyorsításáról szóló útmutatónkat.

source: opens in new tab
hu_hu: új lapon nyílik meg

source: with <span id='wpallimport-new-records-per-iteration'>%s</span> records per iteration
hu_hu: iterációnként <span id='wpallimport-new-records-per-iteration'>%s</span> rekord

source: Log
hu_hu: Napló

source: Your server terminated the import process
hu_hu: A kiszolgáló megszakította az importálási folyamatot

source: Ask your host to check your server's error log. They will be able to determine why your server is terminating the import process.
hu_hu: Kérje meg a tárhelyszolgáltatóját, hogy ellenőrizze a szerver hibanaplóját. Meg tudják állapítani, miért szakítja meg a szerver az importálási folyamatot.

source: Elements
hu_hu: Elemek

source: History file not found. Probably you are using wrong encoding or XPath.
hu_hu: Az előzményfájl nem található. Valószínűleg rossz kódolást vagy XPath-ot használ.

source: Loading history file...<br/><br/>If your preview doesn't appear, there is a problem with your history/import file. Check that your import file is UTF-8 encoded and that you haven't incorrectly modified the XPath value in the filter section above.
hu_hu: Előzményfájl betöltése...<br/><br/>Ha az előnézet nem jelenik meg, probléma van az előzmény/import fájllal. Ellenőrizze, hogy az importfájl UTF-8 kódolású-e, és hogy nem módosította tévesen az XPath értékét a fenti szűrő szakaszban.

source: Drag & Drop
hu_hu: Fogd és vidd

source: Name & Description
hu_hu: Név és leírás

source: Title & Description
hu_hu: Cím és leírás

source: Title & Content
hu_hu: Cím és tartalom

source: Drag & drop any element on the right to set the title.
hu_hu: Húzza át a jobb oldali elemek bármelyikét a cím beállításához.

source: Short Description
hu_hu: Rövid leírás

source: Preview
hu_hu: Előnézet

source: Advanced Options
hu_hu: Speciális beállítások

source: Keep line breaks from file
hu_hu: Sortörések megtartása a fájlból

source: Decode HTML entities with <b>html_entity_decode</b>
hu_hu: HTML-entitások dekódolása a(z) <b>html_entity_decode</b> függvénnyel

source: If HTML code is showing up in your posts, use this option. You can also use <br /><br /><i>[html_entity_decode({my/xpath})]</i><br /><br /> or <br /><br /><i>[htmlentities({my/xpath})]</i><br /><br /> or <br /><br /><i>[htmlspecialchars_decode({my/xpath})]</i><br /><br /> to decode or encode HTML in this import file.
hu_hu: Ha HTML-kód jelenik meg a bejegyzéseiben, használja ezt a beállítást. Az alábbiakat is használhatja: <br /><br /><i>[html_entity_decode({my/xpath})]</i><br /><br /> vagy <br /><br /><i>[htmlentities({my/xpath})]</i><br /><br /> vagy <br /><br /><i>[htmlspecialchars_decode({my/xpath})]</i><br /><br /> a HTML dekódolásához vagy kódolásához ebben az importfájlban.

source: Function Editor
hu_hu: Függvényszerkesztő

source: Save settings as a template
hu_hu: Beállítások mentése sablonként

source: Template name...
hu_hu: Sablon neve...

source: Load Template...
hu_hu: Sablon betöltése...

source: Back to Create Filters
hu_hu: Vissza a Szűrők létrehozásához

source: %s Content
hu_hu: %s tartalma

source: <b>Content</b>
hu_hu: <b>Tartalom</b>

source: <b>Rating</b>
hu_hu: <b>Értékelés</b>

source: The number of stars, 1 through 5.
hu_hu: Csillagok száma 1-től 5-ig.

source: <b>Parent Post</b>
hu_hu: <b>Szülő bejegyzés</b>

source: Comments can be matched to their parent post by post ID, slug, or post title. Comments without a match will be skipped.
hu_hu: A hozzászólások a szülő bejegyzéshez post ID, slug vagy bejegyzéscím alapján illeszthetők. Az egyezés nélküli hozzászólások kimaradnak.

source: <b>WooCommerce Product</b>
hu_hu: <b>WooCommerce termék</b>

source: Reviews can be matched to their parent WooCommerce Product by post ID, slug, or product title. Reviews without a match will be skipped.
hu_hu: Az értékelések a szülő WooCommerce termékhez post ID, slug vagy terméknév alapján illeszthetők. Az egyezés nélküli értékelések kimaradnak.

source: %s Date
hu_hu: %s dátuma

source: Import the date and time of the comment in GMT. Use any format supported by the PHP <b>strtotime</b> function. Pretty much any human-readable date and time will work.
hu_hu: Importálja a hozzászólás dátumát és idejét GMT-ben. Használjon bármilyen formátumot, amelyet a PHP <b>strtotime</b> függvény támogat. Gyakorlatilag bármely ember által olvasható dátum és idő működik.

source: As specified
hu_hu: A megadottak szerint

source: Random dates
hu_hu: Véletlenszerű dátumok

source: %s will be randomly assigned dates in this range.
hu_hu: %s véletlenszerű dátumokat kap ebben a tartományban.

source: and
hu_hu: és

source: <b>Approval Status</b>
hu_hu: <b>Jóváhagyási állapot</b>

source: Approve all %s
hu_hu: Minden %s jóváhagyása

source: Set manually
hu_hu: Kézi beállítás

source: 1 for approved, 0 for not approved.
hu_hu: 1 = jóváhagyva, 0 = nincs jóváhagyva.

source: <b>Verified Status</b>
hu_hu: <b>Ellenőrzött állapot</b>

source: Verify all %s
hu_hu: Minden %s ellenőrzése

source: 1 for verified, 0 for not verified.
hu_hu: 1 = ellenőrzött, 0 = nem ellenőrzött.

source: <b>Comment Type</b>
hu_hu: <b>Hozzászólás típusa</b>

source: Standard comment
hu_hu: Normál hozzászólás

source: <b>Parent Comment</b>
hu_hu: <b>Szülő hozzászólás</b>

source: Comments can be matched to their parent comment by comment ID or the date and time (GMT) of the parent comment. To match by comment date it must be an exact match down to the second.
hu_hu: A hozzászólások a szülő hozzászóláshoz comment ID vagy a szülő hozzászólás dátuma és ideje (GMT) alapján illeszthetők. Dátum szerinti illesztésnél a másodperc pontosságú egyezés szükséges.

source: <b>Parent Review</b>
hu_hu: <b>Szülő értékelés</b>

source: Reviews can be matched to their parent review by review ID or the date and time (GMT) of the parent review. To match by review date it must be an exact match down to the second.
hu_hu: Az értékelések a szülő értékeléshez illeszthetők az értékelés azonosítója vagy a szülő értékelés dátuma és időpontja (GMT) alapján. Dátum szerinti illesztéshez teljes, másodperc pontosságú egyezés szükséges.

source: <b>Author Name</b>
hu_hu: <b>Szerző neve</b>

source: <b>Author Email</b>
hu_hu: <b>Szerző e-mail címe</b>

source: <b>Author User ID</b>
hu_hu: <b>Szerző felhasználói azonosítója</b>

source: Try to auto-detect User ID from Author Email
hu_hu: Felhasználói azonosító automatikus felismerése a szerző e-mail címéből

source: Do not import User ID
hu_hu: Ne importálja a felhasználói azonosítót

source: Expects a number that is the author's user ID in this WordPress install. Use 0 for guest comments.
hu_hu: Egy számot vár, amely a szerző felhasználói azonosítója ebben a WordPress-telepítésben. Vendég hozzászólásokhoz használja a 0-t.

source: <b>Author URL</b>
hu_hu: <b>Szerző URL-je</b>

source: <b>Author IP</b>
hu_hu: <b>Szerző IP-címe</b>

source: <b>Comment Agent</b>
hu_hu: <b>Hozzászólás felhasználói ügynöke</b>

source: Your website is using %s Meta to store data for %s.
hu_hu: A webhelye %s Meta-t használ a(z) %s adatainak tárolására.

source: See Detected Fields
hu_hu: Észlelt mezők megtekintése

source: No %s Meta are present in your database for %s.
hu_hu: Az adatbázisában nincs %s Meta a(z) %s számára.

source: Manually create a %s, and fill out each field you want to import data to. WP All Import will then display these fields as available for import below.
hu_hu: Hozzon létre kézzel egy %s-t, és töltse ki azokat a mezőket, amelyekbe adatokat szeretne importálni. A WP All Import ezután alább megjeleníti ezeket a mezőket importálhatóként.

source: Hide Notice
hu_hu: Értesítés elrejtése

source: Clear All Fields
hu_hu: Összes mező törlése

source: If not all fields were detected, manually create a %s, and fill out each field you want to import data to. Then create a new import, and WP All Import will display these fields as available for import below.
hu_hu: Ha nem sikerült minden mezőt észlelni, hozzon létre kézzel egy %s-t, és töltse ki azokat a mezőket, amelyekbe adatokat szeretne importálni. Ezután hozzon létre egy új importálást, és a WP All Import alább megjeleníti ezeket a mezőket importálhatóként.

source: Click to specify
hu_hu: Kattintson a megadáshoz

source: Serialized
hu_hu: Sorosított

source: Key
hu_hu: Kulcs

source: Add Meta
hu_hu: Meta hozzáadása

source: Auto-Detect
hu_hu: Automatikus felismerés

source: Save
hu_hu: Mentés

source: Add %s Meta
hu_hu: %s Meta hozzáadása

source: Your website is using Custom Fields to store data for %s.
hu_hu: A webhelye Egyéni mezőket használ a(z) %s adatainak tárolására.

source: No Custom Fields are present in your database for %s.
hu_hu: Az adatbázisában nincsenek Egyéni mezők a(z) %s számára.

source: Show hints
hu_hu: Tippek megjelenítése

source: Download images hosted elsewhere
hu_hu: Más helyen tárolt képek letöltése

source: Enter image URL one per line, or separate them with a
hu_hu: Adja meg a képek URL-jét soronként egyet, vagy válassza el őket egy

source: Use images currently in Media Library
hu_hu: Jelenleg a Médiatárban lévő képek használata

source: Enter image filenames one per line, or separate them with a
hu_hu: Adja meg a képfájlneveket soronként egyet, vagy válassza el őket egy

source: Use images currently uploaded in %s
hu_hu: A jelenleg a(z) %s-be feltöltött képek használata

source: Image Options
hu_hu: Képbeállítások

source: If an image with the same file name or remote URL is found in the Media Library then that image will be attached to this record instead of importing a new image. Disable this setting if you always want to download a new image.
hu_hu: Ha a Médiatárban található egy azonos fájlnévvel vagy távoli URL-lel rendelkező kép, akkor az új kép importálása helyett az a kép lesz csatolva ehhez a rekordhoz. Tiltsa le ezt a beállítást, ha mindig új képet szeretne letölteni.

source: Keep images currently in Media Library
hu_hu: A Médiatárban jelenleg lévő képek megtartása

source: If disabled, images attached to imported posts will be deleted and then all images will be imported.
hu_hu: Ha le van tiltva, az importált bejegyzésekhez csatolt képek törlődnek, majd minden kép importálásra kerül.

source: Scan through post content and import images wrapped in &lt;img&gt; tags
hu_hu: Vizsgálja át a bejegyzés tartalmát, és importálja a &lt;img&gt; tagekbe ágyazott képeket

source: Only images hosted on other sites will be imported. Images will be imported to WordPress and the &lt;img&gt tag updated with the new image URL.
hu_hu: Csak más webhelyeken hosztolt képek kerülnek importálásra. A képek importálásra kerülnek a WordPressbe, és a &lt;img&gt tag az új kép URL-jével frissül.

source: Preview & Test
hu_hu: Előnézet és teszt

source: Set the first image to the Featured Image (_thumbnail_id)
hu_hu: Az első képet állítsa be kiemelt képnek (_thumbnail_id)

source: If no images are downloaded successfully, create entry as Draft.
hu_hu: Ha nem sikerül képeket letölteni, hozza létre a bejegyzést piszkozatként.

source: Do not generate image metadata or additional image sizes during import.
hu_hu: Ne generáljon kép metaadatot vagy további képméreteket az importálás során.

source: SEO & Advanced Options
hu_hu: SEO és haladó beállítások

source: Meta Data
hu_hu: Metaadatok

source: Set Title(s)
hu_hu: Cím(ek) beállítása

source: Enter one per line, or separate them with a
hu_hu: Soronként egyet adjon meg, vagy válassza el őket egy

source: The first title will be linked to the first image, the second title will be linked to the second image, ...
hu_hu: Az első cím az első képhez, a második cím a második képhez lesz hozzárendelve, ...

source: Set Caption(s)
hu_hu: Felirat(ok) beállítása

source: The first caption will be linked to the first image, the second caption will be linked to the second image, ...
hu_hu: Az első felirat az első képhez, a második felirat a második képhez lesz hozzárendelve, ...

source: Set Alt Text(s)
hu_hu: Alt szöveg(ek) beállítása

source: The first alt text will be linked to the first image, the second alt text will be linked to the second image, ...
hu_hu: Az első alt szöveg az első képhez, a második alt szöveg a második képhez lesz hozzárendelve, ...

source: Set Description(s)
hu_hu: Leírás(ok) beállítása

source: Separate them with a
hu_hu: Válaszd el őket egy

source: Enter them one per line
hu_hu: Írd be őket soronként egyet

source: The first description will be linked to the first image, the second description will be linked to the second image, ...
hu_hu: Az első leírás az első képhez, a második leírás a második képhez lesz hozzárendelve, ...

source: Files
hu_hu: Fájlok

source: These options not available if Use images currently in Media Library is selected above.
hu_hu: Ezek a beállítások nem érhetők el, ha fent a Médiatárban jelenleg lévő képek használata van kiválasztva.

source: Change image file names to
hu_hu: Képfájlnevek módosítása erre:

source: Multiple image will have numbers appended, i.e. image-name-1.jpg, image-name-2.jpg
hu_hu: Több kép esetén számok kerülnek a végére, pl. image-name-1.jpg, image-name-2.jpg

source: Change image file extensions
hu_hu: Képfájl-kiterjesztések módosítása

source: WP All Import will automatically ignore elements with blank image URLs/filenames.
hu_hu: A WP All Import automatikusan figyelmen kívül hagyja az üres kép URL-ekkel/fájlnevekkel rendelkező elemeket.

source: WP All Import must download the images to your server. You can't have images in a Gallery that are referenced by external URL. That's just how WordPress works.
hu_hu: A WP All Importnak le kell töltenie a képeket a szerveredre. Nem lehetnek olyan képek egy Galériában, amelyek külső URL-re hivatkoznak. A WordPress így működik.

source: Importing a variable number of images can be done using a <a href="%s" target="_blank">FOREACH LOOP</a>
hu_hu: Változó számú kép importálása megoldható egy <a href="%s" target="_blank">FOREACH LOOP</a> használatával

source: For more information check out our <a href="%s" target="_blank">comprehensive documentation</a>
hu_hu: További információért tekintsd meg <a href="%s" target="_blank">átfogó dokumentációnkat</a>

source: Nested XML/CSV files
hu_hu: Beágyazott XML/CSV fájlok

source: remove
hu_hu: eltávolít

source: Specify the URL of the nested file to use.
hu_hu: Add meg a használni kívánt beágyazott fájl URL-jét.

source: Add
hu_hu: Hozzáadás

source: Other %s Options
hu_hu: Egyéb %s beállítások

source: Post Status
hu_hu: Bejegyzés állapota

source: Published
hu_hu: Közzétéve

source: Draft
hu_hu: Vázlat

source: The value of presented XPath should be one of the following: ('publish', 'draft', 'trash', 'private').
hu_hu: A megadott XPath értéke a következők egyike legyen: ('publish', 'draft', 'trash', 'private').

source: Post Dates
hu_hu: Bejegyzés dátumai

source: Use any format supported by the PHP <b>strtotime</b> function. That means pretty much any human-readable date will work.
hu_hu: Használj bármilyen, a PHP <b>strtotime</b> függvény által támogatott formátumot. Ez azt jelenti, hogy szinte bármely ember által olvasható dátum működni fog.

source: Posts will be randomly assigned dates in this range. WordPress ensures posts with dates in the future will not appear until their date has been reached.
hu_hu: A bejegyzések véletlenszerű dátumot kapnak ebben a tartományban. A WordPress biztosítja, hogy a jövőbeli dátumú bejegyzések csak a dátumuk elérésekor jelenjenek meg.

source: Open
hu_hu: Nyitott

source: Closed
hu_hu: Zárt

source: The value of presented XPath should be one of the following: ('open', 'closed').
hu_hu: A megadott XPath értéke a következők egyike legyen: ('open', 'closed').

source: Trackbacks and Pingbacks
hu_hu: Visszakövetések és visszajelzések

source: Post Slug
hu_hu: Bejegyzés közvetlen hivatkozása

source: Post Author
hu_hu: Bejegyzés szerzője

source: Assign the post to an existing user account by specifying the user ID, username, or e-mail address.
hu_hu: Rendeld a bejegyzést egy meglévő felhasználói fiókhoz a felhasználóazonosító, a felhasználónév vagy az e-mail cím megadásával.

source: Download & Import Attachments
hu_hu: Mellékletek letöltése és importálása

source: Search for existing attachments to prevent duplicates in media library
hu_hu: Meglévő mellékletek keresése a duplikációk elkerülése érdekében a Médiatárban

source: Post Format
hu_hu: Bejegyzés formátuma

source: Standard
hu_hu: Hagyományos

source: Page Template
hu_hu: Oldalsablon

source: Select a template
hu_hu: Válassz egy sablont

source: Default
hu_hu: Alapértelmezett

source: Page Parent
hu_hu: Szülő oldal

source: Enter the ID, title, or slug of the desired page parent. If adding the child and parent pages in the same import, set 'Records per Iteration' to 1, run the import twice, or run separate imports for child and parent pages.
hu_hu: Add meg a kívánt szülő oldal azonosítóját, címét vagy slugját. Ha a gyermek és szülő oldalakat ugyanabban az importban adod hozzá, állítsd a 'Records per Iteration' értékét 1-re, futtasd le az importot kétszer, vagy futtass külön importokat a gyermek és szülő oldalakhoz.

source: Select page parent
hu_hu: Válassz szülő oldalt

source: (no parent)
hu_hu: (nincs szülő)

source: Post Parent
hu_hu: Szülő bejegyzés

source: Enter the ID, title, or slug of the desired post parent. If adding the child and parent posts in the same import, set 'Records per Iteration' to 1, run the import twice, or run separate imports for child and parent posts.
hu_hu: Add meg a kívánt szülő bejegyzés azonosítóját, címét vagy slugját. Ha a gyermek és szülő bejegyzéseket ugyanabban az importban adod hozzá, állítsd a 'Records per Iteration' értékét 1-re, futtasd le az importot kétszer, vagy futtass külön importokat a gyermek és szülő bejegyzésekhez.

source: Set post parent
hu_hu: Szülő bejegyzés beállítása

source: Menu Order
hu_hu: Menüsorrend

source: Dynamic Post Type
hu_hu: Dinamikus bejegyzéstípus

source: If records in this import have different post types specify the slug of the desired post type here.
hu_hu: Ha ebben az importban a rekordoknak különböző bejegyzéstípusai vannak, add meg itt a kívánt bejegyzéstípus slugját.

source: Taxonomies, Categories, Tags
hu_hu: Taxonómiák, kategóriák, címkék

source: Show Hints
hu_hu: Tippek megjelenítése

source: Each %s has just one %s
hu_hu: Minden %s esetén csak egy %s van

source: Try to match terms to existing child %s
hu_hu: Próbálja a kifejezéseket meglévő alárendelt %s elemekhez illeszteni

source: Only assign %s to the imported %s, not the entire hierarchy
hu_hu: Csak %s-t rendeljen az importált %s-hez, ne a teljes hierarchiához

source: By default all categories above the matched category will also be assigned to the post. If enabled, only the imported category will be assigned to the post.
hu_hu: Alapértelmezés szerint a talált kategória feletti összes kategória is hozzárendelődik a bejegyzéshez. Ha engedélyezett, csak az importált kategória kerül hozzárendelésre a bejegyzéshez.

source: Each %s has multiple %s
hu_hu: Mindegyik %s-hez több %s tartozik

source: Separated by
hu_hu: Elválasztva:

source: %ss have hierarchical (parent/child) %s (i.e. Sports > Golf > Clubs > Putters)
hu_hu: A %ss esetében a %s hierarchikus (szülő/gyermek) lehet (pl. Sports > Golf > Clubs > Putters)

source: An element in my file contains the entire hierarchy (i.e. you have an element with a value = Sports > Golf > Clubs > Putters)
hu_hu: A fájlomban egy elem tartalmazza a teljes hierarchiát (pl. van egy elem, amelynek értéke = Sports > Golf > Clubs > Putters)

source: Only assign %s to the bottom level term in the hierarchy
hu_hu: Csak a hierarchia legalsó szintű kifejezéséhez rendeljen %s-t

source: Separate hierarchy groups via symbol
hu_hu: Hierarchiacsoportok elválasztása jellel

source: Add Another Hierarchy Group
hu_hu: Újabb hierarchiacsoport hozzáadása

source: Manually design the hierarchy with drag & drop
hu_hu: A hierarchia kézi kialakítása fogd és vidd módszerrel

source: Drag the <img src="%s" class="wpallimport-drag-icon"/> to the right to create a child, drag up and down to re-order.
hu_hu: Húzza a <img src=\"%s\" class=\"wpallimport-drag-icon\"/> ikont jobbra gyermek létrehozásához, felfelé és lefelé a sorrend módosításához.

source: Add Another Row
hu_hu: Újabb sor hozzáadása

source: Enable Mapping for %s
hu_hu: Leképezés engedélyezése a következőhöz: %s

source: Add Another Rule
hu_hu: Újabb szabály hozzáadása

source: Apply mapping rules before splitting via separator symbol
hu_hu: A leképezési szabályok alkalmazása az elválasztó jellel történő felosztás előtt

source: Do not create new terms
hu_hu: Ne hozzon létre új kifejezéseket

source: When this box is checked WP All Import will not create any terms and will only match existing terms on your site.</b>
hu_hu: Ha ez a négyzet be van jelölve, a WP All Import nem hoz létre kifejezéseket, csak a webhelyén meglévő kifejezéseket illeszti.</b>

source: Show "private" taxonomies
hu_hu: \"Privát\" taxonómiák megjelenítése

source: Taxonomies that don't already exist on your site will be created unless the 'Do not create new terms' option is checked.
hu_hu: Azok a taxonómiák, amelyek még nem léteznek a webhelyén, létrejönnek, hacsak a 'Ne hozzon létre új kifejezéseket' opció nincs bejelölve.

source: To import to existing parent taxonomies, use the existing taxonomy name or slug.
hu_hu: Meglévő szülő taxonómiákba történő importáláshoz használja a meglévő taxonómianevet vagy a slugot.

source: To import to existing hierarchical taxonomies, create the entire hierarchy using the taxonomy names or slugs.
hu_hu: Meglévő hierarchikus taxonómiákba történő importáláshoz hozza létre a teljes hierarchiát a taxonómianevek vagy a slugok használatával.

source: Your website is using Term Meta to store data for %s.
hu_hu: A webhelye a Term Meta-t használja adatok tárolására ehhez: %s.

source: No Term Meta are present in your database for %s.
hu_hu: Nincs Term Meta az adatbázisában ehhez: %s.

source: Add Term Meta
hu_hu: Term Meta hozzáadása

source: Parent Term
hu_hu: Szülő kifejezés

source: Set slug automatically
hu_hu: Slug automatikus beállítása

source: Set slug manually
hu_hu: Slug kézi beállítása

source: Term Slug
hu_hu: Kifejezés slug
