Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-all-import-pro/wp-all-import-pro-*.po
Languages: hu_hu

source: Export anything in WordPress to CSV, XML, or Excel.
hu_hu: Exportáljon bármit a WordPressből CSV, XML vagy Excel formátumba.

source: Read More
hu_hu: További információ

source: Make imports easier with the <strong>free %s Add-On</strong> for WP All Import: <a href="%s" target="_blank">Get Add-On</a>
hu_hu: Tegye könnyebbé az importálást a WP All Importhoz készült <strong>ingyenes %s Add-On</strong> segítségével: <a href="%s" target="_blank">Kiegészítő beszerzése</a>

source: - Found existing image with ID `%s` by meta key _wp_attached_file equals to `%s`...
hu_hu: - Meglévő kép találva `%s` azonosítóval, a _wp_attached_file meta kulcs `%s` értéke alapján...

source: - Found existing image with ID `%s` by post_title or post_name equals to `%s`...
hu_hu: - Meglévő kép találva `%s` azonosítóval, ahol a post_title vagy a post_name megegyezik a(z) `%s` értékkel...

source: - Found existing image with ID `%s` by post_title equals to `%s`...
hu_hu: - Meglévő kép találva `%s` azonosítóval, ahol a post_title megegyezik a(z) `%s` értékkel...

source: Maximum stack depth exceeded
hu_hu: Maximális veremmélység túllépve

source: Underflow or the modes mismatch
hu_hu: Alulcsordulás vagy módeltérés

source: Unexpected control character found
hu_hu: Váratlan vezérlőkarakter található

source: Syntax error, malformed JSON
hu_hu: Szintaktikai hiba, hibás JSON

source: Malformed UTF-8 characters, possibly incorrectly encoded
hu_hu: Hibás UTF-8 karakterek, valószínűleg hibásan kódolva

source: Unknown json error
hu_hu: Ismeretlen JSON-hiba

source: The import template you are using requires the User Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="http://www.wpallimport.com/add-ons/user-import/?utm_source=wordpress.org&utm_medium=wpai-import-template&utm_campaign=free+wp+all+export+plugin" target="_blank">Purchase the User Add-On</a>.
hu_hu: Az Ön által használt import sablon a User Add-On bővítményt igényli. Ha nélküle folytatja, előfordulhat, hogy az adatok helytelenül importálódnak.<br/><br/><a href="http://www.wpallimport.com/add-ons/user-import/?utm_source=wordpress.org&utm_medium=wpai-import-template&utm_campaign=free+wp+all+export+plugin" target="_blank">Vásárolja meg a User Add-On-t</a>.

source: The import template you are using requires the User Add-On. If you continue without having this add-on active, your data may import incorrectly.<br/><br/><a href="http://www.wpallimport.com/add-ons/user-import/?utm_source=wordpress.org&utm_medium=wpai-import-template&utm_campaign=free+wp+all+export+plugin" target="_blank">Purchase the User Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a User Add-On-t. Ha úgy folytatja, hogy ez a kiegészítő nincs aktiválva, az adatok hibásan importálódhatnak.<br/><br/><a href="http://www.wpallimport.com/add-ons/user-import/?utm_source=wordpress.org&utm_medium=wpai-import-template&utm_campaign=free+wp+all+export+plugin" target="_blank">Vásárolja meg a User Add-On-t</a>.

source: The import template you are using requires the WooCommerce Import Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="http://www.wpallimport.com/woocommerce-product-import/" target="_blank">Purchase the WooCommerce Import Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a WooCommerce Import Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="http://www.wpallimport.com/woocommerce-product-import/" target="_blank">Vásárolja meg a WooCommerce Import Add-On-t</a>.

source: The import template you are using requires the Realia Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="https://wordpress.org/plugins/realia-xml-csv-property-listings-import/" target="_blank">Download the Realia Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a Realia Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="https://wordpress.org/plugins/realia-xml-csv-property-listings-import/" target="_blank">Töltse le a Realia Add-On-t</a>.

source: The import template you are using requires the WP Residence Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="https://wordpress.org/plugins/wp-residence-add-on-for-wp-all-import/" target="_blank">Download the WP Residence Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a WP Residence Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="https://wordpress.org/plugins/wp-residence-add-on-for-wp-all-import/" target="_blank">Töltse le a WP Residence Add-On-t</a>.

source: The import template you are using requires the RealHomes Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="https://wordpress.org/plugins/realhomes-xml-csv-property-listings-import/" target="_blank">Download the RealHomes Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a RealHomes Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="https://wordpress.org/plugins/realhomes-xml-csv-property-listings-import/" target="_blank">Töltse le a RealHomes Add-On-t</a>.

source: The import template you are using requires the Jobify Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="https://wordpress.org/plugins/jobify-xml-csv-listings-import/" target="_blank">Download the Jobify Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a Jobify Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="https://wordpress.org/plugins/jobify-xml-csv-listings-import/" target="_blank">Töltse le a Jobify Add-On-t</a>.

source: The import template you are using requires the Listify Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="https://wordpress.org/plugins/listify-xml-csv-listings-import/" target="_blank">Download the Listify Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a Listify Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="https://wordpress.org/plugins/listify-xml-csv-listings-import/" target="_blank">Töltse le a Listify Add-On-t</a>.

source: The import template you are using requires the Reales WP Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="https://wordpress.org/plugins/reales-wp-xml-csv-property-listings-import/" target="_blank">Download the Reales WP Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a Reales WP Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="https://wordpress.org/plugins/reales-wp-xml-csv-property-listings-import/" target="_blank">Töltse le a Reales WP Add-On-t</a>.

source: The import template you are using requires the WP Job Manager Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="https://wordpress.org/plugins/wp-job-manager-xml-csv-listings-import/" target="_blank">Download the WP Job Manager Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a WP Job Manager Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="https://wordpress.org/plugins/wp-job-manager-xml-csv-listings-import/" target="_blank">Töltse le a WP Job Manager Add-On-t</a>.

source: The import template you are using requires the Yoast SEO Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="https://wordpress.org/plugins/yoast-seo-settings-xml-csv-import/" target="_blank">Download the Yoast SEO Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a Yoast SEO Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="https://wordpress.org/plugins/yoast-seo-settings-xml-csv-import/" target="_blank">Töltse le a Yoast SEO Add-On-t</a>.

source: The import template you are using requires the Listable Add-On. If you continue without it your data may import incorrectly.<br/><br/><a href="https://wordpress.org/plugins/import-xml-csv-listings-to-listable-theme/" target="_blank">Download the Listable Add-On</a>.
hu_hu: A használatban lévő import sablon megköveteli a Listable Add-On-t. Ha nélküle folytatja, az adatok hibásan importálódhatnak.<br/><br/><a href="https://wordpress.org/plugins/import-xml-csv-listings-to-listable-theme/" target="_blank">Töltse le a Listable Add-On-t</a>.

source: The import template you are using requires an Add-On for WP All Import. If you continue without using this Add-On your data may import incorrectly.
hu_hu: A használatban lévő import sablon megkövetel egy WP All Import Add-On-t. Ha ennek az Add-On-nak a használata nélkül folytatja, az adatok hibásan importálódhatnak.

source: <strong>Warning:</strong>
hu_hu: <strong>Figyelmeztetés:</strong>

source: WP All Import can't read your file.<br/><br/>Probably, you are trying to import an invalid XML feed. Try opening the XML feed in a web browser (Google Chrome is recommended for opening XML files) to see if there is an error message.<br/>Alternatively, run the feed through a validator: http://validator.w3.org/<br/>99% of the time, the reason for this error is because your XML feed isn't valid.<br/>If you are 100% sure you are importing a valid XML feed, please contact WP All Import support.
hu_hu: A WP All Import nem tudja beolvasni a fájlját.<br/><br/>Valószínűleg érvénytelen XML feedet próbál importálni. Próbálja megnyitni az XML feedet egy webböngészőben (XML fájlok megnyitásához a Google Chrome ajánlott), hogy lássa, van-e hibaüzenet.<br/>Alternatívaként futtassa a feedet egy validátorral: http://validator.w3.org/<br/>Az esetek 99%-ában ez a hiba azért történik, mert az XML feed nem érvényes.<br/>Ha 100%-ig biztos benne, hogy érvényes XML feedet importál, vegye fel a kapcsolatot a WP All Import ügyfélszolgálatával.

source: Invalid XML
hu_hu: Érvénytelen XML

source: Line
hu_hu: Sor

source: Column
hu_hu: Oszlop

source: Code
hu_hu: Kód

source: Required PHP components are missing.
hu_hu: Szükséges PHP komponensek hiányoznak.

source: WP All Import requires the SimpleXML PHP module to be installed. This is a standard feature of PHP, and is necessary for WP All Import to read the files you are trying to import.<br/>Please contact your web hosting provider and ask them to install and activate the SimpleXML PHP module.
hu_hu: A WP All Import megköveteli a SimpleXML PHP modul telepítését. Ez a PHP egy szabványos funkciója, és szükséges ahhoz, hogy a WP All Import be tudja olvasni az importálni próbált fájlokat.<br/>Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával, és kérje meg őket a SimpleXML PHP modul telepítésére és aktiválására.

source: #%s No matching elements found for Root element and XPath expression specified
hu_hu: #%s Nem található egyező elem a megadott Root element és XPath expression számára

source: Instead of deletion user with ID `%s`, set Custom Field `%s` to value `%s`
hu_hu: A(z) `%s` azonosítójú felhasználó törlése helyett állítsa a(z) `%s` egyéni mezőt a(z) `%s` értékre

source: Instead of deletion customer with ID `%s`, set Custom Field `%s` to value `%s`
hu_hu: A(z) `%s` azonosítójú vásárló törlése helyett állítsa a(z) `%s` egyéni mezőt a(z) `%s` értékre

source: Instead of deletion taxonomy term with ID `%s`, set Custom Field `%s` to value `%s`
hu_hu: A(z) `%s` azonosítójú taxonómiai kifejezés törlése helyett állítsa a(z) `%s` egyéni mezőt a(z) `%s` értékre

source: Instead of deletion comment with ID `%s`, set Custom Field `%s` to value `%s`
hu_hu: A(z) `%s` azonosítójú hozzászólás törlése helyett állítsa a(z) `%s` egyéni mezőt a(z) `%s` értékre

source: Instead of deletion: change %s with ID `%s` - no action selected, skipping
hu_hu: Törlés helyett: %s módosítása (ID: `%s`) - nincs művelet kiválasztva, kihagyva

source: %d Posts deleted from database. IDs (%s)
hu_hu: %d bejegyzés törölve az adatbázisból. ID-k (%s)

source: Deleted missing records %s for import #%s
hu_hu: Hiányzó rekordok törölve: %s az #%s számú importhoz

source: import finished & cron un-triggered<br>%s %s created %s updated %s skipped
hu_hu: import befejezve és a cron inaktiválva<br>%s %s létrehozva %s frissítve %s kihagyva

source: import finished & cron un-triggered<br>%s %s created %s updated %s changed missing %s skipped
hu_hu: import befejezve és a cron inaktiválva<br>%s %s létrehozva %s frissítve %s hiányzó módosítva %s kihagyva

source: Records Processed %s. Records imported %s of %s.
hu_hu: Feldolgozott rekordok: %s. Importált rekordok: %s / %s.

source: #%s source file not found
hu_hu: #%s forrásfájl nem található

source: Composing titles...
hu_hu: Címek összeállítása...

source: Composing parent terms...
hu_hu: Szülő kifejezések összeállítása...

source: Composing terms slug...
hu_hu: Kifejezések slugjának összeállítása...

source: Composing terms display type...
hu_hu: Kifejezések megjelenítési típusának összeállítása...

source: Composing excerpts...
hu_hu: Kivonatok összeállítása...

source: Composing statuses...
hu_hu: Állapotok összeállítása...

source: Composing comment statuses...
hu_hu: Hozzászólások állapotainak összeállítása...

source: Composing ping statuses...
hu_hu: Pingek állapotainak összeállítása...

source: Composing post formats...
hu_hu: Bejegyzésformátumok összeállítása...

source: Composing duplicate indicators...
hu_hu: Duplikátum jelzők összeállítása...

source: Composing page templates...
hu_hu: Oldalsablonok összeállítása...

source: Composing post types...
hu_hu: Bejegyzéstípusok összeállítása...

source: Composing page parent...
hu_hu: Szülő oldal összeállítása...

source: Composing authors...
hu_hu: Szerzők összeállítása...

source: Composing slugs...
hu_hu: Slugok összeállítása...

source: Composing menu order...
hu_hu: Menüsorrend összeállítása...

source: Composing contents...
hu_hu: Tartalmak összeállítása...

source: Composing dates...
hu_hu: Dátumok összeállítása...

source: <b>WARNING</b>: unrecognized date format `%s`, assigning current date
hu_hu: <b>FIGYELMEZTETÉS</b>: ismeretlen dátumformátum `%s`, aktuális dátum beállítása

source: Composing terms for `%s` taxonomy...
hu_hu: Kifejezések összeállítása a(z) `%s` taxonómiához...

source: Composing custom parameters...
hu_hu: Egyedi paraméterek összeállítása...

source: Composing comment post...
hu_hu: Hozzászólás bejegyzésének összeállítása...

source: Composing comment ratings...
hu_hu: Hozzászólás értékeléseinek összeállítása...

source: Composing comment author...
hu_hu: Hozzászólás szerzőjének összeállítása...

source: Composing comment author email...
hu_hu: Hozzászólás szerzőjének e-mail-címe összeállítása...

source: Composing comment author url...
hu_hu: Hozzászólás szerzőjének URL-je összeállítása...

source: Composing comment author IP...
hu_hu: Hozzászólás szerzőjének IP-címe összeállítása...

source: Composing comment karma...
hu_hu: Hozzászólás karmájának összeállítása...

source: Composing comment approved...
hu_hu: Hozzászólás jóváhagyásának összeállítása...

source: Composing comment verified...
hu_hu: Hozzászólás ellenőrzöttségének összeállítása...

source: Composing comment agent...
hu_hu: Hozzászólás user agentjének összeállítása...

source: Composing comment type...
hu_hu: Hozzászólás típusának összeállítása...

source: Composing comment parent...
hu_hu: Hozzászólás szülőjének összeállítása...

source: Composing Author User ID...
hu_hu: Szerző felhasználói ID-jének összeállítása...

source: Composing post comments...
hu_hu: Bejegyzés hozzászólásainak összeállítása...

source: Composing unique keys...
hu_hu: Egyedi kulcsok összeállítása...

source: Processing posts...
hu_hu: Bejegyzések feldolgozása...

source: Data parsing via add-ons...
hu_hu: Adatok elemzése kiegészítőkön keresztül...

source: Calculate specified records to import...
hu_hu: A megadott importálandó rekordok kiszámítása...

source: Record #%s
hu_hu: Rekord #%s

source: <b>SKIPPED</b>: by specified records option
hu_hu: <b>KIHAGYVA</b>: a megadott rekordok opció alapján

source: <b>SKIPPED</b>: Review product not found for `%s`
hu_hu: <b>KIHAGYVA</b>: értékelt termék nem található `%s` esetén

source: <b>SKIPPED</b>: Comment post not found for `%s`
hu_hu: <b>KIHAGYVA</b>: hozzászólás bejegyzése nem található `%s` esetén

source: Review product was found `%s`
hu_hu: Értékelt termék megtalálva `%s`

source: Comment post was found `%s`
hu_hu: Hozzászólás bejegyzése megtalálva `%s`

source: <b>ACTION</b>: pmxi_before_post_import ...
hu_hu: <b>MŰVELET</b>: pmxi_before_post_import ...

source: <b>WARNING</b>: title is empty.
hu_hu: <b>FIGYELMEZTETÉS</b>: a cím üres.

source: Combine all data for user %s...
hu_hu: Minden adat egyesítése a(z) %s felhasználó számára...

source: Combine account data for customer %s...
hu_hu: Fiókadatok egyesítése a(z) %s vásárló számára...

source: Combine billing data for customer %s...
hu_hu: Számlázási adatok egyesítése a(z) %s vásárló számára...

source: Combine shipping data for customer %s...
hu_hu: Szállítási adatok egyesítése a(z) %s vásárló számára...

source: Combine all data for term %s...
hu_hu: Minden adat egyesítése a(z) %s kifejezéshez...

source: Combine all data for comment ...
hu_hu: Minden adat egyesítése a hozzászóláshoz ...

source: Combine all data for gravity form entries ...
hu_hu: Minden adat egyesítése a gravity form entries ...

source: Combine all data for orders ...
hu_hu: Minden adat egyesítése a rendelésekhez ...

source: Find corresponding article among previously imported for post `%s`...
hu_hu: Megfelelő cikk keresése a korábban importáltak között a(z) `%s` bejegyzéshez...

source: Duplicate order wasn't found for `%s`...
hu_hu: Nem található duplikált rendelés `%s` esetén...

source: Duplicate post was found for post %s with unique key `%s`...
hu_hu: Duplikált bejegyzés található a(z) %s bejegyzéshez az egyedi kulccsal `%s`...

source: Duplicate post wasn't found with unique key `%s`...
hu_hu: Nem található duplikált bejegyzés az egyedi kulccsal `%s`...

source: Find corresponding article among database for post `%s`...
hu_hu: Megfelelő cikk keresése az adatbázisban a(z) `%s` bejegyzéshez...

source: Duplicate post was found for post `%s`...
hu_hu: Duplikált bejegyzés található a(z) `%s` bejegyzéshez...

source: Duplicate post wasn't found for post `%s`...
hu_hu: Nem található duplikált bejegyzés a(z) `%s` bejegyzéshez...

source: <b>SKIPPED</b>: By filter wp_all_import_is_post_to_update `%s`
hu_hu: <b>KIHAGYVA</b>: a wp_all_import_is_post_to_update szűrő alapján `%s`

source: <b>SKIPPED</b>: Record data unchanged for `%s`
hu_hu: <b>KIHAGYVA</b>: a rekord adatai nem változtak `%s` esetén

source: <b>SKIPPED</b>: Previously imported record found for `%s`
hu_hu: <b>KIHAGYVA</b>: korábban importált rekord található `%s` esetén

source: No username provided for user ID `%s`, preserve existing username for user.
hu_hu: Nem lett megadva felhasználónév a(z) `%s` felhasználói ID-hez, a meglévő felhasználónevet megőrizzük.

source: No email provided for user ID `%s`, preserve existing email for user.
hu_hu: Nem lett megadva e-mail a(z) `%s` felhasználói ID-hez, a meglévő e-mail címet megőrizzük.

source: No username provided for customer ID `%s`, preserve existing username for customer.
hu_hu: Nem lett megadva felhasználónév a(z) `%s` ügyfélazonosítóhoz, az ügyfél meglévő felhasználónevét megőrizzük.

source: No email provided for customer ID `%s`, preserve existing email for customer.
hu_hu: Nem lett megadva e-mail-cím a(z) `%s` ügyfélazonosítóhoz, az ügyfél meglévő e-mail-címét megőrizzük.

source: Preserve status of already existing order for `%s`
hu_hu: Meglévő rendelés állapotának megőrzése a(z) `%s` esetén

source: Preserve order customer note of already existing order for `%s`
hu_hu: Meglévő rendelés ügyfélmegjegyzésének megőrzése a(z) `%s` esetén

source: Preserve date of already existing order for `%s`
hu_hu: Meglévő rendelés dátumának megőrzése a(z) `%s` esetén

source: Preserve description of already existing taxonomy term for `%s`
hu_hu: Meglévő taxonómiai kifejezés leírásának megőrzése a(z) `%s` esetén

source: Preserve name of already existing taxonomy term for `%s`
hu_hu: Meglévő taxonómiai kifejezés nevének megőrzése a(z) `%s` esetén

source: Preserve slug of already existing taxonomy term for `%s`
hu_hu: Meglévő taxonómiai kifejezés slugjának megőrzése a(z) `%s` esetén

source: Preserve parent of already existing taxonomy term for `%s`
hu_hu: Meglévő taxonómiai kifejezés szülőjének megőrzése a(z) `%s` esetén

source: Preserve parent post of already existing comment for `%s`
hu_hu: Meglévő hozzászólás szülő bejegyzésének megőrzése a(z) `%s` esetén

source: Preserve content of already existing comment for `%s`
hu_hu: Meglévő hozzászólás tartalmának megőrzése a(z) `%s` esetén

source: Preserve author of already existing comment for `%s`
hu_hu: Meglévő hozzászólás szerzőjének megőrzése a(z) `%s` esetén

source: Preserve author email of already existing comment for `%s`
hu_hu: Meglévő hozzászólás szerzőjének e-mail-címének megőrzése a(z) `%s` esetén

source: Preserve author URL of already existing comment for `%s`
hu_hu: Meglévő hozzászólás szerzőjének URL-jének megőrzése a(z) `%s` esetén

source: Preserve author IP of already existing comment for `%s`
hu_hu: Meglévő hozzászólás szerzőjének IP-címének megőrzése a(z) `%s` esetén

source: Preserve date of already existing comment for `%s`
hu_hu: Meglévő hozzászólás dátumának megőrzése a(z) `%s` esetén

source: Preserve karma of already existing comment for `%s`
hu_hu: Meglévő hozzászólás karmájának megőrzése a(z) `%s` esetén

source: Preserve approved of already existing comment for `%s`
hu_hu: Meglévő hozzászólás jóváhagyottságának megőrzése a(z) `%s` esetén

source: Preserve agent of already existing comment for `%s`
hu_hu: Meglévő hozzászólás user agentjének megőrzése a(z) `%s` esetén

source: Preserve type of already existing comment for `%s`
hu_hu: Meglévő hozzászólás típusának megőrzése a(z) `%s` esetén

source: Preserve Author User ID of already existing comment for `%s`
hu_hu: Meglévő hozzászólás szerzőjének felhasználóazonosítójának megőrzése a(z) `%s` esetén

source: Preserve parent comment of already existing comment for `%s`
hu_hu: Meglévő hozzászólás szülő hozzászólásának megőrzése a(z) `%s` esetén

source: Preserve verified status of already existing comment for `%s`
hu_hu: Meglévő hozzászólás ellenőrzött állapotának megőrzése a(z) `%s` esetén

source: Preserve rating of already existing comment for `%s`
hu_hu: Meglévő hozzászólás értékelésének megőrzése a(z) `%s` esetén

source: Preserve date created of already existing entry for `%s`
hu_hu: Meglévő bejegyzés létrehozási dátumának megőrzése a(z) `%s` esetén

source: Preserve date updated of already existing entry for `%s`
hu_hu: Meglévő bejegyzés frissítési dátumának megőrzése a(z) `%s` esetén

source: Preserve starred flag of already existing entry for `%s`
hu_hu: Meglévő bejegyzés csillagozott jelölésének megőrzése a(z) `%s` esetén

source: Preserve read flag of already existing entry for `%s`
hu_hu: Meglévő bejegyzés olvasott jelölésének megőrzése a(z) `%s` esetén

source: Preserve IP of already existing entry for `%s`
hu_hu: Meglévő bejegyzés IP-címének megőrzése a(z) `%s` esetén

source: Preserve source URL of already existing entry for `%s`
hu_hu: Meglévő bejegyzés forrás URL-jének megőrzése a(z) `%s` esetén

source: Preserve user agent of already existing entry for `%s`
hu_hu: Meglévő bejegyzés user agentjének megőrzése a(z) `%s` esetén

source: Preserve created by of already existing entry for `%s`
hu_hu: Meglévő bejegyzés létrehozójának megőrzése a(z) `%s` esetén

source: Preserve status of already existing entry for `%s`
hu_hu: Meglévő bejegyzés állapotának megőrzése a(z) `%s` esetén
