Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-all-import-pro/wp-all-import-pro-*.po
Languages: hu_hu

source: The most powerful solution for importing XML and CSV files to WordPress. Import to Posts, Pages, and Custom Post Types. Support for imports that run on a schedule, ability to update existing imports, and much more.
hu_hu: A legfejlettebb megoldás XML- és CSV-fájlok WordPressbe történő importálásához. Importálás bejegyzésekbe, oldalakba és egyedi bejegyzéstípusokba. Ütemezett importok támogatása, meglévő importok frissítésének lehetősége és még sok más.

source: New Import
hu_hu: Új import

source: Manage Imports
hu_hu: Importok kezelése

source: Settings
hu_hu: Beállítások

source: Partner Discounts
hu_hu: Partnerkedvezmények

source: History
hu_hu: Előzmények

source: <b>%s Plugin</b>: Please update your WP All Import WooCommerce add-on to the latest version (4.0.0+)
hu_hu: <b>%s bővítmény</b>: Kérjük, frissítse a WP All Import WooCommerce kiegészítőt a legújabb verzióra (4.0.0+)

source: <b>%s Plugin</b>: Please update your WP All Import ACF add-on to the latest version
hu_hu: <b>%s bővítmény</b>: Kérjük, frissítse a WP All Import ACF kiegészítőt a legújabb verzióra

source: <b>%s Plugin</b>: Please update your WP All Import Linkcloak add-on to the latest version
hu_hu: <b>%s bővítmény</b>: Kérjük, frissítse a WP All Import Linkcloak kiegészítőt a legújabb verzióra

source: <b>%s Plugin</b>: Please update your WP All Import User add-on to the latest version
hu_hu: <b>%s bővítmény</b>: Kérjük, frissítse a WP All Import User kiegészítőt a legújabb verzióra

source: <b>%s Plugin</b>: The WPML Add-On Plugin is no longer compatible with this version of WP All Import - please contact support@wpallimport.com and we will supply the latest version of WP All Import that is compatible with the WPML Add-On.
hu_hu: <b>%s bővítmény</b>: A WPML Add-On bővítmény már nem kompatibilis a WP All Import ezen verziójával - kérjük, lépjen kapcsolatba a support@wpallimport.com címen, és biztosítjuk a WPML Add-Onnal kompatibilis WP All Import legújabb verzióját.

source: <strong>Warning:</strong> your title is blank.
hu_hu: <strong>Figyelmeztetés:</strong> a cím üres.

source: <strong>Warning:</strong> your content is blank.
hu_hu: <strong>Figyelmeztetés:</strong> a tartalom üres.

source: Security check
hu_hu: Biztonsági ellenőrzés

source: Taxonomy Term
hu_hu: Taxonómia kifejezés

source: Comment
hu_hu: Hozzászólás

source: No Custom Fields are present in your database for %s
hu_hu: Nincsenek egyéni mezők az adatbázisában a(z) %s számára

source: %s field was automatically detected.
hu_hu: A(z) %s mező automatikusan felismerésre került.

source: %s fields were automatically detected.
hu_hu: %s mező automatikusan felismerésre került.

source: Taxonomy Terms
hu_hu: Taxonómia kifejezések

source: Users
hu_hu: Felhasználók

source: Comments
hu_hu: Hozzászólások

source: Customers
hu_hu: Vásárlók

source: Import deleted
hu_hu: Import törölve

source: All associated %s deleted.
hu_hu: Minden kapcsolódó %s törölve.

source: Import and all associated %s deleted.
hu_hu: Az import és minden kapcsolódó %s törölve.

source: Nothing to delete.
hu_hu: Nincs törölnivaló.

source: Import #%d - %d records deleted
hu_hu: Import #%d - %d rekord törölve

source: <p class="wpallimport-bundle-notice">The import bundle you are using requires WooCommerce.</p><a class="upgrade_link" href="https://wordpress.org/plugins/woocommerce/" target="_blank">Get WooCommerce</a>.
hu_hu: <p class="wpallimport-bundle-notice">Az Ön által használt importcsomaghoz WooCommerce szükséges.</p><a class="upgrade_link" href="https://wordpress.org/plugins/woocommerce/" target="_blank">WooCommerce beszerzése</a>.

source: <p class="wpallimport-bundle-notice">The import bundle you are using requires the Pro version of the WooCommerce Add-On.</p><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839961&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" class="upgrade_link" target="_blank">Purchase the WooCommerce Add-On</a>.
hu_hu: <p class="wpallimport-bundle-notice">Az Ön által használt importcsomag a WooCommerce kiegészítő Pro verzióját igényli.</p><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839961&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" class="upgrade_link" target="_blank">A WooCommerce kiegészítő megvásárlása</a>.

source: <p class="wpallimport-bundle-notice">The import bundle you are using requires the Pro version of the WooCommerce Add-On, but you have the free version installed.</p><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839961&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" target="_blank" class="upgrade_link">Purchase the WooCommerce Add-On</a>.
hu_hu: <p class="wpallimport-bundle-notice">Az Ön által használt importcsomag a WooCommerce kiegészítő Pro verzióját igényli, de az ingyenes verzió van telepítve.</p><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839961&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" target="_blank" class="upgrade_link">A WooCommerce kiegészítő megvásárlása</a>.

source: <p class="wpallimport-bundle-notice">The import bundle you are using requires the User Add-On.</p><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839963&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" target="_blank" class="upgrade_link">Purchase the User Add-On</a>.
hu_hu: <p class="wpallimport-bundle-notice">Az Ön által használt importcsomag a User kiegészítőt igényli.</p><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839963&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" target="_blank" class="upgrade_link">A User kiegészítő megvásárlása</a>.

source: <p class="wpallimport-bundle-notice">The import bundle you are using requires the User Import Add-On Pro.</p><p class="wpallimport-upgrade-links-container"><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839963&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" target="_blank" class="upgrade_link">Purchase the User Import Add-On Pro</a>.</p>
hu_hu: <p class="wpallimport-bundle-notice">Az Ön által használt importcsomag a User Import Add-On Pro-t igényli.</p><p class="wpallimport-upgrade-links-container"><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839963&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" target="_blank" class="upgrade_link">A User Import Add-On Pro megvásárlása</a>.</p>

source: PHP code must be wrapped in "&lt;?php" and "?&gt;"
hu_hu: A PHP-kódot "&lt;?php" és "?&gt;" közé kell tenni

source: File has been successfully updated.
hu_hu: A fájl sikeresen frissítve.

source: Uploads folder `%s` is not writable.
hu_hu: A(z) `%s` feltöltési mappa nem írható.

source: Use image name instead of URL `%s`.
hu_hu: A(z) `%s` URL helyett használja a kép nevét.

source: File `%s` isn't readable
hu_hu: A(z) `%s` fájl nem olvasható

source: File `%s` doesn't exist
hu_hu: A(z) `%s` fájl nem létezik

source: %d image was successfully retrieved from `%s`
hu_hu: %d kép sikeresen lekérve innen: `%s`

source: %d images were successfully retrieved from `%s`
hu_hu: %d kép sikeresen lekérve innen: `%s`

source: Image `%s` not found in media library.
hu_hu: A(z) `%s` kép nem található a médiatárban.

source: %d image was successfully found in media gallery
hu_hu: %d kép sikeresen megtalálva a médiagalériában

source: %d images were successfully found in media gallery
hu_hu: %d kép sikeresen megtalálva a médiagalériában

source: URL `%s` is not valid.
hu_hu: Az `%s` URL érvénytelen.

source: File `%s` cannot be saved locally
hu_hu: A(z) `%s` fájl nem menthető helyileg

source: File `%s` is not a valid image.
hu_hu: A(z) `%s` fájl nem érvényes kép.

source: %d image was successfully downloaded in %s seconds
hu_hu: %d kép sikeresen letöltve %s másodperc alatt

source: %d images were successfully downloaded in %s seconds
hu_hu: %d kép sikeresen letöltve %s másodperc alatt

source: Please verify that the URL returns a valid import file.
hu_hu: Kérjük, ellenőrizze, hogy az URL érvényes importfájlt ad vissza.

source: <p class="wpallimport-bundle-notice">The import bundle you are using requires either the User Add-On or the WooCommerce Add-On Pro.</p><p class="wpallimport-upgrade-links-container"><a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839963&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" target="_blank" class="upgrade_link">Purchase the User Add-On</a> or the <a href="https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839961&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169" class="upgrade_link" target="_blank">WooCommerce Add-On Pro</a>.</p>
hu_hu: <p class=\"wpallimport-bundle-notice\">Az Ön által használt importcsomaghoz a User Add-On vagy a WooCommerce Add-On Pro szükséges.</p><p class=\"wpallimport-upgrade-links-container\"><a href=\"https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839963&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169\" target=\"_blank\" class=\"upgrade_link\">Vásárolja meg a User Add-On-t</a> vagy a <a href=\"https://www.wpallimport.com/checkout/?edd_action=add_to_cart&download_id=5839961&edd_options%5Bprice_id%5D=1&discount=welcome-upgrade-169\" class=\"upgrade_link\" target=\"_blank\">WooCommerce Add-On Pro</a>.</p>

source: Security check failed.
hu_hu: A biztonsági ellenőrzés sikertelen.

source: Insufficient permissions.
hu_hu: Elégtelen jogosultságok.

source: Permission denied.
hu_hu: Hozzáférés megtagadva.

source: Successfully reverted to functions file.
hu_hu: Sikeresen visszaállítva a functions fájlra.

source: No code provided.
hu_hu: Nem lett megadva kód.

source: CodeBox is already in use.
hu_hu: A CodeBox már használatban van.

source: Code successfully sent to CodeBox.
hu_hu: A kódot sikeresen elküldtük a CodeBoxnak.

source: Failed to send code to CodeBox.
hu_hu: Nem sikerült elküldeni a kódot a CodeBoxnak.

source: Cleanup completed.
hu_hu: A tisztítás befejeződött.

source: Missing import ID.
hu_hu: Hiányzik az import ID.

source: Other imports are currently in process [%s].
hu_hu: Más importok jelenleg folyamatban vannak [%s].

source: Scheduling update is not working with "upload" import type. Import #%s.
hu_hu: Az ütemezés frissítése nem működik az \"upload\" importtípussal. Import #%s.

source: Import #%s is currently in manually process. Request skipped.
hu_hu: Az Import #%s jelenleg kézi feldolgozásban van. Kérés kihagyva.

source: #%s Cron job triggered.
hu_hu: #%s Cron job elindítva.

source: Import #%s currently in process. Request skipped.
hu_hu: Az Import #%s jelenleg folyamatban van. Kérés kihagyva.

source: Import #%s already triggered. Request skipped.
hu_hu: Az Import #%s már elindult. Kérés kihagyva.

source: Import #%s is not triggered. Request skipped.
hu_hu: Az Import #%s nem lett elindítva. Kérés kihagyva.

source: Import #%s complete
hu_hu: Az Import #%s elkészült

source: Records Processed %s. Records Count %s.
hu_hu: Feldolgozott rekordok: %s. Rekordok száma: %s.

source: Import #%s already processing. Request skipped.
hu_hu: Az Import #%s már feldolgozás alatt van. Kérés kihagyva.

source: Import #%s canceled
hu_hu: Az Import #%s megszakítva

source: Use any format supported by the PHP strtotime function.
hu_hu: Használjon bármilyen, a PHP strtotime függvény által támogatott formátumot.

source: Specify the icon class name - e.g. fa-user.
hu_hu: Adja meg az ikon osztálynevét - pl. fa-user.

source: Specify the hex code the color preceded with a # - e.g. #ea5f1a.
hu_hu: Adja meg a szín hex kódját # jellel megelőzve - pl. #ea5f1a.

source: Specify the URL to the image or file.
hu_hu: Adja meg a kép vagy fájl URL-jét.

source: Enter the ID, slug, or Title. Separate multiple entries with separator character.
hu_hu: Adja meg az ID-t, a slugot vagy a Title-t. Több elemet a szeparátor karakterrel válasszon el.

source: Enter the ID, username, or email for the existing user.
hu_hu: Adja meg a meglévő felhasználó ID-ját, felhasználónevét vagy e-mail címét.

source: - Searching for existing image `%s` by `_wp_attached_file` `%s`...
hu_hu: - Meglévő kép keresése: `%s` a `_wp_attached_file` `%s` alapján...

source: - Existing image was found by `_wp_attached_file` ...
hu_hu: - Megtaláltuk a meglévő képet a `_wp_attached_file` alapján ...

source: - Searching for existing image `%s` by URL...
hu_hu: - Meglévő kép keresése: `%s` URL alapján...

source: Existing image was found by URL `%s`...
hu_hu: Megtaláltuk a meglévő képet a(z) `%s` URL alapján...

source: - Searching for existing image `%s` by Filename...
hu_hu: - Meglévő kép keresése: `%s` fájlnév alapján...

source: Existing image was found by Filename `%s`...
hu_hu: Megtaláltuk a meglévő képet a(z) `%s` fájlnév alapján...

source: No options found for this addon, skipping...
hu_hu: Nem található beállítás ehhez a kiegészítőhöz, kihagyás...

source: - Field `
hu_hu: - Mező `

source: Instead of deletion post with ID `%s`, set Custom Field `%s` to value `%s`
hu_hu: A(z) `%s` azonosítójú bejegyzés törlése helyett állítsa az `%s` Egyedi mezőt `%s` értékre

source: Instead of deletion, change post with ID `%s` status to trash
hu_hu: Törlés helyett módosítsa a(z) `%s` azonosítójú bejegyzés állapotát Lomtárra

source: Instead of deletion, change post with ID `%s` status to %s
hu_hu: Törlés helyett módosítsa a(z) `%s` azonosítójú bejegyzés állapotát erre: %s

source: Combine all data for post `%s`...
hu_hu: Az összes adat kombinálása a(z) `%s` bejegyzéshez...

source: Preserve taxonomies of already existing article for `%s`
hu_hu: Őrizze meg a már meglévő cikk taxonómiáit a(z) `%s` esetén

source: <b>WARNING</b>: Unable to get current taxonomies for article #%d, updating with those read from XML file
hu_hu: <b>FIGYELMEZTETÉS</b>: Nem sikerült lekérni a cikk #%d aktuális taxonómiáit, frissítés az XML fájlból beolvasottakkal

source: Preserve date of already existing article for `%s`
hu_hu: Őrizze meg a már meglévő cikk dátumát a(z) `%s` esetén

source: Preserve status of already existing article for `%s`
hu_hu: Őrizze meg a már meglévő cikk állapotát a(z) `%s` esetén

source: Preserve content of already existing article for `%s`
hu_hu: Őrizze meg a már meglévő cikk tartalmát a(z) `%s` esetén

source: Preserve title of already existing article for `%s`
hu_hu: A már meglévő bejegyzés címének megőrzése a(z) `%s` esetén

source: Preserve slug of already existing article for `%s`
hu_hu: A már meglévő bejegyzés slugjának megőrzése a(z) `%s` esetén

source: Preserve excerpt of already existing article for `%s`
hu_hu: A már meglévő bejegyzés kivonatának megőrzése a(z) `%s` esetén

source: Preserve menu order of already existing article for `%s`
hu_hu: A már meglévő bejegyzés menü sorrendjének megőrzése a(z) `%s` esetén

source: Preserve post parent of already existing article for `%s`
hu_hu: A már meglévő bejegyzés szülő bejegyzésének megőrzése a(z) `%s` esetén

source: Preserve post type of already existing article for `%s`
hu_hu: A már meglévő bejegyzés bejegyzéstípusának megőrzése a(z) `%s` esetén

source: Preserve comment status of already existing article for `%s`
hu_hu: A már meglévő bejegyzés hozzászólások állapotának megőrzése a(z) `%s` esetén

source: Preserve ping status of already existing article for `%s`
hu_hu: A már meglévő bejegyzés ping állapotának megőrzése a(z) `%s` esetén

source: Preserve post author of already existing article for `%s`
hu_hu: A már meglévő bejegyzés szerzőjének megőrzése a(z) `%s` esetén

source: Deleting attachments for `%s`
hu_hu: Mellékletek törlése a(z) `%s` esetén

source: Deleting images for `%s`
hu_hu: Képek törlése a(z) `%s` esetén

source: Addon not found
hu_hu: Kiegészítő nem található

source: Select value for all records
hu_hu: Érték kiválasztása minden rekordhoz

source: Set with XPath
hu_hu: Beállítás XPath-szal

source: Please choose your group.
hu_hu: Kérjük, válassza ki a csoportját.

source: Please create Groups.
hu_hu: Kérjük, hozzon létre csoportokat.

source: Enter image URL one per line, or separate them with a
hu_hu: Adjon meg kép URL-eket soronként egyet, vagy válassza el őket egy

source: Search through the Media Library for existing images before importing new images
hu_hu: Keressen a Médiatárban meglévő képeket, mielőtt új képeket importálna

source: If an image with the same file name is found in the Media Library then that image will be attached to this record instead of importing a new image. Disable this setting if your import has different images with the same file name.
hu_hu: Ha a Médiatárban azonos fájlnévvel rendelkező kép található, akkor új kép importálása helyett az a kép lesz csatolva ehhez a rekordhoz. Tiltsa le ezt a beállítást, ha az importban különböző képek azonos fájlnévvel szerepelnek.

source: Match image by URL
hu_hu: Kép egyeztetése URL alapján

source: Match image by filename
hu_hu: Kép egyeztetése fájlnév alapján

source: Use images currently uploaded in wp-content/uploads/wpallimport/files/
hu_hu: Használja a jelenleg a wp-content/uploads/wpallimport/files/ mappába feltöltött képeket

source: Append only new images and do not touch existing during updating gallery field.
hu_hu: Csak az új képeket fűzze hozzá, a meglévőkhöz ne nyúljon a galéria mező frissítése során.

source: Don't geocode the value, leave it as is.
hu_hu: Ne geokódolja az értéket, hagyja változatlanul.

source: The region code, specified as a ccTLD (top-level domain) two-character value.
hu_hu: A régiókód, ccTLD (felső szintű tartománynév) kétkarakteres értékként megadva.

source: The language in which to return results, specified as a two-letter language code.
hu_hu: Az a nyelv, amelyen az eredmények visszaadásra kerülnek, kétbetűs nyelvi kódként megadva.

source: Select
hu_hu: Válasszon

source: The field <b>%s</b> is currently not supported. Please contact support for more information.
hu_hu: A(z) <b>%s</b> mező jelenleg nem támogatott. További információért vegye fel a kapcsolatot a támogatással.

source: No fields found for this group.
hu_hu: Ehhez a csoporthoz nem találhatók mezők.

source: all %s fields
hu_hu: összes %s mező

source: only these %s fields : %s
hu_hu: csak ezek a %s mezők : %s

source: all %s fields except these: %s
hu_hu: összes %s mező, kivéve ezeket: %s

source: %s Fields
hu_hu: %s mezők

source: If Keep %s Fields box is checked, it will keep all %s Fields, and add any new %s Fields specified in %s Fields section, as long as they do not overwrite existing fields. If 'Only keep this %s Fields' is specified, it will only keep the specified fields.
hu_hu: Ha a(z) %s mezők megtartása jelölőnégyzet be van jelölve, akkor az összes %s mező megmarad, és hozzáad minden új %s mezőt, amely a(z) %s mezők szakaszban van megadva, feltéve, hogy nem írják felül a meglévő mezőket. Ha a 'Csak ezeket a %s mezőket tartsa meg' van megadva, akkor csak a megadott mezőket tartja meg.

source: Update all %s Fields
hu_hu: Minden %s mező frissítése

source: Update only these %s Fields, leave the rest alone
hu_hu: Csak ezeket a %s mezőket frissítse, a többit hagyja érintetlenül

source: Leave these fields alone, update all other %s Fields
hu_hu: Ezeket a mezőket hagyja érintetlenül, az összes többi %s mezőt frissítse

source: Field Options...
hu_hu: Mezőbeállítások...

source: Mapping
hu_hu: Hozzárendelés

source: In Your File
hu_hu: Az Ön fájljában

source: Translated To
hu_hu: Erre lefordítva

source: Add Another
hu_hu: Újabb hozzáadása

source: Save Rules
hu_hu: Szabályok mentése

source: Download image hosted elsewhere
hu_hu: Máshol tárolt kép letöltése

source: http:// or https://
hu_hu: http:// vagy https://

source: Use image(s) currently uploaded in %s
hu_hu: Használja a jelenleg a(z) %s helyre feltöltött képe(ke)t

source: Download file hosted elsewhere
hu_hu: Máshol tárolt fájl letöltése

source: Use file(s) currently uploaded in %s
hu_hu: Használja a jelenleg a(z) %s helyre feltöltött fájl(oka)t

source: - <b>WARNING</b>: Image %s not found in media gallery.
hu_hu: - <b>FIGYELMEZTETÉS</b>: A(z) %s kép nem található a médiagalériában.

source: - Using existing image `%s`...
hu_hu: - Meglévő kép `%s` használata...

source: - found base64_encoded image
hu_hu: - base64_encoded képet talált

source: - <b>WARNING</b>: File %s is not a valid image and cannot be set as featured one
hu_hu: - <b>FIGYELMEZTETÉS</b>: A %s fájl nem érvényes kép, és nem állítható be kiemeltként

source: - Searching for existing image `%s` in `%s` folder
hu_hu: - Meglévő kép `%s` keresése a `%s` mappában

source: - <b>WARNING</b>: Can't detect attachment file type %s
hu_hu: - <b>FIGYELMEZTETÉS</b>: Nem észlelhető a csatolmány fájltípusa %s

source: - File `%s` has been successfully found
hu_hu: - A `%s` fájl sikeresen megtalálva

source: - Image `%s` has been successfully found
hu_hu: - A `%s` kép sikeresen megtalálva

source: - Downloading image from `%s`
hu_hu: - Kép letöltése innen: `%s`

source: - Downloading file from `%s`
hu_hu: - Fájl letöltése innen: `%s`

source: - <b>WARNING</b>: File %s cannot be saved locally as %s
hu_hu: - <b>FIGYELMEZTETÉS</b>: A %s fájl nem menthető helyben %s néven

source: - Image `%s` has been successfully downloaded
hu_hu: - A `%s` kép sikeresen letöltve

source: - File `%s` has been successfully downloaded
hu_hu: - A `%s` fájl sikeresen letöltve

source: - Creating an attachment for image `%s`
hu_hu: - Csatolmány létrehozása a `%s` képhez

source: - Creating an attachment for file `%s`
hu_hu: - Csatolmány létrehozása a `%s` fájlhoz

source: - <b>WARNING</b>
hu_hu: - <b>FIGYELMEZTETÉS</b>

source: image
hu_hu: kép

source: file
hu_hu: fájl

source: - Attachment has been successfully created for %s `%s`
hu_hu: - Csatolmány sikeresen létrehozva ehhez: %s `%s`

source: Import not found.
hu_hu: Az import nem található.

source: Import already running.
hu_hu: Az import már fut.

source: Import completed. [ time: %s ]
hu_hu: Az import befejeződött. [ idő: %s ]

source: %d %s created %d updated %d skipped
hu_hu: %d %s létrehozva %d frissítve %d kihagyva

source: %d %s created %d updated %d changed missing %d skipped
hu_hu: %d %s létrehozva %d frissítve %d megváltozott hiányzó %d kihagyva

source: %d %s created %d updated %d deleted %d skipped
hu_hu: %d %s létrehozva %d frissítve %d törölve %d kihagyva

source: An unknown error occurred
hu_hu: Ismeretlen hiba történt

source: PHP Error
hu_hu: PHP hiba

source: You probably forgot to close a quote
hu_hu: Valószínűleg elfelejtett bezárni egy idézőjelet

source: Uploaded file is empty
hu_hu: A feltöltött fájl üres

source: <strong>%s</strong> %s more
hu_hu: <strong>%s</strong> %s további

source: more
hu_hu: további

source: View WP All Import Pro Changelog
hu_hu: WP All Import Pro változásnapló megtekintése

source: Changelog
hu_hu: Változásnapló

source: A new version of WP All Import Pro is available. <strong>A valid license is required to enable updates - enter your license key on the <a href="%1$s">Licenses</a> page.</strong>
hu_hu: Elérhető a WP All Import Pro új verziója. <strong>A frissítések engedélyezéséhez érvényes licenc szükséges - adja meg licenckulcsát a <a href="%1$s">Licenses</a> oldalon.</strong>

source: If you don't have a license, please see <a href="%1$s" target="_blank">details & pricing</a>. If you do have a license, you can access it at the <a href="%2$s" target="_blank">customer portal</a>.
hu_hu: Ha nincs licence, tekintse meg a <a href="%1$s" target="_blank">részleteket és árakat</a>. Ha van licence, a <a href="%2$s" target="_blank">ügyfélportálon</a> érheti el.
