Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-all-import-pro/wp-all-import-pro-*.po
Languages: hu_hu

source: Applying filter `pmxi_article_data` for `%s`
hu_hu: `pmxi_article_data` szűrő alkalmazása a(z) `%s` esetén

source: <b>SKIPPED</b>: The option 'Create new posts from records newly present in this import file' is disabled in your import settings.
hu_hu: <b>KIHAGYVA</b>: A 'Create new posts from records newly present in this import file' opció le van tiltva az importálási beállításokban.

source: <b>WARNING</b>: Unable to create cloaked link for %s
hu_hu: <b>FIGYELMEZTETÉS</b>: Nem sikerült álcázott hivatkozást létrehozni ehhez: %s

source: <b>SKIPPED</b>: By filter wp_all_import_is_post_to_create `%s`
hu_hu: <b>KIHAGYVA</b>: A wp_all_import_is_post_to_create szűrő alapján `%s`

source: <b>WARNING</b> Sorry, that email address `%s` is already used!
hu_hu: <b>FIGYELMEZTETÉS</b> Sajnáljuk, az e-mail-cím `%s` már használatban van!

source: - Importing billing data...
hu_hu: - Számlázási adatok importálása...

source: - Billing field `%s` has been updated with value `%s` for customer `%s` ...
hu_hu: - A(z) `%s` számlázási mező frissítve lett a(z) `%s` értékkel a(z) `%s` ügyfél számára ...

source: - Copying billing information to shipping fields...
hu_hu: - Számlázási információk másolása a szállítási mezőkbe...

source: - Shipping field `%s` has been updated with value `%s` for customer `%s` ...
hu_hu: - A(z) `%s` szállítási mező frissítve lett a(z) `%s` értékkel a(z) `%s` ügyfél számára ...

source: - Importing shipping data separately...
hu_hu: - Szállítási adatok importálása külön...

source: <b>CREATING</b> `%s` `%s`
hu_hu: <b>LÉTREHOZÁS</b> `%s` `%s`

source: <b>UPDATING</b> `%s` `%s`
hu_hu: <b>FRISSÍTÉS</b> `%s` `%s`

source: <b>CREATING</b> comment `%s` for post `%s`
hu_hu: <b>LÉTREHOZÁS</b> hozzászólás `%s` a(z) `%s` bejegyzéshez

source: <b>UPDATING</b> comment `%s` for post `%s`
hu_hu: <b>FRISSÍTÉS</b> hozzászólás `%s` a(z) `%s` bejegyzéshez

source: <b>Note:</b> blocking automatic order status change notes
hu_hu: <b>Megjegyzés:</b> az automatikus rendelésállapot-változási megjegyzések blokkolása

source: <b>ERROR</b> %s
hu_hu: <b>HIBA</b> %s

source: <b>ERROR</b>
hu_hu: <b>HIBA</b>

source: Associate post `%s` with current import ...
hu_hu: A(z) `%s` bejegyzés társítása a jelenlegi importtal ...

source: Associate post `%s` with post format %s ...
hu_hu: A(z) `%s` bejegyzés társítása a(z) %s bejegyzésformátummal ...

source: <b>CUSTOM FIELDS:</b>
hu_hu: <b>EGYÉNI MEZŐK:</b>

source: - Custom field %s has been deleted for `%s` attempted to `update all custom fields` setting ...
hu_hu: - A(z) %s egyéni mező törölve lett a(z) `%s` esetében az `összes egyéni mező frissítése` beállítás miatt ...

source: - Custom field %s has been deleted for `%s` attempted to `leave these fields alone: %s, update all other Custom Fields` setting ...
hu_hu: - A(z) %s egyéni mező törölve lett a(z) `%s` esetében a következő beállítás miatt: `ezeket a mezőket hagyja érintetlenül: %s, az összes többi egyéni mezőt frissítse` ...

source: - Custom field %s has been deleted for `%s` attempted to `update only these Custom Fields: %s, leave the rest alone` setting ...
hu_hu: - A(z) %s egyéni mező törölve lett a(z) `%s` esetében a következő beállítás miatt: `csak ezeket az egyéni mezőket frissítse: %s, a többit hagyja érintetlenül` ...

source: - Custom field `%s` is not set to be updated in import settings, skipping ...
hu_hu: - A(z) `%s` egyéni mező nincs frissítésre beállítva az import beállításokban, kihagyás ...

source: - <b>ACTION</b>: pmxi_custom_field
hu_hu: - <b>MŰVELET</b>: pmxi_custom_field

source: - Custom field `%s` has been skipped because of duplicate value `%s` for post `%s` ...
hu_hu: - A(z) `%s` egyéni mező kihagyva a duplikált érték miatt: `%s` a(z) `%s` bejegyzésnél ...

source: - Custom field `%s` will be updated with value `%s` for post `%s` ...
hu_hu: - A(z) `%s` egyéni mező frissítve lesz a következő értékkel: `%s` a(z) `%s` bejegyzéshez ...

source: - <b>ACTION</b>: pmxi_update_post_meta
hu_hu: - <b>MŰVELET</b>: pmxi_update_post_meta

source: <b>SKIPPED</b>: Custom field data is unchanged, nothing to update for post `%s` ...
hu_hu: <b>KIHAGYVA</b>: Az egyéni mező adat nem változott, nincs mit frissíteni a(z) `%s` bejegyzésnél ...

source: <b>COMMENTS:</b>
hu_hu: <b>HOZZÁSZÓLÁSOK:</b>

source: Deleting existing comments for post `%s`...
hu_hu: A(z) `%s` bejegyzéshez tartozó meglévő hozzászólások törlése...

source: Importing new comments for post `%s`...
hu_hu: A(z) `%s` bejegyzéshez tartozó új hozzászólások importálása...

source: `%s` comments were imported for post `%s`...
hu_hu: A(z) `%s` hozzászólás importálva lett a(z) `%s` bejegyzéshez...

source: <b>TAXONOMIES:</b>
hu_hu: <b>TAXONÓMIÁK:</b>

source: - Importing taxonomy `%s` ...
hu_hu: - A(z) `%s` taxonómia importálása ...

source: - Auto-nest enabled with separator `%s` ...
hu_hu: - Automatikus egymásba ágyazás engedélyezve a(z) `%s` elválasztóval ...

source: - %s %s has been skipped attempted to `Leave these taxonomies alone, update all others`...
hu_hu: - %s %s kihagyva a következő beállítás miatt: `ezeket a taxonómiákat hagyja érintetlenül, az összes mást frissítse`...

source: - %s %s has been skipped attempted to `Update only these taxonomies, leave the rest alone`...
hu_hu: - %s %s kihagyva a következő beállítás miatt: `csak ezeket a taxonómiákat frissítse, a többit hagyja érintetlenül`...

source: - <b>Note</b>: No new terms will be created due to `Do not create new terms` setting.
hu_hu: - <b>Megjegyzés</b>: Nem jönnek létre új kifejezések a `Ne hozzon létre új kifejezéseket` beállítás miatt.

source: - Creating parent %s %s `%s` ...
hu_hu: - Szülő %s %s `%s` létrehozása ...

source: - Creating child %s %s for %s named `%s` ...
hu_hu: - Gyermek %s %s létrehozása a(z) %s számára, `%s` néven ...

source: - <b>WARNING</b>: Term - `%s` Error - `%s`<br/> - `%s`
hu_hu: - <b>FIGYELMEZTETÉS</b>: Kifejezés - `%s` Hiba - `%s`<br/> - `%s`

source: - Attempted to create parent %s %s `%s`, duplicate detected. Importing %s to existing `%s` %s, ID %d, slug `%s` ...
hu_hu: - Kísérlet történt a szülő %s %s `%s` létrehozására, duplikáció észlelve. %s importálása meglévő `%s` %s elemhez, ID %d, slug `%s` ...

source: - Attempted to create child %s %s `%s`, duplicate detected. Importing %s to existing `%s` %s, ID %d, slug `%s` ...
hu_hu: - Kísérlet történt a gyermek %s %s `%s` létrehozására, duplikáció észlelve. %s importálása meglévő `%s` %s elemhez, ID %d, slug `%s` ...

source: - Importing %s to existing `%s` %s, ID %d, slug `%s` ...
hu_hu: - %s importálása meglévő `%s` %s elemhez, ID %d, slug `%s` ...

source: - %s %s has been skipped attempted to `Do not update Taxonomies (incl. Categories and Tags)`...
hu_hu: - %s %s kihagyva a következő beállítás miatt: `Ne frissítse a taxonómiákat (beleértve a kategóriákat és a címkéket)`...

source: <b>CREATED</b> `%s` `%s` (ID: %s)
hu_hu: <b>LÉTREHOZVA</b> `%s` `%s` (ID: %s)

source: <b>UPDATED</b> `%s` `%s` (ID: %s)
hu_hu: <b>FRISSÍTVE</b> `%s` `%s` (ID: %s)

source: <b>ACTION</b>: pmxi_saved_post
hu_hu: <b>MŰVELET</b>: pmxi_saved_post

source: <b>ACTION</b>: pmxi_after_post_import
hu_hu: <b>MŰVELET</b>: pmxi_after_post_import

source: Update stock status previously imported posts which are no longer actual...
hu_hu: Készletállapot frissítése a már nem aktuális, korábban importált bejegyzéseknél ...

source: Cleaning temporary data...
hu_hu: Ideiglenes adatok tisztítása...

source: Deleting source XML file...
hu_hu: Forrás XML fájl törlése...

source: Deleting chunks files...
hu_hu: Darabfájlok törlése...

source: <b>WARNING</b>: Unable to remove %s
hu_hu: <b>FIGYELMEZTETÉS</b>: Nem sikerült eltávolítani %s

source: Removing previously imported posts which are no longer actual...
hu_hu: Már nem aktuális, korábban importált bejegyzések eltávolítása...

source: <b>ACTION</b>: pmxi_delete_post
hu_hu: <b>MŰVELET</b>: pmxi_delete_post

source: Deleting posts from database
hu_hu: Bejegyzések törlése az adatbázisból

source: Instead of deletion: change Product with ID `%s` - mark as Out of Stock
hu_hu: Törlés helyett: a(z) `%s` azonosítójú termék módosítása - megjelölés: nincs készleten

source: %d Users not deleted due to administrator role. IDs (%s)
hu_hu: %d felhasználó nem lett törölve az adminisztrátori szerepkör miatt. ID-k (%s)

source: <b>ERROR</b> Could not insert term relationship into the database
hu_hu: <b>HIBA</b> Nem sikerült kifejezéskapcsolatot beszúrni az adatbázisba

source: cron processing
hu_hu: cron feldolgozás

source: triggered by cron
hu_hu: cron indította

source: WP All Import Add-ons
hu_hu: WP All Import kiegészítők

source: Premium Add-ons
hu_hu: Prémium kiegészítők

source: required
hu_hu: szükséges

source: Free Add-ons
hu_hu: Ingyenes kiegészítők

source: WP All Import Help
hu_hu: WP All Import súgó

source: %s - ID: %s Import History
hu_hu: %s - ID: %s importelőzmények

source: Run Time
hu_hu: Futási idő

source: Type
hu_hu: Típus

source: Summary
hu_hu: Összegzés

source: Scheduling Status
hu_hu: Ütemezés állapota

source: triggered
hu_hu: indítva

source: and processing
hu_hu: és feldolgozás alatt

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Delete
hu_hu: Törlés

source: Apply
hu_hu: Alkalmaz

source: Displaying %s&#8211;%s of %s
hu_hu: Megjelenítés: %s&#8211;%s / %s

source: No previous history found.
hu_hu: Nem található korábbi előzmény.

source: manual run
hu_hu: kézi futtatás

source: continue run
hu_hu: futtatás folytatása

source: Download Log
hu_hu: Napló letöltése

source: Log Unavailable
hu_hu: A napló nem érhető el

source: Restore
hu_hu: Visszaállítás

source: Delete Permanently
hu_hu: Végleges törlés

source: Created by
hu_hu: Létrehozta

source: Confirm & Run
hu_hu: Megerősítés és futtatás

source: Support
hu_hu: Támogatás

source: Documentation
hu_hu: Dokumentáció

source: This URL no longer returns an import file
hu_hu: Ez az URL már nem ad vissza importfájlt

source: You must provide a URL that returns a valid import file.
hu_hu: Meg kell adnia egy URL-t, amely érvényes importfájlt ad vissza.

source: There's a problem with your import file
hu_hu: Probléma van az importfájljával

source: It has changed and is not compatible with this import template.
hu_hu: Megváltozott, és nem kompatibilis ezzel az importálási sablonnal.

source: Your file is all set up!
hu_hu: A fájl teljesen be van állítva!

source: This import did not finish successfully last time it was run.
hu_hu: Ez az import legutóbb nem fejeződött be sikeresen.

source: Check the settings below, then click the green button to run the import.
hu_hu: Ellenőrizze az alábbi beállításokat, majd kattintson a zöld gombra az import futtatásához.

source: You can attempt to continue where it left off.
hu_hu: Megpróbálhatja onnan folytatni, ahol abbamaradt.

source: Confirm & Run Import
hu_hu: Megerősítés és import futtatása

source: Continue from the last run
hu_hu: Folytatás az utolsó futtatástól

source: Run from the beginning
hu_hu: Futtatás az elejétől

source: Continue Import
hu_hu: Import folytatása

source: Run entire import from the beginning
hu_hu: Az egész import futtatása az elejétől

source: Import Summary
hu_hu: Import összegzése

source: Your max_execution_time is %s seconds
hu_hu: A max_execution_time értéke %s másodperc

source: WP All Import will import the file <span style="color:#40acad;">%s</span>, which is <span style="color:#000; font-weight:bold;">%s</span>
hu_hu: A WP All Import a(z) <span style="color:#40acad;">%s</span> fájlt importálja, amely <span style="color:#000; font-weight:bold;">%s</span>

source: WP All Import will process the records matching the XPath expression: <span style="color:#46ba69; font-weight:bold;">%s</span>
hu_hu: A WP All Import feldolgozza az XPath-kifejezésnek megfelelő rekordokat: <span style="color:#46ba69; font-weight:bold;">%s</span>

source: WP All Import will process <span style="color:#46ba69; font-weight:bold;">%s</span> rows in this import file
hu_hu: A WP All Import <span style="color:#46ba69; font-weight:bold;">%s</span> sort fog feldolgozni ebben az importfájlban

source: WP All Import will process all %s <span style="color:#46ba69; font-weight:bold;">&lt;%s&gt;</span> records in this import file
hu_hu: A WP All Import az összes %s <span style="color:#46ba69; font-weight:bold;">&lt;%s&gt;</span> rekordot feldolgozza ebben az importfájlban

source: WP All Import will process only specified records: %s
hu_hu: A WP All Import csak a megadott rekordokat dolgozza fel: %s

source: Your unique key is <span style="color:#000; font-weight:bold;">%s</span>
hu_hu: Az egyedi kulcsa <span style="color:#000; font-weight:bold;">%s</span>

source: %ss previously imported by this import (ID: %s) with the same unique key will be updated.
hu_hu: Az azonos egyedi kulccsal korábban ezzel az importtal importált %ss (ID: %s) frissítve lesznek.

source: Records with unique keys that don't match any unique keys from %ss created by previous runs of this import (ID: %s) will be created.
hu_hu: Létrejönnek azok a rekordok, amelyek egyedi kulcsai nem egyeznek a %ss egyedi kulcsaival, amelyeket ennek az importnak korábbi futásai hoztak létre (ID: %s).

source: WP All Import will merge data into existing %ss, matching the following criteria: %s
hu_hu: A WP All Import a meglévő %s elemekbe olvasztja be az adatokat, a következő feltételek alapján: %s

source: Existing data will be updated with the data specified in this import.
hu_hu: A meglévő adatok frissülnek az ebben az importban megadott adatokkal.

source: Next %s data will be updated, <strong>all other data will be left alone</strong>
hu_hu: A következő %s adatok frissülnek, <strong>minden más adat változatlan marad</strong>

source: status
hu_hu: állapot

source: title
hu_hu: cím

source: content
hu_hu: tartalom

source: author
hu_hu: szerző

source: comment status
hu_hu: hozzászólások állapota

source: post format
hu_hu: bejegyzés formátuma

source: excerpt
hu_hu: kivonat

source: dates
hu_hu: dátumok

source: menu order
hu_hu: menüsorrend

source: parent post
hu_hu: szülő bejegyzés

source: post type
hu_hu: bejegyzéstípus

source: attachments
hu_hu: mellékletek

source: all advanced custom fields
hu_hu: összes Advanced Custom Fields mező

source: only ACF presented in import options
hu_hu: csak az importálási beállításokban megjelenő ACF

source: only these ACF : %s
hu_hu: csak ezek az ACF : %s

source: all ACF except these: %s
hu_hu: minden ACF kivéve ezeket: %s

source: old images will be updated with new
hu_hu: a régi képek frissülnek az újakkal

source: only new images will be added
hu_hu: csak az új képek kerülnek hozzáadásra

source: all attributes
hu_hu: összes attribútum

source: only these attributes: %s
hu_hu: csak ezek az attribútumok: %s

source: all attributes except these: %s
hu_hu: minden attribútum kivéve ezeket: %s

source: don't touch existing attributes, add new attributes
hu_hu: ne módosítsa a meglévő attribútumokat, adjon hozzá újakat

source: all custom fields
hu_hu: összes egyéni mező

source: only these custom fields : %s
hu_hu: csak ezek az egyéni mezők : %s

source: all custom fields except these: %s
hu_hu: minden egyéni mező kivéve ezeket: %s

source: remove existing taxonomies, add new taxonomies
hu_hu: távolítsa el a meglévő taxonómiákat, adjon hozzá új taxonómiákat

source: only add new
hu_hu: csak újakat adjon hozzá

source: update only these taxonomies: %s , leave the rest alone
hu_hu: csak ezeket a taxonómiákat frissítse: %s , a többit hagyja érintetlenül

source: leave these taxonomies: %s alone, update all others
hu_hu: hagyja ezeket a taxonómiákat: %s érintetlenül, frissítse az összes többit

source: - no new terms will be created
hu_hu: - nem jönnek létre új kifejezések

source: New %ss will be created from records that don't match the above criteria.
hu_hu: Új %s elemek jönnek létre azokból a rekordokból, amelyek nem felelnek meg a fenti kritériumoknak.

source: Piece By Piece Processing enabled. %s records will be processed each iteration. If it takes longer than your server's max_execution_time to process %s records, your import will fail.
hu_hu: Piece By Piece Processing engedélyezve. Iterációnként %s rekord kerül feldolgozásra. Ha %s rekord feldolgozása tovább tart, mint a szerver max_execution_time értéke, az importálás meghiúsul.

source: This import file will be split into %s records chunks before processing.
hu_hu: Ez az importfájl feldolgozás előtt %s rekordos darabokra lesz bontva.

source: do_action calls will be disabled in wp_insert_post and wp_insert_attachment during the import.
hu_hu: A do_action hívások le lesznek tiltva az importálás során a wp_insert_post és wp_insert_attachment függvényekben.

source: Looks like you're trying out Automatic Scheduling!
hu_hu: Úgy tűnik, az Automatic Scheduling funkciót próbálja ki!

source: Your Automatic Scheduling settings won't be saved without a subscription.
hu_hu: Az Automatic Scheduling beállításai előfizetés nélkül nem kerülnek mentésre.

source: or go back to Import Settings
hu_hu: vagy lépjen vissza az Importálás beállításaihoz

source: or go back to Manage Imports
hu_hu: vagy lépjen vissza az Importok kezeléséhez

source: Review Import File
hu_hu: Importfájl áttekintése

source: Continue to Setup Import
hu_hu: Tovább az import beállításához

source: What element are you looking for?
hu_hu: Melyik elemet keresi?

source: of <span class="wpallimport-elements-count-info">%s</span>
hu_hu: a(z) <span class="wpallimport-elements-count-info">%s</span> közül

source: Set delimiter for CSV fields:
hu_hu: CSV mezők elválasztója beállítása:

source: Each <span>&lt;<span class="root_element">%s</span>&gt;</span> element will be imported into a <span>New %s</span>
hu_hu: Minden <span>&lt;<span class="root_element">%s</span>&gt;</span> elemből egy <span>Új %s</span> jön létre

source: Data in <span>&lt;<span class="root_element">%s</span>&gt;</span> elements will be imported to <span>%s</span>
hu_hu: A <span>&lt;<span class="root_element">%s</span>&gt;</span> elemek adatai ide lesznek importálva: <span>%s</span>

source: This doesn't look right, try manually selecting a different root element on the left.
hu_hu: Ez nem tűnik helyesnek, próbáljon meg bal oldalt manuálisan kiválasztani egy másik gyökérelemet.

source: Back to Data Source
hu_hu: Vissza az adatforráshoz

source: <span class="matches_count">%s</span> <strong>%s</strong> will be imported
hu_hu: <span class="matches_count">%s</span> <strong>%s</strong> importálva lesz

source: <span class="matches_count">%s</span> <strong>%s</strong> %s will be imported
hu_hu: <span class="matches_count">%s</span> <strong>%s</strong> %s importálva lesz

source: Click an element to select it, or scroll down to add filtering options.
hu_hu: Kattintson egy elemre a kiválasztásához, vagy görgessen le a szűrési beállítások hozzáadásához.

source: <strong>Note</strong>: Highlighting is turned off since can be very slow on large sets of elements.
hu_hu: <strong>Megjegyzés</strong>: A kiemelés ki van kapcsolva, mivel sok elem esetén nagyon lassú lehet.

source: Current selection matches <span class="matches_count">%s</span> %s.
hu_hu: Az aktuális kiválasztás <span class="matches_count">%s</span> %s.

source: #<strong>%s</strong> out of <strong>%s</strong>
hu_hu: #<strong>%s</strong> a(z) <strong>%s</strong> közül

source: Manage Filtering Options
hu_hu: Szűrési beállítások kezelése

source: Element
hu_hu: Elem

source: Rule
hu_hu: Szabály

source: Value
hu_hu: Érték

source: Select Element
hu_hu: Elem kiválasztása

source: Select Rule
hu_hu: Szabály kiválasztása

source: equals
hu_hu: egyenlő

source: not equals
hu_hu: nem egyenlő

source: greater than
hu_hu: nagyobb mint

source: equals or greater than
hu_hu: egyenlő vagy nagyobb

source: less than
hu_hu: kisebb mint

source: equals or less than
hu_hu: egyenlő vagy kisebb

source: contains
hu_hu: tartalmaz

source: not contains
hu_hu: nem tartalmaz

source: is empty
hu_hu: üres

source: is not empty
hu_hu: nem üres

source: Add Rule
hu_hu: Szabály hozzáadása

source: Condition
hu_hu: Feltétel

source: No filtering options. Add filtering options to only import records matching some specified criteria.
hu_hu: Nincsenek szűrési beállítások. Adjon hozzá szűrési beállításokat, hogy csak a megadott feltételeknek megfelelő rekordokat importálja.

source: Apply Filters To XPath
hu_hu: Szűrők alkalmazása az XPath-ra

source: Drop your file anywhere to upload
hu_hu: Húzza a fájlt bárhová a feltöltéshez

source: First, specify how you want to import your data
hu_hu: Először adja meg, hogyan szeretné importálni az adatait

source: First, specify previously exported file
hu_hu: Először adja meg a korábban exportált fájlt

source: The data in this import file can be modified, but the structure of the file (column/element names) should not change.
hu_hu: Az importfájlban lévő adatok módosíthatók, de a fájl szerkezetének (oszlop-/elemnevek) nem szabad megváltoznia.

source: Upload a file
hu_hu: Fájl feltöltése

source: Or simply drag and drop
hu_hu: Vagy egyszerűen húzza és ejtse

source: Download a file
hu_hu: Fájl letöltése

source: From FTP or any URL
hu_hu: FTP-ről vagy bármely URL-ről

source: Use existing file
hu_hu: Meglévő fájl használata

source: Previously uploaded data
hu_hu: Korábban feltöltött adatok

source: Click here to select file from your computer...
hu_hu: Kattintson ide, hogy fájlt válasszon a számítógépéről...

source: Upload Complete
hu_hu: Feltöltés kész

source: From URL
hu_hu: URL-ről

source: From FTP/SFTP
hu_hu: FTP/SFTP-ről

source: Select Import File
hu_hu: Importfájl kiválasztása

source: Upload files to <strong>%s</strong> and they will appear in this list
hu_hu: Töltsön fel fájlokat a <strong>%s</strong> helyre, és megjelennek ebben a listában

source: Select a previously uploaded file
hu_hu: Válasszon egy korábban feltöltött fájlt

source: Enter a web address to download the file from...
hu_hu: Adjon meg egy webcímet, ahonnan letölthető a fájl...

source: Download
hu_hu: Letöltés

source: <strong>Hint:</strong> After you create this import, you can schedule it to run automatically, on a pre-defined schedule, with cron jobs.
hu_hu: <strong>Tipp:</strong> Miután létrehozta ezt az importot, ütemezheti, hogy automatikusan fusson, előre meghatározott ütemezés szerint, cron jobs segítségével.

source: FTP server address
hu_hu: FTP-kiszolgáló címe

source: The server address of your FTP/SFTP server. This can be an IP address or domain name. You do not need to include the connection protocol. For example, files.example.com or 127.0.0.1
hu_hu: Az FTP/SFTP szerverének címe. Ez lehet IP-cím vagy domainnév. Nem szükséges megadni a kapcsolati protokollt. Például: files.example.com vagy 127.0.0.1

source: The port that your server uses. FTP usually uses port 21, SFTP usually uses port 22
hu_hu: A port, amelyet a szervere használ. Az FTP általában a 21-es, az SFTP általában a 22-es portot használja

source: FTP username
hu_hu: FTP felhasználónév

source: If you don't know your FTP/SFTP username, contact the host of the server.
hu_hu: Ha nem tudja az FTP/SFTP felhasználónevét, lépjen kapcsolatba a szerver tárhelyszolgáltatójával.

source: FTP password
hu_hu: FTP jelszó
