Repository: hellowpio/wordpress-translations
Catalog: plugins/*/learndash-paidmemberships/learndash-paidmemberships-*.po
Languages: hu_hu

source: LearnDash integration with the Paid Memberships Pro plugin that allows to control the course's access by a user level.
hu_hu: LearnDash integráció a Paid Memberships Pro bővítménnyel, amely lehetővé teszi a kurzusokhoz való hozzáférés szabályozását felhasználói szint alapján.

source: LearnDash LMS - Paid Memberships Pro Settings
hu_hu: LearnDash LMS - Paid Memberships Pro beállítások

source: After configuring LearnDash - Paid Memberships Pro integration settings, please <a href="%s">click here</a> to start retroactive member access process.
hu_hu: Miután elvégezte a LearnDash - Paid Memberships Pro integráció beállításait, <a href="%s">kattintson ide</a> a visszamenőleges tagsági hozzáférési folyamat elindításához.

source: LearnDash Integration Settings
hu_hu: LearnDash integráció beállításai

source: Retroactive Tool
hu_hu: Visszamenőleges eszköz

source: Run
hu_hu: Futtatás

source: The process is being done. Please do not close this browser until the process finishes.
hu_hu: A folyamat folyamatban van. Kérjük, ne zárja be ezt a böngészőt, amíg a folyamat be nem fejeződik.

source: The process is complete.
hu_hu: A folyamat befejeződött.

source: LearnDash LMS Paid Memberships Pro Add-on requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS Paid Memberships Pro kiegészítő megköveteli, hogy a következő bővítmény(ek) aktívak legyenek:

source: Please enable Paid Memberships Pro plugin and create some levels
hu_hu: Kérjük, engedélyezze a Paid Memberships Pro bővítményt, és hozzon létre néhány szintet

source: Courses
hu_hu: Kurzusok

source: Groups
hu_hu: Csoportok

# User email address
source: <strong>Important! You must click on the confirmation URL sent to %s before you gain full access to your courses.</strong> The courses will be activated as soon as you confirm your email address.
hu_hu: <strong>Fontos! A kurzusaihoz való teljes hozzáférés előtt rá kell kattintania a(z) %s címére küldött megerősítő URL-re.</strong> A kurzusok azonnal aktiválódnak, amint megerősíti az e-mail címét.
