Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-staging-extension/mainwp-staging-extension-*.po
Languages: hu_hu

source: MainWP Staging Extension
hu_hu: MainWP Staging kiegészítő

source: MainWP Staging Add-on allows you to create and manage Staging sites directly from your MainWP Dashboard.
hu_hu: A MainWP Staging kiegészítő lehetővé teszi Staging webhelyek létrehozását és kezelését közvetlenül a MainWP vezérlőpultjáról.

source: Site
hu_hu: Webhely

source: Staging Sites
hu_hu: Staging webhelyek

source: Version
hu_hu: Verzió

source: Settings
hu_hu: Beállítások

source: No websites were found with the WP Staging plugin installed.
hu_hu: Nem található olyan webhely, amelyen a WP Staging bővítmény telepítve van.

source: Update available.
hu_hu: Frissítés elérhető.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Individual
hu_hu: Egyedi

source: General
hu_hu: Általános

source: Manage Staging Sites
hu_hu: Staging webhelyek kezelése

source: Create Staging Site
hu_hu: Staging webhely létrehozása

source: Go to WP Staging
hu_hu: Ugrás a WP Staginghez

source: Overview
hu_hu: Áttekintés

source: Edit
hu_hu: Szerkesztés

source: Activate Plugin
hu_hu: Bővítmény aktiválása

source: Unhide Plugin
hu_hu: Bővítmény megjelenítése

source: Hide Plugin
hu_hu: Bővítmény elrejtése

source: Update Plugin
hu_hu: Bővítmény frissítése

source: Nothing currently scheduled
hu_hu: Jelenleg semmi sincs ütemezve

source: Invalid action.
hu_hu: Érvénytelen művelet.

source: Invalid request
hu_hu: Érvénytelen kérés

source: Empty site id
hu_hu: Üres webhely-azonosító

source: Override General Settings need to be set to Yes.
hu_hu: Az Általános beállítások felülírását Igenre kell állítani.

source: Individual site settings in use.
hu_hu: Egyedi webhelybeállítások vannak érvényben.

source: Empty clone data
hu_hu: Üresek a klón adatai

source: Empty clone id
hu_hu: Üres klónazonosító

source: DB Prefix
hu_hu: Adatbázis-előtag

source: Open
hu_hu: Megnyitás

source: Update
hu_hu: Frissítés

source: Delete
hu_hu: Törlés

source: Probably not enough free disk space to create a staging site. You can continue but its likely that the copying process will fail.
hu_hu: Valószínűleg nincs elég szabad lemezterület a staging webhely létrehozásához. Folytathatod, de valószínű, hogy a másolási folyamat sikertelen lesz.

source: Staging site name
hu_hu: Staging webhely neve

source: Staging site URL
hu_hu: Staging webhely URL-je

source: Database Tables
hu_hu: Adatbázis-táblák

source: Uncheck the tables you do not want to copy. (If the copy process was previously interrupted, successfully copied tables are greyed out and copy process will skip these ones)
hu_hu: Vedd ki a jelölést azoknál a tábláknál, amelyeket nem szeretnél másolni. (Ha a másolási folyamat korábban megszakadt, a sikeresen másolt táblák szürkítve jelennek meg, és a másolás ezeket kihagyja)

source: Un-check all
hu_hu: Összes kijelölés megszüntetése

source: Files
hu_hu: Fájlok

source: Uncheck the folders you do not want to copy. Click on them for expanding!
hu_hu: Vedd ki a jelölést azoknál a mappáknál, amelyeket nem szeretnél másolni. Kattints rájuk a kibontásukhoz!

source: Extra directories to copy
hu_hu: További másolandó könyvtárak

source: Enter one folder path per line. Folders must start with absolute path:
hu_hu: Adj meg soronként egy mappaútvonalat. A mappáknak abszolút útvonallal kell kezdődniük:

source: All files are copied into:
hu_hu: Minden fájl ide kerül másolásra:

source: Update Clone
hu_hu: Klón frissítése

source: Back
hu_hu: Vissza

source: Check Disk Space
hu_hu: Lemezterület ellenőrzése

source: Attention: Check carefully if these database tables and files are safe to delete and do not belong to your live site!
hu_hu: Figyelem: Gondosan ellenőrizd, hogy ezek az adatbázis-táblák és fájlok biztonságosan törölhetők-e, és nem az éles webhelyedhez tartoznak!

source: Clone name:
hu_hu: Klón neve:

source: Usually the preselected data can be deleted without any risk. But in case something goes wrong you better check it first.
hu_hu: Általában az előre kiválasztott adatok kockázat nélkül törölhetők. De ha valami félremegy, jobb, ha előbb ellenőrzöd.

source: DataBase Tables
hu_hu: Adatbázis-táblák

source: Cancel
hu_hu: Mégse

source: Remove
hu_hu: Eltávolítás

source: Empty site ID
hu_hu: Üres webhely-azonosító

source: Empty site id.
hu_hu: Üres webhely-azonosító.

source: No websites were found with the WP Staging (Pro) plugin installed and activated.
hu_hu: Nem található olyan webhely, amelyen a WP Staging (Pro) bővítmény telepítve és aktiválva van.

source: WP Staging Settings Synchronization
hu_hu: WP Staging beállítások szinkronizálása

source: Error! Site not found.
hu_hu: Hiba! A webhely nem található.

source: WP Staging (Pro) plugin is not installed or activated on the site.
hu_hu: A WP Staging (Pro) bővítmény nincs telepítve vagy nincs aktiválva a webhelyen.

source: Create New
hu_hu: Új létrehozása

source: WP Staging Settings
hu_hu: WP Staging beállítások

source: WP Staging Dashboard
hu_hu: WP Staging vezérlőpult

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Activate
hu_hu: Aktiválás

source: Hide
hu_hu: Elrejtés

source: Unhide
hu_hu: Megjelenítés

source: Apply
hu_hu: Alkalmaz

source: Saving...
hu_hu: Mentés...

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: Override General Settings
hu_hu: Általános beállítások felülírása

source: DB copy query limit
hu_hu: DB másolási lekérdezés limitje

source: Number of DB rows, that will be copied within one ajax request. The higher the value the faster the database copy process. To find out the highest possible values try a high value like 1.000 or more. If you get timeout issues, lower it until you get no more errors during copying process.
hu_hu: Egy ajax kérésen belül másolt DB-sorok száma. Minél magasabb az érték, annál gyorsabb az adatbázis-másolás. A legmagasabb lehetséges érték megállapításához próbálj ki magas, például 1.000 vagy nagyobb értéket. Ha időtúllépési problémák jelentkeznek, csökkentsd, amíg a másolás során már nem kapsz hibát.

source: DB search &amp; replace limit
hu_hu: DB keresés &amp; csere limit

source: Number of DB rows, that are processed within one ajax query. The higher the value the faster the database search &amp; replace process. This is a high memory consumptive process. If you get timeouts lower this value!.
hu_hu: Egy ajax lekérdezésen belül feldolgozott DB-sorok száma. Minél magasabb az érték, annál gyorsabb az adatbázis-keresés &amp; csere folyamata. Ez nagy memóriaigényű folyamat. Ha időtúllépést tapasztalsz, csökkentsd ezt az értéket!.

source: File copy limit
hu_hu: Fájlmásolási limit

source: Number of files to copy that will be copied within one ajax request. The higher the value the faster the file copy process. To find out the highest possible values try a high value like 500 or more. If you get timeout issues, lower it until you get no more errors during copying process.
hu_hu: Egy ajax kérésen belül másolandó fájlok száma. Minél magasabb az érték, annál gyorsabb a fájlmásolás. A legmagasabb lehetséges érték megállapításához próbálj ki magas, például 500 vagy nagyobb értéket. Ha időtúllépési problémák jelentkeznek, csökkentsd, amíg a másolás során már nem kapsz hibát.

source: Important:
hu_hu: Fontos:

source: If CPU Load Priority is Low set a file copy limit value of 50 or higher! Otherwise file copying process takes a lot of time.
hu_hu: Ha a CPU-terhelés prioritása Alacsony, állítsd a fájlmásolási limitet 50-re vagy magasabbra! Ellenkező esetben a fájlmásolás nagyon sok időt vesz igénybe.

source: Maximum file size (MB)
hu_hu: Maximális fájlméret (MB)

source: Maximum size of the files which are allowed to copy. All files larger than this value will be skipped. Note: Increase this option only if you have a good reason. Files larger than a few megabytes are in 99% of all cases log and backup files which are not needed on a staging site.
hu_hu: A másolható fájlok maximális mérete. Az ennél nagyobb fájlokat a rendszer kihagyja. Megjegyzés: Csak indokolt esetben növeld ezt az értéket. Néhány megabájtnál nagyobb fájlok 99%-ban napló- vagy biztonsági mentés fájlok, amelyekre nincs szükség a staging webhelyen.

source: File copy batch size
hu_hu: Fájlmásolási kötegméret

source: Buffer size for the file copy process in megabyte. The higher the value the faster large files will be copied. To find out the highest possible values try a high one and lower it until you get no errors during file copy process. Usually this value correlates directly with the memory consumption of php so make sure that it does not exceed any php.ini max_memory limits.
hu_hu: Pufferméret a fájlmásolási folyamathoz megabájtban. Minél magasabb az érték, annál gyorsabban másolódnak a nagy fájlok. A legmagasabb lehetséges érték megállapításához próbálj ki magas értéket, majd csökkentsd, amíg a fájlmásolás során nem kapsz hibákat. Ez az érték általában közvetlenül összefügg a php memóriahasználatával, ezért ügyelj rá, hogy ne lépje túl a php.ini max_memory korlátait.

source: CPU load priority
hu_hu: CPU-terhelés prioritása

source: High (fast)
hu_hu: Magas (gyors)

source: Medium (average)
hu_hu: Közepes (átlagos)

source: Low (slow)
hu_hu: Alacsony (lassú)

source: Using high will result in fast as possible processing but the cpu load increases and it is also possible that staging process gets interrupted because of too many ajax requests (e.g. authorization error). Using a lower value results in lower cpu load on your server but also slower staging site creation.
hu_hu: A Magas használata a lehető leggyorsabb feldolgozást eredményezi, de növeli a cpu-terhelést, és az is előfordulhat, hogy a staging folyamat túl sok ajax kérés miatt megszakad (pl. jogosultsági hiba). Az alacsonyabb érték kisebb cpu-terhelést eredményez a szerveren, viszont lassabb staging webhely létrehozással jár.

source: Delay Between Requests
hu_hu: Kérések közötti késleltetés

source: If your server uses rate limits it blocks requests and WP Staging can be interrupted. You can resolve that by adding one or more seconds of delay between the processing requests.
hu_hu: Ha a szerver kéréskorlátot alkalmaz, blokkolhatja a kéréseket, és a WP Staging megszakadhat. Ezt úgy orvosolhatod, hogy egy vagy több másodperc késleltetést adsz a feldolgozási kérések közé.

source: Disable admin authorization
hu_hu: Adminisztrátori hitelesítés letiltása

source: If you want to remove the requirement to login to the staging site you can deactivate it here. If you disable authentication everyone can see your staging sites including search engines and this can lead to "duplicate content" in search engines.
hu_hu: Ha el szeretnéd távolítani a bejelentkezési kötelezettséget a staging webhelyre, itt kikapcsolhatod. Ha letiltod a hitelesítést, mindenki – beleértve a keresőmotorokat is – láthatja a staging webhelyeidet, és ez a keresőkben "duplicate content"-hez vezethet.

source: Debug mode
hu_hu: Hibakereső mód

source: This will enable an extended debug mode which creates additional entries in %1$swp-content/uploads/wp-staging/logs/logfile.log%2$s. Please enable this when we ask you to do so.
hu_hu: Ez egy kiterjesztett hibakereső módot engedélyez, amely további bejegyzéseket hoz létre itt: %1$swp-content/uploads/wp-staging/logs/logfile.log%2$s. Kérjük, ezt csak kérésünkre engedélyezd.

source: The Optimizer is a mu plugin which disables all other plugins during WP Staging processing. Usually this makes the cloning process more reliable. If you experience issues, disable the Optimizer.
hu_hu: Az Optimizer egy mu bővítmény, amely a WP Staging feldolgozás során letilt minden más bővítményt. Ez általában megbízhatóbbá teszi a klónozási folyamatot. Ha problémákat tapasztalsz, kapcsold ki az Optimizert.

source: Remove data on uninstall?
hu_hu: Adatok eltávolítása eltávolításkor?

source: Check this box if you like WP Staging to completely remove all of its data when the plugin is deleted. This will not remove staging sites files or database tables.
hu_hu: Jelölje be ezt a négyzetet, ha azt szeretné, hogy a WP Staging a bővítmény törlésekor teljesen eltávolítsa minden adatát. Ez nem távolítja el a staging webhelyek fájljait vagy adatbázis-tábláit.

source: Check directory size
hu_hu: Könyvtárméret ellenőrzése

source: Check this box if you like WP Staging to check sizes of each directory on scanning process.
hu_hu: Jelölje be ezt a négyzetet, ha azt szeretné, hogy a WP Staging az átvizsgálás során ellenőrizze az egyes könyvtárak méretét.

source: Warning this might cause timeout problems in big directory / file structures.
hu_hu: Figyelem: ez nagy könyvtár / fájl struktúráknál időtúllépési problémákat okozhat.

source: Save Settings
hu_hu: Beállítások mentése

source: Loading...
hu_hu: Betöltés...

source: Processing, please wait...
hu_hu: Feldolgozás, kérjük, várjon...

source: Congratulations
hu_hu: Gratulálunk

source: Successfully created a staging site in a subdirectory of your main site! You can access it from there:%s
hu_hu: Sikeresen létrehozott egy staging webhelyet a fő webhelye egyik alkönyvtárában! Onnan érheti el:%s

source: Open Staging Site
hu_hu: Staging webhely megnyitása

source: Please Read This First:
hu_hu: Kérjük, ezt olvassa el először:

source: 1. Post name permalinks on the %s have been disabled for technical reasons.
hu_hu: 1. A %s esetében a bejegyzésnév alapú közvetlen linkek technikai okokból le vannak tiltva.

source: staging site
hu_hu: staging webhely

source: Usually this will not affect the staging website and you do not need to activate permalinks.
hu_hu: Általában ez nem érinti a staging webhelyet, és nincs szükség a közvetlen linkek aktiválására.

source: If you still want to activate them and the webserver is Apache there is a good chance that permalinks can be activated without further modifications. Try to activate them on
hu_hu: Ha ennek ellenére aktiválni szeretné őket, és a webszerver Apache, jó esély van rá, hogy a közvetlen linkek további módosítások nélkül aktiválhatók. Próbálja meg aktiválni őket a

source: If this does not work or another web server like Nginx is used, a few simple changes in the .htaccess (Apache) or *.conf (Nginx) configuration files may be required.
hu_hu: Ha ez nem működik, vagy más webszervert, például Nginxet használnak, előfordulhat, hogy néhány egyszerű módosítást kell végezni a .htaccess (Apache) vagy a *.conf (Nginx) konfigurációs fájlokban.

source: %1$sOpen this tutorial%2$s to read more about this.
hu_hu: %1$sNyissa meg ezt az útmutatót%2$s, hogy erről többet olvasson.

source: 2. Always make sure that you are REALLY working on your staging site and NOT on your production site!
hu_hu: 2. Mindig győződjön meg róla, hogy TÉNYLEG a staging webhelyén dolgozik, és NEM az éles webhelyén!

source: For better distinction WP STAGING has changed the background color of the admin bar on the staging site:
hu_hu: A jobb megkülönböztetés érdekében a WP STAGING megváltoztatta az admin sáv háttérszínét a staging webhelyen:

source: On the front page the site name also changed to
hu_hu: A kezdőlapon a webhely neve is megváltozott erre

source: Cancel Reset
hu_hu: Visszaállítás megszakítása

source: Cancel Update
hu_hu: Frissítés megszakítása

source: Empty or Invalid WP Staging settings.
hu_hu: Üres vagy érvénytelen WP Staging beállítások.

source: Manage
hu_hu: Kezelés

source: Create
hu_hu: Létrehozás

source: requires %1$sMainWP Dashboard Plugin%2$s to be activated in order to work. Please install and activate %3$sMainWP Dashboard Plugin%4$s first.
hu_hu: működéséhez szükség van a %1$sMainWP Dashboard Plugin%2$s aktiválására. Kérjük, először telepítse és aktiválja a %3$sMainWP Dashboard Plugin%4$s bővítményt.
