Repository: hellowpio/wordpress-translations
Catalog: plugins/*/affiliatewp-multi-currency/affiliatewp-multi-currency-*.po
Languages: hu_hu

source: (unsupported)
hu_hu: (nem támogatott)

source: AffiliateWP - Multi-Currency Requirements
hu_hu: AffiliateWP - Többvalutás követelmények

source: AffiliateWP Multi-Tier Commissions requires %1$s. Please %2$s to continue.
hu_hu: Az AffiliateWP Multi-Tier Commissions a(z) %1$s meglétét igényli. A folytatáshoz kérjük, %2$s.

source: AffiliateWP Requirements
hu_hu: AffiliateWP követelmények

source: An unknown error occurred. Please reload your page and try again.
hu_hu: Ismeretlen hiba történt. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: Cheatin&#8217; huh?
hu_hu: Csalni próbálsz, mi?

source: Enter your %s key and connect.
hu_hu: Adja meg a(z) %s kulcsát, és csatlakozzon.

source: Error fetching currencies. Please reload the page and try again.
hu_hu: Hiba a pénznemek lekérésekor. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: Error fetching exchange rates. Please try again.
hu_hu: Hiba az árfolyamok lekérésekor. Kérjük, próbálja meg újra.

source: Last update failed, using data from: %s
hu_hu: Az utolsó frissítés nem sikerült, az adatok innen származnak: %s

source: Not connected.
hu_hu: Nincs csatlakozva.

source: Rates last updated: %s
hu_hu: Árfolyamok utoljára frissítve: %s

source: Request limit reached. Please wait for a reset or upgrade your ExchangeRate-API plan.
hu_hu: Elérte a lekérdezési limitet. Kérjük, várja meg a visszaállítást, vagy frissítse az ExchangeRate-API csomagját.

source: Requirements
hu_hu: Követelmények

source: Requires %s (%s), but (%s) is installed.
hu_hu: A(z) %s (%s) szükséges, de a(z) (%s) van telepítve.

source: Requires %s (%s), but it appears to be missing.
hu_hu: A(z) %s (%s) szükséges, de úgy tűnik, hiányzik.

source: The API key provided is invalid. Please verify your key and try again.
hu_hu: A megadott API-kulcs érvénytelen. Kérjük, ellenőrizze a kulcsot, és próbálja meg újra.

source: There seems to be an issue with your ExchangeRate-API account or key. Please check your account status or API key.
hu_hu: Úgy tűnik, probléma van az ExchangeRate-API fiókjával vagy kulcsával. Kérjük, ellenőrizze a fiók állapotát vagy az API-kulcsot.

source: There was an issue with your request. Please reload the page and try again.
hu_hu: Probléma merült fel a kérésével kapcsolatban. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: This plugin
hu_hu: Ez a bővítmény

source: This plugin is not fully active.
hu_hu: Ez a bővítmény nem teljesen aktív.

source: Unexpected error encountered while attempting to fetch data from the API service.
hu_hu: Váratlan hiba történt az API-szolgáltatásból történő adatok lekérése közben.

source: Your AffiliateWP currency is not supported by this API at the moment. Please go to Advanced settings and review your currency before using this API.
hu_hu: Az AffiliateWP pénznemét jelenleg nem támogatja ez az API. Kérjük, lépjen a Haladó beállításokhoz, és ellenőrizze a pénznemét, mielőtt ezt az API-t használná.

source: activate it
hu_hu: aktiválja

source: install it
hu_hu: telepítse
