Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-form-builder-mailpoet-action/jet-form-builder-mailpoet-action-*.po
Languages: hu_hu

source: A form addon for more effective visitor data management and newsletter sending.
hu_hu: Űrlap-kiegészítő a látogatói adatok hatékonyabb kezeléséhez és hírlevelek küldéséhez.

source: <b>Warning</b>: <b>JetFormBuilder MailPoet Action</b> needs <b>JetEngine</b> update.
hu_hu: <b>Figyelmeztetés</b>: a <b>JetFormBuilder MailPoet Action</b> <b>JetEngine</b>-frissítést igényel.

source: <b>Warning</b>: <b>JetFormBuilder MailPoet Action</b> needs <b>JetFormBuilder</b> update.
hu_hu: <b>Figyelmeztetés</b>: a <b>JetFormBuilder MailPoet Action</b> <b>JetFormBuilder</b>-frissítést igényel.

source: Lists
hu_hu: Listák

source: Choose a list
hu_hu: Válasszon listát

source: Synchronize data
hu_hu: Adatok szinkronizálása

source: Fetching data was failed
hu_hu: Az adatok lekérése nem sikerült

source: You have to fetch the data from API
hu_hu: Az adatokat az API-ból kell lekérnie

source: Send Confirmation Email
hu_hu: Megerősítő e-mail küldése

source: Schedule Welcome Email
hu_hu: Üdvözlő e-mail ütemezése

source: Skip Subscriber Notification
hu_hu: Feliratkozói értesítés kihagyása
