Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliatewp-rest-api-extended/affiliatewp-rest-api-extended-*.po
Languages: hu_hu

source: AffiliateWP - REST API Extended
hu_hu: AffiliateWP - kibővített REST API

source: Adds write, edit, and delete endpoints to the AffiliateWP REST API.
hu_hu: Írási, szerkesztési és törlési végpontokat ad az AffiliateWP REST API-hoz.

source: AffiliateWP - REST API Extended Requirements
hu_hu: AffiliateWP - kibővített REST API követelmények

# affiliates via REST
source: Read
hu_hu: Olvasás

source: Enabled by AffiliateWP core. Cannot be disabled. Accessed via the %1$s method.
hu_hu: Az AffiliateWP core engedélyezi. Nem tiltható le. A(z) %1$s metódussal érhető el.

# affiliates via REST
source: Create
hu_hu: Létrehozás

# affiliate POST
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

# affiliates via REST
source: Edit/Update
hu_hu: Szerkesztés/Frissítés

source: Enables the %1$s, %2$s, and %3$s methods.
hu_hu: Engedélyezi a(z) %1$s, %2$s és %3$s metódusokat.

# affiliates via REST
source: Delete
hu_hu: Törlés

# affiliate DELETE
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

source: Creative Endpoints
hu_hu: Kreatívok végpontjai

# creatives via REST
source: Read
hu_hu: Olvasás

# creatives via REST
source: Create
hu_hu: Létrehozás

# creative POST
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

# creatives via REST
source: Edit/Update
hu_hu: Szerkesztés/Frissítés

# creatives via REST
source: Delete
hu_hu: Törlés

# creative DELETE
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

source: Customer Endpoints
hu_hu: Vásárlók végpontjai

# customers via REST
source: Read
hu_hu: Olvasás

# customers via REST
source: Create
hu_hu: Létrehozás

# customer POST
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

# customers via REST
source: Edit/Update
hu_hu: Szerkesztés/Frissítés

# customers via REST
source: Delete
hu_hu: Törlés

# customer DELETE
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

source: Payout Endpoints
hu_hu: Kifizetések végpontjai

# payouts via REST
source: Read
hu_hu: Olvasás

# payouts via REST
source: Create
hu_hu: Létrehozás

# payout POST
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

# payouts via REST
source: Edit/Update
hu_hu: Szerkesztés/Frissítés

# payouts via REST
source: Delete
hu_hu: Törlés

# payout DELETE
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

source: Referral Endpoints
hu_hu: Ajánlások végpontjai

# referrals via REST
source: Read
hu_hu: Olvasás

# referrals via REST
source: Create
hu_hu: Létrehozás

# referral POST
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

# referrals via REST
source: Edit/Update
hu_hu: Szerkesztés/Frissítés

# referrals via REST
source: Delete
hu_hu: Törlés

# referral DELETE
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

source: Visit Endpoints
hu_hu: Látogatások végpontjai

# visits via REST
source: Read
hu_hu: Olvasás

# visits via REST
source: Create
hu_hu: Létrehozás

# visit POST
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

# visits via REST
source: Edit/Update
hu_hu: Szerkesztés/Frissítés

# visits via REST
source: Delete
hu_hu: Törlés

# visit DELETE
source: Enables the %1$s method
hu_hu: Engedélyezi a(z) %1$s metódust

source: Cheatin&#8217; huh?
hu_hu: Csalunk, mi?

source: AffiliateWP - REST API requires AffiliateWP 2.0 or later.
hu_hu: AffiliateWP - A REST API az AffiliateWP 2.0 vagy újabb verzióját igényli.

source: Get more add-ons for AffiliateWP
hu_hu: További kiegészítők az AffiliateWP-hez

source: More add-ons
hu_hu: További kiegészítők

source: Cannot create existing affiliate.
hu_hu: Meglévő partnert nem lehet létrehozni.

source: A user_id must be specified to create an affiliate.
hu_hu: A partner létrehozásához meg kell adni egy user_id-t.

source: The affiliate could not be added.
hu_hu: A partnert nem sikerült hozzáadni.

source: Whether to create a user account for the new affiliate. payment_email is required for creating a user.
hu_hu: Létrehozzunk-e felhasználói fiókot az új partner számára. Felhasználó létrehozásához kötelező a payment_email.

source: A payment email value is required to create a user when adding a new affiliate.
hu_hu: Új partner hozzáadásakor felhasználó létrehozásához kötelező a fizetési e-mail-cím megadása.

source: The affiliate could not be found.
hu_hu: A partner nem található.

source: The affiliate could not be deleted.
hu_hu: A partnert nem sikerült törölni.

source: The affiliate could not be updated.
hu_hu: A partnert nem sikerült frissíteni.

source: Cannot create existing creative.
hu_hu: Meglévő kreatívot nem lehet létrehozni.

source: The creative could not be added.
hu_hu: A kreatívot nem sikerült hozzáadni.

source: The creative could not be found.
hu_hu: A kreatív nem található.

source: The creative could not be deleted.
hu_hu: A kreatívot nem sikerült törölni.

source: Cannot create existing customer.
hu_hu: Meglévő vásárlót nem lehet létrehozni.

source: An email must be specified to create a customer.
hu_hu: Vásárló létrehozásához meg kell adni egy e-mail-címet.

source: The given customer email is already in use.
hu_hu: A megadott vásárlói e-mail-cím már használatban van.

source: The customer could not be added.
hu_hu: A vásárlót nem sikerült hozzáadni.

source: The customer could not be found.
hu_hu: A vásárló nem található.

source: The customer could not be deleted.
hu_hu: A vásárlót nem sikerült törölni.

source: The customer could not be updated.
hu_hu: A vásárlót nem sikerült frissíteni.

source: Cannot create existing payout.
hu_hu: Meglévő kifizetést nem lehet létrehozni.

source: The referrals parameter cannot be empty.
hu_hu: A referrals paraméter nem lehet üres.

source: The payout could not be generated.
hu_hu: A kifizetést nem sikerült létrehozni.

source: The payout could not be found.
hu_hu: A kifizetés nem található.

source: The payout could not be deleted.
hu_hu: A kifizetést nem sikerült törölni.

source: The payout could not be updated.
hu_hu: A kifizetést nem sikerült frissíteni.

source: Cannot create an existing referral.
hu_hu: Meglévő ajánlást nem lehet létrehozni.

source: The referral could not be added.
hu_hu: Az ajánlást nem sikerült hozzáadni.

source: The referral could not be found.
hu_hu: Az ajánlás nem található.

source: The referral could not be deleted.
hu_hu: Az ajánlást nem sikerült törölni.

source: The referral could not be updated.
hu_hu: Az ajánlást nem sikerült frissíteni.

source: Cannot create an existing visit.
hu_hu: Meglévő látogatást nem lehet létrehozni.

source: The visit could not be added.
hu_hu: A látogatást nem sikerült hozzáadni.

source: The visit could not be found.
hu_hu: A látogatás nem található.

source: The visit could not be deleted.
hu_hu: A látogatást nem sikerült törölni.

source: The visit could not be updated.
hu_hu: A látogatást nem sikerült frissíteni.
