Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-table-rate-shipping/woocommerce-table-rate-shipping-*.po
Languages: hu_hu

source: Table rate shipping lets you define rates depending on location vs shipping class, price, weight, or item count.
hu_hu: A táblázatos díjszabás lehetővé teszi, hogy díjakat határozzon meg a hely, a szállítási osztály, az ár, a súly vagy a tételszám alapján.

source: Unauthorized.
hu_hu: Jogosulatlan.

source: Invalid nonce verification.
hu_hu: Érvénytelen nonce-ellenőrzés.

source: No table rates found for this instance.
hu_hu: Ehhez a példányhoz nem találhatók táblázatos díjak.

source: WooCommerce Table Rates
hu_hu: WooCommerce táblázatos díjak

source: Import WooCommerce Table Rates.
hu_hu: WooCommerce táblázatos díjak importálása.

source: Import WooCommerce shipping settings
hu_hu: WooCommerce szállítási beállítások importálása

source: The instance ID is required to process the import.
hu_hu: Az importálás feldolgozásához szükség van a példányazonosítóra.

source: Cannot read the uploaded file.
hu_hu: Nem lehet beolvasni a feltöltött fájlt.

source: Error opening the CSV file.
hu_hu: Hiba a CSV-fájl megnyitásakor.

source: CSV file appears to be empty or invalid.
hu_hu: A CSV-fájl üresnek vagy érvénytelennek tűnik.

source: No valid table rates found in the CSV file.
hu_hu: A CSV-fájlban nem találhatók érvényes táblázatos díjak.

source: Shipping table rates imported successfully.
hu_hu: A szállítási táblázatos díjak importálása sikeres.

source: Go back to instance settings
hu_hu: Vissza a példány beállításaihoz

source: Import WooCommerce shipping rates from a CSV file.
hu_hu: WooCommerce szállítási díjak importálása CSV-fájlból.

source: This tool allows you to import WooCommerce Table Rates entries.
hu_hu: Ez az eszköz lehetővé teszi a WooCommerce táblázatos díj bejegyzéseinek importálását.

source: Choose a CSV file from your computer:
hu_hu: Válasszon egy CSV-fájlt a számítógépéről:

source: Maximum size:
hu_hu: Maximális méret:

source: Override Table Rates entries?
hu_hu: Felülírja a táblázatos díj bejegyzéseket?

source: Replace existing Table Rates with imported data.
hu_hu: A meglévő táblázatos díjakat lecseréli az importált adatokkal.

source: Continue
hu_hu: Folytatás

source: Abort messages from Table Rate Shipping.
hu_hu: Megszakítási üzenetek a Table Rate Shippingtől.

source: Current package hashes.
hu_hu: Jelenlegi csomag-hash-ek.

source: Table rates
hu_hu: Táblázatos díjak

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
hu_hu: Ennek a bővítménynek a használatával előfordulhat, hogy személyes adatokat tárol, vagy adatokat oszt meg külső szolgáltatással. <a href="%s" target="_blank">Tudjon meg többet a működéséről, beleértve azt is, mit érdemes szerepeltetnie az adatvédelmi tájékoztatójában.</a>

source: Table rates are dynamic rates based on a number of cart conditions.
hu_hu: A táblázatos díjak dinamikus díjak, amelyek számos kosárfeltételen alapulnak.

source: <b>Per Item</b>: Individual Calculation for Each Product
hu_hu: <b>Termékenként</b>: Egyedi számítás minden termékre

source: Processes each cart item individually, querying shipping rates based on single item price, weight, and shipping class.
hu_hu: Minden kosártételt egyenként dolgoz fel, a szállítási díjakat az egyes tételek ára, súlya és szállítási osztálya alapján lekérdezve.

source: Calculates base cost by adding flat rate, weight-based charges, and percentage of item price.
hu_hu: Az alapköltséget az átalánydíj, a súlyalapú díjak és a tételár százalékának összeadásával számítja ki.

source: Multiplies the calculated cost by item quantity and adds any per-item handling fee.
hu_hu: A számított költséget megszorozza a tételmennyiséggel, és hozzáad bármilyen tételenkénti kezelési díjat.

source: Enforces minimum and maximum cost limits per item if configured.
hu_hu: Beállítás esetén érvényesíti a minimum- és maximumköltség-határokat tételenként.

source: Adds order handling fee and applies order-level maximum shipping cost if needed.
hu_hu: Hozzáadja a rendelés kezelési díját, és szükség esetén alkalmazza a rendelési szintű maximális szállítási költséget.

source: Creates a shipping rate option with per-item tax calculation for display at checkout.
hu_hu: Létrehoz egy szállítási díj opciót tételenkénti adószámítással a pénztárban való megjelenítéshez.

source: <b>Per Line Item</b>: Calculation Based on Product Lines
hu_hu: <b>Tételsoronként</b>: Számítás terméksorok alapján

source: Processes each product line (same product, regardless of quantity) as a unit.
hu_hu: Minden terméksort (ugyanaz a termék, a mennyiségtől függetlenül) egységként kezeli.

source: Queries rates using the total line price, combined weight, and quantity of each product line.
hu_hu: Az egyes terméksorok teljes árát, együttes súlyát és mennyiségét használva kéri le a díjakat.

source: Calculates cost by adding flat rate, per-item charge (multiplied by quantity), weight-based rate, and percentage of line price.
hu_hu: A költséget az átalánydíj, a tételenkénti díj (a mennyiséggel megszorozva), a súlyalapú díj és a sor árának százalékának összeadásával számítja.

source: Adds per-line handling fee and enforces minimum/maximum cost limits for each line.
hu_hu: Hozzáad soronkénti kezelési díjat, és érvényesíti az egyes sorokra vonatkozó minimum-/maximumköltség-határokat.

source: Combines all line costs with order handling fee and applies order-level maximum if configured.
hu_hu: Az összes sorköltséget összevonja a rendelés kezelési díjával, és beállítás esetén alkalmazza a rendelési szintű maximumot.

source: <b>Per Shipping Class</b>: Group-Based Calculation
hu_hu: <b>Szállítási osztályonként</b>: Csoportalapú számítás

source: Groups all products by their shipping class, calculating combined totals for each group.
hu_hu: Az összes terméket szállítási osztály szerint csoportosítja, és kiszámítja az egyes csoportok összesített értékeit.

source: Queries all shipping rates and matches them against each shipping class group.
hu_hu: Lekérdezi az összes szállítási díjat, és összeveti azokat az egyes szállítási osztály szerinti csoportokkal.

source: For each matching rate, calculates cost by adding flat rate, per-item charges, weight-based rates, and percentage of group price.
hu_hu: Minden illeszkedő díjnál a költséget az átalánydíj, a tételenkénti díjak, a súlyalapú díjak és a csoport árának százalékának összeadásával számítja.

source: Applies handling fee and enforces minimum/maximum cost limits for each shipping class group.
hu_hu: Alkalmaz kezelési díjat, és érvényesíti a minimum-/maximumköltség-határokat minden szállítási osztály szerinti csoportra.

source: Combines all shipping class costs, adds order handling fee, and applies order-level maximum if needed.
hu_hu: Összevonja az összes szállítási osztályköltséget, hozzáadja a rendelés kezelési díját, és szükség esetén alkalmazza a rendelési szintű maximumot.

source: Creates a single shipping rate option with the total cost for display at checkout.
hu_hu: Egyetlen szállítási díj opciót hoz létre a teljes költséggel, a pénztárban való megjelenítéshez.

source: <b>Per Order</b>: Single Calculation for Entire Order
hu_hu: <b>Rendelésenként</b>: Egyszeri számítás a teljes rendelésre

source: Combines all items into a single calculation, treating the entire order as one unit.
hu_hu: Minden tételt egyetlen számításba von össze, a teljes rendelést egy egységként kezelve.

source: Determines the predominant shipping class for the order.
hu_hu: Meghatározza a rendelés domináns szállítási osztályát.

source: Queries rates based on total order price, combined weight, and total item count.
hu_hu: Lekérdezi a díjakat a teljes rendelési ár, az összevont súly és a teljes tételszám alapján.

source: For each matching rate, calculates cost by adding flat rate, per-item charges (multiplied by total items), weight-based rates, and percentage of order price.
hu_hu: Minden egyező díj esetén a költséget az alapdíj, a tételenkénti díjak (a teljes tételszámmal szorozva), a súlyalapú díjak és a rendelési ár százaléka összegzésével számolja.

source: Adds order handling fee and applies minimum/maximum cost limits at the order level.
hu_hu: Hozzáadja a rendelési kezelési díjat, és minimum/maximum költséghatárokat alkalmaz rendelési szinten.

source: Creates a shipping rate option with the final cost for display at checkout.
hu_hu: Létrehoz egy szállítási díj opciót a végső költséggel a pénztárban való megjelenítéshez.

source: Supports multiple shipping options if multiple rates match and don't have priority set.
hu_hu: Több szállítási opciót is támogat, ha több díj is megfelel, és nincs prioritás beállítva.

source: How it works:
hu_hu: Működése:

source: Method Title
hu_hu: Módszer neve

source: This controls the title which the user sees during checkout.
hu_hu: Ez határozza meg a címet, amelyet a felhasználó a pénztárnál lát.

source: Table Rate
hu_hu: Táblázatos díjszabás

source: Tax Status
hu_hu: Adó státusz

source: Taxable
hu_hu: Adóköteles

source: None
hu_hu: Nincs

source: Tax included in shipping costs
hu_hu: Adó szerepel a szállítási költségekben

source: Yes, I will enter costs below inclusive of tax
hu_hu: Igen, az alábbi költségeket adóval együtt adom meg

source: No, I will enter costs below exclusive of tax
hu_hu: Nem, az alábbi költségeket adó nélkül adom meg

source: Handling Fee
hu_hu: Kezelési díj

source: Enter an amount, e.g. %s. Leave blank to disable. This cost is applied once for the order as a whole.
hu_hu: Adjon meg egy összeget, pl. %s. Hagyja üresen a letiltáshoz. Ez a költség egyszer kerül alkalmazásra a rendelés egészére.

source: Maximum Shipping Cost
hu_hu: Maximális szállítási költség

source: Maximum cost that the customer will pay after all the shipping rules have been applied. If the shipping cost calculated is bigger than this value, this cost will be the one shown.
hu_hu: A maximális költség, amelyet az ügyfél fizet, miután minden szállítási szabályt alkalmaztunk. Ha a kiszámított szállítási költség nagyobb ennél az értéknél, akkor ez az összeg kerül megjelenítésre.

source: Rates
hu_hu: Díjak

source: This is where you define your table rates which are applied to an order.
hu_hu: Itt adhatja meg a táblázatos díjakat, amelyeket a rendelésre alkalmazunk.

source: Calculation Type
hu_hu: Számítás típusa

source: Per order
hu_hu: Rendelésenként

source: Calculated rates per item
hu_hu: Számított díjak tételenként

source: Calculated rates per line item
hu_hu: Számított díjak tételsoronként

source: Calculated rates per shipping class
hu_hu: Számított díjak szállítási osztályonként

source: Handling Fee Per [item]
hu_hu: Kezelési díj [item] szerint

source: Handling fee. Enter an amount, e.g. %1$s, or a percentage, e.g. 5%%. Leave blank to disable. Applied based on the "Calculation Type" chosen below.
hu_hu: Kezelési díj. Adjon meg egy összeget, pl. %1$s, vagy egy százalékot, pl. 5%%. Hagyja üresen a letiltáshoz. Az alább választott "Számítás típusa" alapján kerül alkalmazásra.

source: Minimum Cost Per [item]
hu_hu: Minimális költség [item] szerint

source: Minimum cost for this shipping method (optional). If the cost is lower, this minimum cost will be enforced.
hu_hu: Ennek a szállítási módnak a minimális költsége (opcionális). Ha a költség alacsonyabb, ezt a minimumot érvényesítjük.

source: Maximum Cost Per [item]
hu_hu: Maximális költség [item] szerint

source: Maximum cost for this shipping method (optional). If the cost is higher, this maximum cost will be enforced.
hu_hu: Ennek a szállítási módnak a maximális költsége (opcionális). Ha a költség magasabb, ezt a maximumot érvényesítjük.

source: Discounts in Min-Max
hu_hu: Kedvezmények a Min-Max-ban

source: Use discounted price when comparing Min-Max Price Conditions.
hu_hu: Használja a kedvezményes árat a Min-Max ár feltételek összehasonlításakor.

source: When comparing Min-Max Price Condition for rate in Table Rates, set if discounted or non-discounted price should be used.
hu_hu: A Táblázatos díjakban szereplő díj Min-Max ár feltételeinek összehasonlításakor állítsa be, hogy kedvezményes vagy nem kedvezményes árat kell-e használni.

source: Taxes in Min-Max
hu_hu: Adók a Min-Max-ban

source: Use price with tax when comparing Min-Max Price Conditions.
hu_hu: Használja az adóval növelt árat a Min-Max ár feltételek összehasonlításakor.

source: When comparing Min-Max Price Condition for rate in Table Rates, set if price with taxes or without taxes should be used.
hu_hu: A Táblázatos díjakban szereplő díj Min-Max ár feltételeinek összehasonlításakor állítsa be, hogy adóval növelt vagy adó nélküli árat kell-e használni.

source: Table Rates
hu_hu: Táblázatos díjak

source: Class Priorities
hu_hu: Osztályprioritások

source: You have overlapping shipping rates defined, which may offer multiple options for the same criteria at checkout. If this is not your intention please review and adjust your rates and verify it on the cart/checkout pages.
hu_hu: Átfedő szállítási díjakat definiált, amelyek ugyanarra a feltételrendszerre több opciót is kínálhatnak a pénztárnál. Ha ez nem szándékos, kérjük, tekintse át és módosítsa a díjait, és ellenőrizze a kosár/pénztár oldalakon.

source: View Documentation
hu_hu: Dokumentáció megtekintése

source: Docs
hu_hu: Dokumentáció

source: Visit Premium Customer Support Forum
hu_hu: Látogassa meg a Prémium ügyféltámogatási fórumot

source: Premium Support
hu_hu: Prémium támogatás

source: Order
hu_hu: Rendelés

source: Item
hu_hu: Tétel

source: Line Item
hu_hu: Sor tétel

source: Class
hu_hu: Osztály

source: Delete the selected rates?
hu_hu: Törli a kijelölt díjakat?

source: Duplicate the selected rates?
hu_hu: Duplikálja a kijelölt díjakat?

source: WooCommerce Table Rate Shipping requires %s to be installed and active.
hu_hu: A WooCommerce Table Rate Shipping megköveteli, hogy a(z) %s telepítve és aktív legyen.

source: Define your table rates here in order of priority.
hu_hu: Itt határozza meg a táblázatos díjakat prioritási sorrendben.

source: Shipping Class
hu_hu: Szállítási osztály

source: Shipping class this rate applies to.
hu_hu: Az a szállítási osztály, amelyre ez a díj vonatkozik.

source: Condition
hu_hu: Feltétel

source: Condition vs. destination
hu_hu: Feltétel vs. célállomás

source: Bottom and top range for the selected condition.
hu_hu: A kiválasztott feltétel alsó és felső tartománya.

source: Break
hu_hu: Megállítás

source: Break at this point. For per-order rates, no rates other than this will be offered. For calculated rates, this will stop any further rates being matched.
hu_hu: Megállítás ezen a ponton. Rendelésenkénti díjaknál ezen kívül más díj nem lesz felkínálva. Számított díjaknál ez megállítja a további díjak illesztését.

source: Abort
hu_hu: Megszakítás

source: Enable this option to disable all rates/this shipping method if this row matches any item/line/class being quoted.
hu_hu: Engedélyezze ezt a beállítást, hogy minden díjat/ ezt a szállítási módot letiltsa, ha ez a sor egyezik bármelyik kalkulált tétellel/sorral/osztállyal.

source: Cost
hu_hu: Költség

source: Cost for shipping the order.
hu_hu: A rendelés szállításának költsége.

source: Cost per qty
hu_hu: Mennyiségenkénti költség

source: Cost per item.
hu_hu: Költség tételenként.

source: cost
hu_hu: költség

source: Cost per weight unit.
hu_hu: Költség súlyegységenként.

source: % cost
hu_hu: % költség

source: Percentage of total to charge.
hu_hu: A végösszeg felszámítandó százaléka.

source: Label
hu_hu: Címke

source: Label for the shipping method which the user will be presented.
hu_hu: A felhasználónak megjelenített szállítási mód címkéje.

source: Add Shipping Rate
hu_hu: Szállítási díj hozzáadása

source: Export Rates (CSV)
hu_hu: Díjak exportálása (CSV)

source: Import Rates
hu_hu: Díjak importálása

source: Duplicate selected rows
hu_hu: Kijelölt sorok duplikálása

source: Delete selected rows
hu_hu: Kijelölt sorok törlése

source: Any class
hu_hu: Bármely osztály

source: No class
hu_hu: Nincs osztály

source: Price
hu_hu: Ár

source: Weight
hu_hu: Súly

source: Item count
hu_hu: Tételek száma

source: Item count (same class)
hu_hu: Tételek száma (azonos osztály)

source: Optional abort reason text
hu_hu: Opcionális megszakítási indok szövege

source: No shipping classes exist - you can ignore this option :)
hu_hu: Nem léteznek szállítási osztályok - ezt az opciót figyelmen kívül hagyhatja :)

source: Priority
hu_hu: Prioritás

source: When calculating shipping, the cart contents will be <strong>searched for all shipping classes</strong>. If all product shipping classes are <strong>identical</strong>, the corresponding class will be used.<br/><strong>If there are a mix of classes</strong> then the class with the <strong>lowest number priority</strong> (defined above) will be used.
hu_hu: Szállítás számításakor a kosár tartalmában <strong>minden szállítási osztályt megkeresünk</strong>. Ha az összes termék szállítási osztálya <strong>azonos</strong>, a megfelelő osztály kerül felhasználásra.<br/><strong>Ha vegyes osztályok vannak</strong>, akkor a <strong>legalacsonyabb sorszámú prioritással</strong> rendelkező osztály kerül felhasználásra.

source: Default
hu_hu: Alapértelmezett
