Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Tokens is deprecated. Dynamic Shortcodes, included in your Dynamic Content for Elementor license, offers more advanced features and better efficiency. %1$sInstall Dynamic Shortcodes now%2$s.
hu_hu: A Tokens elavult. A Dynamic Shortcodes, amely a Dynamic Content for Elementor licencében szerepel, fejlettebb funkciókat és jobb hatékonyságot kínál. %1$sTelepítse a Dynamic Shortcodes-ot most%2$s.

source: Installation Required
hu_hu: Telepítés szükséges

source: PDF creation with Timber plugin is deprecated, but we will not remove the integration. Please use only Dynamic Shortcodes, which you already have active and deactivate Timber.
hu_hu: A PDF készítés a Timber bővítménnyel elavult, de az integrációt nem távolítjuk el. Kérjük, csak a Dynamic Shortcodes-ot használja, amely már aktív, és kapcsolja ki a Timbert.

source: PDF creation with Timber plugin is deprecated, but we will not remove the integration. Please use Dynamic Shortcodes, included in your Dynamic Content for Elementor license. %1$sInstall Dynamic Shortcodes now%2$s.
hu_hu: A PDF készítés a Timber bővítménnyel elavult, de az integrációt nem távolítjuk el. Kérjük, használja a Dynamic Shortcodes-ot, amely szerepel a Dynamic Content for Elementor licencében. %1$sTelepítse a Dynamic Shortcodes-ot most%2$s.

source: Dynamic Shortcodes, which is included in your Dynamic Content for Elementor license, is not currently installed. %1$sInstall Dynamic Shortcodes%2$s to create your PDF.
hu_hu: A Dynamic Shortcodes, amely része a Dynamic Content for Elementor licencének, jelenleg nincs telepítve. %1$sTelepítse a Dynamic Shortcodes-ot%2$s a PDF létrehozásához.

source: Install Dynamic Shortcodes
hu_hu: Dynamic Shortcodes telepítése

source: Expression Token Error
hu_hu: Kifejezési Token hiba

source: There was an error while calling the token filter `%1$s`, with parameters `%2$s`, the error was: %3$s
hu_hu: Hiba történt a(z) `%1$s` token szűrő meghívásakor a(z) `%2$s` paraméterekkel, a hiba: %3$s

source: Filter %1$s is not whitelisted, please add it to the %2$swhitelist%3$s, you can find it in WP Dashboard > Dynamic Content for Elementor > Features > Tokens
hu_hu: A(z) %1$s szűrő nincs a whitelistben, kérjük, adja hozzá a %2$swhitelisthez%3$s, ez a WP Vezérlőpult > Dynamic Content for Elementor > Features > Tokens menüben található

source: Default
hu_hu: Alapértelmezett

source: None
hu_hu: Nincs

source: Select the field...
hu_hu: Válassza ki a mezőt...

source: Not set or empty
hu_hu: Nincs beállítva vagy üres

source: Valorized with any value
hu_hu: Bármilyen értékkel rendelkezik

source: Less than
hu_hu: Kisebb, mint

source: Greater than
hu_hu: Nagyobb, mint

source: Contains
hu_hu: Tartalmaz

source: Doesn't contain
hu_hu: Nem tartalmaz

source: In Array
hu_hu: Tömbben

source: Equal to
hu_hu: Egyenlő

source: Not Equal to
hu_hu: Nem egyenlő

source: Post ID
hu_hu: Bejegyzés ID

source: Post Author
hu_hu: Bejegyzés szerzője

source: Last Modified Date
hu_hu: Utolsó módosítás dátuma

source: Parent ID
hu_hu: Szülő ID

source: Random
hu_hu: Véletlen

source: Comment Count
hu_hu: Hozzászólások száma

source: Menu Order
hu_hu: Menüsorrend

source: Meta Value
hu_hu: Metaérték

source: Relevance
hu_hu: Relevancia

source: Preserve Post ID order given
hu_hu: A megadott bejegyzés ID-sorrend megőrzése

source: Numeric
hu_hu: Numerikus

source: Binary
hu_hu: Bináris

source: Character
hu_hu: Karakter

source: Decimal
hu_hu: Decimális

source: Signed
hu_hu: Előjeles

source: Unsigned
hu_hu: Előjel nélküli

source: Parent
hu_hu: Szülő

source: Count (number of associated posts)
hu_hu: Darabszám (kapcsolódó bejegyzések száma)

source: Order
hu_hu: Sorrend

source: Group
hu_hu: Csoport

source: Linear
hu_hu: Lineáris

source: English (US)
hu_hu: Angol (US)

source: Albanian
hu_hu: Albán

source: Arabic
hu_hu: Arab

source: Armenian
hu_hu: Örmény

source: Aymara
hu_hu: Ajmara

source: Azeri
hu_hu: Azerbajdzsáni

source: Basque
hu_hu: Baszk

source: Belarusian
hu_hu: Belarusz

source: Bengali
hu_hu: Bengáli

source: Bosnian
hu_hu: Bosnyák

source: British English
hu_hu: Brit angol

source: Bulgarian
hu_hu: Bolgár

source: Catalan
hu_hu: Katalán

source: Cherokee
hu_hu: Cseroki

source: Croatian
hu_hu: Horvát

source: Czech
hu_hu: Cseh

source: Danish
hu_hu: Dán

source: Dutch
hu_hu: Holland

source: Dutch (Belgi?)
hu_hu: Holland (Belgi?)

source: English (Upside Down)
hu_hu: Angol (fejjel lefelé)

source: Esperanto
hu_hu: Eszperantó

source: Estonian
hu_hu: Észt

source: Faroese
hu_hu: Feröeri

source: Filipino
hu_hu: Filipínó

source: Finland
hu_hu: Finnország

source: Finnish
hu_hu: Finn

source: French (Canada)
hu_hu: Francia (Kanada)

source: French (France)
hu_hu: Francia (Franciaország)

source: Galician
hu_hu: Galíciai

source: Georgian
hu_hu: Grúz

source: German
hu_hu: Német

source: Greek
hu_hu: Görög

source: Gujarati
hu_hu: Gudzsaráti

source: Hebrew
hu_hu: Héber

source: Hungarian
hu_hu: Magyar

source: Icelandic
hu_hu: Izlandi

source: Indonesian
hu_hu: Indonéz

source: Irish
hu_hu: Ír

source: Italian
hu_hu: Olasz

source: Japanese
hu_hu: Japán

source: Javanese
hu_hu: Jávai

source: Kazakh
hu_hu: Kazah

source: Korean
hu_hu: Koreai

source: Kurdish
hu_hu: Kurd

source: Latvian
hu_hu: Lett

source: Limburgish
hu_hu: Limburgi

source: Lithuanian
hu_hu: Litván

source: Macedonian
hu_hu: Macedón

source: Malagasy
hu_hu: Malgas

source: Malay
hu_hu: Maláj

source: Malayalam
hu_hu: Malajálam

source: Maltese
hu_hu: Máltai

source: Marathi
hu_hu: Maráthi

source: Mongolian
hu_hu: Mongol

source: Nepali
hu_hu: Nepáli

source: Northern S?mi
hu_hu: Északi számi

source: Norwegian (bokmal)
hu_hu: Norvég (bokmal)

source: Norwegian (nynorsk)
hu_hu: Norvég (nynorsk)

source: Pashto
hu_hu: Pastu

source: Persian
hu_hu: Perzsa

source: Polish
hu_hu: Lengyel

source: Portuguese (Brazil)
hu_hu: Portugál (Brazília)

source: Portuguese (Portugal)
hu_hu: Portugál (Portugália)

source: Punjabi
hu_hu: Pandzsábi

source: Quechua
hu_hu: Kecsua

source: Romanian
hu_hu: Román

source: Romansh
hu_hu: Rétoromán

source: Russian
hu_hu: Orosz

source: Sanskrit
hu_hu: Szanszkrit

source: Serbian
hu_hu: Szerb

source: Simplified Chinese (China)
hu_hu: Egyszerűsített kínai (Kína)

source: Slovak
hu_hu: Szlovák

source: Slovenian
hu_hu: Szlovén

source: Somali
hu_hu: Szomáli

source: Spanish
hu_hu: Spanyol

source: Spanish (Chile)
hu_hu: Spanyol (Chile)

source: Spanish (Colombia)
hu_hu: Spanyol (Kolumbia)

source: Spanish (Mexico)
hu_hu: Spanyol (Mexikó)

source: Spanish (Spain)
hu_hu: Spanyol (Spanyolország)

source: Spanish (Venezuela)
hu_hu: Spanyol (Venezuela)

source: Swahili
hu_hu: Szuahéli

source: Swedish
hu_hu: svéd

source: Syriac
hu_hu: szír

source: Tajik
hu_hu: tádzsik

source: Tatar
hu_hu: tatár

source: Traditional Chinese (Hong Kong)
hu_hu: hagyományos kínai (Hongkong)

source: Traditional Chinese (Taiwan)
hu_hu: hagyományos kínai (Tajvan)

source: Turkish
hu_hu: török

source: Ukrainian
hu_hu: ukrán

source: Uzbek
hu_hu: üzbég

source: Vietnamese
hu_hu: vietnami

source: Welsh
hu_hu: walesi

source: Xhosa
hu_hu: xhosza

source: Yiddish
hu_hu: jiddis

# Ajax Page
source: None
hu_hu: Nincs

# Ajax Page
source: Fade
hu_hu: Halványítás

# Ajax Page
source: Left
hu_hu: Bal

# Ajax Page
source: Right
hu_hu: Jobb

# Ajax Page
source: Top
hu_hu: Felül

# Ajax Page
source: Bottom
hu_hu: Alul

# Ajax Page
source: Zoom Back
hu_hu: Nagyítás hátra

# Ajax Page
source: Zoom Front
hu_hu: Nagyítás előre

# Ajax Page
source: Flip Left
hu_hu: Átfordítás balra

# Ajax Page
source: Flip Right
hu_hu: Átfordítás jobbra

# Ajax Page
source: Flip Top
hu_hu: Átfordítás felfelé

# Ajax Page
source: Flip Bottom
hu_hu: Átfordítás lefelé

source: Extra Small
hu_hu: Extra kicsi

source: Small
hu_hu: Kicsi

source: Medium
hu_hu: Közepes

source: Large
hu_hu: Nagy

source: Extra Large
hu_hu: Extra nagy

source: Standard
hu_hu: Normál

source: Aside
hu_hu: Jegyzet

source: Chat
hu_hu: Csevegés

source: Gallery
hu_hu: Galéria

source: Link
hu_hu: Hivatkozás

source: Image
hu_hu: Kép

source: Quote
hu_hu: Idézet

source: Video
hu_hu: Videó

source: Audio
hu_hu: Hang

source: Slide
hu_hu: Csúsztatás

source: Fade
hu_hu: Halványítás

source: empty
hu_hu: üres

source: not empty
hu_hu: nem üres

source: equals to
hu_hu: egyenlő

source: not equals
hu_hu: nem egyenlő

source: greater than
hu_hu: nagyobb mint

source: greater than or equal
hu_hu: nagyobb vagy egyenlő

source: less than
hu_hu: kisebb mint

source: less than or equal
hu_hu: kisebb vagy egyenlő

source: contains
hu_hu: tartalmaz

source: not contains
hu_hu: nem tartalmaz

source: is checked
hu_hu: be van jelölve

source: not checked
hu_hu: nincs bejelölve

source: Everyone
hu_hu: Mindenki

source: Data Updater
hu_hu: Adatfrissítő

source: %1$sElementor%2$s is required for the %1$s%3$s%2$s plugin to work.
hu_hu: A %1$s%3$s%2$s bővítmény működéséhez %1$sElementor%2$s szükséges.

source: %1$s requires Elementor version %2$s or greater.
hu_hu: %1$s az Elementor %2$s vagy újabb verzióját igényli.

source: If you want to use Elementor Pro with %1$s, it requires version %2$s or greater.
hu_hu: Ha %1$s mellett szeretné az Elementor Pro-t használni, %2$s vagy újabb verzió szükséges.

source: You are using PHP version %1$s. This version is not more supported. Ask your provider to use PHP version %2$s+.
hu_hu: A PHP %1$s verzióját használja. Ez a verzió már nem támogatott. Kérje szolgáltatóját, hogy a PHP %2$s+ verziót használja.

source: You are using PHP version %1$s and it's not yet fully supported. The maximum version supported is %2$s.
hu_hu: A PHP %1$s verzióját használja, és ez még nem teljes mértékben támogatott. A legmagasabb támogatott verzió: %2$s.

source: You are using PHP version %1$s. It's suggested to use PHP version %2$s+.
hu_hu: A PHP %1$s verzióját használja. Javasolt a PHP %2$s+ verzió használata.

source: Widgets
hu_hu: Widgetek

source: Extensions
hu_hu: Kiegészítők

source: Dynamic Tags
hu_hu: Dinamikus címkék

source: Page Settings
hu_hu: Oldalbeállítások

source: Legacy
hu_hu: Örökölt

source: Global Settings
hu_hu: Globális beállítások

source: Nonce verification error.
hu_hu: Nonce ellenőrzési hiba.

source: Settings Saved
hu_hu: Beállítások mentve

source: Your preferences have been saved.
hu_hu: A beállításai mentve.

source: Active only for administrators
hu_hu: Csak az adminisztrátorok számára aktív

source: Inactive
hu_hu: Inaktív

source: Activate all
hu_hu: Összes aktiválása

source: Deactivate all
hu_hu: Összes deaktiválása

source: Save
hu_hu: Mentés

source: Requires PHP v%1$s+
hu_hu: PHP v%1$s+ szükséges

source: active
hu_hu: aktív

source: deactivated
hu_hu: deaktiválva

source: This feature is %1$s. Its activation depends on %2$s
hu_hu: Ez a funkció %1$s. Aktiválása a %2$s-től függ.

source: Requires
hu_hu: Szükséges

source: This widget is disabled in Elementor (Element Manager).
hu_hu: Ez a widget le van tiltva az Elementorban (Element Manager).

source: Enable it there to activate it here.
hu_hu: Engedélyezze ott, hogy itt aktiválja.

source: This feature is deprecated. We recommend to use the new version called %1$s, but we will not remove this version.
hu_hu: Ez a funkció elavult. A %1$s nevű új verzió használatát javasoljuk, de ezt a verziót nem távolítjuk el.

source: This feature is deprecated. At the moment we don't have a new version and we will not remove this version.
hu_hu: Ez a funkció elavult. Jelenleg nincs új verziónk, és ezt a verziót nem távolítjuk el.

source: Template System (Deprecated)
hu_hu: Sablonrendszer (Elavult)

source: Post Types
hu_hu: Bejegyzéstípusok

source: Archive
hu_hu: Archívum

source: Taxonomies
hu_hu: Taxonómiák

source: Other Pages
hu_hu: Egyéb oldalak

source: Search
hu_hu: Keresés

source: User
hu_hu: Felhasználó

source: Enable
hu_hu: Engedélyezés

source: Disable
hu_hu: Letiltás

source: Save Settings
hu_hu: Beállítások mentése

source: Before
hu_hu: Előtte

source: Page Template
hu_hu: Oldalsablon

source: Layout
hu_hu: Elrendezés

source: Full-Width
hu_hu: Teljes szélességű

source: Boxed
hu_hu: Keretezett

source: After
hu_hu: Utána

source: Desktop
hu_hu: Asztali

source: Mobile
hu_hu: Mobil

source: Columns
hu_hu: Oszlopok

source: (Deprecated)
hu_hu: (Elavult)

source: One filter per line
hu_hu: Soronként egy szűrő

source: Tokens is now deprecated. Do not activate unless strictly necessary for backward compatibility.
hu_hu: A Tokens mostantól elavult. Ne aktiválja, hacsak nem feltétlenül szükséges a visszafelé kompatibilitáshoz.

source: Tokens Status
hu_hu: Tokens állapota

source: Active Tokens
hu_hu: Aktív tokenek

source: Filters Whitelist
hu_hu: Szűrők fehérlistája

source: Enter your Google Maps API key to enable map features.
hu_hu: Adja meg a Google Maps API-kulcsát a térképfunkciók engedélyezéséhez.

source: Google Maps JavaScript API Key
hu_hu: Google Maps JavaScript API-kulcs

source: Set this API also in ACF Configuration
hu_hu: Állítsa be ezt az API-t az ACF konfigurációban is.

source: Configure your PayPal credentials for handling payments.
hu_hu: Konfigurálja a PayPal hitelesítő adatait a fizetések kezeléséhez.

source: PayPal Mode
hu_hu: PayPal mód

source: PayPal Currency Code
hu_hu: PayPal pénznemkód

source: PayPal Sandbox Credentials
hu_hu: PayPal Sandbox hitelesítő adatok

source: PayPal Live Credentials
hu_hu: PayPal Live hitelesítő adatok

source: Set your Stripe keys for secure online payments.
hu_hu: Állítsa be a Stripe-kulcsait a biztonságos online fizetésekhez.

source: Stripe Mode
hu_hu: Stripe mód

source: Stripe Test Keys
hu_hu: Stripe tesztkulcsok

source: Test Publishable Key
hu_hu: Teszt nyilvános kulcs

source: Test Secret Key
hu_hu: Teszt titkos kulcs

source: Stripe Live Keys
hu_hu: Stripe éles kulcsok

source: Live Publishable Key
hu_hu: Éles nyilvános kulcs

source: Live Secret Key
hu_hu: Éles titkos kulcs

source: Provide your Coinmarketcap API key to fetch cryptocurrency data.
hu_hu: Adja meg a Coinmarketcap API-kulcsát a kriptovaluta-adatok lekéréséhez.

source: Coinmarketcap API Key
hu_hu: Coinmarketcap API-kulcs

source: Features
hu_hu: Funkciók

source: HTML Templates
hu_hu: HTML sablonok

source: Integrations
hu_hu: Integrációk

source: License
hu_hu: Licenc

source: The Elementor Experiment Lazy Load is not currently compatible with all Dynamic Content for Elementor features, in particular it causes problems with background images inside a loop.
hu_hu: Az Elementor „Experiment Lazy Load” jelenleg nem kompatibilis a Dynamic Content for Elementor összes funkciójával, különösen problémákat okoz a cikluson belüli háttérképekkel.

source: Most features are currently active. This could slow down the Elementor Editor. It is recommended that you disable the features you don't need. This can be done on the
hu_hu: A legtöbb funkció jelenleg aktív. Ez lassíthatja az Elementor szerkesztőt. Javasolt kikapcsolni a nem szükséges funkciókat. Ezt megteheti a

source: Features Page
hu_hu: Funkciók oldalon

source: Error
hu_hu: Hiba

source: Your PHP version (%1$s) is below the minimum required version (%2$s).
hu_hu: A PHP-verziója (%1$s) alacsonyabb a minimálisan szükséges verziónál (%2$s).

source: Your Elementor version (%1$s) is below the minimum required version (%2$s).
hu_hu: Az Elementor-verziója (%1$s) alacsonyabb a minimálisan szükséges verziónál (%2$s).

source: Your Elementor Pro version (%1$s) is below the minimum required version (%2$s).
hu_hu: Az Elementor Pro-verziója (%1$s) alacsonyabb a minimálisan szükséges verziónál (%2$s).

source: Play
hu_hu: Lejátszás

source: Pause
hu_hu: Szünet

# Animation Control
source: Animation Type
hu_hu: Animáció típusa

# Animation Control
source: Float
hu_hu: Lebegés

# Animation Control
source: Pass through
hu_hu: Áthaladás

# Animation Control
source: Pulse
hu_hu: Pulzálás

# Animation Control
source: Swing
hu_hu: Lengés

# Animation Control
source: Grow
hu_hu: Nagyítás

# Animation Control
source: Explode
hu_hu: Robbanás

# Animation Control
source: Shine
hu_hu: Csillogás

# Animation Control
source: Up or Sink
hu_hu: Emelkedés vagy süllyedés

# Animation Control
source: Spin
hu_hu: Forgás

# Animation Control
source: Runs
hu_hu: Ismétlések

# Animation Control
source: Bounce
hu_hu: Pattogás

# Animation Control
source: Animation Variation
hu_hu: Animáció változata

# Animation Control
source: Short
hu_hu: Rövid

# Animation Control
source: Medium
hu_hu: Közepes

# Animation Control
source: Long
hu_hu: Hosszú

# Animation Control
source: Transform origin
hu_hu: Transzformáció origója

# Animation Control
source: Top Left
hu_hu: Bal felső

# Animation Control
source: Top Center
hu_hu: Felső közép

# Animation Control
source: Top Right
hu_hu: Jobb felső

# Animation Control
source: Center Left
hu_hu: Bal közép

# Animation Control
source: Center Center
hu_hu: Közép

# Animation Control
source: Center Right
hu_hu: Jobb közép

# Animation Control
source: Bottom Left
hu_hu: Bal alsó

# Animation Control
source: Bottom Center
hu_hu: Alsó közép

# Animation Control
source: Bottom Right
hu_hu: Jobb alsó

source: Iteration Mode
hu_hu: Ismétlési mód

source: Infinite
hu_hu: Végtelen

source: Count
hu_hu: Darabszám

source: Iteration Count
hu_hu: Ismétlésszám

# Animation Control
source: Duration
hu_hu: Időtartam

# Animation Control
source: Delay
hu_hu: Késleltetés

# Animation Control
source: Timing Function
hu_hu: Időzítési függvény

source: Direction
hu_hu: Irány

source: Normal
hu_hu: Normál

source: Reverse
hu_hu: Fordított

source: Alternate
hu_hu: Váltakozó

source: Alternate Reverse
hu_hu: Váltakozó fordított

source: Fill Mode
hu_hu: Kitöltési mód

source: Backwards
hu_hu: Visszafelé

source: Both
hu_hu: Mindkettő

source: Forwards
hu_hu: Előre

# Filter Control
source: Blur
hu_hu: Elmosás

# Filter Control
source: Brightness
hu_hu: Fényerő

# Filter Control
source: Contrast
hu_hu: Kontraszt

# Filter Control
source: Saturation
hu_hu: Telítettség

# Filter Control
source: Sepia
hu_hu: Szépia

# Filter Control
source: Invert
hu_hu: Invertálás

# Filters CSS Control
source: Filters CSS
hu_hu: CSS szűrők

# Filter Control
source: Hue
hu_hu: Árnyalat

# Filters HSB Control
source: Filters HSB
hu_hu: HSB szűrők

# Outline Control
source: Outline Type
hu_hu: Körvonal stílusa

# Outline Control
source: Solid
hu_hu: Folytonos

# Outline Control
source: Double
hu_hu: Dupla

# Outline Control
source: Dotted
hu_hu: Pontozott

# Outline Control
source: Dashed
hu_hu: Szaggatott

source: Width
hu_hu: Szélesség

# Outline Control
source: Offset
hu_hu: Eltolás

# Outline Control
source: Color
hu_hu: Szín

# Outline Control
source: Outline
hu_hu: Körvonal

# Transform Control
source: Transformations
hu_hu: Transzformációk

# Transform-origin x/y Control
source: Transform origin
hu_hu: Transzformáció eredetpontja

# Perspective Control
source: Perspective
hu_hu: Perspektíva

# Perspective-origin x/y Control
source: Perspective origin
hu_hu: Perspektíva eredetpontja

source: Angle
hu_hu: Szög

source: Rotate X
hu_hu: Forgatás X

source: Rotate Y
hu_hu: Forgatás Y

source: Translate X
hu_hu: Eltolás X

source: Translate Y
hu_hu: Eltolás Y

source: Translate Z
hu_hu: Eltolás Z

source: Scale
hu_hu: Skálázás

source: Advanced Masking
hu_hu: Speciális maszkolás

source: Select image mask
hu_hu: Képmaszk kiválasztása

source: Flower
hu_hu: Virág

source: Blob
hu_hu: Folt

source: Diagonals
hu_hu: Átlók

source: Rhombus
hu_hu: Rombusz

source: Waves
hu_hu: Hullámok

source: Drawing
hu_hu: Rajz

source: Sketch
hu_hu: Vázlat

source: Custom Mask
hu_hu: Egyéni maszk

source: Select PNG
hu_hu: PNG kiválasztása

source: Position
hu_hu: Pozíció

source: Center Center
hu_hu: Közép Közép

source: Center Left
hu_hu: Bal Közép

source: Center Right
hu_hu: Jobb Közép

source: Top Center
hu_hu: Felső Közép

source: Top Left
hu_hu: Bal Felső

source: Top Right
hu_hu: Jobb Felső

source: Bottom Center
hu_hu: Alsó Közép

source: Bottom Left
hu_hu: Bal Alsó

source: Bottom Right
hu_hu: Jobb Alsó

source: Custom
hu_hu: Egyéni

source: X Position
hu_hu: X pozíció

source: Y Position
hu_hu: Y pozíció

source: Repeat
hu_hu: Ismétlés

source: Size
hu_hu: Méret

source: Predefined clip-path
hu_hu: Előre definiált clip-path

source: Advanced
hu_hu: Haladó

source: Custom Controls
hu_hu: Egyéni vezérlők

source: Show controls only in hover
hu_hu: Vezérlők megjelenítése csak hover esetén

source: Prevent Video Download
hu_hu: Videó letöltésének megakadályozása

source: Show these controls
hu_hu: Ezeknek a vezérlőknek a megjelenítése

source: fullscreen
hu_hu: teljes képernyő

source: Subtitles On by default
hu_hu: Feliratok alapértelmezés szerint bekapcsolva

source: Subtitles Track
hu_hu: Feliratsáv

source: Controls
hu_hu: Vezérlők

source: Backgrounds buttons Controls
hu_hu: Hátterek gombok vezérlők

source: Controls Color Hover
hu_hu: Vezérlők hover színe

source: Progress Color
hu_hu: Folyamatjelző színe

source: Controls Background Color
hu_hu: Vezérlők háttérszíne

source: Controls Padding
hu_hu: Vezérlők paddingje

source: Play Control
hu_hu: Lejátszás vezérlő

source: Background Color
hu_hu: Háttérszín

source: Icon Color
hu_hu: Ikon színe

source: Border
hu_hu: Szegély

source: Radius
hu_hu: Sugár

source: Video style
hu_hu: Videó stílus

source: Background color
hu_hu: Háttérszín

source: Animations
hu_hu: Animációk

source: Dynamic Due Date
hu_hu: Dinamikus határidő

source: This field, if not empty, overwrites the due date value. This value is shown only on frontend mode. It should be in the format "Y-m-d H:i:s"
hu_hu: Ez a mező, ha nem üres, felülírja a határidő értékét. Ez az érték csak frontend módban jelenik meg. A formátuma: "Y-m-d H:i:s"

source: Archive Type
hu_hu: Archívum típusa

source: Taxonomy
hu_hu: Taxonómia

source: Term Name
hu_hu: Kifejezés neve

source: Visible if current post is related to these terms
hu_hu: Látható, ha az aktuális bejegyzés kapcsolódik ezekhez a kifejezésekhez

source: Taxonomy Term
hu_hu: Taxonómia kifejezés

source: Is Parent
hu_hu: Szülő

source: Triggered for term with children.
hu_hu: Gyermekekkel rendelkező kifejezésekre vonatkozik.

source: Is Root
hu_hu: Gyökér

source: Triggered for term of first level (without parent).
hu_hu: Első szintű (szülő nélküli) kifejezésekre vonatkozik.

source: Is Leaf
hu_hu: Levél

source: Triggered for terms in last level (without children).
hu_hu: Utolsó szintű (gyermek nélküli) kifejezésekre vonatkozik.

source: Is Node
hu_hu: Csomópont

source: Triggered for terms in intermedial level (with parent and children).
hu_hu: Köztes szintű (szülővel és gyermekkel rendelkező) kifejezésekre vonatkozik.

source: Has Parent
hu_hu: Van szülője

source: Triggered for terms which are children (with a parent).
hu_hu: Olyan kifejezésekre vonatkozik, amelyek gyermekek (van szülőjük).

source: Has Siblings
hu_hu: Vannak testvérei

source: Triggered for terms with siblings.
hu_hu: Testvérekkel rendelkező kifejezésekre vonatkozik.

source: Has Posts
hu_hu: Vannak bejegyzései

source: Triggered for terms has related Posts count.
hu_hu: Olyan kifejezésekre vonatkozik, amelyekhez kapcsolódnak bejegyzések.

source: Term is Root
hu_hu: A kifejezés gyökér

source: Term is Parent
hu_hu: A kifejezés szülő

source: Term is Leaf
hu_hu: A kifejezés levél

source: Term is Node
hu_hu: A kifejezés csomópont

source: Term has Parent
hu_hu: A kifejezésnek van szülője

source: Term has Siblings
hu_hu: A kifejezésnek vannak testvérei

source: Term Posts
hu_hu: A kifejezés bejegyzései

source: Home blog (latest posts)
hu_hu: Kezdőlap blog (legújabb bejegyzések)

source: Posts page
hu_hu: Bejegyzések oldal

source: Tag
hu_hu: Címke

source: Year
hu_hu: Év

source: Month
hu_hu: Hónap

source: Day
hu_hu: Nap

source: New Day
hu_hu: Új nap

source: Paged
hu_hu: Oldalazott

source: Main Query
hu_hu: Fő lekérdezés

source: In the Loop
hu_hu: A Loopban
