Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Distortion
hu_hu: Torzítás

source: Animation Controls
hu_hu: Animációs vezérlők

source: The base Image
hu_hu: Alapkép

source: Displacement Map Image
hu_hu: Elmozdítási térkép képe

source: Scale (%)
hu_hu: Méretezés (%)

source: Depth Factor: TO
hu_hu: Mélységfaktor: IG

source: Scale TO (%)
hu_hu: Méretezés IG (%)

source: Random animation
hu_hu: Véletlenszerű animáció

source: Range of value
hu_hu: Értéktartomány

source: Aspect ratio
hu_hu: Képarány

source: Ratio mode
hu_hu: Aránymód

source: Crop
hu_hu: Vágás

source: Keep
hu_hu: Megtartás

source: Output
hu_hu: Kimenet

source: Use distortion only for appling to other page elements. With this Option activated, the svg element will not be displayed.
hu_hu: A torzítást csak más oldalelemekre való alkalmazásához használja. Ezt az opciót bekapcsolva az svg elem nem fog megjelenni.

source: CSS Class
hu_hu: CSS osztály

source: Here you can write the class of the element to trasform with the SVG distortion. Remember to write the class name on your element in advanced tab.
hu_hu: Itt megadhatja annak az elemnek az osztályát, amelyet az SVG torzítással szeretne átalakítani. Ne felejtse el az osztálynevet megadni az elemén a Speciális fülön.

source: Broken
hu_hu: Törött

source: Squiggly
hu_hu: Kacskaringós

source: Sketch Frame
hu_hu: Vázlat keret

source: X-rays
hu_hu: Röntgensugarak

source: Morphology
hu_hu: Morfológia

source: Posterize
hu_hu: Poszterizálás

source: RGB Offset
hu_hu: RGB eltolás

source: Pixelate
hu_hu: Pixelesítés

source: Pixel size
hu_hu: Pixel mérete

source: Glitch size
hu_hu: Glitch mérete

source: Sketch Stroke
hu_hu: Vázlat körvonal

source: Sketch X
hu_hu: Vázlat X

source: Sketch Y
hu_hu: Vázlat Y

source: Sketch size
hu_hu: Vázlat mérete

source: Frame color
hu_hu: Keret színe

source: Color poster 1
hu_hu: Poszter szín 1

source: Color poster 2
hu_hu: Poszter szín 2

source: Color poster 3
hu_hu: Poszter szín 3

source: Color poster 4
hu_hu: Poszter szín 4

source: Color poster 5
hu_hu: Poszter szín 5

source: Remove colors
hu_hu: Színek eltávolítása

source: Broken size
hu_hu: Törés mérete

source: Dilate or Erode
hu_hu: Dilatálás vagy erózió

source: Dilate
hu_hu: Dilatálás

source: Erode
hu_hu: Erózió

source: Radius of Morphology
hu_hu: Morfológia sugara

source: Fill Color 1
hu_hu: Kitöltés színe 1

source: Fill Color 2
hu_hu: Kitöltés színe 2

source: Squiggly baseFrequency
hu_hu: Kacskaringós baseFrequency

source: Squiggly numOctaves
hu_hu: Kacskaringós numOctaves

source: Squiggly scale
hu_hu: Kacskaringós skála

source: Squiggly seed
hu_hu: Kacskaringós seed

source: Use the filter effects only for application on other page elements. Activating this option the svg element will not be displayed.
hu_hu: A szűrőeffektusokat csak más oldalelemekre való alkalmazáshoz használja. Ennek az opciónak az aktiválásakor az svg elem nem jelenik meg.

source: Directly to element
hu_hu: Közvetlenül az elemre

source: Triangle
hu_hu: Háromszög

source: pentagon
hu_hu: ötszög

source: Star
hu_hu: Csillag

source: Heart
hu_hu: Szív

source: Custom path
hu_hu: Egyéni útvonal

source: Custom Path (Numbers)
hu_hu: Egyéni útvonal (számok)

source: Radius of the inner circle
hu_hu: A belső kör sugara

source: Use masking only for application on other page elements. Activating this option the svg element will not be displayed.
hu_hu: A maszkolást csak más oldalelemekre való alkalmazáshoz használja. Ennek az opciónak az aktiválásakor az svg elem nem jelenik meg.

source: Type the class of the element to trasform with the SVG distortion
hu_hu: Írja be az SVG torzítással átalakítandó elem osztályát.

source: One by one
hu_hu: Egyenként

source: In pause mode, it is possible to shape the shapes. You can manage the animation between one scene and another in play mode.
hu_hu: Szünet módban az alakzatok alakíthatók. Lejátszás módban kezelheti az animációt a jelenetek között.

source: Infinite: -1 or do not repeat: 0
hu_hu: Végtelen: -1 vagy ne ismétlődjön: 0

source: SVG & Viewbox
hu_hu: SVG és Viewbox

source: Shape Type
hu_hu: Alakzat típusa

source: Type of SVG sequence
hu_hu: SVG-sorozat típusa

source: Pattern image
hu_hu: Mintázat képe

source: The pixel size of the document you drew the shapes on
hu_hu: Annak a dokumentumnak a pixelmérete, amelyre az alakzatokat rajzoltad

source: Content Height
hu_hu: Tartalom magassága

source: Fill Image
hu_hu: Kitöltő kép

source: Step Duration
hu_hu: Lépés időtartama

source: You're on pause mode. It would be better to be in play mode. If you're watching the scene in pause mode, you won't see the changes to the parameters of the animations
hu_hu: Szünet módban vagy. Jobb lenne lejátszás módban lenni. Ha szünet módban nézed a jelenetet, nem fogod látni az animációk paramétereinek változásait

source: Speed Transition
hu_hu: Sebességváltás

source: You are in play mode. It would be better to be in Pause Mode. If you are watching the scene in play mode, it is difficult to change the parameters of the shapes. Pause and switch between shapes by clicking on the block
hu_hu: Lejátszás módban vagy. Jobb lenne Szünet módban lenni. Ha lejátszás módban nézed a jelenetet, nehéz megváltoztatni az alakzatok paramétereit. Szüneteltess, és a blokkra kattintva válts az alakzatok között

source: Path
hu_hu: Útvonal

source: Start Offset
hu_hu: Kezdő eltolás

source: Circle Radius
hu_hu: Kör sugara

source: Custom path (d)
hu_hu: Egyéni útvonal (d)

source: Show path
hu_hu: Útvonal megjelenítése

source: Length Adjust Spacing
hu_hu: Hossz igazítása (térköz)

source: Text Length (only Firefox)
hu_hu: Szöveg hossza (csak Firefoxban)

source: Text Spacing (Other browser)
hu_hu: Szöveg térköze (más böngészőkben)

source: Path color
hu_hu: Útvonal színe

source: From parent term
hu_hu: Szülő kifejezésből

source: My parent
hu_hu: Szülőm

source: Change depending on the page that displays it.
hu_hu: Az azt megjelenítő oldaltól függően változik.

source: In the POST page will show all Terms associated to the current post.
hu_hu: A POST oldalon a jelenlegi bejegyzéshez társított összes kifejezést jeleníti meg.

source: In the TERM page will show all its Terms children.
hu_hu: A TERM oldalon az összes gyermek kifejezését jeleníti meg.

source: Hide Empty
hu_hu: Üresek elrejtése

source: Use Link
hu_hu: Hivatkozás használata

source: Show Taxonomy Name
hu_hu: Taxonómia nevének megjelenítése

source: Custom Taxonomy Name
hu_hu: Egyéni taxonómia neve

source: If you don't want to use your native label
hu_hu: Ha nem akarod az alapértelmezett címkét használni

source: Max Child Depth
hu_hu: Maximális gyermekmélység

source: Show Count
hu_hu: Darabszám megjelenítése

source: Custom Separator
hu_hu: Egyéni elválasztó

source: Items width
hu_hu: Elemek szélessége

source: Term Image
hu_hu: Kifejezés képe

source: Image Field
hu_hu: Képmező

source: Show term description
hu_hu: Kifejezés leírásának megjelenítése

source: Separator Space
hu_hu: Elválasztó térköz

source: Items Horizontal Space
hu_hu: Elemek vízszintes térköze

source: Items Vertical Space
hu_hu: Elemek függőleges térköze

source: Text in the same row
hu_hu: Szöveg ugyanabban a sorban

source: Block Alignment
hu_hu: Blokk igazítása

source: Size (Max-Width)
hu_hu: Méret (Max-Width)

source: Shift X
hu_hu: X-eltolás

source: Shift Y
hu_hu: Y-eltolás

source: ACF Field Color
hu_hu: ACF mező színe

source: ACF Field Color Hover
hu_hu: ACF mező színe (Hover)

source: Color Field
hu_hu: Színmező

source: Color Hover Field
hu_hu: Hover színmező

source: Border Bottom
hu_hu: Alsó szegély

source: Typography Before
hu_hu: Tipográfia előtte

source: Typography After
hu_hu: Tipográfia utána

source: This is a dummy content to help you choose the style and settings
hu_hu: Ez egy próbatartalom, amely segít a stílus és a beállítások kiválasztásában

source: Hello
hu_hu: Helló

source: If you add custom html tags, you can use the class `dce-force-style` to apply the style as selected in the Style tab.
hu_hu: Ha egyéni HTML-címkéket ad hozzá, a `dce-force-style` osztály használható a Stílus fülön kiválasztott stílus alkalmazásához.

source: Text Editor
hu_hu: Szövegszerkesztő

source: you are using Elementor
hu_hu: az Elementort használja

source: Add text to the widget using Tokens
hu_hu: Adjon szöveget a widgethez tokenek használatával

source: Images path
hu_hu: Képek elérési útja

source: Enter the folder path inside your WordPress Media Library (wp-content/uploads). For example, if your images are in "wp-content/uploads/360-gallery", just enter "360-gallery".
hu_hu: Adja meg a mappa elérési útját a WordPress Médiatárán belül (wp-content/uploads). Például, ha a képei a "wp-content/uploads/360-gallery" könyvtárban vannak, csak a "360-gallery"-t adja meg.

source: Images must be named sequentially: 1.jpg, 2.jpg, 3.jpg, etc.
hu_hu: A képeket sorban kell elnevezni: 1.jpg, 2.jpg, 3.jpg stb.

source: Disable the initial spin on load
hu_hu: A kezdeti forgás letiltása betöltéskor

source: Play Speed (ms)
hu_hu: Lejátszási sebesség (ms)

source: Navigation Position
hu_hu: Navigáció pozíciója

source: 360° Slider Setup Required
hu_hu: 360°-os csúszka beállítása szükséges

source: 1. Create a folder in your uploads directory (e.g. "/wp-content/uploads/360/")<br>2. Upload your sequence of images named as: %s<br>3. Copy the folder path and paste it in the "Images path" field
hu_hu: 1. Hozzon létre egy mappát a feltöltések könyvtárában (pl. "/wp-content/uploads/360/")<br>2. Töltse fel a képsorozatát a következő elnevezéssel: %s<br>3. Másolja a mappa elérési útját, és illessze be az "Images path" mezőbe

source: Upload Directory Error
hu_hu: Feltöltési könyvtár hiba

source: Invalid Directory
hu_hu: Érvénytelen könyvtár

source: The directory "%1$s" must be located inside your WordPress uploads directory (%2$s).
hu_hu: A "%1$s" könyvtárnak a WordPress feltöltések könyvtárán belül (%2$s) kell elhelyezkednie.

source: No Images Found
hu_hu: Nem található kép

source: Could not find any image starting with "1." in the specified directory.
hu_hu: Nem található a megadott könyvtárban egyetlen "1."-tel kezdődő kép sem.

source: Max Tilt
hu_hu: Maximális dőlés

source: Transition
hu_hu: Átmenet

source: Glare
hu_hu: Csillogás

source: Max Glare
hu_hu: Maximális csillogás

source: Select for options
hu_hu: Válasszon lehetőséget

source: Textfield
hu_hu: Szövegmező

source: Phone
hu_hu: Telefon

source: Hide if empty
hu_hu: Elrejtés, ha üres

source: Hide the field in front end layer
hu_hu: A mező elrejtése a frontend rétegben

source: Default from WordPress settings
hu_hu: Alapértelmezés a WordPress beállításokból

source: H:M (12 hours)
hu_hu: H:M (12 órás)

source: Full date
hu_hu: Teljes dátum

source: Full date with hours
hu_hu: Teljes dátum idővel

source: Timestamp
hu_hu: Időbélyeg

source: Custom date format
hu_hu: Egyéni dátumformátum

source: See PHP strftime() function reference
hu_hu: Lásd a PHP strftime() függvény referenciáját

source: Extend background
hu_hu: Háttér kiterjesztése

source: Minimum height
hu_hu: Minimális magasság

source: Currency symbol
hu_hu: Pénznem szimbóluma

source: Symbol position
hu_hu: Szimbólum pozíciója

source: Query role
hu_hu: Lekérdezési szerep

source: Child
hu_hu: Gyermek

source: User ID
hu_hu: Felhasználói ID

source: Before - List or Block
hu_hu: Előtte - Lista vagy blokk

source: Multiple usermeta
hu_hu: Több usermeta

source: User has many usermeta with same meta_key
hu_hu: A felhasználónak több usermeta bejegyzése van azonos meta_key-vel

source: Render Mode
hu_hu: Renderelési mód

source: you can also use "timestamp"
hu_hu: A "timestamp" is használható

source: Object html
hu_hu: Objektum html

source: Will substitute the part of the content that is omitted in text
hu_hu: A szövegben kihagyott tartalomrészt helyettesíti

source: Type a list of HTML tags to maintain, separated by comma
hu_hu: Adja meg a megtartandó HTML tagek listáját, vesszővel elválasztva

source: Enter the image caption
hu_hu: Adja meg a kép feliratát

source: Can use a mix of text, Tokens and META_VALUE data
hu_hu: Használhat szöveget, Tokens és META_VALUE adatokat vegyesen

source: You can use text, Tokens and META_VALUE data
hu_hu: Használhat szöveget, Tokens és META_VALUE adatokat

source: Show something when the field is empty null, void, false or 0
hu_hu: Mutasson valamit, ha a mező üres, null, void, false vagy 0

source: Multiple Usermeta
hu_hu: Több usermeta

source: Show something when this user meta is not found
hu_hu: Mutasson valamit, ha ez a user meta nem található

source: Select an user field
hu_hu: Válasszon egy felhasználói mezőt

source: Select an user ID
hu_hu: Válasszon egy felhasználói ID-t

source: Object
hu_hu: Objektum

source: Carousel Options
hu_hu: Carousel beállításai

source: Slides per View
hu_hu: Diák száma nézetenként

source: Slides per Group
hu_hu: Diák száma csoportonként

source: Arrows and Dots
hu_hu: Nyilak és pontok

source: Pause on Hover
hu_hu: Szünet egér fölé vitelekor

source: Pause on Interaction
hu_hu: Szünet interakció esetén

source: Autoplay Speed
hu_hu: Automatikus lejátszás sebessége

source: Infinite Loop
hu_hu: Végtelen ciklus

source: Carousel Navigation
hu_hu: Carousel navigáció

source: Column Width
hu_hu: Oszlopszélesség

source: Custom classes
hu_hu: Egyedi osztályok

source: Single Element
hu_hu: Egyetlen elem

source: Meta key or field name
hu_hu: Meta key vagy mezőnév

source: Inline label
hu_hu: Inline címke

source: Wrap the output of this field in this HTML Tag.
hu_hu: Csomagolja e mező kimenetét ebbe a HTML tagbe.

source: Rewrite field
hu_hu: Mező felülírása

source: Override the output of this field with custom text. You can use Dynamic Shortcodes.
hu_hu: Írja felül e mező kimenetét egyéni szöveggel. Használhat Dynamic Shortcodes-t.

source: Override the output of this field with custom text. You can use Tokens.
hu_hu: Írja felül e mező kimenetét egyéni szöveggel. Használhat Tokens-t.

source: Link to Object
hu_hu: Hivatkozás az objektumra

source: Show these fields
hu_hu: Mutassa ezeket a mezőket

source: Display Count
hu_hu: Darabszám megjelenítése

source: Count Text
hu_hu: Darabszám szövege

source: Automatic fetch results from global WP_Query, change by current page
hu_hu: Eredmények automatikus lekérése a globális WP_Query-ből, az aktuális oldal alapján változik

source: Navigation menu item
hu_hu: Navigációs menüelem

source: Mime Type
hu_hu: MIME-típus

source: CPT name
hu_hu: CPT név

source: Term Parents
hu_hu: Szülő kifejezések

source: Set Term Parent ID
hu_hu: Kifejezés szülőazonosítójának beállítása

source: Set Term Parent
hu_hu: Kifejezés szülőjének beállítása

source: Empty for all root Terms
hu_hu: Hagyja üresen az összes gyökér kifejezéshez

source: Exclude Roles
hu_hu: Szerepkörök kizárása

source: Dynamic Terms
hu_hu: Dinamikus kifejezések

source: Term IDs
hu_hu: Kifejezés-azonosítók

source: Type Terms IDs or Slugs separated by comma
hu_hu: Adjon meg kifejezés-azonosítókat vagy slugokat vesszővel elválasztva

source: Tax Relation
hu_hu: Taxonómiai reláció

source: Not in Terms
hu_hu: Nincs ezekben a kifejezésekben

source: Select Terms
hu_hu: Kifejezések kiválasztása

source: Exclude posts related to this terms
hu_hu: Ezekhez a kifejezésekhez kapcsolódó bejegyzések kizárása

source: Ignore IDs
hu_hu: Azonosítók figyelmen kívül hagyása

source: Where - Filter criteria
hu_hu: Where - Szűrési feltételek

source: Has Sub Fields
hu_hu: Vannak almezői

source: For data stored Serialized or in JSON format
hu_hu: Szerializált vagy JSON formátumban tárolt adatokhoz

source: Sub Field
hu_hu: Almező

source: You can use Dynamic Shortcodes.
hu_hu: A Dynamic Shortcodes használata lehetséges.

source: You can use Tokens.
hu_hu: A Tokens használata lehetséges.

source: Combination
hu_hu: Kombináció

source: Filter by these conditions
hu_hu: Szűrés ezen feltételek alapján

source: Where - Exposed form
hu_hu: Where - Közzétett űrlap

source: Exposed form is deprecated but we will not remove it. If you need a filter, we recommend using Dynamic Posts with the third-party plugin Search & Filter Pro.
hu_hu: Az Exposed form elavult, de nem távolítjuk el. Ha szűrőre van szüksége, javasoljuk a Dynamic Posts használatát a harmadik féltől származó Search & Filter Pro bővítménnyel.

source: Use Token notation to access to sub field value. Example:
hu_hu: Használjon Token jelölést az almező értékének eléréséhez. Példa:

source: Multiple
hu_hu: Többszörös

source: If select/checkbox/radio use one line for option, use | to separate value and name (e.g.:"my_value|Name of the option").
hu_hu: Ha select/checkbox/radio, opcióként egy sort használjon, az értéket és a nevet a | jellel válassza el (pl.:"my_value|Name of the option").

source: value|Label
hu_hu: value|Felirat

source: Label|value
hu_hu: Felirat|value

source: Required
hu_hu: Kötelező

source: Default Value
hu_hu: Alapértelmezett érték

source: Insert default value.
hu_hu: Alapértelmezett érték megadása.

source: Empty option label
hu_hu: Üres opció felirata

source: Select a value
hu_hu: Válasszon értéket

source: Hint
hu_hu: Tipp

source: A short description of the field
hu_hu: A mező rövid leírása

source: Required marker text
hu_hu: Kötelező jelölés szövege

source: required
hu_hu: kötelező

source: Exposed Fields
hu_hu: Közzétett mezők

source: Input Size
hu_hu: Beviteli mező mérete

source: Form Title
hu_hu: Űrlap címe

source: Show result
hu_hu: Eredmény megjelenítése

source: Show results from first time, also before user interact with form, using preselected value.
hu_hu: Eredmények megjelenítése már elsőre is, még a felhasználói interakció előtt, az előre kiválasztott értékkel.

source: Use Ajax
hu_hu: Ajax használata

source: Submit on change
hu_hu: Beküldés változáskor

source: Remove submit button
hu_hu: Küldés gomb eltávolítása

source: Show Reset
hu_hu: Visszaállítás megjelenítése

source: Active Filters
hu_hu: Aktív szűrők

source: Show Active Filters
hu_hu: Aktív szűrők megjelenítése

source: Remove Filters
hu_hu: Szűrők eltávolítása

source: No Filter Message
hu_hu: Szűrő nélküli üzenet

source: Form Action
hu_hu: Űrlap művelete

source: Submit Label
hu_hu: Küldés felirat

source: Reset Label
hu_hu: Visszaállítás felirat

source: Form
hu_hu: Űrlap

source: Buttons wrapper
hu_hu: Gombok konténere

source: Group By
hu_hu: Csoportosítás

source: Grouping field
hu_hu: Csoportosító mező

source: Show Heading
hu_hu: Fejléc megjelenítése

source: Exposed
hu_hu: Közzétett

source: Expose this sort to visitors, to allow them to change it
hu_hu: Tegye közzé ezt a rendezést a látogatók számára, hogy megváltoztathassák

source: Order By - Sort criteria
hu_hu: Order By - Rendezési feltételek

source: Sorting by fields
hu_hu: Rendezés mezők szerint

source: Exclude Posts where the sorting fields are not set (simpler, faster query).
hu_hu: Zárja ki azokat a bejegyzéseket, ahol a rendezési mezők nincsenek beállítva (egyszerűbb, gyorsabb lekérdezés).

source: Exposed Sort
hu_hu: Közzétett rendezés

source: Form Width
hu_hu: Űrlap szélessége

source: Sort by
hu_hu: Rendezés szerint

source: Default Text
hu_hu: Alapértelmezett szöveg

source: Custom class
hu_hu: Egyéni osztály

source: Limit - Pager
hu_hu: Korlát - Lapozó

source: Start from - Offset
hu_hu: Kezdés - eltolás

source: Number of items to skip. For example, set this to 3 and the first 3 items will not be displayed. Set 0 to show from the first result.
hu_hu: Kihagyandó elemek száma. Például ha 3-ra állítja, az első 3 elem nem jelenik meg. Állítsa 0-ra, hogy az első találattól jelenjen meg.

source: Max allowed results displayed
hu_hu: Megjeleníthető találatok maximális száma

source: Set 0 if you do not want to limit results
hu_hu: Állítsa 0-ra, ha nem akarja korlátozni az eredményeket

source: Set 0 for default site global limit.
hu_hu: Állítsa 0-ra az oldal globális alapértelmezett korlátjához.

source: Remove Offset from display
hu_hu: Távolítsa el az eltolást a megjelenítésből

source: Previous/Next
hu_hu: Előző/Következő

source: Page Limit
hu_hu: Oldalkorlát

source: Shorten
hu_hu: Rövidít

source: &laquo; Previous
hu_hu: &laquo; Előző

source: Next &raquo;
hu_hu: Következő &raquo;

source: END
hu_hu: VÉGE

source: Load on Click
hu_hu: Kattintásra betöltés

source: Load more
hu_hu: Továbbiak betöltése

source: No results behaviour
hu_hu: Nincs találat esetén tanúsított viselkedés

source: You will find many other specific style settings in the "Single Result" section here below
hu_hu: Az alábbi "Egyetlen találat" szakaszban számos egyéb specifikus stílusbeállítást talál

source: Results Container
hu_hu: Találatok konténere

source: Single Result
hu_hu: Egyetlen találat

source: Field value
hu_hu: Mező értéke

source: Link Color
hu_hu: Hivatkozás színe

source: Link Hover Color
hu_hu: Hivatkozás rámutatáskori színe

source: Exposed Form
hu_hu: Közzétett űrlap

source: Title Alignment
hu_hu: Cím igazítása

source: Input Text & Select
hu_hu: Szövegmező és lenyíló lista

source: Input Padding
hu_hu: Beviteli mező belső margója

source: Input Margin
hu_hu: Beviteli mező külső margója

source: Col inner width
hu_hu: Oszlop belső szélessége

source: Exposed Form - Active Filters
hu_hu: Közzétett űrlap - Aktív szűrők

source: No Filters Message
hu_hu: Üzenet, ha nincs szűrő

source: Active Background Color
hu_hu: Aktív háttérszín

source: Load more Button
hu_hu: Továbbiak betöltése gomb

source: Special effects
hu_hu: Speciális effektek

source: Tag, ID or Class
hu_hu: Tag, ID vagy osztály

source: To include only subcontent of remote page. Use like jQuery selector (footer, #element, h2.big, etc).
hu_hu: Csak a távoli oldal egy részének beillesztéséhez. Használja a jQuery selectorhoz hasonlóan (footer, #element, h2.big, stb.).

source: - Notice
hu_hu: - Figyelmeztetés

source: You will need administrator capabilities to edit this widget.
hu_hu: Ennek a widgetnek a szerkesztéséhez rendszergazdai jogosultságokra van szükség.

source: No products on the wishlist.
hu_hu: Nincsenek termékek a kívánságlistán.

source: Author Field
hu_hu: Szerző mező

source: Field Name
hu_hu: Mező neve

source: Cryptocurrency
hu_hu: Kriptovaluta

source: Select cryptocurrency...
hu_hu: Válasszon kriptovalutát...

source: Select currency...
hu_hu: Válasszon pénznemet...

source: Get
hu_hu: Lekérés

source: Latest Price
hu_hu: Legfrissebb ár

source: Percent Change 24 Hour
hu_hu: 24 órás százalékos változás

source: Price History
hu_hu: Ártörténet

source: Include Sign
hu_hu: Előjel megjelenítése

source: yearly
hu_hu: éves

source: monthly
hu_hu: havi

source: weekly
hu_hu: heti

source: daily
hu_hu: napi

source: hourly
hu_hu: óránkénti

source: 5 minutes
hu_hu: 5 perc

source: 10 minutes
hu_hu: 10 perc

source: 15 minutes
hu_hu: 15 perc

source: 30 minutes
hu_hu: 30 perc

source: 45 minutes
hu_hu: 45 perc

source: 1 hour
hu_hu: 1 óra

source: 2 hours
hu_hu: 2 óra

source: 3 hours
hu_hu: 3 óra

source: 4 hours
hu_hu: 4 óra

source: 6 hours
hu_hu: 6 óra

source: 12 hours
hu_hu: 12 óra

source: 24 hours
hu_hu: 24 óra

source: 1 day
hu_hu: 1 nap

source: 2 days
hu_hu: 2 nap

source: 3 days
hu_hu: 3 nap

source: 7 days
hu_hu: 7 nap

source: 14 days
hu_hu: 14 nap

source: 15 days
hu_hu: 15 nap

source: 30 days
hu_hu: 30 nap

source: 60 days
hu_hu: 60 nap

source: 90 days
hu_hu: 90 nap

source: 365 days
hu_hu: 365 nap

source: History Interval
hu_hu: Előzmények intervalluma

source: History Count
hu_hu: Előzmények száma

source: Map Info
hu_hu: Térképinformáció

source: Please type a Map Name
hu_hu: Kérjük, írjon be egy térképnevet

source: Distance in Miles
hu_hu: Távolság mérföldben

source: Distance in Km
hu_hu: Távolság km-ben

source: Distance in Text
hu_hu: Távolság szövegben

source: Distance in Minutes
hu_hu: Távolság percben

source: Map Instructions
hu_hu: Térkép utasítások
