Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Conditional Fields Error: When you have a field where you can pick multiple items, like checkbox or the select field with multiple select active, you must use the operator in. If instead you have a field where you pick only one value (like Select) you most likely want to use == and not in. Check the docs if unsure.
hu_hu: Feltételes mezők hiba: Ha olyan mezője van, ahol több elemet választhat, például jelölőnégyzet vagy a select mező többszörös kiválasztással, az in operátort kell használnia. Ha ezzel szemben olyan mezője van, ahol csak egy értéket választ (például Select), akkor valószínűleg a ==-t szeretné használni, nem pedig az in-t. Ha bizonytalan, nézze meg a dokumentációt.

source: Conditional validation error:
hu_hu: Feltételes validációs hiba:

source: Max Submissions - Error Message
hu_hu: Maximális beküldések - hibaüzenet

source: Conditional Validation - Error Message
hu_hu: Feltételes validáció - hibaüzenet

source: Confirm Dialog
hu_hu: Megerősítő párbeszédablak

source: Confirm Dialog before Submit
hu_hu: Megerősítő párbeszédablak beküldés előtt

source: You can use the same syntax as in Live HTML field
hu_hu: Ugyanazt a szintaxist használhatja, mint a Live HTML mezőben

source: HTML code to be displayed in the modal. You can use the same syntax as in Live HTML field
hu_hu: A modális ablakban megjelenítendő HTML-kód. Ugyanazt a szintaxist használhatja, mint a Live HTML mezőben

source: Theme
hu_hu: Téma

source: Light
hu_hu: Világos

source: Dark
hu_hu: Sötét

source: Confirm Button
hu_hu: Megerősítő gomb

source: Confirm
hu_hu: Megerősítés

source: Blue
hu_hu: Kék

source: Green
hu_hu: Zöld

source: Red
hu_hu: Piros

source: Orange
hu_hu: Narancs

source: Purple
hu_hu: Lila

source: Cancel Button
hu_hu: Mégse gomb

source: Cancel
hu_hu: Mégse

source: Confirm Dialog Title
hu_hu: Megerősítő párbeszédablak címe

source: Confirm Dialog Content
hu_hu: Megerősítő párbeszédablak tartalma

source: Confirm Button Text
hu_hu: Megerősítő gomb szövege

source: Cancel Button Text
hu_hu: Mégse gomb szövege

source: Cookie Name
hu_hu: Cookie neve

source: Enter cookie name
hu_hu: Adja meg a cookie nevét

source: Unset the cookie
hu_hu: A cookie törlése

source: The Cookie value needs to include a Form Field
hu_hu: A cookie értékének tartalmaznia kell egy űrlapmezőt

source: Use Dynamic Shortcodes to fetch form fields {form:field-id}. Put the shortcode directly as text input, do not use Dynamic Tags.
hu_hu: Használja a Dynamic Shortcodes kódot az űrlapmezők lekéréséhez {form:field-id}. A shortcode-ot közvetlenül szövegbevitelként adja meg, ne használjon Dynamic Tags elemeket.

source: Use tokens to fetch form fields ([form:field_name]). Put the tokens directly as text input, do not use Dynamic Tags.
hu_hu: Használjon tokeneket az űrlapmezők lekéréséhez ([form:field_name]). A tokeneket közvetlenül szövegbevitelként adja meg, ne használjon Dynamic Tags elemeket.

source: Enter cookie value
hu_hu: Adja meg a cookie értékét

source: Cookie Value
hu_hu: Cookie értéke

source: Cookie Expiration
hu_hu: Cookie lejárata

source: Enter expiration time in seconds, or with time unit. For example "2d" is 2 days, "2y" is 2 years.
hu_hu: Adja meg a lejárati időt másodpercben vagy időegységgel. Például a "2d" 2 napot, a "2y" 2 évet jelent.

source: Cookie Action: The expiration is not valid
hu_hu: Cookie művelet: A lejárat érvénytelen

source: Counter
hu_hu: Számláló

source: Notice that the counter field is only increased after submit. The value shown in the page is not necessarily unique and %1$s does not represent %2$s the value the field will have while doing the Form Actions.
hu_hu: Vegye figyelembe, hogy a számláló mező csak a beküldés után növekszik. Az oldalon megjelenített érték nem feltétlenül egyedi, és a %1$s nem a(z) %2$s értéket jelenti, amelyet a mező a Form Actions végrehajtásakor fog felvenni.

source: Start counter at
hu_hu: Számláló kezdőértéke

source: Counter Step
hu_hu: Számláló lépésköze

source: A token or shortcode for another field can also be used.
hu_hu: Egy másik mező tokenje vagy shortcode-ja is használható.

source: Hide the counter
hu_hu: Számláló elrejtése

source: Use another counter
hu_hu: Másik számláló használata

source: Do not create a new counter, use an already existing one
hu_hu: Ne hozz létre új számlálót, használj egy már meglévőt

source: Other Counter ID
hu_hu: Másik számláló ID-je

source: The id of the other counter, you can find it in the data-counter-id attribute of counter input.
hu_hu: A másik számláló id-je, megtalálható a counter input data-counter-id attribútumában.

source: Unique Counter
hu_hu: Egyedi számláló

source: This option affects the counter when the form is inside a template: If on, the counter will have an unique value across all occurrences of the form. If off, the counter will have a different value for each object the form is included in.
hu_hu: Ez az opció a számlálóra hat, ha az űrlap sablonban van: Bekapcsolva a számláló az űrlap minden előfordulása között globálisan egyedi értéket ad. Kikapcsolva a számláló minden olyan objektumra külön értéket ad, amelybe az űrlap be van ágyazva.

source: Error: The other counter ID is invalid or it has not been initialized
hu_hu: Hiba: A másik számláló ID-je érvénytelen, vagy még nem lett inicializálva

source: Counter Start is not numeric.
hu_hu: A számláló kezdőértéke nem szám.

source: Counter Step is not numeric.
hu_hu: A számláló lépésköze nem szám.

source: Dynamic Email
hu_hu: Dinamikus e-mail

source: You will need administrator capabilities to edit these settings.
hu_hu: Ezeknek a beállításoknak a szerkesztéséhez rendszergazdai jogosultságokra van szükség.

source: Enable email
hu_hu: E-mail engedélyezése

source: You can temporary disable and reactivate it next time without deleting settings
hu_hu: Ideiglenesen letiltható, és legközelebb a beállítások törlése nélkül újraaktiválható

source: Type here the form field ID to check, or leave it empty to always execute this action
hu_hu: Írd ide az ellenőrizendő űrlapmező ID-jét, vagy hagyd üresen, hogy ez a művelet mindig lefusson

source: Invert the Condition (Not)
hu_hu: Feltétel megfordítása (Not)

source: The email will be sent when the chosen condition is false.
hu_hu: Az e-mail akkor lesz elküldve, amikor a választott feltétel hamis.

source: Condition Status
hu_hu: Feltétel állapota

source: Condition Value
hu_hu: Feltétel értéke

source: A value to compare the value of the field
hu_hu: Egy érték a mező értékének összehasonlításához

source: New message from "%s"
hu_hu: Új üzenet "%s" feladótól

source: Subject
hu_hu: Tárgy

source: To
hu_hu: Címzett

source: Separate emails with commas
hu_hu: Az e-mail címeket vesszővel válaszd el

source: From Email
hu_hu: Feladó e-mail címe

source: From Name
hu_hu: Feladó neve

source: Send As
hu_hu: Küldés mint

source: Plain
hu_hu: Egyszerű szöveg

source: Email body
hu_hu: E-mail törzse

source: Message
hu_hu: Üzenet

source: By default, all form fields are sent via %s. To customize sent fields, copy the shortcode that appears inside each field and paste it above.
hu_hu: Alapértelmezetten az összes űrlapmező elküldésre kerül a(z) %s segítségével. A küldött mezők testreszabásához másold ki az egyes mezőkben megjelenő shortcode-ot, és illeszd be fentebb.

source: Use an Elementor Template as body for this Email.
hu_hu: Használj Elementor sablont ennek az e-mailnek a törzseként.

source: Styles
hu_hu: Stílusok

source: Only HTML
hu_hu: Csak HTML

source: Flex or Table
hu_hu: Flex vagy táblázat

source: Add more compatibility for columned layout visualization
hu_hu: További kompatibilitás az oszlopos elrendezés megjelenítéséhez

source: Attach the PDF generated by PDF Generator Action
hu_hu: Csatold a PDF Generator Action által létrehozott PDF-et

source: Delete PDF attachments from Server after Emails are sent
hu_hu: PDF-mellékletek törlése a szerverről az e-mailek elküldése után

source: Add Uploaded files as Attachments
hu_hu: Feltöltött fájlok hozzáadása mellékletként

source: In order for this to work make sure the Upload Field "Send" setting is set to either "with Link" or "with Both"
hu_hu: Ahhoz, hogy ez működjön, győződj meg róla, hogy a Feltöltés mező "Send" beállítása "with Link" vagy "with Both" értékre van állítva

source: Delete Uploaded Files from Server after Emails are sent
hu_hu: Feltöltött fájlok törlése a szerverről az e-mailek elküldése után

source: Emails
hu_hu: E-mailek

source: Send all Email you need
hu_hu: Küldjön el minden szükséges e-mailt

source: Email Subject
hu_hu: E-mail tárgya

source: Email Content
hu_hu: E-mail tartalma

source: Dynamic Redirect
hu_hu: Dinamikus átirányítás

source: Type here the ID of the form field to check, or leave empty to perform the redirect
hu_hu: Írja ide az ellenőrizendő űrlapmező azonosítóját, vagy hagyja üresen az átirányítás végrehajtásához

source: Redirect To
hu_hu: Átirányítás ide

source: Redirects
hu_hu: Átirányítások

source: Hint: url must begin with http and params should be encoded with "%1$s" filter, for example %2$s
hu_hu: Tipp: az url-nek http-vel kell kezdődnie, és a paramétereket a "%1$s" szűrővel kell kódolni, például %2$s

source: Hint: url must begin with http and params should be encoded
hu_hu: Tipp: az url-nek http-vel kell kezdődnie, és a paramétereket kódolni kell

source: Reference Field ID
hu_hu: Hivatkozási mező azonosítója

source: Options
hu_hu: Opciók

source: Options are written as a normal select field. They are grouped according to the reference field value with sections starting with this value inside square brackets: %1$s[value]%2$s.
hu_hu: Az opciók normál select mezőként vannak megadva. A hivatkozási mező értéke szerint vannak csoportosítva, a szakaszok ezzel az értékkel kezdődnek szögletes zárójelek között: %1$s[value]%2$s.

source: Dynamic Select Options
hu_hu: Dinamikus select opciók

source: Form Steps
hu_hu: Űrlap lépései

source: Use Label as Legend
hu_hu: Label használata legendaként

source: Show All steps
hu_hu: Összes lépés megjelenítése

source: Scroll to Top on Step change
hu_hu: Görgetés a tetejére lépésváltáskor

source: Step Summary
hu_hu: Lépés összegzése

source: Summary Submit Button
hu_hu: Összegzés beküldése gomb

source: Submit Form
hu_hu: Űrlap beküldése

source: Steps Legend
hu_hu: Lépések legendje

source: Space
hu_hu: Térköz

source: Steps Summary
hu_hu: Lépések összegzése

source: Title Color
hu_hu: Cím színe

source: Step
hu_hu: Lépés

source: Filled
hu_hu: Kitöltve

source: Active
hu_hu: Aktív

source: Text Color
hu_hu: Szöveg színe

source: Label Color
hu_hu: Címke színe

source: Submit Button
hu_hu: Beküldés gomb

source: Justified
hu_hu: Kiegyenlített

source: Hover
hu_hu: Egér fölé

source: Border Color
hu_hu: Szegély színe

source: Export
hu_hu: Exportálás

source: Endpoint URL
hu_hu: Végpont URL

source: Method
hu_hu: Módszer

source: Enable SSL Certificate verify
hu_hu: SSL tanúsítvány-ellenőrzés engedélyezése

source: Ignore fields with empty value
hu_hu: Üres értékű mezők figyelmen kívül hagyása

source: Encode Post Data in JSON
hu_hu: POST adatok kódolása JSON-ban

source: Field Key
hu_hu: Mező kulcsa

source: It's the key of the parameter in the request
hu_hu: Ez a kérésben szereplő paraméter kulcsa

source: Field Value
hu_hu: Mező értéke

source: It's the value of the parameter in the request
hu_hu: Ez a kérésben szereplő paraméter értéke

source: If you don't set at least one list argument nothing will be exported
hu_hu: Ha nem állít be legalább egy listaargumentumot, semmi sem kerül exportálásra

source: Exported Arguments list
hu_hu: Exportált argumentumok listája

source: Header Key
hu_hu: Fejléc kulcsa

source: Header Value
hu_hu: Fejléc értéke

source: Add Headers
hu_hu: Fejlécek hozzáadása

source: Request Timeout in seconds
hu_hu: Kérés időkorlátja másodpercben

source: Enable log
hu_hu: Naplózás engedélyezése

source: Create a log for Export result
hu_hu: Napló készítése az Export eredményéről

source: Log Path
hu_hu: Napló elérési útja

source: Show error on failure
hu_hu: Hiba megjelenítése sikertelenség esetén

source: If the remote request fails (not response code 200) then an error is going to be displayed
hu_hu: Ha a távoli kérés sikertelen (nem 200-as válaszkód), hiba jelenik meg

source: Action
hu_hu: Művelet

source: Add
hu_hu: Hozzáadás

source: Remove
hu_hu: Eltávolítás

source: Clear All
hu_hu: Összes törlése

source: Key
hu_hu: Kulcs

source: The unique name that identifies the favorites in user meta or cookies
hu_hu: Az egyedi név, amely a kedvenceket azonosítja a felhasználói metában vagy a sütikben

source: In favorites you need to save a post ID
hu_hu: A kedvencekben egy bejegyzésazonosítót kell menteni

source: Cookie expiration
hu_hu: Süti lejárata

source: Value is in days. Set 0 or empty for session duration
hu_hu: Az érték napokban értendő. A munkamenet időtartamához állítsa 0-ra vagy hagyja üresen

source: Description
hu_hu: Leírás

source: No Description
hu_hu: Nincs leírás

source: On Label
hu_hu: Címkén

source: Below Input
hu_hu: Beviteli mező alatt

source: Display as Tooltip
hu_hu: Megjelenítés eszköztippként

source: Tooltip Position
hu_hu: Eszköztipp pozíciója

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Description HTML
hu_hu: Leírás HTML

source: Field Description
hu_hu: Mező leírása

source: Description Color
hu_hu: Leírás színe

source: Label Description Color
hu_hu: Címke leírásának színe

source: Label Description Background Color
hu_hu: Címke leírásának háttérszíne

source: Length
hu_hu: Hossz

source: Max character length
hu_hu: Maximális karakterszám

source: Min character length
hu_hu: Minimális karakterszám

source: Formatted Number
hu_hu: Formázott szám

source: Locale
hu_hu: Területi beállítás

source: The language to use for formatting options, auto means use the language of the browser. Otherwise it’s an BCP 47 language tag, like en-US for english as used in the USA, or it for italian.
hu_hu: A formázási beállításokhoz használandó nyelv; az auto a böngésző nyelvét jelenti. Egyébként egy BCP 47 nyelvi címke, például en-US az USA-ban használt angolhoz, vagy it olaszhoz.

source: Style
hu_hu: Stílus

source: Currency
hu_hu: Pénznem

source: ISO 4217 code like USD or EUR
hu_hu: ISO 4217 kód, például USD vagy EUR

source: Formatted Number is not compatible with the Method Extension Post and Get options.
hu_hu: A Formázott szám nem kompatibilis a Method Extension Post és Get opcióival.

source: Field ID
hu_hu: Mező ID

source: The ID of the field we should get the selected choice label from.
hu_hu: Annak a mezőnek az ID-je, amelyből a kiválasztott választási lehetőség címkéjét lekérjük

source: icons
hu_hu: ikonok

source: Icon
hu_hu: Ikon

source: No Icon
hu_hu: Nincs ikon

source: On Input
hu_hu: Beviteli mezőn

source: Select Icon
hu_hu: Ikon kiválasztása

source: Icons
hu_hu: Ikonok

source: Icon Color on Label
hu_hu: Ikon színe a címkén

source: Icon Color on Input
hu_hu: Ikon színe a beviteli mezőn

source: Size on Label
hu_hu: Méret a címkén

source: Size on Input
hu_hu: Méret a beviteli mezőn

source: Inline align
hu_hu: Sorközi igazítás

source: Around
hu_hu: Körben

source: Evenly
hu_hu: Egyenletesen

source: Between
hu_hu: Között

source: Your JS Field code contains errors, check the browser console!
hu_hu: A JS Field kódja hibákat tartalmaz, ellenőrizze a böngésző konzolját!

source: Your JS Field code should return a function.
hu_hu: A JS Field kódjának egy függvényt kell visszaadnia.

source: JS Code
hu_hu: JS kód

source: Your code should return a function. This function will be called whenever a form input changes. It should return a new value for this field. Use the function %1$sgetField(fieldId)%2$s to get a field current value. Notice that all fields are returned as either strings or arrays of strings.
hu_hu: A kódnak egy függvényt kell visszaadnia. Ezt a függvényt minden alkalommal meghívjuk, amikor egy űrlapmező megváltozik. Ennek a mezőnek az új értékét kell visszaadnia. Használja a %1$sgetField(fieldId)%2$s függvényt egy mező aktuális értékének lekéréséhez. Vegye figyelembe, hogy minden mező karakterláncként vagy karakterláncok tömbjeként kerül visszaadásra.

source: Do not display the field in the form, use its value only in the Actions (like Email)
hu_hu: Ne jelenítse meg a mezőt az űrlapon, az értékét csak az Actions-ben használja (például Email)

source: Update on each Keypress
hu_hu: Frissítés minden billentyűleütéskor

source: Do not wait for the field to be blurred for the event to be triggered. Do it on each keypress.
hu_hu: Ne várja meg, amíg a mező elveszíti a fókuszt az esemény kiváltásához. Tegye meg minden billentyűleütéskor.

source: JS Field is not compatible with the Method Extension Post and Get options.
hu_hu: A JS Field nem kompatibilis a Method Extension Post és Get opcióival.

source: Live HTML
hu_hu: Élő HTML

source: Live HTML Content
hu_hu: Élő HTML tartalom

source: Message Generator
hu_hu: Üzenetgenerátor

source: Message type
hu_hu: Üzenet típusa

source: Message Text
hu_hu: Üzenet szövege

source: Thanks for submitting this form
hu_hu: Köszönjük az űrlap beküldését

source: Floating message
hu_hu: Lebegő üzenet

source: Floationg Position
hu_hu: Lebegő pozíció

source: Select a Post
hu_hu: Válasszon bejegyzést

source: Force a Post as Template content for Dynamic fields. Leave empty for use current Page.
hu_hu: Egy bejegyzés kényszerítése sablontartalomként a dinamikus mezőkhöz. Hagyja üresen az aktuális oldal használatához.

source: Add close button to message
hu_hu: Zárógomb hozzáadása az üzenethez

source: Close button Position
hu_hu: Zárógomb pozíciója

source: Hide Form after submit
hu_hu: Űrlap elrejtése beküldés után

source: Success Message
hu_hu: Sikerüzenet

source: Inline Message
hu_hu: Sorközi üzenet

source: Message Generator Text
hu_hu: Üzenetgenerátor szöveg

source: AJAX (Default)
hu_hu: AJAX (Alapértelmezett)

source: Using this method, all form Actions After Submit, validations, conditional fields and saving signature will not work!
hu_hu: E módszer használatával az összes űrlap Actions After Submit, az érvényesítések, a feltételes mezők és az aláírás mentése nem fog működni!

source: mirror
hu_hu: tükrözés

source: Source Field
hu_hu: Forrásmező

source: Hide Field
hu_hu: Mező elrejtése

source: Modifiable
hu_hu: Módosítható

source: If modifiable the mirroring will stop after the user makes the first direct change to the field
hu_hu: Ha módosítható, a tükrözés leáll, miután a felhasználó először közvetlenül módosítja a mezőt

source: Mirror is not compatible with the Method Extension Post and Get options.
hu_hu: A tükrözés nem kompatibilis a Method Extension Post és Get opcióival.

source: Password Visibility
hu_hu: Jelszó láthatósága

source: Center PayPal Buttons
hu_hu: PayPal gombok középre igazítása

source: Vertical layout (More Payment Options)
hu_hu: Függőleges elrendezés (További fizetési lehetőségek)

source: PayPal Buttons Height
hu_hu: PayPal gombok magassága

source: Buttons Height in pixels: min 25, max 55.
hu_hu: Gombok magassága pixelben: min 25, max 55.

source: PayPal Buttons Color
hu_hu: PayPal gombok színe

source: Gold
hu_hu: Arany

source: Silver
hu_hu: Ezüst

source: White
hu_hu: Fehér

source: Black
hu_hu: Fekete

source: The PayPal Field is only displayed in the frontend.
hu_hu: A PayPal mező csak a frontendben jelenik meg.

source: There was an error loading PayPal. Is the PayPal Client ID valid?
hu_hu: Hiba történt a PayPal betöltésekor. Érvényes a PayPal Client ID?

source: PayPal Field: Could not find the Name Field ID. Make sure to only insert the field ID (not a shortcode)
hu_hu: PayPal mező: Nem található a Név mező azonosítója. Győződjön meg róla, hogy csak a mező azonosítóját adja meg (nem egy shortcode-ot)

source: PayPal Field: Could not find the Value Field ID. Make sure to only insert the field ID (not a shortcode)
hu_hu: PayPal mező: Nem található az Érték mező azonosítója. Győződjön meg róla, hogy csak a mező azonosítóját adja meg (nem egy shortcode-ot)

source: You will need administrator capabilities to edit this form field.
hu_hu: Ennek az űrlapmezőnek a szerkesztéséhez adminisztrátori jogosultságokra van szükség.

source: Disable Amount Validation
hu_hu: Összegellenőrzés letiltása

source: By switching on this setting you disable validation of the transaction amount. There will still be validation to make sure a valid transaction has been sent. This is useful for payments that can have arbitrary amounts, when passed from another form with a request/get parameter
hu_hu: Ennek a beállításnak a bekapcsolásával letiltja a tranzakció összegének ellenőrzését. Továbbra is lesz ellenőrzés annak biztosítására, hogy érvényes tranzakció legyen elküldve. Ez hasznos olyan befizetéseknél, amelyek tetszőleges összegűek lehetnek, amikor egy másik űrlapról request/get paraméterrel kerülnek átadásra

source: Get item name dynamically from another field in the form
hu_hu: A tétel nevének dinamikus lekérése az űrlap egy másik mezőjéből

source: Name Field ID
hu_hu: Név mező azonosítója

source: Item Name
hu_hu: Tétel neve

source: Enter the item name to identify the product or service for this PayPal transaction.
hu_hu: Adja meg a tétel nevét, amely azonosítja a terméket vagy szolgáltatást ehhez a PayPal tranzakcióhoz.

source: Get item value dynamically from another field in the form
hu_hu: A tétel értékének dinamikus lekérése az űrlap egy másik mezőjéből

source: Value Field ID
hu_hu: Érték mező azonosítója

source: Item Value
hu_hu: Tétel értéke

source: Enter the item value for the product or service in this PayPal transaction.
hu_hu: Adja meg a tétel értékét a termékhez vagy szolgáltatáshoz ebben a PayPal tranzakcióban.

source: Item Description
hu_hu: Tétel leírása

source: Item Number (SKU)
hu_hu: Tételszám (SKU)

source: Item SKU
hu_hu: Tétel SKU

source: Order Approved Message
hu_hu: Rendelés jóváhagyási üzenet

source: Your PayPal order has been approved. Please submit the form to complete this payment.
hu_hu: A PayPal rendelése jóváhagyásra került. Kérjük, küldje be az űrlapot a fizetés befejezéséhez.

source: There was an error while completing the paypal transaction, please try again later or contact the merchant directly.
hu_hu: Hiba történt a paypal tranzakció befejezése közben, kérjük, próbálja meg később, vagy lépjen kapcsolatba közvetlenül a kereskedővel.

source: Could not complete the payment, try again later or contact the administrator.
hu_hu: Nem sikerült befejezni a fizetést, próbálja meg később, vagy lépjen kapcsolatba az adminisztrátorral.

source: PayPal Item Name
hu_hu: PayPal tétel neve

source: PayPal Item Description
hu_hu: PayPal tétel leírása

source: PayPal Approved Message
hu_hu: PayPal jóváhagyási üzenet

source: PayPal Item SKU
hu_hu: PayPal tétel SKU

source: Not available with dompdf converter
hu_hu: Nem érhető el a dompdf konverterrel

source: After submit the PDF Generator - URL Field will contained the URL of the PDF generated by the PDF Generator Action. This message is not visible in the frontend.
hu_hu: Beküldés után a PDF Generator - URL mező a PDF Generator művelet által generált PDF URL-jét fogja tartalmazni. Ez az üzenet a frontend felületen nem látható.

source: Converter
hu_hu: Konverter

source: Choose the converter that will generate the PDF.
hu_hu: Válassza ki azt a konvertert, amely a PDF-et generálja.

source: The SVG Converter is deprecated. It has problems with languages other than english and input text is not wrapped. We recommend the newer HTML converter, it doesn’t have these limitations.
hu_hu: Az SVG konverter elavult. Problémái vannak az angoltól eltérő nyelvekkel, és a bevitt szöveg nem tördelődik. Az újabb HTML konvertert ajánljuk, amelynél ezek a korlátozások nem állnak fenn.
