Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Text Editor with Tokens
hu_hu: Szövegszerkesztő tokenekkel

source: Add Tokens to show values from posts, users, terms, custom fields, options and others
hu_hu: Adjon hozzá tokeneket, hogy megjelenítse a bejegyzésekből, felhasználókból, kifejezésekből, egyedi mezőkből, beállításokból és más forrásokból származó értékeket

source: Discover Tokens
hu_hu: Tokenek felfedezése

source: Discover a multitude of tokens on your site to better understand its full power
hu_hu: Fedezzen fel rengeteg tokent a webhelyén, hogy jobban megértse annak teljes erejét

source: Text Editor with Timber
hu_hu: Szövegszerkesztő Timberrel

source: Write using the Twig Template Engine thanks to integration with Timber
hu_hu: Írjon a Twig sablonmotorral a Timber integrációnak köszönhetően

source: Animated Text
hu_hu: Animált szöveg

source: Advanced animation for your text
hu_hu: Fejlett animáció a szövegéhez

source: Manage parallax movements with your mouse on desktop or device orientation on mobile
hu_hu: Kezelje a parallax mozgásokat egérrel asztali gépen, illetve az eszköz tájolásával mobilon

source: Generate a rotation through a series of images
hu_hu: Generáljon forgást egy képsorozaton keresztül

source: Tilt
hu_hu: Billentés

source: Parallax hover tilt effect applied to a template
hu_hu: Parallaxis billentési effektus sablonra alkalmazva, egér fölé húzáskor

source: Before After
hu_hu: Előtte Utána

source: Display an image with a before - after effect, ideal for comparing differences between two images
hu_hu: Kép megjelenítése előtte–utána effektussal, ideális két kép közötti különbségek összehasonlításához

source: Shortcode with Tokens
hu_hu: Rövidkód tokenekkel

source: Apply a WordPress shortcode using Tokens
hu_hu: WordPress rövidkód alkalmazása tokenek használatával

source: File Include
hu_hu: Fájl beillesztése

source: Directly include files from a path in root as if you were writing in a theme
hu_hu: Fájlok közvetlen beillesztése a gyökér elérési útvonaláról, mintha egy témában írna

source: PHP Raw
hu_hu: Nyers PHP

source: Add PHP code directly in Elementor
hu_hu: PHP-kód közvetlen hozzáadása az Elementorban

source: Dynamic API
hu_hu: Dinamikus API

source: Fetch JSON data and use it dynamically
hu_hu: JSON-adatok lekérése és dinamikus használata

source: Web Scraper
hu_hu: Webes adatkinyerő

source: Scrape and extract content from any website in real-time
hu_hu: Tartalom lekaparása és kinyerése bármely webhelyről valós időben

source: Embed content from external URLs using an iFrame
hu_hu: Tartalom beágyazása külső URL-ekről iFrame használatával

source: Lazy iFrame
hu_hu: Lusta iFrame

source: Embed content from external URLs using an iFrame with lazy loading
hu_hu: Tartalom beágyazása külső URL-ekről iFrame használatával, lusta betöltéssel

source: Document Viewer
hu_hu: Dokumentummegjelenítő

source: Display a preview of different document types
hu_hu: Különböző dokumentumtípusok előnézetének megjelenítése

source: Dynamic Posts (old version)
hu_hu: Dinamikus bejegyzések (régi verzió)

source: Create archives from lists of articles with different query source options. You can display the list with different skins and use templates to control item content
hu_hu: Archívumok létrehozása cikklistákból különböző lekérdezési forrásopciókkal. A listát különböző skinekkel jelenítheti meg, és sablonokkal szabályozhatja az elemek tartalmát

source: Dynamic Posts
hu_hu: Dinamikus bejegyzések

source: Display lists of posts with different query source options. You can showcase the list using various skins and choose which items to display
hu_hu: Bejegyzéslisták megjelenítése különböző lekérdezési forrásopciókkal. A listát különböző skinekkel mutathatja be, és kiválaszthatja, mely elemeket jelenítse meg

source: Dynamic Products
hu_hu: Dinamikus termékek

source: Display your WooCommerce products with different skins and choose the items you want to display
hu_hu: WooCommerce-termékek megjelenítése különböző skinekkel, és a megjelenítendő elemek kiválasztása

source: Dynamic Products On Sale
hu_hu: Dinamikus akciós termékek

source: Display your WooCommerce products on sale with different skins and choose the items you want to display
hu_hu: Akciós WooCommerce-termékek megjelenítése különböző skinekkel, és a megjelenítendő elemek kiválasztása

source: Products in the Cart
hu_hu: Termékek a kosárban

source: Show your customers the WooCommerce products they have in their cart
hu_hu: Mutassa meg ügyfeleinek a kosarukban lévő WooCommerce-termékeket

source: Product Upsells
hu_hu: Upsell termékek

source: Show upsells products for a WooCommerce product
hu_hu: Upsell termékek megjelenítése egy WooCommerce-termékhez

source: Product Variations
hu_hu: Termékváltozatok

source: Show variations for a WooCommerce product
hu_hu: Változatok megjelenítése egy WooCommerce-termékhez

source: Product Cross-Sells
hu_hu: Cross-sell termékek

source: Show cross-sells products for a WooCommerce product
hu_hu: Cross-sell termékek megjelenítése egy WooCommerce-termékhez

source: Show your customers the favorites they have. Works in combination with the "Add to Favorites" widget
hu_hu: Mutassa meg ügyfeleinek a kedvenceiket. Az "Add to Favorites" widgettel együtt működik

source: Show your customers their wishlist automatically, excluding bought products. Works in combination with the "Add to Woo Wishlist" widget
hu_hu: Mutassa meg ügyfeleinek automatikusan a kívánságlistájukat, a megvásárolt termékek nélkül. Az "Add to Woo Wishlist" widgettel együtt működik

source: Sticky Posts
hu_hu: Kiemelt bejegyzések

source: Display Sticky Posts with different skins and choose the items you want to display
hu_hu: Kiemelt bejegyzések megjelenítése különböző skinekkel, és a megjelenítendő elemek kiválasztása

source: Search Results
hu_hu: Keresési találatok

source: Display Search Results with different skins and choose the items you want to display
hu_hu: Keresési találatok megjelenítése különböző skinekkel, és a megjelenítendő elemek kiválasztása

source: Posts by the Current User
hu_hu: Aktuális felhasználó bejegyzései

source: Show your logged-in customers posts written by them
hu_hu: Mutassa meg a bejelentkezett felhasználóknak a saját maguk által írt bejegyzéseiket

source: Dynamic Archives
hu_hu: Dinamikus archívumok

source: Displays posts for archives and categories, offering a tailored way to showcase and manage items
hu_hu: Bejegyzések megjelenítése archívumokhoz és kategóriákhoz, testreszabott módot kínálva az elemek bemutatására és kezelésére

source: Use Meta Box Relationships to easily display related content
hu_hu: A Meta Box Relationships használatával kapcsolódó tartalmak egyszerű megjelenítése

source: Dynamic Google Maps
hu_hu: Dinamikus Google Maps

source: Build a map using data from ACF Google Map fields, Meta Box Google Map fields, addresses or latitude and longitude
hu_hu: Készítsen térképet ACF Google Map mezők, Meta Box Google Map mezők, címek vagy szélességi és hosszúsági adatok felhasználásával

source: Dynamic Google Maps Directions
hu_hu: Dinamikus Google Maps útvonaltervezés

source: Show the map and calculate the direction between two locations. Can be used in conjunction with its Dynamic Tags to show distance info and directions
hu_hu: Jelenítse meg a térképet és számítsa ki az útvonalat két hely között. Használható a Dynamic Tags funkcióval együtt a távolságinformációk és útvonalak megjelenítéséhez

source: Build a map using data from Meta Box Google Map fields
hu_hu: Készítsen térképet a Meta Box Google Map mezők adatai alapján

source: Dynamic Users
hu_hu: Dinamikus felhasználók

source: Create an archive based on User profiles
hu_hu: Hozzon létre archívumot felhasználói profilok alapján

source: Animated Off-Canvas Menu
hu_hu: Animált off-canvas menü

source: An off-canvas menu is positioned outside of the viewport and slides in when activated
hu_hu: Az off-canvas menü a nézetablakon kívül helyezkedik el, és aktiváláskor becsúszik

source: Cursor Tracker
hu_hu: Kurzor-követő

source: An element that follows the cursor and indicates the level of scrolling
hu_hu: Egy elem, amely követi a kurzort és jelzi a görgetés mértékét

source: Display a list of files you uploaded. This is particularly useful when you need to make pictures or documents available in a simple and intuitive way
hu_hu: Jelenítse meg a feltöltött fájlok listáját. Különösen hasznos, ha képeket vagy dokumentumokat kell egyszerű és intuitív módon elérhetővé tenni

source: Parent Child Menu
hu_hu: Szülő-gyermek menü

source: Build a list of entries in horizontal or vertical mode where a parent element can be considered as a menu
hu_hu: Hozzon létre bejegyzéslistát vízszintes vagy függőleges módban, ahol egy szülőelem menüként szolgálhat

source: Advanced Filtering from Search & Filter Pro
hu_hu: Speciális szűrés a Search & Filter Pro-ból

source: This widget is is only compatible with version 2 of Search & Filter Pro. If you are using version 3, please enable the Elementor extension in the Search & Filter Pro settings and use their Search & Filter Field widget instead
hu_hu: Ez a widget csak a Search & Filter Pro 2-es verziójával kompatibilis. Ha a 3-as verziót használja, engedélyezze az Elementor kiterjesztést a Search & Filter Pro beállításaiban, és használja helyette a Search & Filter Field widgetet

source: Single Posts List
hu_hu: Egyedi bejegyzések listája

source: Create a custom menu from single pages
hu_hu: Hozzon létre egyéni menüt egyedi oldalakból

source: Taxonomy Terms List
hu_hu: Taxonómia-kifejezések listája

source: Create an archive type navigation menu based on a taxonomy. It generates a list of the terms that belong to a specific taxonomy so that each item can be clicked to easily access to the term archive
hu_hu: Hozzon létre taxonómián alapuló, archívum jellegű navigációs menüt. Létrehozza egy adott taxonómiához tartozó kifejezések listáját, így minden elemre kattintva könnyen elérhető a kifejezés archívuma

source: Views
hu_hu: Nézetek

source: Create a custom list from query results
hu_hu: Hozzon létre egyéni listát a lekérdezés eredményeiből

source: Pods Fields
hu_hu: Pods mezők

source: Add a custom field created with Pods
hu_hu: Adjon hozzá egy, a Pods-szal létrehozott egyéni mezőt

source: Pods Gallery
hu_hu: Pods galéria

source: Use a list of images from a Pods Image field with various display options
hu_hu: Használjon képek listáját egy Pods Image mezőből, különféle megjelenítési lehetőségekkel

source: Pods Relationship
hu_hu: Pods kapcsolat

source: Display related posts linked using the Pods Relationship field
hu_hu: Jelenítsen meg kapcsolódó bejegyzéseket, amelyeket a Pods Relationship mezővel kapcsoltak össze

source: Breadcrumbs
hu_hu: Morzsamenü

source: Insert breadcrumbs and generate paths inside your page automatically
hu_hu: Helyezzen el morzsamenüt, és automatikusan generáljon útvonalakat az oldalán

source: Retrieve the post content
hu_hu: Kérje le a bejegyzés tartalmát

source: Display the published or modified date
hu_hu: Jelenítse meg a közzététel vagy a módosítás dátumát

source: Excerpt
hu_hu: Kivonat

source: Display a short section from the beginning of the content
hu_hu: Jelenítsen meg egy rövid részletet a tartalom elejéről

source: Retrieve the featured image
hu_hu: Kérje le a kiemelt képet

source: Icon Format
hu_hu: Ikon formátum

source: Add an icon for your post format and identify its type
hu_hu: Adjon ikont a bejegyzés formátumához, és azonosítsa a típusát

source: Post Meta
hu_hu: Bejegyzés metaadatok

source: Display any post meta saved in the database
hu_hu: Jelenítse meg az adatbázisban tárolt bármely bejegyzés-metaadatot

source: Prev Next
hu_hu: Előző Következő

source: Display navigation links to adjacent posts based on a category/taxonomy or tag
hu_hu: Jelenítsen meg navigációs linkeket a szomszédos bejegyzésekhez kategória/taxonómia vagy címke alapján

source: Read More Button
hu_hu: Bővebben gomb

source: Add a "Read More" button below your post or on the block in the archive, create a call-to-action.
hu_hu: Adjon hozzá egy "Bővebben" gombot a bejegyzése alá vagy az archívumban lévő blokkhoz, és hozzon létre cselekvésre ösztönzést

source: Terms & Taxonomy
hu_hu: Kifejezések és taxonómia

source: Insert your post taxonomies
hu_hu: Szúrja be a bejegyzés taxonómiáit

source: Dynamic Title
hu_hu: Dinamikus cím

source: It automatically recognises the object among Posts, Archives and Users and gives you the title
hu_hu: Automatikusan felismeri az objektumot a bejegyzések, archívumok és felhasználók között, és megadja a címet

source: Retrieve the post type
hu_hu: Kérje le a bejegyzéstípust

source: User Fields
hu_hu: Felhasználói mezők

source: Display any user field
hu_hu: Bármely felhasználói mező megjelenítése

source: Taxonomy Title
hu_hu: Taxonómia cím

source: Use the current Taxonomy term as the Archive title
hu_hu: Használja az aktuális taxonómia-kifejezést az archívum címeként

source: Create a shape using an SVG path and make it move!
hu_hu: Hozzon létre egy alakzatot egy SVG útvonallal, és mozgassa meg!

source: SVG Distortion
hu_hu: SVG torzítás

source: The SVG Distortion widget operates by calculating the displacement map based on a source image
hu_hu: Az SVG torzítás widget egy forráskép alapján számított eltolási térkép segítségével működik

source: SVG Filter Effects
hu_hu: SVG szűrőeffektusok

source: The widget operates using primitive SVG filters
hu_hu: A widget primitív SVG szűrőket használva működik

source: SVG Image Mask
hu_hu: SVG képmaszk

source: The SVG Image Mask widget operates through the mask attribute of the SVG
hu_hu: Az SVG képmaszk widget az SVG mask attribútumán keresztül működik

source: SVG Morphing
hu_hu: SVG alakváltás

source: You can transpose SVG paths to morph from one shape to another
hu_hu: Átalakíthatja az SVG útvonalakat, hogy egyik alakzatból a másikba alakuljanak

source: SVG Text Path
hu_hu: SVG szövegútvonal

source: Write out text along a source based on an SVG path line
hu_hu: Írjon ki szöveget egy SVG útvonalon alapuló forrás mentén

source: Toolset Fields
hu_hu: Toolset mezők

source: Display a Toolset custom field
hu_hu: Egy Toolset egyéni mező megjelenítése

source: Toolset Relationship
hu_hu: Toolset kapcsolat

source: Display related posts defined by Toolset Relationships
hu_hu: A Toolset kapcsolatok által meghatározott kapcsolódó bejegyzések megjelenítése

source: Background Canvas
hu_hu: Háttér Canvas

source: Easily integrate WebGL with Canvas for Shader effects
hu_hu: WebGL egyszerű integrálása a Canvas-szal Shader effektekhez

source: Images Distortion Hover
hu_hu: Képtorzítás hoverre

source: Special rollover effects based on WebGL, Three.js, and transformation shaders
hu_hu: Speciális rollover effektek WebGL, Three.js és transzformációs shaderek alapján

source: Panorama
hu_hu: Panoráma

source: Display a 360 degree spherical image through VR mode
hu_hu: 360 fokos gömbpanoráma megjelenítése VR módban

source: A map widget that does not need a key thanks to OpenStreetMap!
hu_hu: Térkép widget, amelyhez az OpenStreetMapnek köszönhetően nem kell kulcs

source: Dynamic OpenStreetMap
hu_hu: Dinamikus OpenStreetMap

source: Display and customize multiple points of interest on OpenStreetMap
hu_hu: Több érdekes pont megjelenítése és testreszabása az OpenStreetMapen

source: Cryptocoin Badge
hu_hu: Kriptocoin jelvény

source: Perfect for showing your customers the realtime value of your favorite cryptocoin
hu_hu: Tökéletes ügyfeleinek kedvenc kriptocoinja valós idejű értékének megjelenítéséhez

source: PDF Viewer
hu_hu: PDF-megjelenítő

source: Show a PDF file
hu_hu: PDF-fájl megjelenítése

source: Page Scroll
hu_hu: Oldalgörgetés

source: Turn sections into scrolling steps and minimize pagination using either scroll, snap, or inertia effects
hu_hu: A szakaszokat görgetési lépésekké alakítja, és minimalizálja a lapozást görgetés, snap vagy tehetetlenségi effektek használatával

source: Smooth Transition
hu_hu: Sima átmenet

source: Provides a smooth animated transition between pages
hu_hu: Sima, animált átmenetet biztosít az oldalak között

source: Tracker Header
hu_hu: Követő fejléc

source: Tracker header will fix the header of your site to the top of the page. The header will disappear while scrolling but will reappear with a small swipe upward. This will help to optimize available spaces, especially on mobile devices
hu_hu: A Tracker fejléc a webhely fejlécét az oldal tetejéhez rögzíti. Görgetés közben a fejléc eltűnik, de egy kis felfelé pöccintésre újra megjelenik. Ez segít optimalizálni a rendelkezésre álló helyet, különösen mobil eszközökön

source: Settings
hu_hu: Beállítások

source: Template System
hu_hu: Sablonrendszer

source: Assign an Elementor Template
hu_hu: Elementor sablon hozzárendelése

source: From Parent
hu_hu: Szülőtől

source: Template
hu_hu: Sablon

source: Blocks/Canvas
hu_hu: Blokkok/Canvas

# CPT Name
source: HTML Templates
hu_hu: HTML sablonok

# CPT Singular Name
source: HTML Template
hu_hu: HTML sablon

source: Add New
hu_hu: Új hozzáadása

source: Add New HTML Template
hu_hu: Új HTML sablon hozzáadása

source: Edit HTML Template
hu_hu: HTML sablon szerkesztése

source: New HTML Template
hu_hu: Új HTML sablon

source: All HTML Template
hu_hu: Összes HTML sablon

source: View HTML Template
hu_hu: HTML sablon megtekintése

source: Search HTML Template
hu_hu: HTML sablonok keresése

source: No HTML Template found
hu_hu: Nem található HTML sablon

source: No HTML Template found in trash
hu_hu: Nem található HTML sablon a lomtárban

# CPT Menu Name
source: HTML Templates
hu_hu: HTML sablonok

source: PDF HTML: Could not fetch HTML Template, was it deleted?
hu_hu: PDF HTML: Nem sikerült lekérni a HTML sablont, esetleg törölték?

source: PDF HTML: Could not fetch Elementor Template
hu_hu: PDF HTML: Nem sikerült lekérni az Elementor sablont

source: Get the HTML from an Elementor Template (easier, but you have less control of the result).
hu_hu: HTML lekérése egy Elementor sablonból (könnyebb, de kevésbé szabályozható az eredmény).

source: Select the Elementor Template
hu_hu: Válassza ki az Elementor sablont

source: Preview PDF
hu_hu: PDF előnézete

source: The following fonts can be used with the %sfont-family%s CSS property.
hu_hu: A következő betűtípusok használhatók a %sfont-family%s CSS tulajdonsággal.

source: Core Fonts
hu_hu: Alap betűtípusok

source: The available core fonts are:
hu_hu: Az elérhető alap betűtípusok:

source: RTL languages: please notice that you cannot use the core fonts in a page that contains also an RTL language, like Arabic or Hebrew. Upload them as Custom Fonts if you need them.
hu_hu: RTL nyelvek: Kérjük, vegye figyelembe, hogy nem használhatók az alap betűtípusok olyan oldalon, amely RTL nyelvet is tartalmaz, például arab vagy héber. Szükség esetén töltse fel őket Egyéni betűtípusként.

source: Custom Fonts
hu_hu: Egyéni betűtípusok

source: Custom Fonts can be added in the %sElementor Custom Fonts menu page%s. Only the TTF type is supported. Weight can only be normal or bold, style can only be normal or italic. The following are the ones that were detected:
hu_hu: Egyéni betűtípusok a %sElementor Custom Fonts menüoldalon%s adhatók hozzá. Csak a TTF típus támogatott. A vastagság csak normal vagy bold, a stílus csak normal vagy italic lehet. Az alábbiakat észleltük:

source: weight-style variants:
hu_hu: vastagság-stílus változatok:

source: bold
hu_hu: félkövér

source: normal
hu_hu: normál

source: italic
hu_hu: dőlt

source: To insert an image, first go to the
hu_hu: Kép beszúrásához először lépjen a

source: WordPress Media Library
hu_hu: WordPress Médiatár

source: , select an image and find its ID. Then you can use the image like this:
hu_hu: , válasszon ki egy képet és keresse meg az azonosítóját. Ezután így használhatja a képet:

source: Replace "your-id-here" with the ID of the image.
hu_hu: Cserélje le a "your-id-here" szöveget a kép azonosítójára.

source: To insert a signature, use the following Dynamic Shortcode:
hu_hu: Aláírás beszúrásához használja a következő Dynamic Shortcode-ot:

source: Notice how we used %1$s.file_loc%2$s, which is a file system path, instead of a URL. Avoid image URLs as they will be slow to fetch.
hu_hu: Figyelje meg, hogy a %1$s.file_loc%2$s kifejezést használtuk URL helyett, ez egy fájlrendszer-útvonal. Kerülje a képek URL-jeit, mert lassú lesz a lekérésük.

source: To insert a signature you can use:
hu_hu: Aláírás beszúrásához használhatja:

source: Select a Post to get things like Post Title, ACF fields etc. for the preview (can leave empty if these are not used)
hu_hu: Válasszon bejegyzést az előnézethez olyan adatokhoz, mint a bejegyzés címe, ACF mezők stb. (ha nem használja ezeket, üresen hagyható)

source: Here you can insert form data so that you can see them in the preview. The name of the field is followed by a | and then by its value. For fields that allow multiple selection like Checkbox you can separate the selected values by a comma.
hu_hu: Itt megadhat űrlapadatokat, hogy lássa őket az előnézetben. A mező neve után egy | jel, majd az értéke következik. Azoknál a mezőknél, amelyek több választást engednek, például a jelölőnégyzetnél, a kiválasztott értékeket vesszővel elválaszthatja.

source: Portrait
hu_hu: Álló

source: Landscape
hu_hu: Fekvő

source: Preview
hu_hu: Előnézet

source: Dimensions
hu_hu: Méretek

source: Fonts
hu_hu: Betűtípusok

source: Preview Data
hu_hu: Előnézeti adatok

source: Inserting Images
hu_hu: Képek beszúrása

source: Only administrators can edit this Elementor Page
hu_hu: Ezt az Elementor oldalt csak az adminisztrátorok szerkeszthetik

source: Stripe: cannot find customer field `%1$s`. Please, do not use shortcode or tokens, just insert the ID of the field as it is.
hu_hu: Stripe: nem található a(z) `%1$s` ügyfélmező. Kérjük, ne használjon shortcode-ot vagy tokeneket, csak adja meg a mező azonosítóját úgy, ahogy van.

source: Could not find the Price ID field. Please just insert the field ID as it is, not inside a token or shortcode.
hu_hu: Nem található a Price ID mező. Kérjük, csak adja meg a mező ID-ját úgy, ahogy van, ne tokenben vagy shortcode-ban.

source: Could not find the Amount field. Please just insert the field ID as it is, not inside a token or shortcode.
hu_hu: Nem található az Amount mező. Kérjük, csak adja meg a mező ID-ját úgy, ahogy van, ne tokenben vagy shortcode-ban.

source: Dynamic Shortcodes, which is included in your Dynamic Content for Elementor license, is not currently installed. %1$sInstall Dynamic Shortcodes%2$s to enhance your experience with Elementor.
hu_hu: A Dynamic Shortcodes, amely a Dynamic Content for Elementor licencébe tartozik, jelenleg nincs telepítve. %1$sTelepítse a Dynamic Shortcodes bővítményt%2$s az Elementor-élmény javításához.

source: Type of data unrecognized or unavailable here
hu_hu: Az adattípus nem ismert vagy itt nem érhető el

source: Form fields not found
hu_hu: Űrlapmezők nem találhatók

source: Use Dynamic Shortcodes Only!
hu_hu: Csak a Dynamic Shortcodes-t használja!

source: Tokens is now deprecated. Enhance your site by using only Dynamic Shortcodes, which you already have active and deactivate Tokens. %1$sLearn how to migrate%2$s.
hu_hu: A Tokens mostantól elavult. Fejlessze webhelyét azzal, hogy csak a Dynamic Shortcodes-t használja, amely már aktív, és kapcsolja ki a Tokens-t. %1$sIsmerje meg az átállás módját%2$s.

source: Recommended Update
hu_hu: Ajánlott frissítés
