Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Scrolling management compromises various elements of the page (not just Elementor). In order to function correctly and obtain the transformations, it is necessary to indicate the CSS selectors of the theme used. By default we indicate the elements for OceanWP theme.
hu_hu: A görgetés kezelése az oldal különböző elemeit érinti (nem csak az Elementort). A helyes működéshez és az átalakítások eléréséhez meg kell adni a használt téma CSS-szelektorait. Alapértelmezés szerint az OceanWP témához tartozó elemeket jelöljük meg.

source: Automatic Wrapper
hu_hu: Automatikus Wrapper

source: Content Scroll
hu_hu: Tartalom görgetése

source: Speed coefficient
hu_hu: Sebességi együttható

source: Skew
hu_hu: Ferdítés

source: Scroll Direction
hu_hu: Görgetés iránya

source: Apply Inertia Scroll on
hu_hu: Tehetetlenségi görgetés alkalmazása ezen

source: 3D Type
hu_hu: 3D típus

source: Row
hu_hu: Sor

source: Single Item Width
hu_hu: Egy elem szélessége

source: Depth blur
hu_hu: Mélységi elmosás

source: Mouse wheel
hu_hu: Egérgörgő

source: Free mouse wheel at the end
hu_hu: Egérgörgő felszabadítása a végén

source: Free mouse wheel after last element is reached
hu_hu: Egérgörgő felszabadítása az utolsó elem elérése után

source: Center the first item at the start
hu_hu: Az első elem középre igazítása induláskor

source: Accordion
hu_hu: Harmonika

source: Active Icon
hu_hu: Aktív ikon

source: Heading HTML Tag
hu_hu: Címsor HTML-címke

source: Initially open
hu_hu: Kezdetben nyitva

source: First
hu_hu: Első

source: Custom Index
hu_hu: Egyéni index

source: All
hu_hu: Összes

source: Active Index
hu_hu: Aktív index

source: Automatically close other tabs
hu_hu: Más fülek automatikus bezárása

source: Speed (ms)
hu_hu: Sebesség (ms)

source: Heading
hu_hu: Címsor

source: Active Background
hu_hu: Aktív háttér

source: Border Width
hu_hu: Szegélyvastagság

source: Button Padding
hu_hu: Gomb belső térköze

source: Tab
hu_hu: Fül

source: Spacing
hu_hu: Térköz

source: Start
hu_hu: Kezdet

source: End
hu_hu: Vég

source: Focus
hu_hu: Fókusz

source: Pagination
hu_hu: Lapozás

source: Horizontal Spacing
hu_hu: Vízszintes térköz

source: Colors
hu_hu: Színek

source: Prev/Next
hu_hu: Előző/Következő

source: Icon Spacing
hu_hu: Ikon térköze

source: First/Last
hu_hu: Első/Utolsó

source: Progression
hu_hu: Haladás

source: Infinite Scroll
hu_hu: Végtelen görgetés

source: Spacing status
hu_hu: Térköz állapota

source: Button
hu_hu: Gomb

source: Blocks
hu_hu: Blokkok

source: Text Alignment
hu_hu: Szöveg igazítása

source: Vertical Alignment
hu_hu: Függőleges igazítás

source: Space Between
hu_hu: Egyenletes elosztás

source: Space Around
hu_hu: Egyenletes elosztás körül

source: Vertical Alternate
hu_hu: Függőleges váltakozás

source: No Results Behaviour
hu_hu: Nincs találat viselkedése

source: Infinite Scroll does not work correctly if you set the order randomly. Please choose another sorting type. This notice is not visible to your visitors.
hu_hu: A végtelen görgetés nem működik megfelelően, ha a sorrendet véletlenszerűre állítja. Kérjük, válasszon másik rendezési típust. Ez az értesítés nem látható a látogatói számára.

source: Infinite Scroll is not displayed correctly in the Elementor editor due to technical limitations but works correctly in the frontend.
hu_hu: A végtelen görgetés technikai korlátok miatt nem jelenik meg helyesen az Elementor szerkesztőben, de a frontenden megfelelően működik.

source: Masonry is not displayed correctly in the Elementor editor due to technical limitations but works correctly in the frontend.
hu_hu: A Masonry technikai korlátok miatt nem jelenik meg helyesen az Elementor szerkesztőben, de a frontenden megfelelően működik.

source: Grid with Filters Skin is not displayed correctly in the Elementor editor due to technical limitations but works correctly in the frontend.
hu_hu: A Grid with Filters Skin technikai korlátok miatt nem jelenik meg helyesen az Elementor szerkesztőben, de a frontenden megfelelően működik.

source: Alert
hu_hu: Figyelmeztetés

source: You have used a Loop template, created by Ele Custom Skin specifically for their features. Please use another type of template to avoid incompatibility.
hu_hu: Olyan Loop sablont használt, amelyet az Ele Custom Skin kifejezetten a saját funkcióihoz készített. Kérjük, használjon más típusú sablont az inkompatibilitás elkerülése érdekében.

source: Remove Masking
hu_hu: Maszkolás eltávolítása

source: Remove the mask on the carousel to allow the display of the elements outside
hu_hu: Távolítsa el a maszkot a carouselen, hogy a kívül eső elemek is megjelenhessenek.

source: Duration of transition between slides
hu_hu: A diák közötti átmenet időtartama

source: Transition Effect
hu_hu: Átmeneti effektus

source: Transition effect between slides
hu_hu: Diák közötti átmeneti effektus

source: Cube
hu_hu: Kocka

source: Effects options
hu_hu: Effektbeállítások

source: Slide Shadows
hu_hu: Diaárnyékok

source: Shadow
hu_hu: Árnyék

source: Coverflow Stretch
hu_hu: Coverflow nyújtás

source: Stretch space between slides (in px)
hu_hu: A diák közötti távolság nyújtása (px-ben)

source: Coverflow Modifier
hu_hu: Coverflow módosító

source: Effect multipler
hu_hu: Effekt szorzó

source: Auto Height
hu_hu: Automatikus magasság

source: Slider wrapper will adopt its height to the height of the currently active slide. This setting doesn't support multirow layout
hu_hu: A csúszka burkolója a magasságát az aktuálisan aktív dia magasságához igazítja. Ez a beállítás nem támogatja a többsoros elrendezést

source: Viewport Height
hu_hu: Nézetablak magassága

source: Match Height
hu_hu: Magasság igazítása

source: Initial Slide
hu_hu: Kezdő dia

source: Index number of initial slide
hu_hu: A kezdő dia indexe

source: Slides Per View
hu_hu: Diák száma nézetben

source: Slides visible at the same time
hu_hu: Egyszerre látható diák száma

source: Slides Per Group
hu_hu: Diák száma csoportonként

source: Enable group sliding and set numbers of slides per group
hu_hu: Csoportos csúsztatás engedélyezése és a diák száma csoportonként

source: Slides Per Column
hu_hu: Diák száma oszloponként

source: Number of slides per column, for multirow layout
hu_hu: Diák száma oszloponként, többsoros elrendezéshez

source: Slides Offset Before
hu_hu: Diák előtti eltolás

source: Slides Offset After
hu_hu: Diák utáni eltolás

source: Slides per Column Fill
hu_hu: Oszloponkénti kitöltés

source: Transition effect from the slides.
hu_hu: A diák közötti átmeneti effekt.

source: Loop
hu_hu: Végtelenítés

source: Set to true to enable continuous loop mode
hu_hu: Állítsa true-ra a folyamatos végtelenített mód engedélyezéséhez

source: Center Insufficient Slides
hu_hu: Kevés dia középre igazítása

source: When there are not enough slides, these will be centered
hu_hu: Ha nincs elég dia, azok középre kerülnek

source: Center Active Slide
hu_hu: Aktív dia középre igazítása

source: Centered Slides Bounds
hu_hu: Középre igazított diák határai

source: Active slide will be centered without adding gaps at the beginning and end of slider. Not intended to be used with loop or pagination.
hu_hu: Az aktív dia középre kerül a csúszka elején és végén lévő hézagok hozzáadása nélkül. Nem javasolt végtelenítéssel vagy paginációval együtt használni.

source: Nav
hu_hu: Navigáció

source: Navigation
hu_hu: Navigáció

source: Arrows
hu_hu: Nyilak

source: Hover color
hu_hu: Hover színe

source: Transform
hu_hu: Transzformáció

source: Stroke Arrow
hu_hu: Nyíl körvonala

source: Stroke Line
hu_hu: Vonal körvonala

source: Dashed
hu_hu: Szaggatott

source: Horizontal position
hu_hu: Vízszintes pozíció

source: Vertical position
hu_hu: Függőleges pozíció

source: Middle
hu_hu: Közép

source: Down
hu_hu: Le

source: Horizontal Shift
hu_hu: Vízszintes eltolás

source: Vertical Shift
hu_hu: Függőleges eltolás

source: Use animation in rollover
hu_hu: Animáció használata egér fölé vitelekor

source: A short animation will take place at the rollover.
hu_hu: Rövid animáció játszódik le egér fölé vitelekor.

source: Pag
hu_hu: Pagináció

source: Use the slide progression display system
hu_hu: A diák előrehaladását jelző rendszer használata

source: Pagination Type
hu_hu: Lapozás típusa

source: Bullets
hu_hu: Pontok

source: Fraction
hu_hu: Tört

source: Progressbar
hu_hu: Folyamatjelző sáv

source: Fraction text separator
hu_hu: Tört szöveg elválasztója

source: The text separating the 2 numbers
hu_hu: A két számot elválasztó szöveg

source: Numbers color
hu_hu: Számok színe

source: current Number Color
hu_hu: Aktuális szám színe

source: Separator Color
hu_hu: Elválasztó színe

source: Current Number Typography
hu_hu: Aktuális szám tipográfiája

source: Bullets Options
hu_hu: Pontok beállításai

source: Dynamic Bullets
hu_hu: Dinamikus pontok

source: Enable it if you use bullets pagination with a lot of slides. So it will keep only few bullets visible at the same time.
hu_hu: Engedélyezze, ha sok diához pont alapú lapozást használ. Így egyszerre csak néhány pont marad látható.

source: Bullets Style
hu_hu: Pontok stílusa

source: Square
hu_hu: Négyzet

source: Lines
hu_hu: Vonalak

source: Show numbers
hu_hu: Számok megjelenítése

source: Numbers Color
hu_hu: Számok színe

source: Numbers Typography
hu_hu: Számok tipográfiája

source: Bullets Color
hu_hu: Pontok színe

source: Bullets border
hu_hu: Pontok szegélye

source: Active bullet color
hu_hu: Aktív pont színe

source: Active bullet border
hu_hu: Aktív pont szegélye

source: Bullets Dimension
hu_hu: Pontok mérete

source: Shift
hu_hu: Eltolás

source: Progress
hu_hu: Haladás

source: Bar Color
hu_hu: Sáv színe

source: Progressbar Size
hu_hu: Folyamatjelző sáv mérete

source: Scroll
hu_hu: Görgetés

source: Scrollbar
hu_hu: Görgetősáv

source: Draggable
hu_hu: Húzható

source: Make scrollbar draggable that allows you to control slider position
hu_hu: Tegye a görgetősávot húzhatóvá, így szabályozhatja a csúszka pozícióját

source: Hide scrollbar automatically after user interaction
hu_hu: A görgetősáv automatikus elrejtése felhasználói interakció után

source: Autoplay
hu_hu: Automatikus lejátszás

source: Autoplay Delay (ms)
hu_hu: Automatikus lejátszás késleltetése (ms)

source: Autoplay stop on last slide
hu_hu: Automatikus lejátszás leállítása az utolsó dián

source: Autoplay Disable on interaction
hu_hu: Automatikus lejátszás letiltása interakció esetén

source: Free Mode
hu_hu: Szabad mód

source: Slides will not have fixed positions
hu_hu: A diák pozíciója nem lesz rögzített

source: Free Mode Momentum
hu_hu: Szabad mód lendület

source: Slide will keep moving for a while after you release it
hu_hu: A dia még egy ideig tovább mozog, miután elengedi

source: Free Mode Momentum Ratio
hu_hu: Szabad mód lendület aránya

source: Higher value produces larger momentum distance after you release slider
hu_hu: A nagyobb érték nagyobb lendületből megtett távolságot eredményez, miután elengedi a csúszkát

source: Free Mode Momentum Velocity Ratio
hu_hu: Szabad mód lendületi sebesség aránya

source: Higher value produces larger momentum speed after you release slider
hu_hu: A nagyobb érték nagyobb lendületi sebességet eredményez, miután elengedi a csúszkát

source: Free Mode Momentum Bounce
hu_hu: Szabad mód lendületi visszapattanás

source: Free Mode Momentum Bounce Ratio
hu_hu: Szabad mód lendületi visszapattanás aránya

source: Higher value produces larger momentum bounce effect
hu_hu: A nagyobb érték erősebb lendületi visszapattanási hatást eredményez

source: Minimum touchmove-velocity required to trigger free mode momentum
hu_hu: A szabad mód lendületének aktiválásához szükséges minimális érintéses mozgatási sebesség

source: Free Mode Sticky
hu_hu: Ragadós szabad mód

source: Snap to slides positioned in free mode
hu_hu: Ráigazítás a diákhoz szabad módban

source: Other
hu_hu: Egyéb

source: Grab Cursor
hu_hu: Fogó kurzor

source: This option may improve desktop usability. The user will see the “grab” cursor when hover on carousel
hu_hu: Ez az opció javíthatja az asztali használhatóságot. A felhasználó „grab” kurzort lát, amikor a carousel fölé viszi az egeret

source: Keyboard Control
hu_hu: Billentyűzetes vezérlés

source: Set to true to enable keyboard control
hu_hu: Állítsa true-ra a billentyűzetes vezérlés engedélyezéséhez

source: Mousewheel Control
hu_hu: Egérgörgős vezérlés

source: Enables navigation through slides using mouse wheel
hu_hu: Lehetővé teszi a diák közti navigálást az egérgörgővel

source: Title HTML Tag
hu_hu: Cím HTML-címke

source: Featured Image - Fallback
hu_hu: Kiemelt kép – tartalék

source: Item Image Overlay
hu_hu: Elem képátfedés

source: Blend Mode
hu_hu: Keverési mód

source: Multiply
hu_hu: Szorzás

source: Screen
hu_hu: Képernyő

source: Overlay
hu_hu: Átfedés

source: Darken
hu_hu: Sötétítés

source: Lighten
hu_hu: Világosítás

source: Saturation
hu_hu: Telítettség

source: Luminosity
hu_hu: Fényerő

source: Item Title
hu_hu: Elem címe

source: Item Number
hu_hu: Elem száma

source: Text Stroke Color
hu_hu: Szövegkörvonal színe

source: Text Stroke Width
hu_hu: Szövegkörvonal vastagsága

source: Text Fill Color
hu_hu: Szöveg kitöltésének színe

source: Dual Carousel
hu_hu: Kettős carousel

source: Thumbnails
hu_hu: Bélyegképek

source: Number of slides per view (slides visible at the same time on sliders container). If you use it with "auto" value and along with loop: true then you need to specify loopedSlides parameter with amount of slides to loop (duplicate). SlidesPerView: "auto"'" is currently not compatible with multirow mode, when slidesPerColumn greater than 1
hu_hu: Diák száma nézetenként (egyszerre látható diák a csúszka konténerében). Ha "auto" értékkel és a loop: true beállítással használja, meg kell adnia a loopedSlides paramétert a hurkolandó diák (duplikátumok) számával. A SlidesPerView: "auto"'" jelenleg nem kompatibilis a többsoros móddal, amikor a slidesPerColumn nagyobb, mint 1

source: Gap
hu_hu: Hézag

source: Centered Slides
hu_hu: Középre igazított diák

source: Normal Image Overlay
hu_hu: Normál képátfedés

source: Active Opacity
hu_hu: Aktív átlátszatlanság

source: Active Title Background
hu_hu: Aktív cím háttere

source: Active Image Overlay
hu_hu: Aktív képátfedés

source: Show Title
hu_hu: Cím megjelenítése

source: HTML Tag
hu_hu: HTML-címke

source: Show Image
hu_hu: Kép megjelenítése

source: Image Format
hu_hu: Képformátum

source: Grid with Filters
hu_hu: Rács szűrőkkel

source: Filters
hu_hu: Szűrők

source: Filters Style
hu_hu: Szűrők stílusa

source: Links List
hu_hu: Hivatkozások listája

source: Select
hu_hu: Választás

source: Data Filters (Taxonomy)
hu_hu: Adatszűrők (taxonómia)

source: Use first level Terms
hu_hu: Első szintű kifejezések használata

source: Data Filters (Selected Terms)
hu_hu: Adatszűrők (kiválasztott kifejezések)

source: Use only Selected taxonomy terms or leave empty to use All terms of this taxonomy
hu_hu: Csak a kiválasztott taxonómiai kifejezéseket használja, vagy hagyja üresen a taxonómia összes kifejezésének használatához

source: Order By
hu_hu: Rendezés alapja

source: Sorting
hu_hu: Rendezés

source: Add "All" filter
hu_hu: "Összes" szűrő hozzáadása

source: "All" filter is default
hu_hu: Az "Összes" szűrő az alapértelmezett

source: All text
hu_hu: Összes szöveg

source: Separator
hu_hu: Elválasztó

source: Color Hover
hu_hu: Szín (hover)

source: Color Active
hu_hu: Aktív szín

source: Typography Separator
hu_hu: Elválasztó tipográfiája

source: Vertical Shift Separator
hu_hu: Elválasztó függőleges eltolása

source: Grid to Fullscreen 3D
hu_hu: Rács teljes képernyőre 3D

source: Effect
hu_hu: Effekt

source: Effect 1
hu_hu: Effekt 1

source: Effect 2
hu_hu: Effekt 2

source: Effect 3
hu_hu: Effekt 3

source: Effect 4
hu_hu: Effekt 4

source: Effect 5
hu_hu: Effekt 5

source: Effect 6
hu_hu: Effekt 6

source: Custom effect
hu_hu: Egyedi effekt

source: Duration (s)
hu_hu: Időtartam (s)

source: Activations
hu_hu: Aktiválások

source: Corners
hu_hu: Sarkok

source: Sides
hu_hu: Oldalak

source: Bottom Step
hu_hu: Alsó lépés

source: Mouse
hu_hu: Egér

source: Closest Corner
hu_hu: Legközelebbi sarok

source: Closest Side
hu_hu: Legközelebbi oldal

source: Transformation
hu_hu: Átalakítás

source: Timing equation Easing
hu_hu: Időzítési egyenlet (Easing)

source: To Fullscreen
hu_hu: Teljes képernyőre

source: Equation to fullscreen
hu_hu: Egyenlet teljes képernyőre

source: Timing function to Grid
hu_hu: Időzítési függvény rácshoz

source: Easing to fullscreen
hu_hu: Easing teljes képernyőre

source: Width (%)
hu_hu: Szélesség (%)

source: Height (%)
hu_hu: Magasság (%)

source: Close preview
hu_hu: Előnézet bezárása

source: Grid
hu_hu: Rács

source: First item Template
hu_hu: Első elem sablonja

source: First Item Column
hu_hu: Első elem oszlopa

source: Stretch
hu_hu: Nyújtás

source: Match Height by Row
hu_hu: Magasság egyeztetése soronként

source: Move Up
hu_hu: Felfelé mozgatás

source: Scale Up
hu_hu: Nagyítás

source: Fall Perspective
hu_hu: Esés perspektívával

source: Fly
hu_hu: Repülés

source: Columns Gap
hu_hu: Oszlopköz

source: Rows Gap
hu_hu: Sorköz

source: List Type
hu_hu: Lista típusa

source: Unordered List
hu_hu: Rendezetlen lista

source: Ordered List
hu_hu: Rendezett lista

source: Numbering Type
hu_hu: Számozás típusa

source: Numbers
hu_hu: Számok

source: Lowercase letters
hu_hu: Kisbetűk

source: Uppercase letters
hu_hu: Nagybetűk

source: Lowercase Roman numerals
hu_hu: Kis római számok

source: Uppercase Roman numerals
hu_hu: Nagy római számok

source: Style Type
hu_hu: Stílus típusa

source: Disc
hu_hu: Teli kör

source: Smoothscroll
hu_hu: Sima görgetés

source: Row space
hu_hu: Sorköz

source: Padding of content
hu_hu: Tartalom belső margója

source: Perspective
hu_hu: Perspektíva

source: Table
hu_hu: Táblázat

source: Col space
hu_hu: Oszlopköz

source: Background Color for even rows
hu_hu: Páros sorok háttérszíne

source: Timeline
hu_hu: Idővonal

source: Image Size
hu_hu: Kép mérete

source: Vertical Position
hu_hu: Függőleges pozíció

source: Timeline Width
hu_hu: Idővonal szélessége

source: Content Space
hu_hu: Tartalom térköze

source: Row Space
hu_hu: Sorköz

source: Line
hu_hu: Vonal

source: Line Color
hu_hu: Vonal színe

source: Line size
hu_hu: Vonal vastagsága

source: Panel Background Color
hu_hu: Panel háttérszíne

source: Image Background Color
hu_hu: Kép háttérszíne

source: Border image size
hu_hu: Szegélykép mérete

source: Active Line Color
hu_hu: Aktív vonal színe

source: Active Line size
hu_hu: Aktív vonal vastagsága

source: Panel Content
hu_hu: Panel tartalma

source: Content Padding
hu_hu: Tartalom belső margója

source: Content Border Radius
hu_hu: Tartalom szegélyrádiusza

source: Content arrows size
hu_hu: Tartalom nyilainak mérete

source: Select ACF Field
hu_hu: ACF mező kiválasztása

source: ACF Type
hu_hu: ACF típusa

source: ACF Display
hu_hu: ACF megjelenítése

source: WYSIWYG Editor
hu_hu: WYSIWYG szerkesztő

source: Text Area
hu_hu: Szövegterület

source: List (Radio or Checkbox)
hu_hu: Lista (rádiógomb vagy jelölőnégyzet)

source: Video oembed
hu_hu: Videó oembed

source: Apply WordPress Shortcodes
hu_hu: WordPress shortcode-ok alkalmazása

source: Currency Mode
hu_hu: Pénznem módja

source: Currency type
hu_hu: Pénznem típusa

source: Decimal Place
hu_hu: Tizedeshely

source: Set upto decimal integer
hu_hu: Állítsa be a tizedesjegyek számát

source: Text before
hu_hu: Szöveg előtt

source: Before - Inline or Block
hu_hu: Előtte - Inline vagy Blokk

source: Block
hu_hu: Blokk

source: Text after
hu_hu: Szöveg után

source: After - List or Block
hu_hu: Utána - Lista vagy Blokk

source: Drop Cap
hu_hu: Iniciálé

source: Off
hu_hu: Ki

source: On
hu_hu: Be

source: List Return Value
hu_hu: Lista visszatérési értéke

source: Label: Value
hu_hu: Címke: Érték

source: List Style
hu_hu: Lista stílusa

source: Link to
hu_hu: Hivatkozás ide

source: Home URL
hu_hu: Kezdőlap URL

source: Post URL
hu_hu: Bejegyzés URL

source: Custom URL
hu_hu: Egyéni URL

source: ACF Field URL
hu_hu: ACF mező URL

source: Background position
hu_hu: Háttér pozíciója

source: Background Minimum Height
hu_hu: Háttér minimális magassága

source: Background Width
hu_hu: Háttér szélessége

source: Extend Background
hu_hu: Háttér kiterjesztése

source: Date Time
hu_hu: Dátum és idő

source: Date Format
hu_hu: Dátumformátum

source: Use standard PHP format character
hu_hu: Használjon szabványos PHP formátumjelet

source: Filters Image
hu_hu: Képszűrők

source: Difference
hu_hu: Különbség

source: Exclusion
hu_hu: Kizárás

source: Hue
hu_hu: Árnyalat

source: Source
hu_hu: Forrás

source: Select the data source
hu_hu: Válassza ki az adatok forrását

source: Same
hu_hu: Ugyanaz

source: other
hu_hu: egyéb

source: Select from other source post
hu_hu: Válasszon másik forrásbejegyzést

source: Fallback Content
hu_hu: Helyettesítő tartalom

source: If you want to show something when the field is empty
hu_hu: Ha szeretne valamit megjeleníteni, amikor a mező üres

source: Empty field
hu_hu: Üres mező

source: Hyphens
hu_hu: Elválasztás

source: Label Typography
hu_hu: Címke tipográfiája

source: Label width
hu_hu: Címke szélessége

source: Text Before Color
hu_hu: Előtte lévő szöveg színe

source: Font Before
hu_hu: Előtte lévő betűtípus

source: Text After Color
hu_hu: Szöveg utána színe

source: Font After
hu_hu: Betűtípus utána

source: Force Width
hu_hu: Kényszerített szélesség

source: Image Border
hu_hu: Képszegély

source: Text Color Hover
hu_hu: Szöveg színe rámutatáskor

source: Text Before Color Hover
hu_hu: Szöveg előtte színe rámutatáskor

source: Text After Color Hover
hu_hu: Szöveg utána színe rámutatáskor

source: Background Color Hover
hu_hu: Háttérszín rámutatáskor

source: Background Overlay Hover
hu_hu: Háttérátfedés rámutatáskor

source: Animation
hu_hu: Animáció

source: Effects
hu_hu: Hatások

source: Zoom
hu_hu: Nagyítás

source: Slow Zoom
hu_hu: Lassú nagyítás

source: Media Settings
hu_hu: Média beállítások

source: Video Type
hu_hu: Videó típusa

source: Enter your video link
hu_hu: Adja meg a videó linkjét

source: Aspect Ratio
hu_hu: Képarány

source: Custom Height
hu_hu: Egyedi magasság

source: Video Options
hu_hu: Videó beállítások

source: Mute
hu_hu: Némítás

source: Suggested Videos
hu_hu: Ajánlott videók

source: Player Control
hu_hu: Lejátszó vezérlő

source: Player Title & Actions
hu_hu: Lejátszó címe és műveletei

source: Intro Title
hu_hu: Intro cím

source: Intro Portrait
hu_hu: Intro portré

source: Intro Byline
hu_hu: Intro szerző

source: Controls Color
hu_hu: Vezérlők színe

source: Image Overlay
hu_hu: Képátfedés

source: Enable Image Overlay
hu_hu: Képátfedés engedélyezése

source: Image Type
hu_hu: Kép típusa

source: Field Image
hu_hu: Mező képe

source: Play Icon
hu_hu: Lejátszás ikonja

source: Content Width
hu_hu: Tartalom szélessége

source: Content Position
hu_hu: Tartalom pozíciója

source: Entrance Animation
hu_hu: Belépő animáció

source: Youtube Lightbox Controls
hu_hu: Youtube Lightbox vezérlők

source: View
hu_hu: Nézet

source: Stacked
hu_hu: Halmozott

source: Framed
hu_hu: Keretelt

source: Primary Color
hu_hu: Elsődleges szín

source: Secondary Color
hu_hu: Másodlagos szín

source: Empty date field
hu_hu: Üres dátummező

source: Invalid oEmbed
hu_hu: Érvénytelen oEmbed

source: Select ACF Flexible Content Field
hu_hu: Válassza ki az ACF Flexible Content Field

source: Retrieve the field from
hu_hu: Mező lekérése innen

source: Current Post
hu_hu: Aktuális bejegyzés

source: Current User
hu_hu: Aktuális felhasználó

source: Current Author
hu_hu: Jelenlegi szerző

source: Current Term
hu_hu: Jelenlegi kifejezés

source: Options Page
hu_hu: Opciók oldal

source: Select the layout
hu_hu: Elrendezés kiválasztása
