Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: The only official supported SVG editor is
hu_hu: Az egyetlen hivatalosan támogatott SVG szerkesztő az

source: Disable this if you want smaller PDFs and the quality is not affected.
hu_hu: Tiltsa le ezt, ha kisebb PDF-eket szeretne, és a minőség nem romlik.

source: Disable Imagick
hu_hu: Imagick letiltása

source: The PDF file name, the .pdf extension will automatically added
hu_hu: A PDF fájl neve, a .pdf kiterjesztés automatikusan hozzá lesz adva

source: Folder
hu_hu: Mappa

source: The directory inside /wp-content/uploads/ where save the PDF file
hu_hu: A /wp-content/uploads/ alatti könyvtár, ahová a PDF fájl mentésre kerül

source: SVG Page code
hu_hu: SVG oldal kódja

source: HTML Template
hu_hu: HTML sablon

source: PDF Pages
hu_hu: PDF oldalak

source: The SVG template code that will be converted to PDF. One SVG per page. You can insert Tokens inside it.
hu_hu: Az SVG sablonkód, amely PDF-be lesz konvertálva. Oldalanként egy SVG. Helyezhet bele tokeneket.

source: Use an Elementor Template as body for this PDF
hu_hu: Használjon Elementor sablont ennek a PDF-nek a törzseként

source: Page Size
hu_hu: Oldalméret

source: Page Orientation
hu_hu: Oldaltájolás

source: Page Margin
hu_hu: Oldalmargó

source: Sections Page
hu_hu: Szekciók oldala

source: Force every Template Section in a new page
hu_hu: Minden sablonszekció kényszerítése új oldalra

source: Save PDF file as Media
hu_hu: PDF fájl mentése médiaként

source: Form data by
hu_hu: Űrlapadatok szerint

source: The PDF file Title
hu_hu: A PDF fájl címe

source: The PDF file Description
hu_hu: A PDF fájl leírása

source: PDF Generator: Please select an HTML template.
hu_hu: PDF generátor: Kérjük, válasszon egy HTML sablont.

source: PDF not generated, no SVG pages found.
hu_hu: PDF nem készült, nem találhatók SVG oldalak.

source: Error: PDF Template not found or not set
hu_hu: Hiba: PDF sablon nem található vagy nincs beállítva

source: Error: PDF Template not set correctly
hu_hu: Hiba: A PDF sablon nincs helyesen beállítva

source: Error generating PDF
hu_hu: Hiba a PDF létrehozásakor

source: Error saving PDF as Media
hu_hu: Hiba a PDF médiaként mentésekor

source: PHP Action
hu_hu: PHP művelet

source: PHP Action Code
hu_hu: PHP művelet kódja

source: Use the variable $fields to access fields values (eg $fields["field_id"]).
hu_hu: Használja a $fields változót a mezők értékeinek eléréséhez (pl. $fields["field_id"]).

source: PHP Validation
hu_hu: PHP validáció

source: Generic Form Error
hu_hu: Általános űrlaphiba

source: Error while evaluating PHP validation code:
hu_hu: Hiba a PHP validációs kód kiértékelése közben:

source: PHP Validation Code
hu_hu: PHP validációs kódja

source: Use the variable $fields to access fields values (eg $fields["field_id"]). The validation succeeds only if the PHP code does not return or return false . If the code returns a string, then the string is returned as an error. If it returns [ $field_id, $error_message ], the error message will be reported for the specific field.
hu_hu: Használja a $fields változót a mezők értékeinek eléréséhez (pl. $fields["field_id"]). A validáció csak akkor sikeres, ha a PHP kód nem ad vissza értéket, vagy false értéket ad vissza . Ha a kód egy stringet ad vissza, akkor a string hibaüzenetként kerül visszaadásra. Ha [ $field_id, $error_message ] értéket ad vissza, a hibaüzenet az adott mezőhöz lesz társítva.

source: Range
hu_hu: Tartomány

source: Show Value
hu_hu: Érték megjelenítése

source: Height
hu_hu: Magasság

source: Background
hu_hu: Háttér

source: Slider
hu_hu: Csúszka

source: A regular expression is a sequence of characters that define a pattern. Use it to restrict the characters permitted on this field.
hu_hu: A reguláris kifejezés olyan karakterek sorozata, amely egy mintát határoz meg. Használja a mezőben engedélyezett karakterek korlátozására.

source: Reset
hu_hu: Visszaállítás

source: Override default label
hu_hu: Alapértelmezett címke felülbírálása

source: Reset Button
hu_hu: Visszaállítás gomb

source: Text Padding
hu_hu: Szöveg belső margója

source: You will need administrator capabilities to edit this action.
hu_hu: Az ezen művelet szerkesztéséhez rendszergazdai jogosultságokra van szükség.

source: Save fields as
hu_hu: Mezők mentése mint

source: Term
hu_hu: Kifejezés

source: Option
hu_hu: Beállítás

source: User registration is currently disabled. Please enable it in WordPress Settings - General - Membership.
hu_hu: A felhasználói regisztráció jelenleg le van tiltva. Engedélyezze a WordPress Beállítások - Általános - Tagság menüpontban.

source: Ignore Empty fields
hu_hu: Üres mezők kihagyása

source: Do not save the field if its value is empty to limit DB size consumption
hu_hu: Ne mentse a mezőt, ha az értéke üres, a DB méretének korlátozása érdekében

source: Save Files as Media
hu_hu: Fájlok mentése médiaként

source: Create a Media and save its ID instead of the URL
hu_hu: Hozzon létre egy médiaelemet, és mentse az ID-jét az URL helyett

source: Save Multiple as Array
hu_hu: Több érték mentése tömbként

source: Save Files, Select and Checkboxes submitted values as Array instead of a comma to separate values string
hu_hu: A Files, Select és Checkboxes beküldött értékeinek mentése tömbként, a vesszővel elválasztott string helyett

source: Redirect to
hu_hu: Átirányítás ide

source: Go to new object page after saving it
hu_hu: Mentés után menjen az új objektum oldalára

source: Anonymous data
hu_hu: Anonim adatok

source: Do not save User info for Privacy, like IP, referrer and current ID
hu_hu: Ne mentse a felhasználói információkat az adatvédelem érdekében, mint például az IP, a referrer és a current ID

source: Update existent data
hu_hu: Létező adatok frissítése

source: All data will be updated and all previous data will be overwritten
hu_hu: Minden adat frissül, és minden korábbi adat felülíródik

source: ID to update
hu_hu: Frissítendő ID

source: ID of the Object to update or leave it empty for Current.
hu_hu: A frissítendő objektum ID-ja, vagy hagyja üresen az aktuálishoz.

source: Find Post to update
hu_hu: Frissítendő bejegyzés keresése

source: Select a Post or leave it empty for the Current one
hu_hu: Válasszon egy bejegyzést, vagy hagyja üresen az aktuálishoz

source: Search Post by Title or leave it empty for Current Post.
hu_hu: Keressen bejegyzést cím szerint, vagy hagyja üresen az aktuális bejegyzéshez.

source: Find User to update
hu_hu: Frissítendő felhasználó keresése

source: Find a User
hu_hu: Felhasználó keresése

source: Search User or leave it empty for Current User.
hu_hu: Keressen felhasználót, vagy hagyja üresen az aktuális felhasználóhoz.

source: Find Term to update
hu_hu: Frissítendő kifejezés keresése

source: Find a Term
hu_hu: Kifejezés keresése

source: Search Term or leave it empty for Current Term.
hu_hu: Keressen kifejezést, vagy hagyja üresen az aktuális kifejezéshez.

source: Form fields to save as meta
hu_hu: Metaként mentendő űrlapmezők

source: Type the field IDs here, separated by a comma. The field ID must be identical to the field name in your meta (i.e. your custom fields). If you want to save all fields, leave this empty
hu_hu: Írja be ide a mezőazonosítókat vesszővel elválasztva. A mezőazonosítónak meg kell egyeznie a meta mező nevével (azaz az egyéni mezőkével). Ha az összes mezőt szeretné menteni, hagyja üresen

source: Form Entry by
hu_hu: Űrlapbejegyzés készítője

source: You can use Dynamic Shortcodes
hu_hu: Használhat Dynamic Shortcodes elemeket

source: You can use static text, field shortcode, tokens or mixed. Leave it empty for random values
hu_hu: Használhat statikus szöveget, field shortcode-ot, tokeneket vagy vegyesen. Hagyja üresen véletlenszerű értékekhez

source: Post Content
hu_hu: Bejegyzés tartalma

source: You can use static text, field shortcode and tokens
hu_hu: Használhat statikus szöveget, field shortcode-ot és tokeneket

source: Post Term
hu_hu: Bejegyzés kifejezése

source: All terms
hu_hu: Minden kifejezés

source: Post Status
hu_hu: Bejegyzés állapota

source: Current Post as Parent
hu_hu: Aktuális bejegyzés szülőként

source: Username
hu_hu: Felhasználónév

source: You can use Dynamic Shortcodes or leave it empty for a random value
hu_hu: Használhat Dynamic Shortcodes-t, vagy hagyja üresen véletlenszerű értékhez

source: Use field Shortcode for Username or leave it empty for a random value
hu_hu: Használjon field Shortcode-ot a felhasználónévhez, vagy hagyja üresen véletlenszerű értékhez

source: User Email
hu_hu: Felhasználó e-mail címe

source: User Password
hu_hu: Felhasználó jelszava

source: Add/Set Role
hu_hu: Szerepkör hozzáadása/beállítása

source: Ignore
hu_hu: Mellőzés

source: Set
hu_hu: Beállít

source: Set a unique role or add to existent user roles
hu_hu: Egyedi szerepkör beállítása, vagy hozzáadás a meglévő felhasználói szerepkörökhöz

source: Auto Login
hu_hu: Automatikus bejelentkezés

source: The new user will be automatically logged in and its data will be available when the next page is loaded
hu_hu: Az új felhasználó automatikusan bejelentkezik, és adatai elérhetők lesznek a következő oldal betöltésekor

source: User registration Error Message
hu_hu: Felhasználói regisztrációs hibaüzenet

source: Stop Actions on Error
hu_hu: Műveletek leállítása hiba esetén

source: Stop Dynamic.ooo form actions (it doesn't stop Elementor actions) on Error, username or email are not valid
hu_hu: Állítsa le a Dynamic.ooo űrlapműveleteket (nem állítja le az Elementor műveleteket) hiba esetén, ha a felhasználónév vagy az e-mail nem érvényes

source: Can use static text, field Shortcode, and Tokens. Leave it empty for random values
hu_hu: Használhat statikus szöveget, field Shortcode-ot és Tokeneket. Hagyja üresen véletlenszerű értékekhez

source: Term Description
hu_hu: Kifejezés leírása

source: You can use text, Shortcodes and Tokens
hu_hu: Használhat szöveget, Shortcodes-ot és Tokeneket

source: Term Taxonomy
hu_hu: Kifejezés taxonómiája

source: User registration is currently disabled, Please enable it in WordPress Settings - General - Membership.
hu_hu: A felhasználó-regisztráció jelenleg le van tiltva, kérjük, engedélyezze a WordPress Beállítások - Általános - Tagság menüben.

source: Placeholder
hu_hu: Helyőrző

source: Save to file
hu_hu: Mentés fájlba

source: Transmit using JPEG
hu_hu: Továbbítás JPEG használatával

source: Use this if the signature fails to appear in PDFs.
hu_hu: Ezt használja, ha az aláírás nem jelenik meg a PDF-ekben.

source: Signature
hu_hu: Aláírás

source: Signature Pad Width
hu_hu: Aláírófelület szélessége

source: Aspect Ratio (Width ÷ Height)
hu_hu: Képarány (szélesség ÷ magasság)

source: For example, 2 means the height is half the width.
hu_hu: Például a 2 azt jelenti, hogy a magasság a szélesség fele.

source: Pad Border Radius
hu_hu: Aláírófelület szegélyének lekerekítése

source: Pad Border Width
hu_hu: Aláírófelület szegélyének vastagsága

source: Pad Background Color
hu_hu: Aláírófelület háttérszíne

source: Pen Color
hu_hu: Toll színe

source: Clear Button
hu_hu: Törlés gomb

source: Background Hover Color
hu_hu: Hover alatti háttérszín

source: Icon Size
hu_hu: Ikonméret

source: Form Signature
hu_hu: Űrlap aláírás

source: This signature field is required.
hu_hu: Ez az aláírásmező kötelező.

source: Invalid signature.
hu_hu: Érvénytelen aláírás.

source: There was an error while trying to save your signature.
hu_hu: Hiba történt az aláírás mentése közben.

source: Signature save directory is not writable or does not exist.
hu_hu: Az aláírások mentési könyvtára nem írható vagy nem létezik.

source: Invalid field ID
hu_hu: Érvénytelen mező ID

source: This is a Subscription
hu_hu: Ez egy előfizetés

source: Please notice that Subscriptions are not validated.
hu_hu: Kérjük, vegye figyelembe, hogy az előfizetések nincsenek érvényesítve.

source: Get Subscription Price ID dynamically from another field in the form
hu_hu: A Subscription Price ID dinamikus lekérése az űrlap egy másik mezőjéből

source: Subscription Schedule
hu_hu: Előfizetési ütemezés

source: Simple - One phase (Experiment!)
hu_hu: Egyszerű - Egy fázis (Kísérlet!)

source: In case of None the subscription does not have a scheduled end date. It will continue until manually cancelled.
hu_hu: A None esetén az előfizetésnek nincs ütemezett befejezési dátuma. Addig folytatódik, amíg kézzel le nem mondják.

source: Iterations for Schedule
hu_hu: Ütemezés iterációi

source: After the iterations the subscription is cancelled
hu_hu: Az iterációk után az előfizetés lemondásra kerül

source: Transaction Currency
hu_hu: Tranzakció pénzneme

source: The currency three-letter ISO Code (for example USD or EUR).
hu_hu: A pénznem hárombetűs ISO-kódja (például USD vagy EUR).

source: Get Amount dynamically from another field in the form
hu_hu: Összeg dinamikus lekérése az űrlap egy másik mezőjéből

source: Transaction Amount
hu_hu: Tranzakció összege

source: Amount intended to be collected by this transaction in the currency unit
hu_hu: A tranzakcióval beszedni kívánt összeg a pénznem egységében

source: Do not Capture
hu_hu: Ne történjen Capture

source: Switching this on will only authorized the payment, but no money transfer will happen, the receiver will need to "capture" the payment manually in the Stripe dashboard. Warning: No validation happens in this case.
hu_hu: Ennek bekapcsolása csak autorizálja a fizetést, pénzmozgás nem történik; a címzettnek a Stripe dashboardon manuálisan "capture"-elnie kell a fizetést. Figyelmeztetés: Ebben az esetben nem történik érvényesítés.

source: Amount Field ID
hu_hu: Összeg mező ID

source: Attach Customer Information to the Payment
hu_hu: Ügyféladatok csatolása a fizetéshez

source: The customer information taken from other fields will be attached to the payment and available in the Stripe Panel. Please insert the field IDs associated with each information, leave blank if not available. Notice that the Customer will be duplicated if they make multiple payments.
hu_hu: Az egyéb mezőkből vett ügyféladatok csatolásra kerülnek a fizetéshez, és elérhetők lesznek a Stripe Panelen. Adja meg az egyes adatokhoz tartozó mező-ID-ket, hagyja üresen, ha nem áll rendelkezésre. Figyelem: az Ügyfél duplikálódik, ha több fizetést hajt végre.

source: Save the Customer payment method for future usage
hu_hu: Ügyfél fizetési módjának mentése későbbi használatra

source: Associate the paying method with the Customer. You can then create recurring payments and subscriptions in the Stripe Panel. Customer email is required.
hu_hu: Társítsa a fizetési módot az Ügyfélhez. Ezt követően ismétlődő kifizetéseket és előfizetéseket hozhat létre a Stripe Panelen. Az Ügyfél e-mail-címe kötelező.

source: Customer Email Field
hu_hu: Ügyfél e-mail mező

source: Customer Full Name Field
hu_hu: Ügyfél teljes név mező

source: Customer Phone Number Field
hu_hu: Ügyfél telefonszám mező

source: You can also use Dynamic Shortcodes like {form:field-id} to refer to other fields.
hu_hu: Használhat dinamikus shortcode-okat is, például {form:field-id}, más mezőkre hivatkozáshoz.

source: You can also use tokens like [form:fieldid] to refer to other fields.
hu_hu: Használhat olyan tokeneket is, mint [form:fieldid], hogy más mezőkre hivatkozzon.

source: Stripe Error: Missing Publishable Key.
hu_hu: Stripe hiba: Hiányzó Publishable Key.

source: There was an error while completing the payment, please try again later or contact the merchant directly.
hu_hu: Hiba történt a fizetés befejezése közben, próbálja meg később, vagy lépjen kapcsolatba közvetlenül a kereskedővel.

source: Stripe Item Description
hu_hu: Stripe tétel leírása

source: Stripe Item SKU
hu_hu: Stripe tétel SKU

source: Submit
hu_hu: Küldés

source: Submit on Change
hu_hu: Küldés változáskor

source: Enable Message
hu_hu: Üzenet engedélyezése

source: You can temporary disable and reactivate it next time without deleting settings
hu_hu: Ideiglenesen letilthatja, és legközelebb újraaktiválhatja a beállítások törlése nélkül

source: Telegram authorization token
hu_hu: Telegram hitelesítési token

source: New message from
hu_hu: Új üzenet ettől:

source: Messages
hu_hu: Üzenetek

source: Unique ID
hu_hu: Egyedi azonosító

source: This field value is not available before submit
hu_hu: Ennek a mezőnek az értéke beküldés előtt nem érhető el

source: Rows
hu_hu: Sorok

source: Speed
hu_hu: Sebesség

source: Percentage
hu_hu: Százalék

source: Left to Right
hu_hu: Balról jobbra

source: Right to Left
hu_hu: Jobbról balra

source: Top to Bottom
hu_hu: Fentről lefelé

source: Bottom to top
hu_hu: Lentről felfelé

source: In hundredths of a second
hu_hu: Századmásodpercben

source: Delay
hu_hu: Késleltetés

source: Placement
hu_hu: Elhelyezés

source: Top Start
hu_hu: Fent eleje

source: Top End
hu_hu: Fent vége

source: Right Start
hu_hu: Jobb eleje

source: Right End
hu_hu: Jobb vége

source: Bottom Start
hu_hu: Lent eleje

source: Bottom End
hu_hu: Lent vége

source: Left Start
hu_hu: Bal eleje

source: Left End
hu_hu: Bal vége

source: Auto Start
hu_hu: Automatikus eleje

source: Auto End
hu_hu: Automatikus vége

source: Arrow
hu_hu: Nyíl

source: Follow Cursor
hu_hu: Kurzor követése

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: Initial
hu_hu: Kezdeti

source: Max Width
hu_hu: Maximális szélesség

source: Touch Devices
hu_hu: Érintőeszközök

source: Require pressing and holding the screen to show it
hu_hu: Megjelenítéshez a képernyőt nyomva kell tartani

source: Selector Wrapper
hu_hu: Szelektor burkoló

source: Type CSS selector (e.g.:#wrapper)
hu_hu: Adjon meg CSS-szelektort (pl.:#wrapper)

source: Controller
hu_hu: Vezérlő

source: The selector wrapper is very important for the proper functioning of the transitions. It indicates the part of the page that needs to be transformed. %1$sThis article can help you.%2$s
hu_hu: A szelektor burkoló nagyon fontos az átmenetek megfelelő működéséhez. Ez jelöli az oldal azon részét, amelyet át kell alakítani. %1$sEz a cikk segíthet.%2$s

source: Target [a href] CLASS
hu_hu: Cél [a href] CLASS

source: Animation OUT
hu_hu: Animáció OUT

source: Style of transition OUT
hu_hu: Átmenet stílusa OUT

source: Speed Out
hu_hu: Sebesség Out

source: Timing function OUT
hu_hu: Időzítési függvény OUT

source: Animation IN
hu_hu: Animáció IN

source: Style of transition IN
hu_hu: Átmenet stílusa IN

source: Speed In
hu_hu: Sebesség In

source: Timing function IN
hu_hu: Időzítési függvény IN

source: Overlay effect
hu_hu: Átfedési hatás

source: Use overlay
hu_hu: Átfedés használata

source: Overlay Style
hu_hu: Átfedés stílusa

source: Overlay Color
hu_hu: Átfedés színe

source: Overlay Image
hu_hu: Átfedő kép

source: Loading Spin
hu_hu: Betöltési pörgés

source: Enable loading on editor mode
hu_hu: Betöltés engedélyezése szerkesztő módban

source: ON
hu_hu: BE

source: OFF
hu_hu: KI

source: Loading Mode
hu_hu: Betöltési mód

source: Circle
hu_hu: Kör

source: Loading Animation Style
hu_hu: Betöltési animáció stílusa

source: Rotate
hu_hu: Forgatás

source: Pulse
hu_hu: Pulzálás

source: Loading Image
hu_hu: Betöltési kép

source: Circle Color
hu_hu: Kör színe

source: Circle Progress Color
hu_hu: Kör előrehaladási színe

source: Extend image
hu_hu: Kép kiterjesztése

source: Circle Weight
hu_hu: Kör vonalvastagsága

source: Apply Smooth Transition on:
hu_hu: Sima átmenet alkalmazása itt:

source: Responsive mode will take place on preview or live pages only, not while editing in Elementor.
hu_hu: A reszponzív mód csak az előnézetben vagy az éles oldalakon érvényesül, nem az Elementorban történő szerkesztés közben.

source: Selector Header
hu_hu: Szelektor fejléc

source: Type CSS selector (e.g.:#header)
hu_hu: Írjon be CSS szelektort (pl.:#header)

source: Is Overlay
hu_hu: Átfedő

source: During the course of the tracker-header, classes will be applied to the wrapper that you can use to change the appearance of the elements from css: %1$s. %2$sThis article can help you%3$s.
hu_hu: A tracker-header során osztályok lesznek alkalmazva a wrapperre, amelyeket felhasználhat az elemek megjelenésének css-ből történő módosítására: %1$s. %2$sEz a cikk segíthet%3$s.

source: Apply Tracker Header on
hu_hu: Tracker Header alkalmazása itt

source: Scrolling settings
hu_hu: Görgetési beállítások

source: ID Page
hu_hu: Oldal ID

source: Effects Scroll
hu_hu: Görgetési effektek

source: Animation Effects
hu_hu: Animációs effektek

source: Scale Down
hu_hu: Kicsinyítés

source: Opacity
hu_hu: Átlátszóság

source: Fixed
hu_hu: Rögzített

source: Rotation
hu_hu: Forgatás

source: Lazy
hu_hu: Lusta

source: Slalom
hu_hu: Szlalom

source: Spin
hu_hu: Pörgés

source: Spin Rev
hu_hu: Fordított pörgés

source: Drift Left
hu_hu: Balra sodródás

source: Drift Right
hu_hu: Jobbra sodródás

source: Left To Right
hu_hu: Balról jobbra

source: Right To Left
hu_hu: Jobbról balra

source: Zoom In Out
hu_hu: Nagyítás és kicsinyítés

source: Zoom In
hu_hu: Nagyítás

source: Zoom Out
hu_hu: Kicsinyítés

source: Swing
hu_hu: Lengés

source: Speedy
hu_hu: Gyors

source: Remove Effect on first row
hu_hu: A hatás eltávolítása az első sorból

source: Custom section class
hu_hu: Egyéni szekció osztály

source: Apply Scroll Effects
hu_hu: Görgetési effektek alkalmazása

source: Snap Scroll
hu_hu: Pattanó görgetés

source: Interstitial Section
hu_hu: Közbeiktatott szekció

source: Scroll Speed
hu_hu: Görgetési sebesség

source: Offset
hu_hu: Eltolás

source: Set section height to full screen
hu_hu: Állítsa a szakasz magasságát teljes képernyőre

source: Overflow Scroll
hu_hu: Túlcsordulás görgetése

source: Update Hash
hu_hu: Hash frissítése

source: Show scrollbar
hu_hu: Görgetősáv megjelenítése

source: Touch Scroll
hu_hu: Érintéses görgetés

source: Enable navigation
hu_hu: Navigáció engedélyezése

source: Navigation style
hu_hu: Navigáció stílusa

source: Dynamic
hu_hu: Dinamikus

source: Dots
hu_hu: Pontok

source: Bars
hu_hu: Sávok

source: Vertical Bars
hu_hu: Függőleges sávok

source: Lines (without title)
hu_hu: Vonalak (cím nélkül)

source: Squares
hu_hu: Négyzetek

source: Circles
hu_hu: Körök

source: Circles line (SVG)
hu_hu: Körök vonala (SVG)

source: Triangles
hu_hu: Háromszögek

source: Show section's title
hu_hu: Szakasz címének megjelenítése

source: Number
hu_hu: Szám

source: Section CSS ID
hu_hu: Szakasz CSS ID

source: Section class-id info
hu_hu: Szakasz class-id információ

source: You should write the class ID on the sections first and then apply this option to see the result. The name on the ID must not contain spaces or use (-) or (_) to separate words, in the result they will be converted into spaces.
hu_hu: Először a szakaszoknál adja meg a class ID-t, majd alkalmazza ezt az opciót az eredmény megtekintéséhez. Az ID-n szereplő név nem tartalmazhat szóközöket, és nem használhat (-) vagy (_) jelet a szavak elválasztására; az eredményben ezek szóközzé lesznek alakítva.

source: Title Typography
hu_hu: Cím tipográfiája

source: Icon size
hu_hu: Ikon mérete

source: Side space
hu_hu: Oldalsó térköz

source: Active Color
hu_hu: Aktív szín

source: Active Border Color
hu_hu: Aktív szegély színe

source: Border color
hu_hu: Szegély színe

source: Border size
hu_hu: Szegély mérete

source: Size (&)
hu_hu: Méret (&)

source: Size (%)
hu_hu: Méret (%)

source: Apply Snap Scroll on
hu_hu: Snap Scroll alkalmazása ezen

source: Inertia Scroll
hu_hu: Tehetetlenségi görgetés

source: Settings Scroll
hu_hu: Görgetés beállításai
