Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Add a download counter for statistics
hu_hu: Letöltésszámláló hozzáadása a statisztikákhoz

source: Add description to files
hu_hu: Leírás hozzáadása a fájlokhoz

source: Use WP Caption
hu_hu: WP Caption használata

source: Use Media Caption as description if file is managed by native WP interface
hu_hu: A Media Caption használata leírásként, ha a fájlt a natív WP felület kezeli

source: Set custom title to files and folders
hu_hu: Egyéni cím beállítása fájlokhoz és mappákhoz

source: Use WP Title
hu_hu: WP Title használata

source: Use Media Title if file is managed by native WP interface
hu_hu: Media Title használata, ha a fájlt a natív WP felület kezeli

source: Hide some files and folders
hu_hu: Néhány fájl és mappa elrejtése

source: Invert: show only selected files and folders
hu_hu: Invertálás: csak a kiválasztott fájlok és mappák megjelenítése

source: If enabled you select the exact file and folder to show, all other file and folders will be hidden
hu_hu: Ha engedélyezve van, kiválaszthatja a pontosan megjelenítendő fájlokat és mappákat, az összes többi fájl és mappa el lesz rejtve

source: Folders
hu_hu: Mappák

source: Name Color
hu_hu: Név színe

source: Name Hover Color
hu_hu: Név színe rámutatáskor

source: Border type
hu_hu: Szegély típusa

source: Border weight
hu_hu: Szegély vastagsága

source: Space around
hu_hu: Körüli térköz

source: Color (HSB)
hu_hu: Szín (HSB)

source: Sub Folders
hu_hu: Almappák

source: Files
hu_hu: Fájlok

source: Label Size
hu_hu: Felirat: Méret

source: Label Hits
hu_hu: Felirat: Találatok

source: Field search
hu_hu: Keresőmező

source: Borders
hu_hu: Szegélyek

source: Small description
hu_hu: Rövid leírás

source: Vertical Space
hu_hu: Függőleges térköz

source: Horizontal Space
hu_hu: Vízszintes térköz

source: Button Reset
hu_hu: Visszaállítás gomb

source: Hover Border color
hu_hu: Szegély színe rámutatáskor

source: Button Find
hu_hu: Keresés gomb

source: The folder is secured. The HTACCESS file will be removed.
hu_hu: A mappa védett. A HTACCESS fájl eltávolításra kerül.

source: The folder is not secured. An HTACCESS file will be generated.
hu_hu: A mappa nincs védve. Egy HTACCESS fájl lesz létrehozva.

source: Root folder not found
hu_hu: Gyökérmappa nem található

source: Select root folder or files
hu_hu: Válasszon gyökérmappát vagy fájlokat

source: Edit caption
hu_hu: Felirat szerkesztése

source: File path
hu_hu: Fájl elérési útja

source: The path of the file to include (e.g.:folder/file.html)
hu_hu: A beillesztendő fájl elérési útja (pl.: folder/file.html)

source: Select the file
hu_hu: Válassza ki a fájlt

source: The file doesn't exists
hu_hu: A fájl nem létezik

source: Text Button
hu_hu: Gomb szövege

source: Open
hu_hu: Megnyitás

source: Icon spacing
hu_hu: Ikonok közötti térköz

source: Button Border
hu_hu: Gomb szegélye

source: Modal
hu_hu: Modális

source: Padding Size
hu_hu: Belső margó mérete

source: Add an URL to begin
hu_hu: Kezdéshez adjon meg egy URL-t

source: URL not valid
hu_hu: Érvénytelen URL

source: Distortion effect
hu_hu: Torzítási effektus

source: Drip
hu_hu: Csöpögés

source: Ring
hu_hu: Gyűrű

source: Horizontal displacement
hu_hu: Vízszintes eltolás

source: Vertical displacement
hu_hu: Függőleges elmozdulás

source: Displacement
hu_hu: Elmozdulás

source: subdivision
hu_hu: felosztás

source: Blow
hu_hu: Fújás

source: Intensity
hu_hu: Intenzitás

source: After image
hu_hu: Utókép

source: Displacement Image
hu_hu: Elmozdítási kép

source: Displacement image map, generates the movement of the pixels
hu_hu: Elmozdítási képtérkép, a pixelek mozgását generálja

source: Meta Box Relationship Field
hu_hu: Meta Box Kapcsolat mező

source: Select the Relationship...
hu_hu: Válassza ki a kapcsolatot...

source: Relation
hu_hu: Kapcsolat

source: From
hu_hu: Forrás

source: Show Modal Preview in Edit Mode
hu_hu: Modális ablak előnézet megjelenítése szerkesztési módban

source: Use an Elementor Template as the content of the modal
hu_hu: Elementor sablon használata a modális ablak tartalmaként

source: Modal Content
hu_hu: Modális ablak tartalma

source: Type here the content
hu_hu: Ide írja a tartalmat

source: The main content of the modal
hu_hu: A modális ablak fő tartalma

source: On Widget position
hu_hu: A widget pozícióján

source: Catch other elements
hu_hu: Más elemek elkapása

source: Other elements on the page can show this modal
hu_hu: Az oldalon lévő más elemek is megjeleníthetik ezt a modális ablakot

source: Selectors
hu_hu: Szelektorok

source: Type here the CSS selector of the other elements in jQuery format. For example "#name, .button"
hu_hu: Ide írja a többi elem CSS-szelektorát jQuery formátumban. Például "#name, .button"

source: Limit to Loop Item
hu_hu: Korlátozás a Loop Itemre

source: Limits the search of other elements to the current loop item
hu_hu: A többi elem keresését az aktuális Loop Itemre korlátozza

source: Button type
hu_hu: Gomb típusa

source: Hamburger Type
hu_hu: Hamburger típusa

source: Arrow Left
hu_hu: Balra mutató nyíl

source: Arrow Right
hu_hu: Jobbra mutató nyíl

source: Fall
hu_hu: Esés

source: Get Started
hu_hu: Kezdés

source: Button Image
hu_hu: Gomb képe

source: Use an image instead of the button
hu_hu: Kép használata a gomb helyett

source: Button Purpose
hu_hu: Gomb célja

source: Use the button in the template to close
hu_hu: A gomb használata a sablonban a bezáráshoz

source: Decide if this is a simple Call-To-Action button to insert it in another modal to generate no modals for this widget. If you need to use another element to close the modal, add class .dce-button-close-modal to them.
hu_hu: Döntse el, hogy ez egy egyszerű Call-To-Action gomb-e, amelyet egy másik modális ablakba illeszt be, így ez a widget nem hoz létre modális ablakokat. Ha a modális ablak bezárásához más elemet szeretne használni, adja hozzá a .dce-button-close-modal osztályt hozzájuk.

source: Scroll displacement
hu_hu: Görgetési elmozdulás

source: Pixel to wait until make modal appear
hu_hu: A modális ablak megjelenítéséig kivárandó pixelek száma

source: Hide on scroll
hu_hu: Elrejtés görgetéskor

source: Hide the modal when the user scrolls the page
hu_hu: A modális ablak elrejtése, amikor a felhasználó görgeti az oldalt

source: Close Delay (ms)
hu_hu: Zárás késleltetése (ms)

source: Hide on press ESC
hu_hu: Elrejtés az ESC megnyomásakor

source: Hide the modal when the user press ESC button
hu_hu: A modális ablak elrejtése, amikor a felhasználó megnyomja az ESC gombot

source: Don’t use cookies
hu_hu: Ne használjon sütiket

source: Yes will show the modal on every page load.
hu_hu: Igen esetén a modális ablak minden oldalbetöltéskor megjelenik.

source: Should be unique, or it will affect all modals on your site. Only letters, digits and underscores accepted.
hu_hu: Egyedinek kell lennie, különben az oldal összes modális ablakára hatással lesz. Csak betűk, számok és aláhúzásjelek elfogadottak.

source: Set Cookie on Close
hu_hu: Süti beállítása bezáráskor

source: If Yes the cookie will be set when closing the modal. If No, the cookie will be checked but never set. Useful for those who set the cookie manually.
hu_hu: Ha Igen, a süti a modális ablak bezárásakor kerül beállításra. Ha Nem, a sütit ellenőrizzük, de soha nem állítjuk be. Hasznos azoknak, akik kézzel állítják be a sütit.

source: Time in days. 0 means that is active only while the browser remains open.
hu_hu: Idő napokban. A 0 azt jelenti, hogy csak addig aktív, amíg a böngésző nyitva van.

source: Push
hu_hu: Tolás

source: Move body wrapper
hu_hu: A body burkolóelemének mozgatása

source: Wrapper of Content
hu_hu: A tartalom burkolóeleme

source: The ID of the main content on your site
hu_hu: A webhely fő tartalmának ID-je

source: Close body push
hu_hu: Body tolás bezárása

source: Open body push
hu_hu: Body tolás megnyitása

source: Open Animation
hu_hu: Megnyitási animáció

source: Timing function
hu_hu: Időzítési függvény

source: Delay (ms)
hu_hu: Késleltetés (ms)

source: Close Animation
hu_hu: Bezárási animáció

source: Show a page overlay when the modal is visible
hu_hu: Átfedő réteg megjelenítése, amikor a modális ablak látható

source: Close modal clicking on the background layer
hu_hu: Modális ablak bezárása a háttérrétegre kattintva

source: Extend Full Window
hu_hu: Kiterjesztés teljes ablakra

source: Bars Color
hu_hu: Sávok színe

source: Justify Alignment
hu_hu: Sorkizárt igazítás

source: Hamburger Size
hu_hu: Hamburger mérete

source: Hamburger weight
hu_hu: Hamburger vonalvastagsága

source: Hamburger space
hu_hu: Hamburger térköze

source: Please note that padding bottom has no effect - Left/Right padding will depend on button position!
hu_hu: Kérjük, vegye figyelembe, hogy a padding bottom nem hat - a Left/Right padding a gomb pozíciójától függ!

source: Location
hu_hu: Hely

source: Source image
hu_hu: Forráskép

source: From Media Library
hu_hu: Médiatárból

source: Panorama Image
hu_hu: Panorámakép

source: Scene height
hu_hu: Jelenet magassága

source: Parameters
hu_hu: Paraméterek

source: Fullscreen
hu_hu: Teljes képernyő

source: VR mode UI
hu_hu: VR mód UI

source: Enables the shortcut to press F to enter VR
hu_hu: Lehetővé teszi, hogy az F megnyomásával belépjen a VR-ba

source: Reverse mouse control
hu_hu: Fordított egérvezérlés

source: Relative Input
hu_hu: Relatív bemenet

source: Clip Relative Input
hu_hu: Relatív bemenet korlátozása

source: Hover Only
hu_hu: Csak rámutatáskor

source: Input Element
hu_hu: Bemeneti elem

source: Calibrate X
hu_hu: X kalibrálása

source: Calibrate Y
hu_hu: Y kalibrálása

source: Invert X
hu_hu: X invertálása

source: Invert Y
hu_hu: Y invertálása

source: Limit X
hu_hu: X korlátozása

source: Limit Y
hu_hu: Y korlátozása

source: Scalar X
hu_hu: X skálázási tényező

source: Scalar Y
hu_hu: Y skálázási tényező

source: Friction X
hu_hu: X súrlódása

source: Friction Y
hu_hu: Y súrlódása

source: Origin X
hu_hu: X origója

source: Origin Y
hu_hu: Y origója

source: Parallax Items
hu_hu: Parallax elemek

source: Default depth factor
hu_hu: Alapértelmezett mélységi tényező

source: It is used when the DepthFactor value is 0
hu_hu: A DepthFactor értéke 0 esetén használatos

source: Depth Factor
hu_hu: Mélységi tényező

source: If 0, the default value is used
hu_hu: Ha 0, az alapértelmezett érték kerül használatra

source: Parallax Item
hu_hu: Parallax elem

source: Add at least one parallax item
hu_hu: Adjon hozzá legalább egy parallax elemet

source: Parent Page
hu_hu: Szülőoldal

source: Dynamic page parent/child
hu_hu: Dinamikus oldal szülő/gyermek

source: Change depending on the page that displays it
hu_hu: Az azt megjelenítő oldaltól függően változzon

source: Use second level
hu_hu: Második szint használata

source: Exclude myself
hu_hu: Saját oldal kizárása

source: Hide Siblings
hu_hu: Testvéroldalak elrejtése

source: Only children
hu_hu: Csak gyermekoldalak

source: Parent Page Title
hu_hu: Szülőoldal címe

source: Child List
hu_hu: Gyermekoldalak listája

source: Force Block width
hu_hu: Blokk szélességének kényszerítése

source: Box Width
hu_hu: Doboz szélessége

source: Show Separator
hu_hu: Elválasztó megjelenítése

source: List items
hu_hu: Listaelemek

source: Text Hover Color
hu_hu: Szöveg színe lebegéskor

source: Text Active Color
hu_hu: Szöveg aktív színe

source: Level 2
hu_hu: 2. szint

source: Header Space
hu_hu: Fejléc térköze

source: List Space
hu_hu: Lista térköze

source: Indent
hu_hu: Behúzás

source: Space of level 2
hu_hu: 2. szint térköze

source: Title Hover Color
hu_hu: Cím színe lebegéskor

source: Show Border
hu_hu: Szegély megjelenítése

source: Any
hu_hu: Bármely

source: The JS converter is the most accurate, but better used for short content, ideally fitting in only one page. Use the other converters for long text spanning multiple pages.
hu_hu: A JS átalakító a legpontosabb, de inkább rövid tartalmakhoz ajánlott, amelyek ideálisan egyetlen oldalra férnek. Több oldalon átívelő hosszú szövegekhez használja a többi átalakítót.

source: The JS converter uses the html2canvas library, which is often not reliable. We provide it hoping that it will be useful but unfortunately we cannot fix the problems of the underlying library. If you need more reliability you should use the HTML converter with hand written HTML code.
hu_hu: A JS átalakító az html2canvas könyvtárat használja, amely gyakran nem megbízható. Elérhetővé tesszük abban a reményben, hogy hasznos lesz, de sajnos az alapul szolgáló könyvtár problémáit nem tudjuk kijavítani. Ha nagyobb megbízhatóságra van szüksége, használja a HTML átalakítót kézzel írt HTML-kóddal.

source: Open in Browser
hu_hu: Megnyitás a böngészőben

source: Open the PDF in the browser instead of downloading it. The pdf title will not be used.
hu_hu: A PDF megnyitása a böngészőben a letöltés helyett. A PDF címét nem használjuk.

source: Open in new Tab
hu_hu: Megnyitás új lapon

source: Get Template from
hu_hu: Sablon forrása

source: Body
hu_hu: Törzs

source: HTML Container
hu_hu: HTML-konténer

source: Use jQuery selector to identify the content for this PDF
hu_hu: Használjon jQuery szelektort a PDF tartalmának azonosításához

source: Use an Elementor Template as body for this PDF.
hu_hu: Használjon Elementor sablont a PDF törzséhez.

source: Page Margins
hu_hu: Oldalmargók

source: PDF Resolution Scaling (higher means better quality)
hu_hu: PDF felbontásának skálázása (a magasabb jobb minőséget jelent)

source: Download PDF
hu_hu: PDF letöltése

source: Error: could not fetch the template for generating the pdf
hu_hu: Hiba: nem sikerült lekérni a sablont a PDF előállításához

source: PDF Button: Could not fetch template. Make sure it exists.
hu_hu: PDF gomb: Nem sikerült lekérni a sablont. Győződjön meg arról, hogy létezik.

source: You are using a deprecated PDF converter which was removed in version 3.3.5. The automatic upgrade to the JS converter did not work. You can select the JS converter from the Converter dropdown menu.
hu_hu: Elavult PDF-átalakítót használ, amelyet a 3.3.5-ös verzióban eltávolítottunk. Az automatikus frissítés a JS átalakítóra nem sikerült. Az Átalakító legördülő menüből kiválaszthatja a JS átalakítót.

source: Media File
hu_hu: Médiafájl

source: You can only enter URL from your own domain
hu_hu: Csak a saját domainjéről adhat meg URL-t

source: Upload PDF File
hu_hu: PDF-fájl feltöltése

source: Size Adjustable
hu_hu: Állítható méret

source: Width (px)
hu_hu: Szélesség (px)

source: Height (px)
hu_hu: Magasság (px)

source: Download Button
hu_hu: Letöltés gomb

source: Text for "Download" Button
hu_hu: A "Letöltés" gomb szövege

source: Print Button
hu_hu: Nyomtatás gomb

source: Text for "Print" Button
hu_hu: A "Nyomtatás" gomb szövege

source: Print PDF
hu_hu: PDF nyomtatása

source: Navigation Controls
hu_hu: Navigációs vezérlők

source: Text for "Previous" Button
hu_hu: Az "Előző" gomb szövege

source: Text for "Next" Button
hu_hu: A "Következő" gomb szövege

source: Zoom Controls
hu_hu: Nagyítási vezérlők

source: PDF Alignment
hu_hu: PDF igazítás

source: Controls Alignment
hu_hu: Vezérlők igazítása

source: Space between controls and PDF
hu_hu: Távolság a vezérlők és a PDF között

source: Space between controls
hu_hu: Távolság a vezérlők között

source: Space between Navigation Controls
hu_hu: Távolság a navigációs vezérlők között

source: Width of the Current Page Indicator
hu_hu: Az aktuális oldal jelzőjének szélessége

source: Download Control
hu_hu: Letöltés vezérlő

source: Print Control
hu_hu: Nyomtatás vezérlő

source: Space between Zoom Controls
hu_hu: Távolság a nagyítási vezérlők között

source: Select a PDF
hu_hu: Válasszon ki egy PDF-et

source: PHP Code
hu_hu: PHP-kód

source: Please check your PHP code
hu_hu: Kérjük, ellenőrizze a PHP-kódját

source: Fields list
hu_hu: Mezők listája

source: Fields type
hu_hu: Mezők típusa

source: Phone number
hu_hu: Telefonszám

source: Paragraph
hu_hu: Bekezdés

source: WYSIWYG editor
hu_hu: WYSIWYG szerkesztő

source: Datetime
hu_hu: Dátum és idő

source: Link mailto
hu_hu: mailto hivatkozás

source: Custom URL text
hu_hu: Egyéni URL-szöveg

source: Target type
hu_hu: Cél típusa

source: Custom phone number
hu_hu: Egyéni telefonszám

source: Text shadow
hu_hu: Szövegárnyék

source: Gallery Type
hu_hu: Galéria típusa

source: Single image
hu_hu: Egyetlen kép

source: Min Diamond per Row
hu_hu: Rombuszok minimális száma soronként

source: Gap Diamond
hu_hu: Rombuszok közötti hézag

source: Size Hexagon
hu_hu: Hatszög mérete

source: Gap Hexagon
hu_hu: Hatszögek közötti hézag

source: Select what to use in the description below the image
hu_hu: Válassza ki, mit használjon a kép alatti leírásban

source: space
hu_hu: szóköz

source: Image Link
hu_hu: Kép hivatkozás

source: Close by default
hu_hu: Alapértelmezetten zárt

source: Multiple postmeta
hu_hu: Több postmeta

source: Enable if post has many postmeta with same meta_key.
hu_hu: Engedélyezze, ha a bejegyzésben több postmeta van azonos meta_key értékkel.

source: Filter occurrences
hu_hu: Előfordulások szűrése

source: CUSTOM
hu_hu: EGYEDI

source: Multiple (like Relationship, Select, Checkboxes, etc)
hu_hu: Többszörös (mint Relationship, Select, Checkboxes stb.)

source: Use Raw data
hu_hu: Nyers adat használata

source: Use value stored in postmeta, without any plugin modification.
hu_hu: A postmetában tárolt érték használata, bármilyen bővítmény általi módosítás nélkül.

source: Custom HTML
hu_hu: Egyedi HTML

source: HTML and Tokens
hu_hu: HTML és tokenek

source: Multiple values
hu_hu: Több érték

source: Obtain object data from ID of the selected type. Enable if Meta data is the ID
hu_hu: Objektumadatok lekérése a kiválasztott típus ID-jából. Engedélyezze, ha a Meta data az ID.

source: Type here your content, you can use HTML and Tokens.
hu_hu: Ide írja a tartalmat, használhat HTML-t és tokeneket.

source: Not on last item
hu_hu: Ne az utolsó elemen

source: Prevent Scroll
hu_hu: Görgetés megakadályozása

source: Source Format
hu_hu: Forrás formátum

source: , you can also use "timestamp"
hu_hu: , a "timestamp" is használható

source: Display Format
hu_hu: Megjelenítési formátum

source: Object Type
hu_hu: Objektumtípus

source: Object HTML and Tokens
hu_hu: Objektum HTML és tokenek

source: Text Length
hu_hu: Szöveg hossza

source: Text Ellipsis
hu_hu: Szöveg kihagyásjele

source: Will substitute the part of the content that is omitted in text.
hu_hu: A szövegben kihagyott tartalmi részt helyettesíti.

source: Type a list of HTML tag to maintain separated by comma
hu_hu: Írjon be vesszővel elválasztva megőrzendő HTML tagek listáját

source: Custom Link
hu_hu: Egyéni hivatkozás

source: Attachment Caption
hu_hu: Csatolmány felirata

source: Custom Caption
hu_hu: Egyéni felirat

source: Enter your image caption
hu_hu: Adja meg a kép feliratát

source: Click here
hu_hu: Kattintson ide

source: You can use a mix of text, Tokens and META_VALUE data
hu_hu: Használhat szöveg, tokenek és META_VALUE adatok keverékét

source: If you want to show something when the field is empty null, void, false, or 0
hu_hu: Ha szeretne megjeleníteni valamit, amikor a mező üres, null, void, false vagy 0

source: Consider 0 as empty
hu_hu: A 0 kezelése üresként

source: Use an Elementor Template as content, useful for complex structure.
hu_hu: Használjon Elementor sablont tartalomként, hasznos összetett szerkezethez.

source: This field is empty.
hu_hu: Ez a mező üres.

source: Remove auto paragraph
hu_hu: Automatikus bekezdés eltávolítása

source: If you want to show something when this post meta is not found.
hu_hu: Ha szeretne megjeleníteni valamit, amikor ez a post meta nem található.

source: Use an Elementor Template as content, useful for complex structure
hu_hu: Használjon Elementor sablont tartalomként, hasznos összetett szerkezethez

source: Remove AutoP
hu_hu: AutoP eltávolítása

source: Multiple PostMeta
hu_hu: Több PostMeta

source: CSS Classes
hu_hu: CSS osztályok

source: Add your custom class WITHOUT the dot. e.g: my-class
hu_hu: Adja hozzá egyéni osztályát PONT NÉLKÜL. pl.: my-class

source: yes
hu_hu: igen

source: no
hu_hu: nem

source: Classic
hu_hu: Klasszikus

source: Show PrevNext Text
hu_hu: PrevNext szöveg megjelenítése

source: Left Icon
hu_hu: Bal oldali ikon

source: Right Icon
hu_hu: Jobb oldali ikon

source: Same term
hu_hu: Azonos kifejezés

source: Navigate between posts in the same taxonomy term
hu_hu: Navigálás a bejegyzések között ugyanazon taxonómiai kifejezésen belül

source: Taxonomy Type
hu_hu: Taxonómia típusa

source: Navigation Space
hu_hu: Navigációs térköz

source: Navigation Padding
hu_hu: Navigációs belső margó

source: Custom Width
hu_hu: Egyéni szélesség

source: Floating
hu_hu: Lebegtetés

source: Color Navigation
hu_hu: Navigáció színe

source: Post Title Color
hu_hu: Bejegyzés címének színe

source: Post Title Typography
hu_hu: Bejegyzés címének tipográfiája

source: Hover Title Color
hu_hu: Cím színe rámutatáskor

source: Hover Icon Color
hu_hu: Ikon színe rámutatáskor

source: Block Size
hu_hu: Blokk mérete

source: The cart is empty.
hu_hu: A kosár üres.

source: PDF417 Options
hu_hu: PDF417 beállítások

source: QR Type
hu_hu: QR típusa

source: Cols
hu_hu: Oszlopok

source: Button HTML
hu_hu: Gomb HTML

source: Custom field
hu_hu: Egyéni mező

source: Meta key or Field Name
hu_hu: Meta kulcs vagy mező neve

source: Position Y
hu_hu: Y pozíció

source: Position X
hu_hu: X pozíció

source: Headers
hu_hu: Fejlécek

source: Please use the format "Key: value", one per line
hu_hu: Kérjük, használja a "Kulcs: érték" formátumot, soronként egyet

source: Encode parameters in JSON
hu_hu: Paraméterek JSON-kódolása

source: Require Authorization
hu_hu: Hitelesítés szükséges

source: Basic HTTP User
hu_hu: HTTP Basic felhasználónév

source: Basic HTTP Password
hu_hu: HTTP Basic jelszó

source: Connection Timeout (s)
hu_hu: Kapcsolódási időkorlát (s)

source: Time period within which the connection between your server and the endpoint must be established
hu_hu: Az az időtartam, amelyen belül a kiszolgáló és a végpont közötti kapcsolatnak létre kell jönnie

source: Cache
hu_hu: Gyorsítótár

source: HTML Manipulation
hu_hu: HTML-manipuláció

source: Fix Relative links
hu_hu: Relatív hivatkozások javítása

source: Use it if the remote page contains relative links
hu_hu: Használja, ha a távoli oldal relatív hivatkozásokat tartalmaz

source: Target Blank links
hu_hu: Target Blank hivatkozások

source: Open links on a new page
hu_hu: Hivatkozások megnyitása új lapon

source: Fix Lazy Images src
hu_hu: Késleltetve betöltött képek src-jének javítása

source: Display lazy images without using specific JS
hu_hu: Késleltetve betöltött képek megjelenítése külön JS használata nélkül

source: Wrong Headers format
hu_hu: Helytelen fejlécek formátuma

source: Please use this format
hu_hu: Kérjük, ezt a formátumot használja

source: Can't fetch remote content. Please check url
hu_hu: Nem sikerült lekérni a távoli tartalmat. Kérjük, ellenőrizze az url-t

source: 6 Hours
hu_hu: 6 óra

source: 12 Hours
hu_hu: 12 óra

source: 24 Hours
hu_hu: 24 óra

source: Example:
hu_hu: Példa:

source: Custom menu from single pages
hu_hu: Egyedi menü egyes oldalakról

source: Select Single Posts
hu_hu: Egyes bejegyzések kiválasztása

source: Pages
hu_hu: Oldalak

source: Title text
hu_hu: Cím szövege

source: Show Child List
hu_hu: Gyermekelemek listájának megjelenítése

source: Show only published
hu_hu: Csak a közzétettek megjelenítése

source: Border width
hu_hu: Szegélyvastagság

source: Curve Tension
hu_hu: Görbe feszítése

source: Number of points
hu_hu: Pontok száma

source: Min
hu_hu: Minimum

source: Duration
hu_hu: Időtartam

source: Show Points
hu_hu: Pontok megjelenítése

source: Pattern Image
hu_hu: Mintakép
