Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Parameter
hu_hu: Paraméter

source: Type here the name of the parameter passed in GET, COOKIE or POST method
hu_hu: Írja ide a GET, COOKIE vagy POST metódussal átadott paraméter nevét

source: Parameter Method
hu_hu: Paraméter metódusa

source: Parameter Status
hu_hu: Paraméter állapota

source: Parameter Value
hu_hu: Paraméter értéke

source: The specific value of the parameter
hu_hu: A paraméter konkrét értéke

source: Site
hu_hu: Webhely

source: Max per Day
hu_hu: Napi maximum

source: Max Total
hu_hu: Összes maximum

source: Language
hu_hu: Nyelv

source: Max Day
hu_hu: Max nap

source: Conditional tags Site
hu_hu: Feltételes címkék: Webhely

source: Dynamic sidebar
hu_hu: Dinamikus oldalsáv

source: Active sidebar
hu_hu: Aktív oldalsáv

source: Main site
hu_hu: Fő webhely

source: Child theme
hu_hu: Gyermek téma

source: Customize preview
hu_hu: Testreszabás előnézet

source: Multi author
hu_hu: Több szerző

source: Feed
hu_hu: Hírcsatorna

source: Trackback
hu_hu: Visszakövetés

source: Feature available only in Dynamic.ooo - Dynamic Content for Elementor, paid version.
hu_hu: A funkció csak a Dynamic.ooo - Dynamic Content for Elementor fizetős verziójában érhető el.

source: Custom PHP condition
hu_hu: Egyéni PHP feltétel

source: Type here a function that returns a boolean value. You can use all WP variables and functions.
hu_hu: Írjon ide egy függvényt, amely logikai értéket ad vissza. Minden WP változót és függvényt használhat.

source: Custom Condition
hu_hu: Egyéni feltétel

source: Dynamic Visibility: Custom Condition found, but custom conditions are disabled.
hu_hu: Dynamic Visibility: Egyéni feltétel található, de az egyéni feltételek le vannak tiltva.

source: This message is visible only for Administrators
hu_hu: Ez az üzenet csak az adminisztrátorok számára látható

source: The time will be interpreted in the Time Zone as configured in the WordPress settings.
hu_hu: Az idő a WordPress beállításokban megadott időzóna szerint lesz értelmezve.

source: Use Dynamic Dates
hu_hu: Dinamikus dátumok használata

source: Date From
hu_hu: Kezdő dátum

source: If set the element will appear after this date
hu_hu: Ha be van állítva, az elem ezen dátum után jelenik meg

source: Date To
hu_hu: Záró dátum

source: If set the element will be visible until this date
hu_hu: Ha be van állítva, az elem eddig a dátumig lesz látható

source: Period From
hu_hu: Kezdő időszak

source: If set the element will appear after this period
hu_hu: Ha be van állítva, az elem ezen időszak után jelenik meg

source: Period To
hu_hu: Záró időszak

source: If set the element will be visible until this period
hu_hu: Ha be van állítva, az elem eddig az időszakig lesz látható

source: Days of the week
hu_hu: A hét napjai

source: Time From
hu_hu: Kezdő idő

source: If set (in H:m format) the element will appear after this time.
hu_hu: Ha be van állítva (H:m formátumban), az elem ezen idő után jelenik meg.

source: Time To
hu_hu: Záró idő

source: If set (in H:m format) the element will be visible until this time
hu_hu: Ha be van állítva (H:m formátumban), az elem eddig az időpontig lesz látható

source: Date Dynamic
hu_hu: Dinamikus dátum

source: Date Dynamic From
hu_hu: Dinamikus dátum - Kezdő dátum

source: Date Dynamic To
hu_hu: Dinamikus dátum - ig

source: Period
hu_hu: Időszak

source: Day of Week
hu_hu: A hét napja

source: Responsive
hu_hu: Reszponzív

source: Desktop and Tv
hu_hu: Asztali és TV

source: Mobile and Tablet
hu_hu: Mobil és táblagép

source: Not really responsive, remove the element from the code based on the user's device. This trigger uses native WP device detection.
hu_hu: Nem igazán reszponzív: távolítsa el az elemet a kódból a felhasználó eszköze alapján. Ez a kiváltó a natív WP eszközfelismerést használja.

source: Read more.
hu_hu: Bővebben.

source: Browser
hu_hu: Böngésző

source: Trigger visibility for a specific browser.
hu_hu: Láthatóság kiváltása egy adott böngésző esetén.

source: Responsive: is Mobile
hu_hu: Reszponzív: mobil

source: Responsive: is Desktop
hu_hu: Reszponzív: asztali

source: Dynamic Tag
hu_hu: Dinamikus címke

source: Choose a Dynamic Tag
hu_hu: Válasszon dinamikus címkét

source: Value
hu_hu: Érték

source: Using an Event trigger is necessary to activate "Keep HTML" from settings
hu_hu: Az "Keep HTML" beállítás aktiválásához Event-kiváltó használata szükséges

source: Event
hu_hu: Esemény

source: Trigger on this element
hu_hu: Kiváltás ezen az elemen

source: Type here the Selector in jQuery format. For example #name
hu_hu: Írja be itt a kiválasztót jQuery formátumban. Például: #name

source: Show Animation
hu_hu: Animáció megjelenítése

source: Transition Delay
hu_hu: Átmenet késleltetése

source: Hide other elements
hu_hu: Más elemek elrejtése

source: Type here the Selector in jQuery format. For example .elements
hu_hu: Írja be itt a kiválasztót jQuery formátumban. Például: .elements

source: Toggle
hu_hu: Váltás

source: On Page Load
hu_hu: Oldal betöltésekor

source: Delay time
hu_hu: Késleltetési idő

source: Check if a page/post is in favorites
hu_hu: Ellenőrizze, hogy egy oldal/bejegyzés a kedvencek között van-e

source: Page/post to check
hu_hu: Ellenőrizendő oldal/bejegyzés

source: Current page/post
hu_hu: Jelenlegi oldal/bejegyzés

source: Another page/post
hu_hu: Másik oldal/bejegyzés

source: Select page/post
hu_hu: Válasszon oldalt/bejegyzést

source: Scope
hu_hu: Hatókör

source: Favorite Key
hu_hu: Kedvenc kulcs

source: Enter the key used to store favorites
hu_hu: Adja meg a kedvencek tárolásához használt kulcsot

source: Is Favorited
hu_hu: Kedvencek között van

source: This features doesn't work correctly if you use a plugin to cache your site
hu_hu: Ez a funkció nem működik megfelelően, ha a webhelye gyorsítótárazásához beépülőt használ

source: Country
hu_hu: Ország

source: Trigger visibility for a specific country.
hu_hu: Láthatóság kiváltása egy adott ország esetén.

source: Actually you are in:
hu_hu: Jelenleg itt tartózkodik:

source: City
hu_hu: Város

source: Type here the name of the city which triggers the condition. Insert the city name translated in one of the supported languages (preferable in EN). You can insert multiple cities, comma-separated.
hu_hu: Írja be itt annak a városnak a nevét, amely kiváltja a feltételt. Adja meg a város nevét a támogatott nyelvek egyikére fordítva (lehetőleg EN). Több várost is megadhat, vesszővel elválasztva.

source: You need to install the %s plugin to use this trigger.
hu_hu: A kiváltó használatához telepítenie kell a(z) %s beépülőt.

source: Post and Page
hu_hu: Bejegyzés és oldal

source: User and Role
hu_hu: Felhasználó és szerepkör

source: Device and Browser
hu_hu: Eszköz és böngésző

source: Date and Time
hu_hu: Dátum és idő

source: Geotargeting
hu_hu: Geocélzás

source: Context
hu_hu: Kontextus

source: JS Events
hu_hu: JS események

source: Always hide this element
hu_hu: Mindig rejtse el ezt az elemet

source: Keep HTML
hu_hu: HTML megtartása

source: Keep the HTML element in the DOM and hide this element via CSS
hu_hu: Tartsa meg a HTML-elemet a DOM-ban, és rejtse el ezt az elemet CSS-sel

source: Display mode
hu_hu: Megjelenítési mód

source: Hide or show an element when a condition is triggered
hu_hu: Egy elem elrejtése vagy megjelenítése, amikor egy feltétel aktiválódik

source: Show
hu_hu: Megjelenítés

source: Hide
hu_hu: Elrejtés

source: Logical connective
hu_hu: Logikai kapcsolat

source: This setting determines how the conditions are combined. If OR is selected the condition is satisfied when at least one condition is satisfied. If AND is selected all conditions must be satisfied
hu_hu: Ez a beállítás meghatározza, hogyan kombinálódnak a feltételek. Ha az OR van kiválasztva, a feltétel akkor teljesül, ha legalább egy feltétel teljesül. Ha az AND van kiválasztva, minden feltételnek teljesülnie kell

source: Triggers
hu_hu: Triggerek

source: Deselect All Triggers
hu_hu: Összes trigger kijelölésének megszüntetése

source: Did you enjoy Dynamic Visibility extension?
hu_hu: Tetszett a Dynamic Visibility bővítmény?

source: Please leave us a %1$s★★★★★%2$s rating.%3$sWe really appreciate your support!
hu_hu: Kérjük, adjon nekünk egy %1$s★★★★★%2$s értékelést.%3$sNagyon értékeljük a támogatását!

source: Enable Fallback
hu_hu: Tartalék engedélyezése

source: Content type
hu_hu: Tartalomtípus

source: Text
hu_hu: Szöveg

source: Render Template
hu_hu: Sablon renderelése

source: Template Name
hu_hu: Sablon neve

source: Text Fallback
hu_hu: Tartalék szöveg

source: This element is currently hidden.
hu_hu: Ez az elem jelenleg rejtve van.

source: The visitor is
hu_hu: A látogató

source: on the site or in the app
hu_hu: a webhelyen vagy az alkalmazásban

source: on the site
hu_hu: a webhelyen

source: in the app
hu_hu: az alkalmazásban

source: Current
hu_hu: Aktuális

source: Global
hu_hu: Globális

source: Static
hu_hu: Statikus

source: Set Post ID
hu_hu: Bejegyzés ID beállítása

source: In some cases, Current ID and Global ID may be different. For example, if you use a widget with a loop on a page, then Global ID will be Page ID, and Current ID will be Post ID in preview inside the loop.
hu_hu: Bizonyos esetekben az Aktuális ID és a Globális ID eltérhet. Például ha egy oldalon ciklussal rendelkező widgetet használ, akkor a Globális ID az Oldal ID lesz, míg az Aktuális ID a Bejegyzés ID az előnézetben, a cikluson belül.

source: Page/Post
hu_hu: Oldal/Bejegyzés

source: Post Title
hu_hu: Bejegyzés címe

source: Post Field
hu_hu: Bejegyzésmező

source: Meta key or Name
hu_hu: Meta kulcs vagy név

source: Post Field Status
hu_hu: Bejegyzésmező állapota

source: Post Field Value
hu_hu: Bejegyzésmező értéke

source: The specific value of the Post Field
hu_hu: A bejegyzésmező konkrét értéke

source: Multiple Metas
hu_hu: Több meta

source: Triggered by specifics metas fields if they are valorized
hu_hu: Bizonyos meta mezők váltják ki, ha értékkel rendelkeznek

source: Meta conditions
hu_hu: Meta feltételek

source: And
hu_hu: És

source: Or
hu_hu: Vagy

source: How post meta have to satisfy this condition
hu_hu: Hogyan kell a bejegyzés metaadatainak megfelelniük ennek a feltételnek

source: Format
hu_hu: Formátum

source: Triggered for post with children
hu_hu: Gyermekekkel rendelkező bejegyzéseknél váltódik ki

source: Triggered for first level posts (without parent)
hu_hu: Első szintű (szülő nélküli) bejegyzéseknél váltódik ki

source: Triggered for last level posts (without children)
hu_hu: Utolsó szintű (gyermek nélküli) bejegyzéseknél váltódik ki

source: Triggered for intermedial level posts (with parent and child)
hu_hu: Köztes szintű (szülővel és gyermekkel rendelkező) bejegyzéseknél váltódik ki

source: Node level
hu_hu: Csomópont szintje

source: Has Level
hu_hu: Van szintje

source: Triggered for specific level posts
hu_hu: Meghatározott szintű bejegyzéseknél aktiválódik

source: Triggered for children posts (with a parent)
hu_hu: Gyermek bejegyzéseknél (szülővel) aktiválódik

source: Specific Parent Post IDs
hu_hu: Konkrét szülő bejegyzés ID-k

source: Triggered for post with siblings
hu_hu: Testvérrel rendelkező bejegyzéseknél aktiválódik

source: Has Term Buddies
hu_hu: Vannak kifejezés-társak

source: Triggered for posts grouped in taxonomies with other posts
hu_hu: Más bejegyzésekkel taxonómiákban csoportosított bejegyzéseknél aktiválódik

source: Terms where find Buddies
hu_hu: Kifejezések, ahol társak találhatók

source: Specific a Term for current post has friends.
hu_hu: Konkrét kifejezés, amelynél a jelenlegi bejegyzésnek vannak társai.

source: Conditional Tags - Post
hu_hu: Feltételes címkék - Bejegyzés

source: Conditional Tags - Page
hu_hu: Feltételes címkék - Oldal

source: Post Metas
hu_hu: Bejegyzés metaadatok

source: Post is Root
hu_hu: A bejegyzés gyökérszintű

source: Post Format
hu_hu: Bejegyzés formátum

source: Post is Parent
hu_hu: A bejegyzés szülő

source: Post is Leaf
hu_hu: A bejegyzés levél

source: Post is Node
hu_hu: A bejegyzés csomópont

source: Post has Level
hu_hu: A bejegyzésnek van szintje

source: Post has Parent
hu_hu: A bejegyzésnek van szülője

source: Post has Siblings
hu_hu: A bejegyzésnek vannak testvérei

source: Post has Friends
hu_hu: A bejegyzésnek vannak társai

source: Conditional tags Post
hu_hu: Feltételes címkék Bejegyzés

source: Conditional tags Special
hu_hu: Feltételes címkék Speciális

source: Is Sticky
hu_hu: Ragadós

source: Is Hierarchical Post Type
hu_hu: Hierarchikus bejegyzéstípus

source: Is Post Type Archive
hu_hu: Bejegyzéstípus archívum

source: Comments are open
hu_hu: A hozzászólások nyitottak

source: Pings are open
hu_hu: A pingek nyitottak

source: Has Tags
hu_hu: Vannak címkék

source: Has Terms
hu_hu: Vannak kifejezések

source: Has Excerpt
hu_hu: Van kivonat

source: Has Post Thumbnail
hu_hu: Van kiemelt kép

source: Has Nav menu
hu_hu: Van navigációs menü

source: Front Page
hu_hu: Kezdőlap

source: Home
hu_hu: Főoldal

source: 404 Not Found
hu_hu: 404 Nem található

source: Page
hu_hu: Oldal

source: Attachment
hu_hu: Melléklet

source: Comments Popup
hu_hu: Hozzászólások felugró ablak

source: WooCommerce Page
hu_hu: WooCommerce oldal

source: Shop
hu_hu: Bolt

source: Product
hu_hu: Termék

source: Product Taxonomy
hu_hu: Termék taxonómia

source: Product Category
hu_hu: Termékkategória

source: Product Tag
hu_hu: Termékcímke

source: Cart
hu_hu: Kosár

source: Checkout
hu_hu: Pénztár

source: Add Payment method
hu_hu: Fizetési mód hozzáadása

source: Checkout Page
hu_hu: Pénztár oldal

source: Account Page
hu_hu: Fiókoldal

source: Edit Account
hu_hu: Fiók szerkesztése

source: Lost Password
hu_hu: Elfelejtett jelszó

source: Order Summary
hu_hu: Rendelési összegzés

source: Order Received
hu_hu: Rendelést megkaptuk

source: Choose the percentage probability that the condition is true
hu_hu: Válassza ki a feltétel igaz voltának százalékos valószínűségét

source: Roles
hu_hu: Szerepkörök

source: Limit visualization to specific user roles
hu_hu: Korlátozza a megjelenítést meghatározott felhasználói szerepkörökre

source: Match All Roles
hu_hu: Minden szerepkör egyezzen

source: All roles should match not just one
hu_hu: Az összes szerepkörnek egyeznie kell, nem csak egynek

source: Selected Users
hu_hu: Kiválasztott felhasználók

source: Type here the list of users who will be able to view (or not) this element. You can use their ID, email or username. Simply separate them by a comma. (e.g. "23, email@yoursite.com, username")
hu_hu: Ide írja azon felhasználók listáját, akik megtekinthetik (vagy nem) ezt az elemet. Használhatja az azonosítójukat (ID), e-mail címüket vagy felhasználónevüket. Egyszerűen vesszővel válassza el őket. (pl. "23, email@yoursite.com, username")

source: User can
hu_hu: Felhasználó jogosult

source: Trigger by User capability, for example: "manage_options"
hu_hu: Indítás felhasználói jogosultság alapján, például: "manage_options"

source: User Field
hu_hu: Felhasználói mező

source: User Field Status
hu_hu: Felhasználói mező állapota

source: User Field Value
hu_hu: Felhasználói mező értéke

source: The specific value of the User Field
hu_hu: A felhasználói mező konkrét értéke

source: Remote IP
hu_hu: Távoli IP

source: Type here the list of IP who will be able to view this element. Separate IPs by comma. (ex. "123.123.123.123, 8.8.8.8, 4.4.4.4")
hu_hu: Ide írja azon IP-k listáját, amelyek megtekinthetik ezt az elemet. Az IP-ket vesszővel válassza el. (pl. "123.123.123.123, 8.8.8.8, 4.4.4.4")

source: Your current IP is:
hu_hu: Az Ön jelenlegi IP-címe:

source: Referrer
hu_hu: Hivatkozó

source: Triggered when previous page is a specific page.
hu_hu: Akkor aktiválódik, ha az előző oldal egy konkrét oldal.

source: Check host only
hu_hu: Csak a host ellenőrzése

source: check only the host part of the URL
hu_hu: Csak az URL host részét ellenőrizze

source: Specific referral site authorized
hu_hu: Konkrét hivatkozó oldal engedélyezve

source: Only selected referral, once per line. If empty it is triggered for all external site.
hu_hu: Csak a kiválasztott hivatkozók, soronként egy. Ha üres, minden külső oldalon kiváltódik.

source: Max per User
hu_hu: Felhasználónkénti maximum

source: User Role
hu_hu: Felhasználói szerepkör

source: User not logged
hu_hu: Felhasználó nincs bejelentkezve

source: Specific User
hu_hu: Konkrét felhasználó

source: Cart is
hu_hu: A kosár

source: Select...
hu_hu: Válasszon...

source: Empty
hu_hu: Üres

source: Not empty
hu_hu: Nem üres

source: Product Type is
hu_hu: A termék típusa

source: Product Type
hu_hu: Terméktípus

source: Product in the cart
hu_hu: Termék a kosárban

source: Product Name
hu_hu: Termék neve

source: Product Category in the cart
hu_hu: Termékkategória a kosárban

source: Use Post Membership settings
hu_hu: A bejegyzés tagsági beállításainak használata

source: NOT Member
hu_hu: NEM tag

source: Membership
hu_hu: Tagság

source: Woo Membership Post
hu_hu: Woo Membership bejegyzés

source: In order to use Address Autocomplete you should set Google Maps API, with Geocoding API enabled, on Integrations section
hu_hu: A Cím automatikus kiegészítése funkció használatához a Google Maps API-t kell beállítania, engedélyezett Geocoding API-val, az Integrations szakaszban

source: Address Autocomplete
hu_hu: Cím automatikus kiegészítése

source: Restrict Country
hu_hu: Ország korlátozása

source: Your formula in Amount Field contains errors. Check the field and correct the errors. You can find the errors in the console of your browser
hu_hu: Az Összeg mezőben lévő képlete hibákat tartalmaz. Ellenőrizze a mezőt és javítsa a hibákat. A hibákat a böngészője konzoljában találja

source: Calculator Expression
hu_hu: Számítási kifejezés

source: Text Before
hu_hu: Szöveg előtte

source: Text After
hu_hu: Szöveg utána

source: Hide Amount
hu_hu: Összeg elrejtése

source: Do not display Amount value in frontend form, use its value only in Actions (like Email)
hu_hu: Ne jelenítse meg az Összeg értékét a frontend űrlapon, az értékét csak a Műveletekben használja (például Email)

source: Round result
hu_hu: Eredmény kerekítése

source: Round Precision
hu_hu: Kerekítési pontosság

source: Format Number
hu_hu: Szám formázása

source: Format depends on the user browser default language. English example: 10000.65 will be displayed as 10,000.65.
hu_hu: A formátum a felhasználó böngészőjének alapértelmezett nyelvétől függ. Angol példa: 10000.65 így jelenik meg: 10,000.65.

source: Decimal Precision
hu_hu: Tizedes pontosság

source: Update on
hu_hu: Frissítés ekkor

source: ‘Input’ will update on every key pressed, ‘Change’ only when the field is blurred (use this if you have performance problems)
hu_hu: Az ‘Input’ minden billentyűleütésnél frissít, a ‘Change’ csak akkor, amikor a mező elveszíti a fókuszt (használja ezt, ha teljesítményproblémái vannak)

source: Amount
hu_hu: Összeg

source: Alignment
hu_hu: Igazítás

source: Left
hu_hu: Bal

source: Center
hu_hu: Közép

source: Right
hu_hu: Jobb

source: Opacity (%)
hu_hu: Átlátszatlanság (%)

source: Padding
hu_hu: Belső margó

source: Margin
hu_hu: Külső margó

source: Color
hu_hu: Szín

source: Typography
hu_hu: Tipográfia

source: Border Radius
hu_hu: Szegély lekerekítése

source: Label
hu_hu: Címke

source: Amount is not compatible with the Method Extension POST and GET options.
hu_hu: Az Összeg nem kompatibilis a Method Extension POST és GET opciókkal.

source: Amount Text Before
hu_hu: Összeg előtti szöveg

source: Amount Text After
hu_hu: Összeg utáni szöveg

source: Conditional Fields
hu_hu: Feltételes mezők

source: Dynamic.ooo - Conditional Fields: a JS Error has been detected. This could be caused by a JS Optimizer plugin. Please read this %1$sarticle%2$s. This message is not visible to site visitors
hu_hu: Dynamic.ooo - Conditional Fields: JS hiba észlelve. Ezt egy JS Optimizer bővítmény okozhatja. Kérjük, olvassa el ezt a %1$scikket%2$s. Ez az üzenet nem látható a webhely látogatói számára

source: A problem was detected in the following Form. Submitting it could result in errors. Please contact the site administrator.
hu_hu: Problémát észleltünk az alábbi űrlapon. Az elküldése hibákat okozhat. Kérjük, lépjen kapcsolatba a webhely adminisztrátorával.

source: Max Submissions
hu_hu: Maximális beküldésszám

source: Name of the Counter Field to be checked
hu_hu: Az ellenőrizendő Számláló mező neve

source: Max
hu_hu: Maximum

source: The limit that the counter must not exceed. Note that in very rare circumstances the limit may actually be exceeded. This can happen if the counter value is close to the limit and multiple submit attempts are made at the same time.
hu_hu: Az a határ, amelyet a számláló nem léphet túl. Vegye figyelembe, hogy nagyon ritka esetekben a határ mégis túlléphető. Ez akkor fordulhat elő, ha a számláló értéke közel van a határhoz, és egyszerre több beküldési kísérlet történik.

source: Error Message
hu_hu: Hibaüzenet

source: Too many submissions, sorry
hu_hu: Túl sok beküldés, elnézést

source: Conditional Validation
hu_hu: Feltételes érvényesítés

source: Expression
hu_hu: Kifejezés

source: One condition per line. All conditions are and-connected. Conditions are expressions that can also use the or operator and much more! You can use our online tool %1$sConditions Generator%2$s to generate your conditions more easily.
hu_hu: Soronként egy feltétel. Minden feltétel ÉS kapcsolattal összekötött. A feltételek kifejezések, amelyek az or operátort és még sok mást is használhatnak! Használhatja online eszközünket, a %1$sConditions Generator%2$s-t, hogy könnyebben létrehozza a feltételeket.

source: Form Validation Error
hu_hu: Űrlap érvényesítési hiba

source: Field ID to attach the error to (optional)
hu_hu: A hibához csatolandó mezőazonosító (opcionális)

source: If this condition is not satisfied the Submit Button should be
hu_hu: Ha ez a feltétel nem teljesül, a Küldés gomb legyen

source: Visible
hu_hu: Látható

source: Disabled
hu_hu: Letiltva

source: Conditional Validations
hu_hu: Feltételes érvényesítések

source: Conditionally run action
hu_hu: Művelet feltételes futtatása

source: The action will only be run if this expression is true. One condition per line. All conditions are and-connected. Conditions are expressions that can also use the or operator and much more! You can use our online tool %1$sConditions Generator%2$s to generate your conditions more easily.
hu_hu: A művelet csak akkor fut, ha ez a kifejezés igaz. Soronként egy feltétel. Minden feltétel ÉS kapcsolattal összekötött. A feltételek kifejezések, amelyek az or operátort és még sok mást is használhatnak! Használhatja online eszközünket, a %1$sConditions Generator%2$s-t, hogy könnyebben létrehozza a feltételeket.

source: Conditions
hu_hu: Feltételek

source: Condition
hu_hu: Feltétel

source: Always Visible
hu_hu: Mindig látható

source: Show if
hu_hu: Megjelenítés, ha

source: Hide if
hu_hu: Elrejtés, ha

source: Conditions Expressions
hu_hu: Feltételek kifejezései

source: Disable only
hu_hu: Csak letiltás

source: Conditional Action error:
hu_hu: Feltételes művelet hiba:

source: There is an error in your Conditional Fields code (field: %s)
hu_hu: Hiba van a feltételes mezők kódjában (mező: %s)

source: Cannot find the max submission counter field. Please just put the name of the field, not inside tags or shortcodes.
hu_hu: Nem található a maximális beküldésszámláló mező. Kérjük, csak a mező nevét adja meg, ne tegye tagek vagy shortcodes közé.

source: Cannot find the max submission counter field. The field does not seems to be a counter.
hu_hu: Nem található a maximális beküldésszámláló mező. Úgy tűnik, a mező nem számláló.
