Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Dynamic HTML
hu_hu: Dinamikus HTML

source: Available Dynamic Shortcodes include: %1$s You can also use all other Dynamic Shortcodes to further customize the content.
hu_hu: Elérhető dinamikus rövidkódok: %1$s A tartalom további testreszabásához az összes többi dinamikus rövidkódot is használhatja.

source: Use %s to fetch an array of the current row's data.
hu_hu: Használja a %s kifejezést a jelenlegi sor adatait tartalmazó tömb lekéréséhez.

source: Use %s to fetch a comma-separated string of the current row's data.
hu_hu: Használja a %s kifejezést a jelenlegi sor adatait tartalmazó, vesszővel elválasztott karakterlánc lekéréséhez.

source: Use %s to fetch the index of the current row.
hu_hu: Használja a %s kifejezést a jelenlegi sor indexének lekéréséhez.

source: You can use HTML and Tokens.
hu_hu: Használhat HTML-t és tokeneket.

source: Select Template
hu_hu: Sablon kiválasztása

source: Show these layouts
hu_hu: Ezen elrendezések megjelenítése

source: Global Alignment
hu_hu: Globális igazítás

source: Retrieve the fields from
hu_hu: Mezők lekérése innen

source: Other Post
hu_hu: Másik bejegyzés

source: New Post
hu_hu: Új bejegyzés

source: Select Post
hu_hu: Bejegyzés kiválasztása

source: Future
hu_hu: Jövőbeli

source: Fields to Show
hu_hu: Megjelenítendő mezők

source: Show All ACF Fields
hu_hu: Az összes ACF mező megjelenítése

source: ACF Field Groups
hu_hu: ACF mezőcsoportok

source: ACF Field
hu_hu: ACF mező

source: ACF Field Group
hu_hu: ACF mezőcsoport

source: Select the field group...
hu_hu: Válassza ki a mezőcsoportot...

source: Submit Value
hu_hu: Beküldési érték

source: Update
hu_hu: Frissítés

source: After Submit
hu_hu: Beküldés után

source: Redirect
hu_hu: Átirányítás

source: Updated Message
hu_hu: Frissítési üzenet

source: Target
hu_hu: Cél

source: Same Page
hu_hu: Ugyanazon oldal

source: Another Page
hu_hu: Másik oldal

source: Label Placement
hu_hu: Címke elhelyezése

source: Instruction Placement
hu_hu: Utasítások elhelyezése

source: Field
hu_hu: Mező

source: Uploader
hu_hu: Feltöltő

source: Labels
hu_hu: Címkék

source: Inner Labels
hu_hu: Belső címkék

source: Buttons
hu_hu: Gombok

source: Text info
hu_hu: Szöveges információ

source: Update Button
hu_hu: Frissítés gomb

source: Please select the post
hu_hu: Kérjük, válassza ki a bejegyzést

source: You have no fields to show
hu_hu: Nincs megjeleníthető mező

source: ACF Gallery Field
hu_hu: ACF galéria mező

source: WOW Animation
hu_hu: WOW animáció

source: Skin
hu_hu: Kinézet

source: Single Image
hu_hu: Egyetlen kép

source: Diamond
hu_hu: Gyémánt

source: Hexagon
hu_hu: Hatszög

source: Limit images to be shown
hu_hu: Megjelenítendő képek korlátozása

source: Images to Show
hu_hu: Megjelenítendő képek

source: Row Height
hu_hu: Sormagasság

source: Space between images
hu_hu: Képek közötti térköz

source: Last row
hu_hu: Utolsó sor

source: Justify
hu_hu: Sorkizárás

source: Min diamonds per row
hu_hu: Minimum rombusz soronként

source: Gap between diamonds
hu_hu: Rombuszok közötti hézag

source: Hide Incomplete Row
hu_hu: Hiányos sor elrejtése

source: Hexagon Size
hu_hu: Hatszög mérete

source: Hexagon Gap
hu_hu: Hatszögök közötti hézag

source: Paddings Items
hu_hu: Elemek belső margói

source: Images
hu_hu: Képek

source: Caption
hu_hu: Felirat

source: Wow Animation Effect
hu_hu: WOW animációs effekt

source: Image link
hu_hu: Kép linkje

source: Lightbox Type
hu_hu: Lightbox típusa

source: Hover Effects
hu_hu: Hover effektek

source: This widget is deprecated. You can continue to use it but we recommend that you use ACF Relationship widget new version instead
hu_hu: Ez a widget elavult. Továbbra is használhatja, de azt javasoljuk, hogy inkább az ACF Relationship widget új verzióját használja

source: ACF Relationship field
hu_hu: ACF Relationship mező

source: Retrieve the current term from this taxonomy
hu_hu: Az aktuális kifejezés lekérése ebből a taxonómiából

source: Invert direction
hu_hu: Irány megfordítása

source: For bidirectional relationships, retrieve all posts that are associated with the current post
hu_hu: Kétirányú kapcsolatoknál kérje le az összes bejegyzést, amely az aktuális bejegyzéshez kapcsolódik

source: Ignore drafts
hu_hu: Vázlatok kihagyása

source: Number of Posts
hu_hu: Bejegyzések száma

source: Same order of ACF Relationship
hu_hu: Az ACF Relationship sorrendje szerint

source: Meta Field
hu_hu: Meta mező

source: Meta key
hu_hu: Meta kulcs

source: Render mode
hu_hu: Renderelési mód

source: Text editor
hu_hu: Szövegszerkesztő

source: Read more
hu_hu: Bővebben

source: You can use Dynamic Shortcodes and HTML.
hu_hu: Használhat dinamikus shortcode-okat és HTML-t.

source: Natural
hu_hu: Természetes

source: Tabs
hu_hu: Fülek

source: Closed by default
hu_hu: Alapértelmezés szerint zárt

source: Empty value text
hu_hu: Üres érték szövege

source: Choose an option
hu_hu: Válasszon egy lehetőséget

source: Set 1 to show one result per line
hu_hu: Állítsa 1-re, hogy soronként egy eredményt jelenítsen meg

source: Columns Align
hu_hu: Oszlopok igazítása

source: Tab orientation
hu_hu: Fülek tájolása

source: Title Active
hu_hu: Aktív cím

source: Item
hu_hu: Elem

source: Pane
hu_hu: Panel

source: Border radius
hu_hu: Sarkok lekerekítése

source: Text color
hu_hu: Szöveg színe

source: ACF Relationship Field
hu_hu: ACF Relationship mező

source: This widget is deprecated. You can continue to use it but we recommend that you use ACF Repeater widget new version instead, it's more fast.
hu_hu: Ez a widget elavult. Továbbra is használhatja, de azt javasoljuk, hogy inkább az ACF Repeater widget új verzióját használja, ez gyorsabb.

source: HTML Label
hu_hu: HTML címke

source: Texts
hu_hu: Szövegek

source: Hover Color
hu_hu: Lebegés színe

source: Max-Width
hu_hu: Maximális szélesség

source: Filters image
hu_hu: Kép szűrése

source: URL Field
hu_hu: URL mező

source: Open in new window
hu_hu: Megnyitás új ablakban

source: Add nofollow
hu_hu: nofollow hozzáadása

source: Repeater fields
hu_hu: Ismétlő mezők

source: Use an Elementor Template as content of the repeater
hu_hu: Használjon egy Elementor sablont az ismétlő tartalmaként

source: Show row item
hu_hu: Sor elem megjelenítése

source: Leave empty to print all rows, otherwise write the number of them. Use "first" and "last" to indicate the first and last element.
hu_hu: Hagyja üresen az összes sor megjelenítéséhez, ellenkező esetben írja be a számukat. Az első és utolsó elem jelöléséhez használja a "first" és "last" szavakat.

source: Invert row order
hu_hu: Sorok sorrendjének megfordítása

source: Render
hu_hu: Renderelés

source: Render as
hu_hu: Megjelenítés módja

source: Slider/Carousel
hu_hu: Csúszka/Carousel

source: Table (No Template)
hu_hu: Táblázat (Nincs sablon)

source: Show label
hu_hu: Címke megjelenítése

source: Heading text
hu_hu: Címsor szövege

source: Automatically close other Tabs
hu_hu: A többi fül automatikus bezárása

source: List type
hu_hu: Lista típusa

source: Flex list
hu_hu: Flex lista

source: Alignment grid
hu_hu: Igazítási rács

source: Table Head
hu_hu: Táblázat fejléce

source: Add DataTable
hu_hu: DataTable hozzáadása

source: Slider Carousel
hu_hu: Csúszka carousel

source: Effect of transition
hu_hu: Átmenet hatása

source: Tranisition effect from the slides.
hu_hu: A diák közötti átmeneti effektus.

source: Number of slides per view (slides visible at the same time on slider's container). If you use it with "auto" value and along with loop: true then you need to specify loopedSlides parameter with amount of slides to loop (duplicate). SlidesPerView: 'auto' is currently not compatible with multirow mode, when slidesPerColumn > 1
hu_hu: Diák száma nézetenként (a csúszka konténerében egyszerre látható diák). Ha ezt "auto" értékkel és a loop: true-val használja, akkor meg kell adnia a loopedSlides paramétert a hurkolandó (duplikált) diák számával. A SlidesPerView: 'auto' jelenleg nem kompatibilis a többsoros móddal, amikor a slidesPerColumn > 1

source: Slides Column
hu_hu: Diák oszlopszáma

source: Number of slides per column, for multirow layout.
hu_hu: Diák száma oszloponként, többsoros elrendezéshez.

source: Set numbers of slides to define and enable group sliding. Useful to use with slidesPerView > 1
hu_hu: Állítsa be a diák számát a csoportos lapozás meghatározásához és engedélyezéséhez. Hasznos, ha slidesPerView > 1

source: Duration of transition between slides (in ms)
hu_hu: A diák közötti átmenet időtartama (ms-ben)

source: If true, then active slide will be centered, not always on the left side.
hu_hu: Ha true, az aktív dia középre kerül, nem mindig a bal oldalon lesz.

source: If true then slides will not have fixed positions
hu_hu: Ha true, a diák nem lesznek rögzített pozícióban

source: If true, then slide will keep moving for a while after you release it
hu_hu: Ha true, akkor a dia még egy ideig tovább mozog, miután elengedi

source: Higher value produces larger momentum velocity after you release slider
hu_hu: A nagyobb érték nagyobb lendületet eredményez a csúszka elengedése után

source: Set to false if you want to disable momentum bounce in free mode
hu_hu: Állítsa false-ra, ha ki akarja kapcsolni a lendületes visszapattanást szabad módban

source: Set 'yes' to enable snap to slides positions in free mode
hu_hu: Állítsa 'yes'-re a diák pozícióira való illesztés engedélyezéséhez szabad módban

source: Navigation options
hu_hu: Navigációs beállítások

source: Use Navigation
hu_hu: Navigáció használata

source: Set "yes", you will use the navigation arrows.
hu_hu: Állítsa "yes"-re, ha használni kívánja a navigációs nyilakat.

source: Arrows color
hu_hu: Nyilak színe

source: Horizontal Position
hu_hu: Vízszintes pozíció

source: Pagination options
hu_hu: Lapozás beállításai

source: Use Pagination
hu_hu: Lapozás használata

source: Use the slide progression display system ("bullets", "fraction", "progress").
hu_hu: Használja a diák előrehaladását megjelenítő rendszert ("bullets", "fraction", "progress").

source: Typography numbers
hu_hu: Számok tipográfiája

source: Color of current number
hu_hu: Az aktuális szám színe

source: Current number typography
hu_hu: Az aktuális szám tipográfiája

source: The color of the separator
hu_hu: Az elválasztó színe

source: Bullets dimension
hu_hu: Pontok mérete

source: Dullets border
hu_hu: Pontok szegélye

source: Dimension of active bullet
hu_hu: Aktív pont mérete

source: Progress color
hu_hu: Folyamat színe

source: Progressbar color
hu_hu: Folyamatjelző sáv színe

source: Horizontal Alignment
hu_hu: Vízszintes igazítás

source: Autoplay options
hu_hu: Automatikus lejátszás beállításai

source: Use Autoplay
hu_hu: Automatikus lejátszás használata

source: Enable this parameter and autoplay will be stopped when it reaches last slide (has no effect in loop mode)
hu_hu: Engedélyezze ezt a paramétert, és az automatikus lejátszás leáll az utolsó diánál (hurkolt módban nincs hatása)

source: Set to "false" and autoplay will not be disabled after user interactions (swipes), it will be restarted every time after interaction
hu_hu: Állítsa "false"-ra, és az automatikus lejátszás nem lesz letiltva a felhasználói interakciók (húzások) után, minden interakciót követően újraindul

source: Keyboard / Mousewheel
hu_hu: Billentyűzet / Egérgörgő

source: Cicle / Loop
hu_hu: Ciklus / Hurok

source: Specials options
hu_hu: Speciális beállítások

source: Set to true and slider wrapper will adopt its height to the height of the currently active slide
hu_hu: Állítsa true-ra, és a csúszka burkolója a jelenleg aktív dia magasságához igazítja a magasságát

source: This option may a little improve desktop usability. If true, user will see the "grab" cursor when hover on Swiper
hu_hu: Ez az opció kis mértékben javíthatja az asztali használhatóságot. Ha true, a felhasználó a "grab" kurzort látja, amikor a Swiper fölé viszi az egeret

source: Select an ACF Repeater field
hu_hu: Válasszon egy ACF Repeater mezőt

source: ACF Repeater field
hu_hu: ACF Repeater mező

source: Sub fields
hu_hu: Almezők

source: Image Resolution apply only when the ACF image returns ID or Array, not URL.
hu_hu: A képfelbontás csak akkor érvényes, ha az ACF kép ID-t vagy Array-t ad vissza, nem pedig URL-t.

source: Please select an HTML Tag to choose the style.
hu_hu: Válasszon egy HTML-címkét a stílus kiválasztásához.

source: Open in a new window
hu_hu: Megnyitás új ablakban

source: Use %s to display specific field of the current row's data.
hu_hu: A %s használatával jelenítheti meg az aktuális sor adatainak egy adott mezőjét.

source: Use an Elementor Template as content of repeater.
hu_hu: Használjon Elementor sablont az ismétlő tartalmaként.

source: Different Template for odd rows
hu_hu: Eltérő sablon a páratlan sorokhoz

source: Manage the appearance of the odd elements.
hu_hu: A páratlan elemek megjelenésének kezelése.

source: Template for odd rows
hu_hu: Sablon a páratlan sorokhoz

source: Show only these rows
hu_hu: Csak ezeket a sorokat jelenítse meg

source: Leave empty to print all rows, otherwise write their number. Use "first" and "last" to indicate the first and last element. Insert multiple values with a comma.
hu_hu: Hagyja üresen az összes sor kiíratásához, egyébként írja be a számukat. Az első és utolsó elem jelöléséhez használja a "first" és "last" értékeket. Több értéket vesszővel válasszon el.

source: Heading Text
hu_hu: Címsor szöveg

source: Table Heading
hu_hu: Táblázat fejléce

source: Custom Table Heading
hu_hu: Egyéni táblázatfejléc

source: Remember to use the HTML %1$s element to define a set of rows defining the head of the columns of the table.
hu_hu: Ne feledje, hogy a táblázat oszlopfejlécét meghatározó sorkészlet definiálásához használja a HTML %1$s elemet.

source: Use DataTables
hu_hu: DataTables használata

source: Add advanced interaction controls to your HTML tables.
hu_hu: Adjon fejlett interakciós vezérlőket a HTML táblázatokhoz.

source: Read more on
hu_hu: Bővebben itt

source: Excel-like click and drag copying and filling of data.
hu_hu: Excel-szerű kattintás és húzás alapú adatmásolás és -kitöltés.

source: A common framework for user interaction buttons. Like Export and Print.
hu_hu: Egységes keretrendszer a felhasználói interakciós gombokhoz. Például az Export és a Print.

source: Click-and-drag column reordering.
hu_hu: Oszlopok átrendezése kattintással és húzással.

source: Fix one or more columns to the left or right of a scrolling table.
hu_hu: Egy vagy több oszlop rögzítése a görgethető táblázat bal vagy jobb oldalára.

source: Sticky header and / or footer for the table.
hu_hu: Ragadós fejléc és / vagy lábléc a táblázathoz.

source: Keyboard navigation of cells in a table, just like a spreadsheet.
hu_hu: Billentyűzettel történő cellanavigáció a táblázatban, hasonlóan a táblázatkezelőkhöz.

source: Dynamically show and hide columns based on the browser size.
hu_hu: Oszlopok dinamikus megjelenítése és elrejtése a böngésző mérete alapján.

source: Show similar data grouped together by a custom data point.
hu_hu: Hasonló adatok megjelenítése egyéni adatpont szerint csoportosítva.

source: Click-and-drag reordering of rows.
hu_hu: Sorok átrendezése kattintással és húzással.

source: Virtual rendering of a scrolling table for large data sets.
hu_hu: Gördülő táblázat virtuális megjelenítése nagy adathalmazokhoz.

source: Scroller Height
hu_hu: Scroller magassága

source: Height of virtual scroller.
hu_hu: A virtuális scroller magassága.

source: Adds row, column and cell selection abilities to a table.
hu_hu: Sor-, oszlop- és cellakijelölési lehetőségeket ad egy táblázathoz.

source: UI Options
hu_hu: UI beállítások

source: Search Box
hu_hu: Keresőmező

source: Show the search box above the table.
hu_hu: A keresőmező megjelenítése a táblázat felett.

source: Show pagination controls below the table.
hu_hu: Lapozó vezérlők megjelenítése a táblázat alatt.

source: Info Text
hu_hu: Információs szöveg

source: Show the "Showing X to Y of Z entries" text.
hu_hu: A "X–Y / Z bejegyzés megjelenítése" szöveg megjelenítése.

source: Length Menu
hu_hu: Elemszám menü

source: Show the "Show X entries" dropdown.
hu_hu: A "X bejegyzés megjelenítése" legördülő megjelenítése.

source: Column Sorting
hu_hu: Oszlopok rendezése

source: Enable sorting by clicking on column headers.
hu_hu: Rendezés engedélyezése az oszlopfejlécekre kattintva.

source: Filter
hu_hu: Szűrő

source: Logical Relationship
hu_hu: Logikai kapcsolat

source: The logical relationship when there is more than one
hu_hu: A logikai kapcsolat, ha egynél több van

source: Number of slides visible at the same time on slider's container).
hu_hu: Egyszerre látható diák száma a slider konténerében).

source: Set numbers of slides to define and enable group sliding. Useful to use with Slides Per View > 1
hu_hu: Állítsa be a diák számát a csoportos csúsztatás meghatározásához és engedélyezéséhez. Hasznos a Slides Per View > 1 esetén

source: When enabled it center slides if the amount of slides less than slidesPerView
hu_hu: Engedélyezéskor középre helyezi a diákat, ha a diák száma kisebb, mint a slidesPerView

source: Set 'yes' to enable snap to slides positioned in free mode
hu_hu: Állítsa 'yes'-re a szabad módban elhelyezett diákra történő ráillesztés engedélyezéséhez

source: Current number color
hu_hu: Aktuális szám színe

source: Separator color
hu_hu: Elválasztó színe

source: Typography separator
hu_hu: Tipográfiai elválasztó

source: Bullets size
hu_hu: Pontok mérete

source: Active bullet size
hu_hu: Aktív pont mérete

source: Enable this parameter and autoplay will be stopped when it reaches the last slide (has no effect in loop mode)
hu_hu: Ennek a paraméternek az engedélyezésével az automatikus lejátszás leáll az utolsó diánál (loop módban nincs hatása)

source: Set it to true to enable continuous loop mode
hu_hu: Állítsa true-ra a folyamatos loop mód engedélyezéséhez

source: This option may improve desktop usability. If true, user will see the "grab" cursor when hover on Swiper
hu_hu: Ez az opció javíthatja az asztali használhatóságot. Ha true, a felhasználó a "grab" kurzort látja, amikor a Swiper fölé viszi az egeret

source: Table - Heading Alignment
hu_hu: Táblázat - Fejléc igazítása

source: Table - Rows Alignment
hu_hu: Táblázat - Sorok igazítása

source: Select at least one sub field
hu_hu: Válasszon ki legalább egy almezőt

source: Table skin is not recommended with Dynamic HTML or Template mode. Consider using Subfields mode for better table structure.
hu_hu: A táblázat kinézete nem ajánlott Dynamic HTML vagy Template módban. A jobb táblázatszerkezet érdekében fontolja meg a Subfields mód használatát.

source: Filter Error: the subfield %1$s doesn't exist
hu_hu: Szűrőhiba: a(z) %1$s almező nem létezik

source: Mode
hu_hu: Mód

source: Force Height
hu_hu: Kényszerített magasság

source: If the value is empty the height is automatic.
hu_hu: Ha az érték üres, a magasság automatikus.

source: Use as a background image
hu_hu: Használat háttérképként

source: Background Height
hu_hu: Háttér magassága

source: Vertical space
hu_hu: Függőleges térköz

source: Horizontal space
hu_hu: Vízszintes térköz

source: Image Settings
hu_hu: Képbeállítások

source: Slider Settings
hu_hu: Slider beállítások

source: Transition effect
hu_hu: Átmeneti effektus

source: Slides Grid
hu_hu: Diarács

source: Number of slides per view (slides visible at the same time on slider's container). If you use it with "auto" value and along with loop: true then you need to specify loopedSlides parameter with amount of slides to loop (duplicate). SlidesPerView: 'auto' is currently not compatible with multirow mode, when slidesPerColumn greater than one
hu_hu: Diák száma nézetenként (egyszerre látható diák a slider konténerében). Ha "auto" értékkel és loop: true mellett használja, meg kell adnia a loopedSlides paramétert a duplikálandó diák számával. SlidesPerView: 'auto' jelenleg nem kompatibilis a több soros móddal, amikor a slidesPerColumn nagyobb egynél

source: Navigation size
hu_hu: Navigáció mérete

source: Arrows scale
hu_hu: Nyilak skálázása

source: Arrow color hover
hu_hu: Nyíl színe hover állapotban

source: The color of the current number
hu_hu: Az aktuális szám színe

source: Typography current number
hu_hu: Aktuális szám tipográfiája

source: Separator Typography
hu_hu: Elválasztó tipográfiája

source: Delay between transitions (in ms). If this parameter is not specified (by default), autoplay will be disabled
hu_hu: Késleltetés az átmenetek között (ms-ben). Ha ez a paraméter nincs megadva (alapértelmezetten), az automatikus lejátszás le lesz tiltva

source: Disable Autoplay on interaction
hu_hu: Automatikus lejátszás letiltása interakció esetén

source: This feature is available when rows is set to 1
hu_hu: Ez a funkció akkor érhető el, ha a rows értéke 1

source: Watch Slides Progress
hu_hu: Diák előrehaladásának figyelése

source: Enable this feature to calculate each slides progress
hu_hu: Engedélyezze ezt a funkciót minden dia előrehaladásának kiszámításához

source: Watch Slides Visibility
hu_hu: Diák láthatóságának figyelése

source: WatchSlidesProgress should be enabled. Enable this option and slides that are in viewport will have additional visible classes
hu_hu: A WatchSlidesProgress-t engedélyezni kell. Engedélyezze ezt az opciót, és a nézetablakban lévő diák további visible osztályokat kapnak

source: Freemode
hu_hu: Szabad mód

source: The slides will not have fixed positions
hu_hu: A diák pozíciója nem lesz rögzített.

source: Slides will keep moving for a while after you release it
hu_hu: A diák még egy ideig mozognak, miután elengedi őket

source: Higher value produces bigger rebound effect of the moment
hu_hu: A nagyobb érték nagyobb visszapattanási (momentum) hatást eredményez

source: Other Options
hu_hu: Egyéb beállítások

source: Set Wrapper Size
hu_hu: Wrapper méretének beállítása

source: Enable this option and plugin will set width/height on swiper wrapper equal to total size of all slides. Mostly should be used as compatibility fallback option for browser that don't support flexbox layout well
hu_hu: Engedélyezze ezt az opciót, és a bővítmény beállítja a swiper wrapper szélességét/magasságát az összes dia teljes méretének megfelelően. Többnyire kompatibilitási tartalékként használható azokban a böngészőkben, amelyek nem támogatják jól a flexbox elrendezést

source: Virtual Translate
hu_hu: Virtuális eltolás

source: Enable this option and swiper will be operated as usual except it will not move, real translate values on wrapper will not be set. Useful when you may need to create custom slide transition
hu_hu: Engedélyezze ezt az opciót, és a swiper a szokásos módon működik, kivéve, hogy nem fog mozogni, a wrapperen nem lesznek beállítva valós translate értékek. Hasznos, ha egyedi diaátmenetet kell készítenie

source: Round Lengths
hu_hu: Hosszak kerekítése

source: Set to true to round values of slides width and height to prevent blurry texts on usual resolution screens (if you have such)
hu_hu: Állítsa true-ra, hogy a diák szélességét és magasságát kerekítse, ezzel megelőzve az elmosódott szövegeket a hagyományos felbontású képernyőkön (ha ilyeneket használ)

source: Nested
hu_hu: Beágyazott

source: Set to true on nested Swiper for correct touch events interception. Use only on nested swipers that use same direction as the parent one
hu_hu: Beágyazott Swiper esetén állítsa true-ra az érintési események helyes elfogásához. Csak olyan beágyazott swipereknél használja, amelyek ugyanazt az irányt használják, mint a szülő

source: Overlay Hover
hu_hu: Átfedőréteg hover

source: Info
hu_hu: Információ

source: Success
hu_hu: Siker

source: Warning
hu_hu: Figyelmeztetés

source: Danger
hu_hu: Veszély
