Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Selected post meta value. The meta must return an element of type array or comma separated string that contains the term type IDs. (e.g.: array [5,27,88] or 5,27,88)
hu_hu: Kiválasztott bejegyzés metaértéke. A meta egy tömb típusú elemet vagy vesszővel elválasztott karakterláncot kell, hogy visszaadjon, amely a kifejezéstípus-azonosítókat tartalmazza. (pl.: tömb [5,27,88] vagy 5,27,88)

source: Post Term string field
hu_hu: Bejegyzés kifejezésének string mezője

source: Type the Term slug
hu_hu: Adja meg a kifejezés slugját

source: Terms Included for
hu_hu: Bevonandó kifejezések ehhez

source: All Terms
hu_hu: Összes kifejezés

source: Include Children Terms
hu_hu: Gyermek kifejezések bevonása

source: Operator for Included Terms
hu_hu: Bevont kifejezések operátora

source: Terms Excluded for
hu_hu: Kizárt kifejezések ehhez

source: Author Filters
hu_hu: Szerzői szűrők

source: Select Author
hu_hu: Válasszon szerzőt

source: Current author
hu_hu: Aktuális szerző

source: Current user
hu_hu: Aktuális felhasználó

source: Post author custom meta field
hu_hu: Bejegyzés szerzőjének egyéni metamezője

source: Selected Post Meta value. The meta must return an element of type array or comma separated string containing author IDs. (eg: array [5,27,88] or 5,27,88)
hu_hu: Kiválasztott bejegyzés metaértéke. A meta egy tömb típusú elemet vagy vesszővel elválasztott karakterláncot kell, hogy visszaadjon, amely szerzőazonosítókat tartalmaz. (pl.: tömb [5,27,88] vagy 5,27,88)

source: Post Author string field
hu_hu: Bejegyzés szerzőjének string mezője

source: Type the Post Meta value. Type a sequence of author IDs separated by commas. (eg: 5,27,88)
hu_hu: Adja meg a bejegyzés metaértékét. Adja meg a vesszővel elválasztott szerzőazonosítók sorozatát. (pl.: 5,27,88)

source: Include Author
hu_hu: Szerző bevonása

source: Select author
hu_hu: Válasszon szerzőt

source: Filter posts by selected Authors
hu_hu: Bejegyzések szűrése a kiválasztott szerzők szerint

source: Exclude Author
hu_hu: Szerző kizárása

source: Metakey Filters
hu_hu: Metakulcs szűrők

source: Meta key or name
hu_hu: Metakulcs vagy név

source: Operator
hu_hu: Operátor

source: Query ID Filter
hu_hu: Lekérdezés ID szűrő

source: Give your Query a custom unique id to allow server side filtering
hu_hu: Adjon a lekérdezésének egy egyedi egyéni ID-t a szerveroldali szűrés engedélyezéséhez

source: If you want to show something when no elements are found.
hu_hu: Ha szeretne valamit megjeleníteni, amikor nem található elem.

source: No results found.
hu_hu: Nincs találat.

source: Invert direction (deprecated)
hu_hu: Irány megfordítása (elavult)

source: Retrieve all posts that are associated with the current post. (Deprecated: Using ACF Bidirectional option is recommended as a replacement)
hu_hu: Az aktuális bejegyzéshez társított összes bejegyzés lekérése. (Elavult: helyette az ACF Bidirectional opció használata javasolt)

source: Select an ACF Relationship Field
hu_hu: Válasszon egy ACF Relationship mezőt

source: ACF is not active
hu_hu: Az ACF nem aktív

source: Type the Meta Box Relationship ID
hu_hu: Adja meg a Meta Box Relationship ID-t

source: The Meta Box Relationship ID doesn't exist
hu_hu: A Meta Box Relationship ID nem létezik

source: Select the Favorites key
hu_hu: Válassza ki a Favorites kulcsot

source: Please check your Dynamic Posts - Custom Query Code
hu_hu: Kérjük, ellenőrizze a Dynamic Posts - Custom Query Code-ot

source: Post Type Query
hu_hu: Bejegyzéstípus-lekérdezés

source: This widget is deprecated. You can continue to use it but we recommend that you use Dynamic Posts instead.
hu_hu: Ez a widget elavult. Továbbra is használhatja, de javasoljuk, hogy helyette a Dynamic Posts-ot használja.

source: ACF Relations
hu_hu: ACF kapcsolatok

source: From Specific Post
hu_hu: Adott bejegyzésből

source: Relations (ACF)
hu_hu: Kapcsolatok (ACF)

source: For bidirectional relationships, retrieve all posts that are associated to a current post
hu_hu: Kétirányú kapcsolatok esetén kérje le az aktuális bejegyzéshez társított összes bejegyzést

source: Exclude Current Post
hu_hu: Aktuális bejegyzés kizárása

source: Exclude page parent
hu_hu: Szülőoldal kizárása

source: Exclude posts
hu_hu: Bejegyzések kizárása

source: Parent Query
hu_hu: Szülő lekérdezés

source: Enable ParentChild Options
hu_hu: ParentChild opciók engedélyezése

source: Get from Parent (for template)
hu_hu: Lekérés a szülőtől (sablonhoz)

source: I take the post parent and I get my siblings out of myself.
hu_hu: A bejegyzés szülőjét veszem, és a testvéreimet kapom meg magam nélkül.

source: Get from Children (for template)
hu_hu: Lekérés a gyermekektől (sablonhoz)

source: Compared to myself-I take my children.
hu_hu: Magamhoz képest - viszem a gyermekeimet.

source: Taxonomy Query Filter
hu_hu: Taxonómia lekérdezési szűrő

source: Select Taxonomy
hu_hu: Taxonómia kiválasztása

source: Filter results by selected taxonomy
hu_hu: Eredmények szűrése a kiválasztott taxonómia szerint

source: Include Combination
hu_hu: Kombináció bevonása

source: Exclude Terms of
hu_hu: Kifejezések kizárása ebből:

source: No terms
hu_hu: Nincs kifejezés

source: Exclude Combination
hu_hu: Kombináció kizárása

source: Filter results by taxonomy terms associated to current post
hu_hu: Eredmények szűrése az aktuális bejegyzéshez kapcsolódó taxonómia-kifejezések szerint

source: Use ACF Taxonomy
hu_hu: ACF Taxonomy használata

source: The results of the filter for taxonomy terms indicated in the ACF Taxonomy type field. If the ACF Taxonomy value in the post is set, it will ignore the previously defined include / exclude filters.
hu_hu: A szűrő eredményei az ACF Taxonomy típusú mezőben megadott taxonómia-kifejezések alapján. Ha a bejegyzésben az ACF Taxonomy értéke be van állítva, figyelmen kívül hagyja a korábban meghatározott include / exclude szűrőket.

source: Taxonomy (ACF)
hu_hu: Taxonómia (ACF)

source: Select the Taxonomy
hu_hu: Válassza ki a taxonómiát

source: Terms ID
hu_hu: Kifejezések ID-je

source: Commas separate list of category ids
hu_hu: Vesszővel elválasztott kategória-ID-k listája

source: Date Query Filter
hu_hu: Dátum lekérdezési szűrő

source: Selected Post Meta value must be stored if format "Ymd", like ACF Date
hu_hu: A kiválasztott bejegyzés metaértékét "Ymd" formátumban kell tárolni, mint az ACF Date esetében

source: Author Query Filter
hu_hu: Szerző lekérdezési szűrő

source: Author (Archive)
hu_hu: Szerző (archívum)

source: From current Author
hu_hu: Aktuális szerzőtől

source: From current Post Author or Author in Archive Author page
hu_hu: Az aktuális bejegyzés szerzőjétől vagy az archívum szerző oldalán szereplő szerzőtől

source: Order image
hu_hu: Kép sorrendje

source: Image Position
hu_hu: Kép pozíciója

source: Distribution (left, right, alternate)
hu_hu: Elosztás (bal, jobb, váltakozó)

source: Text Zone Position
hu_hu: Szövegzóna pozíciója

source: Floats in front
hu_hu: Elöl lebeg

source: Vertical Text Movement
hu_hu: Függőleges szövegmozgás

source: Show Content
hu_hu: Tartalom megjelenítése

source: Show Type
hu_hu: Típus megjelenítése

source: Show Meta Data
hu_hu: Metaadatok megjelenítése

source: Show Author
hu_hu: Szerző megjelenítése

source: Show Date
hu_hu: Dátum megjelenítése

source: Show Read More
hu_hu: Bővebben megjelenítése

source: Show ACF Items
hu_hu: ACF elemek megjelenítése

source: List Name
hu_hu: Lista neve

source: Ordering
hu_hu: Rendezés

source: Meta Data
hu_hu: Metaadatok

source: Meta data
hu_hu: Metaadatok

source: Auhtor
hu_hu: Szerző

source: ACF Items
hu_hu: ACF elemek

source: ACF items
hu_hu: ACF elemek

source: Render as
hu_hu: Megjelenítés módja

source: Grid (Flex)
hu_hu: Rács (Flex)

source: Grid Masonry (filters)
hu_hu: Rács Masonry (szűrők)

source: Show Filters
hu_hu: Szűrők megjelenítése

source: Show Pagination
hu_hu: Oldalszámozás megjelenítése

source: Use the years above the block
hu_hu: Évek használata a blokk felett

source: Show Status PREVIEW in Editor Mode
hu_hu: PREVIEW állapot megjelenítése szerkesztő módban

source: Icon Prev/Next
hu_hu: Ikon Előző/Következő

source: Icon First/Last
hu_hu: Ikon Első/Utolsó

source: Slides to Show
hu_hu: Megjelenítendő diák száma

source: Slides to Scroll
hu_hu: Lapozandó diák száma

source: Arrow Style
hu_hu: Nyíl stílusa

source: Inside
hu_hu: Belül

source: Outside
hu_hu: Kívül

source: Animation Speed
hu_hu: Animáció sebessége

source: Center Mode
hu_hu: Középre igazítás mód

source: Swiper Settings
hu_hu: Swiper beállításai

source: Slide per view
hu_hu: Diák száma nézetenként

source: Color of the current number
hu_hu: Az aktuális szám színe

source: Scrollbar options
hu_hu: Görgetősáv beállításai

source: You will use a scrollbar that displays navigation
hu_hu: Navigációt megjelenítő görgetősávot használ

source: Swiper Special Options
hu_hu: Swiper speciális beállításai

source: Enabled this option and plugin will set width/height on swiper wrapper equal to total size of all slides. Mostly should be used as compatibility fallback option for browser that don't support flexbox layout well
hu_hu: Engedélyezze ezt az opciót, és a bővítmény a swiper wrapper szélességét/magasságát az összes dia teljes méretének megfelelőre állítja. Többnyire kompatibilitási tartalék opcióként használható olyan böngészőkben, amelyek nem támogatják jól a flexbox elrendezést

source: Enabled this option and swiper will be operated as usual except it will not move, real translate values on wrapper will not be set. Useful when you may need to create custom slide transition
hu_hu: Engedélyezze ezt az opciót, és a swiper a szokásos módon fog működni, kivéve, hogy nem mozog; a valódi translate értékek a wrapperen nem lesznek beállítva. Hasznos, ha egyedi diaátmenetet kell létrehoznia

source: This option may improve desktop usability. If true, user will see the “grab” cursor when hover on Swiper
hu_hu: Ez az opció javíthatja az asztali használhatóságot. Ha igaz, a felhasználó “grab” kurzort lát, amikor a Swiper fölé viszi az egeret

source: Fit Row
hu_hu: Sorhoz igazítás

source: Title inside or outside of box
hu_hu: Cím a dobozban vagy azon kívül

source: Text Position
hu_hu: Szöveg pozíciója

source: Bottom (in)
hu_hu: Alul (belül)

source: Bottom (out)
hu_hu: Alul (kívül)

source: Top (out)
hu_hu: Felül (kívül)

source: Enable Tooltip
hu_hu: Tooltip engedélyezése

source: Horizontal Offset Arrow
hu_hu: Nyíl vízszintes eltolása

source: Arrow size
hu_hu: Nyíl mérete

source: Metadata inside or outside of box
hu_hu: Metaadatok a dobozban vagy azon kívül

source: Only parent items
hu_hu: Csak szülő elemek

source: Show image
hu_hu: Kép megjelenítése

source: Show biography
hu_hu: Életrajz megjelenítése

source: Author inside or outside of box
hu_hu: Szerző a dobozban vagy azon kívül

source: The format of date.
hu_hu: A dátum formátuma.

source: Date Format 2
hu_hu: Dátumformátum 2

source: The format of date 2.
hu_hu: A 2. dátum formátuma.

source: Date Format 3
hu_hu: Dátumformátum 3

source: The format of date 3.
hu_hu: A 3. dátum formátuma.

source: Read More button inside or outside of box
hu_hu: Tovább gomb a dobozban vagy azon kívül

source: Custom Fields
hu_hu: Egyéni mezők

source: Fields
hu_hu: Mezők

source: Meta Items
hu_hu: Meta elemek

source: Use all First level Terms of the selected taxonomy
hu_hu: A kiválasztott taxonómia összes első szintű kifejezésének használata

source: Data Filters
hu_hu: Adatszűrők

source: Filters Alignment
hu_hu: Szűrők igazítása

source: Show/Hide empty terms
hu_hu: Üres kifejezések megjelenítése/elrejtése

source: Hover effect
hu_hu: Lebegtetési effektus

source: Block Hover Opacity (%)
hu_hu: Blokk lebegtetési átlátszatlansága (%)

source: IN Animation effect
hu_hu: Belépő animációs effektus

source: IN Effect Timing function
hu_hu: Belépő effektus időzítési függvénye

source: OUT Animation effect
hu_hu: Kilépő animációs effektus

source: OUT Effect Timing function
hu_hu: Kilépő effektus időzítési függvénye

source: Enable Template
hu_hu: Sablon engedélyezése

source: Enable a template to manage the appearance of individual grid elements
hu_hu: Sablon engedélyezése az egyes rácselemek megjelenésének kezeléséhez

source: Enable Template 2
hu_hu: Sablon 2 engedélyezése

source: Enable a template to manage the appearance of the odd elements of the grid
hu_hu: Sablon engedélyezése a rács páratlan elemeinek megjelenésének kezeléséhez

source: Template for odd posts
hu_hu: Sablon a páratlan bejegyzésekhez

source: Enable Native Template
hu_hu: Natív sablon engedélyezése

source: Use the template associated with the type (Menu: Elementor> Dynamic Content) to manage the appearance of the individual elements of the grid
hu_hu: Használja a típushoz társított sablont (Menü: Elementor> Dynamic Content) az egyes rácselemek megjelenésének kezeléséhez

source: Use the extended link on the template block.
hu_hu: Használja a kiterjesztett hivatkozást a sablonblokkon.

source: Wow Animation
hu_hu: WOW animáció

source: Enable WOW Animation
hu_hu: WOW animáció engedélyezése

source: Delay coefficient
hu_hu: Késleltetési együttható

source: Content Background Color
hu_hu: Tartalom háttérszíne

source: Row size
hu_hu: Sor mérete

source: Date Width
hu_hu: Dátum szélessége

source: Date Position X
hu_hu: Dátum X pozíciója

source: Style Info
hu_hu: Stílusinformáció

source: Styles are managed in the template.
hu_hu: A stílusokat a sablon kezeli.

source: Blocks Background Color
hu_hu: Blokkok háttérszíne

source: Horizontal Alignment (Flex)
hu_hu: Vízszintes igazítás (Flex)

source: Vertical Alignment (Flex)
hu_hu: Függőleges igazítás (Flex)

source: Vertical alternate
hu_hu: Függőleges váltakozás

source: Blocks Padding
hu_hu: Blokkok belső margója

source: Blocks Margin
hu_hu: Blokkok külső margója

source: Block Border Radius
hu_hu: Blokk szegélyrádiusza

source: BorderRadius add Masking
hu_hu: BorderRadius maszkolás hozzáadása

source: Content Zone
hu_hu: Tartalomzóna

source: Movement (%)
hu_hu: Elmozdulás (%)

source: Available only with [Layout > Position Top]
hu_hu: Csak a [Layout > Position Top] beállítással érhető el

source: Avatar image
hu_hu: Avatar kép

source: Size (px)
hu_hu: Méret (px)

source: Biography
hu_hu: Életrajz

source: Year over the block
hu_hu: Év a blokk fölött

source: Metadata Alignment
hu_hu: Metaadatok igazítása

source: Items Padding
hu_hu: Elemek belső margója

source: Date Color
hu_hu: Dátum színe

source: Date Padding
hu_hu: Dátum belső margója

source: Date2 Color
hu_hu: Dátum2 színe

source: Date2 Padding
hu_hu: Dátum2 belső margója

source: Date3 Color
hu_hu: Dátum3 színe

source: Date3 Padding
hu_hu: Dátum3 belső margója

source: First/last
hu_hu: Első/utolsó

source: Arrows Color
hu_hu: Nyilak színe

source: Arrows Background Color
hu_hu: Nyilak háttérszíne

source: Arrows Color Hover
hu_hu: Nyilak színe Hover

source: Arrows Background Color Hover
hu_hu: Nyilak háttérszíne Hover

source: Arrows size
hu_hu: Nyilak mérete

source: Vertical Shift Arrows
hu_hu: Nyilak függőleges eltolása

source: Horizontal Shift Arrows
hu_hu: Nyilak vízszintes eltolása

source: Dots Color
hu_hu: Pontok színe

source: Dots Color Hover
hu_hu: Pontok színe Hover

source: Dots Color Active
hu_hu: Pontok színe aktív

source: Dots size
hu_hu: Pontok mérete

source: Dots space
hu_hu: Pontok térköze

source: Filters Color
hu_hu: Szűrők színe

source: Filters Color Hover
hu_hu: Szűrők színe Hover

source: Filters Color Active
hu_hu: Szűrők színe aktív

source: Divider Filters Color
hu_hu: Szűrők elválasztó színe

source: Typography Filters
hu_hu: Szűrők tipográfiája

source: Typography Divider
hu_hu: Elválasztó tipográfiája

source: Filters spacing
hu_hu: Szűrők térköze

source: Vertical Shift Divider
hu_hu: Elválasztó függőleges eltolása

source: Dividers
hu_hu: Elválasztók

source: Masking
hu_hu: Maszkolás

source: Solid
hu_hu: Folytonos

source: Double
hu_hu: Dupla

source: Dotted
hu_hu: Pontozott

source: From post parent
hu_hu: Bejegyzés szülőjétől

source: Single Author
hu_hu: Egy szerző

source: Show only the author of the current post
hu_hu: Csak az aktuális bejegyzés szerzőjének megjelenítése

source: Order by
hu_hu: Rendezés alapja

source: Login
hu_hu: Bejelentkezési név

source: Registered
hu_hu: Regisztráció ideje

source: Display Name
hu_hu: Megjelenített név

source: Post Count
hu_hu: Bejegyzések száma

source: Meta Value (String)
hu_hu: Metaérték (szöveg)

source: Meta Value (Number)
hu_hu: Metaérték (szám)

source: Meta value
hu_hu: Metaérték

source: User Field Filter
hu_hu: Felhasználói mező szűrő

source: The value of the filter. Use comma as separator for multiple values. Use :empty: if the value should be empty.
hu_hu: A szűrő értéke. Több érték esetén vesszőt használjon elválasztóként. Ha az értéknek üresnek kell lennie, használja a :empty: értéket.

source: Exclude selected users
hu_hu: Kiválasztott felhasználók kizárása

source: Select user
hu_hu: Felhasználó kiválasztása

source: Exclude users without articles
hu_hu: Bejegyzés nélküli felhasználók kizárása

source: Rate
hu_hu: Értékelés

source: User Login
hu_hu: Felhasználónév

source: Nick Name
hu_hu: Becenév

source: Last Name
hu_hu: Vezetéknév

source: First Name
hu_hu: Keresztnév

source: WebSite
hu_hu: Webhely

source: Role
hu_hu: Szerep

source: Custom Meta
hu_hu: Egyéni meta

source: Attachments
hu_hu: Mellékletek

source: All Meta
hu_hu: Összes meta

source: Add Link to Attachment
hu_hu: Hivatkozás hozzáadása a melléklethez

source: Add Link to Post
hu_hu: Hivatkozás hozzáadása a bejegyzéshez

source: Link to page
hu_hu: Hivatkozás az oldalra

source: User page
hu_hu: Felhasználói oldal

source: Link url
hu_hu: Hivatkozás url

source: Meta Field Url
hu_hu: Meta mező Url

source: Hide item
hu_hu: Elem elrejtése

source: Background hover color
hu_hu: Háttérszín hoverkor

source: Typography item
hu_hu: Tipográfiai elem

source: Text before Color
hu_hu: Szöveg a szín előtt

source: User Meta Items
hu_hu: Felhasználói meta elemek

source: Column Space
hu_hu: Oszlopköz

source: Filters Meta
hu_hu: Meta szűrők

source: Space between filters
hu_hu: Szűrők közötti távolság

source: Avatar Size
hu_hu: Avatar mérete

source: Product Status
hu_hu: Termék állapota

source: Products Offset
hu_hu: Termékek eltolása

source: Warning: products offset doesn't support pagination
hu_hu: Figyelem: a termékek eltolása nem támogatja az oldalszámozást

source: Current Product
hu_hu: Aktuális termék

source: Specific Products
hu_hu: Megadott termékek

source: Dynamic Current Product Terms
hu_hu: Dinamikus aktuális termék kifejezései

source: Filter results by taxonomy terms associated to the current product
hu_hu: Eredmények szűrése az aktuális termékhez társított taxonómia-kifejezések alapján

source: Filter products by selected Authors
hu_hu: Termékek szűrése a kiválasztott szerzők szerint

source: Advanced manipulation
hu_hu: Haladó manipuláció

source: Advanced Manipulation
hu_hu: Haladó manipuláció

source: Generate Excerpts
hu_hu: Kivonatok létrehozása

source: Generate excerpts even if a post hasn't a custom excerpt attached.
hu_hu: Kivonatok létrehozása akkor is, ha a bejegyzéshez nincs egyéni kivonat csatolva.

source: Excerpt Length
hu_hu: Kivonat hossza

source: Length Unit
hu_hu: Hossz egysége

source: Characters
hu_hu: Karakterek

source: Excerpt Ellipsis
hu_hu: Kivonat kihagyásjele

source: Will substitute the part of the post that is omitted in the excerpt.
hu_hu: A bejegyzés kivonatból kihagyott részét helyettesíti.

source: Finish
hu_hu: Befejezés

source: Exact
hu_hu: Pontos

source: Exact (count spaces as well)
hu_hu: Pontos (a szóközöket is számolja)

source: Sentence
hu_hu: Mondat

source: Remove Shortcode
hu_hu: Rövidkód eltávolítása

source: Strip Tags
hu_hu: HTML-címkék eltávolítása

source: Remove all tags except the following
hu_hu: Az összes címke eltávolítása, a következők kivételével

source: Write a list of HTML tag to maintain separated by comma.
hu_hu: Írja be a megtartandó HTML-címkék listáját vesszővel elválasztva.

source: Image settings
hu_hu: Képbeállítások

source: Media File URL
hu_hu: Médiafájl URL

source: ACF Field Url
hu_hu: ACF mező URL

source: Absolutely position the image by spreading it over the entire column. Warning: the height of the image depends on the elements contained in the column.
hu_hu: Pozícionálja a képet abszolút módon, úgy, hogy az egész oszlopot lefedje. Figyelem: a kép magassága az oszlopban lévő elemektől függ.

source: Minimum Height
hu_hu: Minimális magasság

source: Change background color of overlay
hu_hu: A fedvény háttérszínének módosítása

source: Background overlay
hu_hu: Háttérfedvény

source: Overlay Opacity
hu_hu: Fedvény átlátszatlansága

source: Rollover Animations
hu_hu: Rollover animációk

source: Rollover Filters
hu_hu: Rollover szűrők

source: Rollover Effects
hu_hu: Rollover effektek

source: Use placeholder Image
hu_hu: Helyőrző kép használata

source: Placeholder Image
hu_hu: Helyőrző kép

source: Max Height
hu_hu: Maximális magasság

source: Select path
hu_hu: Útvonal kiválasztása

source: Media Library
hu_hu: Médiatár

source: Post Medias
hu_hu: Bejegyzés médiafájljai

source: Custom Path
hu_hu: Egyéni útvonal

source: A custom path from site root
hu_hu: Egyéni útvonal a webhely gyökerétől

source: Choose Files
hu_hu: Fájlok kiválasztása

source: Remove All Files
hu_hu: Összes fájl eltávolítása

source: Use selected taxonomy as folder
hu_hu: A kiválasztott taxonómia használata mappaként

source: Set Private access
hu_hu: Privát hozzáférés beállítása

source: WARNING: direct access will be disabled for ALL files in folder and subfolder
hu_hu: FIGYELEM: a közvetlen hozzáférés MINDEN fájlhoz le lesz tiltva a mappában és az almappákban

source: Redirect Unauthorized users
hu_hu: Jogosulatlan felhasználók átirányítása

source: Show folder title
hu_hu: Mappa címe megjelenítése

source: Show empty folders
hu_hu: Üres mappák megjelenítése

source: Show resized images
hu_hu: Átméretezett képek megjelenítése

source: WordPress automatically create for every uploaded image many resized version (e.g.:my-image-150x150.png, another-img-310x250.jpg), if you want to view them, enable this setting
hu_hu: A WordPress automatikusan több átméretezett verziót hoz létre minden feltöltött képből (pl.:my-image-150x150.png, another-img-310x250.jpg), ha meg szeretné ezeket jeleníteni, engedélyezze ezt a beállítást

source: Select file order
hu_hu: Fájlok sorrendjének kiválasztása

source: Filter by file extension
hu_hu: Szűrés fájlkiterjesztés szerint

source: Show only specific file types. Separate each extension by comma
hu_hu: Csak bizonyos fájltípusok megjelenítése. Az egyes kiterjesztéseket vesszővel válassza el

source: Show/Hide specified file types
hu_hu: Megadott fájltípusok megjelenítése/elrejtése

source: Use thumbnail for images
hu_hu: Bélyegkép használata a képekhez

source: If the file is an image then use it's thumb as icon
hu_hu: Ha a fájl kép, akkor a bélyegképét használja ikonként

source: Quick search form
hu_hu: Gyorskeresési űrlap

source: Metadata info
hu_hu: Metaadat-információ

source: Search Form
hu_hu: Kereső űrlap

source: Search Text
hu_hu: Keresési szöveg

source: Quick Search
hu_hu: Gyorskeresés

source: Form Title HTML Tag
hu_hu: Űrlap címének HTML-címkéje

source: Search Notice
hu_hu: Keresési értesítés

source: * at least 3 characters
hu_hu: * legalább 3 karakter

source: Search on input change, no buttons needed
hu_hu: Keresés a bevitel változásakor, nincs szükség gombokra

source: Find Text
hu_hu: Keresendő szöveg

source: Find
hu_hu: Keresés

source: Reset Text
hu_hu: Szöveg visszaállítása

source: Metadata
hu_hu: Metaadatok

source: Show file extension
hu_hu: Fájlkiterjesztés megjelenítése

source: Show file size
hu_hu: Fájlméret megjelenítése
