Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Append the new value with a comma
hu_hu: Az új értéket vesszővel fűzze hozzá

source: Overwrite the cookie with the new value
hu_hu: Írja felül a cookie-t az új értékkel

source: Set 0 or empty for session duration.
hu_hu: Állítson 0-t vagy hagyja üresen a munkamenet időtartamához.

source: Cookie expiration value in
hu_hu: Cookie lejárati értéke

source: minutes
hu_hu: perc

source: days
hu_hu: nap

source: In order to use this feature you should set Google Maps API, with Geocoding API enabled, on Integrations section
hu_hu: E funkció használatához be kell állítania a Google Maps API-t, engedélyezett Geocoding API-val, az Integrations szakaszban

source: Data Type
hu_hu: Adattípus

source: Latitude and longitude
hu_hu: Szélesség és hosszúság

source: Travel Mode
hu_hu: Utazási mód

source: Driving
hu_hu: Autóval

source: Walking
hu_hu: Gyalog

source: Bicycling
hu_hu: Kerékpárral

source: Transit
hu_hu: Tömegközlekedéssel

source: Two Wheeler
hu_hu: Motorkerékpár

source: Departure
hu_hu: Indulás

source: Destination
hu_hu: Cél

source: Latitude
hu_hu: Szélesség

source: Longitude
hu_hu: Hosszúság

source: Map Name
hu_hu: Térkép neve

source: Enter a name without spaces and lower case to identify the map when used with Dynamic Tags
hu_hu: Adja meg a térkép azonosításához egy szóközök nélküli, kisbetűs nevet a Dynamic Tags használatakor

source: Controlling
hu_hu: Vezérlés

source: Geolocation
hu_hu: Helymeghatározás

source: Display the geographic location of the user on the map, using browser's HTML5 Geolocation
hu_hu: A felhasználó földrajzi helyének megjelenítése a térképen a böngésző HTML5 Geolocation funkciójával

source: Use Geolocation Point as
hu_hu: Geolocation pont használata mint

source: Text for Geolocation button
hu_hu: Geolocation gomb szövege

source: Choose the Geolocation Point
hu_hu: Válassza ki a Geolocation pontot

source: Map Type
hu_hu: Térképtípus

source: Roadmap
hu_hu: Térkép

source: Satellite
hu_hu: Műhold

source: Hybrid
hu_hu: Hibrid

source: Terrain
hu_hu: Domborzat

source: Markers
hu_hu: Jelölők

source: Custom Markers
hu_hu: Egyéni jelölők

source: Custom InfoWindow
hu_hu: Egyéni InfoWindow

source: Type your text here
hu_hu: Írja be ide a szöveget

source: Scroll Wheel
hu_hu: Egérgörgő

source: Map Type Control
hu_hu: Térképtípus vezérlő

source: Pan Control
hu_hu: Pásztázás vezérlő

source: Rotate Control
hu_hu: Forgatás vezérlő

source: Scale Control
hu_hu: Mértékskála vezérlő

source: Street View Control
hu_hu: Street View vezérlő

source: Zoom Control
hu_hu: Zoom vezérlő

source: Full Screen Control
hu_hu: Teljes képernyő vezérlő

source: Map
hu_hu: Térkép

source: The name of the map should be written without spaces and in lower case
hu_hu: A térkép nevét szóközök nélkül és kisbetűkkel kell írni

source: In order to use this feature you need Advanced Custom Fields.
hu_hu: A funkció használatához az Advanced Custom Fields szükséges.

source: In order to use this feature you need Meta Box.
hu_hu: A funkció használatához a Meta Box szükséges.

source: Multiple Locations Query
hu_hu: Több helyszín lekérdezése

source: Query Type
hu_hu: Lekérdezés típusa

source: Custom Post Type
hu_hu: Egyéni bejegyzéstípus

source: Dynamic - Current Query
hu_hu: Dinamikus - Jelenlegi lekérdezés

source: From Specific Posts
hu_hu: Meghatározott bejegyzésekből

source: Ignore pagination
hu_hu: Lapozás figyelmen kívül hagyása

source: In order to use this feature you need Search & Filter Pro version >= 2.5.5
hu_hu: A funkció használatához a Search & Filter Pro >= 2.5.5 verzió szükséges

source: Query
hu_hu: Lekérdezés

source: Select the query
hu_hu: Válassza ki a lekérdezést

source: Combine the power of Search & Filter Pro front end filters with Dynamic Google Maps! Note: In order to use this feature you need install Search & Filter Pro. Search & Filter Pro is a premium product - you can %1$sget it here%2$s.
hu_hu: Kombinálja a Search & Filter Pro front-end szűrőinek erejét a Dynamic Google Maps-szel! Megjegyzés: A funkció használatához telepítenie kell a Search & Filter Pro-t. A Search & Filter Pro egy prémium termék - %1$sitt szerezheti be%2$s.

source: Prevent Marker Overlapping
hu_hu: Jelölők átfedésének megakadályozása

source: Offset markers with the same position to make them all visible. Without this option, overlapping markers would be hidden behind each other
hu_hu: Azonos pozíciójú jelölők eltolása, hogy mindegyik látható legyen. E beállítás nélkül az átfedő jelölők egymás mögött rejtve maradnak

source: Dynamic Current Post Terms
hu_hu: Aktuális bejegyzés dinamikus kifejezései

source: Filter results by taxonomy terms associated to the current post
hu_hu: Eredmények szűrése az aktuális bejegyzéshez kapcsolódó taxonómia-kifejezések alapján

source: Filter results by selected taxonomy terms
hu_hu: Eredmények szűrése a kiválasztott taxonómia-kifejezések alapján

source: Posts
hu_hu: Bejegyzések

source: No positions found.
hu_hu: Nem találhatók pozíciók.

source: Pan to Current Location
hu_hu: Ugrás az aktuális helyre

source: Change Zoom after Geolocation
hu_hu: Nagyítás módosítása a helymeghatározás után

source: Zoom Level after Geolocation
hu_hu: Nagyítási szint a helymeghatározás után

source: Force automatic Zoom
hu_hu: Automatikus nagyítás kikényszerítése

source: Zoom Level
hu_hu: Nagyítási szint

source: Set a minimum and maximum zoom level
hu_hu: Minimális és maximális nagyítási szint beállítása

source: Zoom Minimum
hu_hu: Minimális nagyítás

source: Zoom Maximum
hu_hu: Maximális nagyítás

source: When a user scrolls a page that contains a map, the scrolling action can unintentionally cause the map to zoom. This behavior can be controlled using this option.
hu_hu: Amikor a felhasználó egy térképet tartalmazó oldalon görget, a görgetés akaratlanul is nagyítást okozhat a térképen. Ezt a viselkedést ezzel az opcióval lehet szabályozni.

source: Uses new Google Maps API
hu_hu: Új Google Maps API használata

source: Enabling the new Google Maps API activates the Vector Map Experience (MapID). In this mode, custom styles via Snazzy Maps or JSON are not supported anymore. To apply custom map styles, you must configure them directly from Google Cloud Console using Map Styling.
hu_hu: Az új Google Maps API engedélyezése aktiválja a Vector Map Experience (MapID) funkciót. Ebben a módban a Snazzy Maps-en vagy JSON-on keresztüli egyedi stílusok már nem támogatottak. Egyedi térképstílusok alkalmazásához a Google Cloud Console-ban a Map Styling használatával kell beállítani őket.

source: Snazzy Style
hu_hu: Snazzy stílus

source: Snazzy JSON Style Map
hu_hu: Snazzy JSON stílusú térkép

source: To better manage the graphic styles of the map go to: %1$ssnazzymaps.com%2$s
hu_hu: A térkép grafikus stílusainak jobb kezelése érdekében látogasson el ide: %1$ssnazzymaps.com%2$s

source: Due to changes in the Google Maps APIs, the style is no longer supported. Google no longer allows the insertion of styles for security reasons, and we are awaiting further information from them to provide a solution.
hu_hu: A Google Maps API-k változásai miatt a stílus már nem támogatott. A Google biztonsági okokból már nem engedélyezi a stílusok beillesztését, és megoldás érdekében további információkra várunk tőlük.

source: The InfoWindow displays content in a popup window above the location
hu_hu: Az InfoWindow a hely fölött felugró ablakban jelenít meg tartalmat

source: Close InfoWindow on mouse click outside of the map
hu_hu: InfoWindow bezárása a térképen kívüli egérkattintásra

source: Open one InfoWindow at a time
hu_hu: Egyszerre egy InfoWindow megnyitása

source: Link to post
hu_hu: Hivatkozás a bejegyzésre

source: Link to URL
hu_hu: Hivatkozás URL-re

source: Simple mode
hu_hu: Egyszerű mód

source: ACF Image Field
hu_hu: ACF Kép mező

source: Background Mode
hu_hu: Háttér mód

source: Float
hu_hu: Lebegő

source: Distribution Size (%)
hu_hu: Elosztás mértéke (%)

source: ACF Field for Title
hu_hu: ACF mező a címhez

source: ACF Field for Content
hu_hu: ACF mező a tartalomhoz

source: ACF URL Field for Read More Link
hu_hu: ACF URL mező a Tovább hivatkozáshoz

source: Text button
hu_hu: Szöveges gomb

source: Box Shadow
hu_hu: Doboz árnyéka

source: Loading Text
hu_hu: Betöltési szöveg

source: Loading...
hu_hu: Betöltés...

source: Custom Text
hu_hu: Egyéni szöveg

source: Marker
hu_hu: Jelölő

source: Marker from an ACF Image field
hu_hu: Jelölő egy ACF Kép mezőből

source: Marker Image
hu_hu: Jelölő képe

source: Padding panel
hu_hu: Belső margó panel

source: Padding wrapper
hu_hu: Belső margó burkoló

source: Select an ACF Google Map Field
hu_hu: Válasszon egy ACF Google Map mezőt

source: Select a Meta Box Google Maps Field
hu_hu: Válasszon egy Meta Box Google Maps mezőt

source: Piazza San Marco, Venice, Italy
hu_hu: Piazza San Marco, Velence, Olaszország

source: Rome
hu_hu: Róma

source: Custom Marker
hu_hu: Egyéni jelölő

source: Custom Info Window
hu_hu: Egyéni Info Window

source: Text me
hu_hu: Írjon nekem

source: Addresses List
hu_hu: Címek listája

source: Coordinates List
hu_hu: Koordináták listája

source: Box Zoom Control
hu_hu: Téglalapos nagyítás vezérlő

source: Whether the map can be zoomed to a rectangular area specified by dragging the mouse while pressing the shift key.
hu_hu: Lehetővé teszi, hogy a térképet a Shift billentyű nyomva tartása közben egérhúzással kijelölt téglalap területére nagyítsa.

source: double Click Zoom
hu_hu: Dupla kattintásos nagyítás

source: dragging on Map
hu_hu: Húzás a térképen

source: Layers Panel
hu_hu: Rétegpanel

source: Map Scale Info
hu_hu: Térkép méretarány-információ

source: Scale Panel Width
hu_hu: Méretarány panel szélessége

source: Show the metric scale line (m/km)
hu_hu: A metrikus méretarány-vonal (m/km) megjelenítése

source: Show the imperial scale line (mi/ft)
hu_hu: Az angolszász méretarány-vonal (mi/ft) megjelenítése

source: Cluster
hu_hu: Klaszter

source: Radius Circles (m)
hu_hu: Sugárkörök (m)

source: Transition Duration
hu_hu: Átmenet időtartama

source: Weight
hu_hu: Vastagság

source: Items Style
hu_hu: Elemek stílusa

source: Text Zone
hu_hu: Szövegterület

source: Elementor Template
hu_hu: Elementor sablon

source: Distribution (%)
hu_hu: Eloszlás (%)

source: The Float style allows you to create animations between the content and the image. From the Hover Effect panel you can choose the settings
hu_hu: A Float stílus lehetővé teszi animációk létrehozását a tartalom és a kép között. A Hover Effect panelen választhatja ki a beállításokat

source: Mask
hu_hu: Maszk

source: Shape parameters
hu_hu: Forma paraméterei

source: PNG Image
hu_hu: PNG-kép

source: Clip Path
hu_hu: Kivágási útvonal

source: Select PNG mask
hu_hu: PNG maszk kiválasztása

source: Select a PNG file
hu_hu: PNG-fájl kiválasztása

source: Predefined Clip-Path
hu_hu: Előre definiált clip-path

source: Transform image
hu_hu: Kép átalakítása

source: Content Area
hu_hu: Tartalmi terület

source: Force default layout on mobile
hu_hu: Alapértelmezett elrendezés kényszerítése mobilon

source: Template for even posts
hu_hu: Sablon a páros bejegyzésekhez

source: Enable a template to manage the appearance of the even elements
hu_hu: Sablon engedélyezése a páros elemek megjelenésének kezeléséhez

source: Template System Block
hu_hu: Sablonrendszer blokk

source: Use the template associated with the type (Menu: Dynamic Content for Elementor > Features > Template System) to manage the appearance of the individual elements of the grid
hu_hu: Használja a típushoz társított sablont (Menü: Dynamic Content for Elementor > Features > Template System) a rács egyes elemeinek megjelenésének kezeléséhez

source: Linkable
hu_hu: Linkelhető

source: Apply the extended link to the entire block
hu_hu: A kiterjesztett link alkalmazása a teljes blokkra

source: Image Ratio
hu_hu: Képarány

source: Image Width
hu_hu: Képszélesség

source: Background Image
hu_hu: Háttérkép

source: Background Position
hu_hu: Háttér pozíciója

source: Default (Center Center)
hu_hu: Alapértelmezett (közép-közép)

# Background Control
source: Top Center
hu_hu: Felül közép

# Background Control
source: Bottom Center
hu_hu: Alul közép

source: Field name or key
hu_hu: Mező neve vagy kulcsa

source: Field type
hu_hu: Mező típusa

source: Button (URL)
hu_hu: Gomb (URL)

source: Wrapper HTML Tag
hu_hu: Wrapper HTML-címke

source: Date Format - Source
hu_hu: Dátumformátum - Forrás

source: Use standard PHP format characters
hu_hu: Használjon szabványos PHP formátumkaraktereket

source: Date Format - Display
hu_hu: Dátumformátum - megjelenítés

source: Button Label
hu_hu: Gomb felirata

source: Click me
hu_hu: Kattintson ide

source: Price Format
hu_hu: Árformátum

source: Regular Price
hu_hu: Normál ár

source: Sale Price
hu_hu: Akciós ár

source: Add to Cart and redirect to Cart Page
hu_hu: Hozzáadás a kosárhoz és átirányítás a Kosár oldalra

source: Add to Cart via Ajax
hu_hu: Hozzáadás a kosárhoz Ajaxon keresztül

source: Hide "View Cart" message after it is added
hu_hu: A "Kosár megtekintése" üzenet elrejtése a hozzáadás után

source: Show only
hu_hu: Csak ezeket jelenítse meg

source: Parents
hu_hu: Szülők

source: Children
hu_hu: Gyermekek

source: Filter Taxonomy
hu_hu: Taxonómia szűrése

source: Use only terms in selected taxonomies. If empty all terms will be used.
hu_hu: Csak a kiválasztott taxonómiák kifejezéseit használja. Ha üres, minden kifejezést használ.

source: Manual Excerpt
hu_hu: Kézi kivonat

source: Automatic Excerpt
hu_hu: Automatikus kivonat

source: Content Character Limit
hu_hu: Tartalom karakterkorlátja

source: Token Code
hu_hu: Tokenkód

source: User Key
hu_hu: Felhasználói kulcs

source: Field key or Name
hu_hu: Mezőkulcs vagy név

source: Avatar size
hu_hu: Avatár mérete

source: Post Type Label
hu_hu: Bejegyzéstípus címkéje

source: Plural
hu_hu: Többes szám

source: Singular
hu_hu: Egyes szám

source: Image Alignment
hu_hu: Kép igazítása

source: Hover Background Color
hu_hu: Háttérszín rámutatáskor

source: Added
hu_hu: Hozzáadva

source: Padding Normal
hu_hu: Normál belső margó

source: Padding Special
hu_hu: Speciális belső margó

source: Will also apply to some of the elements inside the item.
hu_hu: Az elemben lévő egyes elemekre is érvényes lesz.

source: Display
hu_hu: Megjelenítés

source: Use link
hu_hu: Hivatkozás használata

source: Open link in a new window
hu_hu: Hivatkozás megnyitása új ablakban

source: Responsive visibility will take effect only on preview or live page, and not while editing in Elementor.
hu_hu: A reszponzív láthatóság csak az előnézetben vagy az élő oldalon lép érvénybe, nem az Elementorban történő szerkesztés közben.

source: Hide On %s
hu_hu: Elrejtés %s esetén

source: Show these items
hu_hu: Ezek megjelenítése

source: Float Style
hu_hu: Úsztatás stílusa

source: TextZone Effect
hu_hu: TextZone effekt

source: Effect Timing function
hu_hu: Effekt időzítési függvény

source: Animation effect
hu_hu: Animációs effekt

source: Speed (sec.)
hu_hu: Sebesség (mp)

source: Show Numbers
hu_hu: Számok megjelenítése

source: Range of numbers
hu_hu: Számtartomány

source: Always Show First and Last Pages
hu_hu: Mindig jelenítse meg az első és az utolsó oldalt

source: Show Prev/Next
hu_hu: Előző/Következő megjelenítése

source: These arrows only appear when the number of pages that result from the query exceed the value in the setting "Range of numbers"
hu_hu: Ezek a nyilak csak akkor jelennek meg, ha a lekérdezésből származó oldalak száma meghaladja a "Számtartomány" beállítás értékét

source: Apply the 'Next' icon style to the 'Prev' icon with a mirrored direction
hu_hu: Alkalmazza a 'Következő' ikon stílusát az 'Előző' ikonra tükrözött irányban

source: Icon Previous
hu_hu: Előző ikon

source: Icon Next
hu_hu: Következő ikon

source: Previous Label
hu_hu: Előző felirat

source: Previous
hu_hu: Előző

source: Next Label
hu_hu: Következő felirat

source: Next
hu_hu: Következő

source: Show First/Last
hu_hu: Első/Utolsó megjelenítése

source: Apply the 'Last' icon style to the 'First' icon with a mirrored direction
hu_hu: Alkalmazza az 'Utolsó' ikon stílusát az 'Első' ikonra tükrözött iránnyal

source: Icon First
hu_hu: Első ikon

source: Icon Last
hu_hu: Utolsó ikon

source: Last
hu_hu: Utolsó

source: Show Progression
hu_hu: Folyamatjelzés megjelenítése

source: On Scroll Page
hu_hu: Oldal görgetésekor

source: On Click Button
hu_hu: Gombra kattintáskor

source: Label Button
hu_hu: Gomb felirata

source: View more
hu_hu: Több megjelenítése

source: Enable Status
hu_hu: Állapot engedélyezése

source: Loading Type
hu_hu: Betöltés típusa

source: Ellips
hu_hu: Három pont

source: Label Text
hu_hu: Felirat szövege

source: Label Loading
hu_hu: Betöltési felirat

source: Label Last
hu_hu: Utolsó felirat

source: End of content
hu_hu: A tartalom vége

source: Label Error
hu_hu: Hibafelirat

source: No more articles to load
hu_hu: Nincs több betölthető cikk

source: Enable History
hu_hu: Előzmények engedélyezése

source: The query is automatically set to current object
hu_hu: A lekérdezés automatikusan az aktuális objektumra van beállítva

source: From Post Type
hu_hu: Bejegyzéstípusból

source: From Post Parent
hu_hu: Szülőbejegyzésből

source: ID List
hu_hu: ID lista

source: Custom Query Code
hu_hu: Egyedi lekérdezés kódja

source: Show children from this parent-page
hu_hu: Gyermekoldalak megjelenítése ennél a szülőoldalnál

source: Page Title
hu_hu: Oldalcím

source: Sibling Posts
hu_hu: Testvérbejegyzések

source: Get posts that share the same parent as the current post.
hu_hu: A jelenlegi bejegyzéssel azonos szülővel rendelkező bejegyzések lekérése.

source: Child Posts
hu_hu: Gyermekbejegyzések

source: Get posts that have the current post as their parent.
hu_hu: Az aktuális bejegyzést szülőként tartalmazó bejegyzések lekérése.

source: Select post
hu_hu: Bejegyzés kiválasztása

source: Specific Posts
hu_hu: Konkrét bejegyzések

source: Search & Filter Pro version 3.0 is not supported. Please upgrade to version 3.1 or later.
hu_hu: A Search & Filter Pro 3.0-s verziója nem támogatott. Kérjük, frissítsen 3.1-es vagy újabb verzióra.

source: Combine the power of Search & Filter Pro front end filters with Dynamic Posts! Create front end search forms and filter layouts using the advanced query and filter builder of Search & Filter Pro. Note: In order to use this feature you need install Search & Filter Pro. Search & Filter Pro is a premium product - you can %1$sget it here%2$s.
hu_hu: Kombinálja a Search & Filter Pro front-end szűrőinek erejét a Dynamic Posts-szal! Hozzon létre front-end keresőűrlapokat és szűrőelrendezéseket a Search & Filter Pro fejlett lekérdezés- és szűrőkészítőjével. Megjegyzés: A funkció használatához telepítenie kell a Search & Filter Pro-t. A Search & Filter Pro prémium termék - %1$sitt szerezheti be%2$s.

source: Type a comma-separated list of ids (e.g. 1, 100, 250)
hu_hu: Írjon be vesszővel elválasztott ID-k listáját (pl. 1, 100, 250)

source: Favorites Scope
hu_hu: Kedvencek hatóköre

source: Another User
hu_hu: Másik felhasználó

source: Select User
hu_hu: Felhasználó kiválasztása

source: User Name
hu_hu: Felhasználónév

source: Favorites Key
hu_hu: Kedvencek kulcsa

source: Set here the key you used in the widget "Add to Favorites"
hu_hu: Itt adja meg azt a kulcsot, amelyet az "Add to Favorites" widgetben használt

source: Here you should return a valid list of arguments for the WP_Query
hu_hu: Itt a WP_Query-hez érvényes argumentumlistát kell visszaadni

source: In order to use this feature you need install WooCommerce.
hu_hu: A funkció használatához telepítenie kell a WooCommerce-et.

source: PODS Relationship field
hu_hu: PODS Relationship mező

source: Important Note
hu_hu: Fontos megjegyzés

source: In order to use this feature you need install PODS. You can %1$sdownload it free here%2$s.
hu_hu: Ennek a funkciónak a használatához telepítenie kell a PODS-t. %1$sItt ingyenesen letöltheti%2$s.

source: Include Variations
hu_hu: Változatok bevonása

source: Ignore Sticky Posts
hu_hu: Kiemelt bejegyzések figyelmen kívül hagyása

source: Ignores that a post is sticky and shows the posts in the normal order. Your sticky posts will appear in the loop, however they will not be placed on the top
hu_hu: Figyelmen kívül hagyja, hogy egy bejegyzés kiemelt, és a bejegyzéseket normál sorrendben jeleníti meg. A kiemelt bejegyzések megjelennek a loopban, azonban nem kerülnek a tetejére

source: Force Sticky Posts at the top
hu_hu: Kiemelt bejegyzések a tetejére kényszerítése

source: Remove Sticky Posts from the loop
hu_hu: Kiemelt bejegyzések eltávolítása a loopból

source: Results per page
hu_hu: Találatok oldalanként

source: If you use pagination in Query Type "Dynamic - Current Query" the number of results per page should match the value you set in "Settings > Reading > Blog pages show at most". You have set the value
hu_hu: Ha a lapozást a "Dynamic - Current Query" lekérdezéstípusban használja, az oldalankénti találatok számának meg kell egyeznie a "Settings > Reading > Blog pages show at most" értékével. Az Ön által beállított érték

source: Posts Offset
hu_hu: Bejegyzések eltolása

source: Warning: posts offset doesn't support pagination
hu_hu: Figyelmeztetés: a bejegyzések eltolása nem támogatja a lapozást

source: Meta Type
hu_hu: Meta típus

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

source: Reverse Order of Posts
hu_hu: Bejegyzések sorrendjének megfordítása

source: Exclude
hu_hu: Kizárás

source: Parent Pages
hu_hu: Szülőoldalak

source: Child Pages
hu_hu: Gyermekoldalak

source: Query Filter
hu_hu: Lekérdezési szűrő

source: By
hu_hu: Szerint

source: Terms and Taxonomies
hu_hu: Kifejezések és taxonómiák

source: Metakey
hu_hu: Meta kulcs

source: Query ID
hu_hu: Lekérdezés azonosítója

source: Date Filters
hu_hu: Dátumszűrők

source: Date Filter
hu_hu: Dátumszűrő

source: No Filter
hu_hu: Nincs szűrő

source: Past
hu_hu: Múlt

source: Today
hu_hu: Ma

source: Yesterday
hu_hu: Tegnap

source: Past Days
hu_hu: Elmúlt napok

source: Past Weeks
hu_hu: Elmúlt hetek

source: Past Months
hu_hu: Elmúlt hónapok

source: Past Years
hu_hu: Elmúlt évek

source: Modified Date
hu_hu: Módosítás dátuma

source: Stored as UTC
hu_hu: UTC-ként tárolva

source: Date is Saved in the database as UTC. This is usually not the case for ACF Fields.
hu_hu: A dátum UTC-ként van elmentve az adatbázisban. Ez általában nem igaz az ACF mezőkre.

source: Selected Post Meta value must be stored in the "Ymd" format, like ACF Date
hu_hu: A kiválasztott bejegyzés metaértékét "Ymd" formátumban kell tárolni, mint az ACF Date

source: Meta Date Format
hu_hu: Meta dátumformátum

source: Future dates contains today's date
hu_hu: A jövőbeli dátumok tartalmazzák a mai napot

source: Number of (days/months/years) elapsed
hu_hu: Eltelt (napok/hónapok/évek) száma

source: Date Input Mode
hu_hu: Dátumbeviteli mód

source: Date from
hu_hu: Kezdő dátum

source: Date to
hu_hu: Záró dátum

source: Terms and Taxonomies Filters
hu_hu: Kifejezés- és taxonómiaszűrők

source: Select Term
hu_hu: Kifejezés kiválasztása

source: Post Meta Term
hu_hu: Bejegyzés meta kifejezés

source: Select Taxonomies
hu_hu: Taxonómiák kiválasztása

source: The logical relationship between each inner taxonomy when there is more than one
hu_hu: A belső taxonómiák közötti logikai kapcsolat, ha egynél több van

source: Post Term custom meta field
hu_hu: Bejegyzés kifejezés egyéni metamező
