Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Icon Position
hu_hu: Ikon pozíciója

source: Button ID
hu_hu: Gomb ID

source: Add your custom id WITHOUT the Pound key. e.g: my-id
hu_hu: Adja meg az egyéni id-t a # jel NÉLKÜL. pl.: my-id

source: Please make sure the ID is unique and not used elsewhere on the page this form is displayed. This field allows %1$sA-z 0-9%2$s & underscore chars without spaces.
hu_hu: Kérjük, győződjön meg arról, hogy az ID egyedi, és nem használja máshol azon az oldalon, ahol ez az űrlap megjelenik. Ez a mező szóköz nélkül csak a %1$sA-z 0-9%2$s és aláhúzás karaktereket engedélyezi.

source: Hover Animation
hu_hu: Hover animáció

source: Calendar
hu_hu: Naptár

source: Google Calendar
hu_hu: Google Naptár

source: ICS (for iCal and Outlook)
hu_hu: ICS (iCal és Outlook számára)

source: Outlook.com Calendar
hu_hu: Outlook.com Naptár

source: Yahoo Calendar
hu_hu: Yahoo Naptár

source: Filename
hu_hu: Fájlnév

source: Date Field
hu_hu: Dátum mező

source: DateTime Picker
hu_hu: Dátum-idő választó

source: Dynamic String
hu_hu: Dinamikus karakterlánc

source: DateTime Start
hu_hu: Dátum-idő kezdete

source: DateTime End
hu_hu: Dátum-idő vége

source: Local Unix Epoch
hu_hu: Helyi Unix-epoch

source: This Unix Epoch does not represent a specific point in time but a local time.
hu_hu: Ez a Unix-epoch nem egy konkrét időpontot, hanem helyi időt reprezentál.

source: Address
hu_hu: Cím

source: Please enter the start date
hu_hu: Kérjük, adja meg a kezdő dátumot

source: DateTime Format:
hu_hu: Dátum-idő formátum:

source: Start date is wrong:
hu_hu: A kezdő dátum hibás:

source: End date is wrong:
hu_hu: A záró dátum hibás:

source: TO time:
hu_hu: Záró idő:

source: FROM time:
hu_hu: Kezdő idő:

source: ICS file may be invalid. In the WordPress settings the Timezone is set as an offset, for example UTC+1. This isn't supported. To fix this please set it with a city, for example Rome.
hu_hu: Az ICS fájl érvénytelen lehet. A WordPress beállításokban az időzóna eltolásként van beállítva, például UTC+1. Ez nem támogatott. A javításhoz állítsa be város alapján, például Róma.

source: The unique name that identifies the favorites. If you change it, you will lose the favorites saved until now
hu_hu: Az egyedi név, amely azonosítja a kedvenceket. Ha megváltoztatja, elveszíti az eddig elmentett kedvenceket

source: Allow Removal
hu_hu: Eltávolítás engedélyezése

source: Title Add
hu_hu: Hozzáadás címe

source: Add to my Favorites
hu_hu: Hozzáadás a kedvenceimhez

source: Title When Added
hu_hu: Cím hozzáadáskor

source: Added to my Favorites
hu_hu: Hozzáadva a kedvenceimhez

source: Icon Add
hu_hu: Hozzáadás ikonja

source: Title Remove
hu_hu: Eltávolítás címe

source: Remove from my Favorites
hu_hu: Eltávolítás a kedvenceimből

source: Icon Remove
hu_hu: Eltávolítás ikonja

source: Value is in days. Set 0 or empty for session duration.
hu_hu: Az érték napokban van. Állítson 0-t vagy hagyja üresen a munkamenet időtartamához.

source: Visitors
hu_hu: Látogatók

source: Hide Button for non-logged-in users
hu_hu: Gomb elrejtése a nem bejelentkezett felhasználók számára

source: Login URL
hu_hu: Bejelentkezési URL

source: Show counter
hu_hu: Számláló megjelenítése

source: Icon Counter
hu_hu: Számláló ikonja

source: Counter Position
hu_hu: Számláló pozíciója

source: Separator width
hu_hu: Elválasztó szélessége

source: Counter Padding
hu_hu: Számláló belső margója

source: Counter Spacing
hu_hu: Számláló térköze

source: Global scope is not more supported, please use a different scope
hu_hu: A globális hatókör már nem támogatott, kérjük, használjon másik hatókört

source: Please set a key for your favorites
hu_hu: Kérjük, állítson be egy kulcsot a kedvenceihez

source: Add to my Wishlist
hu_hu: Hozzáadás a kívánságlistámhoz

source: Remove from my Wishlist
hu_hu: Eltávolítás a kívánságlistámról

source: This widget is only compatible with Search & Filter Pro version 2. You are using version 3. Please enable the Elementor extension in Search & Filter Pro settings and use the Search & Filter Field widget instead.
hu_hu: Ez a widget csak a Search & Filter Pro 2-es verziójával kompatibilis. Ön a 3-as verziót használja. Kérjük, engedélyezze az Elementor kiterjesztést a Search & Filter Pro beállításokban, és használja helyette a Search & Filter Field widgetet.

source: Select the filter
hu_hu: Válassza ki a szűrőt

source: Select menu
hu_hu: Válassza ki a menüt

source: Depth
hu_hu: Mélység

source: How many levels of the hierarchy are to be included. 0 means all.
hu_hu: Hány szintet tartalmazzon a hierarchiából. A 0 mindet jelenti.

source: Menu Icon Alignment
hu_hu: Menüikon igazítása

source: Menu Position
hu_hu: Menü pozíciója

source: Side Background
hu_hu: Oldalsó háttér

source: Template before menu
hu_hu: Sablon a menü előtt

source: Template after menu
hu_hu: Sablon a menü után

source: Animations Time
hu_hu: Animációk ideje

source: Side Background Opening (ms)
hu_hu: Oldalsó háttér megnyitása (ms)

source: Menu Pane Opening (ms)
hu_hu: Menüpanel megnyitása (ms)

source: Menu List Opening (ms)
hu_hu: Menülista megnyitása (ms)

source: Delay between menu items (ms)
hu_hu: Késleltetés a menüpontok között (ms)

source: Menu Width
hu_hu: Menü szélessége

source: Menu
hu_hu: Menü

source: Typography items
hu_hu: Tipográfiai elemek

source: Typography sub-items
hu_hu: Tipográfia al-elemei

source: Children-indicator size
hu_hu: Almenüjelző mérete

source: Indicator Color
hu_hu: Jelző színe

source: Indicator Background
hu_hu: Jelző háttérszíne

source: Menu Items
hu_hu: Menüelemek

source: Menu Sub-Items
hu_hu: Menü al-elemei

source: Children Indicator
hu_hu: Almenüjelző

source: Menu Icon
hu_hu: Menüikon

source: Menu Icon Type
hu_hu: Menüikon típusa

source: Custom Icon
hu_hu: Egyéni ikon

source: Bars Round
hu_hu: Kerekített csíkok

source: Plus
hu_hu: Plusz

source: Wave
hu_hu: Hullám

source: Custom icon
hu_hu: Egyéni ikon

source: Wave style
hu_hu: Hullám stílusa

source: Menu Icon Size
hu_hu: Menüikon mérete

source: Force Fill Color
hu_hu: Kitöltési szín kényszerítése

source: When switchen on this will fill try to fill all parts of the icon. Altro ty this if the above setting has no effect
hu_hu: Bekapcsolva megpróbálja az ikon minden részét kitölteni. Próbálja meg ezt is, ha a fenti beállításnak nincs hatása

source: Fill Color
hu_hu: Kitöltési szín

source: Fill Color (Force)
hu_hu: Kitöltési szín (kényszerítve)

source: Stroke Color
hu_hu: Körvonal színe

source: Stroke Width
hu_hu: Körvonalszélesség

source: Item 2
hu_hu: 2. elem

source: Item 3
hu_hu: 3. elem

source: Circle Stroke Color
hu_hu: Kör körvonalának színe

source: Circle Stroke-Width
hu_hu: Kör körvonalszélessége

source: Dots Size
hu_hu: Pontok mérete

source: Circle Size
hu_hu: Kör mérete

source: Stroke-Width
hu_hu: Körvonalszélesség

source: Hover Animation Timing function
hu_hu: Hover animáció időzítési függvény

source: Stroke Linecap
hu_hu: Vonalvég (linecap)

source: Menu Icon Wrapper Background
hu_hu: Menüikon burkolóelem háttere

source: Background Overlay Color
hu_hu: Háttér fedőréteg színe

source: Close Button
hu_hu: Bezárás gomb

source: Close type
hu_hu: Bezárás típusa

source: Close Icon
hu_hu: Bezárás ikonja

source: Close Image
hu_hu: Bezárás képe

source: Close Text
hu_hu: Bezárás szövege

source: Close
hu_hu: Bezárás

source: Icon color
hu_hu: Ikon színe

source: Close color
hu_hu: Bezárás színe

source: X color
hu_hu: X színe

source: Button Size
hu_hu: Gomb mérete

source: Close Width
hu_hu: Bezárás szélessége

source: Close Size (%)
hu_hu: Bezárás mérete (%)

source: Close Typography
hu_hu: Bezárás tipográfiája

source: Close Margin
hu_hu: Bezárás külső margója

source: Helpful insert close button external from modal by insert negative values
hu_hu: A bezárás gombot negatív értékek megadásával a modálon kívülre lehet helyezni

source: Close Padding
hu_hu: Bezárás belső térköze

source: Please note that padding bottom has no effect. Left or right padding will depend on the button position
hu_hu: Megjegyzés: az alsó belső térköznek nincs hatása. A bal vagy jobb belső térköz a gomb pozíciójától függ

source: Chars
hu_hu: Karakterek

source: Words
hu_hu: Szavak

source: Trigger
hu_hu: Kiváltó

source: Word
hu_hu: Szó

source: Type any word
hu_hu: Írjon be tetszőleges szót

source: Infinite: -1, repeat it once and hide it: 0
hu_hu: Végtelen: -1, egyszer ismétli és elrejti: 0

source: IN
hu_hu: BE

source: Animation style
hu_hu: Animáció stílusa

source: Fading
hu_hu: Áttűnés

source: From Left
hu_hu: Balról

source: From Right
hu_hu: Jobbról

source: From Top
hu_hu: Fentről

source: From Bottom
hu_hu: Lentről

source: Zoom Front
hu_hu: Közelítés

source: Zoom Back
hu_hu: Távolítás

source: Random position
hu_hu: Véletlenszerű pozíció

source: Origin
hu_hu: Kiindulási pont

source: Negative values produce a contrary effect of origin
hu_hu: A negatív értékek a kiindulási ponthoz képest ellentétes hatást eredményeznek

source: Equation
hu_hu: Egyenlet

source: OUT
hu_hu: KI

source: To Left
hu_hu: Balra

source: To Right
hu_hu: Jobbra

source: To Top
hu_hu: Felfelé

source: To Bottom
hu_hu: Lefelé

source: Animate Text
hu_hu: Szöveg animálása

source: Before Image
hu_hu: Előtte lévő kép

source: After Image
hu_hu: Utána lévő kép

source: Orientation
hu_hu: Tájolás

source: Move slider on mouse hover
hu_hu: Csúszka mozgatása egér rámutatásakor

source: Move with handle only
hu_hu: Mozgatás csak a fogantyúval

source: Allow the user to swipe anywhere on the image to control slider movement
hu_hu: Engedje, hogy a felhasználó a képen bárhol húzással irányítsa a csúszka mozgását

source: Click to move
hu_hu: Kattintson a mozgatáshoz

source: Allow the user to click (or tap) anywhere on the image to move the slider to that location
hu_hu: Engedje, hogy a felhasználó a képen bárhol kattintással (vagy koppintással) a csúszkát arra a helyre mozgassa

source: Overlay and Labels
hu_hu: Fedvény és címkék

source: No overlay
hu_hu: Nincs fedvény

source: Don't show the overlay with before and after
hu_hu: Ne jelenítse meg az előtte és utána fedvényt

source: Set a custom before label
hu_hu: Egyéni előtte címke beállítása

source: Set a custom after label
hu_hu: Egyéni utána címke beállítása

source: Handle Style
hu_hu: Fogantyú stílusa

source: Handle Border Color
hu_hu: Fogantyú szegélyszíne

source: Handle Fill Color
hu_hu: Fogantyú kitöltőszíne

source: Stroke
hu_hu: Körvonal

source: Circle Stroke
hu_hu: Kör körvonala

source: Circle Width
hu_hu: Kör szélessége

source: Triangle Color
hu_hu: Háromszög színe

source: Triangle Size
hu_hu: Háromszög mérete

source: Triangle Position
hu_hu: Háromszög pozíciója

source: Overlay Background
hu_hu: Átfedés háttere

source: Labels Color
hu_hu: Címkék színe

source: Overlay Label Background
hu_hu: Átfedési címke háttere

source: Overlay Label Padding
hu_hu: Átfedési címke belső margója

source: Labels Radius
hu_hu: Címkék lekerekítése

source: Labels Typography
hu_hu: Címkék tipográfiája

source: Postprocessing & Shaders
hu_hu: Utófeldolgozás & shaderek

source: Gray Scale
hu_hu: Szürkeárnyalat

source: Noise Intensity
hu_hu: Zaj intenzitása

source: Scanlines Intensity
hu_hu: Pásztavonalak intenzitása

source: Scanlines Count
hu_hu: Pásztavonalak száma

source: Halftone
hu_hu: Raszterpontozás

source: Shape
hu_hu: Forma

source: Ellipse
hu_hu: Ellipszis

source: Squre
hu_hu: Négyzet

source: Dot Radius
hu_hu: Pont sugara

source: Dot
hu_hu: Pont

source: Dot Scale
hu_hu: Pont mérete

source: Dot Angle
hu_hu: Pont szöge

source: Pixels
hu_hu: Pixelek

source: Pixels Size
hu_hu: Pixelek mérete

source: Show Home
hu_hu: Főoldal megjelenítése

source: Custom Home Text
hu_hu: Egyéni főoldal szöveg

source: Homepage
hu_hu: Főoldal

source: Breadcrumbs Yoast SEO
hu_hu: Morzsamenü Yoast SEO

source: Go settings Panel
hu_hu: Ugrás a beállítások panelre

source: Items
hu_hu: Elemek

source: Current Item Color
hu_hu: Aktuális elem színe

source: Current Item Typography
hu_hu: Aktuális elem tipográfiája

source: Home Color
hu_hu: Főoldal színe

source: Home Typography
hu_hu: Főoldal tipográfiája

source: Search results for:
hu_hu: Keresési eredmények erre:

source: Error 404
hu_hu: 404-es hiba

source: The unique name that identifies the favorites to clear
hu_hu: Az egyedi név, amely a törlendő kedvenceket azonosítja

source: Button Text
hu_hu: Gomb szövege

source: Clear Favorites
hu_hu: Kedvencek törlése

source: Show Confirmation
hu_hu: Megerősítés megjelenítése

source: Confirmation Text
hu_hu: Megerősítő szöveg

source: Are you sure you want to remove all favorites?
hu_hu: Biztosan eltávolítja az összes kedvencet?

source: Use the content-filters
hu_hu: Használja a tartalomszűrőket

source: Limit Content
hu_hu: Tartalom korlátozása

source: Number of characters
hu_hu: Karakterek száma

source: Auto paragraph
hu_hu: Automatikus bekezdés

source: Remove Shortcodes
hu_hu: Rövidkódok eltávolítása

source: Unfold
hu_hu: Kibontás

source: Limit the display of the content
hu_hu: A tartalom megjelenítésének korlátozása

source: Hover Text Color
hu_hu: Szöveg színe egér fölé vitelekor

source: Rollover Color
hu_hu: Szín egér fölé vitelekor

source: Icon Space
hu_hu: Ikon térköze

source: Icon Alignment
hu_hu: Ikon igazítása

source: This is the text place holder for post content.
hu_hu: Ez a bejegyzés tartalmának szöveges helyőrzője.

source: Animation on copy
hu_hu: Animáció másoláskor

source: Change Text
hu_hu: Szöveg módosítása

source: Shake Animation
hu_hu: Rázkódás animáció

source: Change text to
hu_hu: Szöveg cseréje erre

source: Copied
hu_hu: Másolva

source: Code
hu_hu: Kód

source: I am a sample text.
hu_hu: Minta szöveg vagyok.

source: Visible value
hu_hu: Látható érték

source: Button Position
hu_hu: Gomb pozíciója

source: Absolute
hu_hu: Abszolút

source: Button Visibility
hu_hu: Gomb láthatósága

source: Always visible
hu_hu: Mindig látható

source: On Hover
hu_hu: Egér fölé vitelekor

source: In order to use this feature you should set %1$sCoinMarketCap API key%2$s on Integrations section
hu_hu: A funkció használatához az Integrációk részben be kell állítania a %1$sCoinMarketCap API-kulcsot%2$s

source: Convert to
hu_hu: Átváltás erre

source: Store in cache for
hu_hu: Tárolás a gyorsítótárban ennyi ideig

source: Badge
hu_hu: Jelvény

source: Percent Change 1 Hour
hu_hu: Százalékos változás 1 óra alatt

source: Percent Change 24 Hours
hu_hu: Százalékos változás 24 óra alatt

source: Percent Change 7 Days
hu_hu: Százalékos változás 7 nap alatt

source: Percent Change 30 Days
hu_hu: Százalékos változás 30 nap alatt

source: Market Cap
hu_hu: Piaci kapitalizáció

source: Cursor
hu_hu: Kurzor

source: Dimension
hu_hu: Méret

source: To enable the mouse-over effect, assign the .cursor-target class to the desired element.
hu_hu: Az egér fölé húzásakor aktiválódó effektus engedélyezéséhez rendelje a kívánt elemhez a .cursor-target osztályt.

source: Scroll Progress
hu_hu: Görgetés előrehaladása

source: Apply cursor on
hu_hu: Kurzor alkalmazása ezen

source: Date Type
hu_hu: Dátum típusa

source: Publish Date
hu_hu: Közzététel dátuma

source: 2 - Date Format
hu_hu: 2 - Dátumformátum

source: 3 - Date Format
hu_hu: 3 - Dátumformátum

source: Date text separator
hu_hu: Dátumszöveg elválasztó

source: Use Block
hu_hu: Blokk használata

source: Date 2
hu_hu: Dátum 2

source: Date 3
hu_hu: Dátum 3

source: This token can be resource intensive as it queries the database and the speed depends on how many elements you have on your site
hu_hu: Ez a token erőforrás-igényes lehet, mivel lekérdezi az adatbázist, és a sebesség attól függ, hány elem van a webhelyén

source: Tokens are not active. You can activate it from WP Dashboard > Dynamic Content for Elementor > Settings > Tokens
hu_hu: A tokenek nem aktívak. A WP Dashboard > Dynamic Content for Elementor > Settings > Tokens menüben aktiválhatja őket.

source: This widget is only visible to administrators in order to better understand the tokens syntax, so you can put it on any public page without problem.
hu_hu: Ez a widget csak az adminisztrátorok számára látható, hogy jobban megértsék a tokenek szintaxisát, így gond nélkül elhelyezheti bármely nyilvános oldalon.

source: This token type is not active. If you want to use it you can activate it from WP Dashboard > Dynamic Content for Elementor > Settings > Tokens > Active Tokens
hu_hu: Ez a tokentípus nem aktív. Ha használni szeretné, a WP Dashboard > Dynamic Content for Elementor > Settings > Tokens > Active Tokens menüben aktiválhatja.

source: What
hu_hu: Mi

source: Result
hu_hu: Eredmény

source: You need %1$s plugin to use this token
hu_hu: A(z) %1$s bővítmény szükséges a token használatához

source: This token is useful for retrieving Advanced Custom Fields
hu_hu: Ez a token hasznos az Advanced Custom Fields mezők lekéréséhez

source: This token is useful for retrieving the author fields of the current page. An author is the user who created the current post or page
hu_hu: Ez a token hasznos az aktuális oldal szerzői mezőinek lekéréséhez. A szerző az a felhasználó, aki létrehozta az aktuális bejegyzést vagy oldalt

source: This token is useful for retrieving JetEngine Fields
hu_hu: Ez a token hasznos a JetEngine mezők lekéréséhez

source: This token is useful for retrieving Meta Box Fields
hu_hu: Ez a token hasznos a Meta Box mezők lekéréséhez

source: This token is useful for retrieving the fields of the current page
hu_hu: Ez a token hasznos az aktuális oldal mezőinek lekéréséhez

source: This token is useful to make expressions. It supports nested Tokens
hu_hu: Ez a token hasznos kifejezések létrehozásához. Támogatja a beágyazott Tokeneket

source: This token is useful for retrieving the fields of the current user
hu_hu: Ez a token hasznos az aktuális felhasználó mezőinek lekéréséhez

source: This token is useful for retrieving the fields of the current WooCommerce product
hu_hu: Ez a token hasznos az aktuális WooCommerce termék mezőinek lekéréséhez

source: This token is useful for retrieving options. Options are pieces of data that WordPress uses to store various preferences and configuration settings. You can also retrieve Advanced Custom Fields and JetEngine Fields created on options pages and Meta Box Fields created on Setting Pages
hu_hu: Ez a token hasznos az opciók lekéréséhez. Az opciók olyan adatok, amelyeket a WordPress különféle preferenciák és konfigurációs beállítások tárolására használ. Lekérheted az opciós oldalakon létrehozott Advanced Custom Fields és JetEngine mezőket, valamint a Beállítási oldalakon létrehozott Meta Box mezőket

source: This token is useful for to generate a query on your posts, pages, users, and taxonomies
hu_hu: Ez a token hasznos lekérdezés generálásához bejegyzésekhez, oldalakhoz, felhasználókhoz és taxonómiákhoz

source: This token is useful to fetch the current request parameters and data
hu_hu: Ez a token hasznos az aktuális kérés paramétereinek és adatainak lekéréséhez

source: This token is useful when you need to work with date
hu_hu: Ez a token hasznos, amikor dátummal kell dolgozni

source: This token is useful for retrieving the fields of the current term on a Term Archive or the terms on posts
hu_hu: Ez a token hasznos az aktuális kifejezés mezőinek lekéréséhez egy Kifejezés archívumban, illetve a bejegyzésekhez tartozó kifejezések lekéréséhez

source: This token is useful for retrieving the query vars of the current WP_Query
hu_hu: Ez a token hasznos az aktuális WP_Query lekérdezési változóinak lekéréséhez

source: Data
hu_hu: Adatok

source: Use %s to fetch an array of the data returned by the specified endpoint.
hu_hu: Használd a(z) %s-t a megadott végpont által visszaadott adatok tömbjének lekéréséhez.

source: Use %s to to perform a dump of the result, providing a visual representation of the data structure. This is helpful for understanding the data's format and for debugging purposes.
hu_hu: Használd a(z) %s-t az eredmény dumpolására, amely vizuálisan megjeleníti az adatszerkezetet. Ez segít megérteni az adatok formátumát, és hasznos hibakereséshez.

source: Use %s to fetch a specific element of the data.
hu_hu: Használd a(z) %s-t az adatok egy konkrét elemének lekéréséhez.

source: Add a specific format to data elements. Use Tokens to represent JSON fields.
hu_hu: Adj meg konkrét formátumot az adatelemeknek. Használj Tokeneket a JSON mezők reprezentálásához.

source: The settings below are specific to Tokens and are not used with Dynamic Shortcodes
hu_hu: Az alábbi beállítások a Tokenekre jellemzőek, és nem használatosak a Dynamic Shortcodes-szal

source: Single or Archive
hu_hu: Egyedi vagy archívum

source: Archive Array path
hu_hu: Archívum tömb elérési út

source: Leave empty if JSON result is a direct array (like in WP API). For web services usually might use "results". You can browse sub arrays separate them by comma like "data.people"
hu_hu: Hagyd üresen, ha a JSON eredmény közvetlen tömb (mint a WP API-ban). Webszolgáltatásoknál általában a „results” használatos. Bejárhatod az altömböket, vesszővel elválasztva, például „data.people”

source: Limit elements
hu_hu: Elemek limitje

source: Set -1 for unlimited
hu_hu: A korlátlansághoz állíts -1-et

source: Start from
hu_hu: Kezdés

source: 0 or empty to start from the first
hu_hu: 0 vagy üres az elsőtől induláshoz

source: Bar
hu_hu: Oszlop

source: Doughnut
hu_hu: Fánk

source: Pie
hu_hu: Torta

source: Input Type
hu_hu: Bemenet típusa

source: Simple
hu_hu: Egyszerű

source: CSV from
hu_hu: CSV forrása

source: CSV Textarea
hu_hu: CSV szövegterület

source: America,Africa,Asia,Europe,Oceania
hu_hu: Amerika,Afrika,Ázsia,Európa,Óceánia

source: Type values separated by comma
hu_hu: Írj be értékeket vesszővel elválasztva

source: CSV has Header
hu_hu: A CSV tartalmaz fejlécet

source: Column Index for Labels
hu_hu: Oszlopindex a címkékhez

source: Column Index for Data
hu_hu: Oszlopindex az adatokhoz

source: Show Legend
hu_hu: Jelmagyarázat megjelenítése

source: Legend
hu_hu: Jelmagyarázat

source: Population in milion
hu_hu: Népesség millióban

source: Limit Records
hu_hu: Rekordok korlátozása

source: Limit
hu_hu: Korlát

source: Manipulation
hu_hu: Módosítás

source: Labels Manipulation
hu_hu: Címkék módosítása

source: Timestamp to Date
hu_hu: Időbélyeg dátummá

source: Timestamp to DateTime
hu_hu: Időbélyeg dátum-idővé

source: Timestamp to Time
hu_hu: Időbélyeg idővé

source: Uppercase
hu_hu: Nagybetűssé alakítás

source: Lowercase
hu_hu: Kisbetűssé alakítás

source: Add Text To Value
hu_hu: Szöveg hozzáadása az értékhez

source: Text To Value
hu_hu: Szöveg értékké

source: Begin at Zero
hu_hu: Kezdés nullánál

source: Grace
hu_hu: Ráhagyás

source: Percentage (string ending with %) or amount (number) for added room in the scale range above and below data
hu_hu: Százalék (%-re végződő szöveg) vagy mennyiség (szám) a skálatartomány bővítéséhez az adatok fölött és alatt

source: Step Size
hu_hu: Lépésköz

source: Select the Step Size for y axis
hu_hu: Válassza ki az y tengely lépésközét

source: Axes
hu_hu: Tengelyek

source: X - Axis
hu_hu: X - tengely

source: Grid Color
hu_hu: Rács színe

source: Y - Axis
hu_hu: Y - tengely

source: Random Colors for Background and Border
hu_hu: Véletlen színek a háttérhez és a szegélyhez

source: Please insert the CSV Url
hu_hu: Kérjük, adja meg a CSV Url-t

source: Please insert the CSV values
hu_hu: Kérjük, adja meg a CSV értékeket

source: Please insert the CSV separator
hu_hu: Kérjük, adja meg a CSV elválasztót

source: You have chosen to limit the records of the CSV. Please insert the CSV limit records
hu_hu: A CSV rekordjainak korlátozását választotta. Kérjük, adja meg a CSV rekordlimitet

source: Unset
hu_hu: Nincs beállítva

source: Cookie name
hu_hu: Cookie neve

source: If the cookie exists
hu_hu: Ha a cookie létezik
