Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: You will need administrator capabilities to edit this Dynamic Tag.
hu_hu: A Dinamikus címke szerkesztéséhez rendszergazdai jogosultság szükséges.

source: Favorites from
hu_hu: Kedvencek forrása

source: New Line
hu_hu: Új sor

source: Line Break
hu_hu: Sortörés

source: Comma
hu_hu: Vessző

source: Link to Favorite
hu_hu: Hivatkozás a kedvenchez

source: Results
hu_hu: Eredmények

source: Return Format
hu_hu: Visszatérési formátum

source: Title | ID
hu_hu: Cím | ID

source: No favorites found
hu_hu: Nem találhatók kedvencek

source: Image Token
hu_hu: Képtoken

source: You will need administrator capabilities to edit this dynamic tag.
hu_hu: A dinamikus címke szerkesztéséhez rendszergazdai jogosultság szükséges.

source: The token should expand to either a WordPress Media ID or a URL. We recommend Media IDs as the result will use responsive image sizes.
hu_hu: A tokennek vagy egy WordPress Media ID-re vagy egy URL-re kell kibővülnie. A Media ID-kat javasoljuk, mert az eredmény reszponzív képméreteket fog használni.

source: Return as Data
hu_hu: Visszaadás adatként

source: Instead of echo you use return and the result can be any php value instead of only strings. The advanced section does not apply in this case.
hu_hu: Az echo helyett a return-t használja, és az eredmény bármilyen php érték lehet, nem csak sztring. A speciális szakasz ebben az esetben nem alkalmazható.

source: Custom PHP
hu_hu: Egyedi PHP

source: Open in a New Window
hu_hu: Megnyitás új ablakban

source: Tags
hu_hu: Címkék

source: Add new template
hu_hu: Új sablon hozzáadása

source: Force Post content
hu_hu: Bejegyzés tartalmának kényszerítése

source: Exclude Terms
hu_hu: Kifejezések kizárása

source: Name | ID
hu_hu: Név | ID

source: Wizard mode
hu_hu: Varázsló mód

source: System
hu_hu: Rendszer

source: Date Modificator
hu_hu: Dátummódosító

source: A time modificator compatible with strtotime or a timestamp
hu_hu: A strtotime-tal vagy egy időbélyeggel kompatibilis időmódosító

source: Option key
hu_hu: Opciókulcs

source: Get Field Settings
hu_hu: Mezőbeállítások lekérése

source: Show Token
hu_hu: Token megjelenítése

source: Return as Data (deprecated)
hu_hu: Adatként való visszaadás (elavult)

source: Return as Data is deprecated and highly discouraged. It was used for Images and Media. You should replace it with the Dynamic Tag Image Token
hu_hu: Az Adatként való visszaadás elavult és erősen nem javasolt. Képekhez és médiához használták. Javasolt a Dynamic Tag Image Tokenre cserélni

source: Other User
hu_hu: Másik felhasználó

source: Search User
hu_hu: Felhasználó keresése

source: User not found
hu_hu: Felhasználó nem található

source: Woo Product Categories
hu_hu: Woo termékkategóriák

source: Products
hu_hu: Termékek

source: No products found
hu_hu: Nem található termék

source: Title | Price
hu_hu: Cím | Ár

source: Title (Price) | ID
hu_hu: Cím (Ár) | ID

source: Title (Price)
hu_hu: Cím (Ár)

source: Link to product
hu_hu: Hivatkozás a termékre

source: No products in the wishlist
hu_hu: Nincs termék a kívánságlistán

source: Core > Title [post_title] (text)
hu_hu: Core > Cím [post_title] (szöveg)

source: Core > Content [post_content] (text)
hu_hu: Core > Tartalom [post_content] (szöveg)

source: Core > Taxonomy MetaData (taxonomies)
hu_hu: Core > Taxonómia metaadatok (taxonómiák)

source: Core > Date [post_date] (datetime)
hu_hu: Core > Dátum [post_date] (dátum-idő)

source: Taxonomy MetaData
hu_hu: Taxonómia metaadatok

source: No posts by this author.
hu_hu: Ennek a szerzőnek nincsenek bejegyzései.

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
hu_hu: Sajnáljuk, de a keresési kifejezésekre nem volt találat. Próbálkozzon más kulcsszavakkal.
