Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dynamic-content-for-elementor/dynamic-content-for-elementor-*.po
Languages: hu_hu

source: Dynamic.ooo - Dynamic Content for Elementor
hu_hu: Dynamic.ooo - Dinamikus tartalom az Elementorhoz

source: Building powerful websites by extending Elementor. We give you over 150 features that will save you time and money on achieving complex results. The only limit is your imagination.
hu_hu: Hatékony weboldalak készítése az Elementor kibővítésével. Több mint 150 funkciót adunk, amelyek segítenek időt és pénzt megtakarítani az összetett eredmények elérése során. Az egyetlen korlát a képzelet.

source: Title
hu_hu: Cím

source: Featured Image
hu_hu: Kiemelt kép

source: Date
hu_hu: Dátum

source: Terms
hu_hu: Kifejezések

source: Content
hu_hu: Tartalom

source: Author
hu_hu: Szerző

source: Custom Meta Field
hu_hu: Egyéni meta mező

source: JetEngine Field
hu_hu: JetEngine mező

source: Meta Box Field
hu_hu: Meta Box mező

source: Read More
hu_hu: Bővebben

source: Post Type
hu_hu: Bejegyzéstípus

source: Product Price
hu_hu: Termék ára

source: Product SKU
hu_hu: Termék SKU

source: Add to Cart
hu_hu: Kosárba

source: 1 Minute
hu_hu: 1 perc

source: 5 Minutes
hu_hu: 5 perc

source: 15 Minutes
hu_hu: 15 perc

source: 1 Hour
hu_hu: 1 óra

source: Frontend Navigator
hu_hu: Frontend navigátor

source: Details
hu_hu: Részletek

source: Name
hu_hu: Név

source: Time
hu_hu: Idő

source: Element Count
hu_hu: Elemek száma

source: Type Count
hu_hu: Típusok száma

source: Type
hu_hu: Típus

source: Created on
hu_hu: Létrehozva

source: Modified on
hu_hu: Módosítva

source: Modified by
hu_hu: Módosította

source: Status
hu_hu: Állapot

source: Category
hu_hu: Kategória

source: Visibility
hu_hu: Láthatóság

source: Hidden
hu_hu: Rejtett

source: Always
hu_hu: Mindig

source: Fallback
hu_hu: Tartalék érték

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Edit
hu_hu: Szerkesztés

source: Copy
hu_hu: Másolás

source: Need Help
hu_hu: Segítségre van szüksége

source: Column
hu_hu: Oszlop

source: Section
hu_hu: Szakasz

source: List
hu_hu: Lista

source: Favorites
hu_hu: Kedvencek

source: Maps
hu_hu: Térképek

source: Creative
hu_hu: Kreatív

source: Developer
hu_hu: Fejlesztő

source: Post
hu_hu: Bejegyzés

source: for All Widgets
hu_hu: az összes widgethez

source: for Elementor Free
hu_hu: az Elementor Free-hez

source: for Elementor Pro Form
hu_hu: az Elementor Pro Formhoz

source: Posts and Pages
hu_hu: Bejegyzések és oldalak

source: Users
hu_hu: Felhasználók

source: Dynamic Tag - Map Info
hu_hu: Dinamikus címke - Térképinformáció

source: Shows information from a map created with Dynamic Google Maps Directions
hu_hu: Információkat jelenít meg egy, a Dynamic Google Maps Directions-szel létrehozott térképről

source: Dynamic Tag - Map Instructions
hu_hu: Dinamikus címke - Útvonalutasítások

source: Shows the road information of a map created with Dynamic Google Maps Directions
hu_hu: Megjeleníti a Dynamic Google Maps Directions-szel létrehozott térkép útvonal-információit

source: Dynamic Animations
hu_hu: Dinamikus animációk

source: Predefined CSS-Animations with keyframe
hu_hu: Előre definiált CSS-animációk kulcsképkockákkal

source: Advanced Masking Controls
hu_hu: Speciális maszkolási vezérlők

source: Advanced Masking features for Image, Image-box and Video Widgets
hu_hu: Speciális maszkolási funkciók az Image, Image-box és Video widgetekhez

source: Rellax Parallax rules for widgets and rows
hu_hu: Rellax Parallax szabályok widgetekhez és sorokhoz

source: Reveal
hu_hu: Felfedés

source: Reveal animation on-scroll for widgets
hu_hu: Felfedő animáció görgetéskor a widgetekhez

source: Transforms
hu_hu: Transzformációk

source: Apply CSS Transforms to Element
hu_hu: CSS-transzformációk alkalmazása az elemre

source: Advanced Video Controls
hu_hu: Speciális videóvezérlők

source: Advanced Video features for Elementor Video Widget
hu_hu: Speciális videófunkciók az Elementor Video Widgethez

source: Dynamic Visibility
hu_hu: Dinamikus láthatóság

source: Visibility rules for widgets, rows, columns, and sections
hu_hu: Láthatósági szabályok widgetekhez, sorokhoz, oszlopokhoz és szekciókhoz

source: Address Autocomplete for Elementor Pro Form
hu_hu: Cím automatikus kiegészítés az Elementor Pro Formhoz

source: Use autocomplete to give your form fields the type-ahead-search behaviour of the Google Maps search field. The autocomplete service can match on full words and substrings, resolving place names and addresses
hu_hu: Használjon automatikus kiegészítést, hogy űrlapmezői megkapják a Google Maps keresőmezőjének gépelés közbeni keresési viselkedését. Az automatikus kiegészítés szolgáltatás teljes szavakra és részsztringekre is illeszkedik, és feloldja a helyneveket és címeket

source: Calculator Field for Elementor Pro Form
hu_hu: Kalkulátor mező az Elementor Pro Formhoz

source: Add a calculator field to Elementor Pro Form
hu_hu: Adjon hozzá kalkulátor mezőt az Elementor Pro Formhoz

source: Range Field for Elementor Pro Form
hu_hu: Tartomány mező az Elementor Pro Formhoz

source: Add a Range Field to Elementor Pro Form
hu_hu: Adjon hozzá tartomány mezőt az Elementor Pro Formhoz

source: Field Description for Elementor Pro Form
hu_hu: Mező leírása az Elementor Pro Formhoz

source: Describe your form field to help users better understand each field. You can add a tooltip or insert text
hu_hu: Írja le az űrlapmezőt, hogy a felhasználók jobban megértsék az egyes mezőket. Hozzáadhat eszköztippet vagy beszúrhat szöveget

source: Dynamic Email for Elementor Pro Form
hu_hu: Dinamikus e-mail az Elementor Pro Formhoz

source: Add Dynamic Email action to Elementor Pro Form
hu_hu: Adjon hozzá dinamikus e-mail műveletet az Elementor Pro Formhoz

source: Favorites Action for Elementor Pro Form
hu_hu: Kedvencek művelet az Elementor Pro Formhoz

source: Add favorites via Elementor forms. Useful to use in combination with the "Add to Favorites" and "Favorites" widgets
hu_hu: Adjon hozzá kedvenceket Elementor űrlapokon keresztül. Hasznos az "Add to Favorites" és "Favorites" widgetekkel együtt használva

source: Export for Elementor Pro Form
hu_hu: Export az Elementor Pro Formhoz

source: Add Export action to Elementor Pro Form
hu_hu: Adjon hozzá Export műveletet az Elementor Pro Formhoz

source: Icons for Elementor Pro Form
hu_hu: Ikonok az Elementor Pro Formhoz

source: Add icons on the label or inside the input of form fields
hu_hu: Adjon ikonokat a címkére vagy az űrlapmezők inputjába

source: Inline Align for Elementor Pro Form
hu_hu: Inline igazítás az Elementor Pro Formhoz

source: Choose the inline align type for checkbox and radio fields
hu_hu: Válassza ki a checkbox és radio mezők inline igazításának típusát

source: Field Length for Elementor Pro Form
hu_hu: Mezőhossz az Elementor Pro Formhoz

source: Choose a minimum and maximum characters length for your text and textarea fields
hu_hu: Válassza ki a szöveg és textarea mezők minimális és maximális karakterszámát

source: Message Generator for Elementor Pro Form
hu_hu: Üzenetgenerátor az Elementor Pro Formhoz

source: Options to customize the Elementor Pro Form success message
hu_hu: Beállítások az Elementor Pro Form sikerüzenetének testreszabásához

source: Method for Elementor Pro Form
hu_hu: Metódus az Elementor Pro Formhoz

source: Add a different method attribute on your forms that specifies how to send form-data
hu_hu: Adj hozzá egy másik method attribútumot az űrlapjaidhoz, amely meghatározza, hogyan küldje el a form-data-t

source: Password Visibility for Elementor Pro Form
hu_hu: Jelszó láthatóság az Elementor Pro Formhoz

source: Allow your users to show or hide their password on Elementor Pro Form
hu_hu: Engedélyezd a felhasználóidnak, hogy megjelenítsék vagy elrejtsék a jelszavukat az Elementor Pro Formon

source: Unique ID Field for Elementor Pro Form
hu_hu: Egyedi azonosító mező az Elementor Pro Formhoz

source: With this hidden field you can generate a unique ID to be used in PDF Generator or Dynamic Email
hu_hu: Ezzel a rejtett mezővel egyedi azonosítót generálhatsz, amely használható a PDF Generatorban vagy a Dynamic Emailben

source: Counter Field for Elementor Pro Form
hu_hu: Számláló mező az Elementor Pro Formhoz

source: Perfect for keeping track of submissions or the sum of another form field
hu_hu: Tökéletes a beküldések nyomon követéséhez vagy egy másik űrlapmező összegének számon tartásához

source: PDF Generator for Elementor Pro Form
hu_hu: PDF Generator az Elementor Pro Formhoz

source: Add PDF creation action to Elementor Pro Form
hu_hu: Adj hozzá PDF-létrehozási műveletet az Elementor Pro Formhoz

source: PHP Action for Elementor Pro Form
hu_hu: PHP Action az Elementor Pro Formhoz

source: Add PHP code to the actions of a form
hu_hu: Adj hozzá PHP-kódot az űrlap műveleteihez

source: Cookie Action for Elementor Pro Form
hu_hu: Cookie Action az Elementor Pro Formhoz

source: Set cookies after submitting the form
hu_hu: Állíts be cookie-kat az űrlap elküldése után

source: Dynamic Redirect for Elementor Pro Form
hu_hu: Dinamikus átirányítás az Elementor Pro Formhoz

source: Redirect your users to different URLs based on their choice on submitted form fields
hu_hu: Irányítsd át a felhasználóidat különböző URL-ekre a beküldött űrlapmezőkben tett választásaik alapján

source: Regex Field for Elementor Pro Form
hu_hu: Regex mező az Elementor Pro Formhoz

source: Validate form fields using a regular expression
hu_hu: Validálj űrlapmezőket reguláris kifejezés használatával

source: Reset Button for Elementor Pro Form
hu_hu: Visszaállítás gomb az Elementor Pro Formhoz

source: Add a reset button which resets all form fields to their initial values
hu_hu: Adj hozzá egy visszaállítás gombot, amely az összes űrlapmezőt az eredeti értékére állítja vissza

source: Save for Elementor Pro Form
hu_hu: Mentés az Elementor Pro Formhoz

source: Save the form data submitted by your client as posts, users or terms
hu_hu: Mentsd az ügyfeled által beküldött űrlapadatokat bejegyzésként, felhasználóként vagy taxonómiai kifejezésként

source: Select2 for Elementor Pro Form
hu_hu: Select2 az Elementor Pro Formhoz

source: Add Select2 to your select fields to gives a customizable select box with support for searching
hu_hu: Adj Select2-t a választómezőidhez, hogy testreszabható, keresést támogató legördülő listát kapj

source: Signature for Elementor Pro Form
hu_hu: Aláírás az Elementor Pro Formhoz

source: Add a signature field to Elementor Pro Form and it will be included in your PDF
hu_hu: Adj hozzá aláírás mezőt az Elementor Pro Formhoz, és bekerül a PDF-be

source: Enhanced Multi-Step for Elementor Pro Form
hu_hu: Bővített Multi-Step az Elementor Pro Formhoz

source: Add features to Elementor Pro Multi-Step: label as a legend, show all steps, scroll to top on step change and step summary
hu_hu: Adj funkciókat az Elementor Pro Multi-Stephez: címke legendaként, összes lépés megjelenítése, görgetés a tetejére lépésváltáskor és lépésösszegzés

source: Submit On Change for Elementor Pro Form
hu_hu: Beküldés módosításkor az Elementor Pro Formhoz

source: Submit the form automatically when the user chooses a radio button or a select field
hu_hu: Küldd el automatikusan az űrlapot, amikor a felhasználó rádiógombot vagy választómezőt választ

source: Submit Button for Elementor Pro Form
hu_hu: Küldés gomb az Elementor Pro Formhoz

source: Add another submit button on your forms
hu_hu: Adj hozzá egy másik küldés gombot az űrlapjaidhoz

source: Telegram for Elementor Pro Form
hu_hu: Telegram az Elementor Pro Formhoz

source: Send the content of your Elementor Pro Form to Telegram
hu_hu: Küldd el az Elementor Pro Form tartalmát a Telegramra

source: Conditionals for Elementor Pro Form
hu_hu: Feltételek az Elementor Pro Formhoz

source: Contains the extensions: Conditional Fields, Conditional Validation, Conditional Mailchimp, Conditional Active Campaign, Conditional Webhook, Conditional MailerLite, and Max Submissions for Elementor Pro Form
hu_hu: Tartalmazza a következő bővítményeket: Conditional Fields, Conditional Validation, Conditional Mailchimp, Conditional Active Campaign, Conditional Webhook, Conditional MailerLite és Max Submissions az Elementor Pro Formhoz

source: WYSIWYG Field for Elementor Pro Form
hu_hu: WYSIWYG mező az Elementor Pro Formhoz

source: Add a WYSIWYG Field to your forms
hu_hu: Adj hozzá WYSIWYG mezőt az űrlapjaidhoz

source: PayPal Field for Elementor Pro Form
hu_hu: PayPal mező az Elementor Pro Formhoz

source: Add a PayPal field for simple payments to Elementor Pro Form
hu_hu: Adj hozzá egy PayPal mezőt egyszerű fizetésekhez az Elementor Pro Formhoz

source: Stripe Field for Elementor Pro Form
hu_hu: Stripe mező az Elementor Pro Formhoz

source: Add a Stripe field for simple payments to Elementor Pro Form
hu_hu: Adj hozzá egy Stripe mezőt egyszerű fizetésekhez az Elementor Pro Formhoz

source: PHP Validation for Elementor Pro Form
hu_hu: PHP Validation az Elementor Pro Formhoz

source: Add PHP code to validate a whole form
hu_hu: Adj hozzá PHP-kódot a teljes űrlap validálásához

source: JS Field for Elementor Pro Form
hu_hu: JS mező az Elementor Pro Formhoz

source: Take advantage of JS full power to set the value of a field on Elementor Pro Form
hu_hu: Használd ki a JS teljes erejét egy mező értékének beállításához az Elementor Pro Formon

source: Mirror Field for Elementor Pro Form
hu_hu: Tükör mező az Elementor Pro Formhoz

source: A dynamic tool that can auto-fill your field values and yet allow user modification when needed
hu_hu: Egy dinamikus eszköz, amely automatikusan kitölti a mezőértékeket, és szükség esetén engedi a felhasználói módosítást

source: Formatted Number for Elementor Pro Form
hu_hu: Formázott szám mező az Elementor Pro Formhoz

source: A number field that is displayed formatted on blur
hu_hu: Egy számmező, amely fókuszvesztéskor formázva jelenik meg

source: Live HTML Field for Elementor Pro Form
hu_hu: Élő HTML mező az Elementor Pro Formhoz

source: Insert the values of your fields in an HTML Field and those changes will be updated live as they happen
hu_hu: Illessze be mezői értékeit egy HTML mezőbe, és a változások valós időben frissülnek, amint megtörténnek

source: Hidden Label for Elementor Pro Form
hu_hu: Rejtett címke az Elementor Pro űrlaphoz

source: Get the label corresponding to the value of another Radio, Select or Checkbox field
hu_hu: Kérje le egy másik rádiógomb-, legördülő- vagy jelölőnégyzet-mező értékéhez tartozó címkét

source: Dynamic Select for Elementor Pro Form
hu_hu: Dinamikus legördülő az Elementor Pro űrlaphoz

source: Insert a select field where the list of options changes dynamically according to the value of another field
hu_hu: Helyezzen be egy legördülő mezőt, ahol az opciók listája dinamikusan változik egy másik mező értékének megfelelően

source: Tooltip
hu_hu: Eszköztipp

source: Add a tooltip to any widget
hu_hu: Adjon eszköztippet bármely widgethez

source: This feature has been deprecated since Elementor Pro added new dynamic tag for due date in v3.10.0.
hu_hu: Ez a funkció kivezetett, mióta az Elementor Pro a v3.10.0-ban új dinamikus címkét adott a határidőhöz.

source: Dynamic Due Date for Elementor Countdown
hu_hu: Dinamikus határidő az Elementor visszaszámlálóhoz

source: Add a Dynamic Due Date field on Elementor Countdown widget to permit dynamic values
hu_hu: Adjon dinamikus határidő mezőt az Elementor visszaszámláló widgethez a dinamikus értékek engedélyezéséhez

source: Confirm Dialog for Elementor Pro Form
hu_hu: Megerősítő párbeszédablak az Elementor Pro űrlaphoz

source: An easy-to-use component that allows you to use Confirm/Cancel style dialogs on your form
hu_hu: Egy könnyen használható komponens, amely lehetővé teszi Megerősítés/Mégse stílusú párbeszédablakok használatát az űrlapján

source: Dynamic Tag - Cryptocurrency
hu_hu: Dinamikus címke - Kriptovaluta

source: The perfect way to use cryptocurrency on all widgets
hu_hu: A kriptovaluta használatának tökéletes módja minden widgetben

source: Dynamic Tag - Posts
hu_hu: Dinamikus címke - Bejegyzések

source: Add support to show posts in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása a bejegyzések megjelenítéséhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Products
hu_hu: Dinamikus címke - Termékek

source: Add support to show WooCommerce products in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása a WooCommerce termékek megjelenítéséhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Sticky Posts
hu_hu: Dinamikus címke - Rögzített bejegyzések

source: Add support to show Sticky Posts in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása a rögzített bejegyzések megjelenítéséhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Posts by the Current User
hu_hu: Dinamikus címke - Az aktuális felhasználó bejegyzései

source: Add support to show posts of the current user in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása az aktuális felhasználó bejegyzéseinek megjelenítéséhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Favorites
hu_hu: Dinamikus címke - Kedvencek

source: Add support for Favorites in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása a Kedvencekhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Woo Wishlist
hu_hu: Dinamikus címke - Woo Wishlist

source: Add support for Woo Wishlist in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása a Woo Wishlisthez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - ACF Relationship
hu_hu: Dinamikus címke - ACF Relationship

source: Add support to show ACF Relationships in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása az ACF Relationship mezők megjelenítéséhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Meta Box Relationship
hu_hu: Dinamikus címke - Meta Box Relationship

source: Add support to show Meta Box Relationships in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása a Meta Box Relationship mezők megjelenítéséhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Terms
hu_hu: Dinamikus címke - Kifejezések

source: Add support to show terms in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása a kifejezések megjelenítéséhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Tags
hu_hu: Dinamikus címke - Címkék

source: Add support to show tags in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása a címkék megjelenítéséhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Woo Product Categories
hu_hu: Dinamikus címke - WooCommerce termékkategóriák

source: Add support to show WooCommerce Product Categories in Dynamic Tag for text settings
hu_hu: Támogatás hozzáadása a WooCommerce termékkategóriák megjelenítéséhez a Dinamikus címkében a szövegbeállításokhoz

source: Dynamic Tag - Template
hu_hu: Dinamikus címke - Sablon

source: Add support for Template in Dynamic Tag for text, HTML and textarea settings
hu_hu: Támogatás hozzáadása a Sablonhoz a Dinamikus címkében a szöveg-, HTML- és textarea-beállításokhoz

source: Dynamic Tag - Tokens
hu_hu: Dinamikus címke - Tokenek

source: Add support for Tokens in Dynamic Tag for all settings
hu_hu: Támogatás hozzáadása a Tokenekhez a Dinamikus címkében az összes beállításhoz

source: Dynamic Tag - PHP
hu_hu: Dinamikus címke - PHP

source: Add support for PHP Code in Dynamic Tag for all settings
hu_hu: Támogatás hozzáadása a PHP-kódhoz a Dinamikus címkében az összes beállításhoz

source: Dynamic Tag - Author Field
hu_hu: Dinamikus címke - Szerző mező

source: Add support to show author user fields for text settings
hu_hu: Támogatás hozzáadása a szerző felhasználói mezőinek megjelenítéséhez a szövegbeállításokhoz

source: Dynamic Tag - User Field
hu_hu: Dinamikus címke - Felhasználói mező

source: Add support to show user fields for text settings
hu_hu: Támogatás hozzáadása a felhasználói mezők megjelenítéséhez a szövegbeállításokhoz

source: Dynamic Tag - Image Token
hu_hu: Dinamikus címke - Képtoken

source: A Dynamic Tag for Tokens that return Images and Media content
hu_hu: Egy Dinamikus címke olyan Tokenekhez, amelyek képeket és médiatartalmat adnak vissza

source: ACF Fields
hu_hu: ACF mezők

source: Add a custom field created with Advanced Custom Fields
hu_hu: Adjon hozzá egy Advanced Custom Fields-szel létrehozott egyéni mezőt

source: Use images from an ACF Gallery field and display them in a variety of formats
hu_hu: Használja az ACF Gallery mező képeit, és jelenítse meg őket különféle formátumokban

source: ACF Relationship (old version)
hu_hu: ACF Relationship (régi verzió)

source: Use the ACF Relationship field to easily display related content
hu_hu: Használja az ACF Relationship mezőt a kapcsolódó tartalom egyszerű megjelenítéséhez

source: ACF Repeater (old version)
hu_hu: ACF Repeater (régi verzió)

source: Take advantage of the power and flexibility of the ACF Repeater field
hu_hu: Használja ki az ACF Repeater mező erejét és rugalmasságát

source: Insert a Flexible Content field using layouts and sub fields
hu_hu: Szúrjon be egy Flexible Content mezőt elrendezések és almezők használatával

source: Create a form on the frontend to edit ACF Fields
hu_hu: Hozzon létre egy űrlapot a frontenden az ACF mezők szerkesztéséhez

source: Use images from an ACF Gallery field to create an image carousel
hu_hu: Használja az ACF Gallery mező képeit egy képcarousel létrehozásához

source: QR & Barcodes
hu_hu: QR és vonalkódok

source: Quick creation for 1D and 2D barcodes, like EAN and QR Codes
hu_hu: Gyors létrehozás 1D és 2D vonalkódokhoz, mint az EAN- és QR-kódok

source: Add to Calendar
hu_hu: Hozzáadás a naptárhoz

source: Add an event to Google Calendar, iOS, Outlook, Outlook.com or Yahoo
hu_hu: Adjon hozzá egy eseményt a Google Naptárhoz, iOS-hez, Outlookhoz, Outlook.com-hoz vagy Yahoo-hoz

source: Copy to Clipboard
hu_hu: Másolás a vágólapra

source: Copy the specified text to the User Clipboard
hu_hu: Másolja a megadott szöveget a felhasználó vágólapjára

source: Dynamic Cookie
hu_hu: Dinamikus süti

source: Create and manage cookies using dynamic content
hu_hu: Hozzon létre és kezeljen sütiket dinamikus tartalom használatával

source: Add to Favorites
hu_hu: Hozzáadás a kedvencekhez

source: Create a favorite list for your users
hu_hu: Hozzon létre kedvenclistát a felhasználói számára

source: Clear All Favorites
hu_hu: Összes kedvenc törlése

source: Clear the favorite list
hu_hu: Törölje a kedvenclistát

source: Add to Woo Wishlist
hu_hu: Hozzáadás a Woo Wishlist-hez

source: Quickly and easily add WooCommerce products to the wishlist
hu_hu: Gyorsan és egyszerűen adhat hozzá WooCommerce-termékeket a kívánságlistához

source: Fire Modal Window
hu_hu: Modális ablak indítása

source: Add a Modal Window button to your pages to create a popup window
hu_hu: Adjon az oldalaihoz egy modális ablak gombot a felugró ablak létrehozásához

source: PDF Button
hu_hu: PDF gomb

source: Dynamically generate a PDF document using your content and styles
hu_hu: Dinamikusan generáljon PDF-dokumentumot a tartalma és stílusai felhasználásával

source: Modals
hu_hu: Modális ablakok

source: Add a modal window to your page
hu_hu: Adjon hozzá modális ablakot az oldalához

source: Dynamic Charts
hu_hu: Dinamikus diagramok

source: Create beautiful charts in no time at all. Plus, you can easily insert data into your charts or use a CSV file
hu_hu: Készítsen gyönyörű diagramokat pillanatok alatt. Emellett egyszerűen beilleszthet adatokat a diagramokba, vagy használhat egy CSV-fájlt

source: Dynamic Template
hu_hu: Dinamikus sablon

source: Insert an existing template and dynamically assign its content
hu_hu: Illesszen be egy meglévő sablont, és dinamikusan rendelje hozzá a tartalmát
