Repository: hellowpio/wordpress-translations
Catalog: plugins/*/revslider/revslider-*.po
Languages: hu_hu

source: <h2>In case you’re using Google Web Fonts (default) or playing videos or sounds via YouTube or Vimeo in Slider Revolution we recommend to add the corresponding text phrase to your privacy police:</h2> <h3>YouTube</h3> <p>Our website uses plugins from YouTube, which is operated by Google. The operator of the pages is YouTube LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.</p> <p>If you visit one of our pages featuring a YouTube plugin, a connection to the YouTube servers is established. Here the YouTube server is informed about which of our pages you have visited.</p> <p>If you're logged in to your YouTube account, YouTube allows you to associate your browsing behavior directly with your personal profile. You can prevent this by logging out of your YouTube account.</p> <p>YouTube is used to help make our website appealing. This constitutes a justified interest pursuant to Art. 6 (1) (f) DSGVO.</p> <p>Further information about handling user data, can be found in the data protection declaration of YouTube under <a href="https://www.google.de/intl/de/policies/privacy" target="_blank" rel="noopener">https://www.google.de/intl/de/policies/privacy</a>.</p> <h3>Vimeo</h3> <p>Our website uses features provided by the Vimeo video portal. This service is provided by Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.</p> <p>If you visit one of our pages featuring a Vimeo plugin, a connection to the Vimeo servers is established. Here the Vimeo server is informed about which of our pages you have visited. In addition, Vimeo will receive your IP address. This also applies if you are not logged in to Vimeo when you visit our plugin or do not have a Vimeo account. The information is transmitted to a Vimeo server in the US, where it is stored.</p> <p>If you are logged in to your Vimeo account, Vimeo allows you to associate your browsing behavior directly with your personal profile. You can prevent this by logging out of your Vimeo account.</p> <p>For more information on how to handle user data, please refer to the Vimeo Privacy Policy at <a href="https://vimeo.com/privacy" target="_blank" rel="noopener">https://vimeo.com/privacy</a>.</p> <h3>Google Web Fonts</h3> <p>For uniform representation of fonts, this page uses web fonts provided by Google. When you open a page, your browser loads the required web fonts into your browser cache to display texts and fonts correctly.</p> <p>For this purpose your browser has to establish a direct connection to Google servers. Google thus becomes aware that our web page was accessed via your IP address. The use of Google Web fonts is done in the interest of a uniform and attractive presentation of our plugin. This constitutes a justified interest pursuant to Art. 6 (1) (f) DSGVO.</p> <p>If your browser does not support web fonts, a standard font is used by your computer.</p> <p>Further information about handling user data, can be found at <a href="https://developers.google.com/fonts/faq" target="_blank" rel="noopener">https://developers.google.com/fonts/faq</a> and in Google's privacy policy at <a href="https://www.google.com/policies/privacy/" target="_blank" rel="noopener">https://www.google.com/policies/privacy/</a>.</p> <h3>SoundCloud</h3><p>On our pages, plugins of the SoundCloud social network (SoundCloud Limited, Berners House, 47-48 Berners Street, London W1T 3NF, UK) may be integrated. The SoundCloud plugins can be recognized by the SoundCloud logo on our site.</p> <p>When you visit our site, a direct connection between your browser and the SoundCloud server is established via the plugin. This enables SoundCloud to receive information that you have visited our site from your IP address. If you click on the “Like” or “Share” buttons while you are logged into your SoundCloud account, you can link the content of our pages to your SoundCloud profile. This means that SoundCloud can associate visits to our pages with your user account. We would like to point out that, as the provider of these pages, we have no knowledge of the content of the data transmitted or how it will be used by SoundCloud. For more information on SoundCloud’s privacy policy, please go to https://soundcloud.com/pages/privacy.</p><p>If you do not want SoundCloud to associate your visit to our site with your SoundCloud account, please log out of your SoundCloud account.</p>
hu_hu: <h2>Amennyiben a Slider Revolutionben a Google Web Fontsot (alapértelmezett) használja, vagy YouTube-on illetve Vimeón keresztül videókat vagy hangokat játszik le, javasoljuk, hogy az adatvédelmi tájékoztatójába illessze be a megfelelő szövegrészt:</h2> <h3>YouTube</h3> <p>Weboldalunk a Google által üzemeltetett YouTube bővítményeit használja. Az oldalak üzemeltetője: YouTube LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.</p> <p>Ha meglátogatja valamelyik, YouTube bővítményt tartalmazó oldalunkat, kapcsolat jön létre a YouTube szervereivel. A YouTube szerver így értesül arról, hogy mely oldalainkat kereste fel.</p> <p>Ha be van jelentkezve YouTube-fiókjába, a YouTube lehetővé teszi, hogy böngészési magatartását közvetlenül személyes profiljához társítsa. Ezt megakadályozhatja, ha kijelentkezik YouTube-fiókjából.</p> <p>A YouTube-ot weboldalunk vonzóbbá tétele érdekében használjuk. Ez jogos érdeknek minősül az Art. 6 (1) (f) DSGVO alapján.</p> <p>A felhasználói adatok kezeléséről további információ a YouTube adatvédelmi nyilatkozatában található: <a href="https://www.google.de/intl/de/policies/privacy" target="_blank" rel="noopener">https://www.google.de/intl/de/policies/privacy</a>.</p> <h3>Vimeo</h3> <p>Weboldalunk a Vimeo videóportál által biztosított funkciókat használja. Ezt a szolgáltatást a Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA nyújtja.</p> <p>Ha meglátogatja valamelyik, Vimeo bővítményt tartalmazó oldalunkat, kapcsolat jön létre a Vimeo szervereivel. A Vimeo szerver így értesül arról, hogy mely oldalainkat kereste fel. Emellett a Vimeo megkapja az Ön IP-címét is. Ez akkor is érvényes, ha a bővítmény meglátogatásakor nincs bejelentkezve a Vimeóra, vagy nincs Vimeo-fiókja. Az információ az USA-ban található Vimeo szerverre kerül továbbításra és ott kerül tárolásra.</p> <p>Ha be van jelentkezve Vimeo-fiókjába, a Vimeo lehetővé teszi, hogy böngészési magatartását közvetlenül személyes profiljához társítsa. Ezt megakadályozhatja, ha kijelentkezik Vimeo-fiókjából.</p> <p>A felhasználói adatok kezelésével kapcsolatos további információ a Vimeo adatvédelmi szabályzatában található: <a href="https://vimeo.com/privacy" target="_blank" rel="noopener">https://vimeo.com/privacy</a>.</p> <h3>Google Web Fonts</h3> <p>A betűtípusok egységes megjelenítése érdekében ez az oldal a Google által biztosított webes betűtípusokat használja. Amikor megnyit egy oldalt, böngészője a szükséges webes betűtípusokat a gyorsítótárába tölti, hogy a szövegek és betűk megfelelően jelenjenek meg.</p> <p>Ehhez a böngészőjének közvetlen kapcsolatot kell létesítenie a Google szervereivel. A Google így értesül arról, hogy weboldalunkat az Ön IP-címéről érték el. A Google Web Fonts használata bővítményünk egységes és vonzó megjelenítésének érdekében történik. Ez jogos érdeknek minősül az Art. 6 (1) (f) DSGVO alapján.</p> <p>Ha böngészője nem támogatja a webes betűtípusokat, számítógépe egy alapértelmezett betűtípust használ.</p> <p>A felhasználói adatok kezeléséről további információ található itt: <a href="https://developers.google.com/fonts/faq" target="_blank" rel="noopener">https://developers.google.com/fonts/faq</a>, valamint a Google adatvédelmi irányelveiben: <a href="https://www.google.com/policies/privacy/" target="_blank" rel="noopener">https://www.google.com/policies/privacy/</a>.</p> <h3>SoundCloud</h3><p>Oldalainkon a SoundCloud közösségi hálózat (SoundCloud Limited, Berners House, 47-48 Berners Street, London W1T 3NF, UK) bővítményei integrálhatók. A SoundCloud bővítmények webhelyünkön a SoundCloud logójáról ismerhetők fel.</p> <p>Amikor felkeresi webhelyünket, a bővítményen keresztül közvetlen kapcsolat jön létre a böngészője és a SoundCloud szervere között. Ez lehetővé teszi a SoundCloud számára, hogy információt kapjon arról, hogy IP-címe alapján meglátogatta webhelyünket. Ha a SoundCloud-fiókjába bejelentkezve kattint a “Like” vagy “Share” gombokra, oldalaink tartalmát a SoundCloud-profiljához kapcsolhatja. Ez azt jelenti, hogy a SoundCloud a látogatásokat felhasználói fiókjához társíthatja. Felhívjuk a figyelmét, hogy e weboldalak szolgáltatójaként nincs ismeretünk az átadott adatok tartalmáról, illetve arról, hogy a SoundCloud hogyan használja azokat. A SoundCloud adatvédelmi szabályzatáról további információ itt található: https://soundcloud.com/pages/privacy.</p><p>Ha nem szeretné, hogy a SoundCloud a webhelyünkön tett látogatását SoundCloud-fiókjához társítsa, kérjük, jelentkezzen ki SoundCloud-fiókjából.</p>

source: Please Wait...
hu_hu: Kérjük, várjon...

source: Bad Request
hu_hu: Hibás kérés

source: Slider Revolution encountered the following error:
hu_hu: A Slider Revolution a következő hibát észlelte:

source: Editor View
hu_hu: Szerkesztő nézet

source: Layer options
hu_hu: Réteg beállításai

source: Hover View
hu_hu: Lebegési nézet

source: Animation View
hu_hu: Animációs nézet

source: Style
hu_hu: Stílus

source: Size & Pos
hu_hu: Méret és pozíció

source: Adv. Style
hu_hu: Speciális stílus

source: Animation
hu_hu: Animáció

source: Loop Layer
hu_hu: Réteg ismétlése

source: Hover
hu_hu: Lebegés

source: On Scroll
hu_hu: Görgetéskor

source: Attributes
hu_hu: Attribútumok

source: Accessibility
hu_hu: Akadálymentesítés

source: Custom CSS
hu_hu: Egyedi CSS

source: Static
hu_hu: Statikus

source: Row Settings
hu_hu: Sor beállításai

source: Update Row
hu_hu: Sor frissítése

source: Break At
hu_hu: Töréspont

source: Row Position
hu_hu: Sor pozíciója

source: Text/Button Layer Content
hu_hu: Szöveg/Gomb réteg tartalma

source: Idle
hu_hu: Tétlen

source: Toggle
hu_hu: Kapcsoló

source: Icon
hu_hu: Ikon

source: Use Toggle
hu_hu: Kapcsoló használata

source: Toggled in Hover Style
hu_hu: Átváltva a Hover stílusban

source: Inverse Toggled Content
hu_hu: Fordított kapcsolt tartalom

source: Placeholder
hu_hu: Helyőrző

source: Line Break
hu_hu: Sortörés

source: Only Manual &lt;br/&gt;
hu_hu: Csak kézi &lt;br/&gt;

source: Width Based
hu_hu: Szélességalapú

source: Content Based
hu_hu: Tartalomalapú

source: Content and Width Based
hu_hu: Tartalom- és szélességalapú

source: Image Layer Content
hu_hu: Kép réteg tartalma

source: Image from Stream if exist
hu_hu: Kép a Streamből, ha létezik

source: Lazy Loading
hu_hu: Késleltetett betöltés

source: Default Setting
hu_hu: Alapértelmezett beállítás

source: Force Lazy Loading
hu_hu: Késleltetett betöltés kényszerítése

source: Ignore Lazy Loading
hu_hu: Késleltetett betöltés figyelmen kívül hagyása

source: Used Library
hu_hu: Használt könyvtár

source: Image Size
hu_hu: Kép mérete

source: Original
hu_hu: Eredeti

source: Large
hu_hu: Nagy

source: Medium
hu_hu: Közepes

source: Small
hu_hu: Kicsi

source: Extra Small
hu_hu: Extra kicsi

source: Source Type
hu_hu: Forrás típusa

source: Media Content
hu_hu: Médiatartalom

source: Video from Stream if exist
hu_hu: Videó a Streamből, ha létezik

source: Type
hu_hu: Típus

source: YouTube Video
hu_hu: YouTube-videó

source: Vimeo Video
hu_hu: Vimeo-videó

source: HTML5 Video
hu_hu: HTML5-videó

source: Audio
hu_hu: Audió

source: Enter Video ID
hu_hu: Adja meg a videó ID-t

source: Enter MPEG Source
hu_hu: Adja meg az MPEG-forrást

source: Video Fit Cover
hu_hu: Videó kitöltésre igazítása

source: Optional WEBM Source
hu_hu: Opcionális WEBM-forrás

source: Optional OGV Source
hu_hu: Opcionális OGV-forrás

source: Preload
hu_hu: Előtöltés

source: Meta Data
hu_hu: Metaadatok

source: Skip Preload
hu_hu: Előtöltés kihagyása

source: Aspect Ratio
hu_hu: Képarány

source: Auto Play
hu_hu: Automatikus lejátszás

source: Off
hu_hu: Ki

source: On
hu_hu: Be

source: Only 1st Time Slide shown
hu_hu: Csak a 1st Time Slide jelenik meg

source: On - Skip 1st Time Slide
hu_hu: Be - 1st Time Slide kihagyása

source: Media Poster
hu_hu: Média poszterkép

source: Poster from Stream if exist
hu_hu: Poszterkép a streamből, ha létezik

source: YouTube Thumb
hu_hu: YouTube bélyegkép

source: Vimeo Thumb
hu_hu: Vimeo bélyegkép

source: Get Start Frame
hu_hu: Kezdő képkocka lekérése

source: From Stream
hu_hu: A streamből

source: Remove Poster
hu_hu: Poszterkép eltávolítása

source: Poster in Pause
hu_hu: Poszterkép szünetben

source: No Poster on Mobile
hu_hu: Nincs poszterkép mobilon

source: Only Poster on Mobile
hu_hu: Csak poszterkép mobilon

source: Overlay
hu_hu: Átfedés

source: Size
hu_hu: Méret

source: Color 1
hu_hu: Szín 1

source: Color 2
hu_hu: Szín 2

source: Advanced Media Settings
hu_hu: Speciális médiabeállítások

source: Stop Other Media
hu_hu: Egyéb média leállítása

source: Allow Fullscreen
hu_hu: Teljes képernyő engedélyezése

source: Pause Timer during Play
hu_hu: Időzítő szüneteltetése lejátszás közben

source: Pause on Slide Change
hu_hu: Szüneteltetés diaváltáskor

source: Loop Media
hu_hu: Média ismétlése

source: Next Slide at End
hu_hu: A végén a következő diára

source: Rewind at Start
hu_hu: Visszatekerés indításkor

source: No Interaction
hu_hu: Nincs interakció

source: Controls
hu_hu: Vezérlők

source: Large Controls
hu_hu: Nagy vezérlők

source: Inline Mode
hu_hu: Beágyazott mód

source: Mute at Start
hu_hu: Némítás indításkor

source: Keep when Slide Unfocused
hu_hu: Megőrzés, ha a dia nincs fókuszban

source: Media Volume (0-100)
hu_hu: Média hangerő (0-100)

source: Normal
hu_hu: Normál

source: i.e. 0:15
hu_hu: azaz 0:15

source: i.e. 2:41
hu_hu: azaz 2:41

source: Arguments
hu_hu: Argumentumok

source: Shape Layer Content
hu_hu: Alakzatréteg tartalma

source: Content Behavior
hu_hu: Tartalom viselkedése

source: Text Align
hu_hu: Szöveg igazítása

source: Vertical Align
hu_hu: Függőleges igazítás

source: Position
hu_hu: Pozíció

source: Absolute
hu_hu: Abszolút

source: Relative
hu_hu: Relatív

source: Display
hu_hu: Megjelenítés

source: Block
hu_hu: Blokk

source: Inline-Block
hu_hu: Inline-blokk

source: Float
hu_hu: Lebegtetés

source: Clear
hu_hu: Körbefolyatás törlése

source: Both
hu_hu: Mindkettő

source: Add LineBreak Before
hu_hu: Sortörés hozzáadása elé

source: Add LineBreak After
hu_hu: Sortörés hozzáadása utána

source: HTML Tag
hu_hu: HTML-címke

source: Label For
hu_hu: Címke „for” attribútum

source: Convert Layer Type
hu_hu: Réteg típusának átalakítása

source: Global Layer Settings
hu_hu: Globális rétegbeállítások

source: Layer is Global
hu_hu: A réteg globális

source: Hide "Under" Width
hu_hu: „Under” szélességnél elrejtés

source: Show if mouse over Slider
hu_hu: Megjelenítés, ha az egér a Slider fölött van

source: Always Visible on Carousel
hu_hu: Mindig látható a Carouselen

source: Static Layer Depth
hu_hu: Statikus réteg mélysége

source: Force Z Depth
hu_hu: Z-mélység kényszerítése

source: Static Slide based
hu_hu: Statikus, diaalapú

source: Force Front
hu_hu: Előtér kényszerítése

source: Force Back
hu_hu: Háttér kényszerítése

source: Position & Size
hu_hu: Pozíció és méret

source: Center
hu_hu: Középen

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Alignment
hu_hu: Igazítás

source: Size Presets
hu_hu: Méret-előbeállítások

source: Custom Size
hu_hu: Egyedi méret

source: Full Width
hu_hu: Teljes szélesség

source: Full Height
hu_hu: Teljes magasság

source: Full Inset
hu_hu: Teljes inset

source: Stretch
hu_hu: Nyújtás

source: Cover
hu_hu: Kitöltés

source: Layer Align
hu_hu: Réteg igazítása

source: Layer Area
hu_hu: Réteg területe

source: Scene
hu_hu: Jelenet

source: Min/Max Width & Height
hu_hu: Min/Max szélesség és magasság

source: Responsive Behavior
hu_hu: Reszponzív viselkedés

source: Intelligent Inheriting
hu_hu: Intelligens öröklés

source: Resize Between Devices
hu_hu: Átméretezés eszközök között

source: Responsive Offsets
hu_hu: Reszponzív eltolások

source: Responsive Children
hu_hu: Reszponzív gyermekelemek

source: Font
hu_hu: Betűtípus

source: Background
hu_hu: Háttér

source: Line Height
hu_hu: Sormagasság

source: Font & Icon
hu_hu: Betűtípus és ikon

source: Quick Style
hu_hu: Gyors stílus

source: More
hu_hu: Több

source: Less
hu_hu: Kevesebb

source: Underline
hu_hu: Aláhúzás

source: Overline
hu_hu: Felső vonal

source: Line-through
hu_hu: Áthúzás

source: Uppercase
hu_hu: Nagybetűs

source: Lowercase
hu_hu: Kisbetűs

source: Capitalize
hu_hu: Szókezdő nagybetű

source: Selectable
hu_hu: Kijelölhető

source: Unselectable
hu_hu: Nem kijelölhető

source: Font Family
hu_hu: Betűcsalád

source: Text Color
hu_hu: Szövegszín

source: Color in Frame
hu_hu: Szín a keretben

source: Keep Original Colors
hu_hu: Eredeti színek megtartása

source: SVG Color
hu_hu: SVG szín

source: Stroke Color
hu_hu: Körvonal színe

source: Style All Elements
hu_hu: Minden elem stílusozása

source: BG Color
hu_hu: Háttérszín

source: BG in Frame
hu_hu: Háttér a keretben

source: BG Image
hu_hu: Háttérkép

source: Media
hu_hu: Média

source: Object
hu_hu: Objektum

source: left center
hu_hu: bal közép

source: left bottom
hu_hu: bal alsó

source: left top
hu_hu: bal felső

source: center top
hu_hu: közép felső

source: center center
hu_hu: közép közép

source: center bottom
hu_hu: közép alsó

source: right top
hu_hu: jobb felső

source: right center
hu_hu: jobb közép

source: right bottom
hu_hu: jobb alsó

source: Stream Size
hu_hu: Adatfolyam mérete

source: Spacings
hu_hu: Térközök

source: Inherit
hu_hu: Örökli

source: Middle
hu_hu: Közép

source: Border
hu_hu: Szegély

source: Border Color
hu_hu: Szegély színe

source: Border Style
hu_hu: Szegély stílusa

source: Solid
hu_hu: Folytonos

source: Dashed
hu_hu: Szaggatott

source: Dotted
hu_hu: Pontozott

source: Double
hu_hu: Dupla

source: Basic Transforms
hu_hu: Alap transzformációk

source: iOS Fix by
hu_hu: iOS javítás készítette

source: Default
hu_hu: Alapértelmezett

source: Perspective
hu_hu: Perspektíva

source: Box Shadow
hu_hu: Dobozárnyék

source: Effect
hu_hu: Effekt

source: Shadow on
hu_hu: Árnyék ezen

source: Wrapper Container
hu_hu: Wrapper konténer

source: Layer Container
hu_hu: Réteg konténer

source: Shadow Color
hu_hu: Árnyék színe

source: Text Shadow
hu_hu: Szövegárnyék

source: Text Stroke
hu_hu: Szöveg körvonal

source: Blend Mode
hu_hu: Keverési mód

source: Can not be rendered in Editor. Please preview in Frontend.
hu_hu: Nem renderelhető a Szerkesztőben. Kérjük, tekintse meg a Frontenden.

source: Show in Editor
hu_hu: Megjelenítés a Szerkesztőben

source: Spike Masks
hu_hu: Tüskemaszkok

source: Enable Spikes
hu_hu: Tüskék engedélyezése

source: Left Spike
hu_hu: Bal oldali tüske

source: No Spikes
hu_hu: Nincs tüske

source: 1 Spike Top
hu_hu: 1 tüske felül

source: 1 Spike Middle
hu_hu: 1 tüske középen

source: 1 Spike Bottom
hu_hu: 1 tüske alul

source: Two Spikes
hu_hu: Két tüske

source: Three Spikes
hu_hu: Három tüske

source: Four Spikes
hu_hu: Négy tüske

source: Five Spikes
hu_hu: Öt tüske

source: Spike Width
hu_hu: Tüske szélessége

source: Right Spike
hu_hu: Jobb oldali tüske

source: Sharp Corner Extensions
hu_hu: Éles sarok kiterjesztések

source: Left Corner
hu_hu: Bal sarok

source: No Corner
hu_hu: Nincs sarok

source: Right Corner
hu_hu: Jobb sarok

source: On Scroll Details
hu_hu: Görgetési részletek

source: On Scroll can be Added per Slider in the General Options
hu_hu: Az On Scroll funkció csúszónként adható hozzá az Általános beállításokban

source: Parallax & 3D
hu_hu: Parallaxis és 3D

source: Level
hu_hu: Szint

source: Under Mask
hu_hu: Maszk alatt

source: Attach to BG
hu_hu: Rögzítés a BG-hez

source: Timeline Scroll Based
hu_hu: Görgetésalapú idővonal

source: Handling
hu_hu: Kezelés

source: Default (Global Settings)
hu_hu: Alapértelmezett (Globális beállítások)

source: Enabled - Scroll Based
hu_hu: Engedélyezve - görgetésalapú

source: Disabled - Time Based
hu_hu: Letiltva - időalapú

source: Start Earlier
hu_hu: Kezdés korábban

source: Filter Effect Scroll Based
hu_hu: Görgetésalapú szűrőeffekt

source: Layer ID
hu_hu: Rétegazonosító

source: Classes
hu_hu: Osztályok

source: Custom Inline & Hover CSS
hu_hu: Egyéni Inline & Hover CSS

source: Deprecated Function !<br>Only visible by Rendering. Limited influence on Styled Layers. Custom CSS Inline will be removed in Version 6.2
hu_hu: Elavult funkció !<br>Csak a renderelés során látható. Korlátozott hatás a stílusozott rétegekre. A Custom CSS Inline el lesz távolítva a 6.2-es verzióban

source: Web Content Accessibility
hu_hu: Webes tartalom akadálymentesítése

source: Hidden
hu_hu: Rejtett

source: False
hu_hu: Hamis

source: True
hu_hu: Igaz

source: Role
hu_hu: Szerep

source: Unset
hu_hu: Nincs beállítva

source: Button
hu_hu: Gomb

source: Link
hu_hu: Hivatkozás

source: Image
hu_hu: Kép

source: Heading
hu_hu: Címsor

source: Paragraph
hu_hu: Bekezdés

source: Group
hu_hu: Csoport

source: Presentation
hu_hu: Prezentáció

source: Label
hu_hu: Címke

source: Labeled By
hu_hu: Címkézett ezzel

source: Has PopUp
hu_hu: Van felugró ablak

source: Menu
hu_hu: Menü

source: Dialog
hu_hu: Párbeszédablak

source: Cursor
hu_hu: Kurzor

source: Pointer Event
hu_hu: Pointer esemény

source: Only on Desktop
hu_hu: Csak asztali gépen

source: Mask
hu_hu: Maszk

source: Gradient Anim
hu_hu: Gradiens animáció

source: Reset Style
hu_hu: Stílus visszaállítása

source: SVG Style
hu_hu: SVG stílus

source: Actions
hu_hu: Műveletek

source: Keyframes
hu_hu: Kulcsképkockák

source: Set as Editor View
hu_hu: Beállítás szerkesztőnézetként

source: Basics
hu_hu: Alapok

source: Frame Alias
hu_hu: Képkocka álnév

source: Start
hu_hu: Kezdés

source: Wait for Action
hu_hu: Várakozás műveletre

source: Force Prepare
hu_hu: Előkészítés kényszerítése

source: Reverse "IN"
hu_hu: Fordított "IN"

source: Advanced
hu_hu: Speciális

source: Layer
hu_hu: Réteg

source: Char
hu_hu: Karakter

source: Word
hu_hu: Szó

source: Line
hu_hu: Sor

source: Color
hu_hu: Szín

source: Layer Filter
hu_hu: Rétegszűrő

source: Use Filter
hu_hu: Szűrő használata

source: Set Filters on Mask
hu_hu: Szűrők beállítása a maszkon

source: Layer Back-Drop Filter
hu_hu: Réteg háttérszűrő

source: Slide Direction based Mirroring
hu_hu: Csúsztatás iránya alapján tükrözés

source: Use Masking
hu_hu: Maszkolás használata

source: Use Clip Path
hu_hu: Vágóútvonal használata

source: Rectangle
hu_hu: Téglalap

source: Custom Mask
hu_hu: Egyéni maszk

source: Origin
hu_hu: Kiindulópont

source: Diagonal From
hu_hu: Átló kezdete

source: Left Top
hu_hu: Bal felső

source: Right Top
hu_hu: Jobb felső

source: Right Bottom
hu_hu: Jobb alsó

source: Left Bottom
hu_hu: Bal alsó

source: Center Diagonal
hu_hu: Középátló

source: Center - Left Right
hu_hu: Közép - balról jobbra

source: Center - Right Left
hu_hu: Közép - jobbról balra

source: Horizontal Mask
hu_hu: Vízszintes maszk

source: Vertical Mask
hu_hu: Függőleges maszk

source: Invert Horizontal
hu_hu: Vízszintes invertálása

source: Invert Vertical
hu_hu: Függőleges invertálása

source: Corners
hu_hu: Sarkok

source: Start Range
hu_hu: Kezdési tartomány

source: End Range
hu_hu: Befejezési tartomány

source: Split Chars
hu_hu: Karakterekre bontás

source: Forward
hu_hu: Előre

source: Backward
hu_hu: Visszafelé

source: Middle To Edge
hu_hu: Középről a szélek felé

source: Edge to Middle
hu_hu: Szélektől a közép felé

source: Char Filter
hu_hu: Karakterszűrő

source: Split Words
hu_hu: Szavakra bontás

source: Word Filter
hu_hu: Szószűrő

source: Split Lines
hu_hu: Sorokra bontás

source: Line Filter
hu_hu: Sorszűrő

source: Text
hu_hu: Szöveg

source: No Special Effect
hu_hu: Nincs speciális effekt

source: Block to Left
hu_hu: Blokk balra
