Repository: hellowpio/wordpress-translations
Catalog: plugins/*/revslider/revslider-*.po
Languages: hu_hu

source: process in our "Engine guide" on the left.
hu_hu: folyamaton a bal oldali "Engine guide" segítségével.

source: SR7 Data Migration
hu_hu: SR7 adatmigráció

source: New Blank Module
hu_hu: Új üres modul

source: New Module from Template
hu_hu: Új modul sablonból

source: Manual Import
hu_hu: Kézi importálás

source: Search Modules...
hu_hu: Modulok keresése...

source: Show all Modules
hu_hu: Összes modul megjelenítése

source: Add Folder
hu_hu: Mappa hozzáadása

source: Show All
hu_hu: Összes megjelenítése

source: Plugin Updates
hu_hu: Bővítményfrissítések

source: System Requirements
hu_hu: Rendszerkövetelmények

source: Upload folder writable
hu_hu: Feltöltési mappa írható

source: Memory Limit
hu_hu: Memóriakorlát

source: Upload Max. Filesize
hu_hu: Max. feltöltési fájlméret

source: Max. Post Size
hu_hu: Max. POST-méret

source: Max. Allowed Package
hu_hu: Max. engedélyezett csomag

source: Update History
hu_hu: Frissítési előzmények

source: Find My Key
hu_hu: Kulcsom megkeresése

source: Deregister this Key
hu_hu: E kulcs deregisztrálása

source: 1 License Key per Website
hu_hu: 1 licenckulcs webhelyenként

source: If you want to use Slider Revolution on another domain, you need to use a different license key.
hu_hu: Ha a Slider Revolutiont egy másik domainen kívánja használni, másik licenckulcsot kell használnia.

source: Manage Your Licenses
hu_hu: Licenceinek kezelése

source: NEW
hu_hu: ÚJ

source: Switch license key registrations, download plugins and get discounts!
hu_hu: Váltson licenckulcs-regisztrációk között, töltsön le bővítményeket, és kapjon kedvezményeket!

source: Go To My Dashboard
hu_hu: Ugrás a vezérlőpultomhoz

source: I don‘t have a login. How to get access?
hu_hu: Nincs fiókom. Hogyan kaphatok hozzáférést?

source: Register to Unlock All Premium Features
hu_hu: Regisztráljon az összes prémium funkció feloldásához

source: Register to Unlock
hu_hu: Regisztráljon a feloldáshoz

source: Connect with Slider Revolution
hu_hu: Csatlakozzon a Slider Revolutionhöz

source: Sign up to our Newsletter
hu_hu: Iratkozzon fel hírlevelünkre

source: Enter your Email
hu_hu: Adja meg e-mail-címét

source: Sign Up
hu_hu: Feliratkozás

source: Updates, New Products, Spotlights
hu_hu: Frissítések, új termékek, kiemelések

source: Get access to the latest News from Slider Revolution. We promise to never send you Spam!
hu_hu: Férjen hozzá a Slider Revolution legfrissebb híreihez. Ígérjük, soha nem küldünk Önnek spamet!

source: Whats New?
hu_hu: Újdonságok?

source: Function Not Available in Demo Mode
hu_hu: A funkció demó módban nem érhető el

source: Function only available for administrators
hu_hu: A funkció csak adminisztrátorok számára érhető el

source: Successfully deleted all fonts cache
hu_hu: Az összes betűtípus-gyorsítótár sikeresen törölve

source: The License Key needs to be set!
hu_hu: A licenckulcsot be kell állítani!

source: Plugin successfully activated
hu_hu: A bővítmény sikeresen aktiválva

source: License Key already registered!
hu_hu: A licenckulcs már regisztrálva!

source: License Key was locked, please contact the ThemePunch support!
hu_hu: A licenckulcs zárolásra került, kérjük, lépjen kapcsolatba a ThemePunch ügyfélszolgálatával!

source: License Key could not be validated
hu_hu: A licenckulcsot nem sikerült érvényesíteni

source: Plugin deregistered
hu_hu: A bővítmény deregisztrálva

source: Deregistration failed!
hu_hu: A deregisztráció nem sikerült!

source: Saved
hu_hu: Mentve

source: Connection to Update Server Failed
hu_hu: A frissítési kiszolgálóhoz való kapcsolódás nem sikerült

source: Slider Import Failed
hu_hu: A slider importálása nem sikerült

source: Template Slider Import Failed
hu_hu: A sablon slider importálása nem sikerült

source: Slide duplication failed
hu_hu: A dia duplikálása nem sikerült

source: Slider Map Empty
hu_hu: A slider térképe üres

source: Slider Export Error!!!
hu_hu: Slider export hiba!!!

source: Slider HTML Export Error!!!
hu_hu: Slider HTML-export hiba!!!

source: Slider Deleted
hu_hu: A slider törölve

source: Duplication Failed
hu_hu: A duplikálás nem sikerült

source: Slide not found
hu_hu: A dia nem található

source: Slide Saved
hu_hu: Dia elmentve

source: Slider not found
hu_hu: Csúszka nem található

source: Slide deleted
hu_hu: Dia törölve

source: Slide could not be deleted
hu_hu: A diát nem sikerült törölni

source: Slide could not duplicated
hu_hu: A diát nem sikerült duplikálni

source: Slide order changed
hu_hu: A diák sorrendje megváltozott

source: Slide order could not be changed
hu_hu: A diák sorrendjét nem sikerült megváltoztatni

source: The Slider with the alias "
hu_hu: A csúszka ezzel az aliasszal "

source: Posts
hu_hu: Bejegyzések

source: File could not be loaded
hu_hu: A fájlt nem sikerült betölteni

source: Global Settings saved/updated
hu_hu: Globális beállítások elmentve/frissítve

source: Global Settings not saved/updated
hu_hu: Globális beállítások nem lettek elmentve/frissítve

source: Navigation preset saved/updated
hu_hu: Navigációs előbeállítás elmentve/frissítve

source: Preset could not be saved/values are the same
hu_hu: Az előbeállítást nem sikerült elmenteni/az értékek megegyeznek

source: Navigation preset deleted
hu_hu: Navigációs előbeállítás törölve

source: Preset not found
hu_hu: Előbeállítás nem található

source: Animation deleted
hu_hu: Animáció törölve

source: Deletion failed
hu_hu: Törlés sikertelen

source: Animation saved
hu_hu: Animáció elmentve

source: Animation could not be saved
hu_hu: Az animációt nem sikerült elmenteni

source: Slider could not be loaded
hu_hu: A csúszkát nem sikerült betölteni

source: New Folder
hu_hu: Új mappa

source: Folder Creation Failed
hu_hu: Mappa létrehozása sikertelen

source: Folder Deleted
hu_hu: Mappa törölve

source: Folder Deletion Failed
hu_hu: Mappa törlése sikertelen

source: Tags Updated
hu_hu: Címkék frissítve

source: Failed to Update Tags
hu_hu: A címkéket nem sikerült frissíteni

source: Slider Moved to Folder
hu_hu: Csúszka mappába áthelyezve

source: Failed to Move Slider Into Folder
hu_hu: A csúszkát nem sikerült mappába áthelyezni

source: Title updated
hu_hu: Cím frissítve

source: Failed to update Title
hu_hu: A címet nem sikerült frissíteni

source: Slider Revolution Preview
hu_hu: Slider Revolution előnézet

source: Invalid Email
hu_hu: Érvénytelen e-mail

source: Success! Please check your E-Mails to finish the subscription
hu_hu: Siker! Kérjük, ellenőrizze az e-mailjeit a feliratkozás befejezéséhez

source: Invalid Email/Could not connect to the Newsletter server
hu_hu: Érvénytelen e-mail/Nem sikerült csatlakozni a hírlevél-szerverhez

source: No Email given
hu_hu: Nincs megadva e-mail

source: Favorite Changed
hu_hu: Kedvenc módosítva

source: Object could not be loaded
hu_hu: Az objektumot nem sikerült betölteni

source: Video cover could not be loaded
hu_hu: A videó borítóképét nem sikerült betölteni

source: Could not create Slide
hu_hu: Nem sikerült létrehozni a diát

source: Could not create Slider
hu_hu: Nem sikerült létrehozni a csúszkát

source: AddOn could not be activated
hu_hu: Az AddOn-t nem sikerült aktiválni

source: AddOn deactivated
hu_hu: AddOn deaktiválva

source: AddOn could not be deactivated
hu_hu: Az AddOn-t nem sikerült deaktiválni

source: Image could not be loaded
hu_hu: A képet nem sikerült betölteni

source: Tag successfully saved
hu_hu: Címke sikeresen elmentve

source: Tag successfully deleted
hu_hu: Címke sikeresen törölve

source: Item could not be changed
hu_hu: Az elemet nem sikerült módosítani

source: Item successfully changed
hu_hu: Elem sikeresen módosítva

source: Item could not be deleted
hu_hu: Az elemet nem sikerült törölni

source: Item successfully deleted
hu_hu: Elem sikeresen törölve

source: Error loading RevSliderHelp
hu_hu: Hiba a RevSliderHelp betöltésekor

source: Error loading RevSliderTooltips
hu_hu: Hiba a RevSliderTooltips betöltésekor

source: Preference Updated
hu_hu: Beállítás frissítve

source: Facebook API error: Empty Access Token
hu_hu: Facebook API hiba: Üres Access Token

source: Facebook API error: Empty Page ID
hu_hu: Facebook API hiba: Üres Page ID

source: Could not fetch Facebook albums
hu_hu: Nem sikerült lekérni a Facebook albumokat

source: Facebook API error:
hu_hu: Facebook API hiba:

source: Successfully fetched Facebook albums
hu_hu: Facebook albumok sikeresen lekérve

source: Could not fetch flickr album
hu_hu: Nem sikerült lekérni a flickr albumot

source: Successfully fetched flickr albums
hu_hu: flickr albumok sikeresen lekérve

source: Could not fetch flickr albums
hu_hu: Nem sikerült lekérni a flickr albumokat

source: Cleared Albums
hu_hu: Albumok törölve

source: No User URL - Could not fetch flickr albums
hu_hu: Nincs User URL - Nem sikerült lekérni a flickr albumokat

source: No API KEY - Could not fetch flickr albums
hu_hu: Nincs API KEY - Nem sikerült lekérni a flickr albumokat

source: Successfully fetched YouTube playlists
hu_hu: YouTube lejátszási listák sikeresen lekérve

source: Could not fetch YouTube playlists
hu_hu: Nem sikerült lekérni a YouTube lejátszási listákat

source: Slider Revolution database structure was updated
hu_hu: A Slider Revolution adatbázis-struktúrája frissítve

source: Slider Revolution internal cache was fully cleared
hu_hu: A Slider Revolution belső gyorsítótára teljesen ürítve

source: Slide transition template could not be saved
hu_hu: A diaváltási sablont nem sikerült elmenteni

source: Slide transition template saved
hu_hu: Diaváltási sablon mentve

source: Slide transition template deleted
hu_hu: Diaváltási sablon törölve

source: Slide transition template could not be deleted
hu_hu: A diaváltási sablont nem sikerült törölni

source: mpeg not set
hu_hu: mpeg nincs beállítva

source: Image could not be created
hu_hu: A képet nem sikerült létrehozni

source: No response on action
hu_hu: Nincs válasz a műveletre

source: No Data Received
hu_hu: Nem érkezett adat

source: Loading Error
hu_hu: Betöltési hiba

source: Loading Error:
hu_hu: Betöltési hiba:

source: V7 Tables Cleared
hu_hu: V7 táblák törölve

source: Slide could not be saved as a V7 Slide
hu_hu: A diát nem sikerült V7 diaként menteni

source: Slide could not be saved as a V7 Slide, fromSR6 is missing!
hu_hu: A diát nem sikerült V7 diaként menteni, hiányzik a fromSR6!

source: Slide Saved as a V7 Slide
hu_hu: Dia V7 diaként mentve

source: Slider Saved as a V7 Slider
hu_hu: Slider V7 sliderként mentve

source: V7 Slider could not inited
hu_hu: A V7 Slider inicializálása nem sikerült

source: Modal data could not be loaded
hu_hu: A Modal adatait nem sikerült betölteni

source: V7 Slider could not be found
hu_hu: A V7 Slider nem található

source: Custom Fonts
hu_hu: Egyedi betűtípusok

source: Loaded Google Fonts
hu_hu: Google Fonts betöltve

source: Serif Fonts
hu_hu: Talpas betűtípusok

source: Sans-Serif Fonts
hu_hu: Talpatlan betűtípusok

source: Monospace Fonts
hu_hu: Rögzített szélességű betűtípusok

source: Large Square
hu_hu: Nagy négyzet

source: Medium 800
hu_hu: Közepes 800

source: Medium 640
hu_hu: Közepes 640

source: Small 320
hu_hu: Kicsi 320

source: Square
hu_hu: Négyzet

source: Standard Resolution
hu_hu: Normál felbontás

source: Low Resolution
hu_hu: Alacsony felbontás

source: Large Size
hu_hu: Nagy méret

source: High
hu_hu: Magas

source: Standard
hu_hu: Szabványos

source: Max. Res.
hu_hu: Max. felbontás

source: All Events
hu_hu: Minden esemény

source: Today
hu_hu: Ma

source: Tomorrow
hu_hu: Holnap

source: Future
hu_hu: Jövőbeli

source: Past
hu_hu: Múltbeli

source: This Month
hu_hu: Ebben a hónapban

source: Next Month
hu_hu: Következő hónap

source: Event Start Date
hu_hu: Esemény kezdési dátuma

source: Event End Date
hu_hu: Esemény befejezési dátuma

source: Choose Revolution Slider
hu_hu: Válasszon Revolution Slider diavetítést

source: --- Choose Slider ---
hu_hu: --- Válasszon diavetítést ---

source: Instagram Reports:
hu_hu: Instagram-jelentések:

source: should be numeric
hu_hu: számnak kell lennie

source: should not be empty
hu_hu: nem lehet üres

source: Invalid id given
hu_hu: Érvénytelen azonosító lett megadva

source: Image has an invalid type
hu_hu: A kép típusa érvénytelen

source: Image has invalid data
hu_hu: A kép adatai érvénytelenek

source: Image could not be saved
hu_hu: A képet nem sikerült menteni

source: Can't open zip file
hu_hu: Nem lehet megnyitni a zip fájlt

source: zip file contains illegal files
hu_hu: A zip fájl tiltott fájlokat tartalmaz

source: View all posts in %s
hu_hu: Összes bejegyzés megtekintése itt: %s

source: Invalid ID
hu_hu: Érvénytelen azonosító

source: Navigation could not be deleted
hu_hu: A navigációt nem sikerült törölni

source: Can't modify a default preset of default navigations
hu_hu: Az alapértelmezett navigációk alapértelmezett előbeállítása nem módosítható

source: Preset handle already exists, please choose a different name
hu_hu: Az előbeállítás azonosítója már létezik, kérjük, válasszon másik nevet

source: Navigation not found, could not add preset
hu_hu: A navigáció nem található, nem sikerült hozzáadni az előbeállítást

source: Can't delete default preset of default navigations
hu_hu: Az alapértelmezett navigációk alapértelmezett előbeállítása nem törölhető

source: Preset not found in default navigations
hu_hu: Az előbeállítás nem található az alapértelmezett navigációkban

source: Navigation not found, could not delete preset
hu_hu: A navigáció nem található, nem sikerült törölni az előbeállítást

source: Plugin not activated
hu_hu: A bővítmény nincs aktiválva

source: Bad File Format
hu_hu: Hibás fájlformátum

source: No data received
hu_hu: Nem érkezett adat

source: Error downloading object
hu_hu: Hiba az objektum letöltése közben

source: Error downloading layers
hu_hu: Hiba a rétegek letöltése közben

source: Error downloading layers data
hu_hu: Hiba a rétegek adatainak letöltése közben

source: Category does not exist
hu_hu: A kategória nem létezik

source: Invalid File Format
hu_hu: Érvénytelen fájlformátum

source: No valid file sent.
hu_hu: Nem érkezett érvényes fájl.

source: could not be created programmatically
hu_hu: nem hozható létre programozottan

source: Please register the Slider Revolution plugin to use premium templates.
hu_hu: Kérjük, regisztrálja a Slider Revolution bővítményt a prémium sablonok használatához.

source: Slide Background
hu_hu: Dia háttere

source: Make sure to add slides to the slider
hu_hu: Győződjön meg róla, hogy diákat adott a diavetítéshez

source: Make sure that a valid WooCommerce product type / category is selected in "Module General Options -> Content -> Types & Categories".
hu_hu: Győződjön meg róla, hogy érvényes WooCommerce terméktípus / kategória van kiválasztva a "Module General Options -> Content -> Types & Categories" menüpontban.

source: Make sure that a valid post type / category is selected in "Module General Options -> Content -> Post Selection".
hu_hu: Győződjön meg róla, hogy érvényes bejegyzéstípus / kategória van kiválasztva a "Module General Options -> Content -> Post Selection" menüpontban.

source: Please follow this link to edit the slider:
hu_hu: Kérjük, kövesse ezt a hivatkozást a diavetítés szerkesztéséhez:

source: Warning - ID: %s exists already and was converted to: %s
hu_hu: Figyelmeztetés - Azonosító: %s már létezik, és át lett alakítva erre: %s

source: Slide ID
hu_hu: Diaazonosító

source: Twitter Stream is no longer available, for further information, please check https://www.sliderrevolution.com/faq/why-are-we-dropping-twitter-api-integration/
hu_hu: A Twitter Stream már nem érhető el, további információért kérjük, tekintse meg: https://www.sliderrevolution.com/faq/why-are-we-dropping-twitter-api-integration/

source: Source must be from Stream
hu_hu: A forrásnak a Streamből kell származnia

source: Slide not found in the main slides of the slider. Maybe it
hu_hu: A dia nem található a slider fő diái között. Talán ez

source: A Slider with the given alias already exists
hu_hu: A megadott aliasszal már létezik Slider

source: Slide could not be duplicated
hu_hu: A diát nem sikerült duplikálni

source: This Source Type must be from posts.
hu_hu: Ennek a forrástípusnak bejegyzésekből kell származnia

source: Make sure that the stream settings are properly selected in "Module General Options -> Content -> Stream Settings".
hu_hu: Győződjön meg róla, hogy a stream beállításai megfelelően vannak kiválasztva a "Module General Options -> Content -> Stream Settings" részben.

source: Wrong category format
hu_hu: Helytelen kategóriaformátum

source: Source must be from a stream
hu_hu: A forrásnak egy streamből kell származnia

source: Product
hu_hu: Termék

source: Product Variation
hu_hu: Termékváltozat

source: Number Of Sales
hu_hu: Eladások száma

source: Rating
hu_hu: Értékelés

source: The WPML plugin is not activated
hu_hu: A WPML bővítmény nincs aktiválva

source: All Languages
hu_hu: Összes nyelv

source: Revolution Slider Error:
hu_hu: Revolution Slider hiba:

source: If you want to use the PHP function "add_revslider" in your code please make sure to activate
hu_hu: Ha a kódban a "add_revslider" PHP függvényt szeretné használni, kérjük, győződjön meg róla, hogy aktiválja

source: and/or add the current page to the
hu_hu: és/vagy adja hozzá az aktuális oldalt a

source: "Pages to include RevSlider libraries" option
hu_hu: "Pages to include RevSlider libraries" beállításhoz

source: in the "Global Settings" of Slider Revolution.
hu_hu: a Slider Revolution "Global Settings"-ben.

source: Add your Slider Revolution Module!
hu_hu: Adja hozzá a Slider Revolution modulját!
