Repository: hellowpio/wordpress-translations
Catalog: plugins/*/revslider/revslider-*.po
Languages: hu_hu

source: Building Select Boxes
hu_hu: Select mezők összeállítása

source: Warning
hu_hu: Figyelmeztetés

source: Blank Page Created
hu_hu: Üres oldal létrehozva

source: Blank page has been created:
hu_hu: Üres oldal létrejött:

source: Visit Page
hu_hu: Oldal megtekintése

source: Edit Page
hu_hu: Oldal szerkesztése

source: Close
hu_hu: Bezárás

source: The changes you made require a page reload!
hu_hu: A módosításokhoz az oldal újratöltése szükséges!

source: Save your project & reload the page or cancel
hu_hu: Mentse a projektet és töltse újra az oldalt, vagy szakítsa meg

source: Save & Reload
hu_hu: Mentés és újratöltés

source: Cancel & Reload Later
hu_hu: Mégse, újratöltés később

source: Save Configuration
hu_hu: Konfiguráció mentése

source: Updating
hu_hu: Frissítés

source: Enable/Disable Add-On on Module
hu_hu: Kiegészítő engedélyezése/letiltása a modulon

source: Open Quick Content Editor
hu_hu: Gyors tartalomszerkesztő megnyitása

source: Open Quick Style Editor
hu_hu: Gyors stílusszerkesztő megnyitása

source: Sort by Creation
hu_hu: Rendezés létrehozás szerint

source: Creation Ascending
hu_hu: Létrehozás növekvő

source: Sort by Title
hu_hu: Rendezés cím szerint

source: Title Descending
hu_hu: Cím csökkenő

source: Update List
hu_hu: Lista frissítése

source: Audio Wave Library is Loading...
hu_hu: Audio Wave Library betöltődik...

source: Edit Module
hu_hu: Modul szerkesztése

source: Edit Slide
hu_hu: Dia szerkesztése

source: Show Slides
hu_hu: Diák megjelenítése

source: Open in Editor
hu_hu: Megnyitás a szerkesztőben

source: Open Folder
hu_hu: Mappa megnyitása

source: Move to Folder
hu_hu: Áthelyezés mappába

source: Loading RevMirror Library...
hu_hu: RevMirror Library betöltődik...

source: Lock / Unlock Selected
hu_hu: Kijelöltek zárolása / feloldása

source: Layers Importing
hu_hu: Rétegek importálása

source: Nothing Selected
hu_hu: Nincs kijelölés

source: Layer with Action
hu_hu: Művelettel rendelkező réteg

source: Image is Loading...
hu_hu: Kép betöltődik...

source: Importing Layers...
hu_hu: Rétegek importálása...

source: Triggered By
hu_hu: Kiváltó

source: Imported
hu_hu: Importálva

source: LAYERS
hu_hu: RÉTEGEK

source: Responsivity
hu_hu: Reszponzivitás

source: The changes you made will be lost!
hu_hu: Az elvégzett módosítások el fognak veszni!

source: Are you sure you want to continue?
hu_hu: Biztosan folytatja?

source: Are you sure you want to export
hu_hu: Biztosan exportálja

source: Are you sure you want to delete
hu_hu: Biztosan törli

source: Delete Custom Category
hu_hu: Egyéni kategória törlése

source: Delete Custom Item
hu_hu: Egyéni elem törlése

source: Delete All Sliders and Folders included in
hu_hu: Az ebben foglalt összes Slider és mappa törlése

source: Leave without Save
hu_hu: Kilépés mentés nélkül

source: Updating the Plugin may take a few moments.
hu_hu: A bővítmény frissítése néhány pillanatot igénybe vehet.

source: Downloading the Zip File may take a few moments.
hu_hu: A ZIP-fájl letöltése néhány pillanatot igénybe vehet.

source: Export Slider
hu_hu: Slider exportálása

source: Yes, Export Slider
hu_hu: Igen, Slider exportálása

source: Yes, Delete Slider
hu_hu: Igen, Slider törlése

source: Yes, Delete
hu_hu: Igen, törlés

source: Yes, Delete Slide
hu_hu: Igen, dia törlése

source: Yes, Delete All Slider(s)
hu_hu: Igen, az összes Slider törlése

source: Stay in Edior
hu_hu: Maradjon a szerkesztőben

source: Redirecting to Overview Page
hu_hu: Átirányítás az áttekintő oldalra

source: Leaving current Page
hu_hu: Jelenlegi oldal elhagyása

source: as HTML Document
hu_hu: HTML-dokumentumként

source: Preparing Slide...
hu_hu: Dia előkészítése...

source: Preparing Fields...
hu_hu: Mezők előkészítése...

source: Preparing Data...
hu_hu: Adatok előkészítése...

source: Loading Content...
hu_hu: Tartalom betöltése...

source: Copy
hu_hu: Másolás

source: Paste
hu_hu: Beillesztés

source: This will delete the selected item. Items already embedded in modules will remain there.
hu_hu: Ez törli a kiválasztott elemet. A már modulokba ágyazott elemek ott maradnak.

source: This will delete the Category and move the elements in the default "All" category.
hu_hu: Ez törli a kategóriát, és az elemeket az alapértelmezett "All" kategóriába helyezi.

source: WAIT
hu_hu: VÁRJON

source: 1st Frame
hu_hu: 1. képkocka

source: Last Frame
hu_hu: Utolsó képkocka

source: on Action
hu_hu: Műveletre

source: This action can not be undone !!
hu_hu: Ez a művelet nem vonható vissza !!

source: Delete Slider
hu_hu: Slider törlése

source: Delete Slide
hu_hu: Dia törlése

source: This can be Undone only within the Current session.
hu_hu: Ez csak az aktuális munkameneten belül vonható vissza.

source: Are you sure you want to delete the selected Slide:
hu_hu: Biztosan törli a kijelölt diát:

source: Cancel
hu_hu: Mégse

source: Add-Ons
hu_hu: Kiegészítők

source: Deleting Slide
hu_hu: Dia törlése

source: "Last Slide in Module. Can not be deleted"
hu_hu: "Utolsó dia a modulban. Nem törölhető"

source: Deleting Slider
hu_hu: Slider törlése

source: Template & Object Library
hu_hu: Sablon- és objektumkönyvtár

source: Instant Updates
hu_hu: Azonnali frissítések

source: 1on1 Support
hu_hu: 1on1 támogatás

source: Layer positions has been reset
hu_hu: A rétegek pozíciói visszaálltak

source: Parallax is now generally Enabled
hu_hu: A parallax mostantól általánosan engedélyezve

source: Some slide transitions do not support filters. If problems occur, please try a different slide transition / filter pairing
hu_hu: Egyes diaátmenetek nem támogatják a szűrőket. Ha problémák adódnak, próbáljon meg másik diaátmenet / szűrő párosítást

source: External Media can not be used for WEBGL Transitions due CORS Policy issues
hu_hu: Külső média nem használható WEBGL-átmenetekhez CORS Policy problémák miatt

source: Slider Revolution has successfully re-requested image to rectify above CORS error.
hu_hu: A Slider Revolution sikeresen újrakérte a képet a fenti CORS-hiba kijavításához.

source: Scroll Based Timeline is now generally Enabled
hu_hu: A görgetésalapú idővonal mostantól általánosan engedélyezve

source: Filter Effect Scroll is now generally Enabled
hu_hu: A szűrőeffekt görgetés mostantól általánosan engedélyezve

source: Slide has no Layers
hu_hu: A dián nincsenek rétegek.

source: Changes that you made may not be saved.
hu_hu: Lehet, hogy a végrehajtott módosítások nem kerülnek mentésre.

source: Add Slider as Modal
hu_hu: Slider hozzáadása modálként

source: Register to unlock all Premium Features
hu_hu: Regisztráljon az összes Prémium funkció feloldásához

source: All Premium Features unlocked
hu_hu: Minden prémium funkció feloldva

source: PREMIUM TEMPLATE
hu_hu: PRÉMIUM SABLON

source: This is a Premium template from the Slider Revolution <a target="_blank" rel="noopener" href="https://www.sliderrevolution.com/examples/">template library</a>. It can only be used on this website with a <a target="_blank" rel="noopener" href="https://www.sliderrevolution.com/manual/quick-setup-register-your-plugin/?utm_source=admin&utm_medium=button&utm_campaign=srusers&utm_content=registermanual">registered license key</a>.
hu_hu: Ez egy prémium sablon a Slider Revolution <a target=\"_blank\" rel=\"noopener\" href=\"https://www.sliderrevolution.com/examples/\">sablonkönyvtárából</a>. Csak ezen a weboldalon használható <a target=\"_blank\" rel=\"noopener\" href=\"https://www.sliderrevolution.com/manual/quick-setup-register-your-plugin/?utm_source=admin&utm_medium=button&utm_campaign=srusers&utm_content=registermanual\">regisztrált licenckulccsal</a>.

source: Premium
hu_hu: Prémium

source: REGISTER LICENSE TO UNLOCK
hu_hu: LICENC REGISZTRÁLÁSA A FELOLDÁSHOZ

source: Please try again later
hu_hu: Kérjük, próbálja meg később újra.

source: Quick Content Editor
hu_hu: Gyors tartalomszerkesztő

source: Module
hu_hu: Modul

source: Quick Style Editor
hu_hu: Gyors stílusszerkesztő

source: All
hu_hu: Összes

source: Register Slider Revolution<br>to Unlock Premium Features
hu_hu: Regisztrálja a Slider Revolutiont<br>a prémium funkciók feloldásához

source: Members Area
hu_hu: Tagok felülete

source: 1 License Key per Website!
hu_hu: Webhelyenként 1 licenckulcs!

source: If you want to use your license key on another domain, please<br> deregister it in the members area or use a different key.
hu_hu: Ha a licenckulcsot egy másik domainen szeretné használni, kérjük,<br> deregisztrálja a Tagok felületén, vagy használjon másik kulcsot.

source: Registered License Key
hu_hu: Regisztrált licenckulcs

source: Registered Purchase Code
hu_hu: Regisztrált vásárlási kód

source: Register License Key
hu_hu: Licenckulcs regisztrálása

source: Register Purchase Code
hu_hu: Vásárlási kód regisztrálása

source: Register this Code
hu_hu: E kód regisztrálása

source: Register this License Key
hu_hu: Regisztrálja ezt a licenckulcsot

source: Deregister this Code
hu_hu: Törölje ennek a kódnak a regisztrációját

source: Deregister this License Key
hu_hu: Törölje ennek a licenckulcsnak a regisztrációját

source: Get a License Key
hu_hu: Szerezzen be egy licenckulcsot

source: I have a License Key
hu_hu: Van licenckulcsom

source: Enter License Key
hu_hu: Adja meg a licenckulcsot

source: This Skin use
hu_hu: Ezt a kinézetet használja

source: Delete Skin
hu_hu: Kinézet törlése

source: References
hu_hu: Hivatkozások

source: The References will keep their colors after deleting Skin.
hu_hu: A hivatkozások megtartják a színeiket a kinézet törlése után.

source: Are you sure to delete Color Skin?
hu_hu: Biztosan törli a színsémát?

source: Custom File Import
hu_hu: Egyéni fájlimport

source: Import SVG Files
hu_hu: SVG-fájlok importálása

source: Custom SVG File
hu_hu: Egyéni SVG-fájl

source: Import File
hu_hu: Fájl importálása

source: Custom File
hu_hu: Egyéni fájl

source: Upload Your 1st Item
hu_hu: Töltse fel az első elemét

source: Full
hu_hu: Teljes

source: Base
hu_hu: Alap

source: Fade
hu_hu: Áttűnés

source: Slide In, Slide Out
hu_hu: Becsúsztatás, kicsúsztatás

source: Slide & Fade In, Slide Out
hu_hu: Becsúsztatás és behalványítás, kicsúsztatás

source: Slide & Fade In, Slide & Fade Out
hu_hu: Becsúsztatás és behalványítás, kicsúsztatás és kihalványítás

source: 3D Effects
hu_hu: 3D effektek

source: Slide
hu_hu: Csúsztatás

source: Simple Slide
hu_hu: Egyszerű csúsztatás

source: Masked Slide Out
hu_hu: Maszkolt kicsúsztatás

source: Slide & Fade In Slide & Fade Out
hu_hu: Becsúsztatás és behalványítás kicsúsztatás és kihalványítás

source: Parallax Slide
hu_hu: Parallaxis csúsztatás

source: Zoom
hu_hu: Nagyítás

source: Slide In, Zoom Out
hu_hu: Becsúsztatás, kicsinyítés

source: Zoom In, Slide Out
hu_hu: Nagyítás, kicsúsztatás

source: Special
hu_hu: Speciális

source: Double Effect
hu_hu: Dupla effekt

source: Filter
hu_hu: Szűrő

source: Effects
hu_hu: Effektek

source: Paper Cuts
hu_hu: Papírvágások

source: Columns
hu_hu: Oszlopok

source: Curtain
hu_hu: Függöny

source: Rotation
hu_hu: Forgatás

source: Rows
hu_hu: Sorok

source: Circle
hu_hu: Kör

source: Boxes
hu_hu: Dobozok

source: Random
hu_hu: Véletlenszerű

source: Dotted Small
hu_hu: Pontozott kicsi

source: Dotted Medium
hu_hu: Pontozott közepes

source: Dotted Large
hu_hu: Pontozott nagy

source: Horizontal Small
hu_hu: Vízszintes kicsi

source: Horizontal Medium
hu_hu: Vízszintes közepes

source: Horizontal Large
hu_hu: Vízszintes nagy

source: Vertical Small
hu_hu: Függőleges kicsi

source: Vertical Medium
hu_hu: Függőleges közepes

source: Vertical Large
hu_hu: Függőleges nagy

source: Circles Small
hu_hu: Körök kicsi

source: Circles Medium
hu_hu: Körök közepes

source: Diagonal 1
hu_hu: Átlós 1

source: Diagonal 2
hu_hu: Átlós 2

source: Diagonal 3
hu_hu: Átlós 3

source: Diagonal 4
hu_hu: Átlós 4

source: Cross
hu_hu: Kereszt

source: German
hu_hu: Német

source: English
hu_hu: Angol

source: French
hu_hu: Francia

source: Chinese
hu_hu: Kínai

source: No file sent.
hu_hu: Nem érkezett fájl.

source: Exceeded filesize limit.
hu_hu: Túllépte a fájlméret-korlátot.

source: Import file not found
hu_hu: Az importfájl nem található

source: slider_export.txt does not exist!
hu_hu: A slider_export.txt nem létezik!

source: Please select the correct zip file, checksum failed!
hu_hu: Kérjük, válassza ki a megfelelő zip fájlt, az ellenőrzőösszeg hibás!

source: Wrong export slider file format! Please make sure that the uploaded file is either a zip file with a correct slider_export.txt in the root of it or an valid slider_export.txt file.
hu_hu: Hibás exportált slider fájlformátum! Győződjön meg róla, hogy a feltöltött fájl vagy egy zip fájl, amelynek gyökerében helyes slider_export.txt található, vagy egy érvényes slider_export.txt fájl.

source: Please register your Slider Revolution plugin to import premium templates
hu_hu: Kérjük, regisztrálja a Slider Revolution bővítményt a prémium sablonok importálásához

source: On Stage
hu_hu: Színpadon

source: Select Revslider module among all the modules you have created.
hu_hu: Válassza ki a Revslider modult az összes létrehozott modul közül.

source: Loading Settings Modals...
hu_hu: Beállítási modális ablakok betöltése...

source: Select Module
hu_hu: Modul kiválasztása

source: Select Revolution Slider Module
hu_hu: Revolution Slider modul kiválasztása

source: Open Slider Editor
hu_hu: Slider szerkesztő megnyitása

source: Edit Block Settings
hu_hu: Blokk beállításainak szerkesztése

source: Optimize File Sizes
hu_hu: Fájlméretek optimalizálása

source: Current Module
hu_hu: Jelenlegi modul

source: Slider Not Selected
hu_hu: Nincs kiválasztva slider

source: Loading Image...
hu_hu: Kép betöltése...

source: No Image or Loading Error!
hu_hu: Nincs kép vagy betöltési hiba!

source: Error Loading Settings Modals!
hu_hu: Hiba a beállítási modális ablakok betöltésekor!

source: - None -
hu_hu: - Nincs -

source: Selected Module:
hu_hu: Kiválasztott modul:

source: Shortcode
hu_hu: Rövidkód

source: <i type="button" class="material-icons">cached</i> Select Module
hu_hu: <i type="button" class="material-icons">cached</i> Modul kiválasztása

source: <i type="button" class="material-icons">edit</i> Edit Module
hu_hu: <i type="button" class="material-icons">edit</i> Modul szerkesztése

source: <i type="button" class="material-icons">tune</i> Block Settings
hu_hu: <i type="button" class="material-icons">tune</i> Blokk beállításai

source: <i type="button" class="material-icons">flash_on</i> Optimize File Sizes
hu_hu: <i type="button" class="material-icons">flash_on</i> Fájlméretek optimalizálása

source: Use as Modal
hu_hu: Használja modálként

source: No Admin Thumb set
hu_hu: Nincs admin bélyegkép beállítva

source: Installing Add-on
hu_hu: Kiegészítő telepítése

source: Behavior
hu_hu: Viselkedés

source: Modal
hu_hu: Modál

source: Popup
hu_hu: Felugró

source: Title
hu_hu: Cím

source: Alias
hu_hu: Álnév

source: Offset
hu_hu: Eltolás

source: Layout
hu_hu: Elrendezés

source: Usage
hu_hu: Használat

source: Can't write the file into the uploads folder of WordPress, please change permissions and try again!
hu_hu: Nem lehet a fájlt a WordPress feltöltések mappájába írni, kérjük, módosítsa a jogosultságokat és próbálja meg újra!

source: License Key is invalid
hu_hu: A licenckulcs érvénytelen

source: Can't connect programatically to the ThemePunch servers, please check your webserver settings
hu_hu: Nem sikerült programozott módon csatlakozni a ThemePunch szervereihez, kérjük, ellenőrizze a webszerver beállításait

source: Can't write into the uploads folder of WordPress, please change permissions and try again!
hu_hu: Nem lehet írni a WordPress feltöltések mappájába, kérjük, módosítsa a jogosultságokat és próbálja meg újra!

source: Docs
hu_hu: Dokumentáció

source: Displays a Slider Revolution Module on the page
hu_hu: Megjelenít egy Slider Revolution modult az oldalon

source: No Sliders found, Please create a Slider first
hu_hu: Nem található Slider. Kérjük, hozzon létre először egy Slidert

source: Choose Slider
hu_hu: Válasszon Slidert

source: Home Page Only
hu_hu: Csak a kezdőoldalon

source: Pages (example: 2,10):
hu_hu: Oldalak (példa: 2,10):

source: Slider Revolution - Overview
hu_hu: Slider Revolution - Áttekintés

source: Overview
hu_hu: Áttekintés

source: <div id="revslider_manual_link">Getting Started</div>
hu_hu: <div id="revslider_manual_link">Első lépések</div>

source: <div id="revslider_helpcenter_link">Help Center</div>
hu_hu: <div id="revslider_helpcenter_link">Súgóközpont</div>

source: <div id="revslider_templates_link">Templates</div>
hu_hu: <div id="revslider_templates_link">Sablonok</div>

source: Go Premium
hu_hu: Váltson Prémiumra

source: Blank Template
hu_hu: Üres sablon

source: Page Color
hu_hu: Oldal színe

source: Slide Template
hu_hu: Dia sablon

source: Unlock All Features
hu_hu: Oldja fel az összes funkciót

source: Action required for Slider Revolution AddOns: Please <a href="https://www.sliderrevolution.com/manual-section/manual/getting-started/quick-setup/" target="_blank" rel="noopener">install</a>/<a href="https://www.sliderrevolution.com/manual-section/manual/getting-started/quick-setup/register-plugin/" target="_blank" rel="noopener">activate</a>/<a href="https://www.sliderrevolution.com/manual-section/manual/getting-started/quick-setup/update-plugin/" target="_blank" rel="noopener">update</a> Slider Revolution</a>
hu_hu: A Slider Revolution AddOns esetében művelet szükséges: Kérjük, <a href="https://www.sliderrevolution.com/manual-section/manual/getting-started/quick-setup/" target="_blank" rel="noopener">telepítse</a>/<a href="https://www.sliderrevolution.com/manual-section/manual/getting-started/quick-setup/register-plugin/" target="_blank" rel="noopener">aktiválja</a>/<a href="https://www.sliderrevolution.com/manual-section/manual/getting-started/quick-setup/update-plugin/" target="_blank" rel="noopener">frissítse</a> a Slider Revolutiont</a>

source: There is a new version (<a href="https://www.sliderrevolution.com/documentation/changelog/?utm_source=admin&utm_medium=wpplugins&utm_campaign=srusers&utm_content=updateinfo#
hu_hu: Új verzió érhető el (<a href="https://www.sliderrevolution.com/documentation/changelog/?utm_source=admin&utm_medium=wpplugins&utm_campaign=srusers&utm_content=updateinfo#
