Repository: hellowpio/wordpress-translations
Catalog: plugins/*/revslider/revslider-*.po
Languages: hu_hu

source: Layer as jQuery Object
hu_hu: Réteg jQuery objektumként

source: Any Modal Opens
hu_hu: Bármely modális ablak megnyílik

source: Modal Loaded
hu_hu: Modális ablak betöltve

source: Modal Open
hu_hu: Modális ablak megnyitva

source: Modal Close
hu_hu: Modális ablak bezárva

source: Module Ready
hu_hu: Modul kész

source: Slide After Change
hu_hu: Dia váltás után

source: Slide Ended
hu_hu: Dia befejeződött

source: Slide Before Change
hu_hu: Dia váltás előtt

source: Slide Pause
hu_hu: Dia szüneteltetése

source: Slide Resume
hu_hu: Dia folytatása

source: Media Update
hu_hu: Média frissítés

source: Layer Action
hu_hu: Réteg művelet

source: Module Finished
hu_hu: Modul befejeződött

source: Metadata
hu_hu: Metaadatok

source: Basic
hu_hu: Alap

source: Social
hu_hu: Közösségi

source: Basic Metas
hu_hu: Alap metaadatok

source: Current Slide Index
hu_hu: Aktuális dia indexe

source: Number of Slides in Module
hu_hu: Diák száma a modulban

source: Link to current page
hu_hu: Hivatkozás az aktuális oldalra

source: Link to WP Home Page
hu_hu: Hivatkozás a WP kezdőlapjára

source: Post Basics
hu_hu: Bejegyzés alapjai

source: Any custom meta tag
hu_hu: Bármely egyéni meta címke

source: Custom Meta
hu_hu: Egyéni meta

source: Post Title
hu_hu: Bejegyzés címe

source: Post title limit by words
hu_hu: Bejegyzés címének korlátozása szavak alapján

source: Post title limit by chars
hu_hu: Bejegyzés címének korlátozása karakterek alapján

source: Post Excerpt
hu_hu: Bejegyzés kivonata

source: Post excerpt limit by words
hu_hu: Bejegyzés kivonatának korlátozása szavak alapján

source: Post excerpt limit by chars
hu_hu: Bejegyzés kivonatának korlátozása karakterek alapján

source: Post Alias
hu_hu: Bejegyzés aliasz

source: Post Content
hu_hu: Bejegyzés tartalma

source: Post content limit by words
hu_hu: Bejegyzés tartalmának korlátozása szavak alapján

source: Post content limit by chars
hu_hu: Bejegyzés tartalmának korlátozása karakterek alapján

source: Post Details
hu_hu: Bejegyzés részletei

source: The link to the post
hu_hu: Bejegyzés hivatkozása

source: Date created
hu_hu: Létrehozás dátuma

source: Date modified
hu_hu: Módosítás dátuma

source: Author name
hu_hu: Szerző neve

source: Author Avatar URL(size in px)
hu_hu: Szerző Avatar URL(méret px-ben)

source: Author Website
hu_hu: Szerző weboldala

source: Author Posts Page
hu_hu: Szerző bejegyzéseinek oldala

source: Post Categories, Tags and Comments
hu_hu: Bejegyzés kategóriái, címkéi és hozzászólásai

source: Number of comments
hu_hu: Hozzászólások száma

source: List of categories with links
hu_hu: Kategóriák listája hivatkozásokkal

source: List of categories without links
hu_hu: Kategóriák listája hivatkozások nélkül

source: List of tags with links
hu_hu: Címkék listája hivatkozásokkal

source: WooCommerce Basics
hu_hu: WooCommerce alapok

source: Categories
hu_hu: Kategóriák

source: Add to Cart URL
hu_hu: Kosárba helyezés URL

source: Add to Cart Button
hu_hu: Kosárba helyezés gomb

source: Add To Cart
hu_hu: Kosárba

source: WooCommerce Prices
hu_hu: WooCommerce árak

source: Full Price
hu_hu: Teljes ár

source: Single Price
hu_hu: Egységár

source: Single Price without currency
hu_hu: Egységár pénznem nélkül

source: WooCommerce Stock
hu_hu: WooCommerce készlet

source: In Stock
hu_hu: Készleten

source: Stock Quantity
hu_hu: Készlet mennyisége

source: WooCommerce Ratings
hu_hu: WooCommerce értékelések

source: Number of Ratings
hu_hu: Értékelések száma

source: Number of Reviews
hu_hu: Vélemények száma

source: Text Rating
hu_hu: Szöveges értékelés

source: Star Rating
hu_hu: Csillagos értékelés

source: Event Basics
hu_hu: Esemény alapadatai

source: Event start date
hu_hu: Esemény kezdési dátuma

source: Event end date
hu_hu: Esemény befejezési dátuma

source: Event start time
hu_hu: Esemény kezdési ideje

source: Event end time
hu_hu: Esemény befejezési ideje

source: Event ID
hu_hu: Eseményazonosító

source: Event Location
hu_hu: Esemény helyszíne

source: Event location name
hu_hu: Esemény helyszínének neve

source: Event location slug
hu_hu: Esemény helyszín slug

source: Event location address
hu_hu: Esemény helyszínének címe

source: Event location town
hu_hu: Esemény helyszínének városa

source: Event location state
hu_hu: Esemény helyszínének állama

source: Event location postcode
hu_hu: Esemény helyszínének irányítószáma

source: Event location region
hu_hu: Esemény helyszínének régiója

source: Event location country
hu_hu: Esemény helyszínének országa

source: Social Basics (Flickr, Instagram, Twitter, Facebook, YouTube)
hu_hu: Közösségi alapadatok (Flickr, Instagram, Twitter, Facebook, YouTube)

source: Post content
hu_hu: Bejegyzés tartalma

source: Username
hu_hu: Felhasználónév

source: Flickr Extras
hu_hu: Flickr extrák

source: Views
hu_hu: Megtekintések

source: Instagram Extras
hu_hu: Instagram extrák

source: Number of Likes
hu_hu: Kedvelések száma

source: Number of Comments
hu_hu: Hozzászólások száma

source: Twitter Extras
hu_hu: Twitter extrák

source: Date Published
hu_hu: Közzététel dátuma

source: Retweet Count
hu_hu: Retweetek száma

source: Favorite Count
hu_hu: Kedvencek száma

source: Facebook Extras
hu_hu: Facebook extrák

source: Date Modified
hu_hu: Módosítás dátuma

source: YouTube Extras
hu_hu: YouTube extrák

source: Excerpt
hu_hu: Kivonat

source: Vimeo Extras
hu_hu: Vimeo extrák

source: Number of Views
hu_hu: Megtekintések száma

source: Trigger Memory
hu_hu: Trigger memória

source: Reset before each Loop
hu_hu: Visszaállítás minden ciklus előtt

source: Keep Last State
hu_hu: Utolsó állapot megtartása

source: No Action Selected
hu_hu: Nincs művelet kiválasztva

source: Interaction
hu_hu: Interakció

source: Mouse Enter
hu_hu: Egér belépése

source: Mouse Leave
hu_hu: Egér kilépése

source: Action Type
hu_hu: Művelet típusa

source: Link to URL
hu_hu: Hivatkozás URL-re

source: Enter Link
hu_hu: Adja meg a hivatkozást

source: Anchor #id at URL
hu_hu: Horgony #id az URL-ben

source: Enter Anchor ID
hu_hu: Adja meg a horgony azonosítóját

source: Link URL
hu_hu: Hivatkozás URL-je

source: Same Window
hu_hu: Ugyanabban az ablakban

source: New Window
hu_hu: Új ablakban

source: Follow
hu_hu: Követés

source: Follow Link
hu_hu: Hivatkozás követése

source: No Follow
hu_hu: Nincs követés

source: Open Modal
hu_hu: Modális ablak megnyitása

source: Open Slide
hu_hu: Dia megnyitása

source: Function
hu_hu: Függvény

source: javaScript Function
hu_hu: javaScript függvény

source: Scroll to ID
hu_hu: Görgetés az ID-hez

source: ID of Element
hu_hu: Elem ID-je

source: Scroll Offset
hu_hu: Görgetési eltolás

source: Offset to Scroll Position
hu_hu: Eltolás a görgetési pozícióhoz

source: Animation Ease
hu_hu: Animációs kiegyenlítés

source: Animation Duration
hu_hu: Animáció időtartama

source: Animation Duration in ms
hu_hu: Animáció időtartama ms-ban

source: Target Layer
hu_hu: Célréteg

source: Toggle Start State
hu_hu: Kezdőállapot átváltása

source: Toggled (Visible)
hu_hu: Átváltva (látható)

source: Untoggled (Hidden)
hu_hu: Nincs átváltva (rejtett)

source: Frame wait's on Action
hu_hu: Képkocka műveletre vár

source: GoTo Frame
hu_hu: Ugrás a képkockára

source: Frame N
hu_hu: Képkocka N

source: Frame M
hu_hu: Képkocka M

source: "N" wait's on Action
hu_hu: "N" műveletre vár

source: "M" wait's on Action
hu_hu: "M" műveletre vár

source: Reset Children Timelines
hu_hu: Gyermek idővonalak visszaállítása

source: After Action
hu_hu: Művelet után

source: Class to Toggle
hu_hu: Átváltandó osztály

source: class Name to Toggle
hu_hu: Átváltandó osztálynév

source: Action Delay
hu_hu: Művelet késleltetése

source: Trigger Repeat Delay
hu_hu: Kiváltás ismétlésének késleltetése

source: registered license key
hu_hu: regisztrált licenckulcs

source: Where do the available Dimensions come from?
hu_hu: Honnan származnak az elérhető méretek?

source: Those are all sizes that are already generated for the used image in the WordPress Media Library AND have the same aspect ratio.
hu_hu: Ezek mind olyan méretek, amelyeket már legeneráltak a használt képhez a WordPress Médiatárban, ÉS azonos a képarányuk.

source: Why are my choices not exactly 1X or 2X?
hu_hu: Miért nem pontosan 1X vagy 2X az Ön választási lehetőségei?

source: The File Size Optimizer looks at the required media size throughout all device layouts and in that way evaluates the available Dimensions.<br>If available, there is always a choice shown that is the closest to 1X or 2X.<br>If no fitting size is available, you can hover the standard (1X) or retina (2X) lines to get an info on the currently optimal size for your media.
hu_hu: A File Size Optimizer megvizsgálja a szükséges médiaméretet az összes eszköz elrendezésében, és így értékeli az elérhető méreteket.<br>Ha elérhető, mindig megjelenik egy választási lehetőség, amely a legközelebb áll az 1X-hez vagy 2X-hez.<br>Ha nincs megfelelő méret, a standard (1X) vagy retina (2X) sorok fölé viheti az egeret, hogy információt kapjon a médiája számára jelenleg optimális méretről.

source: Slider Revolution Block Settings
hu_hu: Slider Revolution blokk beállításai

source: Module Layout
hu_hu: Modul elrendezése

source: Auto Width
hu_hu: Automatikus szélesség

source: Full Screen
hu_hu: Teljes képernyő

source: Insert Module as Pop Up Module
hu_hu: Modul beszúrása felugró modulként

source: 1 Time Per Session
hu_hu: Munkamenetenként 1 alkalom

source: Session (hours)
hu_hu: Munkamenet (óra)

source: Relating on Pop Up after Time and Scroll Position
hu_hu: Az idő és a görgetési pozíció utáni felugróra vonatkozóan

source: Pop Up by Actions
hu_hu: Felugró műveletekkel kiváltva

source: Pop Up's can also be triggered by Layer Actions.<br>See more details in
hu_hu: A felugrók réteg műveletekkel is kiválthatók.<br>További részletek itt

source: Pop Up / Modal Documentation
hu_hu: Felugró / modális dokumentáció

source: Block Offsets (Module Wrapping Offset)
hu_hu: Blokkeltolások (modul körbefoglalási eltolás)

source: Block Depth
hu_hu: Blokkmélység

source: Pop Up after Time
hu_hu: Felugró idő elteltével

source: After (ms)
hu_hu: Ennyi idő után (ms)

source: Pop Up at Scroll Position
hu_hu: Felugró görgetési pozíciónál

source: Container
hu_hu: Konténer

source: Pop Up by Events
hu_hu: Felugró események alapján

source: Listen to
hu_hu: Figyelés

source: Pop Up on URL Hash
hu_hu: Felugró URL-hash alapján

source: Copyright & Licensing - Slider Revolution Library
hu_hu: Szerzői jog és licencelés - Slider Revolution könyvtár

source: Decision Modal Title
hu_hu: Döntési modál címe

source: Do It
hu_hu: Tegye meg

source: Dont Do It
hu_hu: Ne tegye meg

source: Copy Embed Code
hu_hu: Beágyazókód másolása

source: Check for Updates
hu_hu: Frissítések keresése

source: Search Addons...
hu_hu: Kiegészítők keresése...

source: Sort by Date
hu_hu: Rendezés dátum szerint

source: Sort by Popularity
hu_hu: Rendezés népszerűség szerint

source: Show all Addons
hu_hu: Összes kiegészítő megjelenítése

source: Installed Addons
hu_hu: Telepített kiegészítők

source: Not Installed Addons
hu_hu: Nem telepített kiegészítők

source: Activated Addons
hu_hu: Aktivált kiegészítők

source: Slider Revolution Addons
hu_hu: Slider Revolution kiegészítők

source: Please select an Addon to start with.
hu_hu: Kérjük, válasszon egy kiegészítőt a kezdéshez.

source: Help Us Make Slider Revolution Better!
hu_hu: Segítsen jobbá tenni a Slider Revolutiont!

source: I agree to share data related to my Slider Revolution usage<br>with the development team to help improve the plugin.
hu_hu: Hozzájárulok ahhoz, hogy megosszam a Slider Revolution használatával kapcsolatos adataimat<br>a fejlesztőcsapattal a bővítmény fejlesztésének elősegítése érdekében.

source: You can always change this agreement with one click in the Global Settings.
hu_hu: Ezt a hozzájárulást bármikor egy kattintással módosíthatja a Globális beállításokban.

source: Yes, that‘s fine!
hu_hu: Igen, rendben van!

source: No, thanks.
hu_hu: Nem, köszönöm.

source: View our detailled data collection policy
hu_hu: Tekintse meg részletes adatgyűjtési irányelveinket

source: URGENT
hu_hu: SÜRGŐS

source: Your Slider Revolution License Has Been Deactivated!
hu_hu: Az Ön Slider Revolution licence deaktiválva!

source: Wondering why this happened? Click here!
hu_hu: Kíváncsi, miért történt ez? Kattintson ide!

source: All of the premium features including templates, media assets,<br>and add-ons have been removed from your website.
hu_hu: Az összes prémium funkció, beleértve a sablonokat, médiaelemeket,<br>és kiegészítőket, eltávolításra került a webhelyéről.

source: We can help you restore everything right now, all you have to do is choose one of<br>the options below:
hu_hu: Most azonnal segíthetünk mindent helyreállítani, mindössze annyit kell tennie, hogy<br>a lenti lehetőségek közül választ:

source: Register Licence Key
hu_hu: Licenckulcs regisztrálása

source: Buy License Key
hu_hu: Licenckulcs vásárlása

source: Please note you don’t have access to Premium 1-on-1 support<br>right now ...
hu_hu: Kérjük, vegye figyelembe, hogy jelenleg nincs hozzáférése a prémium, egyéni (1 az 1-hez) támogatáshoz<br>...

source: .. however, as soon as you reactivate your license, our top-rated support team will<br>ensure that your website is fully functional.
hu_hu: .. ugyanakkor, amint újraaktiválja a licencét, a legmagasabbra értékelt ügyféltámogatási csapatunk<br>gondoskodik róla, hogy webhelye teljes mértékben működőképes legyen.

source: There is a problem with some of your<br>Slider Revolution modules
hu_hu: Az Ön néhány<br>Slider Revolution moduljával probléma van

source: These modules are using <a class="smalllink" target="_blank" rel="noopener" href="https://www.sliderrevolution.com/expand-possibilities-with-addons/?utm_source=admin&utm_medium=button&utm_campaign=srusers&utm_content=addons">addons</a> which are deactivated or not installed:
hu_hu: Ezek a modulok olyan <a class="smalllink" target="_blank" rel="noopener" href="https://www.sliderrevolution.com/expand-possibilities-with-addons/?utm_source=admin&utm_medium=button&utm_campaign=srusers&utm_content=addons">kiegészítőket</a> használnak, amelyek deaktiválva vannak vagy nincsenek telepítve:

source: Press the button below to install & activate<br>all addons required by your modules.
hu_hu: Nyomja meg az alábbi gombot a moduljaihoz szükséges összes kiegészítő<br>telepítéséhez és aktiválásához.

source: Fix All Addons
hu_hu: Összes kiegészítő javítása

source: Attention Required:<br>Some Slider Revolution modules encountered errors during SR7 Engine migration.
hu_hu: Figyelmet igényel:<br>Néhány Slider Revolution modul hibákat észlelt az SR7 Engine migrációja során.

source: Below is a list of modules that need your attention.<br>Despite these issues, affected modules will still function using the old data structure.<br>This may result in reduced performance and lack of future compatibility.
hu_hu: Az alábbiakban a figyelmet igénylő modulok listája látható.<br>E problémák ellenére az érintett modulok továbbra is működnek a régi adatszerkezet használatával.<br>Ez csökkent teljesítményt és a jövőbeni kompatibilitás hiányát eredményezheti.

source: To address these migration issues and leverage the full potential of the SR7 Engine, we recommend following our detailed guide. It provides step-by-step instructions to resolve errors and fully upgrade your modules for improved performance and future-proofing.
hu_hu: Az ezen migrációs problémák megoldásához és az SR7 Engine teljes potenciáljának kiaknázásához javasoljuk részletes útmutatónk követését. Lépésről lépésre tartalmazza a hibák elhárítását és a modulok teljes frissítését a jobb teljesítmény és a jövőállóság érdekében.

source: Fix Migration Issues
hu_hu: Migrációs problémák megoldása

source: Start Using the SR7 "Velocity" Engine for
hu_hu: Kezdje el használni az SR7 "Velocity" Engine-t a

source: Future-Proof and Enhanced Performance
hu_hu: jövőállóság és a továbbfejlesztett teljesítmény érdekében

source: Please check every item on the list in order to unlock
hu_hu: Kérjük, ellenőrizzen minden elemet a listán, hogy feloldja

source: the power of the SR7 Engine:
hu_hu: az SR7 Engine erejét:

source: Yes, I read the
hu_hu: Igen, elolvastam a

source: Update Guide
hu_hu: Frissítési útmutatót

source: Yes, I ran a
hu_hu: Igen, lefuttattam egy

source: SR7 Engine Pre-Check using the ?srengine=7
hu_hu: SR7 Engine előellenőrzést a ?srengine=7

source: URL parameter on every page using Slider Revolution
hu_hu: URL paraméterrel minden, Slider Revolutiont használó oldalon

source: Yes, I updated any custom or third-party
hu_hu: Igen, frissítettem minden egyedi vagy külső

source: Scripts/CSS
hu_hu: szkriptet/CSS-t

source: Enable SR7 Engine Now
hu_hu: Engedélyezze az SR7 Engine-t most

source: I'm not Ready, yet
hu_hu: Még nem állok készen

source: Feel free to contact us if you have any questions
hu_hu: Kérjük, bátran vegye fel velünk a kapcsolatot, ha bármilyen kérdése van

source: Welcome to Slider Revolution %s
hu_hu: Üdvözöljük a Slider Revolution %s-ben

source: Learn about the enhanced capabilities and performance of the SR7 Engine.
hu_hu: Ismerje meg az SR7 Engine továbbfejlesztett képességeit és teljesítményét.

source: Allow us to guide you step-by-step in activating the SR7 “Velocity” Engine within your Slider Revolution.
hu_hu: Engedje meg, hogy lépésről lépésre végigvezessük az SR7 „Velocity” Engine aktiválásán a Slider Revolutionben.

source: Global Custom Fonts
hu_hu: Globális egyedi betűtípusok

source: Font Family Name
hu_hu: Betűcsalád neve

source: Font CSS URL
hu_hu: Betűtípus CSS URL

source: Available Font Weights
hu_hu: Elérhető betűvastagságok

source: in Editor
hu_hu: a Szerkesztőben

source: Add Custom Font
hu_hu: Egyedi betűtípus hozzáadása

source: Google Fonts Precached
hu_hu: Google Fonts előgyorsítótárazva

source: Currently Precaching the
hu_hu: Jelenleg előgyorsítótárazás alatt a

source: Google Font
hu_hu: Google betűtípus

source: Approximate Remaining Time:
hu_hu: Becsült hátralévő idő:

source: sec
hu_hu: mp

source: Permission
hu_hu: Engedély

source: To Admin
hu_hu: Adminisztrátornak

source: To Editor, Admin
hu_hu: Szerkesztőnek, adminisztrátornak

source: Author, Editor, Admin
hu_hu: Szerző, szerkesztő, adminisztrátor

source: Language
hu_hu: Nyelv

source: Rendering Engine
hu_hu: Renderelő motor

source: SR7 Data Load Method
hu_hu: SR7 adatbetöltési mód

source: Smart Loading
hu_hu: Intelligens betöltés

source: Preloading
hu_hu: Előtöltés

source: On Demand Loading
hu_hu: Igény szerinti betöltés

source: SR7 Feeds Load Method
hu_hu: SR7 hírcsatornák betöltési módja

source: Include libraries globally
hu_hu: Könyvtárak globális beillesztése

source: List of pages to include RevSlider libraries
hu_hu: Oldalak listája a RevSlider-könyvtárak beillesztéséhez

source: (ie. Example 2,homepage,5)
hu_hu: (pl. Példa 2,homepage,5)

source: Cross-origin image defaults
hu_hu: Kereszteredetű képek alapértelmezései

source: Anonymous
hu_hu: Névtelen

source: Use Credentials
hu_hu: Hitelesítő adatok használata

source: Slider Revolution Analytics Sharing
hu_hu: Slider Revolution Analytics megosztása

source: Page Loading Optimization
hu_hu: Oldalbetöltés optimalizálása

source: Insert scripts in footer
hu_hu: Szkriptek beszúrása a láblécbe

source: Defer JavaScript loading
hu_hu: JavaScript betöltésének halasztása

source: Load Files asynchronously
hu_hu: Fájlok aszinkron betöltése

source: Load YouTube API early
hu_hu: YouTube API korai betöltése

source: Fonts
hu_hu: Betűtípusok

source: Enable custom font selection in editor
hu_hu: Egyéni betűtípus-választás engedélyezése a szerkesztőben

source: Edit Custom Fonts
hu_hu: Egyéni betűtípusok szerkesztése

source: Disable SR Font Awesome library
hu_hu: SR Font Awesome-könyvtár letiltása

source: Disable Google Server Preconnects
hu_hu: Google-szerver előcsatlakozások letiltása

source: Enable Google Fonts download
hu_hu: Google Fonts letöltésének engedélyezése

source: Load from Google
hu_hu: Betöltés a Google-ról

source: Cache Fonts Locally
hu_hu: Betűtípusok helyi gyorsítótárazása

source: Disable, Load on your own
hu_hu: Letiltás, töltse be saját maga

source: Clear and Recache Fonts
hu_hu: Betűtípusok törlése és újragyorsítótárazása

source: Update Font Cache
hu_hu: Betűtípus-gyorsítótár frissítése

source: Optional Google Fonts loading URL
hu_hu: Opcionális Google Fonts betöltési URL

source: (ie. http://fonts.useso.com/css?family for chinese Environment)
hu_hu: (pl. http://fonts.useso.com/css?family kínai környezethez)

source: Default Layout Grid Breakpoints
hu_hu: Alapértelmezett elrendezésrács töréspontjai

source: Default desktop content width
hu_hu: Alapértelmezett asztali tartalomszélesség

source: Default notebook content width
hu_hu: Alapértelmezett notebook tartalomszélesség

source: Default tablet content width
hu_hu: Alapértelmezett táblagép tartalomszélesség

source: Default mobile content width
hu_hu: Alapértelmezett mobil tartalomszélesség

source: Viewport Breakpoints (CSS Match Mode)
hu_hu: Nézetablak töréspontok (CSS egyezési mód)

source: Modules Optimization
hu_hu: Modulok optimalizálása

source: Force 1xDPR on mobile
hu_hu: 1x DPR kényszerítése mobilon

source: Force viewport loading
hu_hu: Nézetablak szerinti betöltés kényszerítése

source: No Change
hu_hu: Nincs változtatás

source: ViewPort Distance if Forced
hu_hu: Nézetablak-távolság kényszerítés esetén

source: Default lazy loading in modules
hu_hu: Alapértelmezett késleltetett betöltés a modulokban

source: Lazy Load on BG Images
hu_hu: Késleltetett betöltés a háttérképeken

source: Third-party lazy loading data
hu_hu: Harmadik féltől származó késleltetett betöltési adatok

source: (i.e. lazy-src for WP Rocket)
hu_hu: (azaz lazy-src a WP Rockethez)

source: Use internal caching
hu_hu: Belső gyorsítótárazás használata

source: Clear Cache
hu_hu: Gyorsítótár törlése

source: Miscellaneous
hu_hu: Egyéb

source: Fix RevSlider table issues
hu_hu: RevSlider táblahibák javítása

source: Force RS DB Creation
hu_hu: RS adatbázis létrehozásának kényszerítése

source: Clear SR7 Migrated Tables
hu_hu: SR7 migrált táblák törlése

source: Clear SR7 Tables
hu_hu: SR7 táblák törlése

source: Editor high contrast mode
hu_hu: Szerkesztő nagy kontrasztú mód

source: *Requires consent for compliance
hu_hu: *A megfeleléshez hozzájárulás szükséges

source: Save Global Settings
hu_hu: Globális beállítások mentése

source: Good Evening
hu_hu: Jó estét

source: Good Morning
hu_hu: Jó reggelt

source: Good Afternoon
hu_hu: Jó napot

source: Modules
hu_hu: Modulok

source: Updates
hu_hu: Frissítések

source: Activation
hu_hu: Aktiválás

source: News
hu_hu: Hírek

source: Globals
hu_hu: Globális beállítások

source: FAQ's
hu_hu: GYIK

source: Support
hu_hu: Támogatás

source: Buy Now
hu_hu: Vásároljon most

source: You are running Slider Revolution
hu_hu: Ön a Slider Revolutiont futtatja

source: Switch to SR7 Engine
hu_hu: Váltás az SR7 Engine-re

source: Congratulations!
hu_hu: Gratulálunk!

source: You're running the new
hu_hu: Ön az új

source: ensuring Future-Proof Performance.
hu_hu: amely jövőálló teljesítményt biztosít.

source: Get Future-Proof and Enhanced
hu_hu: Szerezzen jövőálló és továbbfejlesztett

source: Performance Now by Switching to the
hu_hu: teljesítményt most az

source: SR7 "Velocity" Engine.
hu_hu: SR7 "Velocity" Engine-re váltással.

source: For a full guide & change history, please click
hu_hu: A teljes útmutatóért és a változási előzményekért kattintson

source: "Update Guide" on the left
hu_hu: "Update Guide" a bal oldalon

source: Not sure what you need to do?
hu_hu: Nem biztos benne, mit kell tennie?

source: No problem. We will handhold you through the
hu_hu: Semmi gond. Végig fogjuk vezetni Önt a
