Repository: hellowpio/wordpress-translations
Catalog: plugins/*/revslider/revslider-*.po
Languages: hu_hu

source: Block to Right
hu_hu: Blokk jobbra

source: Block to Top
hu_hu: Blokk felfelé

source: Block to Bottom
hu_hu: Blokk lefelé

source: Block Color
hu_hu: Blokk színe

source: Layer Loop Animations
hu_hu: Réteg hurkolt animációi

source: Timeline
hu_hu: Idővonal

source: Enable Timeline Loops
hu_hu: Idővonal-hurkok engedélyezése

source: Enable Loop Effects
hu_hu: Hurokeffektek engedélyezése

source: Layer Timeline Loop
hu_hu: Réteg idővonalhurok

source: Start Frame
hu_hu: Kezdőképkocka

source: End Frame
hu_hu: Záróképkocka

source: Loop Amount
hu_hu: Ismétlések száma

source: Animate to "Start" in Loop
hu_hu: Animálás a "Start"-hoz a hurkon belül

source: Reset Children Timeline
hu_hu: Gyermekrétegek idővonalának visszaállítása

source: Restriction !<br>Children Layers of Group, Column and Row will simply restart, without animation from the last loop Frame to first loop frame, independent of the Animate to "start" in Loop enabled option.
hu_hu: Korlátozás !<br>A Csoport, Oszlop és Sor gyermekrétegei egyszerűen újraindulnak, animáció nélkül lépnek át az utolsó ismétlési képkockáról az első ismétlési képkockára, függetlenül a Loopban engedélyezett Animate to "start" opciótól.

source: Layer Looping Effects
hu_hu: Réteg-ismétlési effektek

source: Load Loop Template
hu_hu: Ismétlési sablon betöltése

source: Move
hu_hu: Mozgatás

source: Scale
hu_hu: Méretezés

source: Rotate
hu_hu: Forgatás

source: Yoyo
hu_hu: Jojó

source: Curved
hu_hu: Ívelt

source: Auto Rotate
hu_hu: Automatikus forgatás

source: Presets
hu_hu: Előbeállítások

source: Progress
hu_hu: Előrehaladás

source: Arrows
hu_hu: Nyilak

source: Bullets
hu_hu: Pontok

source: Tabs
hu_hu: Fülek

source: Thumbs
hu_hu: Bélyegképek

source: Scrubber
hu_hu: Keresősáv

source: Prev Size
hu_hu: Előnézeti méret

source: Touch
hu_hu: Érintés

source: Keyboard
hu_hu: Billentyűzet

source: Mouse
hu_hu: Egér

source: Nav Editor
hu_hu: Navigációs szerkesztő

source: Progress Bar
hu_hu: Folyamatjelző sáv

source: Based On
hu_hu: Alapján

source: Current Slide Progress
hu_hu: Aktuális dia előrehaladása

source: Module Progress
hu_hu: Modul előrehaladása

source: Circle CW
hu_hu: Kör CW

source: Circle CCW
hu_hu: Kör CCW

source: Gap
hu_hu: Rés

source: Gap Size
hu_hu: Rés mérete

source: Gap Color
hu_hu: Rés színe

source: Strength
hu_hu: Erősség

source: Radius
hu_hu: Sugár

source: No Animation
hu_hu: Nincs animáció

source: Animate
hu_hu: Animálás

source: Left Arrow
hu_hu: Bal nyíl

source: Right Arrow
hu_hu: Jobb nyíl

source: Style on Slide
hu_hu: Stílus a dián

source: Arrow Type
hu_hu: Nyíl típusa

source: Arrow Style
hu_hu: Nyíl stílusa

source: No Style
hu_hu: Nincs stílus

source: Aligned by
hu_hu: Igazítás alapja

source: Module Dimension
hu_hu: Modul mérete

source: From Left
hu_hu: Balról

source: From Right
hu_hu: Jobbról

source: From Top
hu_hu: Felülről

source: From Bottom
hu_hu: Alulról

source: Zoom In
hu_hu: Nagyítás

source: Zoom Out
hu_hu: Kicsinyítés

source: RTL Direction
hu_hu: RTL irány

source: Show Speed
hu_hu: Megjelenítés sebessége

source: Show Delay
hu_hu: Megjelenítés késleltetése

source: Show Always
hu_hu: Mindig látható

source: Hide Under
hu_hu: Elrejtés kisebb értéknél

source: Hide Over
hu_hu: Elrejtés nagyobb értéknél

source: Navigation Style
hu_hu: Navigációs stílus

source: Global Style Presets
hu_hu: Globális stílus-előbeállítások

source: Preset
hu_hu: Előbeállítás

source: Load
hu_hu: Betöltés

source: Save
hu_hu: Mentés

source: Override Style on Slide
hu_hu: Stílus felülírása a dián

source: Bullets Type
hu_hu: Pontok típusa

source: Bullets Style
hu_hu: Pontok stílusa

source: Orientation
hu_hu: Tájolás

source: Bullets Visibility
hu_hu: Pontok láthatósága

source: Main Style
hu_hu: Fő stílus

source: Wrapper
hu_hu: Burkoló

source: Tabs Type
hu_hu: Fülek típusa

source: Tabs Style
hu_hu: Fülek stílusa

source: Inner / Outer
hu_hu: Belső / Külső

source: Inner
hu_hu: Belső

source: Outer Vertical
hu_hu: Külső függőleges

source: Outer Horizontal
hu_hu: Külső vízszintes

source: Visible amount
hu_hu: Látható mennyiség

source: Mask Offset
hu_hu: Maszk eltolása

source: Span
hu_hu: Kiterjedés

source: Tabs Visibility
hu_hu: Fülek láthatósága

source: Style Global
hu_hu: Globális stílus

source: Thumb Type
hu_hu: Bélyegkép típusa

source: Thumbs Style
hu_hu: Bélyegképek stílusa

source: Slider
hu_hu: Csúszka

source: Thumbs Visibility
hu_hu: Bélyegképek láthatósága

source: Scrubber Type
hu_hu: Scrubber típusa

source: Scrubber Style
hu_hu: Scrubber stílusa

source: Slide Change on Release
hu_hu: Dia váltása felengedéskor

source: Arrow Settings
hu_hu: Nyilak beállításai

source: Handle Arrows
hu_hu: Fogantyú nyilai

source: Translate
hu_hu: Eltolás

source: Spin
hu_hu: Forgatás

source: Handle Settings
hu_hu: Fogantyú beállításai

source: Skew
hu_hu: Döntés

source: Thumb. Offset
hu_hu: Bélyegkép eltolása

source: Thumb. Scale
hu_hu: Bélyegkép méretezése

source: Handle Scale
hu_hu: Fogantyú méretezése

source: Hover Scale
hu_hu: Rámutatáskor méretezése

source: Show Progress
hu_hu: Folyamatjelző megjelenítése

source: Progress Align
hu_hu: Folyamatjelző igazítása

source: Min. Size
hu_hu: Min. méret

source: Track Pattern
hu_hu: Sáv mintázata

source: Dots
hu_hu: Pontok

source: Horizontal Lines
hu_hu: Vízszintes vonalak

source: Vertical Lines
hu_hu: Függőleges Vonalak

source: scrubber Visibility
hu_hu: scrubber Láthatóság

source: Nav Image Dimensions
hu_hu: Navigációs Képméretek

source: Preview Image
hu_hu: Előnézeti Kép

source: Image from Stream if exists
hu_hu: Kép a Streamből ha létezik

source: Swipe Settings
hu_hu: Swipe Beállítások

source: Mobile Swipe Enabled
hu_hu: Mobil Swipe Engedélyezve

source: Desktop Swipe Enabled
hu_hu: Asztali Swipe Engedélyezve

source: Mobile Carousel Swipe
hu_hu: Mobil Karusszel Swipe

source: Desktop Carousel Swipe
hu_hu: Asztali Karusszel Swipe

source: Block Scroll
hu_hu: Görgetés Blokkolása

source: Velocity
hu_hu: Sebesség

source: Min. Finger
hu_hu: Min. Ujj

source: Swipe Dir
hu_hu: Swipe Irány

source: Keyboard Settings
hu_hu: Billentyűzet Beállítások

source: Keyboard Arrow Navigation
hu_hu: Billentyűzetes Nyílbillentyűs Navigáció

source: Direction
hu_hu: Irány

source: Left/Right Arrow Keys
hu_hu: Bal/Jobb Nyílbillentyűk

source: Up/Down Arrow Keys
hu_hu: Fel/Le Nyílbillentyűk

source: Aria Hidden
hu_hu: Aria Rejtett

source: Aria Pressed
hu_hu: Aria Lenyomott

source: update
hu_hu: frissítés

source: ignore
hu_hu: mellőzés

source: Aria Labels
hu_hu: Aria Címkék

source: Next
hu_hu: Következő

source: Previous
hu_hu: Előző

source: Tab
hu_hu: Fül

source: Thumb
hu_hu: Bélyegkép

source: Bullet
hu_hu: Jelölőpont

source: Mouse Wheel Navigation
hu_hu: Egérgörgős Navigáció

source: Wheel Listener
hu_hu: Görgő Eseményfigyelő

source: Infinity
hu_hu: Végtelen

source: Reverse Scroll
hu_hu: Fordított Görgetés

source: Scroll Target
hu_hu: Görgetés Célpontja

source: Window
hu_hu: Ablak

source: Snap Threshold
hu_hu: Illesztési Küszöb

source: In ViewPort (%)
hu_hu: A ViewPortban (%)

source: Call Delay
hu_hu: Hívási Késleltetés

source: Stop Page Scrolling
hu_hu: Oldal Görgetésének Megállítása

source: Way Up at
hu_hu: Felfelé Ekkor

source: Ignore
hu_hu: Mellőzés

source: Way Down at
hu_hu: Lefelé Ekkor

source: Filters
hu_hu: Szűrők

source: Pub. Rules
hu_hu: Közz. Szabályok

source: Tags & Link
hu_hu: Címkék és Hivatkozás

source: Static Layer
hu_hu: Statikus Réteg

source: Params
hu_hu: Paraméterek

source: Loop Layers
hu_hu: Rétegek Hurkolása

source: Source
hu_hu: Forrás

source: Colored
hu_hu: Színes

source: Enter Image URL
hu_hu: Adja meg a kép URL-jét

source: Refresh Source
hu_hu: Forrás frissítése

source: Enter YouTube ID
hu_hu: Adja meg a YouTube ID-t

source: Remove
hu_hu: Eltávolítás

source: Enter Vimeo ID
hu_hu: Adja meg a Vimeo ID-t

source: Video from Stream if exists
hu_hu: Videó streamből, ha elérhető

source: CrossOrigin Video
hu_hu: CrossOrigin videó

source: Settings
hu_hu: Beállítások

source: BG Fit
hu_hu: BG illeszkedés

source: Scale Width
hu_hu: Szélesség méretezése

source: Repeat
hu_hu: Ismétlés

source: "Alt" Attr.
hu_hu: "Alt" attribútum

source: Filename
hu_hu: Fájlnév

source: Custom "Alt"
hu_hu: Egyéni "Alt"

source: "Title" Attr.
hu_hu: "Title" attribútum

source: Custom "Title"
hu_hu: Egyéni "Title"

source: Width Attrib.
hu_hu: Szélesség attribútum

source: Height Attrib.
hu_hu: Magasság attribútum

source: Start after Slide Transition
hu_hu: Indítás a diaátmenet után

source: Anim Duration
hu_hu: Animáció időtartama

source: Overlay Size
hu_hu: Átfedés mérete

source: O. Color 1
hu_hu: O. szín 1

source: O. Color 2
hu_hu: O. szín 2

source: Parallax & 3D Settings
hu_hu: Parallax és 3D beállítások

source: BG 3D Depth
hu_hu: BG 3D-mélység

source: Global Value ! Option to find under Slider Settings - Parallax Tab
hu_hu: Globális érték ! Az opció a Slider Settings - Parallax Tab alatt található

source: Parallax Level
hu_hu: Parallax szint

source: Scroll Effects
hu_hu: Görgetési effektek

source: Grayscale
hu_hu: Szürkeárnyalat

source: BG Filter
hu_hu: BG szűrő

source: The Filter may not work with HTML5 Videos in Internet Explorer and Edge Browsers
hu_hu: Előfordulhat, hogy a szűrő nem működik HTML5-videókkal az Internet Explorer és az Edge böngészőkben

source: Transition Presets
hu_hu: Átmenet előbeállítások

source: Show Only Favorites
hu_hu: Csak kedvencek megjelenítése

source: Timing
hu_hu: Időzítés

source: In
hu_hu: Belépés

source: Out
hu_hu: Kilépés

source: Sliding Overlays
hu_hu: Csúszó átfedések

source: Pause Between
hu_hu: Köztes szünet

source: No Pause
hu_hu: Nincs szünet

source: Pause with Dark Background
hu_hu: Szünet sötét háttérrel

source: Pause with Light Background
hu_hu: Szünet világos háttérrel

source: Pause with Transparent BG
hu_hu: Szünet átlátszó BG-vel

source: Flow
hu_hu: Áramlás

source: Forwards
hu_hu: Előre

source: Backwards
hu_hu: Visszafelé

source: From Center
hu_hu: Középről

source: From Edges
hu_hu: Szélektől

source: Slide Direction Based
hu_hu: Diaváltási irány alapú

source: Mirror Slide Direction
hu_hu: Diaváltási irány tükrözése

source: No Delays
hu_hu: Nincs késleltetés

source: Flow Speed
hu_hu: Áramlási sebesség

source: Index Order
hu_hu: Index sorrend

source: Auto / Default
hu_hu: Automatikus / Alapértelmezett

source: In Over Out
hu_hu: Be a Ki felett

source: Out over In
hu_hu: Ki a Be felett

source: Cols
hu_hu: Oszlopok

source: Ease
hu_hu: Lágyítás

source: Motion
hu_hu: Mozgás

source: Partial
hu_hu: Részleges

source: Use Auto Animation
hu_hu: Automatikus animáció használata

source: Use Filter Effects
hu_hu: Szűrőhatások használata

source: Small Delay
hu_hu: Kis késleltetés

source: Middle Delay
hu_hu: Közepes késleltetés

source: Large Delay
hu_hu: Nagy késleltetés

source: 3D Effect
hu_hu: 3D-hatás

source: Cube
hu_hu: Kocka

source: In Cube
hu_hu: Kocka be

source: Fly Out Throw In
hu_hu: Kirepül, bedob

source: Clap Out Clap In
hu_hu: Csapódás ki, csapódás be

source: Side Color
hu_hu: Oldalszín

source: Background Wall Color
hu_hu: Háttérfal színe

source: Z Distance
hu_hu: Z-távolság

source: Room Rotation
hu_hu: Szoba forgása

source: Z Rotation
hu_hu: Z-forgatás

source: Distance In
hu_hu: Távolság befelé

source: Distance Out
hu_hu: Távolság kifelé

source: Shadow Effect
hu_hu: Árnyékhatás

source: Min. Strength
hu_hu: Min. erősség

source: Max. Strength
hu_hu: Max. erősség

source: Limit at
hu_hu: Korlát értéke

source: Performance
hu_hu: Teljesítmény

source: Prioritize Performance
hu_hu: A teljesítmény előnyben részesítése

source: Win performance in complex transitions by reducing the image quality during animations
hu_hu: Nyerjen teljesítményt összetett átmeneteknél az animációk alatti képminőség csökkentésével

source: Alternated Transitions
hu_hu: Váltakozó átmenetek

source: Pan Zoom Settings
hu_hu: Pan Zoom beállítások

source: Place the shortcode on the page or post where you want to show this module.
hu_hu: Helyezze el a shortcode-ot azon az oldalon vagy bejegyzésben, ahol meg szeretné jeleníteni ezt a modult.

source: Zoom From
hu_hu: Nagyítás kezdete

source: To
hu_hu: Célérték

source: X From
hu_hu: X kezdőérték

source: Y From
hu_hu: Y kezdőérték

source: Rotate From
hu_hu: Forgatás kezdőérték

source: Blur From
hu_hu: Elmosás kezdőérték

source: Overflow
hu_hu: Túlcsordulás

source: Visible
hu_hu: Látható

source: Z Position
hu_hu: Z-pozíció

source: Front
hu_hu: Elöl

source: Back
hu_hu: Hátul

source: Show Last Edited Slide
hu_hu: Utolsó szerkesztett dia megjelenítése

source: Slide HTML Tags
hu_hu: Dia HTML-címkék

source: Class
hu_hu: Osztály

source: HTML Data
hu_hu: HTML-adat

source: Deeplink Tag
hu_hu: Deeplink címke

source: Link & Seo
hu_hu: Hivatkozás és SEO

source: Slide Link
hu_hu: Dia hivatkozás

source: Regular
hu_hu: Normál

source: To Slide
hu_hu: Diára

source: Protocol
hu_hu: Protokoll

source: Auto http / https
hu_hu: Automatikus http / https

source: Keep as it is
hu_hu: Hagyja változatlanul

source: Target
hu_hu: Cél

source: Link to Slide
hu_hu: Hivatkozás diára

source: Sensibility
hu_hu: Érzékenység

source: Over Layers (Front)
hu_hu: Rétegek fölött (elöl)

source: Behind Layers (Back)
hu_hu: Rétegek mögött (hátul)

source: Slide Length
hu_hu: Dia hossza

source: Stop Slider Progress
hu_hu: Slider előrehaladásának leállítása

source: Visible in Navigation
hu_hu: Látható a navigációban

source: Hidden in Navigation
hu_hu: Rejtett a navigációban

source: Published
hu_hu: Közzétéve

source: Unpublished
hu_hu: Nem közzétett

source: Wordpress Multi Language
hu_hu: Wordpress többnyelvű

source: Slide Lang.
hu_hu: Dia nyelve

source: Parameters
hu_hu: Paraméterek

source: Parameter 1
hu_hu: Paraméter 1

source: Parameter 2
hu_hu: Paraméter 2

source: Parameter 3
hu_hu: Paraméter 3

source: Parameter 4
hu_hu: Paraméter 4

source: Parameter 5
hu_hu: Paraméter 5

source: Parameter 6
hu_hu: Paraméter 6

source: Parameter 7
hu_hu: Paraméter 7

source: Parameter 8
hu_hu: Paraméter 8

source: Parameter 9
hu_hu: Paraméter 9

source: Parameter 10
hu_hu: Paraméter 10

source: Description
hu_hu: Leírás

source: Dynamic
hu_hu: Dinamikus

source: Article
hu_hu: Cikk

source: Region
hu_hu: Régió

source: Aria Label
hu_hu: Aria címke

source: Loop All Layer Timeline
hu_hu: Összes réteg idővonalának ismétlése

source: Use Slide Loop
hu_hu: Dia ismétlése

source: End
hu_hu: Vége

source: Module Admin Thumbnail
hu_hu: Modul admin bélyegkép

source: Admin Thumb
hu_hu: Admin bélyegkép

source: Navig. Thumb
hu_hu: Navig. bélyegkép

source: From Slider Settings
hu_hu: A Slider beállításaiból

source: Original Size
hu_hu: Eredeti méret

source: Carousel
hu_hu: Karusszel

source: Defaults
hu_hu: Alapértelmezések

source: General
hu_hu: Általános

source: Addons
hu_hu: Kiegészítők

source: As Modal
hu_hu: Modálként

source: Skin
hu_hu: Kinézet

source: Module Naming
hu_hu: Modul elnevezése

source: Enter a Module name
hu_hu: Adjon meg egy modulnevet

source: Copy Shortcode
hu_hu: Rövidkód másolása

source: Spinner Settings
hu_hu: Spinner beállításai

source: Spinner Color
hu_hu: Spinner színe

source: Slider as Modal
hu_hu: Slider modálként

source: Page Scroll
hu_hu: Oldal görgetése

source: Use Cover
hu_hu: Fedőréteg használata

source: Cover Color
hu_hu: Fedőréteg színe

source: General Speed
hu_hu: Általános sebesség

source: Body Class
hu_hu: Body osztály

source: Toggle Document Body Class on Open and Close of the Modal.
hu_hu: A dokumentum body osztályának kapcsolása a modál megnyitásakor és bezárásakor.

source: Place the shortcode on the page or post where you want to show this modal.
hu_hu: Helyezze el a rövidkódot azon az oldalon vagy bejegyzésben, ahol meg szeretné jeleníteni ezt a modált.

source: Slider Layout
hu_hu: Slider elrendezés

source: Sizing
hu_hu: Méretezés

source: Auto
hu_hu: Automatikus

source: Full-Width
hu_hu: Teljes szélességű

source: Full-Screen
hu_hu: Teljes képernyő

source: Layer Area Size
hu_hu: Rétegterület mérete

source: Browser Width
hu_hu: Böngésző szélessége

source: Decrease Module Height
hu_hu: Modul magasságának csökkentése

source: by Container
hu_hu: konténer szerint

source: Enter Container .class or #id
hu_hu: Adja meg a konténer .class-t vagy #id-t

source: by PX or %
hu_hu: PX vagy % szerint

source: Dont Force Fullwidth
hu_hu: Ne kényszerítse a teljes szélességet

source: Ignore Mobile Height Changes
hu_hu: Hagyja figyelmen kívül a mobil magasságváltozásokat

source: Advanced Settings
hu_hu: Speciális beállítások

source: Max Width
hu_hu: Maximális szélesség

source: Min Height
hu_hu: Minimális magasság

source: Wrapper Max Height
hu_hu: Wrapper maximális magassága

source: Keep Breakpoint Heights
hu_hu: Tartsa meg a töréspontok magasságát

source: Respect Ratio
hu_hu: Tartsa tiszteletben az arányt

source: Grid = Module
hu_hu: Rács = Modul

source: Enable Layer Upscaling
hu_hu: Engedélyezze a rétegek felskálázását

source: Force Overflow Visible
hu_hu: Kényszerítse az overflow: visible értéket

source: Fixed on Top
hu_hu: Felül rögzített

source: Force Overflow Hidden
hu_hu: Kényszerítse az overflow: hidden értéket

source: Use Full Height for Content
hu_hu: Használja a teljes magasságot a tartalomhoz

source: Isometric (Global)
hu_hu: Izometrikus (globális)

source: 3D Uniform (Global)
hu_hu: 3D egységes (globális)

source: 3D Individual (Local)
hu_hu: 3D egyéni (helyi)

source: Layer Perspective Globally
hu_hu: Rétegperspektíva globálisan

source: Module Position within Wrapper
hu_hu: Modul pozíciója a Wrapperen belül

source: Align
hu_hu: Igazítás

source: Clear After
hu_hu: Törlés utána

source: Use Image
hu_hu: Használjon képet

source: Enter External URL
hu_hu: Adja meg a külső URL-t

source: Border & Shadow
hu_hu: Szegély és árnyék

source: Shadow Type
hu_hu: Árnyéktípus

source: No Shadow
hu_hu: Nincs árnyék

source: Gap (Border)
hu_hu: Hézag (szegély)

source: Caraousel
hu_hu: Karusszel

source: Carousel Layout
hu_hu: Karusszel elrendezés

source: Prev/Next Visibility
hu_hu: Előző/Következő láthatósága

source: Keep Aspect Ratio (Justify)
hu_hu: Tartsa meg a képarányt (igazítás)

source: Max Width 100%
hu_hu: Maximális szélesség 100%

source: Snap to X Alignment
hu_hu: Pattintás az X igazításhoz

source: Snap to Y Alignment
hu_hu: Pattintás az Y igazításhoz

source: Infinity Scroll
hu_hu: Végtelen görgetés

source: Stop on click
hu_hu: Megállítás kattintásra

source: Visible Layers
hu_hu: Látható rétegek

source: If Slide in Focus
hu_hu: Ha a dia fókuszban van

source: Always on all Slide
hu_hu: Mindig minden dián

source: Set by Layer Visibility
hu_hu: Állítsa be a réteg láthatósága szerint

source: Max. Visible
hu_hu: Max. látható

source: Stretch Slides
hu_hu: Diák nyújtása

source: Ease Speed
hu_hu: Simítás sebessége

source: Overshoot
hu_hu: Túllövés

source: Spin Angle
hu_hu: Forgásszög

source: Scale Offset
hu_hu: Méretezési eltolás

source: Post-Based
hu_hu: Bejegyzés-alapú

source: Post
hu_hu: Bejegyzés

source: Specific Post
hu_hu: Konkrét bejegyzés

source: Current Post
hu_hu: Aktuális bejegyzés

source: Post Selection
hu_hu: Bejegyzés kiválasztása

source: Fetch By
hu_hu: Lekérés módja

source: Categories & Tags
hu_hu: Kategóriák és címkék

source: Related
hu_hu: Kapcsolódó

source: Popular
hu_hu: Népszerű

source: Recent
hu_hu: Legutóbbi

source: Next / Previous
hu_hu: Következő / Előző

source: Post Types:
hu_hu: Bejegyzéstípusok:

source: Categories:
hu_hu: Kategóriák:

source: Specific Posts
hu_hu: Konkrét bejegyzések

source: coma separated list | ex: 23,24,25
hu_hu: vesszővel elválasztott lista | pl.: 23,24,25

source: Popular Posts
hu_hu: Népszerű bejegyzések

source: Recent Posts
hu_hu: Legutóbbi bejegyzések

source: Sorting & Settings
hu_hu: Rendezés és beállítások

source: Sort Posts By:
hu_hu: Bejegyzések rendezése:

source: Post ID
hu_hu: Bejegyzés ID

source: Date
hu_hu: Dátum

source: Author
hu_hu: Szerző

source: Last Modified
hu_hu: Utolsó módosítás

source: Number Of Comments
hu_hu: Hozzászólások száma

source: Unsorted
hu_hu: Nem rendezett

source: Custom Order
hu_hu: Egyéni sorrend

source: Sort Direction
hu_hu: Rendezés iránya

source: Descending
hu_hu: Csökkenő

source: Ascending
hu_hu: Növekvő

source: Max Posts
hu_hu: Maximális bejegyzésszám

source: Limit Excerpt
hu_hu: Kivonat korlátozása

source: No further source settings needed. Content is created manually.
hu_hu: Nincs szükség további forrásbeállításokra. A tartalom kézzel kerül létrehozásra.

source: Types & Categories
hu_hu: Típusok és kategóriák

source: Types
hu_hu: Típusok

source: Product Categories
hu_hu: Termékkategóriák

source: Regular Price
hu_hu: Normál ár

source: From
hu_hu: Ettől

source: Sale Price
hu_hu: Akciós ár

source: In Stock Only
hu_hu: Csak készleten

source: Featured Only
hu_hu: Csak kiemelt

source: Sorting & Limitations
hu_hu: Rendezés és korlátozások

source: Sort Prod. By
hu_hu: Termékek rendezése

source: Flickr Settings
hu_hu: Flickr beállítások

source: Slides
hu_hu: Diák

source: Amount of Slides
hu_hu: Diák száma

source: Cache (sec)
hu_hu: Gyorsítótár (mp)

source: i.e. 1200
hu_hu: azaz 1200

source: API Key
hu_hu: API-kulcs

source: Enter your Api Key
hu_hu: Adja meg az API-kulcsát

source: Display a user's public photos
hu_hu: Egy felhasználó nyilvános fotóinak megjelenítése

source: User Public Photos
hu_hu: Felhasználó nyilvános fotói

source: Display a certain album from a user
hu_hu: Egy felhasználó bizonyos albumának megjelenítése

source: User Album
hu_hu: Felhasználói album

source: Display a gallery
hu_hu: Egy galéria megjelenítése

source: Gallery
hu_hu: Galéria

source: Display a group's photos
hu_hu: Egy csoport fotóinak megjelenítése

source: Groups' Photos
hu_hu: Csoportok fotói

source: User URL:
hu_hu: Felhasználói URL:

source: Enter User URL
hu_hu: Adja meg a felhasználói URL-t

source: Pick an Item
hu_hu: Válasszon egy elemet

source: Gallery URL
hu_hu: Galéria URL

source: Enter Gallery URL
hu_hu: Adja meg a galéria URL-jét

source: Group URL
hu_hu: Csoport URL

source: Enter Group URL
hu_hu: Adja meg a csoport URL-jét

source: Read <a target="_blank" rel="noopener" href="http://weblizar.com/get-flickr-api-key/">here</a> how to receive your Flickr API key
hu_hu: Olvassa el <a target=\"_blank\" rel=\"noopener\" href=\"http://weblizar.com/get-flickr-api-key/\">itt</a>, hogyan szerezheti meg a Flickr API-kulcsát

source: Instagram Settings
hu_hu: Instagram beállítások

source: Slides(<=33):
hu_hu: Diák(<=33):

source: Cache (sec):
hu_hu: Gyorsítótár (mp):

source: Token Source
hu_hu: Token forrása

source: From Account
hu_hu: Fiókból

source: Manual
hu_hu: Kézi

source: Connected To
hu_hu: Csatlakoztatva ehhez

source: Not yet Connected
hu_hu: Még nincs csatlakoztatva

source: Connect an Instagram Account
hu_hu: Instagram-fiók csatlakoztatása

source: You will be redirected to Instagram and then back to the editor. Your current settings will be auto saved.
hu_hu: Önt átirányítjuk az Instagramra, majd vissza a szerkesztőbe. Jelenlegi beállításai automatikusan mentésre kerülnek.

source: Access Token
hu_hu: Hozzáférési token

source: Enter the Access Token
hu_hu: Adja meg a hozzáférési tokent

source: Please check this FAQ on how to <a target="_blank" rel="noopener" href="https://www.sliderrevolution.com/faq/instagram-stream-setup-instructions-with-access-token/">generate</a> your Instagram Access Token in Facebook manually.
hu_hu: Kérjük, tekintse át ezt a GYIK-et, hogyan tudja a Facebookban kézzel <a target=\"_blank\" rel=\"noopener\" href=\"https://www.sliderrevolution.com/faq/instagram-stream-setup-instructions-with-access-token/\">létrehozni</a> az Instagram hozzáférési tokenjét.

source: Twitter Settings
hu_hu: Twitter beállítások

source: Slides (<500)
hu_hu: Diák (<500)

source: Enter Twitter Name
hu_hu: Adja meg a Twitter-nevet
