Repository: hellowpio/wordpress-translations
Catalog: plugins/*/revslider/revslider-*.po
Languages: hu_hu

source: Slider Revolution - More than just a WordPress Slider
hu_hu: Slider Revolution - Több mint egy WordPress diavetítő

source: Please activate Slider Revolution
hu_hu: Kérjük, aktiválja a Slider Revolutiont

source: Wrong request!
hu_hu: Hibás kérés!

source: Using this data is only allowed with a valid licence of the jQuery Slider Revolution Plugin, which can be found at: https://www.themepunch.com/links/slider_revolution_jquery
hu_hu: Ezen adatok használata csak a jQuery Slider Revolution bővítmény érvényes licencével engedélyezett, amely itt található: https://www.themepunch.com/links/slider_revolution_jquery

source: Not yet migrated to V7!
hu_hu: Még nincs migrálva V7-re!

source: Using this data is only allowed with a valid licence of the WordPress Slider Revolution Plugin, which can be found at: https://www.themepunch.com/links/slider_revolution_wordpress_regular_license
hu_hu: Ezen adatok használata csak a WordPress Slider Revolution bővítmény érvényes licencével engedélyezett, amely itt található: https://www.themepunch.com/links/slider_revolution_wordpress_regular_license

source: Can't create zip file:
hu_hu: Nem lehet zip fájlt létrehozni:

source: File not found
hu_hu: Fájl nem található

source: No file sent
hu_hu: Nem érkezett fájl

source: Exceeded filesize limit
hu_hu: Túllépte a fájlméret-korlátot

source: WordPress doesn't allow this filetype
hu_hu: A WordPress nem engedélyezi ezt a fájltípust

source: Please consult the Slider Revolution manual to learn how to use clipboard functionality with Firefox
hu_hu: Kérjük, nézze meg a Slider Revolution kézikönyvét, hogy megtudja, hogyan használja a vágólap funkciót Firefoxban

source: Imported Content has no Valid Revolution Slider Structure
hu_hu: Az importált tartalomnak nincs érvényes Revolution Slider struktúrája

source: Clipboard Function is not available on Unsecure Websites
hu_hu: A vágólap funkció nem érhető el nem biztonságos webhelyeken

source: Selected Layers exported to Clipboard
hu_hu: A kijelölt rétegek a vágólapra exportálva

source: Selected Layers imported from Clipboard
hu_hu: A kijelölt rétegek importálva a vágólapról

source: Up
hu_hu: Fel

source: Down
hu_hu: Le

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: Reverse
hu_hu: Fordított

source: The preview could not be loaded due to some conflict with another WordPress theme or plugin
hu_hu: Az előnézetet nem sikerült betölteni egy másik WordPress téma vagy bővítmény ütközése miatt

source: Server connection issues, contact your hosting provider for further assistance
hu_hu: Szerverkapcsolati problémák, további segítségért lépjen kapcsolatba a tárhelyszolgáltatójával

source: Edit Skin List
hu_hu: Skinlista szerkesztése

source: Color Skin Active
hu_hu: Szín skin aktív

source: Core JavaScript
hu_hu: Alap JavaScript

source: Core CSS
hu_hu: Alap CSS

source: Core Tools (GreenSock & Co)
hu_hu: Alapeszközök (GreenSock & Co)

source: Enable Server Compression
hu_hu: Szerveroldali tömörítés engedélyezése

source: Resize and Drag is not available if Layer Size set to Inset
hu_hu: Az átméretezés és húzás nem érhető el, ha a réteg mérete Inset-re van állítva

source: Move Layer into a Group and set Position to Absolute before selecting Full Inset
hu_hu: Helyezze a réteget egy csoportba, és állítsa a pozíciót Absolute-ra, mielőtt a Full Inset-et kiválasztja

source: Not Available, read FAQ
hu_hu: Nem érhető el, olvassa el a GYIK-et

source: Serverside Compression
hu_hu: Szerveroldali tömörítés

source: Size after Optimization
hu_hu: Méret optimalizálás után

source: Change Image Size or Src
hu_hu: Kép méretének vagy Src értékének módosítása

source: Pick another Dimension
hu_hu: Válasszon másik méretet

source: Optimize
hu_hu: Optimalizál

source: Save Changes
hu_hu: Változtatások mentése

source: Apply Changes
hu_hu: Változtatások alkalmazása

source: Suggestion
hu_hu: Javaslat

source: Too Small
hu_hu: Túl kicsi

source: Standard (1x)
hu_hu: Normál (1x)

source: Oversized
hu_hu: Túlméretezett

source: Quality
hu_hu: Minőség

source: File
hu_hu: Fájl

source: Resize
hu_hu: Átméretezés

source: Optimized (Low Quality)
hu_hu: Optimalizált (alacsony minőség)

source: Not Retina Ready
hu_hu: Nem Retina-kész

source: Element
hu_hu: Elem

source: Calculating...
hu_hu: Számolás...

source: File Size
hu_hu: Fájlméret

source: Dimension
hu_hu: Méret

source: Dimensions
hu_hu: Méretek

source: Optimization
hu_hu: Optimalizálás

source: Optimized
hu_hu: Optimalizálva

source: Smart Resize
hu_hu: Intelligens átméretezés

source: Optimal
hu_hu: Optimális

source: Recommended
hu_hu: Ajánlott

source: Highly Recommended
hu_hu: Erősen ajánlott

source: File Size Optimizer
hu_hu: Fájlméret-optimalizáló

source: Loaded Media Files
hu_hu: Betöltött médiafájlok

source: Optimize to save up to
hu_hu: Optimalizáljon, és akár ennyit takaríthat meg

source: Optimize Selection
hu_hu: Kijelölés optimalizálása

source: Visibility
hu_hu: Láthatóság

source: Layers
hu_hu: Rétegek

source: Video ID
hu_hu: Videó ID

source: Poster
hu_hu: Borítókép

source: YouTube Poster
hu_hu: YouTube borítókép

source: Vimeo Poster
hu_hu: Vimeo borítókép

source: Poster Image
hu_hu: Borítókép

source: Media Library
hu_hu: Médiatár

source: Object Library
hu_hu: Objektumtár

source: Video Source
hu_hu: Videóforrás

source: Image Source
hu_hu: Képforrás

source: External Image Source
hu_hu: Külső képforrás

source: Image Based
hu_hu: Képalapú

source: External Image
hu_hu: Külső kép

source: Background Color
hu_hu: Háttérszín

source: Transparent
hu_hu: Átlátszó

source: Please Wait a Moment
hu_hu: Kérjük, várjon egy pillanatot

source: Backgrounds
hu_hu: Hátterek

source: Name
hu_hu: Név

source: Color Picker
hu_hu: Színválasztó

source: Save Content
hu_hu: Tartalom mentése

source: Module Background
hu_hu: Modul háttere

source: Wrapping Tag
hu_hu: Befoglaló címke

source: Tag
hu_hu: Címke

source: Content
hu_hu: Tartalom

source: No Layers to Edit
hu_hu: Nincsenek szerkeszthető rétegek

source: Layer Media
hu_hu: Réteg média

source: Ooppps....
hu_hu: Hoppá....

source: None of the Settings changed. There is Nothing to Save
hu_hu: Egyik beállítás sem változott. Nincs mit menteni

source: Enter Preset Name to Save or Delete
hu_hu: Adja meg az előbeállítás nevét a mentéshez vagy törléshez

source: Custom Size is currently Disabled
hu_hu: Az egyéni méret jelenleg le van tiltva

source: The Current Size is set to calculate the Layer grid sizes Automatically.<br>Do you want to continue with Custom Sizes or do you want to keep the Automatically generated sizes ?
hu_hu: Az aktuális méret automatikusan számítja a réteg rácsméreteit.<br>Folytatni szeretné egyéni méretekkel, vagy megtartja az automatikusan generált méreteket ?

source: Keep Auto Sizes
hu_hu: Automatikus méretek megtartása

source: Use Custom Sizes
hu_hu: Egyéni méretek használata

source: What should happen Next?
hu_hu: Mi történjen ezután?

source: Need Attention by removing
hu_hu: Eltávolítással igényel figyelmet

source: Where do you want to move the Inherited Layers?
hu_hu: Hová szeretné áthelyezni az örökölt rétegeket?

source: Drag & Drop Import File
hu_hu: Húzza és ejtse az importfájlt

source: or
hu_hu: vagy

source: Click to Choose
hu_hu: Kattintson a kiválasztáshoz

source: Embed
hu_hu: Beágyazás

source: Export
hu_hu: Exportálás

source: Delete
hu_hu: Törlés

source: Duplicate
hu_hu: Duplikálás

source: Preview
hu_hu: Előnézet

source: Tags
hu_hu: Címkék

source: Folder
hu_hu: Mappa

source: Rename
hu_hu: Átnevezés

source: Root Level
hu_hu: Gyökérszint

source: Add Category
hu_hu: Kategória hozzáadása

source: Show
hu_hu: Megjelenítés

source: Per Page
hu_hu: Oldalanként

source: Parent Element is not Visible.
hu_hu: A szülőelem nem látható.

source: Selected Layer will not always be visible on Carousel
hu_hu: A kiválasztott réteg nem lesz mindig látható a karusszelen

source: Children Element is set to be always Visible
hu_hu: A gyermekelem mindig láthatóra van állítva

source: Children Elements(s) will not always be visible on Carousel
hu_hu: A gyermekelemek nem lesznek mindig láthatók a karusszelen

source: Layer converted Successfully
hu_hu: A réteg sikeresen konvertálva

source: Layer Loop Effect disabled
hu_hu: A réteg hurokeffektusa letiltva

source: <b>Layer width bleeds out of Grid:</b><br>-Auto Layer width has been removed<br>-Line Break set to Content Based
hu_hu: <b>A réteg szélessége kilóg a rácsból:</b><br>-Az automatikus rétegszélesség eltávolítva<br>-Sortörés tartalom alapúra állítva

source: Multiple Layerselection not Supported<br>in Animation Mode
hu_hu: Többszörös rétegkijelölés nem támogatott<br>animációs módban

source: Close News
hu_hu: Hírek bezárása

source: &copy; Copyright & License Info
hu_hu: &copy; Szerzői jog és licencinformációk

source: Registered
hu_hu: Regisztrált

source: Unregistered
hu_hu: Nem regisztrált

source: Dismiss Messages
hu_hu: Üzenetek bezárása

source: Some AddOns have new versions available
hu_hu: Néhány AddOnhoz új verzió érhető el

source: New Version Available. Please Update
hu_hu: Új verzió érhető el. Kérjük, frissítsen

source: Plugin Outdated. Please Update
hu_hu: A bővítmény elavult. Kérjük, frissítsen

source: AddOns Outdated. Please Update
hu_hu: Az AddOnok elavultak. Kérjük, frissítsen

source: Plugin is not Registered
hu_hu: A bővítmény nincs regisztrálva

source: Register to unlock Premium Features
hu_hu: Regisztráljon a prémium funkciók feloldásához

source: Register Plugin to unlock all features
hu_hu: Regisztrálja a bővítményt az összes funkció feloldásához

source: Needs:
hu_hu: Szükséges:

source: Fix not Installed Addons
hu_hu: Nem telepített AddOnok javítása

source: Fix
hu_hu: Javítás

source: Register to unlock AddOns
hu_hu: Regisztráljon az AddOnok feloldásához

source: Register to unlock Support
hu_hu: Regisztráljon a támogatás feloldásához

source: Register to unlock Library
hu_hu: Regisztráljon a könyvtár feloldásához

source: Register to unlock Updates
hu_hu: Regisztráljon a frissítések feloldásához

source: Register to unlock Templates
hu_hu: Regisztráljon a sablonok feloldásához

source: Do you want to start the Update process?
hu_hu: El szeretné indítani a frissítési folyamatot?

source: Google Fonts need to be precached before they become available in the frontend.
hu_hu: A Google Fonts betűkészleteket előzetesen gyorsítótárazni kell, mielőtt elérhetők lennének a frontenden.

source: Do you want to start the precaching process now?
hu_hu: El szeretné indítani most az előzetes gyorsítótárazási folyamatot?

source: Google Fonts Precaching
hu_hu: Google Fonts előzetes gyorsítótárazása

source: Start Precaching Now?
hu_hu: Elkezdi most az előzetes gyorsítótárazást?

source: Precache Manually Later?
hu_hu: Később, manuálisan gyorsítótárazza elő?

source: are ready for import!
hu_hu: készen állnak az importálásra!

source: Do you want to add them to the "custom" category or create a new category?
hu_hu: Hozzá szeretné adni őket a "custom" kategóriához, vagy létrehoz egy új kategóriát?

source: Add To Custom
hu_hu: Hozzáadás a Customhoz

source: Add To
hu_hu: Hozzáadás ide

source: Create New Category
hu_hu: Új kategória létrehozása

source: Update Now
hu_hu: Frissítés most

source: Install Critical Update
hu_hu: Kritikus frissítés telepítése

source: Higher Level
hu_hu: Magasabb szint

source: Current Level
hu_hu: Jelenlegi szint

source: Other Folders
hu_hu: Egyéb mappák

source: Parent Level
hu_hu: Szülőszint

source: from
hu_hu: ettől

source: to
hu_hu: eddig

source: Action Needed
hu_hu: Művelet szükséges

source: Done
hu_hu: Kész

source: Update All
hu_hu: Összes frissítése

source: Update Later
hu_hu: Frissítés később

source: The following AddOns require an update:
hu_hu: A következő AddOnok frissítést igényelnek:

source: AddOns need attention
hu_hu: Az AddOnok figyelmet igényelnek

source: Updating Plugin Failed
hu_hu: A bővítmény frissítése sikertelen

source: Updating Plugin...
hu_hu: Bővítmény frissítése...

source: License validation issue Occured. Please contact our Support.
hu_hu: Licencellenőrzési hiba történt. Kérjük, lépjen kapcsolatba támogatásunkkal.

source: Back to Overview
hu_hu: Vissza az áttekintéshez

source: Page is reloading...
hu_hu: Az oldal újratöltődik...

source: Update Plugin
hu_hu: Bővítmény frissítése

source: Slider Revolution Plugin updated Successfully.
hu_hu: A Slider Revolution bővítmény sikeresen frissítve.

source: Slider Revolution Plugin updated Failure:
hu_hu: A Slider Revolution bővítmény frissítése sikertelen:

source: Slider Revolution Plugin updated Successfully to
hu_hu: A Slider Revolution bővítmény sikeresen frissítve erre

source: Reload Page
hu_hu: Oldal újratöltése

source: Loading
hu_hu: Betöltés

source: Global Colors
hu_hu: Globális színek

source: Elements
hu_hu: Elemek

source: Loading Thumbnails...
hu_hu: Bélyegképek betöltése...

source: Current Slide
hu_hu: Aktuális dia

source: jQuery Triggered
hu_hu: jQuery által triggerelve

source: &lt;a&gt; Tag Link
hu_hu: &lt;a&gt; címke link

source: Random Slide
hu_hu: Véletlen dia

source: First Slide
hu_hu: Első dia

source: Last Slide
hu_hu: Utolsó dia

source: Next Slide
hu_hu: Következő dia

source: Previous Slide
hu_hu: Előző dia

source: Please Wait a Moment<br><div style="font-size:22px">Collecting Google Fonts</div>
hu_hu: Kérjük, várjon egy pillanatot<br><div style="font-size:22px">Google Fonts gyűjtése</div>

source: Some Settings in Slider <strong>Source may not complete</strong>.<br>Please Complete All Settings in Slider Sources.
hu_hu: A Slider <strong>forrásában egyes beállítások lehet, hogy nincsenek kitöltve</strong>.<br>Kérjük, töltse ki a Slider forrásainak minden beállítását.

source: Some Layers are <strong>Locked</strong> and/or <strong>Invisible</strong>.<br>Change Status in Timeline.
hu_hu: Egyes rétegek <strong>zároltak</strong> és/vagy <strong>láthatatlanok</strong>.<br>Állítsa át az állapotot az idővonalon.

source: Editor is Loading...
hu_hu: A szerkesztő betöltődik...

source: Adding new Blank Module...
hu_hu: Új üres modul hozzáadása...

source: Opening
hu_hu: Megnyitás

source: Featured Images
hu_hu: Kiemelt képek

source: Images
hu_hu: Képek

source: None
hu_hu: Nincs

source: Select
hu_hu: Kiválasztás

source: Reset
hu_hu: Visszaállítás

source: Custom
hu_hu: Egyéni

source: OUT
hu_hu: KI

source: IN
hu_hu: BE

source: Navigation Options
hu_hu: Navigációs beállítások

source: Module General Options
hu_hu: Modul általános beállításai

source: Slide Options
hu_hu: Dia beállításai

source: Layer Options
hu_hu: Réteg beállításai

source: Set a Slide Background Image to use this feature
hu_hu: Állítson be egy dia háttérképet a funkció használatához

source: Slide Transition Presets
hu_hu: Diaátmenet előbeállítások

source: Root
hu_hu: Gyökér

source: Release to Add Layer
hu_hu: Engedje el réteg hozzáadásához

source: Release to Upload file
hu_hu: Engedje el a fájl feltöltéséhez

source: Module .zip
hu_hu: Modul .zip

source: Processing Import of
hu_hu: Importálás feldolgozása

source: An Error Occured while importing
hu_hu: Hiba történt importálás közben

source: File Succesfully Imported
hu_hu: A fájl sikeresen importálva

source: Import Report
hu_hu: Importjelentés

source: Multiple Children Selected
hu_hu: Több gyermekelem kiválasztva

source: Activate To Update
hu_hu: Frissítéshez aktiválja

source: Activated
hu_hu: Aktiválva

source: Not Activated
hu_hu: Nincs aktiválva

source: Standard Module Embedding
hu_hu: Szabványos modulbeágyazás

source: For the <b>pages and posts</b> editor insert the Shortcode:
hu_hu: Az <b>oldalak és bejegyzések</b> szerkesztőjébe illessze be a rövidkódot:

source: To Use it as <b>Modal</b> on <b>pages and posts</b> editor insert the Shortcode:
hu_hu: Ha <b>modálként</b> szeretné használni az <b>oldalak és bejegyzések</b> szerkesztőjében, illessze be a rövidkódot:

source: From the <b>widgets panel</b> drag the "Revolution Module" widget to the desired sidebar.
hu_hu: A <b>widgetek panelről</b> húzza a "Revolution Module" widgetet a kívánt oldalsávba.

source: Advanced Module Embedding
hu_hu: Speciális modulbeágyazás

source: For the <b>theme html</b> use:
hu_hu: A <b>téma html</b>-hez használja:

source: To add the slider only to the homepage, use:
hu_hu: A Slider csak a kezdőlapra való hozzáadásához használja:

source: To add the slider only to single Pages, use:
hu_hu: A Slider csak az egyes oldalakra való hozzáadásához használja:

source: Select a Layer
hu_hu: Válasszon egy réteget

source: Click
hu_hu: Kattintás

source: Enter
hu_hu: Belépés

source: Leave
hu_hu: Kilépés

source: Focus
hu_hu: Fókusz

source: Blur
hu_hu: Fókuszvesztés

source: Change
hu_hu: Változás

source: Link Actions
hu_hu: Hivatkozás műveletei

source: Slide Actions
hu_hu: Dia műveletei

source: Layer Actions
hu_hu: Réteg műveletei

source: Media Actions
hu_hu: Média műveletei

source: Fullscreen Actions
hu_hu: Teljes képernyős műveletek

source: Advanced Actions
hu_hu: Speciális műveletek

source: Menu Link & Scroll
hu_hu: Menühivatkozás és görgetés

source: Simple Link
hu_hu: Egyszerű hivatkozás

source: Open Slider Modal
hu_hu: Slider modál megnyitása

source: iOS Gyroscope Permission
hu_hu: iOS giroszkóp engedély

source: Scroll below Slider
hu_hu: Görgetés a Slider alá

source: Scroll To ID
hu_hu: Görgetés az ID-hez

source: Jump to Slide
hu_hu: Ugrás diára

source: Next Frame
hu_hu: Következő képkocka

source: Previous Frame
hu_hu: Előző képkocka

source: Pause Slider
hu_hu: Slider szüneteltetése

source: Play Slide
hu_hu: Dia lejátszása

source: Close Slider Modal
hu_hu: Slider modál bezárása

source: Toggle Slider
hu_hu: Slider váltása

source: Go to 1st Frame
hu_hu: Ugrás az 1. képkockára

source: Go to Last Frame
hu_hu: Ugrás az utolsó képkockára

source: Go to Frame "N"
hu_hu: Ugrás az "N" képkockára

source: Toggle 1st / Last Frame
hu_hu: Első / utolsó képkocka váltása

source: Toggle "N/M" Frames
hu_hu: "N/M" képkockák váltása

source: Start Media
hu_hu: Média indítása

source: Stop Media
hu_hu: Média leállítása

source: Toggle Media
hu_hu: Média váltása

source: Mute Media
hu_hu: Média némítása

source: Unmute Media
hu_hu: Média némításának feloldása

source: Toggle Mute Media
hu_hu: Média némításának váltása

source: Toggle Mute All Media
hu_hu: Minden média némításának váltása

source: Toggle Fullscreen
hu_hu: Teljes képernyő váltása

source: Enter Fullscreen
hu_hu: Teljes képernyőre váltás

source: Exit Fullscreen
hu_hu: Kilépés a teljes képernyőből

source: Simulate Click
hu_hu: Kattintás szimulálása

source: Toggle Class
hu_hu: Class váltása

source: Disabled
hu_hu: Letiltva

source: Background Video
hu_hu: Háttérvideó

source: Video in Active Slide
hu_hu: Videó az aktív dián

source: Add Action to
hu_hu: Művelet hozzáadása ehhez

source: Layer Objects
hu_hu: Rétegobjektumok

source: Objects
hu_hu: Objektumok

source: Own Modules
hu_hu: Saját modulok

source: Font Icons
hu_hu: Font ikonok

source: Module Templates
hu_hu: Modulsablonok

source: Videos
hu_hu: Videók

source: SVG's
hu_hu: SVG-k

source: Favorites
hu_hu: Kedvencek

source: Installed
hu_hu: Telepítve

source: Not Installed
hu_hu: Nincs telepítve

source: Setup Notes
hu_hu: Beállítási jegyzetek

source: Requirements
hu_hu: Követelmények

source: Installed Version
hu_hu: Telepített verzió

source: Use LineBreaks only in Columns
hu_hu: Sortöréseket csak az oszlopokban használjon

source: Available Version
hu_hu: Elérhető verzió

source: Installing Template
hu_hu: Sablon telepítése

source: Search
hu_hu: Keresés

source: Publish
hu_hu: Közzététel

source: Unpublish
hu_hu: Közzététel visszavonása

source: Slide Published
hu_hu: Dia közzétéve

source: Slide Unpublished
hu_hu: Dia közzététele visszavonva

source: Layer Published
hu_hu: Réteg közzétéve

source: Layer Unpublished
hu_hu: Réteg közzététele visszavonva

source: FOLDER
hu_hu: MAPPA

source: MODULE
hu_hu: MODUL

source: OBJECT
hu_hu: OBJEKTUM

source: PACKAGE
hu_hu: CSOMAG

source: Thumbnail
hu_hu: Bélyegkép

source: IMAGE
hu_hu: KÉP

source: VIDEO
hu_hu: VIDEÓ

source: ICON
hu_hu: IKON

source: FONT
hu_hu: BETŰKÉSZLET

source: Re-Download Online
hu_hu: Újraletöltés online

source: Create Blank Page
hu_hu: Üres oldal létrehozása

source: Changing Screen Size
hu_hu: Képernyőméret módosítása

source: Headlines
hu_hu: Címsorok

source: Buttons
hu_hu: Gombok

source: BG & Space
hu_hu: Háttér és térköz

source: Shadow
hu_hu: Árnyék

source: Saving Slide
hu_hu: Dia mentése

source: Loading Configuration
hu_hu: Konfiguráció betöltése

source: Updating Lists
hu_hu: Listák frissítése

source: Text Layers
hu_hu: Szövegrétegek

source: Global Layers
hu_hu: Globális rétegek

source: Slider Settings
hu_hu: Slider beállításai

source: Animate From
hu_hu: Animáció kezdete

source: Keyframe #
hu_hu: Kulcskocka #

source: Transform Idle
hu_hu: Alapállapot transzformációja

source: Anim From
hu_hu: Animáció innen

source: Anim To
hu_hu: Animáció ide

source: Keyframe
hu_hu: Kulcskocka

source: Not Enough space between Frames.
hu_hu: Nincs elég hely a képkockák között.

source: Frame Size can not be Extended. Not enough Space.
hu_hu: A képkocka mérete nem bővíthető. Nincs elég hely.

source: Loop Template
hu_hu: Hurkolási sablon

source: Animation Template
hu_hu: Animációs sablon

source: Choose Image
hu_hu: Kép választása

source: Choose Video
hu_hu: Videó választása

source: Slider Revolution Shortcode Creator
hu_hu: Slider Revolution shortcode-készítő

source: Shortcode Generator
hu_hu: Shortcode-generátor

source: Please add at least one Layer.
hu_hu: Kérjük, adjon hozzá legalább egy réteget.

source: Shortcode parsing successfull. Items can be found in step 3
hu_hu: A shortcode feldolgozása sikeres. Az elemek a 3. lépésben találhatók

source: Shortcode could not be parsed.
hu_hu: A shortcode nem volt értelmezhető.

source: Addon Required
hu_hu: Kiegészítő szükséges

source: Installing Template Package
hu_hu: Sabloncsomag telepítése

source: Install Template Package
hu_hu: Sabloncsomag telepítése

source: Install Template
hu_hu: Sablon telepítése

source: Update To Latest Version
hu_hu: Frissítés a legújabb verzióra

source: Install Template Package & Addon(s)
hu_hu: Sabloncsomag és kiegészítő(k) telepítése

source: Install Template & Addon(s)
hu_hu: Sablon és kiegészítő(k) telepítése

source: Activate License
hu_hu: Licenc aktiválása

source: Search Icons...
hu_hu: Ikonok keresése...

source: Current Settings (Click to Save as Preset)
hu_hu: Jelenlegi beállítások (kattintson az előbeállításként való mentéshez)

source: Custom Presets
hu_hu: Egyéni előbeállítások

source: Overwrite Template ?
hu_hu: Sablon felülírása ?

source: Delete Template ?
hu_hu: Sablon törlése ?

source: Credits
hu_hu: Készítők

source: Random Animation
hu_hu: Véletlenszerű animáció

source: Transition
hu_hu: Átmenet

source: Duration
hu_hu: Időtartam

source: Enabled
hu_hu: Engedélyezve

source: Global
hu_hu: Globális

source: Install Add-On
hu_hu: Kiegészítő telepítése

source: Install
hu_hu: Telepítés

source: Enable Add-On
hu_hu: Kiegészítő engedélyezése

source: Disable Add-On
hu_hu: Kiegészítő letiltása

source: Enable Global Add-On
hu_hu: Globális kiegészítő engedélyezése

source: Disable Global Add-On
hu_hu: Globális kiegészítő letiltása

source: Slider Revolution Version
hu_hu: Slider Revolution verzió

source: Check Requirements
hu_hu: Követelmények ellenőrzése

source: Activate Global Add-On
hu_hu: Globális kiegészítő aktiválása

source: Activate Add-On
hu_hu: Kiegészítő aktiválása

source: Activating Add-On
hu_hu: Kiegészítő aktiválása

source: Enabling Add-On
hu_hu: Kiegészítő engedélyezése

source: Add-On
hu_hu: Kiegészítő

source: Installing Add-On
hu_hu: Kiegészítő telepítése

source: Disabling Add-On
hu_hu: Kiegészítő letiltása
