Repository: hellowpio/wordpress-translations
Catalog: plugins/*/revslider/revslider-*.po
Languages: hu_hu

source: Text Tweets
hu_hu: Szöveges tweetek

source: ReTweets
hu_hu: Retweetek

source: Replies
hu_hu: Válaszok

source: Consumer Key
hu_hu: Fogyasztói kulcs

source: Enter Consumer Key
hu_hu: Adja meg a fogyasztói kulcsot

source: Cons. Secret
hu_hu: Fogyasztói titok

source: Enter Secret
hu_hu: Adja meg a titkot

source: Enter Access Token
hu_hu: Adja meg a hozzáférési tokent

source: Access Secret
hu_hu: Hozzáférési titok

source: Enter Access Secret
hu_hu: Adja meg a hozzáférési titkot

source: Please <a target="_blank" rel="noopener" href="https://dev.twitter.com/apps">register</a> your application with Twitter<br>to get the right values
hu_hu: Kérjük, <a target="_blank" rel="noopener" href="https://dev.twitter.com/apps">regisztrálja</a> alkalmazását a Twitternél<br>hogy megkapja a megfelelő értékeket

source: FaceBook Settings
hu_hu: Facebook beállítások

source: Slides (<25)
hu_hu: Diák (<25)

source: TimeLine
hu_hu: Idővonal

source: Select Album
hu_hu: Válasszon albumot

source: Connect Facebook Account
hu_hu: Csatlakoztassa Facebook-fiókját

source: You will be redirected to Facebook and then back to the editor. Current settings will be auto saved.
hu_hu: Átirányítjuk a Facebookra, majd vissza a szerkesztőbe. A jelenlegi beállítások automatikusan mentésre kerülnek.

source: Enter Facebook Page ID
hu_hu: Adja meg a Facebook Page ID-t

source: Check the FAQ on <a target="_blank" rel="noopener" href="https://www.sliderrevolution.com/faq/facebook-stream-setup-instructions-access-token/">how to generate</a> Access Token and get Page ID.
hu_hu: Tekintse meg a GYIK-ot <a target="_blank" rel="noopener" href="https://www.sliderrevolution.com/faq/facebook-stream-setup-instructions-access-token/">hogyan hozható létre</a> az Access Token és hogyan szerezhető meg a Page ID.

source: YouTube Settings
hu_hu: YouTube beállítások

source: Enter Api Key
hu_hu: Adja meg az API-kulcsot

source: Find information about the YouTube API key <a target="_blank" rel="noopener" href="https://developers.google.com/youtube/v3/getting-started#before-you-start">here</a>
hu_hu: A YouTube API-kulcsról <a target="_blank" rel="noopener" href="https://developers.google.com/youtube/v3/getting-started#before-you-start">itt</a> talál információt

source: Enter YouTube Channel ID
hu_hu: Adja meg a YouTube Channel ID-t

source: Playlist
hu_hu: Lejátszási lista

source: Channel
hu_hu: Csatorna

source: Select Playlist
hu_hu: Válasszon lejátszási listát

source: See how to find the Youtube channel ID <a target="_blank" rel="noopener" href="https://support.google.com/youtube/answer/3250431?hl=en">here</a>
hu_hu: A YouTube Channel ID megtalálásának módját <a target="_blank" rel="noopener" href="https://support.google.com/youtube/answer/3250431?hl=en">itt</a> találja

source: The “YouTube Stream” content source is used to display a full stream of videos from a channel/playlist.<br> If you want to display a single youtube video, please select the content source “Default Slider” and add a video layer in the slide editor.
hu_hu: A „YouTube Stream” tartalomforrás egy csatorna/lejátszási lista teljes videófolyamának megjelenítésére szolgál.<br> Ha egyetlen YouTube-videót szeretne megjeleníteni, válassza a „Default Slider” tartalomforrást, és adjon hozzá egy videóréteget a dia szerkesztőjében.

source: Vimeo Settings
hu_hu: Vimeo beállítások

source: Slides (<60)
hu_hu: Diák (<60)

source: User
hu_hu: Felhasználó

source: Enter User Name
hu_hu: Adja meg a felhasználónevet

source: Enter Showcase Id
hu_hu: Adja meg a Showcase ID-t

source: Enter Group Name
hu_hu: Adja meg a csoport nevét

source: Enter Channel Name
hu_hu: Adja meg a csatorna nevét

source: The “Vimeo Stream” content source is used to display a full stream of videos from a user/album/group/channel.<br> If you want to display a single vimeo video, please select the content source “Default Slider” and add a video layer in the slide editor.
hu_hu: A „Vimeo Stream” tartalomforrás egy felhasználó/album/csoport/csatorna teljes videófolyamának megjelenítésére szolgál.<br> Ha egyetlen Vimeo-videót szeretne megjeleníteni, válassza a „Default Slider” tartalomforrást, és adjon hozzá egy videóréteget a dia szerkesztőjében.

source: General Settings
hu_hu: Általános beállítások

source: Dynamic Viewport Loading
hu_hu: Dinamikus Viewport-betöltés

source: ViewPort Stop
hu_hu: ViewPort megállítás

source: Wait
hu_hu: Várakozás

source: Pause
hu_hu: Szünet

source: Slideshow
hu_hu: Diavetítés

source: Auto Rotate Slideshow
hu_hu: Diavetítés automatikus váltása

source: Stop on Hover
hu_hu: Megállítás rámutatáskor

source: Loop One Slide
hu_hu: Egy dia ismétlése

source: Stop after N Loops
hu_hu: Leállítás N ismétlés után

source: Random Order
hu_hu: Véletlenszerű sorrend

source: Wait for API
hu_hu: Várakozás az API-ra

source: Other 1. Slide
hu_hu: Egyéb 1. dia

source: Diff. Anim
hu_hu: Kül. animáció

source: Transitions
hu_hu: Átmenetek

source: Slot Amount
hu_hu: Slotok száma

source: Disable on Mobile
hu_hu: Letiltás mobilon

source: Disable Slider
hu_hu: Slider letiltása

source: Disable Ken B.
hu_hu: Ken B. letiltása

source: Hide Under Browser width...
hu_hu: Elrejtés a böngésző szélessége alatt...

source: Marked Layers
hu_hu: Megjelölt rétegek

source: All Layers
hu_hu: Minden réteg

source: Mobile Settings
hu_hu: Mobilbeállítások

source: HTML5 Autoplay
hu_hu: HTML5 automatikus lejátszás

source: Option is deprecated and will be removed in upcoming updates !
hu_hu: Az opció elavult, és a közelgő frissítések során el lesz távolítva!

source: Browser behavior
hu_hu: Böngésző viselkedése

source: Observe Wrapper Container
hu_hu: Wrapper konténer figyelése

source: Next on Browser Focus (SR6)
hu_hu: Következő böngésző fókusz esetén (SR6)

source: Disable Blur/Focus behav. (SR6)
hu_hu: Blur/Focus viselkedés letiltása (SR6)

source: Freeze on Blur (SR7)
hu_hu: Fagyasztás Blur esetén (SR7)

source: Media Ignores Scroll Blur (SR7)
hu_hu: A média figyelmen kívül hagyja a Scroll Blur-t (SR7)

source: Set Deeplink Hash in URL
hu_hu: Deeplink hash beállítása az URL-ben

source: Use WPML Settings
hu_hu: WPML beállítások használata

source: Module Defaults
hu_hu: Modul alapbeállításai

source: Default Basics
hu_hu: Alapértelmezett alapbeállítások

source: Module ID
hu_hu: Modul ID

source: Module Classes
hu_hu: Modul osztályai

source: Wrapper Classes
hu_hu: Wrapper osztályai

source: Slide Duration
hu_hu: Dia időtartama

source: Initialization Delay
hu_hu: Inicializálási késleltetés

source: Layers are Selectable
hu_hu: A rétegek kijelölhetők

source: Default New Layer Settings
hu_hu: Új réteg alapbeállításai

source: Responsive Between Devices
hu_hu: Eszközök közötti reszponzivitás

source: Scroll Based Features
hu_hu: Görgetésalapú funkciók

source: Parallax
hu_hu: Parallaxis

source: Parallax Enabled
hu_hu: Parallaxis engedélyezve

source: 3D Effects Enabled
hu_hu: 3D effektek engedélyezve

source: Timelines Scroll based
hu_hu: Görgetésalapú idővonalak

source: Speed
hu_hu: Sebesség

source: Fix during Scroll
hu_hu: Rögzítés görgetés közben

source: Pull Content, dyn. Bottom Margin
hu_hu: Tartalom felhúzása, din. alsó margó

source: Shorter Height
hu_hu: Kisebb magasság

source: Top Aligned (SR6/SR7)
hu_hu: Felülre igazítva (SR6/SR7)

source: Center Travel (SR7)
hu_hu: Középre mozgás (SR7)

source: Bottom Aligned (SR7)
hu_hu: Alulra igazítva (SR7)

source: Module Fixed From
hu_hu: Modul rögzítése ettől

source: Module Fixed Until
hu_hu: Modul rögzítése eddig

source: Use Full Screen or Full Width Layout to Use Fixed Scroll.
hu_hu: A rögzített görgetéshez használja a teljes képernyős vagy teljes szélességű elrendezést.

source: Scroll based Effects
hu_hu: Görgetésalapú effektek

source: Mouse Interaction
hu_hu: Egér interakció

source: Triggered by
hu_hu: Mi váltja ki

source: Mouse Move
hu_hu: Egérmozgás

source: Scroll Position
hu_hu: Görgetési pozíció

source: Mouse Move & Scroll
hu_hu: Egérmozgás és görgetés

source: Drag & Mouse Move
hu_hu: Húzás és egérmozgás

source: Parallax Orig.
hu_hu: Parallaxis origó

source: Mouse Enter Point
hu_hu: Egér belépési pontja

source: Slider Center
hu_hu: Slider közepe

source: Same Axis
hu_hu: Azonos tengely

source: Opposite Axis
hu_hu: Ellentétes tengely

source: Environment
hu_hu: Környezet

source: Focused Slide
hu_hu: Fókuszált dia

source: All Slide
hu_hu: Minden dia

source: Same Axis Mult.
hu_hu: Azonos tengely szorzó

source: Opp. Axis Mult.
hu_hu: Ellentétes tengely szorzó

source: Mouse Speed
hu_hu: Egér sebessége

source: BG Speed
hu_hu: Háttér sebessége

source: Layers Speed
hu_hu: Rétegek sebessége

source: 3D Settings
hu_hu: 3D beállítások

source: Slide Background Disabled
hu_hu: Dia háttere letiltva

source: Slider Overflow Hidden
hu_hu: Diavetítő túlcsordulása rejtve

source: Layers Overflow Hidden
hu_hu: Rétegek túlcsordulása rejtve

source: 3D Crop Fix (z)
hu_hu: 3D kivágás javítása (z)

source: Depths
hu_hu: Mélységek

source: Use Default on...
hu_hu: Használja az alapértelmezettet...

source: Scroll Effects Default
hu_hu: Görgetési effektusok alapértelmezettje

source: Max Blur Strength
hu_hu: Maximális elmosás erőssége

source: Layers default Enabled
hu_hu: Rétegek alapértelmezés szerint engedélyezve

source: Slides default Enabled
hu_hu: Diák alapértelmezés szerint engedélyezve

source: Scroll Effects Settings
hu_hu: Görgetési effektusok beállításai

source: Disable Mobile
hu_hu: Tiltsa le mobilon

source: Offset (Tilt) Effect
hu_hu: Eltolás (döntés) effektus

source: Factor on BG's
hu_hu: Szorzó a hátterekre

source: Factor on Layers
hu_hu: Szorzó a rétegekre

source: Web Content Accessibility
hu_hu: Webes tartalom akadálymentessége

source: Aria Attributes
hu_hu: ARIA attribútumok

source: Live States
hu_hu: Élő állapotok

source: Loading Type
hu_hu: Betöltés típusa

source: Smart
hu_hu: Intelligens

source: Single
hu_hu: Egyszeri

source: Default Global Setting
hu_hu: Alapértelmezett globális beállítás

source: Internal Cache
hu_hu: Belső gyorsítótár

source: Use Cache
hu_hu: Használja a gyorsítótárat

source: Global Default
hu_hu: Globális alapértelmezett

source: Enable
hu_hu: Engedélyezés

source: Keep disabled if slider has dynamic content, e.g. shortcodes
hu_hu: Hagyja letiltva, ha a slider dinamikus tartalmat tartalmaz, pl. rövidkódokat

source: Device Pixel Ratio
hu_hu: Eszköz képpontaránya

source: Max. BG DPR
hu_hu: Max. háttér DPR

source: Auto but Max x1
hu_hu: Automatikus, de legfeljebb x1

source: Auto but Max x2
hu_hu: Automatikus, de legfeljebb x2

source: Auto but Max x3
hu_hu: Automatikus, de legfeljebb x3

source: Auto but Max x4
hu_hu: Automatikus, de legfeljebb x4

source: Higher maximum values can have a negative influence on complex canvas animations. Lower values can have a negative influence on image quality on 4k+ devices.
hu_hu: A magasabb maximális értékek negatívan befolyásolhatják az összetett vászonanimációkat. Az alacsonyabb értékek negatívan befolyásolhatják a képminőséget 4k+ eszközökön.

source: Fallback Settings
hu_hu: Tartalék beállítások

source: Simplify on IOS4 / IE8
hu_hu: Egyszerűsítés iOS4 / IE8 esetén

source: Alt. Image
hu_hu: Alternatív kép

source: On Mobile
hu_hu: Mobilon

source: On IE8
hu_hu: IE8 esetén

source: On Mobile and IE8
hu_hu: Mobilon és IE8 esetén

source: Image URL
hu_hu: Kép URL

source: jQuery & OutPut Filters
hu_hu: jQuery & kimeneti szűrők

source: jQuery No Conflict Mode
hu_hu: jQuery No Conflict mód

source: Put JS to Body
hu_hu: JS a body-ba

source: Output Filter
hu_hu: Kimeneti szűrő

source: By Compressing Output
hu_hu: A kimenet tömörítésével

source: By Echo Output
hu_hu: A kimenet echo-val

source: Adjust by
hu_hu: Igazítás alapja

source: Grid
hu_hu: Rács

source: Same Aligned Layers
hu_hu: Azonos igazítású rétegek

source: No Sticky Keyframes
hu_hu: Nincsenek ragadós kulcskockák

source: Single Layer Sticky
hu_hu: Egy réteg ragadós

source: Hierarchy Sticky
hu_hu: Hierarchikus ragadós

source: Set all Timings
hu_hu: Összes időzítés beállítása

source: Slide BG Animation
hu_hu: Dia háttéranimáció

source: Global Layers Timeline
hu_hu: Globális rétegek idővonala

source: FREE POSITIONED LAYERS
hu_hu: SZABADON POZICIONÁLT RÉTEGEK

source: Desktop
hu_hu: Asztali

source: Mobile
hu_hu: Mobil

source: Add Slide(s)
hu_hu: Dia(k) hozzáadása

source: Blank slide
hu_hu: Üres dia

source: Bulk Slide
hu_hu: Tömeges dia

source: Import from Modules
hu_hu: Importálás modulokból

source: Import from Template
hu_hu: Importálás sablonból

source: Add Layer
hu_hu: Réteg hozzáadása

source: Quick Style Headline
hu_hu: Gyors stílus címsor

source: Quick Style Content
hu_hu: Gyors stílus tartalom

source: WordPress Library
hu_hu: WordPress könyvtár

source: Empty Placeholder
hu_hu: Üres helyőrző

source: Shape
hu_hu: Alakzat

source: Video
hu_hu: Videó

source: Icon / SVG
hu_hu: Ikon / SVG

source: Row
hu_hu: Sor

source: Layer Library
hu_hu: Rétegkönyvtár

source: Import Layer
hu_hu: Réteg importálása

source: Multiple Selection
hu_hu: Többszörös kijelölés

source: No Layers Selected
hu_hu: Nincs kijelölt réteg

source: Copy to Clipboard
hu_hu: Másolás a vágólapra

source: Paste from Clipboard
hu_hu: Beillesztés a vágólapról

source: Lock/Unlock Selected
hu_hu: Kijelöltek zárolása/feloldása

source: Unlock All
hu_hu: Összes feloldása

source: Hide Highlight Boxes
hu_hu: Kiemelő keretek elrejtése

source: Show Highlight Boxes
hu_hu: Kiemelő keretek megjelenítése

source: Show/Hide Selected
hu_hu: Kijelöltek megjelenítése/elrejtése

source: Set All Visible
hu_hu: Összes láthatóra állítása

source: Template Editing Guide
hu_hu: Sablonszerkesztési útmutató

source: Module Creation Guide
hu_hu: Modulkészítési útmutató

source: Help Mode Tooltips
hu_hu: Súgó mód eszköztippjei

source: Submit A Support Ticket
hu_hu: Támogatási jegy beküldése

source: Single Select
hu_hu: Egyszeres kijelölés

source: Add to Selection
hu_hu: Hozzáadás a kijelöléshez

source: Drag to Select
hu_hu: Húzással jelölje ki

source: Open Document
hu_hu: Dokumentum megnyitása

source: The Current Size is set to "Auto Size". Do you want to continue with Custom Size?
hu_hu: Az aktuális méret "Auto Size"-re van állítva. Folytatja a "Custom Size"-szal?

source: You can always re-open
hu_hu: Mindig újra megnyithatja

source: the Template Editing Guide
hu_hu: a Sablonszerkesztési útmutatót

source: the Module Creation Guide
hu_hu: a Modulkészítési útmutatót

source: here!
hu_hu: itt!

source: Don't want the guide to open automatically?
hu_hu: Nem szeretné, hogy az útmutató automatikusan megnyíljon?

source: Go to
hu_hu: Ugrás

source: Global Settings
hu_hu: Globális beállítások

source: Global Color Skin
hu_hu: Globális színkinézet

source: SKIN TITLE
hu_hu: KINÉZET CÍME

source: SKIN COLOR
hu_hu: KINÉZET SZÍNE

source: Add Skin
hu_hu: Kinézet hozzáadása

source: Show this Modal on Editor launch
hu_hu: Ezen felugró ablak megjelenítése a Szerkesztő indításakor

source: Welcome to Slider Revolution 6
hu_hu: Üdvözöljük a Slider Revolution 6-ban

source: This Guide will help you with the basic configuration *<br>of your Slider Revolution 6 Module.
hu_hu: Ez az útmutató segít az alapbeállításban *<br>az Ön Slider Revolution 6 moduljához.

source: Start Guide
hu_hu: Útmutató indítása

source: Quit Guide
hu_hu: Kilépés az útmutatóból

source: * All settings adjusted by the guide can be changed later.<br>Click the <strong>Help Icon</strong> to find options & documentation
hu_hu: * Az útmutató által módosított összes beállítás később megváltoztatható.<br>Kattintson a <strong>Súgó ikonra</strong>, hogy megtalálja az opciókat & a dokumentációt

source: Previous Step
hu_hu: Előző lépés

source: Module Type
hu_hu: Modultípus

source: Next Step
hu_hu: Következő lépés

source: Module Dimensions
hu_hu: Modulméretek

source: Responisvity
hu_hu: Reszponzivitás

source: Go to Editor
hu_hu: Lépjen a Szerkesztőbe

source: Customization
hu_hu: Testreszabás

source: Thank You For Installing The
hu_hu: Köszönjük, hogy telepítette a

source: The guide will teach you how to use all the editor features necessary, to customize the template
hu_hu: Az útmutató megtanítja, hogyan használja a sablon testreszabásához szükséges összes szerkesztőfunkciót

source: Tutorial Videos To Watch Now
hu_hu: Most megtekinthető oktatóvideók

source: View All Tutorial Videos
hu_hu: Összes oktatóvideó megtekintése

source: Learn How To Edit This Template
hu_hu: Ismerje meg, hogyan szerkesztheti ezt a sablont

source: Edit Content
hu_hu: Tartalom szerkesztése

source: Template Features
hu_hu: Sablon funkciói

source: User Interactions
hu_hu: Felhasználói interakciók

source: Animations
hu_hu: Animációk

source: Optimizing & Publishing
hu_hu: Optimalizálás és közzététel

source: Module Editing Guide
hu_hu: Modulszerkesztési útmutató

source: Welcome To The Slider Revolution Visual Editor
hu_hu: Üdvözöljük a Slider Revolution Visual Editor felületén

source: The guide will teach you the basics of using the editor to build a new module from scratch.
hu_hu: Ez az útmutató megtanítja Önnek a szerkesztő használatának alapjait, hogy a semmiből új modult építhessen.

source: What Would You Like To Learn About?
hu_hu: Miről szeretne tanulni?

source: Adding Content
hu_hu: Tartalom hozzáadása

source: Layer Import
hu_hu: Réteg importálása

source: Import Selected Layers
hu_hu: Kijelölt rétegek importálása

source: Navigation Editor
hu_hu: Navigációs szerkesztő

source: Save Navigation
hu_hu: Navigáció mentése

source: Factory Skins
hu_hu: Gyári kinézetek

source: Add New Navigation
hu_hu: Új navigáció hozzáadása

source: Slide Title
hu_hu: Dia címe

source: Slide Description
hu_hu: Dia leírása

source: Meta Values
hu_hu: Metaértékek

source: Add New Meta
hu_hu: Új meta hozzáadása

source: Meta Config
hu_hu: Meta konfiguráció

source: Can not be Empty
hu_hu: Nem lehet üres

source: Handle
hu_hu: Azonosító

source: CSS/JS Editor
hu_hu: CSS/JS szerkesztő

source: CUSTOM CSS
hu_hu: EGYEDI CSS

source: CUSTOM JS SR6
hu_hu: EGYEDI JS SR6

source: CUSTOM JS SR7
hu_hu: EGYEDI JS SR7

source: Methods
hu_hu: Metódusok

source: Call this function to start the slider.
hu_hu: Hívja meg ezt a függvényt a slider indításához.

source: Start Slider
hu_hu: Slider indítása

source: Call this function to pause the slider.
hu_hu: Hívja meg ezt a függvényt a slider szüneteltetéséhez.

source: Call this function to play the slider if it is paused.
hu_hu: Hívja meg ezt a függvényt a slider lejátszásához, ha szünetel.

source: Resume Slider
hu_hu: Slider folytatása

source: Switch slider to previous slide.
hu_hu: Váltás a slider előző diájára.

source: Switch slider to next slide.
hu_hu: Váltás a slider következő diájára.

source: Scroll page under the slider.
hu_hu: Az oldal görgetése a slider alatt.

source: External Scroll
hu_hu: Külső görgetés

source: Remove One Slide with Slide Index from the Slider. Index starts with 0 which will remove the first slide.
hu_hu: Egy dia eltávolítása a sliderből a diaindex alapján. Az index 0-val kezdődik, ami az első diát távolítja el.

source: Remove Slide
hu_hu: Dia eltávolítása

source: Switch to the slide which is defined as parameter.
hu_hu: Váltás a paraméterben megadott diára.

source: Go To Slide
hu_hu: Ugrás a diára

source: Go To Slide with ID
hu_hu: Ugrás az ID szerinti diára

source: Get the amount of existing slides in the slider.
hu_hu: A sliderben meglévő diák számának lekérése.

source: Max Slides
hu_hu: Maximális diaszám

source: Get the current focused slide index.
hu_hu: Lekéri az aktuálisan fókuszált dia indexét.

source: Get the previously played slide.
hu_hu: Lekéri a korábban lejátszott diát.

source: Recalculate all positions, sizing etc in the slider. This should be called i.e. if Slider was invisible and becomes visible without any window resize event.
hu_hu: Újraszámítja a Slideren belüli összes pozíciót, méretezést stb. Ezt pl. akkor célszerű meghívni, ha a Slider láthatatlan volt, majd ablak-átméretezési esemény nélkül láthatóvá válik.

source: Redraw Slider
hu_hu: Rajzolja újra a Slidert

source: Unbind all listeners, remove current animations and delete containers. Ready for Garbage collection.
hu_hu: Leválasztja az összes figyelőt, eltávolítja a futó animációkat és törli a konténereket. Készen áll a Garbage Collectionre.

source: Kill Slider
hu_hu: Állítsa le a Slidert

source: Animate a Layer to a predefined Frame
hu_hu: Animáljon egy Réteget egy előre definiált Képkockára

source: Go To Frame
hu_hu: Ugrás a Képkockára

source: Start Manual Module if waitApi set to true
hu_hu: Indítsa el a Manuális Modult, ha a waitApi true

source: Pause Progress
hu_hu: Szüneteltesse az előrehaladást

source: Forced Pause Progress
hu_hu: Kényszerítse az előrehaladás szüneteltetését

source: Forced Pause
hu_hu: Kényszerített szünet

source: Resume Progress
hu_hu: Folytassa az előrehaladást

source: Call Next Slide
hu_hu: Váltson a következő diára

source: Call Previous Slide
hu_hu: Váltson az előző diára

source: Scroll to "y" position
hu_hu: Görgetés az "y" pozícióra

source: Amount of Slides (Not only through navigation available slides)
hu_hu: Diák száma (nem csak a navigációval elérhető diák)

source: The last available Slide due Navigation
hu_hu: A navigáció alapján elérhető utolsó dia

source: Show Slide. Possible Values:
hu_hu: Dia megjelenítése. Lehetséges értékek:

source: Get Current Slide => {index: 2, key: '281', order: 3}
hu_hu: Aktuális dia lekérése => {index: 2, key: '281', order: 3}

source: Redraw the Module
hu_hu: Rajzolja újra a Modult

source: Kill and Remove Module
hu_hu: Állítsa le és távolítsa el a Modult

source: Play Layer with Scene (Scene i.e. "in" , "out", "scene_1" "scene_2" etc)
hu_hu: Réteg lejátszása jelenettel (Jelenet pl. "in" , "out", "scene_1" "scene_2" stb)

source: Remove Single Slide from Loop
hu_hu: Egyetlen dia eltávolítása a ciklusból

source: Events
hu_hu: Események

source: Slider Loaded
hu_hu: Slider betöltve

source: Slider swapped to an other slide
hu_hu: A Slider egy másik diára váltott

source: Index of Current Slide
hu_hu: Az aktuális dia indexe

source: Current <li> Index
hu_hu: Aktuális <li> indexe

source: Current Slide as jQuery Object
hu_hu: Aktuális dia jQuery objektumként

source: Prev. Slide as jQuery Object
hu_hu: Előző dia jQuery objektumként

source: Slider paused
hu_hu: Slider szüneteltetve

source: Timer Paused
hu_hu: Időzítő szüneteltetve

source: Slider is Playing after pause
hu_hu: A Slider a szünet után folytatja a lejátszást

source: Timer Resumed
hu_hu: Időzítő folytatódott

source: Video is playing in slider
hu_hu: Videó lejátszása a Sliderben folyamatban

source: Video is playing
hu_hu: Videó lejátszása folyamatban

source: Video Settings
hu_hu: Videó beállítások

source: Video stopped in slider
hu_hu: A videó megállt a Sliderben

source: Video is stopped
hu_hu: A videó leállítva

source: Slider reached the 'stop at' slide
hu_hu: A Slider elérte a 'stop at' diát

source: Slider Stopped
hu_hu: Slider leállt

source: Prepared for slide change
hu_hu: Felkészülve a diaváltásra

source: Slider Before Swap
hu_hu: Slider csere előtt

source: Coming Slide as jQuery Object
hu_hu: Érkező dia jQuery objektumként

source: Finnished with slide change
hu_hu: A diaváltás befejeződött

source: Slider After Swap
hu_hu: Slider csere után

source: Previous Slide as jQuery Object
hu_hu: Előző dia jQuery objektumként

source: Last slide starts
hu_hu: Az utolsó dia indul

source: Last Slide Started, Slider is at the end
hu_hu: Az utolsó dia elindult, a diavetítés a végén van

source: Layer Events
hu_hu: Réteg eseményei

source: Layer Action (enterstage, enteredstage, leavestage,leftstage)
hu_hu: Réteg művelet (enterstage, enteredstage, leavestage,leftstage)

source: Layer Type (image,video,html)
hu_hu: Réteg típusa (kép,videó,html)

source: Default Settings for Layer
hu_hu: Alapértelmezett beállítások a réteghez
