{"translation-revision-date":"2025-10-21 09:52+0200","generator":"WP-CLI\/2.12.0","source":"admin\/assets\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu","plural-forms":"nplurals=2; plural=n != 1;"},"Version Control":["Verziókezelés"],"Remove Astra branding and customize the dashboard with your agency details.":["Távolítsa el az Astra márkajelzést, és szabja testre a vezérlőpultot az ügynöksége adataival."],"White Label Available in Astra Pro":["White Label elérhető az Astra Pro-ban"],"Save":["Mentés"],"The recommended icon should have some background to get adjust properly on white background too.":["A javasolt ikon rendelkezzen valamilyen háttérrel, hogy fehér háttéren is megfelelően jelenjen meg."],"Theme Icon URL":["Téma ikon URL"],"The recommended image size is 1200px wide by 900px tall.":["Az ajánlott képméret 1200px széles és 900px magas."],"Theme Screenshot URL":["Téma képernyőkép URL"],"Theme Description":["Téma leírása"],"Theme Name":["Téma neve"],"Astra Theme Branding":["Astra téma márkajelzés"],"White Label removes any links to Astra website and change the identity in the dashboard. This setting is mostly used by agencies and developers who are building websites for clients.":["A White Label eltávolít minden, az Astra webhelyére mutató hivatkozást, és megváltoztatja a vezérlőpulton megjelenő azonosítást. Ezt a beállítást többnyire ügynökségek és fejlesztők használják, akik ügyfelek számára építenek webhelyeket."],"Enable White Label":["White Label engedélyezése"],"Roll back to previous versions of Astra theme and Pro addon with ease.":["Egyszerűen álljon vissza az Astra téma és a Pro kiegészítő korábbi verzióira."],"Version Control Available in Astra Pro":["Verziókezelés elérhető az Astra Pro-ban"],"Enable this option to receive update notifications for beta versions. Please read %s to know more.":["Engedélyezze ezt az opciót, hogy frissítési értesítéseket kapjon a béta verziókról. További információért kérjük, olvassa el a(z) %s-t."],"Enable Beta":["Béta engedélyezése"],"Rollback":["Visszaállítás"],"Experiencing an issue with current versions of software? Roll back to a previous version to help troubleshoot the issue.":["Problémát tapasztal a szoftver jelenlegi verzióival? Álljon vissza egy korábbi verzióra a hibaelhárítás megkönnyítése érdekében."],"Rollback to Previous Version":["Visszaállítás korábbi verzióra"],"Access the features that top WordPress sites run on.":["Férjen hozzá azokhoz a funkciókhoz, amelyekre a vezető WordPress-oldalak épülnek."],"Design Without Limits:":["Tervezés korlátok nélkül:"],"Polish your storefront with styled inputs, step nav & custom coupon text":["Csiszolja webáruháza kirakatát formázott űrlapelemekkel, lépésenkénti navigációval és egyedi kuponszöveggel"],"Optimize checkout with 2-step flows & distraction-free mode":["Optimalizálja a fizetést kétlépéses folyamattal és zavaróelemektől mentes móddal"],"Boost cart UX with real-time updates & modern layouts":["Javítsa a kosár felhasználói élményét valós idejű frissítésekkel és modern elrendezésekkel"],"Showcase products better with advanced galleries & sticky images":["Mutassa be termékeit jobban fejlett galériákkal és rögzített képekkel"],"Design product catalogs with custom cards, layouts & pagination":["Tervezzen termékkatalógusokat egyedi kártyákkal, elrendezésekkel és oldalszámozással"],"Get Full Control":["Szerezzen teljes irányítást"],"Install Spectra Free":["Spectra Free telepítése"],"Spectra Banner":["Spectra banner"],"Spectra Video":["Spectra videó"],"Spectra is a powerful visual website builder made for WordPress. Just click, drag, and create anything — no code, no limits.":["A Spectra egy hatékony vizuális weboldal-építő a WordPresshez. Csak kattintson, húzza, és hozzon létre bármit — kód nélkül, korlátok nélkül."],"Design Your Website Visually — Fast, Easy & Without Limits":["Tervezze meg weboldalát vizuálisan — gyorsan, könnyen és korlátok nélkül"],"Start Building Now":["Kezdje el az építést most"],"Starter Templates Video":["Starter Templates videó"],"Choose from a huge library of professionally designed websites. Import everything — pages, images, content — and launch fast using your favorite page builder.":["Válasszon egy hatalmas, professzionálisan megtervezett weboldalakat tartalmazó könyvtárból. Importáljon mindent — oldalakat, képeket, tartalmat —, és indítson gyorsan a kedvenc oldalépítőjével."],"Access exclusive templates, advanced site tools, and pro-level design features — everything you need to stand out online.":["Férjen hozzá exkluzív sablonokhoz, fejlett webhely-eszközökhöz és professzionális szintű tervezési funkciókhoz — mindenhez, amire szüksége van, hogy online kitűnjön."],"Build Better Websites. Get More Designs. Do It All Faster with Premium Templates.":["Készítsen jobb weboldalakat. Szerezzen több dizájnt. Tegyen meg mindent gyorsabban prémium sablonokkal."],"Build Any Kind of Website in Minutes %s with 300+ Stunning Templates":["Építsen bármilyen típusú weboldalt percek alatt %s 300+ lenyűgöző sablonnal"],"Create and edit inside the same WordPress editor you already know. Zero learning curve, pure productivity.":["Hozzon létre és szerkesszen ugyanabban a WordPress szerkesztőben, amelyet már ismer. Nincs tanulási görbe, tiszta produktivitás."],"Activate %s":["Aktiválja a(z) %s"],"Free Version":["Ingyenes verzió"],"Pro Version":["Pro verzió"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. %s.":["Gyűjtsön nem érzékeny információkat a weboldaláról, például a PHP-verziót és a használt funkciókat, hogy gyorsabban javíthassuk a hibákat, okosabb döntéseket hozhassunk, és olyan funkciókat építhessünk, amelyek valóban fontosak az Ön számára. %s."],"Versions":["Verziók"],"Core":["Alap"],"Open Menu":["Menü megnyitása"],"Dismiss notice":["Értesítés bezárása"],"Supercharge your store with advanced design options, conversion-boosting features, and seamless WooCommerce integration.":["Turbózza fel áruházát fejlett tervezési beállításokkal, konverziót növelő funkciókkal és zökkenőmentes WooCommerce-integrációval."],"Premium WooCommerce Features with Astra Pro!":["Prémium WooCommerce-funkciók az Astra Pro-val!"],"More Header & Footer Options":["Több fejléc- és láblécbeállítás"],"WooCommerce Enhancements":["WooCommerce-fejlesztések"],"Lightning-Fast Performance":["Villámgyors teljesítmény"],"Various Built-in Layouts":["Különféle beépített elrendezések"],"Custom Layouts & Site Builder":["Egyedi elrendezések és weboldal-építő"],"Advanced Design Customization":["Fejlett dizájn-testreszabás"],"Starter Templates Banner":["Starter Templates banner"],"Spectra Logo":["Spectra logó"],"%s Extensions":["%s bővítmények"],"Tweak every element to match your brand perfectly, from colors to layout and everything in between.":["Finomhangoljon minden elemet, hogy tökéletesen illeszkedjen a márkájához, a színektől az elrendezésig és mindennel, ami a kettő között van."],"Flexible & Customizable":["Rugalmas és testreszabható"],"Leverage AI-powered suggestions to get layout, typography, and design ideas instantly.":["Használja ki az MI által támogatott javaslatokat, hogy azonnal kapjon elrendezési, tipográfiai és dizájnötleteket."],"AI-Driven Design":["MI-vezérelt dizájn"],"Each template is crafted by professionals to ensure your site looks stunning and performs exceptionally well.":["Minden sablont szakemberek készítenek, hogy weboldala lenyűgözően nézzen ki és kivételesen jól teljesítsen."],"Expertly Designed Templates":["Szakértők által tervezett sablonok"],"No tech skills? No problem. Customize everything visually with drag-and-drop page builders.":["Nincs technikai tudás? Semmi gond. Mindent vizuálisan szabhat testre a fogd-és-vidd oldalépítőkkel."],"No Coding Required":["Nincs szükség kódolásra"],"Find a template for every industry, from restaurants to SaaS – all ready to import and customize.":["Találjon sablont minden iparághoz, az éttermektől a SaaS-ig – mind importálásra és testreszabásra kész."],"300+ Templates, 30+ Niches":["300+ sablon, 30+ szegmens"],"Built with performance in mind, our templates help you launch fast-loading websites that scale with your ideas.":["Teljesítményközpontú kialakítással készültek, sablonjaink segítenek gyorsan betöltődő weboldalakat indítani, amelyek az Ön ötleteivel együtt skálázódnak."],"Blazing-Fast Performance":["Villámgyors teljesítmény"],"Contribute to Astra":["Járuljon hozzá az Astrához"],"%1$s Header\/Footer Builder is a new and powerful way to design header and footer for your website. With this, you can give a creative look to your header\/footer with less effort. Activating this feature will add advanced options to %2$s customizer where you can create awesome new designs..":["A %1$s Fejléc-\/Lábléc-építő új és hatékony módja a weboldala fejléce és lábléce megtervezésének. Ezzel kevesebb erőfeszítéssel adhat kreatív megjelenést a fejlécének\/láblécének. A funkció aktiválása fejlett beállításokat ad a %2$s testreszabóhoz, ahol remek új dizájnokat hozhat létre.."],"Compare the features to find the best option for your website.":["Hasonlítsa össze a funkciókat, hogy megtalálja weboldala számára a legjobb megoldást."],"Integrations":["Integrációk"],"Visitor – Course\/Lesson Page – Syllabus Visibility Control":["Látogató – Kurzus\/Lecke oldal – Tematika láthatóságának vezérlése"],"Visitor – Course\/Lesson Page – Course Meta Visibility Control":["Látogató – Kurzus\/Lecke oldal – Kurzus metaadatok láthatóságának vezérlése"],"Visitor – Course\/Lesson Page – Featured Image Visibility Control":["Látogató – Kurzus\/Lecke oldal – Kiemelt kép láthatóságának vezérlése"],"Student – Course\/Lesson Page – Progress Bar Visibility Control":["Tanuló – Kurzus\/Lecke oldal – Folyamatjelző láthatóságának vezérlése"],"Student – Course\/Lesson Page – Instructor Detail Visibility Control":["Tanuló – Kurzus\/Lecke oldal – Oktatói adatok láthatóságának vezérlése"],"Student – Course\/Lesson Page – Course Meta Visibility Control":["Tanuló – Kurzus\/Lecke oldal – Kurzus metaadatok láthatóságának vezérlése"],"Student – Course\/Lesson Page – Course Description Visibility Control":["Tanuló – Kurzus\/Lecke oldal – Kurzusleírás láthatóságának vezérlése"],"Student – Course\/Lesson Page – Featured Image Visibility Control":["Tanuló – Kurzus\/Lecke oldal – Kiemelt kép láthatóságának vezérlése"],"Student – Course\/Lesson Page – Distraction Free Learning":["Tanuló – Kurzus\/Lecke oldal – Zavaró tényezőktől mentes tanulás"],"Course List Page – Course Columns Option":["Kurzuslista oldal – Kurzusoszlopok beállítása"],"Membership Page – Course Columns Option":["Tagsági oldal – Kurzusoszlopok beállítása"],"Account Page – Vertical Menu Options":["Fiók oldal – Függőleges menü beállításai"],"Header – My Account Menu":["Fejléc – Saját fiók menü"],"Lifter LMS":["Lifter LMS"],"Course Content Table – Colors & Typography Options":["Kurzustartalom-táblázat – Színek és tipográfia beállításai"],"Header – Student’s Gravatar Menu":["Fejléc – Tanuló Gravatar-menüje"],"Header – Enable Distraction Free Learning":["Fejléc – Zavarómentes tanulás engedélyezése"],"Learndash":["Learndash"],"Single Product – Add to Cart Visibility Control":["Termékoldal – Kosárba gomb láthatóságának vezérlése"],"Checkout – Checkout Form Width Control":["Pénztár – Pénztár űrlap szélességének vezérlése"],"Single Product – Colors & Typography Options":["Termékoldal – Színek és tipográfia beállításai"],"Single Product – Product Description Layouts":["Termékoldal – Termékleírás elrendezései"],"Single Product – Customized Navigations":["Termékoldal – Testreszabott navigációk"],"Single Product – Image Zoom Effect":["Termékoldal – Képnagyítási effektus"],"Single Product – Horizontal Gallery Option":["Termékoldal – Vízszintes galéria beállítás"],"Single Product – Vertical Gallery Option":["Termékoldal – Függőleges galéria beállítás"],"Single Product – Related Products":["Termékoldal – Kapcsolódó termékek"],"Single Product – Image Width Option":["Termékoldal – Képszélesség beállítás"],"Single Product – Upsell Feature":["Termékoldal – Upsell funkció"],"Shop Page – Colors & Typography Options":["Bolt oldal – Színek és tipográfia beállításai"],"Shop Page – Off-Canvas Sidebar":["Bolt oldal – Off-canvas oldalsáv"],"Shop Page – Quick View on Image Click":["Bolt oldal – Gyorsnézet képre kattintáskor"],"Shop Page – Quick View on Image Hover":["Bolt oldal – Gyorsnézet kép fölé húzva"],"Shop Page – Infinite Pagination":["Bolt oldal – Végtelen lapozás"],"Shop Page – Add to Cart Button Styling":["Bolt oldal – Kosárba gomb stílusozása"],"Shop Page – Product Styling Options":["Bolt oldal – Termék stílusbeállítások"],"Shop Page – Breadcrumb":["Bolt oldal – Morzsamenü"],"Shop Page – Horizontal Content Layout":["Bolt oldal – Vízszintes tartalmi elrendezés"],"Header – Customized Cart Menu":["Fejléc – Testreszabott kosármenü"],"Checkout – Display Order Note":["Pénztár – Rendelési megjegyzés megjelenítése"],"Checkout – Persistant Form Data":["Pénztár – Űrlapadatok megőrzése"],"Checkout – 2-Step Checkout":["Pénztár – Kétlépéses pénztár"],"Checkout – Coupon Field Visibility Control":["Pénztár – Kuponmező láthatóságának vezérlése"],"Checkout – Distraction Free Checkout":["Pénztár – Zavarómentes pénztár"],"Add to Cart – Product Quantity Button":["Kosárba tétel – Termékmennyiség gomb"],"Add to Cart – Ajax Based":["Kosárba tétel – Ajax-alapú"],"Scroll to Top Styling Options":["Vissza a tetejére stílusbeállítások"],"Scroll to Top Device Specificity":["Vissza a tetejére eszközspecifikusság"],"Scroll to Top Positions":["Vissza a tetejére pozíciók"],"LearnDash Profile Shortcode":["LearnDash profil rövidkód"],"Lifter LMS Profile Shortcode":["Lifter LMS profil rövidkód"],"Shortcodes":["Rövidkódok"],"Single Post Page – Spacings Options":["Egyedi bejegyzés oldal – térközök beállításai"],"Single Post Page – Color & Typography Options":["Egyedi bejegyzés oldal – szín- és tipográfiai beállítások"],"Single Post Page – Feartured Image Size Control":["Egyedi bejegyzés oldal – kiemelt kép méretének vezérlése"],"Single Post Page – Autoload Previous Post Feature":["Egyedi bejegyzés oldal – előző bejegyzés automatikus betöltése funkció"],"Blog \/ Archive Page – Highlight First Post":["Blog \/ Archívum oldal – első bejegyzés kiemelése"],"Blog \/ Archive Page – Masonry Layout":["Blog \/ Archívum oldal – mozaik elrendezés"],"Blog \/ Archive Page – Spacings Options":["Blog \/ Archívum oldal – térközök beállításai"],"Blog \/ Archive Page – Color & Typography Options":["Blog \/ Archívum oldal – szín- és tipográfiai beállítások"],"Blog \/ Archive Page – Pagination Styling":["Blog \/ Archívum oldal – lapozás stílusozása"],"Blog \/ Archive Page – Feartured Image Size Control":["Blog \/ Archívum oldal – kiemelt kép méretének vezérlése"],"Blog \/ Archive Page – Read More Customization":["Blog \/ Archívum oldal – Bővebben testreszabása"],"Blog \/ Archive Page – Post Content Excerpt Count":["Blog \/ Archívum oldal – bejegyzés-kivonat hossza"],"Blog \/ Archive Page – Date Box Feature":["Blog \/ Archívum oldal – dátumdoboz funkció"],"Blog \/ Archive Page – Post Grid Control":["Blog \/ Archívum oldal – bejegyzésrács vezérlése"],"Blog \/ Archive Page – Post Content Layouts":["Blog \/ Archívum oldal – bejegyzéstartalom elrendezései"],"Multiple HTML Elements – 2 Elements":["Több HTML elem – 2 elem"],"Multiple Widget Elements":["Több widget elem"],"2 Elements":["2 elem"],"Header Cover Search":["Fejlécet lefedő keresés"],"Full Screen Search":["Teljes képernyős keresés"],"Slide Search":["Csúszó keresés"],"Full Screen Off-Canvas Menu":["Teljes képernyős off-canvas menü"],"Flyout Off-Canvas Menu":["Kinyíló off-canvas menü"],"Widgets in Menu Dropdown":["Widgetek a menü legördülőjében"],"Brizy Templates in Menu Dropdown":["Brizy sablonok a menü legördülőjében"],"Divi Builder Templates in Menu Dropdown":["Divi Builder sablonok a menü legördülőjében"],"Beaver Builder Templates in Menu Dropdown":["Beaver Builder sablonok a menü legördülőjében"],"Elementor Templates in Menu Dropdown":["Elementor sablonok a menü legördülőjében"],"Gutenberg Templates in Menu Dropdown":["Gutenberg sablonok a menü legördülőjében"],"100% Width for Menu Dropdown":["100% szélesség a menü legördülőjéhez"],"Container Width for Menu Dropdown":["Konténer szélesség a menü legördülőjéhez"],"Dynamic Content Builder Without Code":["Dinamikus tartalomkészítő kód nélkül"],"Essentials":["Alapok"],"Sell digital products effortlessly. Build and manage your digital marketplace without codes.":["Értékesítsen digitális termékeket könnyedén. Építse és kezelje digitális piacterét kódolás nélkül."],"Offers distraction-free learning, personalized profiles, and seamless design integration.":["Zavartalan tanulást, személyre szabott profilokat és zökkenőmentes dizájnintegrációt kínál."],"Create and manage courses, quizzes, and more with tools designed for effective learning.":["Hozzon létre és kezeljen tanfolyamokat, kvízeket és egyebeket a hatékony tanulásra tervezett eszközökkel."],"Rebrand Astra with your own logo and details to offer a fully personalized client experience.":["Márkázza újra az Astrát saját logójával és adataival, hogy teljesen személyre szabott ügyfélélményt kínáljon."],"Boost performance and improve shopping experience with advanced features.":["Növelje a teljesítményt és javítsa a vásárlási élményt fejlett funkciókkal."],"Create custom page headers with backgrounds, breadcrumbs, and display rules.":["Készítsen egyéni oldalfejeket hátterekkel, morzsamenüvel és megjelenítési szabályokkal."],"Design and manage every part of your website—headers, footers, 404 pages, and more.":["Tervezze meg és kezelje webhelye minden részét — fejlécek, láblécek, 404 oldalak és még sok más."],"With Astra Pro Nav Menu module you can create stunning mega menus with ease":["Az Astra Pro Nav Menu modullal lenyűgöző megamenüket hozhat létre könnyedén"],"Full Width, Fluid, Fixed, or Padded layouts that perfectly match your design vision.":["Teljes szélességű, folyékony, fix vagy belső margós elrendezések, amelyek tökéletesen illeszkednek dizájnelképzeléseihez."],"Keep your site’s navigation accessible at all times with Astra Pro’s Sticky Header module.":["Tegye webhelye navigációját mindig elérhetővé az Astra Pro Sticky Header moduljával."],"Customize your blog with advanced layouts, infinite scroll, post meta controls and more":["Szabja testre blogját fejlett elrendezésekkel, végtelen görgetéssel, bejegyzésmeta-vezérléssel és még sok mással"],"Gain precise control over margins and padding across your site with Astra Pro.":["Szerezzen precíz irányítást a külső és belső margók felett teljes webhelyén az Astra Pro-val."],"Take full control of your website’s typography—from header to footer.":["Vegye teljes mértékben kézbe webhelye tipográfiáját — a fejléctől a láblécig."],"Customize every color and background on your site to match your brand perfectly.":["Szabja testre webhelye minden színét és hátterét, hogy tökéletesen illeszkedjenek márkájához."],"Toggle %s Module Status":["A(z) %s modul állapotának átkapcsolása"],"%s plugin needs to be installed and activated to enable this module.":["A(z) %s bővítményt telepíteni és aktiválni kell a modul engedélyezéséhez."],"Quick Access":["Gyors hozzáférés"],"Konwledge Base":["Tudásbázis"],"Help Center":["Súgóközpont"],"Build Website with AI":["Készítsen webhelyet MI-vel"],"Get premium addons, advanced customization, and powerful features to create a website that truly stands out.":["Szerezzen prémium kiegészítőket, fejlett testreszabást és hatékony funkciókat, hogy valóban kiemelkedő webhelyet hozzon létre."],"Upgrade to Astra Pro – More Power, More Control!":["Frissítsen az Astra Pro-ra – nagyobb teljesítmény, nagyobb kontroll!"],"Premium Support & Updates":["Prémium támogatás és frissítések"],"Typography & Color Freedom":["Tipográfia és színszabadság"],"Flexible Headers & Footers":["Rugalmas fejlécek és láblécek"],"Modern WooCommerce Stores":["Modern WooCommerce-áruházak"],"Advanced Design Controls":["Fejlett tervezési vezérlések"],"Astra Video Thumbnail":["Astra videó bélyegkép"],"Hello %s":["Üdvözöljük, %s"],"this article":["ezt a cikket"],"What's New":["Újdonságok"],"Go to Dashboard":["Ugrás a Vezérlőpultra"],"Oops! Documentation not found.":["Hoppá! A dokumentáció nem található."],"404":["404"],"No docs found!":["Nem található dokumentáció!"],"Activation failed. Please try again.":["Az aktiválás sikertelen. Kérem, próbálja meg újra."],"Extend Your Website":["Bővítse webhelyét"],"An error occurred while regenerating assets.":["Hiba történt az erőforrások újragenerálása közben."],"An error occurred while saving.":["Hiba történt mentés közben."],"%s Extensions that will elevate your online store from good to exceptional.":["%s kiegészítők, amelyek webáruházát a jótól a kiválóig emelik."],"active users":["aktív felhasználók"],"Know More →":["Tudjon meg többet →"],"Faster and exclusive support service designed for VIP assistance and benefits.":["Gyorsabb és exkluzív támogatási szolgáltatás, VIP jellegű segítségnyújtással és előnyökkel."],"VIP Priority Support":["VIP elsőbbségi támogatás"],"%s Modules":["%s modulok"],"Do more with %s Modules":["Tegyen többet a(z) %s modulokkal"],"%s is fast, fully customizable & beautiful WordPress theme suitable for blog, personal portfolio, business website and WooCommerce storefront. It is very lightweight and offers unparalleled speed.":["%s gyors, teljes mértékben testreszabható és gyönyörű WordPress-téma, amely alkalmas bloghoz, személyes portfólióhoz, üzleti weboldalhoz és WooCommerce áruházhoz. Nagyon könnyű, és páratlan sebességet kínál."],"Welcome Banner":["Üdvözlő banner"],"Site Builder":["Site Builder"],"Successfully imported!":["Sikeresen importálva!"],"Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.":["Erőforrásokat dinamikusan, igény szerint tölti be. Az erőforrások csak azokhoz a blokkokhoz kerülnek betöltésre, amelyeket egy oldalon használnak."],"Just-in-time Compiler":["Just-in-time fordító"],"Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.":["Kevesebb külső szkript és függőség tartja a kódot letisztultan, ami kisebb fájlméreteket és gyorsabb betöltési időket eredményez."],"Zero Bloat, No Dependencies":["Zéró fölösleg, nincs függőség"],"Clean code output and lightning-fast load times keep visitors and search engines happy.":["Tiszta kimenetű kód és villámgyors betöltési idők tartják elégedetten a látogatókat és a keresőmotorokat."],"Google Will Love and Rank":["A Google kedvelni fogja és rangsorolni"],"Native WordPress Interface":["Natív WordPress felület"],"Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.":["A legújabb szabványok szerint írt tiszta kód a maximális biztonság érdekében, amely hibátlanul működik bármely WordPress-bővítménnyel."],"Secure and Integrated":["Biztonságos és integrált"],"Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.":["A Spectra a natív WordPress szerkesztővel működik, külső kódfüggőség nélkül. Ezáltal gyors és stabil."],"Super Fast and Stable":["Szupergyors és stabil"],"Upgrade to Astra Pro to get access to the Site Builder, which allow you to create a unique header, footer, 404 pages, and custom content.":["Frissítsen az Astra Pro-ra, hogy hozzáférjen a Site Builderhez, amely lehetővé teszi egyedi fejléc, lábléc, 404 oldalak és egyéni tartalom létrehozását."],"updating...":["frissítés folyamatban..."],"Activated!":["Aktiválva!"],"Deactivated!":["Deaktiválva!"],"Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off ":["Férjen hozzá hatékony funkciókhoz a fájdalommentes WordPress-tervezéshez, magas költségek nélkül. Erőteljes eszközök, prémium támogatás, korlátlan lehetőségek a Pro-val! Kapcsolja be vagy ki a frissítési értesítéseket "],"After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.":["Éveknyi fejlődés és frissítések után a régi fejléc- és láblécépítő eljutott arra a pontra, hogy már nem képes kezelni az összes új funkciót. Azt javasoljuk, frissítsen az új fejléc- és láblécépítőre, amely számos új funkciót kínál, és zökkenőmentesebb élményt nyújt."],"Assets Regenerated!":["Erőforrások újragenerálva!"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Ez az opció az oldal betöltésekor azonnal betölti a betűkészletfájlokat. A helyi betűkészletek előtöltése tovább gyorsíthatja a webhelyét."],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Engedélyezze ezt az opciót a Google-betűtípusok letöltéséhez és a kiszolgálóján való tárolásához. Ez nagyszerű lehet a webhely sebességének növeléséhez és a GDPR-szabályoknak való megfeleléshez."],"Successfully saved!":["Sikeresen mentve!"],"See all Astra Pro Features":["Az összes Astra Pro funkció megtekintése"],"Astra Free vs Pro":["Astra Free vs Pro"],"Astra Free VS Pro":["Astra Free VS Pro"],"EDD Mini-Cart Shortcode":["EDD mini-kosár rövidkódja"],"WooCommerce Mini-Cart Shortcode":["WooCommerce mini-kosár rövidkódja"],"Search Box Shortcode":["Keresőmező rövidkódja"],"Breadcrumbs Shortcode":["Morzsamenü rövidkódja"],"Single Post Page – Post Navigation Visibility Control":["Egyetlen bejegyzés oldal – Bejegyzésnavigáció láthatóságának vezérlése"],"Single Post Page – Author Info Box":["Egyetlen bejegyzés oldal – Szerzői információs doboz"],"Single Post Page – Post Readtime Meta Option":["Egyetlen bejegyzés oldal – Bejegyzés olvasási idő metaopció"],"Blog \/ Archive Page – Post Readtime Meta Option":["Blog \/ Archívum oldal – Bejegyzés olvasási idő metaopció"],"Color & Typography Options":["Szín- és tipográfiai beállítások"],"Divider Elements":["Elválasztó elemek"],"Multiple Button Elements":["Több gombelem"],"Multiple HTML Elements":["Több HTML-elem"],"Mega Menu":["Megamenü"],"Sticky Header Animations":["Ragadós fejléc animációi"],"Hide Sticky When Scroll Down":["Ragadós elrejtése lefelé görgetéskor"],"Shrink When Scroll Up":["Összezsugorítás felfelé görgetéskor"],"Sticky When Scroll Up":["Ragadós felfelé görgetéskor"],"Hooks Support to Add Custom Code":["Hookok támogatása egyéni kód hozzáadásához"],"Custom 404 Page":["Egyéni 404 oldal"],"Custom Footer":["Egyéni lábléc"],"Custom Header":["Egyéni fejléc"],"Multiple Page Headers":["Több oldalfejléc"],"Fluid Site Layout":["Folyékony webhely-elrendezés"],"Padded Site Layout":["Párnázott webhely-elrendezés"],"Max Width Site Layout":["Maximális szélességű webhely-elrendezés"],"Full Width Site Layout":["Teljes szélességű webhely-elrendezés"],"Full Features":["Teljes funkcionalitás"],"Limited Features":["Korlátozott funkcionalitás"],"Colors and Backgrounds":["Színek és hátterek"],"Sidebar Designing Styles":["Oldalsáv tervezési stílusai"],"Page Background Styling":["Oldal háttérstílus"],"CSS File Generation For Speed Optimization":["CSS-fájl generálása a sebességoptimalizáláshoz"],"Access To Pro Updates":["Hozzáférés a Pro frissítésekhez"],"24\/7 Premium Support":["24\/7 prémium támogatás"],"We love to hear from you, we would appreciate every single review.":["Örömmel vesszük a visszajelzését, minden egyes értékelést nagyra értékelünk."],"Rate Us":["Értékeljen minket"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["Van kérdése a bővítménnyel kapcsolatban, megosztaná nagyszerű projektjét, vagy csak köszönne? Csatlakozzon nagyszerű közösségünkhöz!"],"Join the Community":["Csatlakozzon a közösséghez"],"Activate Now":["Aktiválja most"],"Quick Settings":["Gyors beállítások"],"Start Customizing":["Testreszabás indítása"],"Deactivate All":["Összes deaktiválása"],"Activate All":["Összes aktiválása"],"Cache Cleared!":["Gyorsítótár törölve!"],"Free":["Ingyenes"],"Pro":["Pro"],"Successfully Deactivated!":["Sikeresen deaktiválva!"],"Successfully Activated!":["Sikeresen aktiválva!"],"This option only available in Astra Pro.":["Ez a lehetőség csak az Astra Pro-ban érhető el."],"Free vs Pro":["Ingyenes vs Pro"],"View All Documentation":["Összes dokumentáció megtekintése"],"View Documentation":["Dokumentáció megtekintése"],"Welcome to KB Docs":["Üdvözöljük a KB Docs-ban"],"Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!":["Szerezzen hozzáférést erőteljes funkciókhoz a gördülékeny WordPress-tervezéshez, magas költségek nélkül. A megtakarított időnek köszönhetően ez egy termék, amely visszahozza az árát!"],"What's New?":["Újdonságok"],"Scroll to Top":["Vissza a tetejére"],"Documentation":["Dokumentáció"],"Spectra":["Spectra"],"Upgrade to Astra Pro":["Frissítsen Astra Pro-ra"],"Build Better Websites with Astra Pro":["Készítsen jobb webhelyeket az Astra Pro-val"],"Upgrade Now":["Frissítsen most"],"here.":["itt."],"Legacy":["Örökölt"],"Design":["Dizájn"],"Click the button to reset the local fonts cache.":["Kattintson a gombra a helyi betűtípus-gyorsítótár visszaállításához."],"Flush Local Fonts Cache":["Helyi betűtípus-gyorsítótár ürítése"],"Preload Local Fonts":["Helyi betűtípusok előbetöltése"],"Load Google Fonts Locally":["A Google Fonts helyi betöltése"],"Performance":["Teljesítmény"],"Flush Local Font Files":["Helyi betűtípusfájlok törlése"],"Go to Customizer":["Lépjen a Testreszabásra"],"Use New Header\/Footer Builder":["Új fejléc\/lábléc építő használata"],"Starter Templates":["Kezdő sablonok"],"Easy Digital Downloads":["Easy Digital Downloads"],"LearnDash":["LearnDash"],"Learn More":["Tudjunk meg többet"],"White Label":["Fehér címke"],"Site Layouts":["Honlap-elrendezések"],"Spacing":["Térköz"],"Knowledge Base":["Tudásbázis"],"LifterLMS":["LifterLMS"],"Settings":["Beállítások"],"Blog":["Blog"],"General":["Általános"],"WooCommerce":["WooCommerce"],"Welcome To %s!":["Üdvözöljük itt: %s!"],"Welcome":["Üdvözlet"],"Search":["Keresés"],"Typography":["Betűtípus"],"Footer":["Lábrész"],"Header":["Fejrész"],"Customize":["Testreszabás"]}}}