Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-account-funds/woocommerce-account-funds-*.po
Languages: hu_hu

source: Account Funds for WooCommerce
hu_hu: Számlaegyenleg a WooCommerce-hez

source: Allow customers to deposit funds into their accounts and pay with account funds during checkout.
hu_hu: Engedje meg a vásárlóknak, hogy befizessenek az egyenlegükre, és a pénztárnál az egyenlegükkel fizessenek.

source: Refunded %1$s via %2$s.
hu_hu: Visszatérítve %1$s a következőn keresztül: %2$s.

source: Insufficient %1$s in customer's balance (%2$s) to remove the amount of %3$s.
hu_hu: Nincs elegendő %1$s a vásárló egyenlegén (%2$s) a(z) %3$s összeg levonásához.

source: Removed %1$s in %2$s from customer's balance.
hu_hu: Levonva %1$s %2$s a vásárló egyenlegéről.

source: %s average daily deposits
hu_hu: %s átlagos napi befizetés

source: %s average monthly deposits
hu_hu: %s átlagos havi befizetés

source: %s total deposits in this period
hu_hu: %s befizetés összesen ebben az időszakban

source: This is the sum of the order totals after any refunds and including shipping and taxes.
hu_hu: Ez a megrendelések végösszegének összege a visszatérítések után, a szállítással és adókkal együtt.

source: %s deposits made
hu_hu: %s befizetés történt

source: Number of deposits made
hu_hu: Befizetések száma

source: Average sales amount
hu_hu: Átlagos eladási összeg

source: Deposits amount
hu_hu: Befizetések összege

source: The minimum amount that can be topped up is %s
hu_hu: A feltölthető minimum összeg: %s

source: The maximum amount that can be topped up is %s
hu_hu: A feltölthető maximum összeg: %s

source: View cart
hu_hu: Kosár megtekintése

source: Top-up of %1$s has been added to cart.
hu_hu: A(z) %1$s értékű feltöltés a kosárba került.

source: Deposits
hu_hu: Befizetések

source: Overview
hu_hu: Áttekintés

source: My Account Funds
hu_hu: Saját számlaegyenleg

source: You currently have <strong>%1$s</strong> worth of %2$s in your account.
hu_hu: Jelenleg <strong>%1$s</strong> értékű %2$s van a fiókjában.

source: View deposits
hu_hu: Befizetések megtekintése

source: My %s
hu_hu: Saját %s

source: Title:
hu_hu: Cím:

source: %s increase
hu_hu: %s növelése

source: This email is sent to the customer when the %s amount is manually increased.
hu_hu: Ezt az e‑mailt akkor küldjük a vásárlónak, amikor a(z) %s összeget kézzel növelik.

source: %s increased
hu_hu: %s növelve

source: Your %s amount has increased to:
hu_hu: A(z) %s összege a következőre nőtt:

source: Message
hu_hu: Üzenet

source: Available placeholders: %s.
hu_hu: Elérhető helyőrzők: %s.

source: Customer not found.
hu_hu: Vásárló nem található.

source: Insufficient %s amount.
hu_hu: Elégtelen %s összeg.

source: %1$s payment applied: %2$s
hu_hu: %1$s fizetés alkalmazva: %2$s

source: Account funds
hu_hu: Számlaegyenleg

source: The store credit gateway is not enabled. Customers will not be able to pay for orders using their store credit.
hu_hu: A bolti jóváírás fizetési átjáró nincs engedélyezve. A vásárlók nem tudnak a bolti jóváírásukkal fizetni a rendeléseikért.

source: View gateway settings
hu_hu: Átjáró beállításainak megtekintése

source: Version 4.0.0 of Kestrel Account funds for WooCommerce is a major upgrade paving the way for many new features to reward customers with store credit and expand your business opportunities in building customer loyalty.
hu_hu: A Kestrel Account funds for WooCommerce 4.0.0-s verziója jelentős frissítés, amely számos új funkció előtt nyit utat, hogy bolti jóváírással jutalmazza a vásárlókat, és bővítse az ügyfélhűség építésében rejlő üzleti lehetőségeit.

source: Learn more
hu_hu: További információ

source: Account funds for WooCommerce
hu_hu: Számlaegyenleg a WooCommerce-hez

source: Store credit
hu_hu: Bolti jóváírás

source: Store credit products can be purchased by customers to increase their store credit balance by an amount equal to the price paid.
hu_hu: A vásárlók bolti jóváírás termékeket vásárolhatnak, hogy a fizetett árral megegyező összeggel növeljék bolti jóváírás egyenlegüket.

source: If a sale price is set, customers will pay the sale price and receive the full price amount in store credit instead.
hu_hu: Ha akciós ár van beállítva, a vásárlók az akciós árat fizetik, és ehelyett a teljes ár összegét kapják meg bolti jóváírásként.

source: Important note: store credit products should not be taxed if you are charging tax on the purchase of products.
hu_hu: Fontos megjegyzés: a bolti jóváírás termékeket nem szabad adóztatni, ha a termékvásárlásokra adót számít fel.

source: Settings
hu_hu: Beállítások

source: Labels
hu_hu: Címkék

source: Determine how store credit is presented to customers. Leave blank to use the default "Store credit".
hu_hu: Határozza meg, hogyan jelenjen meg a bolti jóváírás a vásárlók számára. Hagyja üresen az alapértelmezett "Store credit" használatához.

source: Funding
hu_hu: Feltöltés

source: Determine if customers are able to increase their store credit from their account page.
hu_hu: Határozza meg, hogy a vásárlók növelhetik‑e bolti jóváírásukat a fiókoldalukról.

source: To configure the store credit payment gateway and let customers pay with their store credit, please visit the %1$s store credit payment gateway settings%2$s.
hu_hu: A bolti jóváírás fizetési átjáró beállításához és hogy a vásárlók a bolti jóváírásukkal fizethessenek, keresse fel a(z) %1$s bolti jóváírás fizetési átjáró beállításait%2$s.

source: Save changes
hu_hu: Változtatások mentése

source: Cashback
hu_hu: Pénzvisszatérítés

source: Edit cashback reward
hu_hu: Pénzvisszatérítési jutalom szerkesztése

source: Add new cashback reward
hu_hu: Új pénzvisszatérítési jutalom hozzáadása

source: Award store credit to customers when they make a purchase. Choose to award credit as percentage or fixed amount, relative to the whole order value or specific products within the order.
hu_hu: Adjon bolti jóváírást a vásárlóknak vásárláskor. Választhat százalékos vagy fix összegű jóváírást, a teljes rendelési értékhez vagy a rendelésen belüli konkrét termékekhez viszonyítva.

source: Award cashback store credit when the customer pays for an order that fits the eligibility rules.
hu_hu: Adjon pénzvisszatérítésként bolti jóváírást, amikor a vásárló olyan rendelést fizet ki, amely megfelel a jogosultsági szabályoknak.

source: Award cashback store credit for every eligible product within a paid order.
hu_hu: Adjon pénzvisszatérítésként bolti jóváírást minden jogosult termék után a kifizetett rendelésben.

source: Define who qualifies for cashback based on order value or contents.
hu_hu: Határozza meg, ki jogosult pénzvisszatérítésre a rendelés értéke vagy tartalma alapján.

source: Eligible orders
hu_hu: Jogosult rendelések

source: Award cashback only if the paid order meets the specified criteria.
hu_hu: Csak akkor adjon pénzvisszatérítést, ha a kifizetett rendelés megfelel a megadott feltételeknek.

source: Products
hu_hu: Termékek

source: Search for products&hellip;
hu_hu: Termékek keresése&hellip;

source: Product categories
hu_hu: Termékkategóriák

source: Select categories&hellip;
hu_hu: Kategóriák kiválasztása&hellip;

source: Product types
hu_hu: Terméktípusok

source: Select product types&hellip;
hu_hu: Terméktípusok kiválasztása&hellip;

source: Minimum order value (%s)
hu_hu: Minimális rendelési érték (%s)

source: The order must reach this value (after discounts, before tax and shipping) to qualify for cashback.
hu_hu: A rendelésnek el kell érnie ezt az értéket (kedvezmények után, adó és szállítás előtt), hogy jogosult legyen pénzvisszatérítésre.

source: Leave blank for no minimum.
hu_hu: Hagyja üresen, ha nincs minimum.

source: Maximum order value (%s)
hu_hu: Maximális rendelési érték (%s)

source: Award cashback only if the order total is less than this amount.
hu_hu: Csak akkor adjon pénzvisszatérítést, ha a rendelés végösszege kisebb ennél az összegnél.

source: Leave blank for no maximum.
hu_hu: Hagyja üresen, ha nincs maximum.

source: Award limits
hu_hu: Jutalomkorlátok

source: Unlimited
hu_hu: Korlátlan

source: Once per customer
hu_hu: Vásárlónként egyszer

source: Exclude free items
hu_hu: Ingyenes tételek kizárása

source: Do not award cashback if the order contains any free products
hu_hu: Ne adjon pénzvisszatérítést, ha a rendelés bármilyen ingyenes terméket tartalmaz

source: Exclude items on sale
hu_hu: Akciós tételek kizárása

source: Do not award cashback if the order contains any products marked on sale
hu_hu: Ne adjon pénzvisszatérítést, ha a rendelésben bármilyen akciósnak jelölt termék van

source: Exclude coupons
hu_hu: Kuponok kizárása

source: Do not award cashback if any coupon was applied to the order
hu_hu: Ne adjon pénzvisszatérítést, ha a rendelésre bármilyen kupont alkalmaztak

source: Define who qualifies for cashback based on products within an order.
hu_hu: Határozza meg, ki jogosult pénzvisszatérítésre a rendelésen belüli termékek alapján.

source: Eligible products
hu_hu: Jogosult termékek

source: Select the products that customers can buy to earn cashback.
hu_hu: Válassza ki azokat a termékeket, amelyeket a vásárlók megvásárolhatnak pénzvisszatérítés megszerzéséhez.

source: Award cashback when the customer purchases any of the selected products.
hu_hu: Adjon pénzvisszatérítést, amikor a vásárló megvásárol bármely kiválasztott terméket.

source: Award cashback when the customer purchases any products in the selected product categories.
hu_hu: Adjon pénzvisszatérítést, amikor a vásárló a kiválasztott termékkategóriák bármely termékét megvásárolja.

source: Once per product
hu_hu: Termékenként egyszer

source: Product quantity
hu_hu: Termékmennyiség

source: Multiply cashback awarded for each eligible product by its quantity in the same order
hu_hu: A jogosult termékenként járó pénzvisszatérítést szorozza meg az adott termék ugyanazon rendelésben szereplő mennyiségével

source: Award cashback once per eligible product ignoring its quantity in the same order
hu_hu: Adjon pénzvisszatérítést jogosult termékenként egyszer, figyelmen kívül hagyva az adott termék mennyiségét ugyanazon rendelésben

source: The maximum order amount defined by this cashback should not be less than the minimum order amount, otherwise the reward will be unapplicable.
hu_hu: A pénzvisszatérítés által meghatározott maximális rendelési összeg nem lehet kisebb a minimális rendelési összegnél, különben a jutalom nem lesz alkalmazható.

source: Milestones
hu_hu: Mérföldkövek

source: Edit milestone reward
hu_hu: Mérföldkő jutalom szerkesztése

source: Add new milestone reward
hu_hu: Új mérföldkő jutalom hozzáadása

source: Award store credit to customers when they perform specific actions in the shop.
hu_hu: Adjon bolti jóváírást a vásárlóknak, amikor meghatározott műveleteket hajtanak végre az áruházban.

source: Award milestone store credit when a guest customer signs up for an account.
hu_hu: Adjon mérföldkőként bolti jóváírást, amikor egy vendég vásárló fiókot regisztrál.

source: Award milestone store credit when a customer leaves a product review, based on the eligibility rules.
hu_hu: Adjon mérföldkőként bolti jóváírást, amikor egy vásárló termékértékelést ír, a jogosultsági szabályok alapján.

source: Define who qualifies for store credit by leaving a product review.
hu_hu: Határozza meg, ki jogosult bolti jóváírásra termékértékelés írásával.

source: Select the products that customers must review to earn the milestone award.
hu_hu: Válassza ki azokat a termékeket, amelyeket az ügyfeleknek értékelniük kell a mérföldkő-jutalom elnyeréséhez.

source: Any product
hu_hu: Bármely termék

source: Specific products
hu_hu: Konkrét termékek

source: Products within specific categories
hu_hu: Konkrét kategóriákba tartozó termékek

source: Award store credit when the customer reviews any of the selected products.
hu_hu: Adjon boltjóváírást, amikor a vásárló a kiválasztott termékek bármelyikét értékeli.

source: Award store credit when the customer reviews any products in the selected product categories.
hu_hu: Adjon boltjóváírást, amikor a vásárló a kiválasztott termékkategóriák bármelyik termékét értékeli.

source: Verified purchase required
hu_hu: Igazolt vásárlás szükséges

source: Only reward reviews for products the customer has purchased
hu_hu: Csak a vásárló által megvásárolt termékek értékelését jutalmazza

source: Name
hu_hu: Név

source: Status
hu_hu: Állapot

source: Amount
hu_hu: Összeg

source: Awarded upon
hu_hu: Jóváírva ekkor

source: Awarded times
hu_hu: Jóváírások száma

source: Awarded total
hu_hu: Összesen jóváírva

source: Edit
hu_hu: Szerkesztés

source: Trash
hu_hu: Lomtár

source: Credit configuration name
hu_hu: Jóváírási konfiguráció neve

source: Restore
hu_hu: Visszaállítás

source: Permanently delete
hu_hu: Végleges törlés

source: Limited to once per customer
hu_hu: Ügyfelenként egyszeri

source: Limited to once per product
hu_hu: Termékenként egyszeri

source: %1$s out of %2$s
hu_hu: %1$s / %2$s

source: Empty trash
hu_hu: Lomtár ürítése

source: All (%d)
hu_hu: Összes (%d)

source: Trash (%d)
hu_hu: Lomtár (%d)

source: A customer will receive store credit every time they review a product.
hu_hu: Az ügyfél minden egyes termékértékelés után boltjóváírást kap.

source: A customer will receive store credit whe they review any product once only.
hu_hu: Az ügyfél boltjóváírást kap, ha bármely terméket csak egyszer értékel.

source: A customer will receive store credit only once per product they review.
hu_hu: Az ügyfél termékenként csak egyszer kap boltjóváírást az értékelésért.

source: A customer will receive store credit every time they pay for an eligible order.
hu_hu: Az ügyfél minden alkalommal boltjóváírást kap, amikor egy jogosult rendelést kifizet.

source: A customer will receive store credit only once for an eligible order they have paid for.
hu_hu: Az ügyfél egy jogosult, kifizetett rendelésért csak egyszer kap boltjóváírást.

source: A customer will receive store credit only once for each eligible product they purchase in any order.
hu_hu: Az ügyfél minden egyes jogosult, megvásárolt termék után csak egyszer kap boltjóváírást bármely rendelésben.

source: %1$s at %2$s
hu_hu: %1$s ekkor: %2$s

source: 1 %1$s moved to trash. %2$sUndo%3$s
hu_hu: 1 %1$s a lomtárba helyezve. %2$sVisszavonás%3$s

source: Could not move %s to trash.
hu_hu: Nem sikerült a(z) %s lomtárba helyezése.

source: 1 %s restored from trash.
hu_hu: 1 %s visszaállítva a lomtárból.

source: Could not restore %s from trash.
hu_hu: Nem sikerült a(z) %s visszaállítása a lomtárból.

source: %s permanently deleted
hu_hu: %s véglegesen törölve

source: Could not delete %s permanently.
hu_hu: Nem sikerült a(z) %s végleges törlése.

source: No %s permanently deleted.
hu_hu: Egyetlen %s sem került véglegesen törlésre.

source: Configuration
hu_hu: Konfiguráció

source: Details
hu_hu: Részletek

source: %s name
hu_hu: %s neve

source: Store credit label
hu_hu: Boltjóváírás címkéje

source: Eligibility
hu_hu: Jogosultság

source: Customers will be awarded store credit as configured while its status is active.
hu_hu: Amíg az állapota aktív, az ügyfelek a beállítások szerint kapnak boltjóváírást.

source: This store credit resource is deplete and it cannot be awarded to customers because it has reached its maximum usage limit. Increase the limit to reactivate it.
hu_hu: Ez a boltjóváírási erőforrás kimerült, és nem adható az ügyfeleknek, mert elérte a maximális felhasználási korlátot. A korlát növelésével aktiválható újra.

source: Status:
hu_hu: Állapot:

source: The number of times this store credit %s has been awarded to customers, out of the maximum usage limit allowed by its configuration.
hu_hu: Ez a(z) %s boltjóváírás ennyiszer lett odaítélve az ügyfeleknek, a konfigurációban engedélyezett maximális felhasználási korláthoz viszonyítva.

source: The number of times this store credit %s has been awarded to customers.
hu_hu: Ez a(z) %s boltjóváírás ennyiszer lett odaítélve az ügyfeleknek.

source: The total amount of store credit awarded to customers from this %s.
hu_hu: Az ügyfeleknek ebből a(z) %s-ből jóváírt boltjóváírás teljes összege.

source: Awarded times:
hu_hu: Jóváírások száma:

source: Total awarded:
hu_hu: Összesen jóváírva:

source: Created on:
hu_hu: Létrehozva:

source: Last modified:
hu_hu: Utoljára módosítva:

source: Move to trash
hu_hu: Áthelyezés a lomtárba

source: Create
hu_hu: Létrehozás

source: Update
hu_hu: Frissítés

source: Set the value of the store credit and choose the event that will trigger the reward.
hu_hu: Állítsa be a boltjóváírás értékét, és válassza ki az eseményt, amely kiváltja a jutalmat.

source: Amount type
hu_hu: Összeg típusa

source: Fixed (%s)
hu_hu: Fix (%s)

source: Percentage (%)
hu_hu: Százalék (%)

source: Amount (%)
hu_hu: Összeg (%)

source: Percentage amount awarded as store credit to customers that meet the conditions defined by the %s eligibility rules.
hu_hu: A %s jogosultsági szabályai által meghatározott feltételeknek megfelelő ügyfeleknek boltjóváírásként jóváírt százalékos összeg.

source: Amount (%s)
hu_hu: Összeg (%s)

source: Fixed amount awarded as store credit to customers that meet the conditions defined by the %s eligibility rules.
hu_hu: A %s jogosultsági szabályai által meghatározott feltételeknek megfelelő ügyfeleknek boltjóváírásként jóváírt fix összeg.

source: Award cap
hu_hu: Jutalomkorlát

source: Choose whether to limit the number of times this store credit can be awarded to customers.
hu_hu: Válassza ki, hogy korlátozza-e, hányszor ítélhető oda ez a boltjóváírás az ügyfeleknek.

source: Keep awarding this %s indefinitely
hu_hu: Ezt a(z) %s korlátlanul lehet odaítélni

source: Limit the number of times the %s will trigger in the shop
hu_hu: Korlátozza, hányszor aktiválódhat a(z) %s az áruházban

source: Maximum awards
hu_hu: Jutalmak maximális száma

source: The maximum number of times the store credit can be awarded across all customers until depletion.
hu_hu: A boltjóváírás odaítélésének maximális száma minden ügyfélre együtt, a kimerülésig.

source: Award trigger
hu_hu: Jutalom kiváltó eseménye

source: %s successfully saved.
hu_hu: %s sikeresen mentve.

source: The amount of %s this user can use to purchase items.
hu_hu: Az a %s-mennyiség, amelyet ez a felhasználó vásárlásra felhasználhat.

source: Store credit manually increased by a shop manager.
hu_hu: Boltjóváírás kézi növelése üzletvezető által.

source: Store credit manually decreased by a shop manager.
hu_hu: Boltjóváírás kézi csökkentése üzletvezető által.

source: Invalid request data to handle %s.
hu_hu: Érvénytelen kérésadatok a(z) %s kezeléséhez.

source: Session not available to handle %s.
hu_hu: A munkamenet nem érhető el a(z) %s kezeléséhez.

source: Partial payments using %s are not allowed.
hu_hu: A %s használatával részleges fizetés nem engedélyezett.

source: Customer is not eligible to use %s.
hu_hu: Az ügyfél nem jogosult a %s használatára.

source: The current state of store credit for the current cart session.
hu_hu: A boltjóváírás aktuális állapota a jelenlegi kosármunkamenethez.

source: The ID of the user.
hu_hu: A felhasználó azonosítója.

source: Whether partial payments using store credit are allowed.
hu_hu: Engedélyezettek-e a részleges fizetések boltjóváírással.

source: Whether the store credit payment gateway is available.
hu_hu: Elérhető-e a boltjóváírás fizetési átjáró.

source: Whether the cart contains a store credit deposit.
hu_hu: Tartalmaz-e a kosár boltjóváírás-befizetést.

source: The store credit balance available to the current user.
hu_hu: Az aktuális felhasználó számára elérhető boltjóváírás-egyenleg.

source: The amount of store credit available.
hu_hu: A rendelkezésre álló boltjóváírás összege.

source: The store credit used in the current session.
hu_hu: A jelenlegi munkamenetben felhasznált boltjóváírás.

source: The amount of store credit used, in cents.
hu_hu: A felhasznált boltjóváírás összege, centben.

source: The store credit remaining to be used in the current session.
hu_hu: A jelenlegi munkamenetben még felhasználható boltjóváírás.

source: The amount of store credit remaining, in cents.
hu_hu: A fennmaradó boltjóváírás összege, centben.

source: Earn %1$s in %2$s for placing this order!
hu_hu: Szerezzen %1$s-t %2$s formájában a rendelés leadásáért!

source: Use <strong>%1$s</strong> from your %2$s balance.
hu_hu: A %2$s egyenlegéből használjon fel <strong>%1$s</strong>-t.

source: Remove
hu_hu: Eltávolítás

source: This gateway allows customers to pay for an order at checkout using their available store credit.
hu_hu: Ez az átjáró lehetővé teszi, hogy a vásárlók a pénztárnál a rendelkezésre álló boltjóváírásukkal fizessenek a rendelésért.

source: Available balance: %s
hu_hu: Elérhető egyenleg: %s

source: Enabled
hu_hu: Engedélyezve

source: Enable store credit
hu_hu: Boltjóváírás engedélyezése

source: Title
hu_hu: Cím

source: This controls the payment gateway title which the user sees during checkout.
hu_hu: Ez szabályozza a fizetési átjáró címét, amelyet a felhasználó a pénztárnál lát.

source: This value can be set and overridden by defining the customer-facing label for store credit in the plugin's %1$sgeneral settings%2$s.
hu_hu: Ez az érték beállítható és felülírható a bővítmény %1$sgeneral settings%2$s részében a vásárlók felé látható bolti egyenleg címke meghatározásával.

source: Description
hu_hu: Leírás

source: Payment method description that the customer will see on your checkout. Available placeholder: %s.
hu_hu: A fizetési mód leírása, amelyet a vásárló a pénztárnál lát. Elérhető helyettesítő: %s.

source: Displays the current customer's store credit balance
hu_hu: Megjeleníti az aktuális vásárló bolti egyenlegét

source: Partial payment
hu_hu: Részleges fizetés

source: Allow customers to apply available store credit and pay the difference via another gateway
hu_hu: Engedélyezze, hogy a vásárlók felhasználják a rendelkezésre álló bolti egyenleget, és a különbözetet egy másik átjárón keresztül fizessék ki

source: If disabled, users must pay for the entire order using store credit: if they don't have enough store credit, the gateway will not be available at checkout.
hu_hu: Ha le van tiltva, a felhasználóknak a teljes rendelést bolti egyenleggel kell kifizetniük: ha nincs elegendő bolti egyenlegük, az átjáró nem lesz elérhető a pénztárban.

source: You must be logged in to use this payment method.
hu_hu: Ennek a fizetési módnak a használatához be kell jelentkeznie.

source: Payment error: %s
hu_hu: Fizetési hiba: %s

source: Order not found.
hu_hu: A rendelés nem található.

source: Via %s
hu_hu: A következőn keresztül: %s

source: %1$s (with tax, discount, and %2$s applied)
hu_hu: %1$s (az adó, a kedvezmény és a %2$s alkalmazásával)

source: Store credit manually increased by a shop manager %s using update_user_meta() (deprecated).
hu_hu: A bolti egyenleget %s boltvezető manuálisan növelte az update_user_meta() használatával (elavult).

source: Store credit manually decreased by a shop manager %s using update_user_meta() (deprecated).
hu_hu: A bolti egyenleget %s boltvezető manuálisan csökkentette az update_user_meta() használatával (elavult).

source: Account funds on registration
hu_hu: Számlaegyenleg regisztrációkor

source: Success! %1$sA customer just paid for their order using store credit!%2$s
hu_hu: Siker! %1$sEgy vásárló épp bolti egyenleggel fizette ki a rendelését!%2$s

source: Liking the experience so far? It helps us a bunch if you tell other WooCommerce users what made it work for you.
hu_hu: Eddig tetszik a használat? Sokat segít, ha elmondja más WooCommerce felhasználóknak, miért működött Önnek.

source: Leave a quick review
hu_hu: Írjon egy gyors értékelést

source: Nice! A customer was awarded store credit!
hu_hu: Remek! Egy vásárló bolti egyenleget kapott!
