Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-account-funds/woocommerce-account-funds-*.po
Languages: hu_hu

source: They can use the store credit they earned to pay for an order. Excited? Having questions or feedback? %1$sLeave a review%2$s or %3$sget in touch with us%4$s!
hu_hu: A megszerzett bolti egyenleggel kifizethetnek egy rendelést. Izgatott? Kérdése vagy visszajelzése van? %1$sHagyjon értékelést%2$s vagy %3$slépjen kapcsolatba velünk%4$s!

source: Awesome, your first store credit is live!
hu_hu: Szuper, az első bolti egyenlege él!

source: Want a say in what we build? %1$sJoin our newsletter%2$s for roadmap updates, early access, and the occasional bird pun. Then reply to the welcome email and tell us what you’d love to see next.
hu_hu: Szeretne beleszólni, mit építünk? %1$sIratkozzon fel hírlevelünkre%2$s ütemtervfrissítésekért, korai hozzáférésért és alkalmankénti madaras szóviccekért. Ezután válaszoljon az üdvözlő e-mailre, és írja meg, mit látna szívesen legközelebb.

source: Customer bought store credit top-up.
hu_hu: A vásárló bolti egyenleg-feltöltést vásárolt.

source: Customer bought store credit deposit.
hu_hu: A vásárló bolti egyenleg-befizetést vásárolt.

source: Added %1$s in %2$s to the customer's balance.
hu_hu: Hozzáadtuk %1$s összeget %2$s pénznemben a vásárló egyenlegéhez.

source: Removed %1$s in %2$s from the customer's balance used to pay for the order.
hu_hu: Eltávolítottuk %1$s összeget %2$s pénznemben a vásárló egyenlegéből, a rendelés kifizetésére felhasználva.

source: Restored %1$s in %2$s from the customer's balance after the order was cancelled.
hu_hu: Visszaállítottunk %1$s összeget %2$s pénznemben a vásárló egyenlegére, miután a rendelés törlésre került.

source: Granted %1$s in %2$s to the customer after refunding order items.
hu_hu: A rendelési tételek visszatérítése után %1$s összeget %2$s pénznemben adtunk a vásárlónak.

source: Unable to determine the order to pay with %s.
hu_hu: Nem sikerült meghatározni, melyik rendelést kell %s használatával kifizetni.

source: A registered customer with a valid email is required to pay for the order using %s.
hu_hu: A rendelés %s használatával történő kifizetéséhez regisztrált, érvényes e-mail-címmel rendelkező vásárló szükséges.

source: Insufficient %s amount to pay for the order.
hu_hu: Nem áll rendelkezésre elegendő %s összeg a rendelés kifizetéséhez.

source: Customer paid with %1$s: %2$s.
hu_hu: A vásárló %1$s használatával fizetett: %2$s.

source: Account Funds
hu_hu: Számlaegyenleg

source: Earn %1$s in %2$s for reviewing this product!
hu_hu: Keressen %2$s pénznemben %1$s összeget ennek a terméknek az értékeléséért!

source: Earn up to %1$s in %2$s upon purchase!
hu_hu: Vásárláskor akár %2$s pénznemben %1$s összeget is kereshet!

source: %s top-up
hu_hu: %s feltöltés

source: Enable "My Account" top-up
hu_hu: "My Account" feltöltés engedélyezése

source: Allow customers to top up their store credit via their account page
hu_hu: Engedélyezze, hogy a vásárlók a fiókoldalukon keresztül feltöltsék bolti egyenlegüket

source: Allow rewards
hu_hu: Jutalmak engedélyezése

source: Top-up orders may trigger eligible rewards, when applicable
hu_hu: A feltöltési rendelések adott esetben jogosult jutalmakat válthatnak ki

source: For example, disabling this will prevent store credit cashback to be awarded to customers that top-up.
hu_hu: Például ennek letiltása megakadályozza, hogy a feltöltő vásárlóknak bolti egyenleg-visszatérítés kerüljön odaítélésre.

source: Minimum top-up
hu_hu: Minimális feltöltés

source: The minimum amount of store credit a customer is allowed to top up from their account page.
hu_hu: A bolti egyenleg minimális összege, amelyet a vásárló a fiókoldaláról feltölthet.

source: Maximum top-up
hu_hu: Maximális feltöltés

source: The maximum amount of store credit a customer is allowed to top up from their account page.
hu_hu: A bolti egyenleg maximális összege, amelyet a vásárló a fiókoldaláról feltölthet.

source: Top-up image type
hu_hu: Feltöltés képtípusa

source: The type of image to display for the top-up button.
hu_hu: A feltöltés gombhoz megjelenítendő kép típusa.

source: Use default image
hu_hu: Alapértelmezett kép használata

source: Use a custom image
hu_hu: Egyéni kép használata

source: Top-up image
hu_hu: Feltöltés képe

source: Choose or upload an image from the media gallery to use as the image shown in cart when the customer adds store credit for top-up.
hu_hu: Válasszon vagy töltsön fel egy képet a médiatárból, amely a kosárban jelenik meg, amikor a vásárló bolti egyenleget ad hozzá feltöltésre.

source: Top-up image used in the cart
hu_hu: A kosárban használt feltöltési kép

source: Select image
hu_hu: Kép kiválasztása

source: Singular label
hu_hu: Egyes számú címke

source: The label shown to customers when referring to store credit in its singular form.
hu_hu: Az a címke, amely egyes számban hivatkozva jelenik meg a bolti egyenlegre.

source: Plural label
hu_hu: Többes számú címke

source: The label shown to customers when referring to store credit in its plural form.
hu_hu: Az a címke, amely többes számban hivatkozva jelenik meg a bolti egyenlegre.

source: Order contains specific products
hu_hu: A rendelés meghatározott termékeket tartalmaz

source: Order does not contain specific products
hu_hu: A rendelés nem tartalmaz meghatározott termékeket

source: Order contains product categories
hu_hu: A rendelés termékkategóriákat tartalmaz

source: Order does not contain product categories
hu_hu: A rendelés nem tartalmaz termékkategóriákat

source: Order contains product types
hu_hu: A rendelés terméktípusokat tartalmaz

source: Order does not contain product types
hu_hu: A rendelés nem tartalmaz terméktípusokat

source: Any order
hu_hu: Bármely rendelés

source: Some products
hu_hu: Néhány termék

source: Some product categories
hu_hu: Néhány termékkategória

source: All products
hu_hu: Minden termék

source: Active
hu_hu: Aktív

source: Depleted
hu_hu: Kimerült

source: Inactive
hu_hu: Inaktív

source: This %s configuration is active and will be awarded to customers when its conditions are met.
hu_hu: Ez a %s konfiguráció aktív, és feltételeinek teljesülésekor odaítélésre kerül a vásárlóknak.

source: This %s configuration has reached its award limit and will no longer be awarded to customers.
hu_hu: Ez a %s konfiguráció elérte a jutalmi limitjét, és többé nem kerül odaítélésre a vásárlóknak.

source: This %s configuration is inactive and will not be awarded to customers.
hu_hu: Ez a %s konfiguráció inaktív, és nem kerül odaítélésre a vásárlóknak.

source: Milestone
hu_hu: Mérföldkő

source: Reward
hu_hu: Jutalom

source: Rewards
hu_hu: Jutalmak

source: Cannot award store credit to a user account without an email.
hu_hu: Nem lehet bolti egyenleget odaítélni e-mail nélküli felhasználói fióknak.

source: Credit transactions should have a positive amount.
hu_hu: A jóváírási tranzakciók összege legyen pozitív.

source: Cannot debit a user account without an email.
hu_hu: Nem lehet terhelni e-mail nélküli felhasználói fiókot.

source: Cannot debit an amount larger than the available store credit balance.
hu_hu: Nem lehet a rendelkezésre álló bolti egyenlegnél nagyobb összeget terhelni.

source: User action
hu_hu: Felhasználói művelet

source: Customer account registration
hu_hu: Vásárlói fiók regisztrációja

source: Product purchase
hu_hu: Termékvásárlás

source: Product review
hu_hu: Termékértékelés

source: Order paid
hu_hu: Rendelés kifizetve

source: Order refunded
hu_hu: Rendelés visszatérítve

source: Order cancelled
hu_hu: Rendelés törölve

source: Data migration
hu_hu: Adatmigráció

source: Undefined event
hu_hu: Nem definiált esemény

source: Voided
hu_hu: Érvénytelenítve

source: Expired
hu_hu: Lejárt

source: Committed
hu_hu: Véglegesített

source: No limit
hu_hu: Nincs korlát

source: Label used to display store credit in the frontend.
hu_hu: A bolti egyenleg megjelenítésére szolgáló címke a felhasználói felületen.

source: Singular: "%1$s" - Plural: "%2$s"
hu_hu: Egyes szám: "%1$s" - Többes szám: "%2$s"

source: Gateway enabled
hu_hu: Átjáró engedélyezve

source: Whether the store credit gateway is enabled.
hu_hu: A bolti egyenleg átjáró engedélyezve van-e.

source: Partial payments enabled
hu_hu: Részleges fizetések engedélyezve

source: Whether customers can use store credit for partial payments.
hu_hu: A vásárlók használhatnak-e bolti egyenleget részfizetéshez.

source: Number of configured cashback awards.
hu_hu: Beállított pénzvisszatérítési jutalmak száma.

source: Number of configured milestone awards
hu_hu: Beállított mérföldkő-jutalmak száma

source: Top-up enabled
hu_hu: Feltöltés engedélyezve

source: Customers are allowed to top up store credit from their account page.
hu_hu: A vásárlók a fiókoldalukról feltölthetik a bolti egyenlegüket.

source: Top-up rewards allowed
hu_hu: Feltöltések után járó jutalmak engedélyezve

source: Whether top-ups are excluded from earning rewards.
hu_hu: A feltöltések ki vannak-e zárva a jutalomszerzésből.

source: You will receive up to %1$s in %2$s when you create your account!
hu_hu: Fiók létrehozásakor akár %1$s-t kaphat %2$s formájában!

source: View Cart
hu_hu: Kosár megtekintése

source: You have "%s" in your cart.
hu_hu: A kosarában "%s" van.

source: Recent deposits
hu_hu: Legutóbbi jóváírások

source: Top-up %s
hu_hu: Feltöltés %s

source: Top-up
hu_hu: Feltöltés

source: Use %s from your %s
hu_hu: Használjon %s-t %s-ből

# failed to apply account funds to order
source: An error occurred, please try again or try an alternate form of payment.
hu_hu: Hiba történt, kérjük, próbálja újra, vagy válasszon másik fizetési módot.

source: Remove %s
hu_hu: Távolítsa el %s

source: Available balance:
hu_hu: Elérhető egyenleg:
