Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo-birthdays/automatewoo-birthdays-*.po
Languages: hu_hu

source: AutomateWoo - Birthdays Add-on
hu_hu: AutomateWoo - Birthdays kiegészítő

source: Birthdays add-on for AutomateWoo.
hu_hu: Birthdays kiegészítő az AutomateWoo-hoz.

source: %s is inactive.
hu_hu: %s inaktív.

source: %s The plugin requires AutomateWoo to be installed and activated.
hu_hu: %s A bővítményhez az AutomateWoo telepítése és aktiválása szükséges.

source: %1$s The plugin requires AutomateWoo version %2$s or newer.
hu_hu: %1$s A bővítményhez az AutomateWoo %2$s vagy újabb verziója szükséges.

source: %s AutomateWoo plugin directory name is not correct.
hu_hu: %s Az AutomateWoo bővítmény könyvtárának neve nem megfelelő.

source: View AutomateWoo Referral Settings
hu_hu: AutomateWoo Referral beállításainak megtekintése

source: Settings
hu_hu: Beállítások

source: View AutomateWoo Referral Documentation
hu_hu: AutomateWoo Referral dokumentációjának megtekintése

source: Documentation
hu_hu: Dokumentáció

source: The birthday you entered was not a valid date.
hu_hu: A megadott születésnap nem érvényes dátum.

source: User birthday.
hu_hu: Felhasználó születésnapja.

source: User birthday year.
hu_hu: Felhasználó születési éve.

source: User birthday month.
hu_hu: Felhasználó születési hónapja.

source: Customer Birthday
hu_hu: Vásárló születésnapja

source: This trigger runs once a day at the time specified by the <b>Time of day</b> field.
hu_hu: Ez a trigger naponta egyszer fut le a <b>Napszak</b> mezőben megadott időpontban.

source: Customers
hu_hu: Vásárlók

source: Next birthday date
hu_hu: Következő születésnap dátuma

source: Last birthday date
hu_hu: Legutóbbi születésnap dátuma

source: Date of birth
hu_hu: Születési dátum

source: Changes which date will be shown.
hu_hu: Módosítja, melyik dátum jelenjen meg.

source: Shows the customer's birthday if they have provided it.
hu_hu: Megjeleníti a vásárló születésnapját, ha megadta.

source: Customer - Last Birthday Date
hu_hu: Vásárló - Legutóbbi születésnap dátuma

source: Customer
hu_hu: Vásárló

source: Customer - Next Birthday Date
hu_hu: Vásárló - Következő születésnap dátuma

source: Enter to receive a special offer for your birthday.
hu_hu: Adja meg, hogy különleges ajánlatot kapjon a születésnapjára.

source: What we collect and store
hu_hu: Mit gyűjtünk és tárolunk

source: AutomateWoo - Birthdays gives your customers the ability to add their birthday to their WooCommerce account data. Depending on your settings, the customer's year of birth may or may not be stored. The birth month and day are always stored when the customer chooses to provide it.
hu_hu: Az AutomateWoo - Birthdays lehetővé teszi a vásárlók számára, hogy születésnapjukat hozzáadják WooCommerce-fiókadataikhoz. A beállításoktól függően a vásárló születési éve tárolásra kerülhet vagy sem. A születési hónap és nap mindig tárolásra kerül, ha a vásárló megadja.

source: How we use your data
hu_hu: Hogyan használjuk az adatait

source: Customer birthday data is used for marketing purposes on your store. This can include sending emails that are timed to coincide with the birthday of a customer.
hu_hu: A vásárlók születésnapi adatait a webáruházban marketing célokra használjuk. Ez magában foglalhatja az olyan e-mailek küldését, amelyek időzítése egybeesik a vásárló születésnapjával.

source: Birthdays
hu_hu: Születésnapok

source: Birthdays Options
hu_hu: Születésnapok beállításai

source: Show birthday field on checkout
hu_hu: Születésnap mező megjelenítése a pénztárnál

source: This option has no effect when using Checkout Blocks. If you are using Checkout Blocks you are able to add or remove the AutomateWoo Birthdays block manually in the Checkout page.
hu_hu: Ez az opció nem hat a Checkout Blocks használatakor. Ha a Checkout Blocks-ot használja, a Pénztár oldalon kézzel hozzáadhatja vagy eltávolíthatja az AutomateWoo Birthdays blokkot.

source: Show birthday field in account area
hu_hu: Születésnap mező megjelenítése a fiókban

source: The field will be shown under My Account > Account details.
hu_hu: A mező a Fiókom > Fiókadatok alatt jelenik meg.

source: Birthday field description
hu_hu: Születésnap mező leírása

source: This description will be shown with the birthday field. It can be used to explain what the birthday field is used for.
hu_hu: Ez a leírás a születésnap mező mellett jelenik meg. Használható annak magyarázatára, mire szolgál a születésnap mező.

source: Collect year of birth
hu_hu: Születési év bekérése

source: Since the year of birth is not required for most birthday features collecting it is optional. If disabled, customers will not enter the year of their birth. Only the month and day will be stored.
hu_hu: Mivel a legtöbb születésnapi funkcióhoz nincs szükség a születési évre, annak bekérése opcionális. Ha le van tiltva, a vásárlók nem adják meg születési évüket. Csak a hónap és a nap kerül tárolásra.

source: Checkout field placement
hu_hu: Pénztár oldali mező elhelyezése

source: After order notes
hu_hu: A rendelési megjegyzések után

source: Before order notes
hu_hu: A rendelési megjegyzések előtt

source: After billing details
hu_hu: A számlázási adatok után

source: This field determines where the birthday field will appear on the checkout page. It has no effect when using Checkout Blocks. If you are using Checkout Blocks you can change the placement manually
hu_hu: Ez a beállítás határozza meg, hol jelenjen meg a születésnap mező a pénztár oldalon. A Checkout Blocks használatakor nincs hatása. Ha a Checkout Blocks-ot használja, a helyét kézzel módosíthatja

source: AutomateWoo customer birthday
hu_hu: AutomateWoo vásárló születésnapja

source: Birthday
hu_hu: Születési dátum

source: Year
hu_hu: Év

source: Month
hu_hu: Hónap

source: Day
hu_hu: Nap

source: Birthday (optional)
hu_hu: Születési dátum (opcionális)

source: Your birthday can not be changed once set.
hu_hu: A születési dátum beállítás után nem módosítható.

source: Birthday (Optional)
hu_hu: Születési dátum (opcionális)

source: Birthday Year
hu_hu: Születési év

source: - Year -
hu_hu: - Év -

source: Birthday Month
hu_hu: Születési hónap

source: - Month -
hu_hu: - Hónap -

source: Birthday Day
hu_hu: Születési nap

source: - Day -
hu_hu: - Nap -

# block title
source: AutomateWoo Birthday Field
hu_hu: AutomateWoo születési dátum mező
