Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholders: quiz, quiz
source: If you enable this option, no %1$s overview will be displayed, before finishing %2$s.
hu_hu: Ha engedélyezi ezt az opciót, nem jelenik meg %1$s áttekintés a %2$s befejezése előtt.

# placeholder: question
source: Skip %s
hu_hu: %s kihagyása

# placeholder: question, question
source: If you enable this option, user won't be able to skip %1$s. (only in "Overview -> next" mode). User still will be able to navigate over "%2$s-Overview"
hu_hu: Ha engedélyezi ezt az opciót, a felhasználó nem tudja kihagyni a %1$s. (csak „Áttekintés -> tovább” módban). A „%2$s-áttekintésen” keresztül továbbra is tud navigálni.

source: Admin e-mail notification
hu_hu: Admin e-mail értesítés

source: for registered users only
hu_hu: csak regisztrált felhasználóknak

source: for all users
hu_hu: minden felhasználónak

# placeholder: quiz
source: If you enable this option, you will be informed if a user completes this %s.
hu_hu: Ha engedélyezi ezt az opciót, értesítést kap, ha egy felhasználó befejezi ezt a %s.

source: E-Mail settings can be edited in global settings.
hu_hu: Az e-mail beállítások a globális beállításokban szerkeszthetők.

source: User e-mail notification
hu_hu: Felhasználói e-mail értesítés

# placeholder: course
source: If you enable this option, an email is sent with their %s result to the user. (only registered users)
hu_hu: Ha engedélyezi ezt az opciót, e-mailt küldünk a felhasználónak a %s eredményével. (csak regisztrált felhasználók)

source: Autostart
hu_hu: Automatikus indítás

# placeholder: quiz
source: If you enable this option, the %s will start automatically after the page is loaded.
hu_hu: Ha engedélyezi ezt az opciót, a %s automatikusan elindul az oldal betöltődése után.

# placeholder: quiz
source: Only registered users are allowed to start the %s
hu_hu: Csak regisztrált felhasználók indíthatják a %s

# placeholder: quiz
source: If you enable this option, only registered users allowed start the %s.
hu_hu: Ha engedélyezi ezt az opciót, csak regisztrált felhasználók indíthatják a %s.

source: Select Template
hu_hu: Sablon kiválasztása

source: Show average points
hu_hu: Átlagpontok megjelenítése

source: Statistics-function must be enabled.
hu_hu: A statisztika funkciót engedélyezni kell.

source: Show category score
hu_hu: Kategóriapontszám megjelenítése

source: If you enable this option, the results of each category is displayed on the results page.
hu_hu: Ha engedélyezi ezt az opciót, az egyes kategóriák eredményei megjelennek az eredményoldalon.

# placeholder: questions
source: Hide correct %s - display
hu_hu: A helyes %s megjelenítésének elrejtése

# placeholder: questions
source: If you select this option, no longer the number of correctly answered %s are dispayed on the results page.
hu_hu: Ha kiválasztja ezt az opciót, az eredményoldalon nem jelenik meg többé a helyesen megválaszolt %s száma.

# placeholder: quiz
source: Hide %s time - display
hu_hu: A %s idő megjelenítésének elrejtése

# placeholder: quiz
source: If you enable this option, the time for finishing the %s won't be displayed on the results page anymore.
hu_hu: Ha engedélyezi ezt az opciót, a %s befejezéséhez szükséges idő többé nem jelenik meg az eredményoldalon.

source: Hide score - display
hu_hu: A pontszám megjelenítésének elrejtése

source: If you enable this option, final score won't be displayed on the results page anymore.
hu_hu: Ha engedélyezi ezt az opciót, a végső pontszám többé nem jelenik meg az eredményoldalon.

source: Show points
hu_hu: Pontok megjelenítése

# placeholder: quiz
source: Shows in %s, how many points are reachable for respective question.
hu_hu: A(z) %s esetén megjeleníti, hogy az adott kérdésért hány pont szerezhető.

source: Number answers
hu_hu: Válaszok számozása

source: If this option is activated, all answers are numbered (only single and multiple choice)
hu_hu: Ha ez az opció aktív, minden válasz számozva lesz (csak egyszeres és több választós esetén)

source: Hide correct- and incorrect message
hu_hu: Helyes és helytelen üzenet elrejtése

source: If you enable this option, no correct- or incorrect message will be displayed.
hu_hu: Ha engedélyezi ezt az opciót, nem jelenik meg helyes vagy helytelen üzenet.

source: Correct and incorrect answer mark
hu_hu: Helyes és helytelen válasz jelölése

source: If you enable this option, answers won't be color highlighted as correct or incorrect.
hu_hu: Ha engedélyezi ezt az opciót, a válaszok nem lesznek színnel kiemelve helyesnek vagy helytelennek.

# placeholder: question
source: Force user to answer each %s
hu_hu: A felhasználó kötelezése minden %s megválaszolására

# placeholder: question
source: If you enable this option, the user is forced to answer each %s
hu_hu: Ha engedélyezi ezt az opciót, a felhasználónak minden %s megválaszolása kötelező.

# placeholder: question, quiz
source: If the option "%1$s overview" is activated, this notification will appear after the end of the %2$s, otherwise after each %2$s
hu_hu: Ha a "%1$s áttekintés" opció aktív, ez az értesítés a %2$s végén jelenik meg, egyébként minden %2$s után.

# placeholder: question
source: Hide %s position overview
hu_hu: %s pozíció-áttekintés elrejtése

# placeholder: question
source: If you enable this option, the %s position overview is hidden.
hu_hu: Ha engedélyezi ezt az opciót, a %s pozíció-áttekintés rejtve lesz.

# placeholder: question
source: Hide %s numbering
hu_hu: %s számozásának elrejtése

source: If you enable this option, the %s numbering is hidden.
hu_hu: Ha engedélyezi ezt az opciót, a %s számozása rejtve lesz.

source: Display category
hu_hu: Kategória megjelenítése

source: If you enable this option, category will be displayed in the question.
hu_hu: Ha engedélyezi ezt az opciót, a kérdésben megjelenik a kategória.

source: The leaderboard allows users to enter results in public list and to share the result this way.
hu_hu: A ranglista lehetővé teszi, hogy a felhasználók beírják az eredményeiket egy nyilvános listába, és így megosszák azokat.

source: The leaderboard works independent from internal statistics function.
hu_hu: A ranglista a belső statisztika funkciótól függetlenül működik.

source: Who can sign up to the list
hu_hu: Ki iratkozhat fel a listára

source: registered users only
hu_hu: Csak regisztrált felhasználók

source: Not registered users have to enter name and e-mail (e-mail won't be displayed)
hu_hu: A nem regisztrált felhasználóknak meg kell adniuk a nevüket és e-mail címüket (az e-mail nem kerül megjelenítésre)

source: insert automatically
hu_hu: automatikus felvétel

source: If you enable this option, logged in users will be automatically entered into leaderboard
hu_hu: Ha engedélyezi ezt az opciót, a bejelentkezett felhasználók automatikusan felkerülnek a ranglistára.

source: display captcha
hu_hu: Captcha megjelenítése

source: If you enable this option, additional captcha will be displayed for users who are not registered.
hu_hu: Ha engedélyezi ezt az opciót, a nem regisztrált felhasználók számára egy további captcha jelenik meg.

source: This option requires additional plugin:
hu_hu: Ez az opció további bővítményt igényel:

source: Plugin has been detected.
hu_hu: A bővítmény észlelve.

source: Plugin is not installed.
hu_hu: A bővítmény nincs telepítve.

source: Sort list by
hu_hu: Lista rendezése eszerint

source: Users can apply multiple times
hu_hu: A felhasználók többször is jelentkezhetnek

source: User can apply after:
hu_hu: A felhasználó ennyi idő után jelentkezhet:

source: minute
hu_hu: perc

source: How many entries should be displayed
hu_hu: Hány bejegyzés jelenjen meg

source: Entries
hu_hu: Bejegyzések

# placeholder: quiz
source: Automatically display leaderboard in %s result
hu_hu: A ranglista automatikus megjelenítése a %s eredményénél

source: Where should leaderboard be displayed:
hu_hu: Hol jelenjen meg a ranglista:

source: don't display
hu_hu: ne jelenjen meg

source: below the "result text"
hu_hu: az "eredményszöveg" alatt

source: in a button
hu_hu: egy gombban

source: Normal
hu_hu: Normál

source: Normal + Back-Button
hu_hu: Normál + Vissza gomb

source: Check -> continue
hu_hu: Ellenőrzés -> továbblépés

# placeholder: question
source: %s below each other
hu_hu: %s egymás alatt

# placeholder: quiz
source: Displays all %1$s sequentially, "right" or "false" will be displayed at the end of the %2$s.
hu_hu: Az összes %1$s egymás után jelenik meg, a "helyes" vagy "helytelen" a %2$s végén lesz látható.

# placeholder: question
source: Allows to use the back button in a %s.
hu_hu: Lehetővé teszi a vissza gomb használatát egy %s esetén.

# placeholder: question
source: Shows "right or wrong" after each %s.
hu_hu: A "helyes vagy helytelen" minden %s után megjelenik.

# placeholder: questions
source: If this option is activated, all answers are displayed below each other, i.e. all %s are on a single page.
hu_hu: Ha ez az opció aktív, minden válasz egymás alatt jelenik meg, azaz az összes %s egyetlen oldalon van.

# placeholder: questions
source: How many %s to be displayed on a page.
hu_hu: Hány %s jelenjen meg egy oldalon.

source: (0 = All on one page)
hu_hu: (0 = Mind egy oldalon)

source: You can create custom fields, e.g. to request the name or the e-mail address of the users.
hu_hu: Létrehozhat egyéni mezőket, például a felhasználók nevének vagy e-mail címének bekérésére.

source: The statistic function have to be enabled.
hu_hu: A statisztika funkciót engedélyezni kell.

source: Custom fields enable
hu_hu: Egyéni mezők engedélyezése

source: If you enable this option, custom fields are enabled.
hu_hu: Ha engedélyezi ezt az opciót, az egyéni mezők engedélyezve lesznek.

source: Display position
hu_hu: Megjelenítés helye

source: Where should the fields be displayed:
hu_hu: Hol jelenjenek meg a mezők:

# placeholder: quiz
source: On the %s startpage
hu_hu: A %s kezdőoldalán

# At the end of the quiz (before the quiz result)
source: At the end of the %1$s (before the %2$s result)
hu_hu: A %1$s végén (a %2$s eredménye előtt)

source: Field name
hu_hu: Mező neve

source: Required?
hu_hu: Kötelező?

source: Text
hu_hu: Szöveg

source: TextArea
hu_hu: Szövegterület

source: Checkbox
hu_hu: Jelölőnégyzet

source: Drop-Down menu
hu_hu: Legördülő menü

source: Radio
hu_hu: Rádiógomb

source: Number
hu_hu: Szám

source: Yes/No
hu_hu: Igen/Nem

source: Edit list
hu_hu: Lista szerkesztése

source: One entry per line
hu_hu: Egy bejegyzés soronként

source: Add field
hu_hu: Mező hozzáadása

source: Results text
hu_hu: Eredményszöveg

# placeholder: quiz
source: This text will be displayed at the end of the %s (in results). (this text is optional)
hu_hu: Ez a szöveg a %s végén (az eredményeknél) jelenik meg. (opcionális)

source: Activate graduation
hu_hu: Értékelési szintek aktiválása

source: Hint:
hu_hu: Tipp:

source: Maximal 15 levels
hu_hu: Legfeljebb 15 szint

# placeholders: quiz, question points, question count
source: Percentages refer to the total score of the %1$s. (Current total %2$d points in %3$d questions.)
hu_hu: A százalékos értékek a %1$s összpontszámára vonatkoznak. (Jelenlegi összesen: %2$d pont %3$d kérdésben.)

source: Values can also be mixed up
hu_hu: Az értékek vegyesen is megadhatók

source: 10,15% or 10.15% allowed (max. two digits after the decimal point)
hu_hu: 10,15% vagy 10.15% megengedett (legfeljebb két tizedesjegy)

source: from:
hu_hu: ettől:

source: percent
hu_hu: százalék

# placeholder: Result Text
source: (Will be displayed, when result-percent is >= <span class="resultProzent">%s</span>%%)
hu_hu: (Akkor jelenik meg, ha az eredmény százaléka >= <span class="resultProzent">%s</span>%%)

source: Delete graduation
hu_hu: Szint törlése

# placeholder: 0
source: (Will be displayed, when result-percent is >= <span class="resultProzent">%s</span>%%)
hu_hu: (Akkor jelenik meg, ha az eredmény százaléka >= <span class="resultProzent">%s</span>%%)

source: Add graduation
hu_hu: Szint hozzáadása

# placeholder: Quiz
source: Search %s
hu_hu: %s keresése

source: Choose the respective Quiz, which you would like to export and press on "Start export"
hu_hu: Válassza ki a megfelelő kvízt, amelyet exportálni szeretne, majd kattintson az "Export indítása" gombra

source: Format:
hu_hu: Formátum:

source: or
hu_hu: vagy

source: Start export
hu_hu: Export indítása

source: Import only *.wpq or *.xml files from known and trusted sources.
hu_hu: Csak ismert és megbízható forrásból származó *.wpq vagy *.xml fájlokat importáljon.

# placeholder: Upload Mb
source: Maximal %d MiB
hu_hu: Legfeljebb %d MiB

# placeholders: Quiz, Quiz Name/Title
source: %1$s: %2$s - Statistics
hu_hu: %1$s: %2$s - Statisztika

source: Stats not enabled
hu_hu: A statisztika nincs engedélyezve

source: Activate statistics
hu_hu: Statisztika engedélyezése

source: Overview
hu_hu: Áttekintés

source: Custom fields
hu_hu: Egyéni mezők

source: Please select user name:
hu_hu: Kérjük, válasszon felhasználónevet:

source: Select a test:
hu_hu: Válasszon egy tesztet:

source: Anonymous user
hu_hu: Névtelen felhasználó

source: average
hu_hu: átlag

source: Incorrect
hu_hu: Helytelen

source: Hints used
hu_hu: Felhasznált tippek

source: Time
hu_hu: Idő

source: Points scored
hu_hu: Szerzett pontok

source: Sub-Total:
hu_hu: Részösszeg:

source: Refresh
hu_hu: Frissítés

source: Reset statistics
hu_hu: Statisztikák visszaállítása

source: Reset user statistics
hu_hu: Felhasználói statisztikák visszaállítása

source: Reset entire statistic
hu_hu: A teljes statisztika visszaállítása

# placeholder: quiz
source: Show only users, who solved the %s:
hu_hu: Csak azok a felhasználók jelenjenek meg, akik megoldották a következőt: %s:

source: Which users should be displayed:
hu_hu: Mely felhasználók jelenjenek meg:

source: all
hu_hu: összes

source: only registered users
hu_hu: csak regisztrált felhasználók

source: only anonymous users
hu_hu: csak névtelen felhasználók

# placeholder: user name
source: User statistics: %s
hu_hu: Felhasználói statisztika: %s

source: (view)
hu_hu: (megtekintés)

source: Status: Graded
hu_hu: Állapot: Értékelt

source: Status: Not Graded
hu_hu: Állapot: Nem értékelt

source: Essay not submitted
hu_hu: Az esszé nincs benyújtva

source: Statistics not enabled.
hu_hu: A statisztika nincs engedélyezve.

# placeholder: Quiz
source: Edit %s Settings
hu_hu: A(z) %s beállításainak szerkesztése

source: History
hu_hu: Előzmények

source: Filter by User
hu_hu: Szűrés felhasználó szerint

source: special filter
hu_hu: speciális szűrő

# placeholders: Date From, Date To
source: Search to date limit from %1$s to %2$s
hu_hu: Keresés időintervallumban %1$s és %2$s között

source: Delete all statistics
hu_hu: Összes statisztika törlése

source: Front
hu_hu: Kezdőlap

# Placeholder for cloze answer inputs to use within the legend
source: BLANK %1$d of %2$d
hu_hu: ÜRES %1$d / %2$d

# Placeholder for cloze answer inputs
source: Fill in the blank %1$d of %2$d
hu_hu: Üres hely kitöltése %1$d / %2$d

source: An unknown error occurred
hu_hu: Ismeretlen hiba történt

source: Your license is invalid
hu_hu: A licenc érvénytelen

source: Invalid plugin file.
hu_hu: Érvénytelen bővítményfájl.

source: Filesystem credentials are required to proceed
hu_hu: A folytatáshoz fájlrendszer-hozzáférési adatok szükségesek

source: Plugin update failed.
hu_hu: A bővítmény frissítése sikertelen.

source: Plugin install failed
hu_hu: A bővítmény telepítése sikertelen

source: License Visibility
hu_hu: Licenc láthatósága

source: Add-ons
hu_hu: Kiegészítők

source: Please provide a valid email and license key.
hu_hu: Adjon meg érvényes e-mail-címet és licenckulcsot.

source: Your LearnDash version is %1$s, however the uploaded plugin requires %2$s.
hu_hu: Az Ön LearnDash-verziója: %1$s, azonban a feltöltött bővítmény %2$s verziót igényel.

source: Restrict Area
hu_hu: Korlátozott terület

source: This license area is protected. If you feel like you've reached this page in error or would like to request access, please contact the site owner.
hu_hu: Ez a licenc-terület védett. Ha véletlenül jutott erre az oldalra, vagy hozzáférést szeretne kérni, lépjen kapcsolatba a webhely tulajdonosával.

source: Welcome to LearnDash!
hu_hu: Üdvözöljük a LearnDash-ben!

source: We know you are excited to get started, but before you do it is very important that you first add your license details below!
hu_hu: Tudjuk, hogy alig várja a kezdést, de mielőtt nekilátna, nagyon fontos, hogy először adja meg lent a licencadatokat!

source: Save License
hu_hu: Licenc mentése

source: Your active license gives you access to product support and updates that we push out.
hu_hu: Az aktív licenc hozzáférést biztosít a terméktámogatáshoz és a közzétett frissítésekhez.

source: Your license details were emailed to you after purchase.
hu_hu: A licencadatait a vásárlás után e-mailben küldtük el.

source: You can also find them listed <a class="text-blue-500" target="_blank" href="%s">on your account.</a>
hu_hu: Azokat megtalálja felsorolva <a class="text-blue-500" target="_blank" href="%s">a fiókjában.</a>

source: Data Importing
hu_hu: Adatimportálás

source: Data Exporting
hu_hu: Adatexportálás

# placeholder: Group label
source: %s ended
hu_hu: %s véget ért

# placeholder: Group label
source: %s pre-ordered
hu_hu: %s előrendelve

# placeholder: Group label
source: %s is full
hu_hu: %s megtelt

# placeholder: Course label
source: %s ended
hu_hu: %s véget ért

# placeholder: Course label
source: %s pre-ordered
hu_hu: %s előrendelve

# placeholder: Course label
source: %s is full
hu_hu: %s megtelt

source: Checkout
hu_hu: Pénztár

# placeholder: Gateway name
source: Subscription cancellation is not supported by %1$s gateway.
hu_hu: A(z) %1$s fizetési átjáró nem támogatja az előfizetés lemondását.

source: Pay now
hu_hu: Fizessen most

source: Subscription management is not supported by PayPal IPN payment gateway.
hu_hu: A PayPal IPN fizetési átjáró nem támogatja az előfizetés kezelését.

source: Pay with PayPal
hu_hu: Fizessen PayPal-lal

# Message displayed when purchasing a course.
source: You will be redirected to PayPal to complete your payment with your debit card, credit card, or PayPal account. Once complete, you will be redirected back to this site to continue your course.
hu_hu: Átirányítjuk a PayPalra, hogy befejezze a fizetést bankkártyával, hitelkártyával vagy PayPal-fiókkal. A fizetés befejezése után visszairányítjuk erre az oldalra, hogy folytathassa a kurzusát.

# Message displayed when purchasing a group.
source: You will be redirected to PayPal to complete your payment with your debit card, credit card, or PayPal account. Once complete, you will be redirected back to this site to continue your group.
hu_hu: Átirányítjuk a PayPalra, hogy befejezze a fizetést bankkártyával, hitelkártyával vagy PayPal-fiókkal. A fizetés befejezése után visszairányítjuk erre az oldalra, hogy folytathassa a csoportját.

source: You will be redirected to PayPal to complete your payment with your debit card, credit card, or PayPal account. Once complete, you will be redirected back to this site.
hu_hu: Átirányítjuk a PayPalra, hogy befejezze a fizetést bankkártyával, hitelkártyával vagy PayPal-fiókkal. A fizetés befejezése után visszairányítjuk erre az oldalra.

source: IMPORTANT:
hu_hu: FONTOS:

source: PayPal Standard is a deprecated gateway. It is recommended to migrate to PayPal Checkout.
hu_hu: A PayPal Standard elavult átjáró. Javasolt átállni a PayPal Checkoutra.

source: Learn more
hu_hu: További információ

source: PayPal is sunsetting PayPal Standard at the end of 2026, so it's important to migrate affected subscriptions before then to prevent service interruptions.
hu_hu: A PayPal 2026 végén kivezeti a PayPal Standardot, ezért fontos, hogy addigra az érintett előfizetéseket átállítsa, elkerülve a szolgáltatáskimaradásokat.

source: Below is a list of users with subscriptions using the legacy PayPal Standard gateway for %1$s or %2$s access. Use the %3$s with full instructions on how to use the shortcode and direct users through the process, including page and email content templates.
hu_hu: Az alábbiakban azon felhasználók listája látható, akik a régi PayPal Standard átjárót használják előfizetéseikhez %1$s vagy %2$s hozzáféréshez. A %3$s részletes útmutatót ad a shortcode használatához és a felhasználók folyamaton való végigvezetéséhez, beleértve az oldal- és e-mail-tartalomsablonokat.

source: Migration Guide
hu_hu: Átállási útmutató

source: Thank you! We're processing your payment. You'll be enrolled automatically once PayPal confirms the transaction. This typically takes a few minutes.
hu_hu: Köszönjük! Folyamatban van a fizetés feldolgozása. A PayPal a tranzakció megerősítése után Önt automatikusan beiratjuk. Ez általában néhány percet vesz igénybe.

source: Pay with Razorpay
hu_hu: Fizessen Razorpay-jal

# Message displayed when purchasing a course.
source: You will be redirected to Razorpay to complete your payment with your debit card, credit card, or Razorpay account. Once complete, you will be redirected back to this site to continue your course.
hu_hu: Átirányítjuk a Razorpay oldalára, hogy befejezze a fizetést bankkártyával, hitelkártyával vagy Razorpay-fiókkal. A fizetés befejezése után visszairányítjuk erre az oldalra, hogy folytathassa a kurzusát.

# Message displayed when purchasing a group.
source: You will be redirected to Razorpay to complete your payment with your debit card, credit card, or Razorpay account. Once complete, you will be redirected back to this site to continue your group.
hu_hu: Átirányítjuk a Razorpay oldalára, hogy befejezze a fizetést bankkártyával, hitelkártyával vagy Razorpay-fiókkal. A fizetés befejezése után visszairányítjuk erre az oldalra, hogy folytathassa a csoportját.

source: You will be redirected to Razorpay to complete your payment with your debit card, credit card, or Razorpay account. Once complete, you will be redirected back to this site.
hu_hu: Átirányítjuk a Razorpay oldalára, hogy befejezze a fizetést bankkártyával, hitelkártyával vagy Razorpay-fiókkal. A fizetés befejezése után visszairányítjuk erre az oldalra.

source: Cheating?
hu_hu: Csalás?

source: The minimum Price is 1.
hu_hu: A minimális ár 1.

source: Use Razorpay
hu_hu: Razorpay használata

source: Razorpay customer creation failed. And an existing related Razorpay customer was not found.
hu_hu: A Razorpay-ügyfél létrehozása sikertelen. Kapcsolódó meglévő Razorpay-ügyfél sem található.

source: Razorpay does not support infinite subscriptions.
hu_hu: A Razorpay nem támogat végtelen előfizetéseket.

source: The billing cycle interval value must be set.
hu_hu: A számlázási ciklus időközét meg kell adni.

source: The minimum billing cycle value is 1.
hu_hu: A számlázási ciklus minimális értéke 1.

source: For daily plans, the minimum billing cycle value is 7.
hu_hu: Napi csomagok esetén a számlázási ciklus minimális értéke 7.

source: Trial
hu_hu: Próbaidő

source: Pay with Stripe
hu_hu: Fizessen Stripe-pal

# Message displayed when purchasing a course.
source: You will be redirected to Stripe to complete your payment with your debit card, credit card, or Stripe account. Once complete, you will be redirected back to this site to continue your course.
hu_hu: Átirányítjuk a Stripe oldalára, hogy befejezze a fizetést bankkártyával, hitelkártyával vagy Stripe-fiókkal. A fizetés befejezése után visszairányítjuk erre az oldalra, hogy folytathassa a kurzusát.
