Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

source: Whether %s progression is is linear or freeform. False if linear, true if freeform.
hu_hu: A(z) %s előrehaladás lineáris-e vagy kötetlen. Hamis, ha lineáris; igaz, ha kötetlen.

source: Whether %s access expires.
hu_hu: Lejár-e a(z) %s hozzáférés.

source: Number of days until %s access expires after enrollment.
hu_hu: A beiratkozás után hány nap múlva jár le a(z) %s hozzáférés.

source: Whether to delete progress when access expires.
hu_hu: Lejáratkor törlődjön-e az előrehaladás.

source: Password if password protected.
hu_hu: Jelszó, ha jelszóval védett.

source: %s categories.
hu_hu: %s kategóriák.

source: %s tags.
hu_hu: %s címkék.

source: Number of revisions.
hu_hu: Változatok száma.

source: The revision ID.
hu_hu: A változat azonosítója.

source: The taxonomy name.
hu_hu: A taxonómia neve.

source: The curie name.
hu_hu: A curie neve.

source: The curie href template.
hu_hu: A curie href sablonja.

source: Whether the href is templated.
hu_hu: A href sablonos-e.

source: Response when type=all or type is undefined: All %s step views returned.
hu_hu: Válasz, ha type=all vagy a type nincs megadva: az összes %s lépésnézet visszaadásra kerül.

source: Hierarchical view of %s steps with nested structure.
hu_hu: A(z) %s lépések hierarchikus nézete beágyazott struktúrával.

source: Type-based view of %s steps grouped by post type.
hu_hu: A(z) %s lépések típusalapú nézete bejegyzéstípus szerint csoportosítva.

source: Reverse mapping of %s steps to their parent steps.
hu_hu: A(z) %s lépések visszairányú leképezése a szülőlépésekre.

source: Linear list of all %s steps in order.
hu_hu: Az összes %s lépés lineáris, sorrendbe rendezett listája.

source: Completion order list of %s steps.
hu_hu: A(z) %s lépések teljesítési sorrendje.

source: Legacy format for backward compatibility.
hu_hu: Örökölt formátum a visszamenőleges kompatibilitás érdekében.

source: %s sections array.
hu_hu: %s szakaszok tömbje.

source: Response when type=h: Hierarchical view of %s steps with nested structure.
hu_hu: Válasz, ha type=h: a(z) %s lépések hierarchikus nézete beágyazott struktúrával.

source: Response when type=t: Type-based view of %s steps grouped by post type.
hu_hu: Válasz, ha type=t: a(z) %s lépések típusalapú nézete bejegyzéstípus szerint csoportosítva.

source: Response when type=r: Reverse mapping of %s steps to their parent steps.
hu_hu: Válasz, ha type=r: a(z) %s lépések visszairányú leképezése a szülőlépésekre.

source: Response when type=l: Linear list of all %s steps in order.
hu_hu: Válasz, ha type=l: az összes %s lépés lineáris, sorrendbe rendezett listája.

source: Response when type=co: Completion order list of %s steps.
hu_hu: Válasz, ha type=co: a(z) %s lépések teljesítési sorrendje.

source: Response when type=legacy: Legacy format for backward compatibility.
hu_hu: Válasz, ha type=legacy: örökölt formátum a visszamenőleges kompatibilitás érdekében.

source: Response when type=sections: %s sections array.
hu_hu: Válasz, ha type=sections: %s szakaszok tömbje.

source: Associated %1$s with nested %2$s and %3$s. Keys are %4$s post IDs.
hu_hu: Kapcsolt %1$s beágyazott %2$s és %3$s elemekkel. A kulcsok %4$s bejegyzésazonosítók.

source: %1$s object with nested %2$s and %3$s.
hu_hu: %1$s objektum beágyazott %2$s és %3$s elemekkel.

source: Associated %1$s with nested quizzes. Keys are %2$s post IDs.
hu_hu: Kapcsolt %1$s beágyazott kvízekkel. A kulcsok %2$s bejegyzésazonosítók.

source: %s object with nested quizzes.
hu_hu: %s objektum beágyazott kvízekkel.

source: Associated %s IDs.
hu_hu: Kapcsolt %s azonosítók.

source: %s ID.
hu_hu: %s azonosító.

source: Associated %1$s with empty arrays (no child steps). Keys are %2$s post IDs.
hu_hu: Kapcsolt %1$s üres tömbökkel (nincsenek gyermeklépések). A kulcsok %2$s bejegyzésazonosítók.

source: Associated final %1$s with empty arrays (no child steps). Keys are %2$s post IDs.
hu_hu: Kapcsolt végső %1$s üres tömbökkel (nincsenek gyermeklépések). A kulcsok %2$s bejegyzésazonosítók.

source: Empty array because %s are leaf nodes with no child steps.
hu_hu: Üres tömb, mert a(z) %s levélcsomópontok, nincsenek gyermeklépéseik.

source: Array of %s IDs.
hu_hu: %s azonosítók tömbje.

source: Reverse mapping of steps to their parent steps.
hu_hu: A lépések visszairányú leképezése a szülőlépésekre.

source: Array of parent step references for this step.
hu_hu: Szülőlépés-hivatkozások tömbje ehhez a lépéshez.

source: Parent step reference in format "post_type:ID".
hu_hu: Szülőlépés-hivatkozás "post_type:ID" formátumban.

source: Step reference in format "post_type:ID".
hu_hu: Lépéshivatkozás "post_type:ID" formátumban.

source: %s section with heading and associated steps.
hu_hu: %s szakasz címsorral és kapcsolt lépésekkel.

source: Section display order.
hu_hu: Szakasz megjelenítési sorrendje.

source: Section ID.
hu_hu: Szakasz azonosító.

source: Section heading.
hu_hu: Szakasz címsora.

# example section heading
source: Section 1
hu_hu: 1. szakasz

source: Section type identifier.
hu_hu: Szakasztípus-azonosító.

source: Array of step IDs associated with this section.
hu_hu: Ehhez a szakaszhoz kapcsolt lépésazonosítók tömbje.

source: Step ID.
hu_hu: Lépésazonosító.

source: Legacy %s structure.
hu_hu: Örökölt %s struktúra.

source: %s order value.
hu_hu: %s sorrendérték.

source: Empty array for %1$s with no %2$s.
hu_hu: Üres tömb a(z) %1$s esetén %2$s nélkül.

source: Total number of %s steps.
hu_hu: A(z) %s lépések teljes száma.

source: The ID of the certificate associated with the %s.
hu_hu: A(z) %s-hez kapcsolt tanúsítvány azonosítója.

source: Whether the %s content is always visible or only visible to members. False if only visible to members.
hu_hu: A(z) %s tartalma mindig látható-e, vagy csak a tagok számára. Hamis, ha csak a tagok számára látható.

source: How to order %1$s within the %2$s. Empty string means use the default orderby value.
hu_hu: Hogyan rendezze a(z) %1$s elemeket a(z) %2$s-en/ben. Az üres karakterlánc az alapértelmezett orderby érték használatát jelenti.

source: The order direction for %1$s within the %2$s. Empty string means use the default order.
hu_hu: A(z) %1$s rendezési iránya a(z) %2$s-en/ben. Az üres karakterlánc az alapértelmezett rendezés használatát jelenti.

source: Whether to auto-enroll users in the %1$s when they join an included %2$s.
hu_hu: Automatikusan be kell-e iratni a felhasználókat a(z) %1$s-ba, amikor csatlakoznak egy tartalmazott %2$s-hoz.

source: Whether to auto-enroll users in the %1$s when they join an included %2$s. This is not used. Use the auto_enroll field instead.
hu_hu: Automatikusan be kell-e iratni a felhasználókat a(z) %1$s-ba, amikor csatlakoznak egy tartalmazott %2$s-hoz. Ez nincs használatban. Helyette az auto_enroll mezőt használja.

source: The subscription interval for the %s.
hu_hu: A(z) %s előfizetési időköze.

source: The subscription frequency for the %s.
hu_hu: A(z) %s előfizetési gyakorisága.

source: The number of times the %s subscription repeats.
hu_hu: A(z) %s előfizetés ismétlődéseinek száma.

source: The trial interval for the %s.
hu_hu: A(z) %s próbaidőszak időköze.

source: The trial frequency for the %s.
hu_hu: A(z) %s próbaidőszak gyakorisága.

source: The start date for the %s as a unix timestamp. 0 means no start date.
hu_hu: A(z) %s kezdési dátuma unix időbélyegként. 0 esetén nincs kezdési dátum.

source: The end date for the %s as a unix timestamp. 0 means no end date.
hu_hu: A(z) %s befejezési dátuma unix időbélyegként. 0 esetén nincs befejezési dátum.

source: The maximum number of students allowed in the %s. 0 means no limit.
hu_hu: A(z) %s-ben engedélyezett maximális tanulói létszám. 0 esetén nincs korlát.

source: Whether %1$s per page setting for %2$s is enabled.
hu_hu: Engedélyezve van-e a(z) %2$s %1$s oldalankénti beállítása.

source: %s categories term IDs.
hu_hu: %s kategória kifejezésazonosítók.

source: %s tags term IDs.
hu_hu: %s címke kifejezésazonosítók.

source: Whether video progression is enabled for the %s.
hu_hu: Engedélyezve van-e a videós előrehaladás a(z) %s esetén.

source: Video URL for the %s.
hu_hu: Videó URL a(z) %s-hez.

source: When to show the video in the %s. BEFORE to show before the completing sub-steps, AFTER to show after the completing sub-steps.
hu_hu: Mikor jelenjen meg a videó a(z) %s-ben. BEFORE: az al-lépések teljesítése előtt jelenjen meg, AFTER: az al-lépések teljesítése után jelenjen meg.

source: Whether the %s automatically completes when the video finishes. Only applies when video_shown is AFTER.
hu_hu: A(z) %s automatikusan teljesül-e, amikor a videó befejeződik. Csak akkor érvényes, ha a video_shown értéke AFTER.

source: Delay before auto-completing the %s after video ends. Only applies when video_shown is AFTER.
hu_hu: Késleltetés a videó befejezése után a(z) %s automatikus teljesítése előtt. Csak akkor érvényes, ha a video_shown értéke AFTER.

source: Whether to show the "mark complete" button in the %s even if it is not clickable. Only applies when video_shown is AFTER.
hu_hu: Megjelenjen-e a "mark complete" gomb a(z) %s-ben akkor is, ha nem kattintható. Csak akkor érvényes, ha a video_shown értéke AFTER.

source: Whether video auto-starts in the %s.
hu_hu: A videó automatikusan elindul-e a(z) %s-ben.

source: Whether to show video controls in the %s.
hu_hu: Megjelenjenek-e a videóvezérlők a(z) %s-ben.

source: Whether video pauses when tab loses focus in the %s.
hu_hu: A videó szünetel-e, amikor a fül elveszíti a fókuszt a(z) %s-ben.

source: Whether video resumes from last position in the %s.
hu_hu: A videó az utolsó pozícióról folytatódik-e a(z) %s-ben.

source: Whether assignment uploads are enabled for the %s.
hu_hu: Engedélyezettek-e a feladatfeltöltések a(z) %s esetén.

source: Whether assignment points are enabled for the %s.
hu_hu: Engedélyezve vannak-e a feladatpontok a(z) %s esetén.

source: Points awarded for %s assignment completion.
hu_hu: %s feladat teljesítéséért járó pontok.

source: Whether assignments are auto-approved for the %s. False if manual approval is required.
hu_hu: A feladatok automatikusan jóvá vannak-e hagyva a(z) %s esetén. Hamis, ha kézi jóváhagyás szükséges.

source: Whether assignment deletion is enabled for the %s.
hu_hu: Engedélyezett-e a feladatok törlése a(z) %s esetén.

source: Allowed file extensions for %s assignments. Can be an array of file extensions (e.g., ["pdf", "xls"]) or an empty string for all default allowed file extensions.
hu_hu: A %s feladatokhoz engedélyezett fájlkiterjesztések. Lehet fájlkiterjesztések tömbje (pl. ["pdf", "xls"]) vagy üres karakterlánc az összes alapértelmezetten engedélyezett fájlkiterjesztéshez.

source: Maximum file size for %s assignments in bytes.
hu_hu: A %s feladatok maximális fájlmérete bájtban.

source: Maximum number of files for %s assignments.
hu_hu: A %s feladatok maximális fájlszáma.

source: Whether a forced timer is enabled for the %s.
hu_hu: Engedélyezve van-e a kényszerített időzítő a(z) %s esetén.

source: Forced timer duration for the %s.
hu_hu: A(z) %s kényszerített időzítőjének hossza.

source: The ID of the parent %s.
hu_hu: A szülő %s azonosítója.

source: Whether the %s is a sample lesson.
hu_hu: A(z) %s mintalecke-e.

source: Visibility type for the %1$s. Empty string means always visible, visible_after means visible after a set number of days after %2$s enrollment, visible_after_specific_date means visible after a specific date.
hu_hu: A(z) %1$s láthatósági típusa. Az üres karakterlánc azt jelenti, hogy mindig látható; a visible_after azt, hogy a %2$s beiratkozás után meghatározott számú nappal látható; a visible_after_specific_date azt, hogy egy konkrét dátum után látható.

source: Whether the %s is external.
hu_hu: A(z) %s külső-e.

source: External type for the %s.
hu_hu: A(z) %s külső típusa.

source: Attendance requirement for external %s.
hu_hu: Részvételi követelmény a külső %s esetén.

source: The number of days after %1$s enrollment when the %2$s becomes visible.
hu_hu: A napok száma a %1$s beiratkozás után, amikor a(z) %2$s láthatóvá válik.

source: Specific date when the %s becomes visible.
hu_hu: A konkrét dátum, amikor a(z) %s láthatóvá válik.

source: The post ID.
hu_hu: A bejegyzés azonosítója.

source: The date the post was published.
hu_hu: A bejegyzés közzétételének dátuma.

source: The date the post was published in GMT.
hu_hu: A bejegyzés közzétételének dátuma GMT-ben.

source: The globally unique identifier for the post.
hu_hu: A bejegyzés globálisan egyedi azonosítója.

source: The raw GUID.
hu_hu: A nyers GUID.

source: The rendered GUID.
hu_hu: A renderelt GUID.

source: The date the post was last modified.
hu_hu: A bejegyzés utolsó módosításának dátuma.

source: The date the post was last modified in GMT.
hu_hu: A bejegyzés utolsó módosításának dátuma GMT-ben.

source: The post slug.
hu_hu: A bejegyzés slugja.

source: The post status.
hu_hu: A bejegyzés állapota.

source: The post type.
hu_hu: A bejegyzés típusa.

source: URL to the post.
hu_hu: A bejegyzés URL-je.

source: The post title.
hu_hu: A bejegyzés címe.

source: The raw title.
hu_hu: A nyers cím.

source: The rendered title.
hu_hu: A renderelt cím.

source: The post content.
hu_hu: A bejegyzés tartalma.

source: The raw content.
hu_hu: A nyers tartalom.

source: The rendered content.
hu_hu: A renderelt tartalom.

source: Whether the content is protected.
hu_hu: A tartalom védett-e.

source: The post excerpt.
hu_hu: A bejegyzés kivonata.

source: The raw excerpt.
hu_hu: A nyers kivonat.

source: The rendered excerpt.
hu_hu: A renderelt kivonat.

source: Whether the excerpt is protected.
hu_hu: A kivonat védett-e.

source: The ID of the post author.
hu_hu: A bejegyzés szerzőjének azonosítója.

source: The ID of the featured media.
hu_hu: A kiemelt média azonosítója.

source: The comment status.
hu_hu: A hozzászólások állapota.

source: The ping status.
hu_hu: A ping állapota.

source: Whether the post is sticky.
hu_hu: A bejegyzés ragadós-e.

source: The post template.
hu_hu: A bejegyzés sablonja.

source: The post format.
hu_hu: A bejegyzés formátuma.

source: Meta fields.
hu_hu: Meta mezők.

source: CSS classes for the post.
hu_hu: A bejegyzés CSS osztályai.

source: HAL links for the post.
hu_hu: HAL hivatkozások a bejegyzéshez.

source: Unique identifier for the user.
hu_hu: A felhasználó egyedi azonosítója.

source: Display name for the user.
hu_hu: A felhasználó megjelenített neve.

source: URL of the user.
hu_hu: A felhasználó URL-je.

source: Description of the user.
hu_hu: A felhasználó leírása.

source: Author URL of the user.
hu_hu: A felhasználó szerzői URL-je.

source: An alphanumeric identifier for the user unique to their site.
hu_hu: A felhasználó alfanumerikus azonosítója, amely egyedi a webhelyén.

source: Avatar URLs for the user. Keys represent image sizes in pixels.
hu_hu: A felhasználó avatar URL-jei. A kulcsok a képméreteket jelölik pixelben.

source: HAL links for the user.
hu_hu: HAL hivatkozások a felhasználóhoz.

source: The Learndash-Experimental-Rest-Api header is required to access this endpoint.
hu_hu: A Learndash-Experimental-Rest-Api fejléc szükséges a végpont eléréséhez.

source: You must be logged in to access this endpoint.
hu_hu: Be kell jelentkeznie a végpont eléréséhez.

source: Missing required parameter: %s
hu_hu: Hiányzó kötelező paraméter: %s

source: Parameter %1$s must be of type %2$s.
hu_hu: A(z) %1$s paraméternek %2$s típusúnak kell lennie.

source: Get OpenAPI specification
hu_hu: OpenAPI specifikáció lekérése

source: Returns the OpenAPI 3.0 specification in JSON format.
hu_hu: Visszaadja az OpenAPI 3.0 specifikációt JSON formátumban.

source: Controller not found.
hu_hu: A vezérlő nem található.

source: The OpenAPI specification.
hu_hu: Az OpenAPI specifikáció.

source: OpenAPI version.
hu_hu: OpenAPI verzió.

source: API information.
hu_hu: API-információk.

source: API paths and operations.
hu_hu: API útvonalak és műveletek.

source: API documentation retrieved successfully.
hu_hu: Az API-dokumentáció sikeresen lekérve.

source: Current user not found.
hu_hu: Az aktuális felhasználó nem található.

source: It is not possible to remove this card.
hu_hu: Ezt a kártyát nem lehet eltávolítani.

source: Card removal failed.
hu_hu: A kártya eltávolítása sikertelen.

source: Card removed successfully.
hu_hu: A kártya eltávolítása sikeres.

source: Returns the card removal success status.
hu_hu: Visszaadja a kártyaeltávolítás sikerességi állapotát.

source: Indicates if the card was removed.
hu_hu: Jelzi, hogy a kártyát eltávolították-e.

source: Remove a payment card
hu_hu: Fizetési kártya eltávolítása.

source: Removes a payment card for the current user.
hu_hu: Eltávolít egy fizetési kártyát az aktuális felhasználó számára.

source: The ID of the card to remove.
hu_hu: Az eltávolítandó kártya azonosítója.

source: The ID of the payment gateway.
hu_hu: A fizetési átjáró azonosítója.

source: Provides programmatic access to LearnDash plugin features via a RESTful API. This specification is versioned according to the LearnDash plugin release.
hu_hu: Programozott hozzáférést biztosít a LearnDash bővítmény funkcióihoz egy RESTful API-n keresztül. Ez a specifikáció a LearnDash bővítmény kiadásai szerint van verziózva.

source: LearnDash REST API Server
hu_hu: LearnDash REST API kiszolgáló.

source: The response data.
hu_hu: A válasz adatai.

source: Optional success message.
hu_hu: Opcionális sikerüzenet.

source: Operation completed successfully.
hu_hu: A művelet sikeresen befejeződött.

source: Error code.
hu_hu: Hibakód.

source: Error message.
hu_hu: Hibaüzenet.

source: An error occurred.
hu_hu: Hiba történt.

source: Optional error data.
hu_hu: Opcionális hibaadatok.

source: WordPress authentication cookie.
hu_hu: WordPress hitelesítési cookie.

source: WordPress nonce for CSRF protection.
hu_hu: WordPress nonce a CSRF elleni védelemhez.

source: LearnDash Experimental REST API header for access to experimental endpoints.
hu_hu: LearnDash Experimental REST API fejléc a kísérleti végpontok eléréséhez.

source: Parameter value.
hu_hu: Paraméterérték.

source: Please update WordPress to at least version %1$s. %2$sSee all Technical Requirements%3$s.
hu_hu: Frissítse a WordPress-t legalább %1$s verzióra. %2$sTekintse meg az összes technikai követelményt%3$s.

source: The request has timed out. Please try it again with lower number of items. If the issue persists, please check your website server or Open AI service status.
hu_hu: A kérés időtúllépett. Próbálja meg újra kevesebb elemmel. Ha a probléma továbbra is fennáll, ellenőrizze a webhelye szerverét vagy az Open AI szolgáltatás állapotát.

source: Invalid OpenAI API key. Please check your API key.
hu_hu: Érvénytelen OpenAI API-kulcs. Kérjük, ellenőrizze az API-kulcsát.

source: Code: %s
hu_hu: Kód: %s

source: Error: %s
hu_hu: Hiba: %s

source: You are a helpful assistant.
hu_hu: Ön egy segítőkész asszisztens.

source: Alerts must be a %1$s instance or an array.
hu_hu: Az értesítéseknek %1$s példánynak vagy tömbnek kell lenniük.

source: Alerts must have an "id".
hu_hu: Az értesítéseknek rendelkezniük kell "id"-vel.

source: Breadcrumbs either be a %1$s instance or an array.
hu_hu: A morzsamenü lehet %1$s példány vagy tömb.

source: Breadcrumbs must have an "id" and "label".
hu_hu: A morzsamenünek rendelkeznie kell "id"-vel és "label"-lel.

source: No %s found.
hu_hu: Nem található %s.

source: No data.
hu_hu: Nincs adat.

source: Previous
hu_hu: Előző

source: Finish
hu_hu: Befejezés

source: Finish %s
hu_hu: %s befejezése

source: Something went wrong. Please refresh the page and try it again.
hu_hu: Valami hiba történt. Kérjük, frissítse az oldalt, és próbálja meg újra.

source: Page expired. Please refresh the page and try it again.
hu_hu: Az oldal lejárt. Kérjük, frissítse az oldalt, és próbálja meg újra.

source: Required parameters ("step_id", "step_parent_id", "page") are missing.
hu_hu: Hiányoznak a szükséges paraméterek ("step_id", "step_parent_id", "page").

source: Invalid parameters.
hu_hu: Érvénytelen paraméterek.

source: Parent step not found.
hu_hu: A szülőlépés nem található.

source: Steps could not be mapped for the parent step.
hu_hu: A lépések nem rendelhetők a szülőlépéshez.

source: Steps either be a %1$s instance or an array.
hu_hu: A lépéseknek %1$s példánynak vagy tömbnek kell lenniük.

source: Steps must have and "id" and "title".
hu_hu: A lépéseknek rendelkezniük kell "id"-vel és "title"-lel.

source: Tabs either be a %1$s instance or an array.
hu_hu: A füleknek %1$s példánynak vagy tömbnek kell lenniük.

source: Tabs must have an "id" and "label".
hu_hu: A füleknek rendelkezniük kell "id"-vel és "label"-lel.

source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

source: Back to %s
hu_hu: Vissza: %s

source: Please go back and watch the video for the previous %s.
hu_hu: Kérjük, lépjen vissza, és nézze meg az előző %s videóját.

source: Invalid %s ID ("parent_id" parameter).
hu_hu: Érvénytelen %s azonosító ("parent_id" paraméter).

source: %s not found.
hu_hu: %s nem található.

# placeholder: Course label
source: Pre-order this %s
hu_hu: Előrendelés: %s

# placeholder: Course label
source: Enroll in this %s
hu_hu: Beiratkozás: %s

# placeholder: Group label
source: Pre-order this %s
hu_hu: Előrendelés: %s

# placeholder: Group label
source: Enroll in this %s
hu_hu: Beiratkozás: %s

source: Display a Presenter Mode Icon in Focus Mode. Click the icon to hide top and side bars for a presentation friendly experience. Select icon position below.
hu_hu: Jelenítse meg az Előadói mód ikonját Fókuszmódban. Kattintson az ikonra a felső és oldalsó sávok elrejtéséhez, hogy a felület prezentációbarát legyen. Válassza ki alább az ikon pozícióját.

source: Icon Position
hu_hu: Ikon pozíciója

source: Bottom Left
hu_hu: Bal alsó

source: Bottom Right
hu_hu: Jobb alsó

source: Top Left
hu_hu: Bal felső

source: Top Right
hu_hu: Jobb felső

source: You are not authorized to add a new card.
hu_hu: Nincs jogosultsága új kártya hozzáadásához.

source: Support for the LearnDash Legacy Template ends June 15th 2025. Please update to LearnDash 3.0 as soon as possible. %1$sLearn More.%2$s
hu_hu: A LearnDash Legacy sablon támogatása 2025. június 15-én megszűnik. Kérjük, frissítsen mielőbb a LearnDash 3.0-ra. %1$sTovábbi információ.%2$s

source: Afghanistan
hu_hu: Afganisztán

source: Åland
hu_hu: Åland-szigetek

source: Albania
hu_hu: Albánia

source: Algeria
hu_hu: Algéria

source: American Samoa
hu_hu: Amerikai Szamoa

source: Antarctica
hu_hu: Antarktisz

source: Antigua and Barbuda
hu_hu: Antigua és Barbuda

source: Argentina
hu_hu: Argentína

source: Armenia
hu_hu: Örményország

source: Australia
hu_hu: Ausztrália

source: Austria
hu_hu: Ausztria

source: Azerbaijan
hu_hu: Azerbajdzsán

source: Bahamas
hu_hu: Bahama-szigetek

source: Bahrain
hu_hu: Bahrein

source: Bangladesh
hu_hu: Banglades

source: Belarus
hu_hu: Belarusz

source: Bhutan
hu_hu: Bhután

source: Bolivia
hu_hu: Bolívia

source: Bonaire, Sint Eustatius and Saba
hu_hu: Bonaire, Sint Eustatius és Saba

source: Bosnia and Herzegovina
hu_hu: Bosznia-Hercegovina

source: Bouvet Island
hu_hu: Bouvet-sziget

source: Brazil
hu_hu: Brazília

source: British Indian Ocean Territory
hu_hu: Brit Indiai-óceáni Terület

source: Bulgaria
hu_hu: Bulgária

source: Cambodia
hu_hu: Kambodzsa

source: Cameroon
hu_hu: Kamerun

source: Canada
hu_hu: Kanada

source: Cape Verde
hu_hu: Zöld-foki-szigetek

source: Cayman Islands
hu_hu: Kajmán-szigetek

source: Central African Republic
hu_hu: Közép-afrikai Köztársaság

source: Chad
hu_hu: Csád

source: China
hu_hu: Kína

source: Christmas Island
hu_hu: Karácsony-sziget

source: Cocos (Keeling) Islands
hu_hu: Kókusz (Keeling)-szigetek

source: Colombia
hu_hu: Kolumbia
