Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: Group
source: Control the LearnDash %s Custom Post Type Options.
hu_hu: A LearnDash %s egyedi bejegyzéstípus beállításainak vezérlése.

# placeholder: Groups
source: %s are public on the front-end
hu_hu: A %s nyilvánosak a frontenden

# placeholder: Group
source: %s Search
hu_hu: %s keresés

# placeholder: group
source: Includes the %s post type in front end search results
hu_hu: Beleveszi a %s bejegyzéstípust a frontend keresési találatai közé

# placeholders: groups, link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
hu_hu: Engedélyezi a frontend archívumoldalt, ahol az összes %1$s fel van sorolva. A változtatás életbe lépéséhez %2$s szükséges.

# placeholder: group
source: Enables an RSS feed for all %s posts.
hu_hu: RSS-csatornát engedélyez az összes %s bejegyzéshez.

# placeholder: group
source: %s is not set to public, set to Public to allow access on the front end.
hu_hu: %s nincs nyilvánosra állítva, állítsa Nyilvánosra, hogy elérhető legyen a frontenden.

# placeholder: Group Leader
source: %s User Settings
hu_hu: %s felhasználói beállítások

# placeholder: Group Leader
source: Controls the %s capabilities.
hu_hu: A %s jogosultságait szabályozza.

# placeholder: Groups
source: Managed %s Auto-enrollment
hu_hu: Kezelt %s automatikus beiratkozás

# placeholder: groups
source: Enroll in %s managed by the Group Leader.
hu_hu: Beiratkozás a Csoportvezető által kezelt %s esetében.

# placeholder: groups
source: Group Leader not enrolled in managed %s.
hu_hu: A Csoportvezető nincs beiratkozva a kezelt %s esetében.

# placeholder: groups
source: Group Leader enrolled in managed %s.
hu_hu: A Csoportvezető beiratkozott a kezelt %s esetében.

# placeholder: group leader, courses, course
source: Allow %1$s users to have access to %2$s automatically without requiring %3$s enrollment.
hu_hu: Lehetővé teszi, hogy a %1$s felhasználók automatikusan hozzáférjenek a %2$s tartalomhoz, %3$s beiratkozás nélkül.

# placeholder: Group Leader, courses
source: %1$s has access to enrolled %2$s only
hu_hu: %1$s csak a beiratkozott %2$s tartalomhoz fér hozzá

# placeholder: Group Leader, courses
source: %1$s has access to all %2$s automatically
hu_hu: %1$s automatikusan hozzáfér az összes %2$s tartalomhoz

# placeholder: course
source: Allow %1$s users to access %2$s content in any order bypassing progression and access limitations
hu_hu: Lehetővé teszi, hogy a %1$s felhasználók bármilyen sorrendben érjék el a %2$s tartalmat, megkerülve az előrehaladási és hozzáférési korlátozásokat

# placeholder: Group Leader
source: %s must follow the progression and access rules
hu_hu: %s esetén követni kell az előrehaladási és hozzáférési szabályokat

# placeholder: group leader, course
source: %1$s can access %2$s content in any order
hu_hu: %1$s bármilyen sorrendben hozzáférhet a %2$s tartalomhoz

# placeholder: Groups
source: Manage %s
hu_hu: %s kezelése

# placeholder: group leader, groups
source: Allow %1$s to create and manage %2$s.
hu_hu: Engedélyezi %1$s számára a %2$s létrehozását és kezelését.

source: Basic
hu_hu: Alap

# placeholder: Group leader, Groups
source: %1$s can only create, manage, and delete their own %2$s only.
hu_hu: %1$s csak a saját %2$s elemeit hozhatja létre, kezelheti és törölheti.

source: Advanced
hu_hu: Haladó

# placeholder: Group leader, groups
source: %1$s can create, manage and delete ANY %2$s on the site.
hu_hu: %1$s a webhelyen BÁRMELY %2$s elemet létrehozhat, kezelhet és törölhet.

# placeholder: Courses
source: Manage %s
hu_hu: %s kezelése

# placeholder: group leader, courses
source: Allow %1$s to create and manage %2$s.
hu_hu: Engedélyezi %1$s számára a %2$s létrehozását és kezelését.

# placeholder: Group leader, courses
source: %1$s can only create, manage, and delete their own %2$s only.
hu_hu: %1$s csak a saját %2$s elemeit hozhatja létre, kezelheti és törölheti.

# placeholder: Group leader, courses
source: %1$s can create, manage and delete ANY %2$s on the site.
hu_hu: %1$s a webhelyen BÁRMELY %2$s elemet létrehozhat, kezelhet és törölhet.

source: Manage Users
hu_hu: Felhasználók kezelése

# placeholder: Group leader
source: Allow %s to create and manage users.
hu_hu: Engedélyezi %s számára a felhasználók létrehozását és kezelését.

# placeholder: Group leader, courses
source: %1$s can only manage users within their assigned %2$s only.
hu_hu: %1$s csak a hozzárendelt %2$s keretein belül kezelhet felhasználókat.

# placeholder: Group leader
source: %s can create, manage and delete ANY users on the site.
hu_hu: %s a webhelyen BÁRMELY felhasználót létrehozhat, kezelhet és törölhet.

# placeholder: anchor to support page and label
source: Activating these options can interfere with customized user roles. If you have customized user roles, please review our support %s before proceeding.
hu_hu: Ezeknek az opcióknak az aktiválása zavarhatja a testreszabott felhasználói szerepköröket. Ha testreszabott szerepköröket használ, a folytatás előtt tekintse át a támogatási %s oldalt.

# placeholder: Group
source: Global %s Management & Display Settings
hu_hu: Globális %s kezelési és megjelenítési beállítások

# placeholder: group
source: Control settings for %s creation, and visual organization
hu_hu: Beállítások %s létrehozásához és vizuális rendszerezéséhez.

# placeholder: Group
source: %s Hierarchy
hu_hu: %s hierarchia

# placeholder: Group, Groups
source: A %1$s can be nested within other %2$s.
hu_hu: Egy %1$s beágyazható más %2$s közé.

# placeholder: Group
source: %s Table Pagination
hu_hu: %s táblázat lapozása

# placeholder: course, course
source: Customize the pagination options for ALL %s content tables.
hu_hu: Az ÖSSZES %s tartalomtáblázat lapozási beállításainak testreszabása.

# placeholder: Group, Courses
source: %1$s %2$s Order
hu_hu: %1$s %2$s sorrend

# placeholder: courses
source: Customize the display order of %s.
hu_hu: %s megjelenítési sorrendjének testreszabása.

# placeholder: Group
source: %s Content Protection
hu_hu: %s tartalomvédelem

# placeholder: group
source: Access to certain post types can be controlled via the associated %s enrollment.
hu_hu: Bizonyos bejegyzéstípusokhoz való hozzáférés az adott %s beiratkozáson keresztül szabályozható.

# placeholder: group
source: This page is protected and requires %s access
hu_hu: Ez az oldal védett, és %s hozzáférést igényel

source: Supported Post Types
hu_hu: Támogatott bejegyzéstípusok

# placeholder: group
source: Specify which post types can allow for %s membership protection.
hu_hu: Adja meg, mely bejegyzéstípusoknál engedélyezhető a %s tagsági védelem.

source: Access Denied Message
hu_hu: Hozzáférés-megtagadási üzenet

source: Set a global message for any user trying to access the protected post / page without permission.
hu_hu: Állítson be globális üzenetet minden olyan felhasználónak, aki engedély nélkül próbál hozzáférni a védett bejegyzéshez/oldalhoz.

source: Bypass User Roles
hu_hu: Felhasználói szerepkörök megkerülése

# placeholder: group
source: Allow specific user roles to bypass the %s membership protection.
hu_hu: Lehetővé teszi, hogy bizonyos felhasználói szerepkörök megkerüljék a %s tagsági védelmet.

# placeholder: Group
source: %s Taxonomies
hu_hu: %s taxonómiái

# placeholder: group
source: Control which taxonomies can be used to better organize your LearnDash %s.
hu_hu: Szabályozza, mely taxonómiák használhatók a LearnDash %s jobb rendszerezéséhez.

# placeholder: Group
source: Manage %s Categories via the Actions dropdown
hu_hu: Kezelje a(z) %s kategóriákat a Műveletek legördülő menüben

# placeholder: Group
source: Manage %s Tags via the Actions dropdown
hu_hu: Kezelje a(z) %s címkéket a Műveletek legördülő menüben

source: Import / Export
hu_hu: Importálás / Exportálás

source: Please select a valid file to import.
hu_hu: Kérjük, válasszon érvényes fájlt az importáláshoz.

source: The file you are trying to upload is too large. Max size allowed: %s
hu_hu: A feltölteni próbált fájl túl nagy. Engedélyezett maximális méret: %s

source: in progress
hu_hu: folyamatban

source: Uploading...
hu_hu: Feltöltés...

source: Export archive created on %s.
hu_hu: Exportarchívum létrehozva: %s.

source: Posts
hu_hu: Bejegyzések

source: Profiles
hu_hu: Profilok

source: Other
hu_hu: Egyéb

source: Global Settings
hu_hu: Globális beállítások

source: What do you want to export?
hu_hu: Mit szeretne exportálni?

source: Everything
hu_hu: Minden

source: I want to select
hu_hu: Szeretnék választani

source: Export in progress
hu_hu: Export folyamatban

source: What do you want to import?
hu_hu: Mit szeretne importálni?

source: Import in progress
hu_hu: Import folyamatban

# placeholder: Lesson
source: %s Custom Post Type Options
hu_hu: %s egyedi bejegyzéstípus beállításai

# placeholder: Lessons
source: Control options specific to the %s post type
hu_hu: A(z) %s bejegyzéstípusra jellemző beállítások kezelése

# placeholder: Lesson
source: %s Search
hu_hu: %s keresés

# placeholder: lesson
source: Includes the %s post type in front end search results
hu_hu: A(z) %s bejegyzéstípust belefoglalja a frontend keresési találataiba

source: Logged-in User only
hu_hu: Csak bejelentkezett felhasználó

# placeholder: Lessons
source: Include %s only if user is logged in.
hu_hu: A %s csak akkor legyen benne, ha a felhasználó be van jelentkezve.

source: Enrolled only
hu_hu: Csak beiratkozottak

# placeholder: Lessons
source: Include %s only if user is enrolled.
hu_hu: A %s csak akkor legyen benne, ha a felhasználó beiratkozott.

# placeholder: , link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
hu_hu: Engedélyezi a frontend archívum oldalt, ahol az összes %1$s fel van sorolva. A változás életbe lépéséhez %2$s szükséges.

# placeholder: lesson
source: Enables an RSS feed for all %1$s posts.
hu_hu: RSS-hírcsatornát engedélyez az összes %1$s bejegyzéshez.

# placeholder: Lesson
source: %s Taxonomies
hu_hu: %s taxonómiái

# placeholder: Lessons
source: Control which taxonomies can be used to better organize your LearnDash %s.
hu_hu: Szabályozza, mely taxonómiák használhatók a LearnDash %s jobb rendszerezéséhez.

# placeholder: Lesson
source: Manage %s Categories via the Actions dropdown
hu_hu: Kezelje a(z) %s kategóriákat a Műveletek legördülő menüben

# placeholder: Lesson
source: Manage %s Tags via the Actions dropdown
hu_hu: Kezelje a(z) %s címkéket a Műveletek legördülő menüben

source: Logs
hu_hu: Naplók

source: Log not found.
hu_hu: Nem található napló.

source: Log content deleted.
hu_hu: A napló tartalma törölve.

source: Log content not deleted.
hu_hu: A napló tartalma nem lett törölve.

source: Choose a log to view
hu_hu: Válasszon megtekintendő naplót

source: log
hu_hu: napló

source: What do you want to log?
hu_hu: Mit szeretne naplózni?

source: Default Payments Configurations
hu_hu: Alapértelmezett fizetési beállítások

source: Currency
hu_hu: Pénznem

# placeholder: URL to ISO 4217
source: Enter the currency code for transactions. It should be one currency code from the %s list.
hu_hu: Adja meg a tranzakciók pénznemkódját. A kódnak a(z) %s listában szereplő egyik pénznemkódnak kell lennie.

source: Country
hu_hu: Ország

source: Select your country
hu_hu: Válassza ki az országát

source: Payments
hu_hu: Fizetések

source: Payment type
hu_hu: Fizetés típusa

source: No Payment items found.
hu_hu: Nem találhatók fizetési tételek.

source: LearnDash Taxonomy Permalinks
hu_hu: LearnDash taxonómiák közvetlen linkjei

source: Controls the URL slugs for the custom taxonomies used by LearnDash.
hu_hu: A LearnDash által használt egyedi taxonómiák URL-slugjait szabályozza.

# placeholder: Course
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Course
source: %s Tag base
hu_hu: %s címke alap

# placeholder: Lesson
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Lesson
source: %s Tag base
hu_hu: %s címke alap

# placeholder: Topic
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Topic
source: %s Tag base
hu_hu: %s címke alap

# placeholder: Quiz
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Quiz
source: %s Tag base
hu_hu: %s címke alap

# placeholder: Group
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Group
source: %s Tag base
hu_hu: %s címke alap

source: LearnDash Permalinks
hu_hu: LearnDash közvetlen linkek

source: Controls the URL slugs for the custom posts used by LearnDash.
hu_hu: A LearnDash által használt egyedi bejegyzések URL-slugjait szabályozza.

source: Enable Nested URLs
hu_hu: Beágyazott URL-ek engedélyezése

source: This option will restructure %1$s, %2$s and %3$s URLs so they are nested hierarchically within the %4$s URL.<br />For example instead of the default %5$s URL <code>%6$s</code> the nested URL would be <code>%7$s</code>. If <a href="%7$s">Course Builder Share Steps</a> has been enabled this setting is also automatically enabled.
hu_hu: Ez az opció átalakítja a(z) %1$s, %2$s és %3$s URL-eket úgy, hogy hierarchikusan a(z) %4$s URL-en belül legyenek beágyazva.<br />Például az alapértelmezett %5$s URL <code>%6$s</code> helyett a beágyazott URL <code>%7$s</code> lenne. Ha a <a href=\"%7$s\">Course Builder Share Steps</a> engedélyezve van, ez a beállítás is automatikusan engedélyeződik.

# placeholder: Question
source: %s Custom Post Type Options
hu_hu: %s egyedi bejegyzéstípus beállításai

# placeholder: Questions
source: Control the LearnDash %s Custom Post Type Options.
hu_hu: A LearnDash %s egyedi bejegyzéstípus beállításainak kezelése.

# placeholder: Question
source: Global %s Management & Display Settings
hu_hu: Globális %s kezelési és megjelenítési beállítások

# placeholder: questions
source: Control which templates can be used to better organize your LearnDash %s.
hu_hu: Szabályozza, mely sablonok használhatók a LearnDash %s jobb rendszerezéséhez.

source: Select a template
hu_hu: Válasszon sablont

# placeholder: Question
source: %s templates
hu_hu: %s sablonok

# placeholder: Question
source: Manage %s templates. Select a template then update the title or delete.
hu_hu: Kezelje a(z) %s sablonokat. Válasszon egy sablont, majd frissítse a címet vagy törölje.

source: Template updated.
hu_hu: Sablon frissítve.

source: Template deleted.
hu_hu: Sablon törölve.

# placeholder: Question
source: %s Taxonomies
hu_hu: %s taxonómiái

# placeholder: Quiz, Questions
source: Control which taxonomies can be used with the LearnDash %1$s %2$s.
hu_hu: Szabályozza, mely taxonómiák használhatók a LearnDash %1$s %2$s esetén.

source: Select a category
hu_hu: Válasszon kategóriát

# placeholder: Question
source: %s categories cannot be disabled.
hu_hu: A(z) %s kategóriák nem tilthatók le.

source: Category management
hu_hu: Kategóriakezelés

source: Select a category to update or delete the title.
hu_hu: Válasszon egy kategóriát a cím frissítéséhez vagy törléséhez.

source: Category updated.
hu_hu: Kategória frissítve.

source: Category deleted.
hu_hu: Kategória törölve.

# placeholder: Quiz
source: %s Custom Post Type Options
hu_hu: %s egyedi bejegyzéstípus beállításai

# placeholder: Quizzes
source: Control the LearnDash %s Custom Post Type Options.
hu_hu: A LearnDash %s egyedi bejegyzéstípus beállításainak kezelése.

# placeholder: Quiz
source: %s Search
hu_hu: %s keresés

# placeholder: quiz
source: Includes the %s post type in front end search results
hu_hu: A(z) %s bejegyzéstípust belefoglalja a frontend keresési találataiba

# placeholder: Quizzes
source: Include %s only if user is logged in.
hu_hu: A %s csak akkor legyen benne, ha a felhasználó be van jelentkezve.

# placeholder: Quizzes
source: Include %s only if user is enrolled.
hu_hu: A %s csak akkor legyen benne, ha a felhasználó beiratkozott.

# placeholder: quizzes, link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
hu_hu: Engedélyezi a frontend archívum oldalt, ahol az összes %1$s fel van sorolva. A változás életbe lépéséhez %2$s szükséges.

# placeholder: quiz
source: Enables an RSS feed for all %1$s posts.
hu_hu: RSS-hírcsatornát engedélyez az összes %1$s bejegyzéshez.

# placeholder: Quiz
source: %s Email Settings
hu_hu: %s e-mail beállítások

# placeholder: Quiz
source: Control the %s email notification options
hu_hu: A(z) %s e-mail értesítési beállításainak kezelése

source: From Name
hu_hu: Feladó neve

source: This is the name of the sender. If not provided will default to the system email name.
hu_hu: Ez a feladó neve. Ha nincs megadva, a rendszer e-mail neve lesz az alapértelmezett.

source: From Email
hu_hu: Feladó e-mail címe

# placeholder: admin email
source: This is the email address of the sender. If not provided the admin email %s will be used.
hu_hu: Ez a feladó e-mail címe. Ha nincs megadva, a rendszergazdai e-mail cím (%s) kerül felhasználásra.

source: Mail To
hu_hu: Címzett

source: Separate multiple email addresses with a comma, e.g. wp@test.com, test@test.com.
hu_hu: Több e-mail címet vesszővel válasszon el, pl.: wp@test.com, test@test.com.

source: Subject
hu_hu: Tárgy

source: Message
hu_hu: Üzenet

source: Supported variables
hu_hu: Támogatott változók

source: ADMIN NOTIFICATIONS
hu_hu: ADMIN ÉRTESÍTÉSEK

# placeholder: group leader, quiz, quiz
source: Manage the email content that will be sent out to the admin, %1$s or other supervisors when a user completes a %2$s. You must enable "Admin Notification" on a per %3$s basis.
hu_hu: Kezelje az e-mail tartalmát, amelyet az admin, a(z) %1$s vagy más felügyelők részére küldünk, amikor egy %2$s befejeződik. Az "Admin Notification" funkciót minden egyes %3$s esetén külön engedélyezni kell.

source: USER NOTIFICATIONS
hu_hu: FELHASZNÁLÓI ÉRTESÍTÉSEK

# placeholder: quiz, quiz
source: Manage the email content that will be sent out to the user when a %1$s is completed. You must enable "User Notification" on a per %2$s basis.
hu_hu: Kezelje az e-mail tartalmát, amelyet a felhasználónak küldünk, amikor egy %1$s befejeződik. A "User Notification" funkciót minden egyes %2$s esetén külön engedélyezni kell.

# Quiz Builder
source: Global %s Management & Display Settings
hu_hu: Globális %s kezelés és megjelenítési beállítások

# placeholder: Quiz
source: Control settings for %s creation, and visual organization
hu_hu: Beállítások a %s létrehozásához és vizuális rendszerezéséhez

# placeholder: Link to Data Upgrade page
source: The Data Upgrade %s must be run to enable the following settings.
hu_hu: A következő beállítások engedélyezéséhez futtatni kell a Data Upgrade %s műveletet.

# placeholder: Question.
source: Upgrade WPProQuiz %s
hu_hu: WPProQuiz %s frissítése

# placeholder: Quiz
source: %s Builder
hu_hu: %s Építő

# placeholder: quizzes, Quiz
source: Manage and create full %1$s within the %2$s Builder.
hu_hu: Teljes %1$s kezelése és létrehozása a(z) %2$s Építőben.

# placeholder: Questions
source: %s displayed
hu_hu: %s megjelenítve

# placeholder: questions, Quiz
source: Number of additional %1$s displayed in the %2$s Builder sidebar when clicking the "Load More" link.
hu_hu: A "Load More" hivatkozásra kattintva a(z) %2$s Építő oldalsávjában megjelenített további %1$s száma.

# placeholder: Quiz, Questions
source: Shared %1$s %2$s
hu_hu: Megosztott %1$s %2$s

# placeholder: placeholder: questions, quizzes, quiz
source: Share %1$s across multiple %2$s. Progress and statistics are maintained on a per-%3$s basis.
hu_hu: Ossza meg a(z) %1$s elemeket több %2$s között. Az előrehaladás és a statisztikák külön, %3$s szerint kerülnek megőrzésre.

# placeholder: questions, quizzes
source: All %1$s can be used across multiple %2$s
hu_hu: Az összes %1$s több %2$s között is használható

source: Default format: %1$s %2$s %3$s %4$s
hu_hu: Alapértelmezett formátum: %1$s %2$s %3$s %4$s

# placeholder: Quiz
source: Custom %s Time Formats
hu_hu: Egyéni %s időformátumok

# placeholder: Quiz, Quiz
source: Customize the default time format for the %1$s Leaderboard and %2$s Statistics.
hu_hu: Testreszabhatja az alapértelmezett időformátumot a(z) %1$s ranglistához és a(z) %2$s statisztikához.

source: WordPress default
hu_hu: WordPress alapértelmezett

source: Statistic time format
hu_hu: Statisztika időformátuma

# placeholder: Quiz
source: %s Template Management
hu_hu: %s sablonkezelés

source: Select a template to update or delete the title.
hu_hu: Válasszon ki egy sablont a cím frissítéséhez vagy törléséhez.

# placeholder: Quiz
source: %s Taxonomies
hu_hu: %s taxonómiák

# placeholder: quizzes
source: Control which Taxonomies can be used with the LearnDash %s.
hu_hu: Szabályozza, mely taxonómiák használhatók a LearnDash %s esetében.

# placeholder: Quiz
source: Manage %s Categories via the Actions dropdown
hu_hu: %s kategóriák kezelése a Műveletek legördülő menüben

# placeholder: Quiz
source: Manage %s Tags via the Actions dropdown
hu_hu: %s címkék kezelése a Műveletek legördülő menüben

source: Registration Fields
hu_hu: Regisztrációs mezők

source: Password
hu_hu: Jelszó

source: Label
hu_hu: Címke

source: Registration/Login Pages
hu_hu: Regisztráció/Bejelentkezés oldalak

source: Registration/Login
hu_hu: Regisztráció/Bejelentkezés

source: Registration Success
hu_hu: Sikeres regisztráció

source: Reset Password Success
hu_hu: Jelszó-visszaállítás sikeres

source: This feature has been moved to general settings.
hu_hu: Ez a funkció átkerült az általános beállításokhoz.

source: View general settings
hu_hu: Általános beállítások megtekintése

source: Select a Page...
hu_hu: Válasszon egy oldalt...

source: Quick Links
hu_hu: Gyors hivatkozások

source: Save Options
hu_hu: Beállítások mentése

source: Copy System Info
hu_hu: Rendszerinformáció másolása

source: Copy
hu_hu: Másolás

source: Copy Success
hu_hu: Sikeres másolás

source: Copy Failed
hu_hu: Másolás sikertelen

source: Reset ALL LearnDash Data
hu_hu: MINDEN LearnDash adat törlése

source: Warning: This will remove ALL LearnDash data including any custom database tables.
hu_hu: Figyelem: Ez eltávolít MINDEN LearnDash adatot, beleértve az egyéni adatbázistáblákat is.

source: Confirm the data deletion
hu_hu: Erősítse meg az adatok törlését

source: Are you sure that you want to remove ALL LearnDash data?
hu_hu: Biztosan el szeretné távolítani az ÖSSZES LearnDash adatot?

# placeholder: secret generated code
source: Enter %s in the above field and click the submit button
hu_hu: Írja be a(z) %s értéket a fenti mezőbe, majd kattintson a Küldés gombra

source: Submit
hu_hu: Küldés

source: Database Tables
hu_hu: Adatbázistáblák

source: Table Name
hu_hu: Táblanév

source: Present
hu_hu: Létezik

source: When the LearnDash plugin or related add-ons are activated they will create the following tables. If the tables are not present try reactivating the plugin. If the table still do not show check the DB_USER defined in your wp-config.php and ensure it has the proper permissions to create tables. Check with your host for help.
hu_hu: Amikor a LearnDash bővítményt vagy a kapcsolódó kiegészítőket aktiválják, létrehozzák a következő táblákat. Ha a táblák nem léteznek, próbálja meg újraaktiválni a bővítményt. Ha a táblák továbbra sem jelennek meg, ellenőrizze a wp-config.php-ben meghatározott DB_USER értékét, és győződjön meg róla, hogy rendelkezik a táblák létrehozásához szükséges jogosultságokkal. Segítségért forduljon a tárhelyszolgáltatójához.

source: The DB_USER defined in your wp-config.php does not have CREATE permission.
hu_hu: A wp-config.php-ben megadott DB_USER nem rendelkezik CREATE jogosultsággal.

source: AUTO_INCREMENT missing
hu_hu: AUTO_INCREMENT hiányzik

source: LearnDash Settings
hu_hu: LearnDash beállítások

source: Setting
hu_hu: Beállítás

source: Value
hu_hu: Érték
