Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

source: The setup token status.
hu_hu: A beállítási token állapota.

source: The setup token links for approval.
hu_hu: A beállítási token jóváhagyási hivatkozásai.

source: Create PayPal Setup Token
hu_hu: PayPal beállítási token létrehozása

source: Creates a new PayPal setup token for recurring payments with free trials.
hu_hu: Új PayPal beállítási tokent hoz létre ingyenes próbával rendelkező ismétlődő fizetésekhez.

source: Product ID for the setup token.
hu_hu: A beállítási tokenhez tartozó termékazonosító.

source: Trial started successfully.
hu_hu: A próbaidőszak sikeresen elindult.

source: PayPal start trial endpoint response data.
hu_hu: A PayPal próbaindítási végpont válaszadatai.

source: Start a free trial
hu_hu: Ingyenes próba indítása

source: Starts a free trial for a user.
hu_hu: Ingyenes próbát indít egy felhasználó számára.

source: The user ID for the trial.
hu_hu: A próbához tartozó felhasználói azonosító.

source: The product ID for the trial.
hu_hu: A próbához tartozó termékazonosító.

source: The PayPal token ID.
hu_hu: A PayPal token azonosítója.

source: The PayPal customer ID.
hu_hu: A PayPal ügyfél-azonosító.

source: The payment type.
hu_hu: A fizetés típusa.

source: Webhook client not found.
hu_hu: A webhook kliens nem található.

source: Payment token not found.
hu_hu: A fizetési token nem található.

source: Webhook processed successfully.
hu_hu: A webhook feldolgozása sikeres volt.

source: Webhook response data.
hu_hu: A webhook válaszadatai.

source: Indicates if the webhook was processed successfully.
hu_hu: Jelzi, hogy a webhook feldolgozása sikeres volt-e.

source: Processing status message.
hu_hu: Feldolgozási állapotüzenet.

source: Handle PayPal webhook event.
hu_hu: PayPal webhook esemény kezelése.

source: Handles PayPal webhook notifications for payment events.
hu_hu: PayPal webhook értesítéseket kezel fizetési eseményekhez.

source: Missing headers from the PayPal webhook request: %s
hu_hu: Hiányzó fejlécek a PayPal webhook kérelemből: %s

source: Payment gateway not ready.
hu_hu: A fizetési átjáró nem áll készen.

source: Event not processed by LearnDash.
hu_hu: Az eseményt a LearnDash nem dolgozta fel.

source: Invalid webhook signature.
hu_hu: Érvénytelen webhook-aláírás.

source: Custom data not set.
hu_hu: Egyéni adatok nincsenek beállítva.

source: User ID not set.
hu_hu: Felhasználói azonosító nincs beállítva.

source: Product IDs not set.
hu_hu: Termékazonosítók nincsenek beállítva.

source: LD version not set.
hu_hu: LD verzió nincs beállítva.

# Message displayed when purchasing a course.
source: A PayPal pop-up will open where you can complete your payment using your PayPal account or a saved debit or credit card. Once your payment is complete, the window will close and your %s access will update automatically.
hu_hu: Megnyílik egy PayPal felugró ablak, ahol a PayPal-fiókjával vagy mentett betéti- vagy hitelkártyával befejezheti a fizetést. Miután a fizetés befejeződött, az ablak bezárul, és a(z) %s hozzáférése automatikusan frissül.

# Message displayed when purchasing a group.
source: A PayPal pop-up will open where you can complete your payment using your PayPal account or a saved debit or credit card. Once your payment is complete, the window will close and your %s access will update automatically.
hu_hu: Megnyílik egy PayPal felugró ablak, ahol a PayPal-fiókjával vagy mentett betéti- vagy hitelkártyával befejezheti a fizetést. Miután a fizetés befejeződött, az ablak bezárul, és a(z) %s hozzáférése automatikusan frissül.

source: A PayPal pop-up will open where you can complete your payment using your PayPal account or a saved debit or credit card. Once your payment is complete, the window will close and your access will update automatically.
hu_hu: Megnyílik egy PayPal felugró ablak, ahol a PayPal-fiókjával vagy mentett betéti- vagy hitelkártyával befejezheti a fizetést. Miután a fizetés befejeződött, az ablak bezárul, és a hozzáférése automatikusan frissül.

source: Select a country
hu_hu: Válasszon országot

source: Pay with Credit/Debit Card
hu_hu: Fizetés hitel-/betéti kártyával

source: Pay with Credit Card
hu_hu: Fizetés hitelkártyával

source: Credit/Debit Card
hu_hu: Hitel-/betéti kártya

source: Save card
hu_hu: Kártya mentése

source: Checkout %s completed
hu_hu: A(z) %s fizetés befejeződött

source: Checkout %s approved
hu_hu: A(z) %s fizetés jóváhagyva

source: %s payment canceled
hu_hu: A(z) %s fizetés törölve

source: Payment capture completed
hu_hu: A fizetés beszedése befejeződött

source: Payment capture denied
hu_hu: A fizetés beszedése elutasítva

source: Payment capture refunded
hu_hu: A fizetés beszedése visszatérítve

source: Payment capture reversed
hu_hu: A fizetés beszedése visszafordítva

source: Vault payment token created
hu_hu: Vault fizetési token létrehozva

source: Vault payment token deleted
hu_hu: Vault fizetési token törölve

source: Unexpected PayPal response when creating webhook
hu_hu: Váratlan PayPal válasz a webhook létrehozásakor

source: PayPal webhook limit has been reached, you need to go into your developer.paypal.com account and remove webhooks from the associated account
hu_hu: Elérte a PayPal webhookok korlátját; lépjen be a developer.paypal.com fiókjába, és távolítsa el a társított fiókból a webhookokat

source: Unexpected PayPal response when updating webhook
hu_hu: Váratlan PayPal válasz a webhook frissítésekor

source: No webhooks found
hu_hu: Nem találhatók webhookok

source: Webhook not found
hu_hu: A webhook nem található

source: We encountered an unexpected error with the response. Please try again later or contact support if the issue persists.
hu_hu: Váratlan hiba történt a válasszal kapcsolatban. Kérjük, próbálja meg később, vagy lépjen kapcsolatba az ügyfélszolgálattal, ha a probléma továbbra is fennáll.

source: PayPal signup failed: %1$s
hu_hu: PayPal regisztráció sikertelen: %1$s

source: PayPal Standard scheduler not found.
hu_hu: A PayPal Standard ütemező nem található.

source: PayPal Standard subscriptions helper not found.
hu_hu: A PayPal Standard előfizetés-segéd nem található.

source: Not all migrations were scheduled, please try again later.
hu_hu: Nem sikerült minden migrációt ütemezni, próbálja meg később.

source: %1$d of %2$d migrations scheduled successfully.
hu_hu: %1$d a(z) %2$d migrációból sikeresen ütemezve.

source: PayPal payment token creation endpoint response data for migration.
hu_hu: A PayPal fizetési token létrehozási végpont válaszadatai migrációhoz.

source: Number of migrations successfully scheduled.
hu_hu: Sikeresen ütemezett migrációk száma.

source: Total number of products provided.
hu_hu: Megadott termékek teljes száma.

source: PayPal payment token created successfully and migration scheduled.
hu_hu: A PayPal fizetési token sikeresen létrejött, és a migráció ütemezésre került.

source: Create PayPal Payment Token for Migration
hu_hu: PayPal fizetési token létrehozása migrációhoz

source: Creates a new PayPal payment token and schedules migration from PayPal Standard to PayPal Checkout.
hu_hu: Új PayPal fizetési tokent hoz létre, és ütemezi a migrációt a PayPal Standardról a PayPal Checkoutra.

source: Failed to create setup token data.
hu_hu: Nem sikerült létrehozni a beállítási token adatait.

source: PayPal setup token created successfully for migration.
hu_hu: A PayPal beállítási token sikeresen létrejött a migrációhoz.

source: PayPal setup token creation endpoint response data for migration.
hu_hu: A PayPal beállítási token létrehozási végpont válaszadatai migrációhoz.

source: The created PayPal setup token for migration.
hu_hu: A migrációhoz létrehozott PayPal beállítási token.

source: Create PayPal Setup Token for Migration
hu_hu: PayPal beállítási token létrehozása migrációhoz

source: Creates a new PayPal setup token for migrating subscriptions from PayPal Standard to PayPal Checkout.
hu_hu: Új PayPal beállítási tokent hoz létre az előfizetések migrálásához a PayPal Standardról a PayPal Checkoutra.

source: Error fetching subscriptions.
hu_hu: Hiba az előfizetések lekérésekor.

source: PayPal Standard NVP API request failed.
hu_hu: A PayPal Standard NVP API-kérés sikertelen.

source: Subscriptions not found.
hu_hu: Előfizetések nem találhatók.

source: PayPal subscription not found.
hu_hu: A PayPal előfizetés nem található.

source: PayPal Standard client not found.
hu_hu: A PayPal Standard kliens nem található.

source: Failed to cancel PayPal Standard subscription.
hu_hu: Nem sikerült lemondani a PayPal Standard előfizetést.

source: PayPal Checkout gateway not found.
hu_hu: A PayPal Checkout fizetési átjáró nem található.

source: PayPal Checkout token handler not found.
hu_hu: A PayPal Checkout tokenkezelő nem található.

source: PayPal Checkout payment token not found.
hu_hu: A PayPal Checkout fizetési token nem található.

source: Failed to process subscription payment.
hu_hu: Nem sikerült feldolgozni az előfizetési fizetést.

source: Your webhooks are not properly configured. %1$sConfigure webhooks%2$s
hu_hu: A webhookok nincsenek megfelelően beállítva. %1$sWebhookok konfigurálása%2$s

source: You have reached the limit of 16 webhooks in Stripe. Please disconnect them in your Stripe Dashboard or connect a different account.
hu_hu: Elérte a Stripe-ban a 16 webhookos korlátot. Kérjük, távolítsa el őket a Stripe Dashboardon, vagy csatlakoztasson egy másik fiókot.

source: Your Webhooks were not properly configured. Try <a target="_blank" href="%1$s">adding the webhook manually</a> or reach out to our support team for assistance.
hu_hu: A webhookok nem lettek megfelelően beállítva. Próbálja meg <a target="_blank" href="%1$s">kézzel hozzáadni a webhookot</a>, vagy forduljon segítségért az ügyfélszolgálatunkhoz.

source: LearnDash Stripe Webhook Auto Configuring error:
hu_hu: LearnDash Stripe webhook automatikus konfigurálási hiba:

source: The %s's invoice email was sent successfully.
hu_hu: A(z) %s számlázási e-mailje sikeresen elküldve.

source: The %s's invoice email was not able to be sent.
hu_hu: A(z) %s számlázási e-mailjét nem sikerült elküldeni.

source: Items
hu_hu: Tételek

source: Test %s
hu_hu: Teszt %s

source: Rearranging metaboxes on this page is not allowed.
hu_hu: A metaboxok átrendezése ezen az oldalon nem engedélyezett.

source: Table ordered by date.
hu_hu: Dátum szerint rendezett táblázat.

source: Only %1$s generated through the LearnDash Registration page will display on this page. %2$sLearn More%3$s
hu_hu: Csak a LearnDash regisztrációs oldalon keresztül létrehozott %1$s jelennek meg ezen az oldalon. %2$sTovábbi információ%3$s

source: The subscription has been canceled successfully.
hu_hu: Az előfizetés sikeresen le lett mondva.

source: The subscription could not be canceled. Please try again or contact support.
hu_hu: Az előfizetést nem sikerült lemondani. Kérjük, próbálja újra, vagy lépjen kapcsolatba a támogatással.

source: Subscription not found.
hu_hu: Előfizetés nem található.

source: You cannot cancel this subscription.
hu_hu: Nem tudja lemondani ezt az előfizetést.

source: Subscription Scheduler
hu_hu: Előfizetés-ütemező

source: This %1$s type only partially conforms with WCAG AA Accessibility guidelines.
hu_hu: Ez a %1$s típus csak részben felel meg a WCAG AA akadálymentesítési irányelveknek.

source: %1$sLearn More%2$s
hu_hu: %1$sTovábbi információ%2$s

source: This field is required.
hu_hu: Ez a mező kötelező.

source: Make sure this matches your password.
hu_hu: Győződjön meg róla, hogy ez megegyezik a jelszavával.

source: The password is not visible.
hu_hu: A jelszó nem látható.

source: The password is visible.
hu_hu: A jelszó látható.

source: Hide
hu_hu: Elrejtés

source: Registration requires accepting the %1$s.
hu_hu: A regisztrációhoz el kell fogadni a(z) %1$s-t.

source: %1$sYou have disabled Reports.%2$s Please %3$sre-enable this in your settings%4$s to view these reports.
hu_hu: %1$sLetiltotta a jelentéseket.%2$s Kérjük, %3$sengedélyezze újra ezt a beállításokban%4$s a jelentések megtekintéséhez.

source: LearnDash reports are getting revamped! Basic reports have been added to LearnDash Core and we've upgraded ProPanel. %1$sLearn more.%2$s
hu_hu: A LearnDash jelentések megújulnak! Alapjelentések kerültek a LearnDash Core-ba, és frissítettük a ProPanelt. %1$sTovábbi információ.%2$s

source: ProPanel Legacy is now integrated into LearnDash Core! You can continue to view your reports in the %1$sAdmin Dashboard%2$s. For enhanced reporting features, consider upgrading to our new ProPanel 3.0 add-on. Please note, if you haven't upgraded yet, you won't see an update available for ProPanel 3.0. %3$sLearn more.%4$s
hu_hu: A ProPanel Legacy mostantól a LearnDash Core része! Továbbra is megtekintheti jelentéseit a %1$sAdmin Dashboard%2$s felületen. A fejlettebb jelentési funkciókért fontolja meg az új ProPanel 3.0 bővítményre való frissítést. Kérjük, vegye figyelembe, hogy ha még nem frissített, nem fog megjelenni elérhető frissítés a ProPanel 3.0-hoz. %3$sTovábbi információ.%4$s

source: We've added basic reporting to LearnDash! View your reports in your %1$sAdmin Dashboard%2$s. %3$sLearn more.%4$s
hu_hu: Alapjelentéseket adtunk a LearnDash-hez! Tekintse meg jelentéseit a %1$sAdmin Dashboard%2$s felületen. %3$sTovábbi információ.%4$s

source: Display Reports
hu_hu: Jelentések megjelenítése

source: Enable this to view reports on your WP Dashboard and in your LearnDash "Reports" Page
hu_hu: Engedélyezze ezt, hogy jelentéseket tekinthessen meg a WP Dashboardon és a LearnDash "Reports" oldalán

source: Get %s
hu_hu: %s lekérése

source: Get a specific %s
hu_hu: Egy adott %s lekérése

source: Update a %s
hu_hu: Egy %s frissítése

source: Delete a %s
hu_hu: Egy %s törlése

source: %s operation
hu_hu: %s művelet

source: Returns a list of %s. You can filter the results using query parameters such as per_page, page, search, and orderby.
hu_hu: A %s listáját adja vissza. Az eredményeket a per_page, page, search és orderby lekérdezési paraméterekkel szűrheti.

source: Creates a new %1$s. Requires %2$s data in the request body including title, content, and other %3$s-specific fields.
hu_hu: Létrehoz egy új %1$s-t. A kérés törzsében %2$s adatok szükségesek, beleértve a címet, a tartalmat és a(z) %3$s-re jellemző egyéb mezőket.

source: Returns a specific %1$s by ID. Returns the complete %2$s data including all fields and metadata.
hu_hu: Egy adott %1$s-t ad vissza azonosító alapján. A teljes %2$s adatot adja vissza, beleértve minden mezőt és metaadatot.

source: Partially updates an existing %1$s. Only the provided fields will be updated, leaving other fields unchanged.
hu_hu: Részlegesen frissít egy meglévő %1$s-t. Csak a megadott mezők frissülnek, a többi változatlan marad.

source: Updates an existing %1$s. Requires the complete %2$s data in the request body. All fields will be replaced with the provided values.
hu_hu: Frissít egy meglévő %1$s-t. A kérés törzsében a teljes %2$s adat szükséges. Minden mező a megadott értékekre lesz cserélve.

source: Deletes a %s permanently. This action cannot be undone.
hu_hu: Véglegesen töröl egy %s-t. Ez a művelet nem vonható vissza.

source: Performs operations on %s.
hu_hu: Műveleteket hajt végre a(z) %s-en.

source: Create a new %s
hu_hu: Új %s létrehozása

source: The ID of the %s being processed.
hu_hu: A feldolgozás alatt álló %s azonosítója.

source: The status of the operation.
hu_hu: A művelet állapota.

source: The response code indicating the result.
hu_hu: Az eredményt jelző válaszkód.

source: A human-readable message describing the result.
hu_hu: Az eredményt leíró, ember által olvasható üzenet.

source: %1$s enrolled from %2$s success.
hu_hu: A(z) %1$s beiratkozása a(z) %2$s-ból/ből sikeres.

source: %1$s already enrolled in %2$s.
hu_hu: A(z) %1$s már beiratkozott a(z) %2$s-ba/-be.

source: Get associated %1$s for a %2$s.
hu_hu: Egy %2$s-hez társított %1$s lekérése.

source: Update associated %1$s for a %2$s.
hu_hu: Egy %2$s-hez társított %1$s frissítése.

source: Delete associated %1$s for a %2$s.
hu_hu: Egy %2$s-hez társított %1$s törlése.

source: %s user operation
hu_hu: %s felhasználói művelet

source: Retrieves the %1$s for a specific %2$s.
hu_hu: Visszaadja egy adott %2$s-hez tartozó %1$s-t.

source: Adds %1$s to a specific %2$s.
hu_hu: %1$s hozzáadása egy adott %2$s-hez.

source: Removes %1$s from a specific %2$s.
hu_hu: %1$s eltávolítása egy adott %2$s-ból/ből.

source: Performs %1$s operations on %2$s.
hu_hu: %1$s műveleteket hajt végre a(z) %2$s-en.

source: Get associated prerequisites for a %s.
hu_hu: Társított előfeltételek lekérése egy %s-hez.

source: %s prerequisite operation
hu_hu: %s előfeltétel-művelet

source: Retrieves the %1$s prerequisites for a specific %2$s.
hu_hu: Visszaadja egy adott %2$s-hez tartozó %1$s előfeltételeit.

source: Performs %1$s prerequisite operations on the %2$s.
hu_hu: %1$s előfeltétel-műveleteket hajt végre a(z) %2$s-en.

source: Updated hierarchical view of %s steps.
hu_hu: %s lépések frissített hierarchikus nézete.

source: Get associated steps for a %s.
hu_hu: Egy %s-hez társított lépések lekérése.

source: Add associated steps for a %s.
hu_hu: Egy %s-hez társított lépések hozzáadása.

source: Update associated steps for a %s.
hu_hu: Egy %s-hez társított lépések frissítése.

source: Delete associated steps for a %s.
hu_hu: Egy %s-hez társított lépések törlése.

source: %s step operation
hu_hu: %s lépés-művelet

source: Retrieves the %1$s steps for a specific %2$s.
hu_hu: Visszaadja az adott %2$s-hez tartozó %1$s lépéseket.

source: Adds %1$s steps for a specific %2$s. This will overwrite any existing steps. Passing empty data will remove the associated steps from the %3$s.
hu_hu: %1$s lépések hozzáadása egy adott %2$s-hez. Ez felülírja a meglévő lépéseket. Üres adatok megadása eltávolítja a társított lépéseket a(z) %3$s-ból/ből.

source: Updates the %1$s step association for an existing %2$s.
hu_hu: Frissíti a(z) %1$s lépés társítását egy meglévő %2$s-hez.

source: Partially updates the %1$s step association for an existing %2$s. Only the provided fields will be updated, leaving other fields unchanged.
hu_hu: Részlegesen frissíti a(z) %1$s lépés társítását egy meglévő %2$s-hez. Csak a megadott mezők frissülnek, a többi változatlan marad.

source: Performs %1$s step operations on %2$s.
hu_hu: %1$s lépés-műveleteket hajt végre a(z) %2$s-en.

source: Empty array indicating successful operation.
hu_hu: Üres tömb, amely a sikeres műveletet jelzi.

source: Get associated users for a %s.
hu_hu: Egy %s-hez társított felhasználók lekérése.

source: Update associated users for a %s.
hu_hu: Egy %s-hez társított felhasználók frissítése.

source: Delete associated users for a %s.
hu_hu: Egy %s-hez társított felhasználók törlése.

source: Retrieves the users for a specific %s.
hu_hu: Visszaadja egy adott %s felhasználóit.

source: Adds users to a specific %s.
hu_hu: Felhasználók hozzáadása egy adott %s-hez.

source: Removes users from a specific %s.
hu_hu: Felhasználók eltávolítása egy adott %s-ból/ből.

source: Performs user operations on %s.
hu_hu: Felhasználói műveleteket hajt végre a(z) %s-en.

source: The name of the price type.
hu_hu: Az ártípus neve.

source: The %s is not protected. Any user can access its content without the need to be logged-in or enrolled.
hu_hu: A(z) %s nincs védve. Bármely felhasználó hozzáférhet a tartalmához bejelentkezés vagy beiratkozás nélkül.

source: Get price types
hu_hu: Ártípusok lekérése

source: Get a specific price type
hu_hu: Egy adott ártípus lekérése

source: Price types operation.
hu_hu: Ártípus-művelet.

source: Returns a list of price types. A provided context will determine the fields present in the response.
hu_hu: Ártípusok listáját adja vissza. A megadott kontextus határozza meg a válaszban szereplő mezőket.

source: Returns a specific price type by its slug. A provided context will determine the fields present in the response.
hu_hu: Egy adott ártípust ad vissza a slugja alapján. A megadott kontextus határozza meg a válaszban szereplő mezőket.

source: Price type operation.
hu_hu: Ártípus-művelet.

source: The ID of the %1$s this %2$s belongs to.
hu_hu: Annak a(z) %1$s-nek az azonosítója, amelyhez ez a(z) %2$s tartozik.

source: The approval status of the %s.
hu_hu: A(z) %s jóváhagyási állapota.

source: Whether points are enabled for this %s.
hu_hu: Engedélyezve vannak-e a pontok ehhez a(z) %s-hez.

source: Maximum points that can be awarded for this %s.
hu_hu: Maximálisan adható pontok ehhez a(z) %s-hez.

source: Points awarded for this %s.
hu_hu: Ehhez a(z) %s-hez odaítélt pontok.

source: HAL links for the %s (extends WP_Post links).
hu_hu: HAL hivatkozások a(z) %s-hez (kiterjeszti a WP_Post hivatkozásokat).

source: Whether the link is embeddable.
hu_hu: A hivatkozás beágyazható-e.

source: The %s file download link URL.
hu_hu: A(z) %s fájl letöltési hivatkozásának URL-je.

source: The %s price type. See ldlms/v2/price-types for available price types.
hu_hu: A(z) %s ártípus. Az elérhető ártípusokat lásd: ldlms/v2/price-types.

source: The pay now price for the %s.
hu_hu: A(z) %s azonnali fizetésének ára.

source: The enrollment URL for the pay now %s.
hu_hu: Az azonnali fizetésű %s beiratkozási URL-je.

source: The subscription price for the %s.
hu_hu: A(z) %s előfizetési ára.

source: The trial price for the %s.
hu_hu: A(z) %s próbaidőszakának ára.

source: The enrollment URL for subscription %s.
hu_hu: A(z) %s előfizetés beiratkozási URL-je.

source: The price for closed %s.
hu_hu: A(z) zárt %s ára.

source: The custom button URL for closed %s.
hu_hu: A(z) zárt %s egyedi gombjának URL-je.

source: Whether %s materials are enabled.
hu_hu: Engedélyezve vannak-e a(z) %s anyagai.

source: %s materials information.
hu_hu: A(z) %s anyagainak információi.

source: The rendered materials content.
hu_hu: A megjelenített anyagok tartalma.

source: The ID of the set %1$s for the %2$s.
hu_hu: A(z) %2$s számára beállított %1$s azonosítója.

source: Whether the %s content is always visible or only visible to enrollees. False if only visible to enrollees.
hu_hu: A(z) %s tartalma mindig látható-e, vagy csak a beiratkozottak számára. Hamis, ha csak a beiratkozottak számára látható.

source: Whether a %1$s-specific %2$s and %3$s per page setting is enabled.
hu_hu: Engedélyezve van-e a(z) %1$s-specifikus %2$s és %3$s oldalankénti beállítása.

source: Custom %s per page setting.
hu_hu: Egyéni %s oldalankénti beállítás.

source: Requirements for %1$s enrollment. Empty string means no restrictions and students have access without prerequisite restrictions. "course_prerequisite_enabled" means prerequisite %2$s must be completed first. "course_points_enabled" means a specific number of %1$s points are required for access.
hu_hu: A(z) %1$s beiratkozásának követelményei. Az üres karakterlánc azt jelenti, hogy nincs korlátozás, és a tanulók előfeltételi korlátozások nélkül férhetnek hozzá. A "course_prerequisite_enabled" azt jelenti, hogy az előfeltételként megadott %2$s-t előbb teljesíteni kell. A "course_points_enabled" azt jelenti, hogy a hozzáféréshez meghatározott számú %1$s pont szükséges.

source: Whether prerequisites are the set requirement for access.
hu_hu: Az előfeltételek jelentik-e a hozzáférési követelményt.

source: How to compare prerequisites (ANY or ALL).
hu_hu: Az előfeltételek értékelésének módja (ANY vagy ALL).

source: List of %1$s prerequisites by %1$s ID.
hu_hu: A(z) %1$s előfeltételeinek listája %1$s azonosító szerint.

source: Whether %s points are are the set requirement for access.
hu_hu: A(z) %s pontok jelentik-e a hozzáférési követelményt.

source: Points required for %s access.
hu_hu: A(z) %s hozzáféréshez szükséges pontok.

source: Points awarded for %s completion.
hu_hu: A(z) %s teljesítéséért járó pontok.
