Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: Questions
source: Drop %s Here
hu_hu: %s ide dobása

# placeholder: Questions label, number of questions
source: Total %1$s: %2$s
hu_hu: Összesen %1$s: %2$s

# placeholder: Quiz
source: You have unsaved %s Builder changes. Are you sure you want to leave?
hu_hu: Nem mentett %s Builder módosításai vannak. Biztosan el akarja hagyni az oldalt?

# placeholders: post type labels like Question, second Quiz
source: Are you sure you want to remove this %1$s from the %2$s?
hu_hu: Biztos benne, hogy eltávolítja ezt a(z) %1$s elemet a(z) %2$s-ból/-ből?

# placeholders: post type labels like Question
source: Are you sure you want to move this %s to Trash?
hu_hu: Biztos benne, hogy ezt a(z) %s elemet a Lomtárba helyezi?

# placeholders: Question, Quiz
source: Remove %1$s from %2$s
hu_hu: Távolítsa el a(z) %1$s elemet a(z) %2$s-ból/-ből

# placeholder: Total of question points
source: Total Points: %s
hu_hu: Összpontszám: %s

source: Access Mode
hu_hu: Hozzáférési mód

source: Video Progression
hu_hu: Videó előrehaladás

source: Video Resume
hu_hu: Videó folytatása

source: Invalid request.
hu_hu: Érvénytelen kérés.

source: Failed to get affected posts number.
hu_hu: Nem sikerült lekérni az érintett bejegyzések számát.

source: No fields selected.
hu_hu: Nincs kiválasztott mező.

source: No affected %s.
hu_hu: Nincs érintett %s.

source: The bulk editing of %1$d %2$s is in the processing queue. Please refresh this page to see the progress.
hu_hu: A(z) %1$d %2$s csoportos szerkesztése a feldolgozási várólistán van. A folyamat megtekintéséhez frissítse ezt az oldalt.

source: The bulk editing of %1$d %2$s is running. Please refresh this page to see the progress.
hu_hu: A(z) %1$d %2$s csoportos szerkesztése fut. A folyamat megtekintéséhez frissítse ezt az oldalt.

source: The bulk editing of %1$d %2$s will be processed soon. You can see the progress refreshing this page.
hu_hu: A(z) %1$d %2$s csoportos szerkesztése hamarosan feldolgozásra kerül. A folyamat előrehaladását az oldal frissítésével követheti.

source: The bulk edit of %1$d %2$s finished successfully.
hu_hu: A(z) %1$d %2$s csoportos szerkesztése sikeresen befejeződött.

source: Missing required attributes for field: %s
hu_hu: Hiányoznak a kötelező attribútumok ehhez a mezőhöz: %s

source: Clone
hu_hu: Klónozás

source: Request expired. Please try it again.
hu_hu: A kérés lejárt. Kérjük, próbálja meg újra.

source: Invalid LearnDash %s.
hu_hu: Érvénytelen LearnDash %s.

source: The cloning of %1$s into %2$s is scheduled. Please refresh this page to see the progress.
hu_hu: A(z) %1$s klónozása ide: %2$s ütemezve lett. A folyamat megtekintéséhez frissítse ezt az oldalt.

source: The cloning of %1$s into %2$s is in the processing queue. Please refresh this page to see the progress.
hu_hu: A(z) %1$s klónozása ide: %2$s a feldolgozási várólistán van. A folyamat megtekintéséhez frissítse ezt az oldalt.

source: The cloning of %1$s into %2$s is running. Please refresh this page to see the progress.
hu_hu: A(z) %1$s klónozása ide: %2$s fut. A folyamat megtekintéséhez frissítse ezt az oldalt.

source: The %1$s can not be cloned because it is not a valid LearnDash %2$s.
hu_hu: A(z) %1$s nem klónozható, mert nem érvényes LearnDash %2$s.

source: Your %1$s %2$s has been cloned successfully into %3$s.
hu_hu: A(z) %1$s %2$s sikeresen klónozva lett a(z) %3$s-ba/-be.

source: Copy of %s
hu_hu: %s másolata

source: Error cloning quiz %1$s: %2$s
hu_hu: Hiba a %1$s kvíz klónozásakor: %2$s

source: Export User %s Data
hu_hu: Felhasználói %s adatok exportálása

# Export User Course Data Label
source: Export User %s Data
hu_hu: Felhasználói %s adatok exportálása

# placeholders: result count, total count
source: %1$d of %2$s Users
hu_hu: %1$d / %2$s felhasználó

# Course Complete Report label: NO
source: NO
hu_hu: NEM

# Course Complete Report label: YES
source: YES
hu_hu: IGEN

# Export User Quiz Data Label
source: Export User %s Data
hu_hu: Felhasználói %s adatok exportálása

# Quiz Passed Report label: NO
source: NO
hu_hu: NEM

# Quiz Passed Report label: YES
source: YES
hu_hu: IGEN

source: Upgrade
hu_hu: Frissítés

# placeholder: Course
source: Convert %s Access Lists
hu_hu: A(z) %s hozzáférési listák átalakítása

# placeholder: course
source: This convert the %s access list setting to user meta where it can be managed more efficiently. (Optional)
hu_hu: Ez a(z) %s hozzáférési lista beállítását felhasználói metává alakítja, ahol hatékonyabban kezelhető. (Opcionális)

source: Continue previous upgrade processing?
hu_hu: Folytatja az előző frissítési folyamatot?

source: Complete
hu_hu: Kész

source: In Progress
hu_hu: Folyamatban

source: Incomplete
hu_hu: Befejezetlen

# placeholders: progress status, result count, total count, Courses
source: %1$s: %2$d of %3$d %4$s
hu_hu: %1$s: %2$d / %3$d %4$s

# placeholders: Course title, users processed, users total
source: %1$s: %2$d of %3$d users processed
hu_hu: %1$s: %2$d / %3$d felhasználó feldolgozva

# placeholder: Course
source: Upgrade %s Meta
hu_hu: A(z) %s meta frissítése

# placeholder: course
source: This upgrade will upgrade the %s meta elements. (Optional)
hu_hu: Ez a frissítés frissíti a(z) %s meta elemeket. (Opcionális)

# placeholders: Quiz, Questions
source: Upgrade %1$s %2$s
hu_hu: %1$s %2$s frissítése

# placeholders: Quiz questions, Quiz
source: This upgrade will convert the %1$s %2$s to WordPress custom post type. <strong>This is required before enabling %3$s Builder.</strong> (Optional)
hu_hu: Ez a frissítés a(z) %1$s %2$s elemeket WordPress egyéni bejegyzéstípussá alakítja. <strong>Ez szükséges a %3$s Builder engedélyezése előtt.</strong> (Opcionális)

# placeholders: Quiz
source: Invalid %s ID
hu_hu: Érvénytelen %s azonosító

# placeholders: Questions, Quiz, Quiz Title
source: Reprocess %1$s for %2$s: "%3$s"
hu_hu: %1$s újrafeldolgozása ehhez: %2$s: "%3$s"

# placeholders: Questions
source: Process Mismatched %s only?
hu_hu: Csak a nem egyező %s feldolgozása?

# placeholders: progress status, result count, total count, Questions label
source: %1$s: %2$d of %3$d %4$s
hu_hu: %1$s: %2$d / %3$d %4$s

# placeholder: Number of skipped Questions
source: ProQuiz %1$s Skipped %2$d
hu_hu: ProQuiz %1$s kihagyva: %2$d

# placeholder: ProQuiz Question ID, question
source: [%1$d] Empty %2$s ProID given.
hu_hu: [%1$d] Üres %2$s ProID lett megadva.

# placeholder: ProQuiz Question ID
source: ProQuestion ID [%d] Model not found.
hu_hu: ProQuestion ID [%d] modell nem található.

# placeholder: ProQuiz Question ID, ProQuiz Quiz ID
source: ProQuestion ID [%1$d] ProQuiz ID empty [%2$d].
hu_hu: ProQuestion ID [%1$d] ProQuiz ID üres [%2$d].

# placeholder: ProQuiz Question ID, ProQuiz Quiz ID
source: ProQuestion ID [%1$d] ProQuiz ID Model not found [%2$d].
hu_hu: ProQuestion ID [%1$d] ProQuiz ID modell nem található [%2$d].

source: Reload
hu_hu: Újratöltés

source: Rename WPProQuiz DB Tables
hu_hu: WPProQuiz adatbázistáblák átnevezése

source: This upgrade will rename the existing WPProQuiz database tables to a new name inline with LearnDash standards.<br /><strong>It is recommended you set your site to maintenance mode before performing this upgrade.</strong>
hu_hu: Ez a frissítés átnevezi a meglévő WPProQuiz adatbázistáblákat a LearnDash szabványoknak megfelelő új névre.<br /><strong>Javasolt a webhelyet karbantartási módba állítani a frissítés végrehajtása előtt.</strong>

# placeholders: default prefix, example table name
source: %1$s - Legacy ProQuiz table prefix. Ex. %2$s
hu_hu: %1$s - Régi ProQuiz táblanév-előtag. Pl. %2$s

# placeholders: learndash prefix, example table name
source: %1$s - LearnDash ProQuiz table prefix. Ex. %2$s
hu_hu: %1$s - LearnDash ProQuiz táblanév-előtag. Pl. %2$s

source: show tables
hu_hu: táblák megjelenítése

source: Source Tables
hu_hu: Forrástáblák

source: Destination Tables
hu_hu: Céltáblák

# placeholders: progress status, result count, total count
source: %1$s: %2$d of %3$d ProQuiz Table
hu_hu: %1$s: %2$d / %3$d ProQuiz tábla

# placeholder: Course
source: Upgrade User %s Data
hu_hu: Felhasználói %s adatok frissítése

# placeholder: course
source: This upgrade will sync your existing user data for %s into a new database table for better reporting. (Required)
hu_hu: Ez a frissítés a meglévő felhasználói %s adatokat egy új adatbázistáblába szinkronizálja a jobb jelentéskészítés érdekében. (Kötelező)

# placeholders: progress status, result count, total count
source: %1$s: %2$d of %3$d Users
hu_hu: %1$s: %2$d / %3$d felhasználó

# placeholder: Quiz
source: Upgrade User %s Data
hu_hu: Felhasználói %s adatok frissítése

# placeholder: quiz
source: This upgrade will sync your existing user data for %s into a new database table for better reporting. (Required)
hu_hu: Ez a frissítés a meglévő felhasználói %s adatokat egy új adatbázistáblába szinkronizálja a jobb jelentéskészítés érdekében. (Kötelező)

source: Learndash admin filter with the "%s" type not found.
hu_hu: A(z) "%s" típusú LearnDash adminisztrátori szűrő nem található.

source: Enabled
hu_hu: Engedélyezve

source: Disabled
hu_hu: Letiltva

source: Where
hu_hu: Ahol

source: Status
hu_hu: Állapot

source: Title
hu_hu: Cím

source: contains this
hu_hu: tartalmazza ezt

source: Unable to create the files: %s
hu_hu: Nem sikerült létrehozni a fájlokat: %s

source: Unable to create the files.
hu_hu: Nem sikerült létrehozni a fájlokat.

source: Unable to create the media directory.
hu_hu: Nem sikerült létrehozni a médiamappát.

source: Unable to create the files to export.
hu_hu: Nem sikerült létrehozni az exportáláshoz szükséges fájlokat.

source: Unable to add data to the export file.
hu_hu: Nem sikerült adatot hozzáadni az exportfájlhoz.

source: Unable to copy the media file.
hu_hu: Nem sikerült lemásolni a médiafájlt.

source: Unable to close the export file.
hu_hu: Nem sikerült lezárni az exportfájlt.

source: Unable to create the zip directory.
hu_hu: Nem sikerült létrehozni a zip mappát.

source: Unable to create the zip file.
hu_hu: Nem sikerült létrehozni a zip fájlt.

source: Unable to add file to the zip file.
hu_hu: Nem sikerült fájlt hozzáadni a zip fájlhoz.

source: Unable to save the zip file.
hu_hu: Nem sikerült menteni a zip fájlt.

source: Export is in the processing queue. Please reload this page to see the export status.
hu_hu: Az exportálás a feldolgozási sorban van. Kérjük, frissítse az oldalt az exportálás állapotának megtekintéséhez.

source: Export is in progress. It may take a few minutes. Reload this page to see the export status.
hu_hu: Az exportálás folyamatban van. Néhány percet is igénybe vehet. Frissítse az oldalt az exportálás állapotának megtekintéséhez.

source: Failed to run export.
hu_hu: Az exportálás futtatása sikertelen.

source: Export completed successfully. %1$sDownload file%2$s
hu_hu: Az exportálás sikeresen befejeződött. %1$sFájl letöltése%2$s

source: Please choose at least one thing to export.
hu_hu: Kérjük, válasszon legalább egy exportálandó elemet.

source: It is not possible to export user progress without user profiles.
hu_hu: Felhasználói profilok nélkül nem exportálható a felhasználói előrehaladás.

# placeholder: courses, lessons, topics, quizzes
source: It is not possible to export user progress without %1$s, %2$s, %3$s or %4$s.
hu_hu: Nem exportálható a felhasználói előrehaladás %1$s, %2$s, %3$s vagy %4$s nélkül.

# placeholder: quizzes, questions
source: It is not possible to export %1$s without %2$s and vice versa.
hu_hu: %2$s nélkül nem exportálható a(z) %1$s, és fordítva sem.

source: Import completed successfully.
hu_hu: Az importálás sikeresen befejeződött.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
hu_hu: A feltöltött fájl meghaladja a php.ini-ben megadott upload_max_filesize értéket.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
hu_hu: A feltöltött fájl meghaladja a HTML-űrlapon megadott MAX_FILE_SIZE értéket.

source: The uploaded file was only partially uploaded.
hu_hu: A feltöltött fájl csak részben töltődött fel.

source: No file was uploaded
hu_hu: Nem történt fájlfeltöltés

source: Missing a temporary folder
hu_hu: Hiányzik egy ideiglenes mappa

source: Failed to write file to disk.
hu_hu: Nem sikerült a fájlt lemezre írni.

source: A PHP extension stopped the file upload.
hu_hu: Egy PHP-bővítmény leállította a fájlfeltöltést.

source: Uploading of your import archive failed.
hu_hu: Az importarchívum feltöltése sikertelen.

source: Invalid import archive. Import configuration file "%s" not found.
hu_hu: Érvénytelen importarchívum. Az import konfigurációs fájl "%s" nem található.

source: Invalid import archive. Files with the "%1$s" extension except the configuration file "%2$s" were not found.
hu_hu: Érvénytelen importarchívum. A(z) "%1$s" kiterjesztésű fájlok, a "%2$s" konfigurációs fájl kivételével, nem találhatók.

source: Import is in the processing queue. Please reload this page to see the import status.
hu_hu: Az importálás a feldolgozási sorban van. Kérjük, frissítse az oldalt az importálás állapotának megtekintéséhez.

source: Import is in progress. It may take a few minutes. Reload this page to see the import status.
hu_hu: Az importálás folyamatban van. Néhány percet is igénybe vehet. Frissítse az oldalt az importálás állapotának megtekintéséhez.

source: Failed to run import.
hu_hu: Az importálás futtatása sikertelen.

source: Assignment
hu_hu: Beadandó

source: Click for Help!
hu_hu: Kattintson a súgóért!

# placeholder: Course
source: Associated %s
hu_hu: Kapcsolt %s

# placeholder: Course
source: -- Select a %s --
hu_hu: -- Válasszon %s --

# placeholder: Course
source: Associate with a %s.
hu_hu: Társítás %s-szal.

# placeholder: Lesson
source: Associated %s
hu_hu: Kapcsolt %s

# placeholder: Lesson
source: -- Select a %s --
hu_hu: -- Válasszon %s --

# placeholder: Lesson
source: Associate with a %s.
hu_hu: Társítás %s-szal.

source: Approved
hu_hu: Jóváhagyva

source: Not Approved
hu_hu: Nincs jóváhagyva

source: Approve
hu_hu: Jóváhagyás

source: Assignment status.
hu_hu: Beadandó állapota.

source: Points
hu_hu: Pontok

source: Update
hu_hu: Frissítés

source: Update & Approve
hu_hu: Frissítés és jóváhagyás

# placeholder: max points
source: Awarded Points (Out of %d):
hu_hu: Megítélt pontok (a %d-ből):

source: Points not enabled
hu_hu: A pontok nincsenek engedélyezve

source: Assignment Points.
hu_hu: Beadandó pontok.

source: Download
hu_hu: Letöltés

source: Assignment download.
hu_hu: Beadandó letöltése.

# placeholder: Course
source: LearnDash %s Builder
hu_hu: LearnDash %s építő

source: Essay Upload
hu_hu: Esszé feltöltése

source: Essay Grading Status
hu_hu: Esszé értékelési állapota

source: Not Graded
hu_hu: Nincs értékelve

source: Graded
hu_hu: Értékelve

# placeholder: question
source: Essay %s
hu_hu: Esszé %s

source: Points available
hu_hu: Elérhető pontok

source: Points awarded
hu_hu: Megítélt pontok

# placeholder: question
source: We could not find the essay %s for this response
hu_hu: Nem találtuk meg az ehhez a válaszhoz tartozó esszét: %s

# placeholder: Quiz.
source: Essay %s
hu_hu: Esszé %s

# placeholder: Quiz
source: No %s
hu_hu: Nincs %s

# placeholder: Quiz
source: Essay %s
hu_hu: Esszé %s

# placeholder: Course
source: Essay %s
hu_hu: Esszé %s

# placeholder: Lesson
source: Essay %s
hu_hu: Esszé %s

# placeholder: Essay submit date
source: Submitted on: <b>%s</b>
hu_hu: Beküldve: <b>%s</b>

source: Delete Permanently
hu_hu: Végleges törlés

source: Move to Trash
hu_hu: Lomtárba helyezés

# placeholder: question
source: Upload was not provided for this %s
hu_hu: Ehhez a %s-hez nem történt feltöltés

# placeholder: Group
source: %s Attributes
hu_hu: %s attribútumai

source: (no parent)
hu_hu: (nincs szülő)

# placeholder: Group
source: %s Parent
hu_hu: Szülő %s

source: Order
hu_hu: Sorrend

# placeholders: Question
source: %s Category
hu_hu: %s kategória

source: (optional)
hu_hu: (opcionális)

source: Answer type
hu_hu: Válasz típusa

source: (required)
hu_hu: (kötelező)

source: Answers
hu_hu: Válaszok

source: Single choice options
hu_hu: Egyválasztós opciók

source: Message with the correct answer
hu_hu: Üzenet helyes válasz esetén

source: Message with the incorrect answer
hu_hu: Üzenet helytelen válasz esetén

source: Hint
hu_hu: Tipp

source: Template
hu_hu: Sablon

source: Answer Type
hu_hu: Válasz típusa

source: You can assign classify category for a question. Categories are e.g. visible in statistics function.
hu_hu: Kategóriát rendelhet a kérdéshez. A kategóriák például a statisztikában láthatók.

source: You can manage categories in global settings.
hu_hu: A kategóriákat az általános beállításokban kezelheti.

source: Create new category
hu_hu: Új kategória létrehozása

source: No category
hu_hu: Nincs kategória

source: Create
hu_hu: Létrehozás

# placeholder: question
source: Points for this %s (Standard is 1 point)
hu_hu: Pontok ehhez: %s (alapértelmezett: 1 pont)

source: These points will be rewarded, only if the user chooses the answer correctly.
hu_hu: Ezek a pontok csak akkor kerülnek odaítélésre, ha a felhasználó helyesen választ.

source: If you enable this option, you can enter different points for every answer.
hu_hu: Ha engedélyezi ezt az opciót, minden válaszhoz eltérő pontszámot adhat meg.

source: Show reached points in the correct and incorrect message?
hu_hu: Megjelenjen az elért pontszám a helyes és a helytelen üzenetben?

source: This text will be visible if answered correctly. It can be used as explanation for complex questions. The message "Right" or "Wrong" is always displayed automatically.
hu_hu: Ez a szöveg helyes válasz esetén látható. Használható bonyolult kérdések magyarázatára. A "Helyes" vagy "Helytelen" üzenet automatikusan megjelenik.

source: Same text for correct- and incorrect-message?
hu_hu: Ugyanaz a szöveg a helyes és a helytelen üzenethez?

source: This text will be visible if answered incorrectly. It can be used as explanation for complex questions. The message "Right" or "Wrong" is always displayed automatically.
hu_hu: Ez a szöveg helytelen válasz esetén látható. Használható bonyolult kérdések magyarázatára. A "Helyes" vagy "Helytelen" üzenet automatikusan megjelenik.

source: Here you can enter solution hint.
hu_hu: Itt adhat meg megoldási tippet.

source: Activate hint for this question?
hu_hu: Aktiválja a tippet ehhez a kérdéshez?

source: If "Different points for each answer" is activated, you can activate a special mode.<br> This changes the calculation of the points.
hu_hu: Ha az "Eltérő pontszám minden válaszhoz" be van kapcsolva, egy speciális mód is aktiválható.<br> Ez megváltoztatja a pontszámok kiszámítását.

source: Different points - modus 2 activate
hu_hu: Különböző pontok - 2. mód aktiválása

source: Disables the distinction between correct and incorrect. If enabled, the total points for the %s are the greatest points from all answers.
hu_hu: Letiltja a helyes és helytelen megkülönböztetését. Ha engedélyezve van, a(z) %s összpontszámát az összes válasz közül a legnagyobb pontszám adja.

source: Disable correct and incorrect
hu_hu: Helyes és helytelen letiltása

source: Explanation of points calculation
hu_hu: Pontszámítás magyarázata

source: Please sort the answers in right order with the "Move" - Button. The answers will be displayed randomly.
hu_hu: Kérjük, rendezze a válaszokat a helyes sorrendbe a "Move" - gombbal. A válaszok véletlenszerűen jelennek meg.

source: Add new answer
hu_hu: Új válasz hozzáadása

source: In this mode, Sort Elements must be assigned to their corresponding Criterion.
hu_hu: Ebben a módban a rendezési elemeket hozzá kell rendelni a megfelelő kritériumhoz.

source: Each Sort Element must be unique, and only one-to-one associations are supported.
hu_hu: Minden rendezési elemnek egyedinek kell lennie, és csak egy az egyhez társítások támogatottak.

source: Percentage width of criteria table column:
hu_hu: A kritériumtáblázat oszlopának százalékos szélessége:

source: Allows adjustment of the left column's width, and the right column will auto-fill the rest of the available space. Increase this to allow accommodate longer criterion text. Defaults to 20%.
hu_hu: Lehetővé teszi a bal oldali oszlop szélességének beállítását; a jobb oldali oszlop automatikusan kitölti a fennmaradó helyet. Növelje ezt, ha hosszabb kritériumszöveget kell elhelyezni. Alapértelmezés: 20%.

source: Use Template
hu_hu: Sablon használata

# placeholder: Question Title
source: Revert: %s
hu_hu: Visszaállítás: %s

source: Select a Template to load
hu_hu: Válasszon betöltendő sablont

source: load template
hu_hu: sablon betöltése

source: Save as Template
hu_hu: Mentés sablonként

source: Select a templates to save or new
hu_hu: Válasszon egy mentendő sablont, vagy hozzon létre újat

source: Create new template
hu_hu: Új sablon létrehozása

source: new template name
hu_hu: új sablon neve

source: "Different points for each answer" enabled
hu_hu: "Különböző pontok minden válaszhoz" engedélyezve

source: "Different points - mode 2" disable
hu_hu: "Különböző pontok - 2. mód" letiltva

source: "Different points - mode 2" enabled
hu_hu: "Különböző pontok - 2. mód" engedélyezve

source: Question - Single Choice - 3 Answers - Diff points mode A=3 Points [correct] B=2 Points [incorrect] C=1 Point [incorrect] = 3 Points
hu_hu: Kérdés - Egyválasztós - 3 válasz - Különböző pontok mód A=3 pont [helyes] B=2 pont [helytelen] C=1 pont [helytelen] = 3 pont

source: Question - Single Choice - 3 Answers - Modus 2 A=3 Points [correct] B=2 Points [incorrect] C=1 Point [incorrect] = 3 Points
hu_hu: Kérdés - Egyválasztós - 3 válasz - 2. mód A=3 pont [helyes] B=2 pont [helytelen] C=1 pont [helytelen] = 3 pont

source: ~~~ User 1: ~~~ A=checked B=unchecked C=unchecked Result: A=correct and checked (correct) = 3 Points B=incorrect and unchecked (correct) = 0 Points C=incorrect and unchecked (correct) = 0 Points = 3 / 3 Points 100%
hu_hu: ~~~ Felhasználó 1: ~~~ A=bejelölve B=nincs bejelölve C=nincs bejelölve Eredmény: A=helyes és bejelölve (helyes) = 3 pont B=helytelen és nincs bejelölve (helyes) = 0 pont C=helytelen és nincs bejelölve (helyes) = 0 pont = 3 / 3 pont 100%

source: ~~~ User 1: ~~~ A=checked B=unchecked C=unchecked Result: A=checked = 3 Points B=unchecked = 0 Points C=unchecked = 0 Points = 3 / 3 Points 100%
hu_hu: ~~~ Felhasználó 1: ~~~ A=bejelölve B=nincs bejelölve C=nincs bejelölve Eredmény: A=bejelölve = 3 pont B=nincs bejelölve = 0 pont C=nincs bejelölve = 0 pont = 3 / 3 pont 100%

source: ~~~ User 2: ~~~ A=unchecked B=checked C=unchecked Result: A=correct and unchecked (incorrect) = 0 Points B=incorrect and checked (incorrect) = 0 Points C=incorrect and unchecked (correct) = 0 Points = 0 / 3 Points 0%
hu_hu: ~~~ Felhasználó 2: ~~~ A=nincs bejelölve B=bejelölve C=nincs bejelölve Eredmény: A=helyes és nincs bejelölve (helytelen) = 0 pont B=helytelen és bejelölve (helytelen) = 0 pont C=helytelen és nincs bejelölve (helyes) = 0 pont = 0 / 3 pont 0%

source: ~~~ User 2: ~~~ A=unchecked B=checked C=unchecked Result: A=unchecked = 0 Points B=checked = 2 Points C=unchecked = 0 Points = 2 / 3 Points 66,67%
hu_hu: ~~~ Felhasználó 2: ~~~ A=nincs bejelölve B=bejelölve C=nincs bejelölve Eredmény: A=nincs bejelölve = 0 pont B=bejelölve = 2 pont C=nincs bejelölve = 0 pont = 2 / 3 pont 66,67%

source: ~~~ User 3: ~~~ A=unchecked B=unchecked C=checked Result: A=correct and unchecked (incorrect) = 0 Points B=incorrect and unchecked (correct) = 0 Points C=incorrect and checked (incorrect) = 0 Points = 0 / 3 Points 0%
hu_hu: ~~~ Felhasználó 3: ~~~ A=nincs bejelölve B=nincs bejelölve C=bejelölve Eredmény: A=helyes és nincs bejelölve (helytelen) = 0 pont B=helytelen és nincs bejelölve (helyes) = 0 pont C=helytelen és bejelölve (helytelen) = 0 pont = 0 / 3 pont 0%
