Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

source: When enabled, the first message will be displayed to ALL users. To customize the message based on earned score, add new Graduation Levels and set the 'From' field to the desired grade.
hu_hu: Bekapcsoláskor az első üzenet MINDEN felhasználónak megjelenik. Az elért pontszám szerinti üzenethez adjon hozzá új eredményszinteket, és állítsa a 'Kezdő' mezőt a kívánt ponthatárra.

# placeholder: Quiz
source: The message below is displayed on the %s results page.
hu_hu: Az alábbi üzenet a(z) %s eredményoldalán jelenik meg.

# placeholder: Quiz
source: Restart %s button
hu_hu: %s újraindítása gomb

source: Custom Results Display
hu_hu: Egyéni eredménymegjelenítés

source: Enable the items you wish to display on the Result Page
hu_hu: Engedélyezze azokat az elemeket, amelyeket az eredményoldalon meg kíván jeleníteni

source: Average Score
hu_hu: Átlagpontszám

# placeholder: quiz
source: Display the average score of all users who took the %s
hu_hu: Az összes felhasználó átlagpontszámának megjelenítése, akik teljesítették a %s-t

source: Category Score
hu_hu: Kategóriapontszám

# placeholder: Question
source: Display the score achieved for each %s Category
hu_hu: Az egyes %s-kategóriákban elért pontszám megjelenítése

source: Overall Score
hu_hu: Összpontszám

# placeholder: Quiz
source: The achieved %s score is NOT be displayed on the Results page
hu_hu: A megszerzett %s pontszám NEM kerül megjelenítésre az eredményoldalon

source: No. of Correct Answers
hu_hu: Helyes válaszok száma

# placeholder: Questions
source: The number of correctly answered %s is NOT displayed on the Results page.
hu_hu: A helyesen megválaszolt %s-ek száma NEM jelenik meg az eredményoldalon.

source: Time Spent
hu_hu: Eltöltött idő

source: Custom Answer Feedback
hu_hu: Egyéni válaszvisszajelzés

# placeholder: questions
source: Select which data users should be able to view when reviewing their submitted %s.
hu_hu: Válassza ki, hogy a felhasználók mely adatokat láthassák a benyújtott %s áttekintésekor.

source: Correct / Incorrect Messages
hu_hu: Helyes / helytelen üzenetek

source: Correct / Incorrect Answer Marks
hu_hu: Helyes / helytelen válaszjelölések

# placeholder: Questions
source: View %s Button
hu_hu: %s megtekintése gomb

# placeholder: input form field
source: From %s %% score, display this message:
hu_hu: %s %% pontszámtól ezt az üzenetet jelenítse meg:

# placeholder: Topic
source: %s Access Settings
hu_hu: %s hozzáférési beállításai

# placeholder: topic
source: Controls how, where, and when the %s can be accessed.
hu_hu: Szabályozza, hogy a %s hogyan, hol és mikor érhető el.

# placeholder: Lesson
source: Select %s
hu_hu: %s kiválasztása

# Associated Course Label
source: Associated %s
hu_hu: Társított %s

# placeholder: Topic, Course.
source: Associate this %1$s with a %2$s.
hu_hu: Társítsa ezt a %1$s elemet egy %2$s-hoz.

# placeholder: Topic
source: %s Release Schedule
hu_hu: %s elérhetőségének ütemezése

# placeholder: topic, course
source: The %1$s is made available on %2$s enrollment.
hu_hu: A %1$s a %2$s-be való beiratkozáskor válik elérhetővé.

# placeholder: topic, course.
source: The %1$s will be available X days after %2$s enrollment.
hu_hu: A %1$s a %2$s-be történő beiratkozás után X nappal lesz elérhető.

# placeholder: topic
source: The %s will be available on a specific date.
hu_hu: A %s egy meghatározott dátumtól lesz elérhető.

# placeholder: topic
source: Whether a %s takes place in a virtual setting (e.g, Zoom) or in-person.
hu_hu: A %s virtuális környezetben (pl. Zoom) vagy személyesen zajlik-e.

# placeholder: Topic
source: External %s
hu_hu: Külső %s

# placeholder: topic
source: This %s takes place in a virtual setting (e.g, Zoom) or in-person.
hu_hu: Ez a %s virtuális környezetben (pl. Zoom) vagy személyesen zajlik.

# placeholder: topic
source: This %s takes place in a virtual setting (e.g, Zoom).
hu_hu: Ez a %s virtuális környezetben (pl. Zoom) zajlik.

# placeholder: topic
source: This %s takes place in-person.
hu_hu: Ez a %s személyesen zajlik.

# placeholder: topic
source: If attendance is required the student will not be able to continue in the course until they have been marked by an admin or group leader that they have attended the virtual or in-person %s.
hu_hu: Ha a részvétel kötelező, a hallgató nem tudja folytatni a kurzust, amíg egy admin vagy csoportvezető nem jelöli, hogy részt vett a virtuális vagy személyes %s-en.

# placeholder: topic
source: If attendance is not required the student will be able to continue the course without requiring to be marked as attending the virtual or in-person %s.
hu_hu: Ha a részvétel nem kötelező, a hallgató folytathatja a kurzust anélkül, hogy jelölni kellene a virtuális vagy személyes %s-en való részvételét.

# placeholder: topic
source: Controls the look and feel of the %s and optional content settings
hu_hu: A %s megjelenését és az opcionális tartalombeállításokat szabályozza

# placeholder: Topic
source: %s auto-completion
hu_hu: %s automatikus teljesítése

# placeholder: topic
source: Automatically mark the %s as completed once the user has watched the full video.
hu_hu: A teljes videó megtekintése után a %s automatikusan teljesítettnek jelölése.

# placeholder: Topic
source: %s Video Auto-complete
hu_hu: %s videó automatikus teljesítése

# placeholder: topic
source: Specify a delay between video completion and %s completion.
hu_hu: Adja meg a késleltetést a videó befejezése és a %s teljesítése között.

# placeholder: Topic
source: %s Video Completion Delay (seconds).
hu_hu: %s videó befejezési késleltetés (másodperc).

# placeholder: Topic
source: %s Video Show Mark Complete Button
hu_hu: %s videó „Készre jelölés” gomb megjelenítése

# placeholder: Topic
source: %s Assignment Upload Count Limit.
hu_hu: %s feladatfeltöltések számkorlátja.

# placeholder: Topic
source: %s Assignment Allow File Deletion.
hu_hu: %s feladat: fájltörlés engedélyezése.

# placeholder: topic, topic
source: List and display support materials for the %1$s. This is visible to any user having access to the %2$s.
hu_hu: Sorolja fel és jelenítse meg a %1$s támogató anyagait. Ez minden olyan felhasználó számára látható, akinek hozzáférése van a %2$s-hoz.

# placeholder: topic
source: Any content added below is displayed on the %s page
hu_hu: Az alább hozzáadott bármely tartalom a %s oldalán jelenik meg

# placeholder: Topic
source: Cannot be enabled while %s timer or Assignments are enabled
hu_hu: Nem engedélyezhető, amíg a %s időzítő vagy a feladatok engedélyezve vannak

# placeholder: Topic
source: %s Video Progression Enabled
hu_hu: %s videóalapú előrehaladás engedélyezve

# placeholder: Topic
source: %s Video Progression URL
hu_hu: %s videóelőrehaladás URL

# placeholder: topic
source: The video will be shown and must be fully watched before the user can access the %s’s associated steps.
hu_hu: A videó megjelenik, és teljes egészében meg kell nézni, mielőtt a felhasználó hozzáférhetne a %s kapcsolódó lépéseihez.

# placeholder: topic, topic
source: The video will be visible after the user has completed the %1$s’s associated steps. The full video must be watched in order to complete the %2$s.
hu_hu: A videó a %1$s kapcsolódó lépéseinek teljesítése után lesz látható. A %2$s teljesítéséhez a teljes videót meg kell nézni.

# placeholder: Topic
source: %s Video Shown before or after sub-steps
hu_hu: %s videó megjelenítése az al-lépések előtt vagy után

# placeholder: Topic
source: %s Video Autostart
hu_hu: %s videó automatikus indítása

source: Only available for YouTube and local videos.
hu_hu: Csak YouTube és helyi videók esetén érhető el.

# placeholder: Topic
source: %s Video Controls Display. YouTube and local videos only
hu_hu: %s videó vezérlőelemek megjelenítése. Csak YouTube és helyi videókhoz

# placeholder: topic
source: Cannot be enabled while %s timer or Video progression are enabled
hu_hu: Nem engedélyezhető, amíg a %s időzítő vagy a videós előrehaladás engedélyezve van

# placeholder: Topic
source: %s Assignment Uploads Enabled
hu_hu: %s feladatfeltöltések engedélyezve

# placeholder: Topic
source: %s Assignment Allowed file extensions. Comma separated pdf, xls, zip
hu_hu: %s feladat: engedélyezett fájlkiterjesztések. Vesszővel elválasztva: pdf, xls, zip

# placeholder: PHP file upload size
source: Default maximum file size supported is: %s
hu_hu: Alapértelmezett maximális támogatott fájlméret: %s

# placeholder: Topic, Upload size limit
source: %1$s Assignment Upload size limit. Max per server is %2$s
hu_hu: %1$s feladat feltöltési méretkorlát. A kiszolgáló általi maximum: %2$s

# placeholder: Topic
source: %s Assignment Points Enabled
hu_hu: %s feladat pontok engedélyezve

# placeholder: Topic
source: %s Assignment Points Amount
hu_hu: %s feladat pontérték

# placeholder: Group, topic
source: Admin or %1$s leader approval and grading required. The %2$s cannot be completed until the assignment is approved.
hu_hu: Admin vagy %1$s vezető jóváhagyása és értékelése szükséges. A %2$s nem teljesíthető, amíg a feladat nincs jóváhagyva.

# placeholder: Topic
source: %s Assignment Auto-approve Enabled
hu_hu: %s feladat automatikus jóváhagyás engedélyezve

# placeholder: Topic
source: %s Timer
hu_hu: %s időzítő

# placeholder: topic
source: The %s cannot be marked as completed until the set time has elapsed.
hu_hu: A %s nem jelölhető készre, amíg a beállított idő le nem telt.

# placeholder: Topic
source: %s Time Enabled
hu_hu: %s időzítő engedélyezve

# placeholder: Topic
source: %s Timer Amount.
hu_hu: %s időzítő időtartama.

source: LearnDash Add-ons
hu_hu: LearnDash bővítmények

# Plugin installer section title
source: Description
hu_hu: Leírás

# Plugin installer section title
source: Installation
hu_hu: Telepítés

# Plugin installer section title
source: FAQ
hu_hu: GYIK

# Plugin installer section title
source: Screenshots
hu_hu: Képernyőképek

# Plugin installer section title
source: Changelog
hu_hu: Változásnapló

# Plugin installer section title
source: Reviews
hu_hu: Értékelések

# Plugin installer section title
source: Other Notes
hu_hu: Egyéb megjegyzések

source: Plugin Installation
hu_hu: Bővítmény telepítése

source: Version:
hu_hu: Verzió:

source: Author:
hu_hu: Szerző:

source: %s ago
hu_hu: %s ezelőtt

source: Requires WordPress Version:
hu_hu: Szükséges WordPress-verzió:

source: %s or higher
hu_hu: %s vagy újabb

source: Compatible up to:
hu_hu: Kompatibilis eddig:

source: Active Installations:
hu_hu: Aktív telepítések:

# Active plugin installations
source: 1+ Million
hu_hu: 1+ millió

# Active plugin installations
source: Less Than 10
hu_hu: Kevesebb, mint 10

source: WordPress.org Plugin Page &#187;
hu_hu: WordPress.org bővítményoldal &#187;

source: Plugin Homepage &#187;
hu_hu: Bővítmény honlapja &#187;

source: Donate to this plugin &#187;
hu_hu: Támogassa ezt a bővítményt &#187;

source: Average Rating
hu_hu: Átlagos értékelés

source: Read all reviews on WordPress.org or write your own!
hu_hu: Olvassa el az összes értékelést a WordPress.org oldalon, vagy írja meg a sajátját!

source: Contributors
hu_hu: Közreműködők

source: <strong>Warning:</strong> This plugin has <strong>not been tested</strong> with your current version of WordPress.
hu_hu: <strong>Figyelmeztetés:</strong> Ezt a bővítményt <strong>nem tesztelték</strong> a WordPress jelenlegi verziójával.

source: <strong>Warning:</strong> This plugin has <strong>not been marked as compatible</strong> with your version of WordPress.
hu_hu: <strong>Figyelmeztetés:</strong> Ezt a bővítményt <strong>nem jelölték kompatibilisnek</strong> az Ön WordPress-verziójával.

source: Install Update Now
hu_hu: Frissítés telepítése most

source: Newer Version (%s) Installed
hu_hu: Újabb verzió (%s) telepítve

source: Latest Version Installed
hu_hu: A legújabb verzió telepítve

# Advanced settings Label
source: Advanced
hu_hu: Haladó

# Course Settings
source: Settings
hu_hu: Beállítások

source: Shortcodes
hu_hu: Rövidkódok

source: Certificate Shortcodes
hu_hu: Tanúsítvány rövidkódok

# placeholder: URL to online documentation
source: The documentation for Certificate Shortcodes has moved online (only available in English). %s
hu_hu: A Tanúsítvány rövidkódok dokumentációja átköltözött online (csak angolul érhető el). %s

source: External link to Certificate online documentation
hu_hu: Külső hivatkozás a Tanúsítvány online dokumentációjához

source: Click here
hu_hu: Kattintson ide

source: (opens in a new tab)
hu_hu: (új lapon nyílik meg)

# Course Shortcodes Label
source: Shortcodes
hu_hu: Rövidkódok

# placeholder: Course Label
source: %s Shortcodes
hu_hu: %s rövidkódok

# placeholder: Course label, URL to online documentation
source: The documentation for %1$s Shortcodes and Blocks has moved online (only available in English). %2$s
hu_hu: A(z) %1$s rövidkódok és blokkok dokumentációja átköltözött online (csak angolul érhető el). %2$s

# placeholder: Course label.
source: External link to %s Shortcodes and Blocks online documentation
hu_hu: Külső hivatkozás a(z) %s rövidkódok és blokkok online dokumentációjához

# Emails tab Label
source: Emails
hu_hu: E-mailek

source: Experiments
hu_hu: Kísérletek

source: General
hu_hu: Általános

# Group Settings
source: Settings
hu_hu: Beállítások

source: LearnDash Help
hu_hu: LearnDash súgó

source: Help
hu_hu: Súgó

source: Getting Started
hu_hu: Kezdő lépések

source: Not sure what to do next? Read our top articles to get more information.
hu_hu: Nem biztos benne, mi a következő lépés? Olvassa el legnépszerűbb cikkeinket további információkért.

source: Everything about LearnDash LMS core plugin.
hu_hu: Minden a LearnDash LMS alapbővítményéről.

source: Add-Ons
hu_hu: Kiegészítők

source: Course Grid, Stripe, WooCommerce, Zapier, and other official add-ons documentations.
hu_hu: A Course Grid, Stripe, WooCommerce, Zapier és más hivatalos kiegészítők dokumentációi.

source: Users & Groups
hu_hu: Felhasználók és csoportok

source: Have questions about users & groups? Our articles may help.
hu_hu: Kérdései vannak a felhasználókkal és csoportokkal kapcsolatban? Cikkeink segíthetnek.

source: Reporting
hu_hu: Jelentések

source: LearnDash reporting guides.
hu_hu: LearnDash jelentéskészítési útmutatók.

source: User Guides
hu_hu: Felhasználói útmutatók

source: Collection of guides that will help you accomplish certain tasks.
hu_hu: Útmutatók gyűjteménye, amelyek segítenek bizonyos feladatok elvégzésében.

source: Troubleshooting
hu_hu: Hibaelhárítás

source: Have issues? Follow our troubleshooting guides to resolve them.
hu_hu: Problémái vannak? Kövesse hibaelhárítási útmutatóinkat a megoldáshoz.

source: FAQs
hu_hu: GYIK

source: Have a question? See if it's already been answered.
hu_hu: Kérdése van? Nézze meg, megválaszoltuk-e már.

source: Accounts & Billing
hu_hu: Fiókok és számlázás

source: Accounts & Billing related articles.
hu_hu: Fiókokkal és számlázással kapcsolatos cikkek.

source: Additional Resources
hu_hu: További források

source: Build Courses
hu_hu: Tanfolyamok létrehozása

source: Sell Your Courses
hu_hu: Tanfolyamok értékesítése

source: Manage Students
hu_hu: Tanulók kezelése

source: Welcome to LearnDash
hu_hu: Üdvözöljük a LearnDashben

source: A Brief Overview of LearnDash
hu_hu: Rövid áttekintés a LearnDashről

source: LearnDash Documentation
hu_hu: LearnDash dokumentáció

source: Contact Support
hu_hu: Kapcsolatfelvétel a támogatással

source: Creating Courses with the Course Builder [Video]
hu_hu: Tanfolyamok létrehozása a Course Builderrel [Videó]

source: Adding Content with Lessons & Topics [Video]
hu_hu: Tartalom hozzáadása Leckékkel és Témákkal [Videó]

source: Creating Quizzes [Video]
hu_hu: Kvízek létrehozása [Videó]

source: PayPal Settings [Video]
hu_hu: PayPal beállítások [Videó]

source: Stripe Integration [Video]
hu_hu: Stripe integráció [Videó]

source: WooCommerce Integration
hu_hu: WooCommerce integráció

source: Course Access Settings [Video]
hu_hu: Tanfolyam hozzáférési beállítások [Videó]

source: Setting Up User Registration [Video]
hu_hu: Felhasználói regisztráció beállítása [Videó]

source: Adding a User Profile Page
hu_hu: Felhasználói profiloldal hozzáadása

source: LearnDash Login & Registration
hu_hu: LearnDash bejelentkezés és regisztráció

# Lesson Settings
source: Settings
hu_hu: Beállítások

source: License Settings
hu_hu: Licencbeállítások

source: LMS License XXX
hu_hu: LMS licenc XXX

source: LearnDash Overview
hu_hu: LearnDash áttekintés

source: Hide LearnDash Bootcamp
hu_hu: LearnDash Bootcamp elrejtése

# Bootcamp headline
source: Enter Your License
hu_hu: Adja meg a licencét

# Link to the license page on the LearnDash website
source: You can also find them listed %1$s
hu_hu: Ezeket %1$s is megtalálja felsorolva

source: on your account.
hu_hu: a fiókjában.

source: Your license is valid.
hu_hu: A licenc érvényes.

# License email
source: Enter your Email here
hu_hu: Adja meg itt az e-mail-címét

# License key
source: Enter your license key here
hu_hu: Adja meg itt a licenckulcsot

source: Save license
hu_hu: Licenc mentése

source: You do not have sufficient permissions to change the license information.
hu_hu: Nincs elegendő jogosultsága a licencinformációk módosításához.

source: In this video we will briefly explain the layout of LearnDash, our free add-ons, and where you can go to read more details about our features.
hu_hu: Ebben a videóban röviden bemutatjuk a LearnDash felépítését, ingyenes kiegészítőinket, és azt is, hol talál további részleteket a funkcióinkról.

source: Getting Started [Guide]
hu_hu: Kezdő lépések [Útmutató]

# placeholder: Courses, Course
source: Creating %1$s with the %2$s Builder
hu_hu: %1$s létrehozása a %2$s Builderrel

# placeholder: course, Course.
source: In this video we will demonstrate how you can create a %1$s using the LearnDash %2$s Builder.
hu_hu: Ebben a videóban bemutatjuk, hogyan tud %1$s létrehozni a LearnDash %2$s Builderrel.

source: Additional Resources:
hu_hu: További források:

# placeholder: Course
source: %s Builder [Article]
hu_hu: %s Builder [Cikk]

# placeholders: Lessons, Topics
source: Adding Content Using %1$s & %2$s
hu_hu: Tartalom hozzáadása %1$s és %2$s használatával

# placeholders: Course, Lessons, Topics
source: Now that you have your %1$s created, it is time to start adding content via %2$s and %3$s. In this video we will show how to do this and explain the various settings.
hu_hu: Mivel a(z) %1$s elkészült, ideje elkezdeni a tartalom hozzáadását a(z) %2$s és %3$s révén. Ebben a videóban megmutatjuk, hogyan kell ezt megtenni, és ismertetjük a különféle beállításokat.

# placeholder: Lessons
source: %s Documentation
hu_hu: %s dokumentáció

# placeholder: Topics
source: %s Documentation
hu_hu: %s dokumentáció

# placeholder: Quizzes
source: Creating %s
hu_hu: %s létrehozása

# placeholder: Quizzes, course, quizzes, course, Quiz, Questions
source: %1$s are a great way to check if your learners are understanding the %2$s content. You can have one or more %3$s throughout a %4$s, or you can put it at the end. In this video we demonstrate how to create a %5$s and how to add %6$s.
hu_hu: A(z) %1$s kiváló módot kínál annak ellenőrzésére, hogy a tanulók megértik-e a(z) %2$s tartalmát. Egy %4$s során lehet egy vagy több %3$s, vagy elhelyezheti a végén. Ebben a videóban bemutatjuk a %5$s létrehozását és a %6$s hozzáadását.

# placeholder: Quizzes.
source: %s Documentation
hu_hu: %s dokumentáció

source: Certificate Documentation
hu_hu: Tanúsítvány dokumentáció

source: Setting-up User Registration
hu_hu: Felhasználói regisztráció beállítása

# placeholder: Courses
source: Once you have finished creating your %s it is time to configure user registration so that people can access them! In this video we explain how to create an attractive login and registration form.
hu_hu: Miután elkészült a(z) %s, ideje beállítani a felhasználói regisztrációt, hogy az emberek hozzáférhessenek! Ebben a videóban elmagyarázzuk, hogyan hozhat létre tetszetős bejelentkezési és regisztrációs űrlapot.

source: LearnDash Login & Registration [Guide]
hu_hu: LearnDash bejelentkezés és regisztráció [Útmutató]

# placeholder: Courses.
source: Selling Your %s
hu_hu: A(z) %s értékesítése

# placeholders: Courses, courses
source: If you are selling your %1$s then you have many options available to you! In the first video we demonstrate how you can quickly start accepting payments with PayPal and Stripe. In the second video we will show you how to sell %2$s using the popular WordPress shopping cart WooCommerce.
hu_hu: Ha a(z) %1$s értékesítését tervezi, számos lehetőség áll rendelkezésére! Az első videóban bemutatjuk, hogyan kezdhet el gyorsan fizetéseket fogadni a PayPal és a Stripe segítségével. A második videóban pedig megmutatjuk, hogyan értékesíthet %2$s a népszerű WordPress áruházbővítménnyel, a WooCommerce-szel.

# placeholder: Course.
source: %s Access Settings [Article]
hu_hu: %s hozzáférési beállítások [Cikk]

source: PayPal Settings [Article]
hu_hu: PayPal beállítások [Cikk]

source: Stripe Integration [Article]
hu_hu: Stripe integráció [Cikk]

source: WooCommerce Integration [Article]
hu_hu: WooCommerce integráció [Cikk]

# placeholder: Course
source: Creating a %s Listing
hu_hu: %s lista létrehozása

# placeholder: Course, Courses, Course
source: Your %1$s is created and you have also configured registration/login and how you will accept payment (in the event that you are selling your %2$s). It is now time to create a %3$s Listing which is easy to do using the Course Grid Add-on.
hu_hu: A(z) %1$s elkészült, és beállította a regisztrációt/bejelentkezést, valamint a fizetési módot is (ha a(z) %2$s értékesítését tervezi). Most itt az ideje létrehozni egy %3$s listát, ami egyszerű a Course Grid kiegészítővel.

source: Course Grid Add-on [Article]
hu_hu: Course Grid kiegészítő [Cikk]

# placeholder: courses
source: The final step is to create a User Profile so that your users can instantly see which %s they have access to, their progress, performance, and earned certificates!
hu_hu: Az utolsó lépés egy Felhasználói profil létrehozása, hogy a felhasználók azonnal lássák, mely %s elérhetők számukra, továbbá az előrehaladásukat, teljesítményüket és a megszerzett tanúsítványokat!

source: User Profiles [Guide]
hu_hu: Felhasználói profilok [Útmutató]

source: Important Resources
hu_hu: Fontos források

# placeholder: courses
source: Setting up a learning site is no small task – but you are not alone! Below are some resources available to you so that you can get the most out of your LearnDash powered %s!
hu_hu: Egy tanulási webhely beállítása nem kis feladat – de nincs egyedül! Az alábbiakban olyan forrásokat talál, amelyek segítenek a LearnDash által működtetett %s lehetőségeinek maximális kihasználásában!

source: LearnDash Community Facebook Group
hu_hu: LearnDash közösségi Facebook-csoport

source: LearnDash YouTube Channel
hu_hu: LearnDash YouTube-csatorna

source: How to Get Help [Article]
hu_hu: Hogyan kérjen segítséget [Cikk]

source: Tips and Tricks
hu_hu: Tippek és trükkök

# placeholder: Courses
source: Sell Online %s
hu_hu: Online %s értékesítése

source: Something went wrong connecting to www.learndash.com. Please reload the page.
hu_hu: Hiba történt a www.learndash.com kapcsolódáskor. Kérjük, töltse újra az oldalt.

source: View more
hu_hu: Továbbiak megtekintése

source: LearnDash Tips
hu_hu: LearnDash tippek

source: LearnDash News
hu_hu: LearnDash hírek

source: Announcements
hu_hu: Bejelentések

source: Documentation
hu_hu: Dokumentáció

source: Search the Documentation website. A new tab will be opened on submission.
hu_hu: Keressen a dokumentáció webhelyén. Beküldéskor új lap nyílik meg.

source: Search documentation
hu_hu: Dokumentáció keresése

source: Getting Started Guide
hu_hu: Kezdő útmutató

source: LearnDash Core Docs
hu_hu: LearnDash Core dokumentáció
