Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: lesson
source: If attendance is required the student will not be able to continue in the course until they have been marked by an admin or group leader that they have attended the virtual or in-person %s.
hu_hu: Ha a részvétel kötelező, a tanuló nem tudja folytatni a kurzust, amíg egy admin vagy csoportvezető nem jelöli, hogy részt vett a virtuális vagy személyes %s-on.

# placeholder: lesson
source: If attendance is not required the student will be able to continue the course without requiring to be marked as attending the virtual or in-person %s.
hu_hu: Ha a részvétel nem kötelező, a tanuló folytathatja a kurzust anélkül, hogy jelölésre lenne szükség a virtuális vagy személyes %s-on való részvételről.

# placeholder: lesson
source: Controls the look and feel of the %s and optional content settings
hu_hu: Beállítja a(z) %s megjelenését és az opcionális tartalmi beállításokat

# placeholder: Lesson
source: %s auto-completion
hu_hu: %s automatikus teljesítése

# placeholder: lesson
source: Automatically mark the %s as completed once the user has watched the full video.
hu_hu: A felhasználó a teljes videó megtekintése után a(z) %s automatikusan legyen teljesítettnek jelölve.

# placeholder: Lesson
source: %s Video Auto-complete
hu_hu: %s videó automatikus teljesítése

source: Completion delay
hu_hu: Teljesítés késleltetése

source: seconds
hu_hu: másodperc

# placeholder: lesson
source: Specify a delay between video completion and %s completion.
hu_hu: Adja meg a videó befejezése és a %s befejezése közötti késleltetést.

# placeholder: Lesson
source: %s Video Completion Delay (seconds).
hu_hu: %s videó befejezési késleltetése (másodperc).

source: Mark Complete Button
hu_hu: Készre jelölés gomb

# placeholder: lesson
source: Display the Mark Complete button on a %s even if not yet clickable.
hu_hu: Jelenítse meg a Készre jelölés gombot a %s esetén akkor is, ha még nem kattintható.

# placeholder: Lesson
source: %s Video Show Mark Complete Button
hu_hu: %s videó Készre jelölés gomb megjelenítése

source: file(s) maximum
hu_hu: fájl maximum

source: Specify the maximum number of files a user can upload for this assignment.
hu_hu: Adja meg a maximális fájlszámot, amelyet a felhasználó feltölthet ehhez a beadandóhoz.

# placeholder: Lesson
source: %s Assignment Upload Count Limit.
hu_hu: %s beadandó feltöltésszám-korlát.

source: Allow file deletion
hu_hu: Fájl törlésének engedélyezése

source: Allow the user to delete their own uploaded files. This is only possible up until the assignment has been approved.
hu_hu: Engedélyezze, hogy a felhasználó törölje a saját feltöltött fájljait. Ez csak a beadandó jóváhagyásáig lehetséges.

# placeholder: Lesson
source: %s Assignment Allow File Deletion.
hu_hu: %s beadandó fájltörlés engedélyezése.

# placeholder: lesson, lesson
source: List and display support materials for the %1$s. This is visible to any user having access to the %2$s.
hu_hu: Sorolja fel és jelenítse meg a %1$s támogató anyagait. Ez minden olyan felhasználó számára látható, aki hozzáfér a %2$s-hez.

# placeholder: Lesson
source: Any content added below is displayed on the %s page
hu_hu: Az alább hozzáadott tartalom a %s oldalán jelenik meg

# placeholder: Course
source: Require users to watch the full video as part of the %s progression. Use shortcode [ld_video] to move within the post content.
hu_hu: Követelje meg, hogy a felhasználók végignézzék a teljes videót a %s előrehaladás részeként. Használja az [ld_video] rövidkódot a bejegyzés tartalmán belüli elhelyezéshez.

# placeholder: Course
source: The below video is tied to %s progression
hu_hu: Az alábbi videó a %s előrehaladásához van kötve

# placeholder: Lesson
source: Cannot be enabled while %s timer or Assignments are enabled
hu_hu: Nem engedélyezhető, amíg a %s időzítő vagy a beadandók engedélyezve vannak

# placeholder: Lesson
source: %s Video Progression Enabled
hu_hu: %s videó-előrehaladás engedélyezve

source: Video URL
hu_hu: Videó URL

source: Input URL, iFrame, or shortcode here.
hu_hu: Adjon meg itt URL-t, iFrame-et vagy rövidkódot.

# placeholder: Lesson
source: %s Video Progression URL
hu_hu: %s videó-előrehaladás URL

source: Display Timing
hu_hu: Megjelenítés időzítése

source: Before completed sub-steps
hu_hu: A befejezett al-lépések előtt

# placeholder: Lesson
source: The video will be shown and must be fully watched before the user can access the %s’s associated steps.
hu_hu: A videó megjelenik, és teljes egészében meg kell nézni, mielőtt a felhasználó hozzáférhet a %s-hez tartozó lépésekhez.

source: After completing sub-steps
hu_hu: Az al-lépések befejezése után

# placeholder: Lesson, Lesson
source: The video will be visible after the user has completed the %1$s’s associated steps. The full video must be watched in order to complete the %2$s.
hu_hu: A videó akkor lesz látható, miután a felhasználó befejezte a %1$s-hez tartozó lépéseket. A %2$s teljesítéséhez a teljes videót meg kell nézni.

# placeholder: Lesson
source: %s Video Shown before or after sub-steps
hu_hu: %s videó megjelenítése az al-lépések előtt vagy után

source: Note, due to browser requirements videos will be automatically muted for autoplay to work.
hu_hu: Megjegyzés: a böngészők követelményei miatt az automatikus lejátszáshoz a videók automatikusan némítva lesznek.

source: The video now starts automatically on page load
hu_hu: A videó most automatikusan elindul az oldal betöltésekor

# placeholder: Lesson
source: %s Video Autostart
hu_hu: %s videó automatikus indítása

source: Video Controls Display
hu_hu: Videóvezérlők megjelenítése

source: Only available for YouTube and local videos. Vimeo supported if autostart is enabled.
hu_hu: Csak YouTube és helyi videókhoz elérhető. Vimeo esetén támogatott, ha az automatikus indítás engedélyezve van.

source: Users can pause, move backward and forward within the video
hu_hu: A felhasználók szüneteltethetik, vissza- és előretekerhetik a videót

# placeholder: Lesson
source: %s Video Controls Display. YouTube and local videos only
hu_hu: %s videóvezérlők megjelenítése. Csak YouTube és helyi videókhoz

source: Video Pause on Window Unfocused
hu_hu: Videó szüneteltetése, ha az ablak elveszíti a fókuszt

source: Pause the video if user switches to a different window.
hu_hu: Szüneteltesse a videót, ha a felhasználó másik ablakra vált.

source: Allows user to resume video position. Uses browser cookie.
hu_hu: Lehetővé teszi a lejátszási pozíció folytatását. Böngészősütit használ.

source: Assignment Uploads
hu_hu: Beadandó-feltöltések

# placeholder: Lesson
source: Cannot be enabled while %s timer or Video progression are enabled
hu_hu: Nem engedélyezhető, amíg a %s időzítő vagy a videó-előrehaladás engedélyezve van

# placeholder: Lesson
source: %s Assignment Uploads Enabled
hu_hu: %s beadandó-feltöltések engedélyezve

source: File Extensions
hu_hu: Fájlkiterjesztések

source: Specify the type of files users can upload. Leave blank for any.
hu_hu: Adja meg a fájltípusokat, amelyeket a felhasználók feltölthetnek. Hagyja üresen, ha bármilyen megengedett.

# placeholder: Lesson
source: %s Assignment Allowed file extensions. Comma separated pdf, xls, zip
hu_hu: %s beadandó engedélyezett fájlkiterjesztések. Vesszővel elválasztva: pdf, xls, zip

source: File Size Limit
hu_hu: Fájlméret-korlát

source: Default maximum file size supported is controlled by your host.
hu_hu: Az alapértelmezett maximális támogatott fájlméretet a tárhelyszolgáltató szabályozza.

# placeholder: Lesson, Upload size limit
source: %1$s Assignment Upload size limit. Max per server is %2$s
hu_hu: %1$s beadandó feltöltési méretkorlát. A szerverenkénti maximum: %2$s

source: Award points for submitting assignments
hu_hu: Pontok adása beadandók beküldéséért

# placeholder: Lesson
source: %s Assignment Points Enabled
hu_hu: %s beadandó pontok engedélyezve

source: available point(s)
hu_hu: elérhető pont

# placeholder: Lesson
source: %s Assignment Points Amount
hu_hu: %s beadandó pontok száma

source: Grading Type
hu_hu: Értékelés típusa

source: Auto-approve
hu_hu: Automatikus jóváhagyás

source: No grading or approval needed. The assignment will be automatically approved and full points will be awarded.
hu_hu: Nem szükséges értékelés vagy jóváhagyás. A beadandó automatikusan jóváhagyásra kerül, és a teljes pontszám jóváírásra kerül.

source: Manually grade
hu_hu: Kézi értékelés

# placeholder: Group, lesson
source: Admin or %1$s leader approval and grading required. The %2$s cannot be completed until the assignment is approved.
hu_hu: Admin vagy %1$s vezető általi jóváhagyás és értékelés szükséges. A %2$s nem teljesíthető, amíg a beadandó nincs jóváhagyva.

# placeholder: Lesson
source: %s Assignment Auto-approve Enabled
hu_hu: %s beadandó automatikus jóváhagyás engedélyezve

# Forced Lesson Timer Label
source: Forced %s Timer
hu_hu: Kényszerített %s időzítő

# placeholder: Lesson
source: The %s cannot be marked as completed until the set time has elapsed.
hu_hu: A %s nem jelölhető készre, amíg a beállított idő le nem telt.

source: Cannot be enabled while Video progression or Assignments are enabled
hu_hu: Nem engedélyezhető, amíg a videó-előrehaladás vagy a beadandók engedélyezve vannak

# placeholder: Lesson
source: %s Time Enabled
hu_hu: %s idő engedélyezve

# placeholder: Lesson
source: %s Timer Amount.
hu_hu: %s időzítő időtartama.

# placeholder: Quiz
source: %s Access Settings
hu_hu: %s hozzáférési beállítások

# placeholder: quiz
source: Controls the requirements for accessing the %s
hu_hu: A %s-hez való hozzáférés követelményeit szabályozza

# placeholder: Lesson, Topic
source: Search or select a %1$s or %2$s…
hu_hu: Keressen vagy válasszon egy %1$s-t vagy %2$s-t…

# placeholder: Lesson, Topic
source: Select a %1$s or %2$s
hu_hu: Válasszon egy %1$s-t vagy %2$s-t

# placeholder: Quiz.
source: No previous %s required
hu_hu: Nem szükséges előzetes %s

# placeholder: Quiz
source: %s Release Schedule
hu_hu: %s megjelenési ütemezés

# placeholder: quiz, course
source: The %1$s is made available on %2$s enrollment.
hu_hu: A %1$s a %2$s beiratkozásakor válik elérhetővé.

# placeholder: quiz, course.
source: The %1$s will be available X days after %2$s enrollment.
hu_hu: A %1$s a %2$s beiratkozása után X nappal lesz elérhető.

# placeholder: quiz
source: The %s will be available on a specific date.
hu_hu: A %s egy meghatározott időpontban lesz elérhető.

# placeholder: quiz
source: Whether a %s takes place in a virtual setting (e.g, Zoom) or in-person.
hu_hu: Hogy a %s virtuális környezetben (pl. Zoomon) vagy személyesen zajlik-e.

# placeholder: Quiz
source: External %s
hu_hu: Külső %s

# placeholder: quiz
source: This %s takes place in a virtual setting (e.g, Zoom) or in-person.
hu_hu: Ez a %s virtuális környezetben (pl. Zoomon) vagy személyesen zajlik.

# placeholder: quiz
source: This %s takes place in a virtual setting (e.g, Zoom).
hu_hu: Ez a %s virtuális környezetben zajlik (pl. Zoomon).

# placeholder: quiz
source: This %s takes place in-person.
hu_hu: Ez a %s személyesen zajlik.

# placeholder: quiz
source: If attendance is required the student will not be able to continue in the course until they have been marked by an admin or group leader that they have attended the virtual or in-person %s.
hu_hu: Ha a részvétel kötelező, a tanuló nem tudja folytatni a kurzust, amíg egy admin vagy csoportvezető nem jelöli, hogy részt vett a virtuális vagy személyes %s-en.

# placeholder: quiz
source: If attendance is not required the student will be able to continue the course without requiring to be marked as attending the virtual or in-person %s.
hu_hu: Ha a részvétel nem kötelező, a tanuló folytathatja a kurzust anélkül, hogy meg kellene jelölni, hogy részt vett a virtuális vagy személyes %s-en.

# placeholder: Quiz
source: %s Prerequisites
hu_hu: %s előfeltételek

# placeholders: Quizzes Quiz
source: Select one or more %1$s that must be completed prior to taking this %2$s.
hu_hu: Válasszon ki egy vagy több %1$s-t, amelyet teljesíteni kell ennek a %2$s-nek a megkezdése előtt.

source: Allowed Users
hu_hu: Engedélyezett felhasználók

# placeholders: quizzes, courses, quiz.
source: This option is especially useful if administering %1$s via shortcodes on non-%2$s pages, or if your %3$s are open but you wish only authenticated users to take the %4$s.
hu_hu: Ez az opció különösen hasznos, ha %1$s-t rövidkódokkal, nem %2$s-oldalakon kezeli, vagy ha a(z) %3$s nyitott, de azt szeretné, hogy csak hitelesített felhasználók vehessék fel a %4$s-t.

# placeholder: quiz
source: Only registered users can take this %s
hu_hu: Csak regisztrált felhasználók vehetik fel ezt a %s-t

source: Only Logged-in Users
hu_hu: Csak bejelentkezett felhasználók

# placeholder: parent post edit link.
source: The parent %s is setup for scheduled release. This step will be available after.
hu_hu: A szülő %s ütemezett megjelenítésre van beállítva. Ez a lépés később lesz elérhető.

source: Administrative and Data Handling Settings
hu_hu: Adminisztratív és adatkezelési beállítások

source: Controls data handling options, notifications and templates.
hu_hu: Az adatkezelési opciókat, értesítéseket és sablonokat szabályozza.

source: Select a ProQuiz association
hu_hu: Válasszon ProQuiz-hozzárendelést

source: New ProQuiz association
hu_hu: Új ProQuiz-hozzárendelés

source: Re-apply after
hu_hu: Újraalkalmazás ennyi idő múlva

source: minutes
hu_hu: perc

source: Below the result text
hu_hu: Az eredményszöveg alatt

source: In a button
hu_hu: Gombban

source: IP-lock time limit
hu_hu: IP-zár időkorlát

source: Protect the statistics from spam. Results will only be saved every X minutes.
hu_hu: Védje a statisztikákat a spamtől. Az eredmények csak X percenként kerülnek mentésre.

# placeholder: quiz
source: The admin will receive an email notification when the following users have taken the %s.
hu_hu: Az admin e-mail értesítést kap, amikor az alábbi felhasználók elvégezték a %s-t.

source: All users
hu_hu: Minden felhasználó

source: Registered users only
hu_hu: Csak regisztrált felhasználók

source: Cookie time limit
hu_hu: Süti időkorlát

# placeholder: Quiz
source: Save the user’s answers into a browser cookie until the %s is submitted
hu_hu: A felhasználó válaszainak mentése böngészősütibe a %s beküldéséig

# placeholder: Quiz
source: Associated %s Database Table
hu_hu: Kapcsolódó %s adatbázistábla

source: Custom Fields
hu_hu: Egyéni mezők

# placeholder: quiz, Quiz
source: Enable this option to gather data from your users before or after the %1$s. All data is stored in the %2$s Statistics.
hu_hu: Engedélyezze ezt az opciót, hogy adatokat gyűjtsön a felhasználóktól a(z) %1$s előtt vagy után. Minden adat a(z) %2$s statisztikákban kerül tárolásra.

source: Field name.
hu_hu: Mező neve.

source: Field type.
hu_hu: Mező típusa.

source: Field sort order.
hu_hu: Mező rendezési sorrendje.

source: Field data.
hu_hu: Mező adatai.

source: Field ID.
hu_hu: Mező azonosítója.

source: Whether the field is required.
hu_hu: A mező kötelező-e.

source: Display Position
hu_hu: Megjelenítési pozíció

# placeholder: quiz.
source: On the %s startpage
hu_hu: A(z) %s kezdőoldalán

# placeholder: quiz, quiz
source: At the end of the %1$s (before the %2$s result)
hu_hu: A(z) %1$s végén (a(z) %2$s eredménye előtt)

source: Who can apply?
hu_hu: Ki jelentkezhet?

source: All user
hu_hu: Minden felhasználó

source: Anonymous users only
hu_hu: Csak névtelen felhasználók

source: Multiple Applications per user
hu_hu: Többszöri jelentkezés felhasználónként

source: Users can apply more than once to the leaderboard
hu_hu: A felhasználók egynél többször is jelentkezhetnek a ranglistára

source: Automatic user entry
hu_hu: Automatikus felhasználói bekerülés

source: Number of displayed entries
hu_hu: Megjelenített bejegyzések száma

source: Sort list by?
hu_hu: Lista rendezése?

source: Best user
hu_hu: Legjobb felhasználó

source: Newest entry
hu_hu: Legújabb bejegyzés

source: Oldest entry
hu_hu: Legrégebbi bejegyzés

# placeholder: Quiz.
source: Display on %s results page
hu_hu: Megjelenítés a(z) %s eredményoldalán

# placeholder: links to Real Simple CAPTCHA
source: This option requires additional plugin: %s
hu_hu: Ehhez az opcióhoz további bővítmény szükséges: %s

# placeholder: Quiz.
source: %s Statistics
hu_hu: %s statisztikák

source: Front-end Profile Display
hu_hu: Profil megjelenítése az előoldalon

source: Email Notifications
hu_hu: E-mail értesítések

# placeholder: Quiz
source: %s Templates
hu_hu: %s sablonok

source: Browser Cookie Answer Protection
hu_hu: Böngésző cookie alapú válaszvédelem

# placeholder: quizzes
source: Browser cookies have limited memory. This may not work with large %s.
hu_hu: A böngésző cookie-k korlátozott méretűek. Nagy %s esetén ez nem biztos, hogy működik.

# placeholder: quiz
source: Controls how the %s will look and what will be displayed
hu_hu: Szabályozza, hogyan néz ki a(z) %s és mi jelenjen meg

source: Display Back button
hu_hu: Vissza gomb megjelenítése

source: Display results at the end only
hu_hu: Eredmények megjelenítése csak a végén

source: Display results after each submitted answer
hu_hu: Eredmények megjelenítése minden beküldött válasz után

# placeholder: questions
source: %s per page (0 = all)
hu_hu: %s oldalanként (0 = összes)

# placeholder: count of questions, questions label.
source: out of %1$d %2$s.
hu_hu: a %1$d %2$s-ből.

# placeholder: quiz, quiz
source: List and display support materials for the %1$s. This is visible to any user having access to the %2$s.
hu_hu: Sorolja fel és jelenítse meg a(z) %1$s segédanyagait. Ezt minden olyan felhasználó látja, akinek van hozzáférése a(z) %2$s-hez.

# placeholder: Quiz
source: Any content added below is displayed on the %s page
hu_hu: Az alább hozzáadott tartalom a(z) %s oldalon jelenik meg

# placeholder: Quiz
source: Start automatically, without the "Start %s" button
hu_hu: Automatikus indítás, a "Start %s" gomb nélkül

# placeholder: Question
source: %s Display
hu_hu: %s megjelenítés

# placeholder: question
source: One %s at a time
hu_hu: Egyszerre egy %s

# placeholder: questions
source: All %s at once (or paginated)
hu_hu: Az összes %s egyszerre (vagy oldalakra bontva)

# placeholder: Question
source: %s Overview Table
hu_hu: %s áttekintő táblázat

# placeholder: Questions
source: An overview table will be shown for all %s.
hu_hu: Áttekintő táblázat jelenik meg az összes %s-hoz.

source: Display a summary table before submission
hu_hu: Összegző táblázat megjelenítése a beküldés előtt

# placeholder: Question
source: Skip %s
hu_hu: %s kihagyása

# placeholders: question, question
source: Must use the "One %1$s at a time" and "Display results after each submitted answer" settings in the %2$s Display setting above.
hu_hu: A fenti %2$s megjelenítés beállításnál az "Egyszerre egy %1$s" és az "Eredmények megjelenítése minden beküldött válasz után" beállításokat kell használni.

# placeholder: Question
source: Custom %s Ordering
hu_hu: Egyéni %s-sorrend

source: Sort by Category
hu_hu: Rendezés kategória szerint

source: Randomize Order
hu_hu: Sorrend véletlenszerűsítése

# placeholder: questions
source: Display all %s
hu_hu: Összes %s megjelenítése

# placeholder: questions
source: Display subset of %s
hu_hu: A %s egy részének megjelenítése

# placeholder: Question
source: Additional %s Options
hu_hu: További %s-beállítások

# placeholder: Question
source: Any enabled elements below will be displayed in each %s
hu_hu: Az alább engedélyezett elemek minden %s-ben megjelennek

source: Point Value
hu_hu: Pontérték

# placeholder: Question
source: %s Position
hu_hu: %s pozíciója

# placeholder: Question
source: %s Numbering
hu_hu: %s számozása

source: Number Answers
hu_hu: Válaszok számozása

source: Randomize Answers
hu_hu: Válaszok véletlenszerűsítése

# placeholder: question.
source: Answer display will be randomized within any given %s.
hu_hu: A válaszok megjelenítése véletlenszerű lesz az adott %s-en belül.

# placeholder: Quiz
source: %s Title
hu_hu: %s címe

# placeholder: quiz, Quiz, Quizzes.
source: A second %1$s title will be displayed on the %2$s Post. This option is recommended if displaying %3$s via Shortcode.
hu_hu: Egy második %1$s-cím jelenik meg a(z) %2$s bejegyzésen. Ez az opció ajánlott, ha a %3$s rövidkóddal kerül megjelenítésre.

# placeholder: Quiz
source: Only the %s Post title is shown
hu_hu: Csak a(z) %s bejegyzés címe látható

# placeholder: Quiz, Quiz, quiz
source: The %1$s Title is displayed in addition to the %2$s Post title. Recommended for %3$s shortcode usage.
hu_hu: A(z) %1$s címe a(z) %2$s bejegyzés címe mellett is megjelenik. Ajánlott a %3$s rövidkód használatakor.

source: Progression and Restriction Settings
hu_hu: Haladás és korlátozások beállításai

# placeholder: quiz
source: Controls the requirement for accessing and completing the %s
hu_hu: Szabályozza a(z) %s elérésének és teljesítésének feltételeit

source: Passing Score
hu_hu: Sikeres pontszám

source: Passing Score Percentage
hu_hu: Sikeres pontszám százalékosan

# placeholder: Quiz
source: %s Certificate
hu_hu: %s tanúsítvány

source: Certificate Awarded for
hu_hu: Tanúsítvány odaítélése

source: Set the score needed to receive a certificate. This can be different from the "Passing Score".
hu_hu: Állítsa be a tanúsítvány megszerzéséhez szükséges pontszámot. Ez eltérhet a "Sikeres pontszám" értékétől.

source: % score
hu_hu: % pontszám

# placeholder: Quiz
source: Enable %s Saving
hu_hu: %s mentés engedélyezése

source: Progress will be saved to the server
hu_hu: A haladás a kiszolgálóra lesz mentve

# placeholder: quiz, quiz
source: %1$s saving allows your users to save their current %2$s progress and return to it at a later date and preserve their progress.
hu_hu: A(z) %1$s mentés lehetővé teszi a felhasználóknak, hogy elmentsék aktuális %2$s haladásukat, később visszatérjenek hozzá és megőrizzék az előrehaladást.

# placeholder: Quiz
source: Save %s data to the server every
hu_hu: %s adatok mentése a kiszolgálóra minden

source: Save cookie data to the server every
hu_hu: Cookie-adatok mentése a kiszolgálóra minden

# placeholder: Quiz
source: Restrict %s Retakes
hu_hu: %s újrapróbálkozások korlátozása

source: Number of Retries Allowed
hu_hu: Engedélyezett újrapróbálkozások száma

source: You must input a whole number value or leave blank to default to 0.
hu_hu: Egész számot adjon meg, vagy hagyja üresen (alapértelmezés: 0).

source: Number of repeats allowed. blank is unlimited, 0 is 1 repeats, 1 is 2 repeats, etc.
hu_hu: Engedélyezett ismétlések száma. Üresen: korlátlan, 0: 1 ismétlés, 1: 2 ismétlés stb.

source: Retries Applicable to
hu_hu: Újrapróbálkozás vonatkozik:

source: Anonymous user only
hu_hu: Csak névtelen felhasználó

source: Use a cookie to restrict anonymous visitors
hu_hu: Cookie használata a névtelen látogatók korlátozására

source: Anonymous visitors only
hu_hu: Csak névtelen látogatók

# placeholder: Question
source: %s Completion
hu_hu: %s befejezése

# placeholder: Questions
source: All %s required to complete
hu_hu: Az összes %s szükséges a befejezéshez

source: Time Limit
hu_hu: Időkorlát

source: Time Limit Enabled
hu_hu: Időkorlát engedélyezve

source: Automatically Submit After
hu_hu: Automatikus beküldés ennyi idő után

source: e.g. 0
hu_hu: pl. 0

source: Results Page Display
hu_hu: Eredményoldal megjelenítése

source: Controls how the results page will look
hu_hu: Szabályozza, hogyan néz ki az eredményoldal

source: Result Message(s)
hu_hu: Eredményüzenet(ek)
