Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# When a course is full
source: This %s is Full
hu_hu: Ez a %s betelt

# placeholder: Course label
source: This %s is currently closed
hu_hu: Ez a %s jelenleg zárva van

# Subscribe with an interval of 1. Example: Every month
source: Every %1$s
hu_hu: Minden %1$s

# Subscribe with an interval > 1. Example: Every 2 weeks
source: Every %1$s %2$s
hu_hu: Minden %1$s %2$s

# Repeating subscription with an interval of 1. Example: Every week for 20 weeks
source: Every %1$s for %2$s %3$s
hu_hu: Minden %1$s, összesen %2$s %3$s-ig

# Repeating subscription with an interval > 1. Example: Every 2 weeks for 20 weeks
source: Every %1$s %2$s for %3$s %4$s
hu_hu: Minden %1$s %2$s, összesen %3$s %4$s-ig

source: %1$s for %2$s %3$s
hu_hu: %1$s %2$s %3$s-ig

# Subscribe with an interval of 1. Example: Then $20 per month
source: Then %1$s per %2$s
hu_hu: Ezután %1$s minden %2$s

# Subscribe with an interval > 1. Example: Then $20 every 2 weeks
source: Then %1$s every %2$s %3$s
hu_hu: Ezután %1$s minden %2$s %3$s

source: Then %1$s per %2$s for %3$s %4$s
hu_hu: Ezután %1$s minden %2$s, összesen %3$s %4$s-ig

source: Then %1$s every %2$s %3$s for %4$s %5$s
hu_hu: Ezután %1$s minden %2$s %3$s, összesen %4$s %5$s-ig

source: Pre-Ordered
hu_hu: Előrendelve

# placeholder: Courses
source: Included %s
hu_hu: Tartalmazza: %s

# When a group has ended
source: This %1$s ended on %2$s
hu_hu: Ez a(z) %1$s véget ért: %2$s

# When a group has started
source: Started %s
hu_hu: Kezdete: %s

# When a group has not ended
source: Ends %s
hu_hu: Vége: %s

# When a group has not started
source: Starts %s
hu_hu: Kezdődik: %s

# When a group has expiration
source: %d-Day Access
hu_hu: %d napos hozzáférés

# When a group is full
source: This %s is Full
hu_hu: Ez a %s betelt

# placeholder: Group label
source: This %s is currently closed
hu_hu: Ez a %s jelenleg zárva van

# placeholder: Lesson
source: %s Content
hu_hu: %s tartalma

# %s: Date when a topic will be available
source: Available %s
hu_hu: Elérhető: %s

source: Finish the required activity on this page to continue.
hu_hu: A folytatáshoz végezze el az ezen az oldalon kötelező tevékenységet.

source: %s marked complete.
hu_hu: %s befejezettként megjelölve.

source: %s Marked Complete
hu_hu: %s befejezettként megjelölve

source: All done!
hu_hu: Minden kész!

source: You can continue in
hu_hu: Itt folytathatja

source: Finish the required activity to complete this %s.
hu_hu: A(z) %s befejezéséhez végezze el a kötelező tevékenységet.

# placeholder: Topic
source: %s Content
hu_hu: %s tartalma

source: Print Your Certificate
hu_hu: Tanúsítvány nyomtatása

source: Current Status
hu_hu: Jelenlegi állapot

# placeholder: course
source: This %s has ended
hu_hu: Ez a %s véget ért

# placeholder: course, course start date
source: This %1$s starts on %2$s
hu_hu: Ez a(z) %1$s ekkor kezdődik: %2$s

# placeholder: course, course start date
source: It is a pre-order. Enroll in this %1$s to get access after %2$s
hu_hu: Ez előrendelés. Iratkozzon be ehhez: %1$s, hogy %2$s után hozzáférést kapjon

# placeholder: course
source: Enroll in this %s to get access
hu_hu: Iratkozzon be ehhez: %s, hogy hozzáférést kapjon

# placeholder: course
source: This %s is not available
hu_hu: Ez a %s nem érhető el

# placeholders: Trial interval, Trial frequency
source: Trial price for %1$s %2$s, then
hu_hu: Próbaár %1$s %2$s időtartamra, majd

# Recurring duration message
source: Full price every %1$s %2$s afterward
hu_hu: Ezt követően teljes ár minden %1$s %2$s

source: for %1$s %2$s
hu_hu: %1$s %2$s időtartamra

# Recurring duration message
source: Every %1$s %2$s
hu_hu: Minden %1$s %2$s

source: for %1$s %2$s
hu_hu: %1$s %2$s időtartamra

source: Get Started
hu_hu: Kezdje el

source: Log In to Enroll
hu_hu: Bejelentkezés a beiratkozáshoz

# placeholder: course
source: This %s is currently closed
hu_hu: Ez a %s jelenleg zárva van

# placeholder: group label
source: This %s has ended
hu_hu: Ez a %s véget ért

# placeholder: group label, group start date
source: This %1$s starts on %2$s
hu_hu: Ez a(z) %1$s ekkor kezdődik: %2$s

# placeholder: group label, group start date
source: It is a pre-order. Enroll in this %1$s to get access after %2$s
hu_hu: Ez előrendelés. Iratkozzon be ehhez: %1$s, hogy %2$s után hozzáférést kapjon

# placeholder: group label
source: Enroll in this %s to get access
hu_hu: Iratkozzon be ehhez: %s, hogy hozzáférést kapjon

# placeholder: group label
source: This %s is not available
hu_hu: Ez a %s nem érhető el

# placeholder: group
source: This %s is currently closed
hu_hu: Ez a %s jelenleg zárva van

source: Login modal
hu_hu: Bejelentkezési ablak

source: Close the login modal
hu_hu: Zárja be a bejelentkezési ablakot

# placeholder: course
source: Accessing this %s requires a login. Please enter your credentials below!
hu_hu: A %s eléréséhez bejelentkezés szükséges. Kérjük, adja meg alább a belépési adatait!

source: Please check your email for the password reset link.
hu_hu: Kérjük, ellenőrizze az e-mailjét a jelszó-visszaállítási linkért.

source: Lost Your Password?
hu_hu: Elfelejtette a jelszavát?

source: Don't have an account? Register one!
hu_hu: Nincs még fiókja? Regisztráljon!

source: Registration successful, please check your email to set your password.
hu_hu: Sikeres regisztráció. Kérjük, ellenőrizze az e-mailjét a jelszava beállításához.

source: Register an Account
hu_hu: Fiók létrehozása

source: Registration confirmation will be emailed to you.
hu_hu: A regisztráció megerősítését e-mailben küldjük el.

source: To take this %1$s you need at least %2$.01f total points. You currently have %3$.01f points.
hu_hu: A %1$s teljesítéséhez legalább %2$.01f összpontszám szükséges. Jelenleg %3$.01f pontja van.

source: <span class="ld-display-label">Available on:</span> <span class="ld-display-date">%s</span>
hu_hu: <span class="ld-display-label">Elérhető ekkor:</span> <span class="ld-display-date">%s</span>

# placeholders: Quiz label
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholders: topic label
source: Please go back and watch the video for the previous %s.
hu_hu: Kérjük, lépjen vissza, és nézze meg az előző %s videóját.

# placeholders: topic label
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholders: lesson label
source: Please go back and watch the video for the previous %s.
hu_hu: Kérjük, lépjen vissza, és nézze meg az előző %s videóját.

# placeholders: lesson label
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholders lesson
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholders: course, courses
source: To take this %1$s, you need to complete any of the following %2$s first:
hu_hu: A %1$s megkezdéséhez először a következő %2$s közül bármelyiket teljesítenie kell:

# placeholders: (1) course singular, (2) course or courses
source: To take this %1$s, you need to complete the following %2$s first:
hu_hu: A %1$s megkezdéséhez először a következő %2$s-t kell teljesítenie:

# placeholder: current page numer of total pages
source: %1$d of %2$d
hu_hu: %1$d / %2$d

# Placeholder: Group
source: %s Progress
hu_hu: %s előrehaladása

# placeholder: Progress percentage
source: %s%% Complete
hu_hu: %s%% kész

# Placeholder: Lesson Progress
source: %s Progress
hu_hu: %s előrehaladása

# Last activity date in infobar
source: Last activity on %s
hu_hu: Utolsó aktivitás: %s

# placeholders: completed steps, total steps
source: %1$d/%2$d Steps
hu_hu: %1$d/%2$d lépés

# placeholders: quiz, attempts count
source: You have already taken this %1$s %2$d time(s) and may not take it again.
hu_hu: Ezt a %1$s-t már %2$d alkalommal teljesítette, ezért nem vehet rajta részt újra.

# Pending Certificate Status Label
source: Pending
hu_hu: Függőben

source: Correct answer
hu_hu: Helyes válasz

# placeholder: question, question number, questions total
source: %1$s %2$s of %3$s
hu_hu: %1$s %2$s / %3$s

# placeholder: total quiz points
source: %s point(s)
hu_hu: %s pont

# placeholder: Quiz Category
source: Category: %s
hu_hu: Kategória: %s

source: Reorder
hu_hu: Átrendezés

source: Move "%s" down
hu_hu: A(z) "%s" lejjebb mozgatása

source: Move "%s" up
hu_hu: A(z) "%s" feljebb mozgatása

# Item Text answer is correct
source: answer is
hu_hu: a válasz

# Item Text is the correct answer
source: is the
hu_hu: a(z)

source: Correct Answer
hu_hu: Helyes válasz

# Item Text answer is incorrect
source: answer is
hu_hu: a válasz

source: Type your response here
hu_hu: Írja ide a válaszát

source: Upload your answer to this question.
hu_hu: Töltse fel a válaszát erre a kérdésre.

source: Essay type not found
hu_hu: Esszétípus nem található

source: This response will be awarded full points automatically, but it can be reviewed and adjusted after submission.
hu_hu: Ez a válasz automatikusan teljes pontot kap, de a beküldés után felülvizsgálható és módosítható.

source: This response will be awarded full points automatically, but it will be reviewed and possibly adjusted after submission.
hu_hu: Ez a válasz automatikusan teljes pontot kap, de a beküldés után felülvizsgálják, és esetleg módosítják.

source: This response will be reviewed and graded after submission.
hu_hu: Ezt a választ a beküldés után felülvizsgáljuk és értékeljük.

source: View Answers
hu_hu: Válaszok megtekintése

source: Grading can be reviewed and adjusted.
hu_hu: Az értékelés felülvizsgálható és módosítható.

source: Check
hu_hu: Ellenőrzés

source: Page %d
hu_hu: %d. oldal

# Quiz Summary
source: %s Summary
hu_hu: %s összefoglaló

source: Review / Skip
hu_hu: Áttekintés / Kihagyás

source: Answered
hu_hu: Megválaszolva

source: Show %s
hu_hu: %s megjelenítése

# placeholder: courses
source: You are registered for the following %s
hu_hu: A következő %s-ra van regisztrálva

source: Edit profile
hu_hu: Profil szerkesztése

source: Your Stats
hu_hu: Az Ön statisztikái

# Profile Course Content Label
source: Your %s
hu_hu: Az Ön %s

# placeholder: Profile Search Prompt Label
source: Show %s Search Field
hu_hu: A %s keresőmező megjelenítése

source: Go to the assignment page.
hu_hu: Ugrás a feladat oldalára.

source: %1$s/%2$s Points Awarded
hu_hu: Odaítélt pontok: %1$s/%2$s

source: No assignments at this time
hu_hu: Jelenleg nincsenek feladatok

# Course Progress Overview Label
source: %s Progress
hu_hu: %s előrehaladása

# Percentage of course completion
source: %s%% Complete
hu_hu: %s%% kész

source: Pre-ordered
hu_hu: Előrendelve

source: Go to the essay page.
hu_hu: Ugrás az esszé oldalára.

source: The statistic is not available.
hu_hu: A statisztika nem érhető el.

source: View the statistics of the %s attempt.
hu_hu: A %s próbálkozás statisztikáinak megtekintése.

source: Go to the %s page.
hu_hu: Ugrás a(z) %s oldalára.

source: View certificate.
hu_hu: Tanúsítvány megtekintése.

source: + Add new card
hu_hu: + Új kártya hozzáadása

source: Card icon: %s
hu_hu: Kártya ikonja: %s

source: Expiry
hu_hu: Lejárat

source: Saved Cards
hu_hu: Mentett kártyák

# placeholder: search term
source: You searched for "%s"
hu_hu: Erre keresett: "%s"

source: close
hu_hu: bezárás

# Profile Search Courses
source: Search Your %s
hu_hu: Saját %s keresése

# Profile Course Label
source: %s Name
hu_hu: %s neve

source: reset
hu_hu: visszaállítás

source: Subscription access will continue until expiration
hu_hu: Az előfizetéshez való hozzáférés a lejáratig megmarad

source: Subscription renews automatically until canceled
hu_hu: Az előfizetés automatikusan megújul, amíg le nem mondja

source: Subscription ends on %1$s
hu_hu: Az előfizetés véget ér ekkor: %1$s

source: Subscription expires
hu_hu: Az előfizetés lejár

source: on %1$s
hu_hu: ekkor: %1$s

source: Subscription for
hu_hu: Előfizetés ehhez

source: Next payment
hu_hu: Következő fizetés

source: This subscription does not have a payment method associated. Access to this subscription will end after the current billing cycle. You will need to re-enroll in the subscription after expiration to regain access.
hu_hu: Ehhez az előfizetéshez nincs társítva fizetési mód. A hozzáférés a jelenlegi számlázási ciklus után megszűnik. A hozzáférés visszaszerzéséhez a lejárat után újra fel kell iratkoznia az előfizetésre.

source: Via %1$s
hu_hu: %1$s útján

source: Payment method icon: %s
hu_hu: Fizetési mód ikonja: %s

source: Subscription expired on %1$s
hu_hu: Az előfizetés lejárt ekkor: %1$s

source: This subscription has been canceled via the removal of an associated payment method. You will need to re-enroll in the subscription to regain access.
hu_hu: Ezt az előfizetést az ahhoz társított fizetési mód eltávolításával törölték. A hozzáférés visszaszerzéséhez újra fel kell iratkoznia az előfizetésre.

source: Your Subscriptions
hu_hu: Előfizetései

# placeholder: Courses
source: Registered %s
hu_hu: Regisztrált %s

# User Status Course Progress
source: %s%% Complete
hu_hu: %s%% kész

# User Status Course Steps
source: %1$d/%2$d Steps
hu_hu: %1$d/%2$d lépés

# User Status Course Since
source: Since %s
hu_hu: %s óta

# placeholder: group
source: Assigned %s(s)
hu_hu: Hozzárendelt %s

# Course Navigation Home Label
source: %s Home
hu_hu: %s kezdőlapja

source: Return to
hu_hu: Vissza

source: Legacy
hu_hu: Elavult

# Course Status Label
source: %s Status:
hu_hu: %s állapota:

source: Set Enrolled Date:
hu_hu: Beiratkozás dátumának beállítása:

source: Edit date
hu_hu: Dátum szerkesztése

# placeholder: Course
source: Extra %s points
hu_hu: További %s pont

# placeholder: Course
source: %s progress details:
hu_hu: %s előrehaladásának részletei:

# placeholder: quizzes
source: You have taken the following %s:
hu_hu: A következő %s-t végezte el:

# placeholder: quiz
source: Are you sure that you want to remove this %s item?
hu_hu: Biztosan el akarja távolítani ezt a %s elemet?

source: Read more.
hu_hu: Bővebben.

source: Set all children steps as incomplete?
hu_hu: Beállítja az összes alárendelt lépést befejezetlennek?

source: Set all parent steps as incomplete?
hu_hu: Beállítja az összes szülő lépést befejezetlennek?

# placeholder: Course
source: %s switcher
hu_hu: %s-váltó

# placeholder: Course
source: Switch to the Primary %s to edit this setting
hu_hu: Váltson az elsődleges %s-re a beállítás szerkesztéséhez

# placeholder: Course
source: Select a %s
hu_hu: Válasszon egy %s-t

# placeholder: Quiz
source: Standalone %s
hu_hu: Önálló %s

# placeholder: Course
source: Primary %s
hu_hu: Elsődleges %s

# placeholder: Courses
source: Shared %s
hu_hu: Megosztott %s

# placeholder: Course
source: Set Primary %s
hu_hu: Elsődleges %s beállítása

source: Status:
hu_hu: Állapot:

# placeholders: Course steps completed, Course steps total
source: Completed <strong>%1$d</strong> out of <strong>%2$d</strong> steps
hu_hu: A <strong>%2$d</strong> lépésből <strong>%1$d</strong> teljesítve

# placeholder: Group Access Date
source: Since: %1$s (%2$s Access)
hu_hu: Mióta: %1$s (%2$s hozzáférés)

# placeholder: Access Date
source: Since: %s
hu_hu: Mióta: %s

# placeholder: Course Access Expired Date
source: (access expired %s)
hu_hu: (hozzáférés lejárt: %s)

source: (access expired)
hu_hu: (hozzáférés lejárt)

# placeholder: Course Access Expire Date
source: (expires %s)
hu_hu: (lejár: %s)

# profile edit course link label
source: (edit)
hu_hu: (szerkesztés)

# Course progress details link
source: (details)
hu_hu: (részletek)

# placeholder: Course
source: %s All Complete
hu_hu: Minden %s teljesítve

# placeholder: Course
source: Return to %s Overview
hu_hu: Vissza a %s áttekintéséhez

source: To take this %1$s you need at least %2$.01f total points. You currently have %3$.01f points.
hu_hu: A %1$s elvégzéséhez legalább %2$.01f összpontszám szükséges. Jelenleg %3$.01f pontja van.

# placeholder: Course
source: Earned %s Points:
hu_hu: Szerzett %s pont:

source: Files you have uploaded
hu_hu: Feltöltött fájlok

# placeholder: commentd count
source: Comments (%d)
hu_hu: Hozzászólások (%d)

# placeholder: comma list of file extentions
source: Allowed file types: %s
hu_hu: Engedélyezett fájltípusok: %s

# placeholder: Quiz URL
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholder: Topic URL
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholder: Lesson URL
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholder lesson
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholder: Course
source: %s Progress Overview
hu_hu: %s előrehaladásának áttekintése

# placeholder: percent complete
source: %s%% Complete
hu_hu: %s%% kész

# placeholder: topic URL
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholder: lesson URL
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholder: quiz URL
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

source: Please go back and complete the previous step.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző lépést.

# placeholders: quiz count completed, quiz count total, questions
source: %1$s of %2$s %3$s completed
hu_hu: %2$s %3$s közül %1$s teljesítve

source: Information
hu_hu: Információ

source: You must fill out this field.
hu_hu: Ezt a mezőt ki kell töltenie.

source: You must specify a number.
hu_hu: Számot kell megadnia.

source: You must specify a text.
hu_hu: Szöveget kell megadnia.

source: You must specify an email address.
hu_hu: E-mail címet kell megadnia.

source: You must specify a date.
hu_hu: Dátumot kell megadnia.

# placeholder: Quiz label
source: %s is loading...
hu_hu: %s betöltése...

# placeholder: Quiz label.
source: You have already completed the %s before. Hence you can not start it again.
hu_hu: A %s-t már korábban teljesítette. Ezért nem indíthatja el újra.

# placeholder: quiz
source: You must sign in or sign up to start the %s.
hu_hu: Be kell jelentkeznie vagy regisztrálnia a %s elindításához.

source: You must first complete the following:
hu_hu: Először a következőket kell teljesítenie:

# placeholder: Quiz
source: %s complete. Results are being recorded.
hu_hu: %s kész. Az eredmények rögzítésre kerülnek.

# placeholder: correct answer, question count, questions
source: %1$s of %2$s %3$s answered correctly
hu_hu: %2$s %3$s közül %1$s megválaszolva helyesen

# placeholder: quiz time.
source: Your time: %s
hu_hu: Az Ön ideje: %s

source: Time has elapsed
hu_hu: Az idő lejárt

# placeholder: points earned, points total
source: You have reached %1$s of %2$s point(s), (%3$s)
hu_hu: Elért pontszám: %1$s / %2$s, (%3$s)

# placeholder: points earned, points total, points percentage
source: Earned Point(s): %1$s of %2$s, (%3$s)
hu_hu: Szerzett pontszám: %1$s / %2$s, (%3$s)

# placeholder: number of essays, possible points
source: %1$s Essay(s) Pending (Possible Point(s): %2$s)
hu_hu: %1$s esszé függőben (Lehetséges pontszám: %2$s)

source: Average score
hu_hu: Átlagpontszám

source: Your score
hu_hu: Az Ön pontszáma

# Restart Quiz Button Label
source: Restart %s
hu_hu: %s újraindítása

# View Questions Button Label
source: View %s
hu_hu: %s megtekintése

source: Show leaderboard
hu_hu: Ranglista megjelenítése

# placeholder: question
source: Review %s
hu_hu: %s áttekintése

source: Current
hu_hu: Jelenlegi

# placeholder Quiz
source: Start %s
hu_hu: %s indítása

# placeholder Quiz
source: Continue %s
hu_hu: %s folytatása

# placeholder: quiz
source: Would you like to submit your %s result to the leaderboard?
hu_hu: Szeretné beküldeni a %s eredményét a ranglistára?

# placeholder: Questions
source: Manage %s in builder
hu_hu: %s kezelése az építőben

# placeholder: Quiz
source: %s switcher
hu_hu: %s-váltó

# placeholder: Quiz
source: Select a %s
hu_hu: Válasszon egy %s-t

# placeholder: Quiz
source: Primary %s
hu_hu: Elsődleges %s

# placeholder: Quizzes
source: Other %s
hu_hu: Egyéb %s

# placeholders: User, Date
source: Manual Edit by: %1$s on %2$s
hu_hu: Kézi szerkesztés: %1$s által, ekkor: %2$s

# profile edit quiz link label
source: (edit)
hu_hu: (szerkesztés)

# placeholder: quiz
source: remove this %s item
hu_hu: távolítsa el ezt a %s elemet

# profile remove quiz link label
source: (remove)
hu_hu: (eltávolítás)

source: comments
hu_hu: hozzászólások

source: Rank:
hu_hu: Helyezés:

source: Score
hu_hu: Pontszám

source: out of
hu_hu: összesen

source: question(s)
hu_hu: kérdés

source: . Points:
hu_hu: . Pont:

source: on
hu_hu: ekkor

source: copy link to use in [quizinfo] block.
hu_hu: másolja a hivatkozást a [quizinfo] blokkban történő használathoz.

# placeholder: Topic
source: %s Progress:
hu_hu: %s előrehaladása:

# placeholder: lesson
source: Please go back and complete the previous %s.
hu_hu: Kérjük, lépjen vissza, és fejezze be az előző %s-t.

# placeholder: Group Leader
source: %s in :
hu_hu: %s itt :

# placeholder: group
source: Assigned %s(s) :
hu_hu: Hozzárendelt %s(ok) :

source: %s template added.
hu_hu: %s sablon hozzáadva.

source: %s template updated.
hu_hu: %s sablon frissítve.

source: Private
hu_hu: Privát

source: Someone Else
hu_hu: Valaki más

source: Me
hu_hu: Én

source: LearnDash is The #1 WordPress LMS Plugin. Trusted by Fortune 500s & Universities.
hu_hu: A LearnDash a #1 WordPress LMS bővítmény. Fortune 500 cégek és egyetemek bíznak benne.

source: Dismiss Setup Wizard
hu_hu: Beállítási varázsló bezárása

source: Please enter the email address.
hu_hu: Kérjük, adja meg az e-mail címet.

source: Please enter the license key.
hu_hu: Kérjük, adja meg a licenckulcsot.

source: The email and the license key do not match.
hu_hu: Az e-mail és a licenckulcs nem egyezik.

source: Let's start by getting your info
hu_hu: Kezdjük az adatai megadásával

source: Enter your License
hu_hu: Adja meg a licencet

source: Your license details were emailed to you after purchase. You can also find them listed on
hu_hu: A vásárlás után a licencadatait e-mailben elküldtük. Megtalálja a

source: your account
hu_hu: fiókjában

source: Your purchase email
hu_hu: A vásárláshoz tartozó e-mail-cím

source: License:
hu_hu: Licenc:

source: Your license key
hu_hu: Az Ön licenckulcsa

source: Validate
hu_hu: Érvényesítés

source: Communication Preferences
hu_hu: Kommunikációs beállítások

source: Would you like to use the email above for all LearnDash emails and course notifications?
hu_hu: Szeretné a fenti e-mail-címet használni minden LearnDash e-mailhez és kurzusértesítéshez?

source: What "From:" email address would you like to use?
hu_hu: Melyik "From:" e-mail-címet szeretné használni?

source: Tell us about your courses
hu_hu: Meséljen a kurzusairól

source: Do you want to import a demo course?
hu_hu: Szeretne demó kurzust importálni?

source: A fully built course that helps you to understand LearnDash.
hu_hu: Egy teljesen felépített kurzus, amely segít megérteni a LearnDash használatát.

source: How many courses are you planning to create?
hu_hu: Hány kurzust tervez létrehozni?

source: Just One
hu_hu: Csak egyet

source: Multiple
hu_hu: Többet

source: What types of courses will you have?
hu_hu: Milyen típusú kurzusai lesznek?

source: Check all the apply.
hu_hu: Jelölje be az összes megfelelőt.

source: Simple
hu_hu: Egyszerű

source: A video or text based course without certificates or quizzes.
hu_hu: Videó- vagy szövegalapú kurzus tanúsítványok és kvízek nélkül.
