Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: course, courses
source: End date when %1$s content will become available to enrolled students. Start Date does not affect open %2$s. When hour and minute are not defined time will default to midnight.
hu_hu: Záró dátum, amikor a %1$s tartalma elérhetővé válik a beiratkozott tanulók számára. A kezdési dátum nem érinti a nyitott %2$s elemeket. Ha az óra és a perc nincs megadva, az idő alapértelmezés szerint éjfél.

source: End Date as a unix timestamp.
hu_hu: Záró dátum Unix időbélyegként.

source: Student Limit
hu_hu: Tanulói létszámkorlát

# placeholder: course, course, courses
source: Limits the number of students who can take your %1$s. When the limit is reached the %2$s can no longer be purchased or enrolled in. Admins can enroll students even if the limit is reached. It does not affect open %3$s.
hu_hu: Korlátozza a %1$s résztvevőinek számát. A limit elérésekor a %2$s megvásárlása és a beiratkozás többé nem lehetséges. Az adminisztrátorok a limit elérése esetén is be tudják iratkoztatni a tanulókat. Ez nem érinti a nyitott %3$s elemeket.

# placeholder: course, course, courses
source: Limits the number of students who can take your %1$s. When the limit is reached the %2$s can no longer be purchased or enrolled in. Admins can enroll students even if the limit is reached. It does not affect open %3$s. 0 means no limit.
hu_hu: Korlátozza a %1$s résztvevőinek számát. A limit elérésekor a %2$s megvásárlása és a beiratkozás többé nem lehetséges. Az adminisztrátorok a limit elérése esetén is be tudják iratkoztatni a tanulókat. Ez nem érinti a nyitott %3$s elemeket. A 0 azt jelenti, hogy nincs korlát.

# placeholder: Course
source: Alter %s Access List
hu_hu: %s hozzáférési lista módosítása

# placeholder: Course
source: You can change the LD-%s enrollees by user ID (Proceed with caution)
hu_hu: Az LD-%s beiratkozottjai felhasználói azonosítóval módosíthatók (járjon el óvatosan)

# placeholder: course.
source: Displays a list of %s enrollees by user ID. Note that not all enrollees may be reflected. We do not recommend editing this field.
hu_hu: Megjeleníti a %s beiratkozottjainak listáját felhasználói azonosító szerint. Vegye figyelembe, hogy nem minden beiratkozott jelenhet meg. Ennek a mezőnek a szerkesztését nem javasoljuk.

# placeholder: course
source: Add a comma-list of user IDs to grant access to this %s
hu_hu: Adjon meg vesszővel elválasztott felhasználói azonosítókat a %s elérésének engedélyezéséhez.

source: Completion Awards
hu_hu: Teljesítési jutalmak

# placeholder: course
source: Controls what students gain post %s completion
hu_hu: Szabályozza, mit kapnak a tanulók a %s teljesítése után

source: Search or select a certificate…
hu_hu: Keresés vagy tanúsítvány kiválasztása…

source: Select Certificate
hu_hu: Tanúsítvány kiválasztása

# placeholder: Course
source: %s Certificate
hu_hu: %s tanúsítvány

# placeholder: Course
source: %s Completion Points
hu_hu: %s teljesítési pontok

# placeholder: course.
source: Number of points awarded for completing this %s.
hu_hu: A %s teljesítéséért járó pontok száma.

source: Display and Content Options
hu_hu: Megjelenítési és tartalmi beállítások

# placeholder: course
source: Controls the look and feel of the %s and optional content settings
hu_hu: A %s megjelenését és az opcionális tartalmi beállításokat szabályozza.

# placeholder: Exam
source: Search or select a %s…
hu_hu: %s keresése vagy kiválasztása…

# placeholder: Exam
source: Select %s
hu_hu: %s kiválasztása

# placeholder: course
source: List and display support materials for the %s. This is visible to all users (including non-enrollees) by default.
hu_hu: Sorolja fel és jelenítse meg a %s segédanyagait. Ez alapértelmezés szerint minden felhasználó számára látható (beleértve a nem beiratkozottakat is).

# placeholder: Course
source: Any content added below is displayed on the main %s page
hu_hu: Az alább hozzáadott tartalom a %s főoldalán jelenik meg

source: Materials Enabled
hu_hu: Segédanyagok engedélyezve

source: Add a list of needed documents or URLs. This field supports HTML.
hu_hu: Adja hozzá a szükséges dokumentumok vagy URL-ek listáját. Ez a mező támogatja a HTML-t.

source: Materials
hu_hu: Segédanyagok

# placeholder: Course
source: %s Content
hu_hu: %s tartalom

# placeholder: Course
source: Choose whether to display the %s content table to ALL users or only enrollees
hu_hu: Válassza ki, hogy a %s tartalomtáblázat MINDEN felhasználó számára vagy csak a beiratkozottak számára jelenjen meg.

source: Always visible
hu_hu: Mindig látható

source: Only visible to enrollees
hu_hu: Csak a beiratkozottak számára látható

# placeholder: Course
source: Disable %s Content Table
hu_hu: %s tartalomtáblázat letiltása

source: Custom Pagination
hu_hu: Egyéni oldalszámozás

# placeholders: course, course
source: Customize the pagination options for this %1$s content table and %2$s navigation widget.
hu_hu: Testreszabhatja ennek a %1$s tartalomtáblázatnak és a %2$s navigációs widgetnek az oldalszámozási beállításait.

source: Currently showing default pagination
hu_hu: Jelenleg az alapértelmezett oldalszámozás látható

source: per page
hu_hu: oldalanként

# placeholder: Lessons per page
source: %s per page
hu_hu: %s oldalanként

# placeholder: Topics per page
source: %s per page
hu_hu: %s oldalanként

# placeholder: Lesson
source: Custom %s Order
hu_hu: Egyéni %s sorrend

# placeholders: lessons, topics
source: Customize the display order of %1$s and %2$s.
hu_hu: Testreszabhatja a %1$s és %2$s megjelenítési sorrendjét.

# placeholder: lesson order by, lesson order direction labels
source: Using default sorting by %1$s in %2$s order
hu_hu: Alapértelmezett rendezés használata: %1$s szerint, %2$s sorrendben.

source: Order Direction
hu_hu: Rendezés iránya

# placeholder: Course
source: %1$s Completion Page
hu_hu: %1$s teljesítési oldal

# placeholder: course
source: The page students are redirected to after %1$s completion. Overrides the global %1$s completion page if configured.
hu_hu: Az az oldal, ahová a tanulók a %1$s teljesítése után átirányításra kerülnek. Ha be van állítva, felülírja a globális %1$s teljesítési oldalt.

# placeholder: Course
source: %s Enrollment
hu_hu: %s beiratkozás

# placeholder: course
source: Controls how students gain access to the %s
hu_hu: Szabályozza, hogyan kapnak a tanulók hozzáférést a %s tartalmához.

# placeholder: Course
source: Pay Now %s Price
hu_hu: Azonnali fizetés %s ára

# placeholder: Course
source: %s Enrollment URL
hu_hu: %s beiratkozási URL

# placeholder: course
source: Enter the URL of the page you want to redirect your enrollees after signing up for this specific %s
hu_hu: Adja meg annak az oldalnak az URL-jét, ahová a beiratkozókat át szeretné irányítani, miután erre a konkrét %s-re beiratkoztak.

# placeholder: course
source: Pay Now %s Enrollment URL
hu_hu: Azonnali fizetés %s beiratkozási URL

# placeholder: Course
source: Subscribe %s Price
hu_hu: Előfizetés %s ára

source: Recurring Times
hu_hu: Ismétlődések száma

source: How many times the billing cycle repeats. Leave empty for unlimited repeats.
hu_hu: Hányszor ismétlődik a számlázási ciklus. Hagyja üresen korlátlan ismétléshez.

# placeholder: Course
source: %s Trial Price
hu_hu: %s próbaár

# placeholder: course
source: Enter the price for the trial period for this %s
hu_hu: Adja meg ennek a %s-nek a próbaidőszakra vonatkozó árát.

# placeholder: course
source: %s Trial Price
hu_hu: %s próbaár

source: Trial Duration
hu_hu: Próbaidő időtartama

# placeholder: course
source: The length of the trial period, after the trial is over, the normal %s price billing goes into effect.
hu_hu: A próbaidőszak hossza; a próbaidőszak lejárta után a normál %s ár szerinti számlázás lép életbe.

# placeholder: course
source: Subscribe %s Enrollment URL
hu_hu: Előfizetés %s beiratkozási URL

# placeholder: Course
source: Closed %s Price
hu_hu: Zárt %s ára

source: Button URL
hu_hu: Gomb URL

# placeholder: "Take this Course" button label
source: Redirect the "%s" button to a specific URL.
hu_hu: Irányítsa át a "%s" gombot egy megadott URL-re.

# placeholder: Course
source: Closed %s Button URL
hu_hu: Zárt %s gomb URL

source: Enrollment Mode
hu_hu: Beiratkozási mód

# placeholder: course
source: The %s is not protected. Any student can access its content without the need to be logged-in or enrolled.
hu_hu: A %s nincs védve. Bármely tanuló hozzáférhet a tartalmához bejelentkezés vagy beiratkozás nélkül.

# placeholder: course, course
source: The %1$s is protected via the LearnDash built-in PayPal and/or Stripe. Students need to purchase the %2$s (one-time fee) in order to gain access.
hu_hu: A %1$s védelmét a LearnDash beépített PayPal- és/vagy Stripe-integrációja biztosítja. A hozzáféréshez a tanulóknak meg kell vásárolniuk a %2$s-t (egyszeri díj).

# placeholder: course, course
source: The %1$s is protected via the LearnDash built-in PayPal and/or Stripe. Students need to purchase the %2$s (recurring fee) in order to gain access.
hu_hu: A %1$s védelmét a LearnDash beépített PayPal- és/vagy Stripe-integrációja biztosítja. A hozzáféréshez a tanulóknak meg kell vásárolniuk a %2$s-t (ismétlődő díj).

# placeholders, course, group, Group, course, group.
source: This %1$s is a part of a %2$s. %3$s settings will override %4$s settings for any student enrolled in the %5$s.
hu_hu: Ez a %1$s egy %2$s része. A %3$s beállításai felülírják a %4$s beállításait minden, a %5$s-be beiratkozott tanulónál.

# placeholders, course, groups, Group, course, groups.
source: This %1$s is a part of multiple %2$s. %3$s settings will override %4$s settings for any student enrolled in the %5$s.
hu_hu: Ez a %1$s több %2$s része. A %3$s beállításai felülírják a %4$s beállításait minden, a %5$s-be beiratkozott tanulónál.

# placeholder: Groups, Course, Group
source: Users enrolled via %1$s using this %2$s are excluded from the listings below and should be manage via the %3$s admin screen.
hu_hu: Azok a felhasználók, akik %1$s-en keresztül, ennek a %2$s használatával iratkoztak be, nem szerepelnek az alábbi listákban, és a %3$s admin felületen kell őket kezelni.

# placeholder: course
source: %s Navigation Settings
hu_hu: %s navigációs beállítások

source: Controls how students interact with the content and their navigational experience
hu_hu: Szabályozza a tartalommal való interakciót és a navigációs élményt a tanulók számára.

# placeholder: Course
source: %s Progression
hu_hu: %s előrehaladás

source: Linear
hu_hu: Lineáris

# placeholder: Course
source: Student must progress through the %1$s in the designated sequence. Linear Progress does not work with Open %2$s.
hu_hu: A tanulónak a kijelölt sorrendben kell haladnia a(z) %1$s elemein. A lineáris előrehaladás nem működik a nyitott %2$s esetén.

# placeholder: Course
source: Allows the student to move freely through the %s without following the designated step sequence
hu_hu: Lehetővé teszi, hogy a tanuló a kijelölt lépéssorozat követése nélkül szabadon haladjon a(z) %s tartalmában.

# placeholder: Course
source: %s Progression Disabled
hu_hu: %s előrehaladás letiltva

# placeholder: Course
source: %s Students
hu_hu: %s tanulói

# placeholder: Groups, Course, Group
source: Students enrolled via %1$s using this %2$s are excluded from the listings below and should be managed via the %3$s admin screen.
hu_hu: A %1$s révén, e %2$s használatával beiratkozott tanulók kimaradnak az alábbi listákból, és a %3$s admin felületen kezelendők.

# placeholder: Course
source: The %s price type is set to "open". This means ALL are automatically enrolled.
hu_hu: A %s ár típusa „nyitott”-ra van állítva. Ez azt jelenti, hogy MINDENKI automatikusan beiratkozik.

# placeholder: exam
source: Controls the look and feel of the %s and optional content settings
hu_hu: Beállítja a(z) %s megjelenését és az opcionális tartalmi beállításokat

# placeholder: Course
source: Select %s
hu_hu: %s kiválasztása

source: New enrollees only
hu_hu: Csak új beiratkozók

# placeholder: Exam, Course
source: Show %1$s to users that have a status of "Not Started" for the %2$s.
hu_hu: A(z) %1$s megjelenítése azoknak a felhasználóknak, akiknek a %2$s állapota „Nem kezdte el”.

# placeholder: Exam, Course
source: %1$s %2$s Show
hu_hu: %1$s %2$s megjelenítése

# placeholder: Course, Exam
source: Select the %1$s you want to display this %2$s on.
hu_hu: Válaszd ki azt a(z) %1$s elemet, amelyen ezt a(z) %2$s meg szeretnéd jeleníteni.

# placeholder: Exam, Course
source: %1$s Passed %2$s
hu_hu: %1$s %2$s teljesítve

# placeholder: Course, Exam, Course
source: Select the %1$s you want the user to complete when they successfully complete this %2$s. If different from the above setting, the user must already be enrolled in the chosen %3$s.
hu_hu: Válaszd ki azt a(z) %1$s elemet, amelyet a felhasználónak teljesítenie kell, amikor sikeresen teljesíti ezt a(z) %2$s-t. Ha ez eltér a fenti beállítástól, a felhasználónak már be kell iratkoznia a kiválasztott %3$s-be.

# placeholder: Exam
source: %s Passed Button Label
hu_hu: „%s teljesítve” gomb felirata

# placeholder: Exam
source: Label for button when a user passes a %s
hu_hu: Gombfelirat, amikor a felhasználó teljesít egy %s-t

# placeholder: Exam
source: %s Passed Redirect URL
hu_hu: „%s teljesítve” átirányítási URL

# placeholder: Exam
source: The URL to redirect the user to when clicking on the button after passing a %s.
hu_hu: Az URL, ahová a felhasználót a gombra kattintás után, miután teljesített egy %s-t, átirányítjuk.

# placeholder: Exam
source: %s Passed Message
hu_hu: „%s teljesítve” üzenet

# placeholder: Exam
source: Message shown when user passes the %s
hu_hu: Üzenet, amely akkor jelenik meg, amikor a felhasználó teljesíti a(z) %s-t

# placeholder: Exam
source: %s Failed Button Label
hu_hu: „%s sikertelen” gomb felirata

# placeholder: Exam
source: Label for button when a user fails a %s
hu_hu: Gombfelirat, amikor a felhasználó nem teljesít egy %s-t

# placeholder: Exam
source: %s Failed Redirect URL
hu_hu: „%s sikertelen” átirányítási URL

# placeholder: Course, Exam
source: The URL to redirect the user to when clicking on the button after failing a %s.
hu_hu: Az URL, ahová a felhasználót a gombra kattintás után, miután nem teljesített egy %s-t, átirányítjuk.

# placeholder: Exam
source: %s Failed Message
hu_hu: „%s sikertelen” üzenet

# placeholder: Exam
source: Message shown when user fails the %s
hu_hu: Üzenet, amely akkor jelenik meg, amikor a felhasználó nem teljesíti a(z) %s-t

# placeholder: Group, Courses
source: Extend %1$s %2$s Access
hu_hu: A(z) %1$s %2$s-hozzáférésének meghosszabbítása

# Extend Access To Courses
source: Extend Access To %s
hu_hu: Hozzáférés meghosszabbítása ehhez: %s

# No enrolled courses found
source: No enrolled %s found.
hu_hu: Nem található beiratkozott %s.

# placeholder: Group
source: %s Access Settings
hu_hu: %s hozzáférési beállításai

# placeholder: group
source: Controls how users will gain access to the %s
hu_hu: Szabályozza, hogy a felhasználók hogyan kapnak hozzáférést a(z) %s-hoz

# placeholder: group, course
source: This %1$s contains at least one %2$s that belongs to other %3$s. Therefore, you can not set a start or end date.
hu_hu: Ez a(z) %1$s legalább egy olyan %2$s-t tartalmaz, amely más %3$s-hoz tartozik. Ezért nem állítható be kezdő- vagy záró dátum.

# placeholder: Group
source: %s Price
hu_hu: %s ára

# placeholder: Group
source: Pay Now %s Price
hu_hu: Azonnali fizetés: %s ára

# placeholder: Group
source: %s Enrollment URL
hu_hu: %s beiratkozási URL

# placeholder: group
source: Enter the URL of the page you want to redirect your enrollees after signing up for this specific %s
hu_hu: Add meg annak az oldalnak az URL-jét, ahová a beiratkozókat átirányítod, miután feliratkoztak erre a konkrét %s-ra

# placeholder: group
source: Pay Now %s Enrollment URL
hu_hu: Azonnali fizetés: %s beiratkozási URL

# placeholder: Group
source: Subscribe %s Price
hu_hu: Előfizetés: %s ára

# placeholder: Group
source: %s Trial Price
hu_hu: %s próbaára

# placeholder: group
source: Enter the price for the trial period for this %s
hu_hu: Add meg a próbaidőszak árát ehhez: %s

# placeholder: group
source: %s Trial Price
hu_hu: %s próbaára

# placeholder: group
source: The length of the trial period, after the trial is over, the normal %s price billing goes into effect.
hu_hu: A próbaidőszak hossza; a próbaidőszak lejárta után a normál %s ár számlázása lép életbe.

# placeholder: Group
source: Closed %s Price
hu_hu: Zárt %s ára

# placeholder: "Join Group" button label
source: Redirect the "%s" button to a specific URL.
hu_hu: A „%s” gomb átirányítása egy megadott URL-re.

# placeholder: Group
source: Closed %s Button URL
hu_hu: Zárt %s gomb URL

# placeholder: group
source: The %s is protected. Registration and enrollment are required in order to access the content.
hu_hu: A(z) %s védett. A tartalom eléréséhez regisztráció és beiratkozás szükséges.

# placeholder: group, group
source: The %1$s is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the %2$s (one-time fee) in order to gain access.
hu_hu: A(z) %1$s a LearnDash beépített PayPal- és/vagy Stripe-megoldásával védett. A hozzáféréshez a felhasználóknak meg kell vásárolniuk a(z) %2$s-t (egyszeri díj).

# placeholder: group, group
source: The %1$s is protected via the built-in LearnDash PayPal/Stripe functionality. Users need to purchase the %2$s to gain access and will be charged on a recurring basis.
hu_hu: A(z) %1$s a LearnDash beépített PayPal/Stripe funkciójával védett. A hozzáféréshez a felhasználóknak meg kell vásárolniuk a(z) %2$s-t, a díjazás ismétlődően kerül felszámításra.

# placeholder: group, group
source: The %1$s can only be accessed through admin enrollment (manual), %2$s enrollment, or integration (shopping cart or membership) enrollment. No enrollment button will be displayed, unless a URL is set (optional).
hu_hu: A(z) %1$s csak adminisztrátori (kézi) beiratkozással, %2$s-beiratkozással vagy integráción (kosár vagy tagság) keresztüli beiratkozással érhető el. Beiratkozás gomb nem jelenik meg, hacsak nincs megadva URL (opcionális).

# placeholder: Group
source: %s Price Type
hu_hu: %s ár típusa

# placeholder: group label
source: When does the %1$s start?
hu_hu: Mikor kezdődik a(z) %1$s?

# placeholder: group label
source: When does the %1$s end?
hu_hu: Mikor ér véget a(z) %1$s?

# placeholder: group label
source: Limits the number of students who can take your %1$s. When the limit is reached the %1$s can no longer be purchased or enrolled in. Admins can enroll students even if the limit is reached.
hu_hu: Korlátozza a(z) %1$s-ban részt vehető tanulók számát. A limit elérésekor a(z) %1$s már nem vásárolható meg, és nem lehet beiratkozni. Az adminok a limit elérése esetén is beírathatnak tanulókat.

# placeholder: group, group, course
source: Enable automatic %1$s enrollment when a user enrolls into any associated %2$s %3$s
hu_hu: Automatikus %1$s-beiratkozás engedélyezése, amikor a felhasználó beiratkozik bármely kapcsolódó %2$s %3$s-ba

# placeholder: group
source: Controls the look and feel of the %s and optional content settings
hu_hu: Beállítja a(z) %s megjelenését és az opcionális tartalmi beállításokat

# placeholder: Group
source: %s Materials
hu_hu: %s anyagai

# placeholder: group
source: List and display support materials for the %s. This is visible to all users (including non-enrollees) by default.
hu_hu: Sorold fel és jelenítsd meg a(z) %s-hoz kapcsolódó segédanyagokat. Alapértelmezés szerint minden felhasználó számára látható (a nem beiratkozottaknak is).

# placeholder: Group
source: Any content added below is displayed on the main %s page
hu_hu: Az alább hozzáadott tartalom a(z) %s főoldalán jelenik meg

# placeholder: Group
source: %s Certificate
hu_hu: %s tanúsítvány

# placeholder: Group
source: %s Content
hu_hu: %s tartalom

# placeholder: Group
source: Choose whether to display the %s content table to ALL users or only enrollees
hu_hu: Válaszd ki, hogy a(z) %s tartalomtáblázat MINDEN felhasználónak vagy csak a beiratkozottaknak jelenjen meg

# placeholders: group
source: Customize the pagination options for this %s content table.
hu_hu: Testreszabhatod ennek a(z) %s tartalomtáblázatnak az oldalszámozási beállításait.

# placeholder: default per page number
source: Currently showing default pagination %d
hu_hu: Jelenleg az alapértelmezett oldalszámozás látható: %d

# placeholder: Courses per page
source: %s per page
hu_hu: %s oldalanként

# placeholder: Course
source: Custom %s Order
hu_hu: Egyéni %s sorrend

# placeholders: courses
source: Customize the display order of %s.
hu_hu: Testreszabd a(z) %s megjelenítési sorrendjét.

# placeholder: group course order by, group course order direction labels.
source: Using default sorting by %1$s in %2$s order
hu_hu: Alapértelmezett rendezés használata: %1$s szerint, %2$s sorrendben

# placeholders: Post Type singular label, Parent post edit link
source: The membership configuration for this %1$s is managed by the parent %2$s. You may override the parent by enabling the settings below.
hu_hu: Ennek a(z) %1$s-nek a tagsági beállításait a szülő %2$s kezeli. Az alábbi beállítások engedélyezésével felülbírálhatod a szülőt.

source: Any
hu_hu: Bármelyik

# placeholder: group
source: User can be a member of ANY %s to view content.
hu_hu: A felhasználó bármelyik %s tagja lehet a tartalom megtekintéséhez.

# placeholder: groups
source: User must be a member of ALL %s to view content.
hu_hu: A felhasználónak az ÖSSZES %s tagjának kell lennie a tartalom megtekintéséhez.

# placeholder: Lesson
source: %s Access Settings
hu_hu: %s hozzáférési beállításai

# placeholder: lessons
source: Controls the timing and way %s can be accessed.
hu_hu: Szabályozza, hogy mikor és hogyan érhető el a(z) %s.

# placeholder: course
source: Search or select a %s…
hu_hu: %s keresése vagy kiválasztása…

source: Visible After X day(s)
hu_hu: X nap után látható

source: Visible After Specific Date (YYYY-MM-DD)
hu_hu: Adott dátum után látható (ÉÉÉÉ-HH-NN)

# placeholder: lesson, course
source: This %1$s is accessible to all visitors regardless of %2$s enrollment
hu_hu: Ez a(z) %1$s minden látogató számára elérhető, függetlenül a %2$s-beiratkozástól

# placeholder: Lesson
source: %s Release Schedule
hu_hu: %s kiadási ütemezése

source: Immediately
hu_hu: Azonnal

# placeholder: lesson, course
source: The %1$s is made available on %2$s enrollment.
hu_hu: A(z) %1$s a %2$s-beiratkozáskor válik elérhetővé.

source: Enrollment-based
hu_hu: Beiratkozás alapú

# placeholder: lesson, course.
source: The %1$s will be available X days after %2$s enrollment.
hu_hu: A(z) %1$s a %2$s-beiratkozás után X nappal lesz elérhető.

source: Specific date
hu_hu: Konkrét dátum

# placeholder: lesson
source: The %s will be available on a specific date.
hu_hu: A(z) %s egy konkrét napon lesz elérhető.

source: Available Release Schedule
hu_hu: Elérhetőség ütemezése

# placeholder: lesson
source: Whether a %s takes place in a virtual setting (e.g, Zoom) or in-person.
hu_hu: A(z) %s virtuális környezetben (pl. Zoomon) vagy személyesen zajlik-e.

# placeholder: Lesson
source: External %s
hu_hu: Külső %s

# placeholder: lesson
source: This %s takes place in a virtual setting (e.g, Zoom) or in-person.
hu_hu: Ez a(z) %s virtuális környezetben (pl. Zoomon) vagy személyesen zajlik.

# placeholder: lesson
source: This %s takes place in a virtual setting (e.g, Zoom).
hu_hu: Ez a(z) %s virtuális környezetben (pl. Zoomon) zajlik.

# placeholder: lesson
source: This %s takes place in-person.
hu_hu: Ez a(z) %s személyesen zajlik.

source: Require Attendance
hu_hu: Részvétel megkövetelése
