Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: virtual instructor
source: Some settings can be overridden by individual %s settings.
hu_hu: Egyes beállításokat az egyedi %s-beállítások felülírhatják.

source: Oops! We can’t help you with that question. Please ask your instructor.
hu_hu: Hoppá! Ezzel a kérdéssel nem tudunk segíteni. Kérjük, forduljon az oktatójához.

source: Banned Words
hu_hu: Tiltott szavak

source: Banned words separated by comma. When students use these words, an error message will be returned.
hu_hu: Vesszővel elválasztott tiltott szavak. Ha a diákok ezeket a szavakat használják, hibaüzenetet kapnak.

source: Banned Words Matching
hu_hu: Tiltott szavak egyezése

source: Configure how banned word detection should work. Either on any of your banned words being detected or an exact keyphrase matching.
hu_hu: Állítsa be, hogyan működjön a tiltott szavak észlelése. Működhet bármely tiltott szó észlelésekor, vagy csak pontos kulcskifejezés-egyezés esetén.

source: Exact
hu_hu: Pontos

source: Error Message
hu_hu: Hibaüzenet

# placeholder: virtual instructor
source: Set a message that is returned to your students when they try and use banned words with the %s.
hu_hu: Állítson be egy üzenetet, amelyet a diákok kapnak, amikor tiltott szavakat próbálnak használni a(z) %s használatakor.

# placeholder: virtual instructor
source: Individual %s settings. These settings will take precedence over global settings.
hu_hu: Egyéni beállítások a(z) %s számára. Ezek a beállítások elsőbbséget élveznek a globális beállításokkal szemben.

source: Avatar
hu_hu: Avatár

# placeholder: virtual instructor
source: Upload an image to be used as the %s avatar.
hu_hu: Töltsön fel egy képet, amelyet a(z) %s avatárjaként használunk.

source: Custom Instruction
hu_hu: Egyedi utasítás

# placeholder: virtual instructor
source: Enter a custom instruction for the %s.
hu_hu: Adjon meg egy egyedi utasítást a(z) %s számára.

source: E.g. Don't give the students direct answer. Instead give them the clue and hints to find their own answer.
hu_hu: Példa: Ne adjon közvetlen választ a diákoknak. Inkább adjon támpontokat és tippeket, hogy maguk találják meg a választ.

# placeholder: courses, virtual instructor
source: Select specific %1$s the %2$s will be used for.
hu_hu: Válassza ki azokat a konkrét %1$s elemeket, amelyeknél a(z) %2$s kerül felhasználásra.

# placeholder: groups, virtual instructor
source: Select specific %1$s the %2$s will be used for.
hu_hu: Válassza ki azokat a konkrét %1$s elemeket, amelyeknél a(z) %2$s kerül felhasználásra.

source: Override Banned Words
hu_hu: Tiltott szavak felülbírálása

# placeholder: virtual instructor
source: Enter a comma separated list of banned words to be used in this %s.
hu_hu: Adjon meg vesszővel elválasztott tiltott szavakat, amelyeket ez a(z) %s használ.

source: Override Error Message
hu_hu: Hibaüzenet felülbírálása

# placeholder: virtual instructor
source: Enter a custom message when a user uses a banned word in this %s.
hu_hu: Adjon meg egy egyedi üzenetet arra az esetre, ha egy felhasználó tiltott szót használ a(z) %s használata során.

source: Invalid nonce.
hu_hu: Érvénytelen nonce.

source: Empty notice ID.
hu_hu: Üres értesítésazonosító.

source: LearnDash LMS - Course Grid addon plugin has been merged to LearnDash Core, and it is no longer necessary to be activated.
hu_hu: A LearnDash LMS - Course Grid kiegészítő beépülő beolvadt a LearnDash Core-ba, ezért már nem szükséges aktiválni.

source: %1$sCourse Grid is now part of LearnDash LMS.%2$s %3$sThe Course Grid features have been added directly into LearnDash — no separate plugin needed.%4$sIf the LearnDash LMS - Course Grid add-on was previously installed, it's no longer required and can be safely uninstalled.%5$s
hu_hu: %1$sA Course Grid mostantól a LearnDash LMS része.%2$s %3$sA Course Grid funkciói közvetlenül a LearnDash-be kerültek — nincs szükség külön beépülőre.%4$sHa a LearnDash LMS - Course Grid kiegészítő korábban telepítve volt, többé nincs rá szükség, és biztonságosan eltávolítható.%5$s

source: %s Reviews
hu_hu: %s értékelések

source: Allow Reviews for this %s?
hu_hu: Engedélyezi az értékeléseket ezen %s esetében?

source: The LearnDash Course Reviews addon has been merged to LearnDash Core, and it is no longer necessary to be activated.
hu_hu: A LearnDash Course Reviews kiegészítő beolvadt a LearnDash Core-ba, ezért már nem szükséges aktiválni.

source: %1$sCourse Reviews is now part of LearnDash LMS.%2$s %3$sThe Course Reviews features have been added directly into LearnDash — no separate plugin needed.%4$sIf the LearnDash Course Reviews add-on was previously installed, it's no longer required and can be safely uninstalled.%5$s
hu_hu: %1$sA Course Reviews mostantól a LearnDash LMS része.%2$s %3$sA Course Reviews funkciói közvetlenül a LearnDash-be kerültek — nincs szükség külön beépülőre.%4$sHa a LearnDash Course Reviews kiegészítő korábban telepítve volt, többé nincs rá szükség, és biztonságosan eltávolítható.%5$s

source: LearnDash Styles
hu_hu: LearnDash stílusok

source: Customize LearnDash Styles
hu_hu: LearnDash stílusok testreszabása

source: Global Styles
hu_hu: Globális stílusok

source: Complete Status Background Color
hu_hu: Befejezett állapot háttérszíne

source: Complete Status Text Color
hu_hu: Befejezett állapot szövegszíne

source: In Progress Status Background Color
hu_hu: Folyamatban lévő állapot háttérszíne

source: In Progress Status Text Color
hu_hu: Folyamatban lévő állapot szövegszíne

source: %s Expand/Collapse Button Border Radius
hu_hu: A(z) %s kinyitás/összecsukás gomb saroklekerekítése

source: Default
hu_hu: Alapértelmezett

source: Content Header Background Color
hu_hu: Tartalomfejléc háttérszíne

source: Content Header Text Color
hu_hu: Tartalomfejléc szövegszíne

source: Next Button Background Color
hu_hu: Következő gomb háttérszíne

source: Next Button Text Color
hu_hu: Következő gomb szövegszíne

source: Previous Button Background Color
hu_hu: Előző gomb háttérszíne

source: Previous Button Text Color
hu_hu: Előző gomb szövegszíne

source: %s Pages
hu_hu: %s oldalak

source: Progress Bar Filled Background Color
hu_hu: Folyamatjelző kitöltött részének háttérszíne

source: Progress Bar Text Color
hu_hu: Folyamatjelző szövegszíne

source: This will override the setting under "Global Styles" if set.
hu_hu: Ez, ha be van állítva, felülírja a "Globális stílusok" alatti beállítást.

source: Expand/Collapse Button Background Color
hu_hu: Kinyitás/összecsukás gomb háttérszíne

source: Expand/Collapse Button Text Color
hu_hu: Kinyitás/összecsukás gomb szövegszíne

source: Expand/Collapse Link Text Color
hu_hu: Kinyitás/összecsukás hivatkozás szövegszíne

source: %s Complete Checkbox Background Color
hu_hu: A(z) %s „Kész” jelölőnégyzet háttérszíne

source: %s Complete Checkbox Text Color
hu_hu: A(z) %s „Kész” jelölőnégyzet szövegszíne

source: %s In Progress Circle Color
hu_hu: A(z) %s „Folyamatban” kör színe

source: %s Complete Icon Color
hu_hu: A(z) %s „Kész” ikon színe

source: %s Incomplete Icon Color
hu_hu: A(z) %s „Befejezetlen” ikon színe

source: Content Action Button Border Radius
hu_hu: Tartalom műveleti gomb saroklekerekítése

source: Breadcrumbs Link Text Color
hu_hu: Morzsamenü hivatkozás szövegszíne

source: Start %s Button Background Color
hu_hu: „%s indítása” gomb háttérszíne

source: Start %s Button Text Color
hu_hu: „%s indítása” gomb szövegszíne

source: Focus Mode Navigation Panel
hu_hu: Fókuszmód navigációs panel

source: Header Background Color
hu_hu: Fejléc háttérszíne

source: Header Text Color
hu_hu: Fejléc szövegszíne

source: Header Arrow Icon Background Color
hu_hu: Fejléc nyíl ikon háttérszíne

source: Header Arrow Icon Text Color
hu_hu: Fejléc nyíl ikon szövegszíne

source: %s Content Preview Arrow Background Color
hu_hu: A(z) %s tartalomelőnézet nyíl háttérszíne

source: %s Content Preview Arrow Text Color
hu_hu: A(z) %s tartalomelőnézet nyíl szövegszíne

source: %s Content Preview Text Color
hu_hu: A(z) %s tartalomelőnézet szövegszíne

source: Current %s Text Color
hu_hu: Aktuális %s szövegszíne

source: All Customizer Controls must be attached to a Section.
hu_hu: Minden Testreszabó vezérlőt szakaszhoz kell rendelni.

source: It looks like you had LearnDash Licensing & Management active. We've deactivated it for you because it is no longer needed. %1$sLearn more%2$s
hu_hu: Úgy tűnik, a LearnDash Licensing & Management aktív volt. Kikapcsoltuk, mert már nincs rá szükség. %1$sTovábbi információ%2$s

source: Product ID
hu_hu: Termékazonosító

source: Product Name
hu_hu: Terméknév

source: Product URL
hu_hu: Termék URL

source: Final payment attempt coming soon
hu_hu: Hamarosan végső fizetési kísérlet

source: Final Attempt Coming Up
hu_hu: Következik az utolsó kísérlet

source: Trouble with your recent payment
hu_hu: Probléma a legutóbbi fizetéssel

source: Initial Payment Failed
hu_hu: A kezdeti fizetés sikertelen

source: Subscription access paused
hu_hu: Előfizetéses hozzáférés szüneteltetve

source: Payment Failed - Access Revoked
hu_hu: Sikertelen fizetés – hozzáférés visszavonva

source: Still can't process your payment
hu_hu: Továbbra sem tudjuk feldolgozni a fizetését

source: Second Attempt Failed
hu_hu: A második kísérlet sikertelen

source: Failed to verify account status. Try reconnecting the account.
hu_hu: Nem sikerült ellenőrizni a fiók állapotát. Próbálja meg újracsatlakoztatni a fiókot.

source: There was a problem with the status check for your PayPal account. Please try disconnecting and connecting again. If the problem persists, please contact support.
hu_hu: Probléma merült fel a PayPal-fiókja állapotának ellenőrzésekor. Kérjük, próbálja meg lekapcsolni, majd újra csatlakoztatni. Ha a probléma fennáll, lépjen kapcsolatba a támogatással.

source: Your account has been limited by PayPal - please check your PayPal account email inbox for details and next steps.
hu_hu: A PayPal korlátozta a fiókját – kérjük, ellenőrizze a PayPal-fiókjához tartozó e-mail postafiókot a részletekért és a további teendőkért.

source: Your PayPal account email is unconfirmed - please <a href="%s" target="_blank">confirm</a> your PayPal account email to start accepting payments.
hu_hu: A PayPal-fiókjához tartozó e-mail cím nincs megerősítve – a fizetések fogadásának megkezdéséhez kérjük, <a href="%s" target="_blank">erősítse meg</a> a PayPal-fiók e-mail címét.

source: Your account was expected to be able to accept custom payments, but is not. Please make sure your account country matches the country setting. If the problem persists, please contact PayPal.
hu_hu: A fiókjáról azt vártuk, hogy képes egyedi fizetések fogadására, de nem az. Kérjük, ellenőrizze, hogy a fiók országa megegyezik-e a beállított országgal. Ha a probléma fennáll, lépjen kapcsolatba a PayPal-lal.

source: Advanced Credit and Debit is not enabled for your account, please login into your PayPal account to provide more information.
hu_hu: Az Advanced Credit and Debit nincs engedélyezve a fiókján. Kérjük, jelentkezzen be a PayPal-fiókjába, és adjon meg további információkat.

source: Reach out to PayPal to resolve the following capabilities:
hu_hu: Vegye fel a kapcsolatot a PayPal-lal az alábbi funkciók rendezéséhez:

source: PayPal Checkout account connected.
hu_hu: PayPal Checkout-fiók csatlakoztatva.

source: PayPal Checkout account disconnected.
hu_hu: PayPal Checkout-fiók leválasztva.

source: Your PayPal Checkout account was reconnected, and webhooks were recreated.
hu_hu: A PayPal Checkout-fiókja újracsatlakoztatásra került, és a webhooks újra létrehozásra kerültek.

source: There was an error connecting to your PayPal Checkout account: %1$s
hu_hu: Hiba történt a PayPal Checkout-fiók csatlakoztatásakor: %1$s

source: PayPal Checkout requires a valid SSL certificate and secure (HTTPS) connection. Please enable SSL to use PayPal Checkout.
hu_hu: A PayPal Checkout érvényes SSL-tanúsítványt és biztonságos (HTTPS) kapcsolatot igényel. Kérjük, engedélyezze az SSL-t a PayPal Checkout használatához.

source: Invalid hash.
hu_hu: Érvénytelen hash.

source: Card (%s)
hu_hu: Kártya (%s)

source: PayPal client not found.
hu_hu: PayPal kliens nem található.

source: PayPal access token created successfully.
hu_hu: PayPal hozzáférési token sikeresen létrehozva.

source: Indicates if the request was successful.
hu_hu: Jelzi, hogy a kérés sikeres volt-e.

source: PayPal onboarding access token endpoint response data.
hu_hu: PayPal onboarding hozzáférési token végpont válaszadatai.

source: Indicates if the access token was created successfully.
hu_hu: Jelzi, hogy a hozzáférési token sikeresen létrejött-e.

source: Success message.
hu_hu: Sikerüzenet.

source: Access token created successfully.
hu_hu: Hozzáférési token sikeresen létrehozva.

source: Create PayPal Access Token
hu_hu: PayPal hozzáférési token létrehozása

source: Creates the PayPal Access Token using shared_id and auth_code.
hu_hu: Létrehozza a PayPal hozzáférési tokent a shared_id és az auth_code használatával.

source: The shared ID from PayPal onboarding.
hu_hu: A PayPal onboarding során kapott megosztott azonosító.

source: The authorization code from PayPal onboarding.
hu_hu: A PayPal onboarding során kapott autorizációs kód.

source: Whether to use the sandbox environment.
hu_hu: Használja-e a sandbox környezetet.

source: PayPal webhook client not found.
hu_hu: PayPal webhook kliens nem található.

source: Please confirm the disconnect by setting the confirm_disconnect parameter to true.
hu_hu: Kérjük, erősítse meg a leválasztást a confirm_disconnect paraméter true-ra állításával.

source: PayPal Checkout disconnected successfully.
hu_hu: A PayPal Checkout sikeresen leválasztva.

source: PayPal onboarding disconnect endpoint response data.
hu_hu: PayPal onboarding leválasztási végpont válaszadatai.

source: Indicates if PayPal Checkout was disconnected successfully.
hu_hu: Jelzi, hogy a PayPal Checkout sikeresen leválasztásra került-e.

source: Disconnects PayPal Checkout by clearing all stored tokens and data.
hu_hu: Leválasztja a PayPal Checkoutot az összes tárolt token és adat törlésével.

source: Whether to confirm the disconnect.
hu_hu: Meg kell-e erősíteni a leválasztást.

source: PayPal connection reconnected successfully.
hu_hu: A PayPal kapcsolat sikeresen újracsatlakoztatva.

source: PayPal onboarding reconnect endpoint response data.
hu_hu: PayPal onboarding újracsatlakoztatási végpont válaszadatai.

source: Indicates if the reconnect was successful.
hu_hu: Jelzi, hogy az újracsatlakoztatás sikeres volt-e.

source: Indicates if the webhooks were updated.
hu_hu: Jelzi, hogy a webhookok frissültek-e.

source: Reconnect PayPal Connection
hu_hu: PayPal kapcsolat újracsatlakoztatása

source: Reconnects and refreshes the PayPal payment connection and webhooks.
hu_hu: Újracsatlakoztatja és frissíti a PayPal fizetési kapcsolatot és a webhookokat.

source: PayPal signup URL retrieved successfully.
hu_hu: A PayPal regisztrációs URL sikeresen lekérve.

source: PayPal onboarding signup URL endpoint response data.
hu_hu: PayPal onboarding regisztrációs URL végpont válaszadatai.

source: The URL to sign up for PayPal.
hu_hu: A PayPal-regisztráció URL-je.

source: Signup URL retrieved successfully.
hu_hu: A regisztrációs URL sikeresen lekérve.

source: Retrieve PayPal Seller signup URL
hu_hu: PayPal eladói regisztrációs URL lekérése

source: Retrieves the PayPal Seller signup URL for the current user.
hu_hu: Lekéri az aktuális felhasználó PayPal eladói regisztrációs URL-jét.

source: The country code of the account to sign up.
hu_hu: A regisztrálandó fiók országkódja.

source: Whether the request is from the setup wizard.
hu_hu: A kérés a beállító varázslóból érkezik-e.

source: Payment gateway not found.
hu_hu: Fizetési átjáró nem található.

source: PayPal %s canceled successfully.
hu_hu: A(z) PayPal %s sikeresen törölve.

source: Returns the %s cancellation data.
hu_hu: Visszaadja a(z) %s törlési adatait.

source: Indicates if the PayPal %s was canceled.
hu_hu: Jelzi, hogy a PayPal %s törölve lett-e.

source: Cancels a PayPal %s.
hu_hu: PayPal %s törlése.

source: The PayPal %s ID to cancel.
hu_hu: A törlendő PayPal %s azonosítója.

source: The user ID to cancel the PayPal %s for.
hu_hu: A PayPal %s törléséhez tartozó felhasználóazonosító.

source: PayPal payment token not found.
hu_hu: PayPal fizetési token nem található.

source: Your payment was declined.
hu_hu: A fizetését elutasították.

source: PayPal %s captured successfully.
hu_hu: A(z) PayPal %s sikeresen terhelve.

source: PayPal %s capture endpoint response data.
hu_hu: A(z) PayPal %s terhelési végpont válaszadatai.

source: The PayPal %s ID that was captured.
hu_hu: A terhelt PayPal %s azonosítója.

source: Capture a PayPal %s.
hu_hu: PayPal %s terhelése.

source: Captures a PayPal %s to complete the payment.
hu_hu: A fizetés befejezéséhez PayPal %s kerül terhelésre.

source: The PayPal %s ID to capture.
hu_hu: A terhelendő PayPal %s azonosítója.

source: The PayPal payer ID.
hu_hu: A PayPal fizető azonosítója.

source: PayPal payment token handler not found.
hu_hu: PayPal fizetési token kezelő nem található.

source: User not found.
hu_hu: Felhasználó nem található.

source: Invalid customer ID for this user.
hu_hu: Érvénytelen ügyfélazonosító ehhez a felhasználóhoz.

source: PayPal cards endpoint response data.
hu_hu: A PayPal kártyák végpont válaszadatai.

source: Array of saved payment cards.
hu_hu: Mentett fizetési kártyák tömbje.

source: PayPal payment token ID.
hu_hu: PayPal fizetési token azonosító.

source: Cardholder name.
hu_hu: Kártyabirtokos neve.

source: Card brand (e.g., VISA, MASTERCARD).
hu_hu: Kártyamárka (pl. VISA, MASTERCARD).

source: Last four digits of the card.
hu_hu: A kártya utolsó négy számjegye.

source: Card expiration date.
hu_hu: A kártya lejárati dátuma.

source: 1 card retrieved successfully.
hu_hu: 1 kártya sikeresen lekérve.

source: List PayPal payment cards.
hu_hu: PayPal fizetési kártyák listázása.

source: Retrieves the list of saved payment cards for a user.
hu_hu: Lekéri a felhasználó mentett fizetési kártyáinak listáját.

source: User ID to retrieve cards for.
hu_hu: Felhasználóazonosító, amelyhez a kártyákat le kell kérni.

source: PayPal customer ID to validate against the user.
hu_hu: A felhasználóval egyeztetendő PayPal ügyfélazonosító.

source: PayPal %s has already been processed.
hu_hu: A(z) PayPal %s már feldolgozásra került.

source: Status helper not found.
hu_hu: Állapotsegéd nem található.

source: PayPal %s confirmed successfully.
hu_hu: A(z) PayPal %s sikeresen megerősítve.

source: PayPal %s is not in a valid state to confirm.
hu_hu: A(z) PayPal %s nincs érvényes állapotban a megerősítéshez.

source: PayPal %s confirmation response data.
hu_hu: A(z) PayPal %s megerősítésének válaszadatai.

source: The PayPal %s ID.
hu_hu: A PayPal %s azonosítója.

source: The URL to redirect the user to after confirmation.
hu_hu: Az URL, ahová a megerősítés után a felhasználót át kell irányítani.

source: Confirm a PayPal %s.
hu_hu: PayPal %s megerősítése.

source: Confirms a PayPal %s and returns the redirect URL.
hu_hu: PayPal %s megerősítése és az átirányítási URL visszaadása.

source: The PayPal %s ID to confirm.
hu_hu: A megerősítendő PayPal %s azonosítója.

source: The PayPal user ID for the payment confirmation.
hu_hu: A fizetés megerősítéséhez szükséges PayPal felhasználói azonosító.

source: PayPal payment gateway not found.
hu_hu: PayPal fizetési átjáró nem található.

source: Data builder not found.
hu_hu: Adatépítő nem található.

source: PayPal %s created successfully.
hu_hu: A(z) PayPal %s sikeresen létrehozva.

source: PayPal %s creation endpoint response data.
hu_hu: A(z) PayPal %s létrehozási végpont válaszadatai.

source: The created PayPal %s.
hu_hu: A létrehozott PayPal %s.

source: The %s intent.
hu_hu: A(z) %s intent.

source: The %s status.
hu_hu: A(z) %s állapota.

source: The payment source information.
hu_hu: A fizetési forrás adatai.

source: PayPal payment source details.
hu_hu: PayPal fizetési forrás részletei.

source: The purchase units.
hu_hu: A vásárlási egységek.

source: The reference ID for the purchase unit.
hu_hu: A vásárlási egység hivatkozási azonosítója.

source: The amount details.
hu_hu: Az összeg részletei.

source: The currency code.
hu_hu: A pénznem kódja.

source: The amount value.
hu_hu: Az összeg értéke.

source: The amount breakdown.
hu_hu: Az összeg bontása.

source: The item total.
hu_hu: A tételek összege.

source: The item total value.
hu_hu: A tételek összegének értéke.

source: The payee information.
hu_hu: A kedvezményezett adatai.

source: The merchant ID.
hu_hu: A kereskedő azonosítója.

source: The purchase unit description.
hu_hu: A vásárlási egység leírása.

source: The purchase unit items.
hu_hu: A vásárlási egység tételei.

source: The item name.
hu_hu: A tétel neve.

source: The item quantity.
hu_hu: A tétel mennyisége.

source: The unit amount.
hu_hu: Az egységár.

source: The unit amount value.
hu_hu: Az egységár értéke.

source: The %s links for approval and capture.
hu_hu: A(z) %s hivatkozások jóváhagyáshoz és terheléshez.

source: The link URL.
hu_hu: A hivatkozás URL-je.

source: The link relationship.
hu_hu: A hivatkozás relációja.

source: The HTTP method.
hu_hu: A HTTP metódus.

source: Create PayPal %s
hu_hu: PayPal %s létrehozása

source: Creates a new PayPal %s for payment processing.
hu_hu: Új PayPal %s létrehozása a fizetés feldolgozásához.

source: Array of product IDs to purchase.
hu_hu: Megvásárolandó termékazonosítók tömbje.

source: User ID of the customer.
hu_hu: A vásárló felhasználói azonosítója.

source: Whether to use the card fields.
hu_hu: Használja-e a kártyamezőket.

source: Whether to save the payment method for future use.
hu_hu: Elmentse-e a fizetési módot későbbi használatra.

source: The PayPal customer ID to use for the payment.
hu_hu: A fizetéshez használandó PayPal ügyfél-azonosító.

source: The PayPal vault ID to use for the payment.
hu_hu: A fizetéshez használandó PayPal Vault-azonosító.

source: Failed to save payment token for user.
hu_hu: A felhasználó fizetési tokenjének mentése nem sikerült.

source: PayPal payment token created and free trial started successfully.
hu_hu: A PayPal fizetési token létrejött, és az ingyenes próba sikeresen elindult.

source: PayPal payment token creation endpoint response data.
hu_hu: A PayPal fizetési token létrehozási végpontjának válaszadatai.

source: The URL to redirect the user after successful payment.
hu_hu: Az URL, ahová a sikeres fizetés után a felhasználót átirányítjuk.

source: PayPal payment token created and saved successfully.
hu_hu: A PayPal fizetési token sikeresen létrejött és mentésre került.

source: Create PayPal Payment Token
hu_hu: PayPal fizetési token létrehozása

source: Creates a new PayPal payment token for vaulting payment methods.
hu_hu: Új PayPal fizetési tokent hoz létre a fizetési módok Vaultban történő tárolásához.

source: The PayPal setup token ID.
hu_hu: A PayPal beállítási token azonosítója.

source: User ID to associate the payment token with.
hu_hu: Felhasználói azonosító, amelyhez a fizetési tokent társítani kell.

source: Product ID for the payment.
hu_hu: A fizetéshez tartozó termékazonosító.

source: Setup token data builder not found.
hu_hu: A beállítási token adatkészítő nem található.

source: This product does not require a setup token.
hu_hu: Ehhez a termékhez nincs szükség beállítási tokenre.

source: PayPal setup token created successfully.
hu_hu: A PayPal beállítási token sikeresen létrejött.

source: PayPal setup token creation endpoint response data.
hu_hu: A PayPal beállítási token létrehozási végpontjának válaszadatai.

source: The created PayPal setup token.
hu_hu: A létrehozott PayPal beállítási token.

source: The setup token ID.
hu_hu: A beállítási token azonosítója.
