Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholders: Quizzes, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
hu_hu: %1$s oldalanként. Alapértelmezett: %2$d. Nullára állítva mindet.

# placeholder: Quiz
source: Show %s Content
hu_hu: %s tartalom megjelenítése

# placeholder: quiz
source: shows %s content.
hu_hu: megjeleníti a %s tartalmát.

# placeholder: Quiz
source: Show %s Thumbnail
hu_hu: %s bélyegkép megjelenítése

# placeholder: quiz
source: shows a %s thumbnail.
hu_hu: megjelenít egy %s bélyegképet.

# placeholder: Quiz
source: %s Category ID
hu_hu: %s kategória ID

# placeholder: quizzes
source: shows %s with mentioned category id.
hu_hu: megjeleníti a %s elemet a megadott kategória azonosítóval.

# placeholder: Quiz
source: %s Category Slug
hu_hu: %s kategória slug

# placeholder: quizzes
source: shows %s with mentioned category slug.
hu_hu: megjeleníti a %s elemet a megadott kategória slug alapján.

# placeholder: Quiz
source: %s Category Selector
hu_hu: %s kategóriaválasztó

# placeholder: quiz
source: shows a %s category dropdown.
hu_hu: megjelenít egy %s kategória legördülő listát.

# placeholder: Quizzes
source: %s Tag ID
hu_hu: %s címke ID

# placeholder: quizzes
source: shows %s with mentioned tag id.
hu_hu: megjeleníti a %s elemet a megadott címke azonosítóval.

# placeholder: Quiz
source: %s Tag Slug
hu_hu: %s címke slug

# placeholder: quizzes
source: shows %s with mentioned tag slug.
hu_hu: megjeleníti a %s elemet a megadott címke slug alapján.

# placeholder: quizzes
source: shows %s with mentioned WP category id.
hu_hu: megjeleníti a %s elemet a megadott WP kategória azonosítóval.

# placeholder: quizzes
source: shows %s with mentioned WP category slug.
hu_hu: megjeleníti a %s elemet a megadott WP kategória slug alapján.

# placeholder: quizzes
source: shows %s with mentioned WP tag slug.
hu_hu: megjeleníti a %s elemet a megadott WP címke slug alapján.

# placeholder: quizzes
source: shows %s with mentioned WP tag id.
hu_hu: megjeleníti a %s elemet a megadott WP címke azonosítóval.

# placeholder: Topic
source: Registration Form
hu_hu: Regisztrációs űrlap

# placeholders: course, group.
source: Registration form user is redirected to when purchasing a %1$s / %2$s.
hu_hu: Regisztrációs űrlap, ahová a felhasználó átirányításra kerül %1$s / %2$s vásárlásakor.

source: Form Width
hu_hu: Űrlap szélessége

source: Sets the width of the registration form.
hu_hu: Beállítja a regisztrációs űrlap szélességét.

# placeholder: Topic
source: %s List
hu_hu: %s lista

# placeholders: topics, topics (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you do not want to use the default <code>/%2$s/</code> page.
hu_hu: Ez a shortcode a %1$s listáját jeleníti meg. Ezt a shortcode-ot bármely oldalon használhatja, ha nem szeretné a <code>/%2$s/</code> alapértelmezett oldalt használni.

# placeholders: Lesson, Lessons, Course
source: Must be used with course_id. Enter single %1$s ID. Leave blank for all %2$s within %3$s.
hu_hu: A course_id paraméterrel együtt kell használni. Adjon meg egyetlen %1$s ID-t. Hagyja üresen az összes %2$s esetén a(z) %3$s-en belül.

# placeholder: Topics
source: %s Per Page
hu_hu: %s oldalanként

# placeholders: Topics, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
hu_hu: %1$s oldalanként. Alapértelmezett: %2$d. Nullára állítva mindet.

# placeholder: Topic
source: Show %s Content
hu_hu: %s tartalom megjelenítése

# placeholder: topic
source: shows %s content.
hu_hu: megjeleníti a %s tartalmát.

# placeholder: Topic
source: Show %s Thumbnail
hu_hu: %s bélyegkép megjelenítése

# placeholder: topic
source: shows a %s thumbnail.
hu_hu: megjelenít egy %s bélyegképet.

# placeholders: course
source: number of columns to show when using %s grid addon
hu_hu: megjelenítendő oszlopok száma a %s rács bővítmény használatakor

# placeholder: Topics
source: %s Category ID
hu_hu: %s kategória ID

# placeholder: topics
source: shows %s with mentioned category id.
hu_hu: megjeleníti a %s elemet a megadott kategória azonosítóval.

# placeholder: Topic
source: %s Category Slug
hu_hu: %s kategória slug

# placeholder: topics
source: shows %s with mentioned category slug.
hu_hu: megjeleníti a %s elemet a megadott kategória slug alapján.

# placeholder: Topic
source: %s Category Selector
hu_hu: %s kategóriaválasztó

# placeholder: topic
source: shows a %s category dropdown.
hu_hu: megjelenít egy %s kategória legördülő listát.

# placeholder: Topic
source: %s Tag ID
hu_hu: %s címke ID

# placeholder: topics
source: shows %s with mentioned tag id.
hu_hu: megjeleníti a %s elemet a megadott címke azonosítóval.

# placeholder: Topic
source: %s Tag Slug
hu_hu: %s címke slug

# placeholder: topics
source: shows %s with mentioned tag slug.
hu_hu: megjeleníti a %s elemet a megadott címke slug alapján.

# placeholder: topics
source: shows %s with mentioned WP category id.
hu_hu: megjeleníti a %s elemet a megadott WP kategória azonosítóval.

# placeholder: topics
source: shows %s with mentioned WP category slug.
hu_hu: megjeleníti a %s elemet a megadott WP kategória slug alapján.

# placeholder: topics
source: shows %s with mentioned WP tag slug.
hu_hu: megjeleníti a %s elemet a megadott WP címke slug alapján.

# placeholder: topics
source: shows %s with mentioned WP tag id.
hu_hu: megjeleníti a %s elemet a megadott WP címke azonosítóval.

# placeholder: Course
source: User %s Points
hu_hu: Felhasználó %s pontjai

# placeholders: course, course
source: This shortcode shows the earned %s points for the user.
hu_hu: Ez a shortcode megjeleníti a felhasználó megszerzett %s pontjait.

# placeholders: Lessons, Topics
source: This shortcode is used on %1$s and %2$s where Video Progression is enabled. The video player will be added above the content. This shortcode allows positioning the player elsewhere within the content. This shortcode does not take any parameters.
hu_hu: Ezt a shortcode-ot a(z) %1$s és %2$s oldalakon használják, ahol a Video Progression engedélyezve van. A videólejátszó a tartalom fölé kerül. Ez a shortcode lehetővé teszi a lejátszó máshová helyezését a tartalmon belül. Ez a shortcode nem fogad paramétereket.

# placeholder: lesson
source: %s Video
hu_hu: %s videó

# placeholder: topic
source: %s Video
hu_hu: %s videó

# placeholders: course, course, lesson, quiz
source: This shortcode displays users progress bar for the %1$s in any %2$s/%3$s/%4$s pages.
hu_hu: Ez a shortcode megjeleníti a felhasználók előrehaladási sávját a(z) %1$s számára bármely %2$s/%3$s/%4$s oldalon.

source: LearnDash Login
hu_hu: LearnDash bejelentkezés

source: This shortcode adds the login button on any page
hu_hu: Ez a shortcode bármely oldalon hozzáadja a bejelentkezés gombot

source: Controls the Login functionality.
hu_hu: A bejelentkezés funkcióját vezérli.

source: Override default login URL
hu_hu: Az alapértelmezett bejelentkezési URL felülírása

source: Login Label
hu_hu: Bejelentkezés felirat

source: Override default label "Login"
hu_hu: Az alapértelmezett "Login" felirat felülírása

source: Login Icon Placement
hu_hu: Bejelentkezési ikon elhelyezése

source: Left - To left of label
hu_hu: Bal - A címke bal oldalán

source: Right - To right of label
hu_hu: Jobb - A címke jobb oldalán

source: None - No icon
hu_hu: Nincs - Nincs ikon

source: Login Displayed as
hu_hu: Bejelentkezés megjelenítése

source: Display as Button or link
hu_hu: Megjelenítés gombként vagy hivatkozásként

source: Link
hu_hu: Hivatkozás

source: Controls the Logout functionality.
hu_hu: A kijelentkezés funkcióját vezérli.

source: Logout URL Redirect
hu_hu: Kijelentkezés utáni URL-átirányítás

source: Override default logout URL.
hu_hu: Az alapértelmezett kijelentkezési URL felülírása.

source: Logout Label
hu_hu: Kijelentkezés felirat

source: Override default label "Logout"
hu_hu: Az alapértelmezett "Logout" felirat felülírása

source: Logout Icon Placement
hu_hu: Kijelentkezési ikon elhelyezése

source: Logout Displayed as Button
hu_hu: Kijelentkezés megjelenítése gombként

source: Payment Buttons
hu_hu: Fizetési gombok

source: This shortcode can show the payment buttons on any page.
hu_hu: Ez a rövidkód bármely oldalon megjelenítheti a fizetési gombokat.

source: User Status
hu_hu: Felhasználói állapot

source: This shortcode displays information of enrolled courses and their progress for a user. Defaults to current logged in user if no ID specified.
hu_hu: Ez a rövidkód megjeleníti a felhasználó beiratkozott kurzusait és azok előrehaladását. Ha nincs megadva ID, alapértelmezés szerint az aktuálisan bejelentkezett felhasználót használja.

source: ID of the user to display information for.
hu_hu: A felhasználó ID-je, akinek az adatait meg kell jeleníteni.

source: Courses Per Page
hu_hu: Kurzusok oldalanként

source: Number of courses to display per page. Set to 0 for no pagination.
hu_hu: Oldalanként megjelenítendő kurzusok száma. Lapozás kikapcsolásához állítsa 0-ra.

source: Order By
hu_hu: Rendezés alapja

source: Title (default)
hu_hu: Cím (alapértelmezett)

source: Menu
hu_hu: Menü

source: ASC (default)
hu_hu: ASC (alapértelmezett)

# placeholder: Quiz
source: %s Info
hu_hu: %s adatai

# placeholder: quiz
source: This shortcode displays information regarding %s attempts on the certificate. This shortcode can use the following parameters:
hu_hu: Ez a rövidkód a(z) %s próbálkozásaira vonatkozó információkat jeleníti meg a tanúsítványon. Ez a rövidkód a következő paramétereket használhatja:

source: Score
hu_hu: Pontszám

source: Pass
hu_hu: Sikeres

source: Timestamp
hu_hu: Időbélyeg

source: Total Points
hu_hu: Összpontszám

source: Custom Field
hu_hu: Egyéni mező

source: Custom Field ID
hu_hu: Egyéni mező ID

# placeholder: quiz
source: The Field ID is shown on the %s Custom Fields table.
hu_hu: A mező ID-je a(z) %s Egyéni mezők táblázatában látható.

source: F j, Y, g:i a shown as March 10, 2001, 5:16 pm
hu_hu: F j, Y, g:i a megjelenítése: March 10, 2001, 5:16 pm

source: This can be used to change the date format. Default: "F j, Y, g:i a" shows as <i>March 10, 2001, 5:16 pm</i>. See <a target="_blank" href="http://php.net/manual/en/function.date.php">the full list of available date formatting strings here.</a>
hu_hu: Ezzel módosítható a dátumformátum. Alapértelmezett: "F j, Y, g:i a" megjelenítése: <i>March 10, 2001, 5:16 pm</i>. Lásd <a target="_blank" href="http://php.net/manual/en/function.date.php">az elérhető dátumformázó karakterláncok teljes listáját itt.</a>

# placeholder: Quiz, Quiz
source: Enter a single %1$s ID. Leave blank if used within a %2$s or Certificate.
hu_hu: Adjon meg egyetlen %1$s ID-t. Hagyja üresen, ha %2$s-en belül vagy tanúsítványban használja.

source: Enter a single User ID. Leave blank if used within a Certificate.
hu_hu: Adjon meg egyetlen felhasználó ID-t. Hagyja üresen, ha tanúsítványon belül használja.

source: Attempt timestamp
hu_hu: Próbálkozás időbélyege

# placeholder: Quiz
source: Single %s attempt timestamp. See WP user profile "#" link on attempt row. Leave blank to use latest attempt or within a Certificate
hu_hu: Egyetlen %s próbálkozás időbélyege. Lásd a WP felhasználói profil "#" hivatkozását a próbálkozás sorában. Hagyja üresen a legutóbbi próbálkozás használatához, vagy ha tanúsítványon belül használja

source: Student
hu_hu: Tanuló

# placeholder: course
source: This shortcode shows the content if the user is enrolled in the %s. The shortcode can be used on <strong>any</strong> page or widget area.
hu_hu: Ez a rövidkód megjeleníti a tartalmat, ha a felhasználó be van iratkozva a(z) %s-be. A rövidkód <strong>bármely</strong> oldalon vagy widget területen használható.

source: User meta
hu_hu: Felhasználói metaadat

source: This shortcode takes a parameter named field, which is the name of the user meta data field to be displayed. See <a href="http://codex.wordpress.org/Function_Reference/get_userdata#Notes">the full list of available fields here. Note for security reasons some fields are not allowed.</a>
hu_hu: Ez a rövidkód egy field nevű paramétert fogad, amely a megjelenítendő felhasználói metaadat-mező neve. Lásd <a href="http://codex.wordpress.org/Function_Reference/get_userdata#Notes">az elérhető mezők teljes listáját itt. Megjegyzés: biztonsági okokból egyes mezők nem engedélyezettek.</a>

source: Field
hu_hu: Mező

# placeholder: Group
source: This shortcode displays the list of %1$s users are assigned to as users or leaders. %2$s
hu_hu: Ez a rövidkód azoknak a %1$s-nek a listáját jeleníti meg, amelyekhez a felhasználók felhasználóként vagy vezetőként hozzá vannak rendelve. %2$s

source: Visitor
hu_hu: Látogató

# placeholder: course
source: This shortcode shows the content if the user is not enrolled in the %s. The shortcode can be used on <strong>any</strong> page or widget area.
hu_hu: Ez a rövidkód megjeleníti a tartalmat, ha a felhasználó nincs beiratkozva a(z) %s-be. A rövidkód <strong>bármely</strong> oldalon vagy widget területen használható.

source: You've earned a certificate!
hu_hu: Tanúsítványt szerzett!

source: Download Certificate
hu_hu: Tanúsítvány letöltése

# placeholder: Course
source: %s access will expire on:
hu_hu: A(z) %s hozzáférés ekkor jár le:

# placeholder: Course
source: %s access expired on:
hu_hu: A(z) %s hozzáférés ekkor járt le:

source: Categories
hu_hu: Kategóriák

source: Select category
hu_hu: Válasszon kategóriát

# placeholder: LD Category label
source: Select %s
hu_hu: %s kiválasztása

# placeholders: completed steps, total steps
source: %1$d out of %2$d steps completed
hu_hu: %1$d / %2$d lépés teljesítve

source: S. No.
hu_hu: Sorszám

source: No users.
hu_hu: Nincsenek felhasználók.

source: Last updated
hu_hu: Utoljára frissítve

source: Never
hu_hu: Soha

source: Previous version
hu_hu: Előző verzió

source: License validated
hu_hu: Licenc érvényesítve

source: Number of %1$s
hu_hu: %1$s száma

source: Shared %1$s steps
hu_hu: Megosztott %1$s lépések

source: Active template
hu_hu: Aktív sablon

source: Focus mode
hu_hu: Fókuszmód

source: Registration page
hu_hu: Regisztrációs oldal

source: Not set
hu_hu: Nincs beállítva

source: PayPal Standard configured
hu_hu: PayPal Standard beállítva

source: PayPal Checkout configured
hu_hu: PayPal Checkout beállítva

source: Stripe Connect configured
hu_hu: Stripe Connect beállítva

source: Razorpay configured
hu_hu: Razorpay beállítva

source: Modern Registration Page
hu_hu: Modern regisztrációs oldal

source: Modern %1$s Page
hu_hu: Modern %1$s oldal

source: Presenter Mode
hu_hu: Előadói mód

source: Presenter Mode Icon Position
hu_hu: Előadói mód ikonjának pozíciója

source: Number of %1$s using free form progression
hu_hu: %1$s száma szabad előrehaladással

source: Number of %1$s using linear progression
hu_hu: %1$s száma lineáris előrehaladással

source: Number of %1$s with open enrollment
hu_hu: %1$s száma nyitott beiratkozással

source: Number of %1$s with free enrollment
hu_hu: %1$s száma ingyenes beiratkozással

source: Number of %1$s with buy now enrollment
hu_hu: %1$s száma azonnali vásárlásos beiratkozással

source: Number of %1$s with recurring enrollment
hu_hu: %1$s száma ismétlődő beiratkozással

source: Number of %1$s with closed enrollment
hu_hu: %1$s száma zárt beiratkozással

source: Number of %1$s using video progression
hu_hu: %1$s száma videós előrehaladással

source: Number of %1$s using drip content
hu_hu: %1$s száma csepegtetett tartalommal

source: Number of %1$s using randomized %2$s ordering
hu_hu: %1$s száma véletlenszerű %2$s-sorrenddel

source: Number of enrolled users
hu_hu: Beiratkozott felhasználók száma

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Create %s Outline from AI.
hu_hu: Készítsen %s vázlatot AI segítségével.

source: You can take advantage of the latest breakthrough AI technology to create your %s outline.
hu_hu: A legújabb, áttörést jelentő AI-technológiát használhatja a(z) %s vázlat elkészítéséhez.

source: %1$sClick here%2$s to enter your OpenAI API key.
hu_hu: %1$sKattintson ide%2$s az OpenAI API-kulcs megadásához.

source: %s Title
hu_hu: %s címe

source: You can select an existing %s or create a new one.
hu_hu: Kiválaszthat egy meglévő %s-t, vagy létrehozhat egy újat.

source: Number of %s
hu_hu: %s száma

source: Number of %s you want to generate the outline for.
hu_hu: A vázlat generálásához kívánt %s-ek száma.

source: Describe Your %s
hu_hu: Írja le a(z) %s-t

source: %s idea in clear and brief description.
hu_hu: A %s ötletének világos és rövid leírása.

source: Create %s
hu_hu: %s létrehozása

source: Create %1$s from AI.
hu_hu: Hozzon létre %1$s-t AI segítségével.

source: Utilize the latest AI technology to create your %1$s %2$s and answers.
hu_hu: Használja a legújabb AI technológiát a(z) %1$s %2$s és válaszok létrehozásához.

source: Success:
hu_hu: Siker:

source: Error:
hu_hu: Hiba:

source: Exit to Setup
hu_hu: Kilépés a beállításokhoz

source: Visit Site
hu_hu: Webhely megtekintése

source: Select
hu_hu: Kiválasztás

source: Our setup wizard will help you get the most out of your store.
hu_hu: A beállítási varázslónk segít a legtöbbet kihozni az áruházából.

source: Fonts
hu_hu: Betűtípusok

source: Colors
hu_hu: Színek

source: Next
hu_hu: Tovább

source: <strong>Notice:</strong> This is an optional step and not required to run LearnDash. <p>If you already have a theme configured on your site, you can skip this process.</p>
hu_hu: <strong>Megjegyzés:</strong> Ez egy opcionális lépés, és nem szükséges a LearnDash futtatásához. <p>Ha már van beállított témája a webhelyén, kihagyhatja ezt a folyamatot.</p>

source: Choose a font
hu_hu: Válasszon betűtípust

source: Let's pick a starting font, you can always change it later and pick from more options.
hu_hu: Válasszunk egy kezdő betűtípust, ezt később bármikor megváltoztathatja, és több lehetőség közül is választhat.

source: Pick some colors
hu_hu: Válasszon néhány színt

source: Let's get you some starting colors. You can always update, expand, and change these later.
hu_hu: Kezdésnek válasszunk néhány színt. Ezeket később bármikor frissítheti, bővítheti és megváltoztathatja.

source: Save & Continue
hu_hu: Mentés és folytatás

source: Upon clicking continue we’ll install your selected template which will include: <ul style="list-style-type: disc;margin-left: 20px;"> <li>Theme</li> <li>Plugins</li> <li>Content</li> </ul> <p>This will overwrite your existing theme. It will not replace content or plugins but the theme will impact your entire site, not only LearnDash content.</p>
hu_hu: Miután a Folytatásra kattint, telepítjük a kiválasztott sablont, amely tartalmazza: <ul style="list-style-type: disc;margin-left: 20px;"> <li>Téma</li> <li>Bővítmények</li> <li>Tartalom</li> </ul> <p>Ez felülírja a meglévő témáját. Nem cseréli le a tartalmat vagy a bővítményeket, de a téma az egész webhelyére hatással lesz, nem csak a LearnDash tartalmakra.</p>

source: Nice choices
hu_hu: Jó választások

source: Start building the template
hu_hu: Sablon létrehozásának megkezdése

source: A wizard is never late, nor are they early, they arrive precisely when they mean to. Give us just a moment as the Wizard summons your template.
hu_hu: Egy varázsló sosem késik, és nem is érkezik korán; pontosan akkor bukkan fel, amikor akar. Kis türelmet, amíg a Varázsló előhívja a sablonját.

source: 2 Minutes
hu_hu: 2 perc

source: Launch your website in as little as two weeks and start reaching your revenue goals faster than ever.
hu_hu: Indítsa el webhelyét akár két héten belül, és érje el bevételi céljait gyorsabban, mint valaha.

source: Our dedicated team takes the time to thoroughly understand your unique needs. We keep you informed every step of the way, ensuring your complete satisfaction with regular reviews and final approval.
hu_hu: Elkötelezett csapatunk időt szán arra, hogy alaposan megértse az egyedi igényeit. Útközben minden lépésről tájékoztatjuk, a rendszeres áttekintésekkel és végső jóváhagyással biztosítva teljes elégedettségét.

source: Contact Us
hu_hu: Lépjen kapcsolatba velünk

source: Learn More
hu_hu: További információ

# Number of minutes
source: %d Minutes
hu_hu: %d perc

source: Our set up wizard will help you get the most out of your site.
hu_hu: A beállítási varázslónk segít a legtöbbet kihozni a webhelyéből.

source: PayPal Standard Deprecation
hu_hu: A PayPal Standard kivezetése

source: PayPal Standard is no longer being supported by LearnDash
hu_hu: A LearnDash többé nem támogatja a PayPal Standardot

source: Migrate PayPal Standard to PayPal Checkout, which supports PayPal's latest API updates. As PayPal's IPN is being deprecated it will soon be removed from our platform.
hu_hu: Váltson a PayPal Standardról PayPal Checkoutra, amely támogatja a PayPal legújabb API-frissítéseit. Mivel a PayPal IPN kivezetés alatt áll, hamarosan eltávolítjuk a platformunkról.

source: Read Documentation
hu_hu: Dokumentáció megtekintése

source: Set up PayPal Checkout
hu_hu: PayPal Checkout beállítása

source: We're here to help you succeed.
hu_hu: Segítünk, hogy sikeres legyen.

source: Got a question?
hu_hu: Kérdése van?

source: Ask the DocsBot
hu_hu: Kérdezze a DocsBotot

source: Get Professional Help Launching Your Site
hu_hu: Kérjen professzionális segítséget webhelye elindításához

source: Launch your website in as little as two weeks with the help of our dedicated Professional Services Team. %1$sLearn More About our Professional Services Team%2$s
hu_hu: Indítsa el webhelyét akár két héten belül elkötelezett Professional Services csapatunk segítségével. %1$sTudjon meg többet a Professional Services csapatunkról%2$s

source: Find The Answers
hu_hu: Találja meg a válaszokat

source: We've categorized our documentation to help your most pressing questions.
hu_hu: Dokumentációnkat kategorizáltuk, hogy segítsünk a legsürgetőbb kérdések megválaszolásában.

source: Can't find what you're looking for?
hu_hu: Nem találja, amit keres?

source: Provide Support Access
hu_hu: Támogatási hozzáférés megadása

source: Create A Support Ticket
hu_hu: Támogatási jegy létrehozása

source: Displays a list of Certificates
hu_hu: Tanúsítványok listájának megjelenítése

source: Title:
hu_hu: Cím:

# placeholder: Course
source: Displays a list of %s
hu_hu: %s listájának megjelenítése

# placeholder: Course
source: LearnDash - %s attempt and score information of users. Visible only to users logged in.
hu_hu: LearnDash – A felhasználók %s-próbálkozásainak és pontszámainak adatai. Csak bejelentkezett felhasználók számára látható.

# placeholder: Course
source: %s Information
hu_hu: %s információ

source: Registered show thumbnail:
hu_hu: Regisztráltaknál bélyegkép megjelenítése:

source: Registered per page:
hu_hu: Regisztráltak száma oldalanként:

# placeholder: default per page
source: Default is %d. Set to zero for no pagination.
hu_hu: Alapértelmezés: %d. Állítsa nullára a lapozás kikapcsolásához.

source: Registered order by:
hu_hu: Regisztráltak rendezése ez alapján:

source: Registered order:
hu_hu: Regisztráltak sorrendje:

# placeholder: Course
source: %s progress per page:
hu_hu: %s előrehaladás oldalanként:

source: Progress order by:
hu_hu: Előrehaladás rendezése ez alapján:

source: Progress order:
hu_hu: Előrehaladás sorrendje:

# placeholder: Quizzes
source: %s per page:
hu_hu: %s oldalanként:

# placeholder: Quizzes
source: %s order by:
hu_hu: %s rendezése ez alapján:

# placeholder: Quizzes
source: %s order:
hu_hu: %s sorrendje:

# placeholder: Course, lessons, topics, course
source: LearnDash - %1$s Navigation. Shows %2$s and %3$s on the current %4$s.
hu_hu: LearnDash – %1$s navigáció. Megjeleníti a(z) %2$s és %3$s elemeket az aktuális %4$s oldalon.

# Course Navigation Label
source: %s Navigation
hu_hu: %s navigáció

# placeholders: Course, Quizzes
source: Show %1$s %2$s?
hu_hu: Megjelenjen %1$s %2$s?
