Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

source: Valid range is 1 to 5 when the Billing Cycle is set to years.
hu_hu: Érvényes tartomány: 1–5, ha a számlázási ciklus évekre van állítva.

source: loading
hu_hu: betöltés

source: Required
hu_hu: Kötelező

source: Upload Image
hu_hu: Kép feltöltése

source: Month
hu_hu: Hónap

source: Day
hu_hu: Nap

source: Year
hu_hu: Év

source: Hour
hu_hu: Óra

source: Minute
hu_hu: Perc

source: characters. Most search engines use a maximum of %1$s chars for the %2$s.
hu_hu: karakter. A legtöbb keresőmotor legfeljebb %1$s karaktert használ %2$s esetén.

source: Options Reset.
hu_hu: Beállítások visszaállítva.

source: Options Updated.
hu_hu: Beállítások frissítve.

source: Profile
hu_hu: Profil

source: Welcome
hu_hu: Üdvözöljük

source: Your Info
hu_hu: Adatai

source: Your Courses
hu_hu: Tanfolyamai

source: Payment
hu_hu: Fizetés

source: Summary
hu_hu: Összegzés

source: Setup Wizard
hu_hu: Beállítási varázsló

# placeholders: Language Name, Language code
source: Translation installed: %1$s (%2$s)
hu_hu: Fordítás telepítve: %1$s (%2$s)

# placeholders: Language Name, Language code
source: Translation updated: %1$s (%2$s)
hu_hu: Fordítás frissítve: %1$s (%2$s)

# placeholders: Language Name, Language code
source: Translation removed: %1$s (%2$s)
hu_hu: Fordítás eltávolítva: %1$s (%2$s)

source: No translations available for this plugin.
hu_hu: Ehhez a bővítményhez nem érhetők el fordítások.

source: Download the original strings (POT) File.
hu_hu: Eredeti karakterláncok (POT) fájl letöltése.

source: Download POT File from your server.
hu_hu: POT fájl letöltése a szerveréről.

source: Installed Translations
hu_hu: Telepített fordítások

source: Locale
hu_hu: Területi beállítás

source: Name / Native
hu_hu: Név / Anyanyelvi név

source: No Translations installed
hu_hu: Nincsenek telepített fordítások

# placeholder: Language directory
source: All translations are stored into the directory: %s
hu_hu: Az összes fordítás ebben a könyvtárban tárolódik: %s

source: The language directory is not writable
hu_hu: A nyelvi könyvtár nem írható

source: Not from LearnDash
hu_hu: Nem a LearnDash-től

source: Download PO File from your server.
hu_hu: PO fájl letöltése a szerveréről.

source: Remove translation from server
hu_hu: Fordítás eltávolítása a szerverről

source: Update translation from LearnDash
hu_hu: Fordítás frissítése a LearnDash-től

source: Available Translations
hu_hu: Elérhető fordítások

source: -- Install Translation --
hu_hu: -- Fordítás telepítése --

source: Recommended
hu_hu: Ajánlott

source: Available
hu_hu: Elérhető

source: Install
hu_hu: Telepítés

source: Single Choice
hu_hu: Egyválasztós

source: Multiple Choice
hu_hu: Többválasztós

source: Proceed
hu_hu: Tovább

source: Coupon is invalid.
hu_hu: A kupon érvénytelen.

source: Coupon has expired.
hu_hu: A kupon lejárt.

source: Coupon max redemption limit reached.
hu_hu: A kupon maximális beváltási korlátja elérve.

source: Please enter the coupon code.
hu_hu: Kérjük, adja meg a kuponkódot.

source: Product not found.
hu_hu: A termék nem található.

source: Subscriptions are not supported for now.
hu_hu: Az előfizetések jelenleg nem támogatottak.

source: Something went wrong.
hu_hu: Valami hiba történt.

source: Coupon applied.
hu_hu: Kupon alkalmazva.

source: Invalid product.
hu_hu: Érvénytelen termék.

source: Coupon removed.
hu_hu: Kupon eltávolítva.

source: Product can not be purchased.
hu_hu: A termék nem vásárolható meg.

source: You have to pay for access.
hu_hu: A hozzáférésért fizetni kell.

source: LearnDash Course Grid Settings
hu_hu: LearnDash Course Grid beállításai

source: Short Description
hu_hu: Rövid leírás

source: Short description that will be displayed for this %s in the Course Grid.
hu_hu: Rövid leírás, amely a Course Gridben jelenik meg ehhez a(z) %s.

source: Duration
hu_hu: Időtartam

source: Duration for this %s.
hu_hu: Ennek a(z) %s időtartama.

source: hour(s)
hu_hu: óra

source: minute(s)
hu_hu: perc

source: Enable Video Preview
hu_hu: Videóelőnézet engedélyezése

source: Select this option to use a featured video for this %s in the Course Grid. If not selected, the featured image will be used.
hu_hu: Válassza ezt az opciót, ha a Course Gridben ennél a(z) %s kiemelt videót szeretne használni. Ha nincs kiválasztva, a kiemelt kép lesz használva.

source: Video URL or Embed Code
hu_hu: Videó URL vagy beágyazási kód

source: Embed code of the video you want to use for this %1$s in the Course Grid. If you have a video file URL, you can use the following HTML tag to embed your video: %2$s
hu_hu: Annak a videónak a beágyazási kódja, amelyet a Course Gridben ennél a(z) %1$s szeretne használni. Ha rendelkezik a videófájl URL-címével, a videót a következő HTML tag segítségével ágyazhatja be: %2$s

source: Custom Button Text
hu_hu: Egyedi gombszöveg

source: Use this field to change the default "See More..." button text in the Course Grid.
hu_hu: Ezzel a mezővel módosíthatja a Course Gridben a "Továbbiak..." gomb alapértelmezett szövegét.

source: Custom Ribbon Text
hu_hu: Egyedi szalagfelirat

source: Use this field to change the default ribbon text in the Course Grid.
hu_hu: Ezzel a mezővel módosíthatja a Course Gridben a szalag alapértelmezett feliratát.

source: No results found.
hu_hu: Nincs találat.

source: Grid
hu_hu: Rács

source: List
hu_hu: Lista

source: Grid 1
hu_hu: Rács 1

source: Grid 2
hu_hu: Rács 2

source: Grid 3
hu_hu: Rács 3

source: List 1
hu_hu: Lista 1

source: List 2
hu_hu: Lista 2

source: Published Date
hu_hu: Közzététel dátuma

source: Modified Date
hu_hu: Módosítás dátuma

source: Author
hu_hu: Szerző

source: Load More Button
hu_hu: Továbbiak betöltése gomb

source: Infinite Scrolling
hu_hu: Végtelen görgetés

source: Disable
hu_hu: Kikapcsolás

# Duration, e.g. 1 hour 30 minutes
source: %1$d h %2$d min
hu_hu: %1$d ó %2$d perc

source: Not started
hu_hu: Nincs megkezdve

source: In progress
hu_hu: Folyamatban

source: Enroll Now
hu_hu: Iratkozzon be most

source: Continue Study
hu_hu: Tanulás folytatása

source: See More
hu_hu: Továbbiak

source: Missing course_grid_id attribute.
hu_hu: Hiányzik a course_grid_id attribútum.

source: The LearnDash course grid element below does not have an `id` attribute set in the shortcode so it is generated randomly each time it renders. Please set the `id` attribute in the shortcode so it will be consistent each time it renders. If it is not consistent, custom CSS rules in the site that uses the element particular ID may not work.
hu_hu: Az alábbi LearnDash Course Grid elemnek nincs `id` attribútuma beállítva a rövidkódban, ezért minden megjelenítéskor véletlenszerűen kerül létrehozásra. Állítsa be az `id` attribútumot a rövidkódban, hogy minden megjelenítéskor következetes legyen. Ha ez nem következetes, az adott elem ID-jét használó egyéni CSS-szabályok a webhelyen nem biztos, hogy működnek.

# By author name
source: By %s
hu_hu: Szerző: %s

source: Review %s
hu_hu: Értékelés: %s

source: Total Students
hu_hu: Összes tanuló

source: Total Lessons
hu_hu: Összes lecke

source: Total Quizzes
hu_hu: Összes kvíz

source: Duration: %s
hu_hu: Időtartam: %s

source: %d Lessons
hu_hu: %d lecke

# Price X for X duration
source: %1$s for %2$s then
hu_hu: %1$s %2$s időtartamra, majd

source: Keyword
hu_hu: Kulcsszó

source: Apply
hu_hu: Alkalmaz

source: Clear
hu_hu: Törlés

source: Load More
hu_hu: Továbbiak betöltése

source: Rating
hu_hu: Értékelés

source: Reviews
hu_hu: Vélemények

source: A Rating must be included in your review
hu_hu: A véleményének tartalmaznia kell egy értékelést.

source: A Title must be included in your review
hu_hu: A véleményének címet kell tartalmaznia.

source: <span class="author">By %s</span> on
hu_hu: <span class="author">Szerző: %s</span> ekkor

source: %1$s at %2$s
hu_hu: %1$s %2$s-kor

source: Your review is awaiting moderation.
hu_hu: A véleménye moderálásra vár.

source: Average Review Score:
hu_hu: Átlagos értékelési pontszám:

source: Close notice
hu_hu: Értesítés bezárása

source: Review Title
hu_hu: Vélemény címe

source: Review
hu_hu: Vélemény

source: Post Review
hu_hu: Vélemény beküldése

source: Submitting...
hu_hu: Beküldés...

source: You must log in and have started this %s to submit a review.
hu_hu: Be kell jelentkeznie, és a(z) %s megkezdése szükséges a vélemény beküldéséhez.

source: You must have started this %s to submit a review.
hu_hu: A vélemény beküldéséhez a(z) %s megkezdése szükséges.

source: Leave a reply
hu_hu: Válasz írása

source: Cancel reply
hu_hu: Válasz elvetése

source: Comment
hu_hu: Hozzászólás

source: Post Reply
hu_hu: Válasz elküldése

source: %d out of 5 stars
hu_hu: %d/5 csillag

# placeholder: Course
source: No associated %s
hu_hu: Nincs társított %s

source: Mark Incomplete
hu_hu: Megjelölés befejezetlenként

# Password Protected post_status label
source: Password
hu_hu: Jelszó

source: Virtual
hu_hu: Virtuális

source: In-Person
hu_hu: Személyes

# placeholder: Course
source: Your access to this %s has expired.
hu_hu: A hozzáférése ehhez a(z) %s lejárt.

# placeholders: 1. Lesson or Topic label, 2. span for counter
source: %1$s will auto complete in %2$s seconds
hu_hu: A(z) %1$s automatikusan befejeződik %2$s másodperc múlva

source: Take This Course
hu_hu: Vegye fel ezt a tanfolyamot

source: General Settings
hu_hu: Általános beállítások

# placeholders: Challenge Exams
source: You are using the Legacy LearnDash theme which does not support %1$s, please visit %2$s to select a newer theme.
hu_hu: A Legacy LearnDash témát használja, amely nem támogatja a(z) %1$s funkciót. Kérjük, látogasson el ide: %2$s, és válasszon újabb témát.

source: (pending)
hu_hu: (függőben)

# placeholder Group
source: %s Content Protection
hu_hu: %s tartalomvédelem

# placeholder: Groups Compare Type, Groups Listing link
source: %1$s of %2$s
hu_hu: %1$s / %2$s

# placeholder: Group
source: Search or select a %s…
hu_hu: Keressen vagy válasszon egy %s…

# placeholder: Group
source: Select %s
hu_hu: %s kiválasztása

# placeholder: Group
source: LearnDash %s Content Protection
hu_hu: LearnDash %s tartalomvédelem

source: Action
hu_hu: Művelet

source: &mdash; No Change &mdash;
hu_hu: &mdash; Nincs változás &mdash;

source: Replace setting
hu_hu: Beállítás cseréje

source: Add settings
hu_hu: Beállítások hozzáadása

source: Remove settings
hu_hu: Beállítások eltávolítása

source: Compare
hu_hu: Összehasonlítás

# placeholder: Group
source: Any %s
hu_hu: Bármely %s

# placeholder: Post type plural label
source: Sub-%s
hu_hu: Al-%s

# placeholder: Post type plural label
source: Apply to sub-%s
hu_hu: Alkalmazása az al-%s-okra

# placeholder: Post type plural label
source: Do not apply to sub-%s
hu_hu: Ne alkalmazza az al-%s-okra

# placeholder: Course, Group, Quiz
source: %1$s ID, %2$s ID, or %3$s ID is required.
hu_hu: %1$s ID, %2$s ID vagy %3$s ID szükséges.

# placeholder: Course
source: Invalid %1$s ID.
hu_hu: Érvénytelen %1$s ID.

# placeholder: Group
source: Invalid %1$s ID.
hu_hu: Érvénytelen %1$s ID.

# placeholder: Quiz
source: Invalid %1$s ID.
hu_hu: Érvénytelen %1$s ID.

# placeholder: Course, Group
source: %1$s ID or %2$s ID is required.
hu_hu: %1$s ID vagy %2$s ID szükséges.

source: Invalid Step ID.
hu_hu: Érvénytelen lépés ID.

# placeholder: Course, Quiz, Course
source: %1$s ID or %2$s ID is required when not used within a %3$s.
hu_hu: %1$s ID vagy %2$s ID szükséges, ha nem egy %3$s részeként használja.

# placeholder: Course, Course
source: %1$s ID is required when not used within a %2$s.
hu_hu: %1$s ID szükséges, ha nem egy %2$s részeként használja.

# placeholder: Group, Group
source: %1$s ID is required when not used within a %2$s.
hu_hu: %1$s ID szükséges, ha nem egy %2$s részeként használja.

source: Invalid LearnDash Post ID.
hu_hu: Érvénytelen LearnDash bejegyzés ID.

# placeholder: Course
source: %s Price Type must be Free, PayNow or Subscribe.
hu_hu: A(z) %s árazási típusa csak Free, PayNow vagy Subscribe lehet.

# placeholder: Group
source: %s Price Type must be Free, PayNow or Subscribe.
hu_hu: A(z) %s árazási típusa csak Free, PayNow vagy Subscribe lehet.

# placeholder: Quiz, Quiz
source: %1$s ID is required when not used within a %2$s.
hu_hu: %1$s ID szükséges, ha nem egy %2$s részeként használja.

source: Error while trying to get the item
hu_hu: Hiba az elem lekérése közben

source: Missing question_title
hu_hu: Hiányzó question_title

source: Missing content
hu_hu: Hiányzó tartalom

source: Missing learndash/ld-exam-question block
hu_hu: Hiányzó learndash/ld-exam-question blokk

source: LearnDash LMS Blocks
hu_hu: LearnDash LMS blokkok

source: Course Content Blocks
hu_hu: Kurzus tartalmi blokkok

# Block pattern description
source: Display the course or step content blocks collection.
hu_hu: A kurzus- vagy lépéstartalom-blokkok gyűjteményének megjelenítése.

# placeholder: current template name
source: The current LearnDash template "%s" may not support this block. Please select a different template.
hu_hu: A jelenlegi LearnDash sablon („%s”) lehet, hogy nem támogatja ezt a blokkot. Kérjük, válasszon másik sablont.

source: Assignment file
hu_hu: Beadandó fájl

source: Assignment successfully deleted.
hu_hu: A beadandó sikeresen törölve.

source: Assignment successfully uploaded.
hu_hu: A beadandó sikeresen feltöltve.

source: Unable to write to UPLOADS directory. Is this directory writable by the server?
hu_hu: Nem lehet írni az UPLOADS könyvtárba. Írható ez a könyvtár a szerver számára?

source: Unable to write to directory. Is this directory writable by the server?
hu_hu: Nem lehet írni a könyvtárba. Írható ez a könyvtár a szerver számára?

source: Error, the file %1$s could not be moved to: %2$s
hu_hu: Hiba: a(z) %1$s fájlt nem sikerült ide áthelyezni: %2$s

source: Edit Assignment
hu_hu: Beadandó szerkesztése

source: View Assignment
hu_hu: Beadandó megtekintése

source: View Assignments
hu_hu: Beadandók megtekintése

source: Search Assignments
hu_hu: Beadandók keresése

source: No assignment found
hu_hu: Nem található beadandó

source: No assignment found in Trash
hu_hu: A lomtárban nem található beadandó

source: Parent:
hu_hu: Szülő:

# placeholder: points awarded values (30/100) 30%
source: Points Awarded: %s
hu_hu: Odaítélt pontok: %s

source: Pending
hu_hu: Függőben

source: Uploaded file size exceeds allowed limit.
hu_hu: A feltöltött fájl mérete meghaladja a megengedett határt.

source: The uploaded file type is not allowed.
hu_hu: A feltöltött fájltípus nem engedélyezett.

source: Number of allowed assignment uploads reached.
hu_hu: Elérte a beadandók engedélyezett feltöltésszámát.

source: PRINT YOUR CERTIFICATE
hu_hu: TANÚSÍTVÁNY NYOMTATÁSA

source: LearnDash Certificate Options
hu_hu: LearnDash tanúsítvány beállításai

source: Letter / USLetter (default)
hu_hu: Letter / USLetter (alapértelmezett)

source: Landscape (default)
hu_hu: Fekvő (alapértelmezett)

source: Portrait
hu_hu: Álló

source: PDF Page Size
hu_hu: PDF oldalméret

source: PDF Page Orientation
hu_hu: PDF oldal tájolása

# placeholder: quiz, course
source: Certificate published. <br /><br />To view the certificate, you must assign it to a %1$s or %2$s. <br />Once you complete the assigned milestone, you can generate the certificate. <br /><br />Click here to read more about this topic: <a href="https://www.learndash.com/support/docs/core/certificates/create-certificate/#previewing_certificates" target="_blank">Previewing Certificates</a>.
hu_hu: Tanúsítvány közzétéve. <br /><br />A tanúsítvány megtekintéséhez rendelje hozzá egy %1$s vagy %2$s elemhez. <br />Miután teljesítette a hozzárendelt mérföldkövet, létrehozhatja a tanúsítványt. <br /><br />További információért kattintson ide: <a href="https://www.learndash.com/support/docs/core/certificates/create-certificate/#previewing_certificates" target="_blank">Tanúsítványok előnézete</a>.

# placeholder: quiz, course
source: Certificate updated. <br /><br />To view the certificate, you must assign it to a %1$s or %2$s. <br />Once you complete the assigned milestone, you can generate the certificate. <br /><br />Click here to read more about this topic: <a href="https://www.learndash.com/support/docs/core/certificates/create-certificate/#previewing_certificates" target="_blank">Previewing Certificates</a>.
hu_hu: Tanúsítvány frissítve. <br /><br />A tanúsítvány megtekintéséhez rendelje hozzá egy %1$s vagy %2$s elemhez. <br />Miután teljesítette a hozzárendelt mérföldkövet, létrehozhatja a tanúsítványt. <br /><br />További információért kattintson ide: <a href="https://www.learndash.com/support/docs/core/certificates/create-certificate/#previewing_certificates" target="_blank">Tanúsítványok előnézete</a>.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: Certificate restored to revision from %s
hu_hu: A tanúsítvány visszaállítva a(z) %s verzióra

source: Certificate saved.
hu_hu: Tanúsítvány mentve.

source: Certificate submitted.
hu_hu: Tanúsítvány beküldve.

# placeholder: Post Date
source: Certificate scheduled for: <strong>%s</strong>.
hu_hu: Tanúsítvány időzítve erre: <strong>%s</strong>.

source: Certificate draft updated.
hu_hu: A tanúsítvány piszkozata frissítve.

source: Access to certificate page is disallowed.
hu_hu: A tanúsítványoldal elérése nem engedélyezett.

source: Certificate Post does not exist.
hu_hu: A tanúsítvány bejegyzés nem létezik.

source: Awarded Post does not exist.
hu_hu: A díjazott bejegyzés nem létezik.

source: User does not exist.
hu_hu: A felhasználó nem létezik.

source: <span style="color:red">Error: Email(s) not sent. Please try again or check with your hosting provider.<br />wp_mail() returned %1$d.<br />Error: %2$s</span>
hu_hu: <span style="color:red">Hiba: az e-mail(ek) küldése nem sikerült. Próbálja meg újra, vagy ellenőrizze a tárhelyszolgáltatónál.<br />wp_mail() visszaadott értéke: %1$d.<br />Hiba: %2$s</span>

source: Mail Args empty. Unexpected condition from filter: ld_group_email_users_args
hu_hu: Mail Args üres. Váratlan állapot a szűrőből: ld_group_email_users_args

source: Success: Email sent to %1$d %2$s users.
hu_hu: Siker: e-mail elküldve %1$d %2$s felhasználónak.

source: No users found.
hu_hu: Nem található felhasználó.

# placeholders: Groups, link to Group settings page
source: %1$s are not public, please visit the %2$s page and set them to Public to enable access on the front end.
hu_hu: A(z) %1$s nem nyilvánosak; kérjük, látogasson el a %2$s oldalra, és állítsa őket Nyilvánosra, hogy engedélyezze az elérést a nyilvános felületen.

source: License Activation Failed
hu_hu: A licenc aktiválása sikertelen

source: We couldn't validate your LearnDash license. If you already have a valid license, please make sure you're using the latest version of LearnDash. %1$sCheck for updates%2$s or download the latest version from %3$syour account%4$s.
hu_hu: Nem sikerült érvényesíteni a LearnDash licencet. Ha már van érvényes licence, győződjön meg róla, hogy a LearnDash legújabb verzióját használja. %1$sFrissítések keresése%2$s, vagy töltse le a legújabb verziót %3$sfiókjából%4$s.

source: If you're new to LearnDash, get %1$sa license here%2$s. Still need assistance? %3$sContact Support%4$s
hu_hu: Ha új a LearnDash-ben, szerezzen %1$slicencet itt%2$s. További segítségre van szüksége? %3$sLépjen kapcsolatba a támogatással%4$s

# placeholder: Post Type Singular Label
source: %s updated.
hu_hu: %s frissítve.

# placeholder: Post Type Singular Label, Revision Title
source: %1$s restored to revision from %2$s.
hu_hu: %1$s visszaállítva a(z) %2$s szerinti verzióra.

# placeholder: Post Type Singular Label
source: %s published.
hu_hu: %s közzétéve.

# placeholder: Post Type Singular Label
source: %s saved.
hu_hu: %s mentve.

# placeholder: Post Type Singular Label
source: %s submitted.
hu_hu: %s beküldve.

# placeholder: Post Type Singular Label, scheduled date
source: %1$s scheduled for: %2$s.
hu_hu: %1$s időzítve erre: %2$s.

# placeholder: Post Type Singular Label
source: %s draft updated.
hu_hu: %s piszkozata frissítve.

source: Logout
hu_hu: Kijelentkezés

source: Login
hu_hu: Bejelentkezés

source: LearnDash Stripe Addon Deprecation
hu_hu: A LearnDash Stripe bővítmény kivezetése

source: As of June 13, 2023 the Stripe plugin will no longer receive feature updates. We encourage you to switch over to Stripe Connect, however you can continue to utilize the plugin without upgrading.
hu_hu: 2023. június 13-tól a Stripe bővítmény nem kap több funkciófrissítést. Javasoljuk, hogy váltson a Stripe Connectre, azonban a bővítményt továbbra is használhatja frissítés nélkül.

source: <a href="admin.php?page=learndash_lms_payments&section-payment=settings_stripe_connection">Setup Stripe Connect</a> - <a href="https://www.learndash.com/support/docs/core/settings/stripe-add-on-deprecation-faq/">Stripe Deprecation FAQ</a>
hu_hu: <a href="admin.php?page=learndash_lms_payments&section-payment=settings_stripe_connection">Stripe Connect beállítása</a> - <a href="https://www.learndash.com/support/docs/core/settings/stripe-add-on-deprecation-faq/">Stripe kivezetése – GYIK</a>

source: Important! The LearnDash Licensing & Management plugin is deactivated. Please %1$sclick here%2$s to activate the plugin to ensure your LearnDash license works correctly.
hu_hu: Fontos! A LearnDash Licensing & Management bővítmény deaktiválva van. Kérjük, %1$skattintson ide%2$s a bővítmény aktiválásához, hogy a LearnDash licenc megfelelően működjön.

source: Important! The LearnDash Licensing & Management plugin is missing. Please install the plugin to ensure your LearnDash license works correctly.
hu_hu: Fontos! A LearnDash Licensing & Management bővítmény hiányzik. Kérjük, telepítse a bővítményt, hogy a LearnDash licenc megfelelően működjön.

source: <a href="https://www.learndash.com/support/docs/core/learndash-licensing-and-management/">LearnDash Licensing Guide</a>
hu_hu: <a href="https://www.learndash.com/support/docs/core/learndash-licensing-and-management/">LearnDash licencelési útmutató</a>

source: Form submitted successfully! Redirecting to payment in %1$s %2$s...
hu_hu: Űrlap sikeresen elküldve! Átirányítás a fizetéshez %1$s %2$s múlva...

source: Your %s was successful.
hu_hu: A(z) %s sikeres volt.

source: Your %s was successful. Please log in to access your content.
hu_hu: A(z) %s sikeres volt. Jelentkezzen be a tartalom eléréséhez.

source: User Login
hu_hu: Bejelentkezési név

source: User First Name
hu_hu: Keresztnév

source: User Last Name
hu_hu: Vezetéknév

source: User First and Last Name
hu_hu: Keresztnév és vezetéknév

source: User Display Name
hu_hu: Megjelenített név

source: User Nicename
hu_hu: Felhasználói nicename

source: User Nickname
hu_hu: Becenév

source: User Email
hu_hu: E-mail-cím

source: User URL
hu_hu: Felhasználói URL

source: User Description
hu_hu: Felhasználói leírás

source: Complete Your Purchase
hu_hu: Vásárlás befejezése

source: Use PayPal
hu_hu: PayPal használata

source: PayPal - The safer, easier way to pay online.
hu_hu: PayPal – Az online fizetés biztonságosabb, egyszerűbb módja.

source: Your login has expired. Please log in and reload this page to continue.
hu_hu: A bejelentkezése lejárt. A folytatáshoz jelentkezzen be, és töltse újra ezt az oldalt.

# placeholder: Quiz
source: %s data could not be saved to the server. Please reload the page and try again. If this error persists, please contact support.
hu_hu: A(z) %s adatait nem sikerült elmenteni a szerverre. Kérjük, töltse újra az oldalt, és próbálja meg újra. Ha a hiba továbbra is fennáll, lépjen kapcsolatba a támogatással.

source: An error has occurred.
hu_hu: Hiba történt.

# placeholder: quiz.
source: Do you really want to delete the %s/question?
hu_hu: Valóban törölni szeretné a(z) %s/kérdést?

source: Title is not filled!
hu_hu: A cím nincs kitöltve!
