Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

source: LearnDash LMS Plugin - Turn your WordPress site into a learning management system.
hu_hu: LearnDash LMS bővítmény - WordPress webhelyét tanulásmenedzsment rendszerré alakítja.

source: Callback is not callable
hu_hu: A callback nem hívható meg

source: Task "%s" is not registered
hu_hu: A(z) "%s" feladat nincs regisztrálva

source: Third Party
hu_hu: Harmadik fél

source: By %s
hu_hu: Szerző: %s

source: Install %s now
hu_hu: Telepítse most a(z) %s-t

source: Install Now
hu_hu: Telepítés most

source: Update %s now
hu_hu: Frissítse most a(z) %s-t

source: Update Now
hu_hu: Frissítés most

# plugin
source: Active
hu_hu: Aktív

source: Activate
hu_hu: Aktiválás

# plugin
source: Activate %s
hu_hu: A(z) %s aktiválása

source: Network Activate
hu_hu: Hálózati aktiválás

# plugin
source: Network Activate %s
hu_hu: A(z) %s hálózati aktiválása

# plugin
source: Installed
hu_hu: Telepítve

source: More information about %s
hu_hu: További információ a(z) %s-ről

source: More Details
hu_hu: További részletek

source: Last Updated:
hu_hu: Utoljára frissítve:

# placeholder: human relative date time
source: %s ago
hu_hu: %s ezelőtt

source: Untested with your version of WordPress
hu_hu: Nincs tesztelve az Ön WordPress-verziójával

source: <strong>Incompatible</strong> with your version of WordPress
hu_hu: <strong>Nem kompatibilis</strong> az Ön WordPress-verziójával

source: <strong>Compatible</strong> with your version of WordPress
hu_hu: <strong>Kompatibilis</strong> az Ön WordPress-verziójával

source: Check Updates
hu_hu: Frissítések ellenőrzése

source: Search:
hu_hu: Keresés:

source: &lsaquo; prev
hu_hu: &lsaquo; előző

# placeholder: Page X of Y
source: Page %1$s of %2$s
hu_hu: Oldal %1$s / %2$s

source: next &rsaquo;
hu_hu: következő &rsaquo;

source: Search
hu_hu: Keresés

source: Expand All
hu_hu: Összes kibontása

source: Collapse All
hu_hu: Összes összecsukása

# placeholders: will be post type labels like Course, Lesson, Topic
source: Are you sure you want to remove this %1$s from the %2$s? (This will also remove all sub-items)
hu_hu: Biztosan el szeretné távolítani ezt a(z) %1$s elemet a(z) %2$s közül? (Ezzel az összes al-elemet is eltávolítja)

# placeholder: will be post type label like Course, Lesson, Topic
source: Are you sure you want to move this %s to Trash?
hu_hu: Biztosan a Lomtárba helyezi ezt a(z) %s elemet?

source: Expand/Collapse Section
hu_hu: Szakasz kibontása/összecsukása

source: New
hu_hu: Új

source: Search...
hu_hu: Keresés...

source: First Page
hu_hu: Első oldal

source: Previous Page
hu_hu: Előző oldal

source: Next Page
hu_hu: Következő oldal

source: Last Page
hu_hu: Utolsó oldal

# placeholder: link to LearnDash Data Upgrade admin page
source: LearnDash Notice: Please perform a %s. This is a required step to ensure accurate reporting.
hu_hu: LearnDash értesítés: Kérjük, hajtson végre egy %s műveletet. Ez szükséges lépés a pontos jelentés biztosításához.

source: LearnDash Data Upgrade
hu_hu: LearnDash adatfrissítés

source: The Data Upgrades should only be run if prompted or advised by LearnDash Support. There is no need to re-run the Data Upgrades every time you update LearnDash core or one of the add-ons. Re-running the data upgrades when not needed can result in data corruption.
hu_hu: Az adatfrissítéseket csak akkor futtassa, ha erre felszólítást kap, vagy ha a LearnDash ügyfélszolgálata tanácsolja. Nincs szükség az adatfrissítések újbóli futtatására minden alkalommal, amikor frissíti a LearnDash magját vagy valamelyik kiegészítőt. Az adatfrissítések indokolatlan újbóli futtatása adatkárosodást okozhat.

source: Last run: none
hu_hu: Utolsó futtatás: nincs

# placeholders: date/time, user name
source: Last run: %1$s by %2$s
hu_hu: Utolsó futtatás: %1$s, végrehajtotta: %2$s

source: ERROR: Cannot create working folder. Check that the parent folder is writable
hu_hu: HIBA: Nem hozható létre a munkamappa. Ellenőrizze, hogy a szülőmappa írható-e

source: File path "%s" is not registered
hu_hu: A(z) "%s" fájl elérési útja nincs regisztrálva

# placeholder: file path, htaccess path, htaccess content
source: To protect the file path "%1$s" from being downloaded directly, add the following line to the %2$s file: %3$s
hu_hu: A(z) "%1$s" elérési út közvetlen letöltésének megakadályozásához adja hozzá a következő sort a(z) %2$s fájlhoz: %3$s

# placeholder: file path, nginx config
source: To protect the file path "%1$s" from being downloaded directly, add the following line to your nginx config: %2$s
hu_hu: A(z) "%1$s" elérési út közvetlen letöltésének megakadályozásához adja hozzá a következő sort az nginx konfigurációjához: %2$s

# placeholder: file path
source: To protect the file path "%1$s" from being downloaded directly, you need to configure your server to deny access to this path.
hu_hu: A(z) "%1$s" elérési út közvetlen letöltésének megakadályozásához konfigurálnia kell a szerverét úgy, hogy megtagadja a hozzáférést ehhez az útvonalhoz.

source: For further details, please read this help document: %s.
hu_hu: További részletekért olvassa el ezt a súgódokumentumot: %s.

source: Protecting files
hu_hu: Fájlok védelme

source: URL expired. Please refresh the page and try it again.
hu_hu: Az URL lejárt. Frissítse az oldalt, majd próbálja újra.

source: Invalid URL.
hu_hu: Érvénytelen URL.

source: You do not have sufficient permissions to download this file.
hu_hu: Nincs megfelelő jogosultsága a fájl letöltéséhez.

source: File does not exist.
hu_hu: A fájl nem létezik.

# placeholder: Group
source: Email %s
hu_hu: E-mail küldése: %s

source: edit
hu_hu: szerkesztés

source: List Users
hu_hu: Felhasználók listázása

source: Export Progress
hu_hu: Előrehaladás exportálása

source: Export Results
hu_hu: Eredmények exportálása

# placeholder: Group
source: Edit %s
hu_hu: A(z) %s szerkesztése

source: Report
hu_hu: Jelentés

source: per Page
hu_hu: oldalanként

source: Username
hu_hu: Felhasználónév

source: Name
hu_hu: Név

source: Actions
hu_hu: Műveletek

# placeholder: Group
source: Please login as a %s Administrator
hu_hu: Kérjük, jelentkezzen be %s rendszergazdaként

source: Email Subject:
hu_hu: E-mail tárgya:

source: Email Message:
hu_hu: E-mail üzenet:

source: Send
hu_hu: Küldés

source: Reset
hu_hu: Visszaállítás

source: Both Email Subject and Message are required and cannot be empty.
hu_hu: Az E-mail tárgya és az üzenet megadása kötelező; nem maradhatnak üresek.

source: Sending...
hu_hu: Küldés...

source: Search Users
hu_hu: Felhasználók keresése

# placeholder: Groups
source: Search %s
hu_hu: %s keresése

source: Update User
hu_hu: Felhasználó frissítése

# Certificates Menu Label
source: Certificates
hu_hu: Tanúsítványok

source: Reports
hu_hu: Jelentések

# Assignments Menu Label
source: Assignments
hu_hu: Beadandók

# Submitted Essays Menu Label
source: Submitted Essays
hu_hu: Beküldött esszék

# Settings Menu Label
source: Settings
hu_hu: Beállítások

# Quiz Submitted Essays Tab Label
source: Submitted Essays
hu_hu: Beküldött esszék

# Test Orders
source: Test %s
hu_hu: Teszt %s

# Customer Orders
source: Customer %s
hu_hu: Ügyfél %s

# Edit Quiz Label
source: Edit %s
hu_hu: A(z) %s szerkesztése

# Quiz Statistics Tab Label
source: Statistics
hu_hu: Statisztikák

# Quiz Leaderboard Tab Label
source: Leaderboard
hu_hu: Ranglista

# placeholder: Group
source: %s Administration
hu_hu: A(z) %s adminisztrációja

source: There was an unexpected error while loading. Please try refreshing the page. If the error continues, contact LearnDash support.
hu_hu: Váratlan hiba történt a betöltés közben. Kérjük, frissítse az oldalt, majd próbálja újra. Ha a hiba továbbra is fennáll, vegye fel a kapcsolatot a LearnDash ügyfélszolgálatával.

source: Section Heading
hu_hu: Szakasz címsor

source: Section Headings
hu_hu: Szakasz címsorok

source: answer
hu_hu: válasz

source: answers
hu_hu: válaszok

source: Certificate
hu_hu: Tanúsítvány

source: Certificates
hu_hu: Tanúsítványok

# placeholder: Lesson
source: Start by adding a %s.
hu_hu: Kezdje a(z) %s hozzáadásával.

# Link back to the post type overview
source: Back to
hu_hu: Vissza

# Builder actions dropdown
source: Actions
hu_hu: Műveletek

# Builder elements
source: Expand All
hu_hu: Összes kibontása

# Builder elements
source: Collapse All
hu_hu: Összes összecsukása

source: An error occurred while submitting your request. Please try again.
hu_hu: Hiba történt a kérés elküldése közben. Kérjük, próbálja újra.

source: Cancel
hu_hu: Mégse

source: Edit
hu_hu: Szerkesztés

source: Remove
hu_hu: Eltávolítás

source: Save
hu_hu: Mentés

source: Settings
hu_hu: Beállítások

# placeholder: question.
source: Click here to edit the %s
hu_hu: Kattintson ide a(z) %s szerkesztéséhez

source: Message for correct answer - optional
hu_hu: Üzenet a helyes válaszhoz - opcionális

source: Use different message for incorrect answer
hu_hu: Más üzenet használata a helytelen válaszhoz

source: Currently same message is displayed as above.
hu_hu: Jelenleg ugyanaz az üzenet jelenik meg, mint fent.

source: Message for incorrect answer - optional
hu_hu: Üzenet a helytelen válaszhoz - opcionális

source: Message after Essay is submitted - optional
hu_hu: Üzenet az esszé beküldése után - opcionális

source: Solution hint
hu_hu: Megoldási tipp

source: Different points for each answer
hu_hu: Minden válaszhoz eltérő pontszám

source: points
hu_hu: pont

source: Click here to edit the answer
hu_hu: Kattintson ide a válasz szerkesztéséhez

source: Update Answer
hu_hu: Válasz frissítése

source: Answer is missing
hu_hu: Hiányzik a válasz

source: Required correct answer is missing
hu_hu: A kötelező helyes válasz hiányzik

source: Allow HTML
hu_hu: HTML engedélyezése

source: Correct
hu_hu: Helyes

# First sort answer correct
source: 1<sup>st</sup>
hu_hu: 1<sup>.</sup>

# Second sort answer correct
source: 2<sup>nd</sup>
hu_hu: 2<sup>.</sup>

# Third sort answer correct
source: 3<sup>rd</sup>
hu_hu: 3<sup>.</sup>

source: Answer updated
hu_hu: Válasz frissítve

source: Edit answer settings
hu_hu: Válaszbeállítások szerkesztése

source: Answer:
hu_hu: Válasz:

source: Click here to edit the matrix
hu_hu: Kattintson ide a mátrix szerkesztéséhez

# placeholder: Question
source: New %1$s
hu_hu: Új %1$s

# placeholder: Quiz
source: New %1$s
hu_hu: Új %1$s

# placeholder: Topic
source: New %1$s
hu_hu: Új %1$s

# placeholder: Lesson
source: New %1$s
hu_hu: Új %1$s

source: New answer
hu_hu: Új válasz

source: New Section Heading
hu_hu: Új szakaszcím

# Title for the new course, lesson, quiz
source: Enter a title
hu_hu: Adjon meg egy címet

# Answer for a question
source: Enter an answer
hu_hu: Adjon meg egy választ

# Please wait while the form is loading
source: Please wait...
hu_hu: Kérjük, várjon...

# Add lesson, topic, quiz...
source: Add
hu_hu: Hozzáadás

# placeholder: Question
source: Add %1$s
hu_hu: %1$s hozzáadása

# placeholder: Questions
source: Add %1$s
hu_hu: %1$s hozzáadása

# placeholder: Quiz
source: Add %1$s
hu_hu: %1$s hozzáadása

# placeholder: Topic
source: Add %1$s
hu_hu: %1$s hozzáadása

# placeholder: Lesson
source: Add %1$s
hu_hu: %1$s hozzáadása

source: Add answer
hu_hu: Válasz hozzáadása

source: Add Section Heading
hu_hu: Szakaszcím hozzáadása

# Move the current element up in the builder interface
source: Move up
hu_hu: Mozgatás felfelé

# Warning when no question was entered
source: The %s is empty.
hu_hu: A(z) %s üres.

# placeholders: question
source: The %s data is invalid.
hu_hu: A(z) %s adatai érvénytelenek.

# Move the current element down in the builder interface
source: Move down
hu_hu: Mozgatás lefelé

# Rename the current element in the builder interface
source: Rename
hu_hu: Átnevezés

# placeholders: lessons
source: Search %1$s
hu_hu: %1$s keresése

# placeholders: quizzes
source: Search %1$s
hu_hu: %1$s keresése

# placeholders: topics
source: Search %1$s
hu_hu: %1$s keresése

# placeholders: questions
source: Search %1$s
hu_hu: %1$s keresése

# List of recent lessons, topics, quizzes or questions
source: Recent
hu_hu: Legutóbbi

# Lesson, Topic, Quiz or Question posts
source: View all
hu_hu: Összes megtekintése

# placeholders: Lesson
source: Start adding your first %1$s
hu_hu: Kezdje el az első %1$s hozzáadását

# placeholders: Quiz
source: Start adding your first %1$s
hu_hu: Kezdje el az első %1$s hozzáadását

# placeholders: Topic
source: Start adding your first %1$s
hu_hu: Kezdje el az első %1$s hozzáadását

# placeholders: Question
source: Start adding your first %1$s
hu_hu: Kezdje el az első %1$s hozzáadását

# placeholders: Lessons
source: All available %1$s have been added.
hu_hu: Minden elérhető %1$s hozzá lett adva.

# placeholders: Quizzes
source: All available %1$s have been added.
hu_hu: Minden elérhető %1$s hozzá lett adva.

# placeholders: Topics
source: All available %1$s have been added.
hu_hu: Minden elérhető %1$s hozzá lett adva.

# placeholders: Questions
source: All available %1$s have been added.
hu_hu: Minden elérhető %1$s hozzá lett adva.

# Lesson, Topic, Quiz or Question
source: Start adding your first
hu_hu: Kezdje el az első hozzáadását

# Builder - Refresh list of Lessons, Topics, Quizzes or Questions
source: Refresh
hu_hu: Frissítés

# Builder - Load more Lessons, Topics, Quizzes or Questions
source: Load More
hu_hu: Továbbiak betöltése

# Builder - Add selected Lessons, Topics, Quizzes or Questions
source: Add Selected
hu_hu: Kiválasztottak hozzáadása

# Undo action in the builder
source: Undo
hu_hu: Visszavonás

# Matrix answer Criterion
source: Criterion
hu_hu: Kritérium

# Sort matrix answer element
source: Sort element
hu_hu: Elem rendezése

# Question settings. Placeholder in JavaScript
source: Settings
hu_hu: Beállítások

# Select an option
source: Select
hu_hu: Kiválasztás

# No matching Lesson, Topic, Quiz or Question found
source: Nothing matches your search
hu_hu: Nincs találat a keresésre

# placeholder: Lessons
source: Drop %1$s here
hu_hu: Húzza ide a(z) %1$s elemet

# placeholder: Question
source: Drop %1$s here
hu_hu: Húzza ide a(z) %1$s elemet

# placeholder: Quizzes
source: Drop %1$s here
hu_hu: Húzza ide a(z) %1$s elemet

# placeholder: Topics, Quizzes
source: Drop %1$s or %2$s here
hu_hu: Húzza ide a(z) %1$s vagy %2$s elemet

# singular - Amount of steps in a course or quiz
source: step
hu_hu: lépés

# plural - Amount of steps in a course or quiz
source: steps
hu_hu: lépések

# Amount of steps in this course or quiz
source: in this
hu_hu: ebben

# Builder - Final quiz. Placeholder in JavaScript
source: Final
hu_hu: Befejező

# placeholders: Quiz, Questions
source: This %1$s has no %2$s yet
hu_hu: A(z) %1$s esetén még nincs %2$s

# Warning when no question was entered
source: The %s is empty, click here to edit it.
hu_hu: A(z) %s üres, kattintson ide a szerkesztéséhez.

source: You have unsaved changes. If you proceed, they will be lost.
hu_hu: Nem mentett módosításai vannak. Ha folytatja, azok elvesznek.

# Manage Questions in builder
source: Manage %1$s in builder
hu_hu: A(z) %1$s kezelése a szerkesztőben

# Total points
source: TOTAL:
hu_hu: ÖSSZESEN:

# Displayed when the post type, e.g. course, has no content
source: has no content yet.
hu_hu: még nincs tartalma.

# Content type, e.g. lesson
source: Add a new
hu_hu: Új hozzáadása

# Content type, e.g. lesson
source: or add an existing one from the sidebar
hu_hu: vagy adjon hozzá egy meglévőt az oldalsávból

# Type of essay answer
source: Answer format
hu_hu: Válaszformátum

# Submit essay answer in a text box
source: Text entry
hu_hu: Szöveges bevitel

# Submit essay answer as an upload
source: File upload
hu_hu: Fájlfeltöltés

# What grading options should be used after essay submission
source: What should happen on %s submission?
hu_hu: Mi történjen a(z) %s beküldésekor?

# Essay answer grading option
source: Not Graded, No Points Awarded
hu_hu: Nincs értékelve, nem jár pont

# Essay answer grading option
source: Not Graded, Full Points Awarded
hu_hu: Nem értékelt, teljes pont odaítélve

# Essay answer grading option
source: Graded, Full Points Awarded
hu_hu: Értékelt, teljes pont odaítélve

# Essay answer grading option has not been set
source: Not set
hu_hu: Nincs beállítva

# Supported media formats in question answers
source: Only image, video and audio files are supported.
hu_hu: Csak kép-, videó- és hangfájlok támogatottak.

source: Builder
hu_hu: Összeállító

source: Setup
hu_hu: Beállítás

# Quiz Import/Export Tab Label
source: Import/Export
hu_hu: Importálás/Exportálás

source: Back
hu_hu: Vissza

# placeholders: Quiz, Questions
source: Reprocess %1$s %2$s
hu_hu: A(z) %1$s %2$s újrafeldolgozása

# placeholder: Quiz
source: Export %s
hu_hu: %s exportálása

source: Statistics
hu_hu: Statisztikák

source: Leaderboard
hu_hu: Ranglista

source: Dashboard
hu_hu: Vezérlőpult

source: Extend Access
hu_hu: Hozzáférés meghosszabbítása

source: Questions
hu_hu: Kérdések

source: Advanced Settings
hu_hu: Speciális beállítások

source: Users
hu_hu: Felhasználók

source: First time using LearnDash?
hu_hu: Először használja a LearnDash-t?

# placeholder: Link to Setup page
source: Go to the LearnDash %s
hu_hu: Ugrás a LearnDash %s-hoz

source: setup
hu_hu: beállítások

# placeholders: Post Type singular label
source: Add %s title
hu_hu: Adja meg a(z) %s címét

# placeholders: Post Type singular label
source: Add %s content.
hu_hu: Adja meg a(z) %s tartalmát.

source: Associated Content
hu_hu: Kapcsolódó tartalom

# placeholder: Post Type singular name
source: Filter by %s
hu_hu: Szűrés %s szerint

# placeholder: Taxonomy singular name
source: Filter by %s
hu_hu: Szűrés %s szerint

source: Show more details
hu_hu: További részletek megjelenítése

source: filter
hu_hu: szűrő

source: view
hu_hu: megtekintés

# placeholder: Course
source: %s Required
hu_hu: %s kötelező

# placeholder: Lesson
source: %s Required
hu_hu: %s kötelező

# placeholder: Topic
source: %s Required
hu_hu: %s kötelező

# placeholder: Quiz
source: %s Required
hu_hu: %s kötelező

# placeholder: Post title
source: Filter listing by "%s"
hu_hu: Lista szűrése "%s" szerint

# placeholder: Post title
source: Edit "%s"
hu_hu: "%s" szerkesztése

# placeholder: Post title
source: View "%s"
hu_hu: "%s" megtekintése

# Course Info Label
source: %s Info
hu_hu: %s adatai

# Permanently Delete Course Data Label
source: Permanently Delete %s Data
hu_hu: %s adatainak végleges törlése

# placeholder: course
source: Check and click update profile to permanently delete users LearnDash %s data. <strong>This cannot be undone.</strong>
hu_hu: Jelölje be, majd kattintson a Profil frissítése gombra a felhasználó LearnDash %s adatainak végleges törléséhez. <strong>Ez nem visszavonható.</strong>

# placeholder: quiz
source: Remove the %s lock(s) for this user.
hu_hu: Távolítsa el a(z) %s zárolásokat ennél a felhasználónál.

# User Enrolled Courses
source: User Enrolled %s
hu_hu: Felhasználó beiratkozása: %s

source: User is automatically enrolled in all Courses.
hu_hu: A felhasználó automatikusan be van iratkozva az összes kurzusra.

# placeholders: Groups, Course
source: %1$s Using %2$s
hu_hu: %1$s %2$s használatával

# placeholder: Groups
source: Search All %s
hu_hu: Összes %s keresése

# placeholders: Course, Groups
source: Search %1$s %2$s
hu_hu: %1$s %2$s keresése

# Search All Course Users
source: Search All %s Users
hu_hu: Összes %s felhasználó keresése

source: Search Users Who Will Be Affected
hu_hu: Az érintett felhasználók keresése

# Course Users label
source: %s Users
hu_hu: %s felhasználók

# Search Assigned Course Users
source: Search Assigned %s Users
hu_hu: Hozzárendelt %s felhasználók keresése

# placeholders: Group, Courses
source: Search All %1$s %2$s
hu_hu: Összes %1$s %2$s keresése

# placeholders: Courses
source: Search %1$s That Will Be Affected
hu_hu: Az érintett %1$s keresése

# placeholder: Group, Courses
source: %1$s %2$s Auto-enroll
hu_hu: %1$s %2$s automatikus beiratkozás

# placeholders: Group, Courses
source: Search Assigned %1$s %2$s
hu_hu: Hozzárendelt %1$s %2$s keresése

# placeholder: Group
source: %s Leaders
hu_hu: %s-vezetők

# placeholder: Group
source: Search All %s Leaders
hu_hu: Összes %s-vezető keresése

# placeholder: Group
source: Search Assigned %s Leaders
hu_hu: Hozzárendelt %s-vezetők keresése

# Search All Group Users
source: Search All %s Users
hu_hu: Összes %s felhasználó keresése

# placeholder: Group
source: %s Users
hu_hu: %s felhasználók

# placeholder: Group
source: Search All %s Users
hu_hu: Összes %s felhasználó keresése

# placeholder: Group
source: Search Assigned %s Users
hu_hu: Hozzárendelt %s felhasználók keresése

# placeholder: Groups
source: Leader of %s
hu_hu: A(z) %s vezetője

# placeholder: Groups
source: Search Leader %s
hu_hu: Vezető keresése %s

# User Enrolled in Courses Label
source: User Enrolled in %s
hu_hu: A felhasználó beiratkozott: %s

# Search All Courses Label
source: Search All %s
hu_hu: Összes %s keresése

# Search Enrolled Courses Label
source: Search Enrolled %s
hu_hu: Beiratkozott %s keresése

# placeholder: Group
source: User Enrolled in %s
hu_hu: A felhasználó beiratkozott: %s

# placeholder: Groups
source: Search Enrolled %s
hu_hu: Beiratkozott %s keresése

# placeholder: Lesson
source: Click the '+' to add a new %s
hu_hu: Kattintson a '+' jelre új %s hozzáadásához

# placeholder: Topic
source: Click the '+' to add a new %s
hu_hu: Kattintson a '+' jelre új %s hozzáadásához

# placeholder: Quiz
source: Click the '+' to add a new %s
hu_hu: Kattintson a '+' jelre új %s hozzáadásához

# placeholder: Lessons
source: Drop %s Here
hu_hu: %s ide dobása

# placeholder: Lesson, Topics
source: Drop %1$s %2$s Here
hu_hu: %1$s %2$s ide dobása

# placeholder: Quizzes
source: Drop Global %s Here
hu_hu: Globális %s ide dobása

# placeholder: Lesson, Quizzes
source: Drop %1$s %2$s Here
hu_hu: %1$s %2$s ide dobása

# placeholder: Topic, Quizzes
source: Drop %1$s %2$s Here
hu_hu: %1$s %2$s ide dobása

# placeholder: number of steps
source: Total Steps: %s
hu_hu: Összes lépés: %s

# placeholder: Course
source: You have unsaved %s Builder changes. Are you sure you want to leave?
hu_hu: Nem mentett %s Összeállító módosításai vannak. Biztosan elhagyja az oldalt?

# placeholder: will contain post type label
source: Edit %s Settings (new window)
hu_hu: %s beállításainak szerkesztése (új ablak)

# placeholder: will contain post type label
source: View %s (new window)
hu_hu: %s megtekintése (új ablak)

# placeholder: will contain post type label
source: Move %s to Trash
hu_hu: %s áthelyezése a Lomtárba

# placeholders: will contain post type label, Course
source: Remove %1$s from %2$s
hu_hu: %1$s eltávolítása innen: %2$s

# placeholder: will contain post type label
source: Move %s
hu_hu: %s áthelyezése

source: Edit Title
hu_hu: Cím szerkesztése

source: Ok
hu_hu: Rendben

# placeholder: Lesson
source: Move %s
hu_hu: %s áthelyezése

# placeholder: Lesson
source: Edit %s Settings (new window)
hu_hu: %s beállításainak szerkesztése (új ablak)

# placeholder: Lesson
source: View %s (new window)
hu_hu: %s megtekintése (új ablak)

# placeholders: Lesson, Course
source: Remove %1$s from %2$s
hu_hu: %1$s eltávolítása innen: %2$s

source: Move
hu_hu: Áthelyezés

# placeholder: Topic
source: Edit %s Settings (new window)
hu_hu: %s beállításainak szerkesztése (új ablak)

# placeholder: Topic
source: View %s (new window)
hu_hu: %s megtekintése (új ablak)

# placeholder: Quiz
source: Edit %s Settings (new window)
hu_hu: %s beállításainak szerkesztése (új ablak)

# placeholder: Quiz
source: View %s (new window)
hu_hu: %s megtekintése (új ablak)

source: #1: Invalid post data
hu_hu: #1: Érvénytelen bejegyzésadatok

source: #2: Invalid post data
hu_hu: #2: Érvénytelen bejegyzésadatok

# placeholder: Question
source: Click the '+' to add a new %s
hu_hu: Kattintson a '+' jelre új %s hozzáadásához
