Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: Topic
source: Edit %s Category
hu_hu: %s kategória szerkesztése

# placeholder: Topic
source: Update %s Category
hu_hu: %s kategória frissítése

# placeholder: Topic
source: Add New %s Category
hu_hu: Új %s kategória hozzáadása

# placeholder: Topic
source: New %s Category Name
hu_hu: Új %s kategória neve

# placeholder: Topic
source: %s Tags
hu_hu: %s címkék

# placeholder: Topic
source: %s Tag
hu_hu: %s címke

# placeholder: Topic
source: Search %s Tag
hu_hu: %s címke keresése

# placeholder: Topic
source: All %s Tags
hu_hu: Összes %s címke

# placeholder: Topic
source: Parent %s Tag
hu_hu: Szülő %s címke

# placeholder: Topic
source: Parent %s Tag:
hu_hu: Szülő %s címke:

# placeholder: Topic
source: Edit %s Tag
hu_hu: %s címke szerkesztése

# placeholder: Topic
source: Update %s Tag
hu_hu: %s címke frissítése

# placeholder: Topic
source: Add New %s Tag
hu_hu: Új %s címke hozzáadása

# placeholder: Topic
source: New %s Tag Name
hu_hu: Új %s címke neve

# placeholder: Quiz
source: %s Categories
hu_hu: %s kategóriák

# placeholder: Quiz
source: %s Category
hu_hu: %s kategória

# placeholder: Quiz
source: Search %s Categories
hu_hu: %s kategóriák keresése

# placeholder: Quiz
source: All %s Categories
hu_hu: Összes %s kategória

# placeholder: Quiz
source: Parent %s Category
hu_hu: Szülő %s kategória

# placeholder: Quiz
source: Parent %s Category:
hu_hu: Szülő %s kategória:

# placeholder: Quiz
source: Edit %s Category
hu_hu: %s kategória szerkesztése

# placeholder: Quiz
source: Update %s Category
hu_hu: %s kategória frissítése

# placeholder: Quiz
source: Add New %s Category
hu_hu: Új %s kategória hozzáadása

# placeholder: Quiz
source: New %s Category Name
hu_hu: Új %s kategória neve

# placeholder: Quiz
source: %s Tags
hu_hu: %s címkék

# placeholder: Quiz
source: %s Tag
hu_hu: %s címke

# placeholder: Quiz
source: Search %s Tag
hu_hu: %s címke keresése

# placeholder: Quiz
source: All %s Tags
hu_hu: Összes %s címke

# placeholder: Quiz
source: Parent %s Tag
hu_hu: Szülő %s címke

# placeholder: Quiz
source: Parent %s Tag:
hu_hu: Szülő %s címke:

# placeholder: Quiz
source: Edit %s Tag
hu_hu: %s címke szerkesztése

# placeholder: Quiz
source: Update %s Tag
hu_hu: %s címke frissítése

# placeholder: Quiz
source: Add New %s Tag
hu_hu: Új %s címke hozzáadása

# placeholder: Quiz
source: New %s Tag Name
hu_hu: Új %s címke neve

# placeholder: Question
source: %s Categories
hu_hu: %s kategóriák

# placeholder: Question
source: Search %s Categories
hu_hu: %s kategóriák keresése

# placeholder: Question
source: Parent %s Category
hu_hu: Szülő %s kategória

# placeholder: Question
source: Parent %s Category:
hu_hu: Szülő %s kategória:

# placeholder: Question
source: Edit %s Category
hu_hu: %s kategória szerkesztése

# placeholder: Question
source: Update %s Category
hu_hu: %s kategória frissítése

# placeholder: Question
source: Add New %s Category
hu_hu: Új %s kategória hozzáadása

# placeholder: Question
source: New %s Category Name
hu_hu: Új %s kategória neve

# placeholder: Question
source: %s Tags
hu_hu: %s címkék

# placeholder: Question
source: %s Tag
hu_hu: %s címke

# placeholder: Question
source: Search %s Tag
hu_hu: %s címke keresése

# placeholder: Question
source: All %s Tags
hu_hu: Összes %s címke

# placeholder: Question
source: Parent %s Tag
hu_hu: Szülő %s címke

# placeholder: Question
source: Parent %s Tag:
hu_hu: Szülő %s címke:

# placeholder: Question
source: Edit %s Tag
hu_hu: %s címke szerkesztése

# placeholder: Question
source: Update %s Tag
hu_hu: %s címke frissítése

# placeholder: Question
source: Add New %s Tag
hu_hu: Új %s címke hozzáadása

# placeholder: Question
source: New %s Tag Name
hu_hu: Új %s címke neve

# placeholder: Course
source: LearnDash %s Settings
hu_hu: LearnDash %s beállításai

# placeholder: Course
source: %s Materials
hu_hu: %s anyagok

# placeholder: Course
source: Options for %s materials
hu_hu: Beállítások %s anyagaihoz

# placeholder: Course
source: %s Price Type
hu_hu: %s ártípusa

source: Buy Now
hu_hu: Vásárlás

source: Is it open to all, free join, one time purchase, or a recurring subscription?
hu_hu: Nyitott mindenki számára, ingyenes csatlakozás, egyszeri vásárlás vagy ismétlődő előfizetés?

source: Custom Button Label
hu_hu: Egyéni gombfelirat

source: Optional
hu_hu: Opcionális

source: Custom Button URL
hu_hu: Egyéni gomb URL

# placeholder: "Take This Course" button label
source: Entering a URL in this field will enable the "%s" button. The button will not display if this field is left empty. Relative URL beginning with a slash is acceptable.
hu_hu: Ha URL-t ad meg ebben a mezőben, a "%s" gomb engedélyezve lesz. A gomb nem jelenik meg, ha a mezőt üresen hagyja. Perjellel kezdődő relatív URL is elfogadható.

# placeholder: Course
source: %s Price
hu_hu: %s ára

# placeholders: Course, Course
source: Enter %1$s price here. Leave empty if the %2$s is free.
hu_hu: Adja meg itt a(z) %1$s árát. Hagyja üresen, ha a(z) %2$s ingyenes.

source: Billing Cycle for the recurring payments in case of a subscription.
hu_hu: Előfizetés esetén az ismétlődő fizetések számlázási ciklusa.

# placeholder: Course
source: %s Access List
hu_hu: %s hozzáférési lista

source: This field is auto-populated with the UserIDs of those who have access to this course.
hu_hu: Ezt a mezőt automatikusan feltöltjük azok UserID-jeivel, akik hozzáférnek ehhez a kurzushoz.

# placeholder: Lesson
source: Sort %s By
hu_hu: Rendezés %s szerint

source: Use Default
hu_hu: Alapértelmezett

# placeholders: lessons, course
source: Choose the sort order of %1$s in this %2$s.
hu_hu: Válassza ki %1$s rendezési sorrendjét ezen %2$s.

# placeholder: Lesson
source: Sort %s Direction
hu_hu: Rendezési irány %s

# placeholder: Lessons
source: %s Per Page
hu_hu: %s oldalanként

source: Custom
hu_hu: Egyéni

# placeholders: lessons, course
source: Choose the per page of %1$s in this %2$s.
hu_hu: Válassza ki, mennyi %1$s legyen oldalanként ezen %2$s.

# placeholder: Lessons
source: Custom %s Per Page
hu_hu: Egyéni %s oldalanként

# placeholder: Lesson
source: Enter %s per page value. Set to zero for no paging
hu_hu: Adja meg a(z) %s oldalankénti értékét. Lapozás kikapcsolásához állítsa nullára

# placeholder: Course
source: Enable %s Prerequisites
hu_hu: %s előfeltételeinek engedélyezése

source: Leave this field unchecked if prerequisite not used.
hu_hu: Hagyja bejelöletlenül ezt a mezőt, ha nem használ előfeltételeket.

# placeholder: Course
source: %s Prerequisites
hu_hu: %s előfeltételei

# placeholders: course, course
source: Select one or more %1$s as prerequisites to view this %2$s
hu_hu: Válasszon ki egy vagy több %1$s elemet előfeltételként ennek a(z) %2$s megtekintéséhez

# placeholder: Course
source: %s Prerequisites Compare
hu_hu: %s előfeltételek összevetése

source: ANY (default) - The student must complete at least one of the prerequisites
hu_hu: BÁRMELYIK (alapértelmezett) - A tanulónak legalább egy előfeltételt teljesítenie kell

source: ALL - The student must complete all the prerequisites
hu_hu: MIND - A tanulónak az összes előfeltételt teljesítenie kell

# placeholder: Course
source: Select how to compare the selected prerequisite %s.
hu_hu: Válassza ki a kiválasztott előfeltétel %s összehasonlításának módját.

# placeholder: Course
source: Enable %s Points
hu_hu: %s pontok engedélyezése

source: Leave this field unchecked if points not used.
hu_hu: Hagyja bejelöletlenül ezt a mezőt, ha nem használ pontokat.

# Course Points
source: %s Points
hu_hu: %s pontok

# placeholder: Course
source: Enter the number of points a user will receive for this %s.
hu_hu: Adja meg, hány pontot kap a felhasználó ehhez a %s.

# placeholder: Course
source: %s Points Access
hu_hu: %s pont alapú hozzáférés

# placeholder: Course
source: Enter the number of points a user must have to access this %s.
hu_hu: Adja meg, hány ponttal kell rendelkeznie a felhasználónak, hogy hozzáférjen ehhez a %s.

# placeholder: Lesson
source: Disable %s Progression
hu_hu: %s előrehaladás letiltása

# placeholder: lessons
source: Disable the feature that allows attempting %s only in allowed order.
hu_hu: Tiltsa le azt a funkciót, amely a %s megpróbálását csak engedélyezett sorrendben teszi lehetővé.

source: Expire Access
hu_hu: Hozzáférés lejárata

source: Leave this field unchecked if access never expires.
hu_hu: Hagyja bejelöletlenül ezt a mezőt, ha a hozzáférés soha nem jár le.

source: Expire Access After (days)
hu_hu: Hozzáférés lejár ennyi nap után

# placeholder: Course
source: Enter the number of days a user has access to this %s.
hu_hu: Adja meg, hány napig férhet hozzá a felhasználó ehhez a %s.

# placeholders: Course, Quiz
source: Delete %1$s and %2$s Data After Expiration
hu_hu: %1$s és %2$s adatok törlése lejárat után

# placeholder: Course
source: Select this option if you want the user's %s progress to be deleted when their access expires.
hu_hu: Válassza ezt az opciót, ha szeretné, hogy a felhasználó %s előrehaladása törlődjön, amikor a hozzáférése lejár.

# placeholder: Course
source: Hide %s Content Table
hu_hu: %s tartalomjegyzék elrejtése

# placeholder: Course
source: Hide %s Content table when user is not enrolled.
hu_hu: Rejtse el a %s tartalomjegyzéket, ha a felhasználó nincs beiratkozva.

source: Associated Certificate
hu_hu: Kapcsolt tanúsítvány

# placeholder: course
source: Select a certificate to be awarded upon %s completion (optional).
hu_hu: Válasszon tanúsítványt, amely a %s befejezésekor kerül odaítélésre (nem kötelező).

# placeholder: Lesson
source: LearnDash %s Settings
hu_hu: LearnDash %s beállítások

# placeholder: Lesson
source: %s Materials
hu_hu: %s anyagok

# placeholder: Lesson
source: Options for %s materials
hu_hu: Beállítások a %s anyagokhoz

# placeholders: Lesson, Course
source: Associate this %1$s with a %2$s.
hu_hu: Társítsa ezt a %1$s a következőhöz: %2$s.

# placeholder: Lesson
source: Forced %s Timer
hu_hu: Kényszerített %s időzítő

# placeholder: Lesson
source: Minimum time a user has to spend on %s page before it can be marked complete. Examples: 40 (for 40 seconds), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec
hu_hu: Minimális idő, amelyet a felhasználónak a %s oldalán kell töltenie, mielőtt teljesítettnek jelölhető. Példák: 40 (40 másodperc), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec

source: Upload Assignment
hu_hu: Feladat feltöltése

source: Check this if you want to make it mandatory to upload assignment
hu_hu: Jelölje be, ha kötelezővé szeretné tenni a feladat feltöltését

source: Auto Approve Assignment
hu_hu: Feladat automatikus jóváhagyása

source: Check this if you want to auto-approve the uploaded assignment
hu_hu: Jelölje be, ha azonnal jóvá szeretné hagyni a feltöltött feladatot

source: Limit number of uploaded files
hu_hu: Feltöltött fájlok számának korlátozása

source: Default is 1
hu_hu: Alapértelmezés: 1

source: Enter the maximum number of assignment uploads allowed. Default is 1. Use 0 to unlimited.
hu_hu: Adja meg az engedélyezett feladatfeltöltések maximális számát. Alapértelmezés: 1. A korlátlanhoz használja a 0-t.

source: Allow Student to Delete own Assignment(s)
hu_hu: Engedélyezze a diáknak saját feladata(i) törlését

source: Award Points for Assignment
hu_hu: Pontok odaítélése a feladatért

source: Allow this assignment to be assigned points when it is approved.
hu_hu: Engedélyezze, hogy ehhez a feladathoz pontokat lehessen rendelni, amikor jóváhagyásra kerül.

source: Set Number of Points for Assignment
hu_hu: Feladathoz tartozó pontok száma beállítása

source: Assign the max amount of points someone can earn for this assignment.
hu_hu: Adja meg a maximális pontszámot, amelyet ennél a feladatnál el lehet érni.

source: Allowed File Extensions
hu_hu: Engedélyezett fájlkiterjesztések

source: Example: pdf, xls, zip
hu_hu: Példa: pdf, xls, zip

source: Enter comma-separated list of allowed file extensions: pdf, xls, zip or leave blank for any.
hu_hu: Adja meg vesszővel elválasztva az engedélyezett fájlkiterjesztéseket: pdf, xls, zip, vagy hagyja üresen bármihez.

source: Allowed File Size
hu_hu: Engedélyezett fájlméret

# placeholder: PHP file upload size
source: Maximum upload file size: %s
hu_hu: Maximális feltöltési fájlméret: %s

# placeholder: PHP file upload size
source: Enter maximum file upload size. Example: 100KB, 2M, 2MB, 1G. Maximum upload file size: %s
hu_hu: Adja meg a maximális fájlfeltöltési méretet. Példa: 100KB, 2M, 2MB, 1G. Maximális feltöltési fájlméret: %s

# placeholder: Lesson
source: Sample %s
hu_hu: Minta %s

# placeholders: lesson, topics
source: Check this if you want this %1$s and all its %2$s to be available for free.
hu_hu: Jelölje be, ha azt szeretné, hogy ez a %1$s és az összes hozzá tartozó %2$s ingyenesen elérhető legyen.

# Make Lesson Visible X Days After Sign-up
source: Make %s visible X Days After Sign-up
hu_hu: A %s láthatóvá tétele X nappal a regisztráció után

# placeholder: Lesson
source: Make %s visible ____ days after sign-up
hu_hu: A %s láthatóvá tétele ____ nappal a regisztráció után

# placeholder: Lesson
source: Make %s Visible on Specific Date
hu_hu: %s láthatóvá tétele egy megadott dátumon

# placeholder: lesson
source: Set the date that you would like this %s to become available.
hu_hu: Állítsa be a dátumot, amikor ez a %s elérhetővé váljon.

# placeholder: Topic
source: LearnDash %s Settings
hu_hu: LearnDash %s beállítások

# placeholder: Topic
source: %s Materials
hu_hu: %s anyagok

# placeholder: Topic
source: Options for %s materials
hu_hu: Beállítások a %s anyagokhoz

# placeholders: topic, course
source: Associate this %1$s with a %2$s.
hu_hu: Társítsa ezt a %1$s a következőhöz: %2$s.

# placeholders: Topic, Lesson
source: Associate this %1$s with a %2$s.
hu_hu: Társítsa ezt a %1$s a következőhöz: %2$s.

# placeholder: Topic
source: Forced %s Timer
hu_hu: Kényszerített %s időzítő

# placeholder: Topic
source: Minimum time a user has to spend on %s page before it can be marked complete. Examples: 40 (for 40 seconds), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec
hu_hu: Minimális idő, amelyet a felhasználónak a %s oldalán kell töltenie, mielőtt teljesítettnek jelölhető. Példák: 40 (40 másodperc), 20s, 45sec, 2m 30s, 2min 30sec, 1h 5m 10s, 1hr 5min 10sec

source: Example: pdf,xls,zip
hu_hu: Példa: pdf,xls,zip

source: Enter comma-separated list of allowed file extensions: pdf,xls,zip or leave blank for any.
hu_hu: Adja meg vesszővel elválasztva az engedélyezett fájlkiterjesztéseket: pdf,xls,zip, vagy hagyja üresen bármihez.

source: Sort Direction YYY
hu_hu: Rendezési irány YYY

# placeholder: Quiz
source: LearnDash %s Settings
hu_hu: LearnDash %s beállítások

# placeholder: Quiz
source: %s Materials
hu_hu: %s anyagok

# placeholder: Quiz
source: Options for %s materials
hu_hu: Beállítások a %s anyagokhoz

source: Repeats
hu_hu: Ismétlések

# placeholder: quiz
source: Number of repeats allowed for %s. Blank = unlimited attempts. 0 = 1 attempt, 1 = 2 attempts, etc.
hu_hu: A %s engedélyezett ismétléseinek száma. Üres = korlátlan próbálkozás. 0 = 1 próbálkozás, 1 = 2 próbálkozás stb.

source: Certificate Threshold
hu_hu: Tanúsítvány küszöbértéke

source: Minimum score required to award a certificate, between 0 and 1 where 1 = 100%.
hu_hu: A tanúsítvány odaítéléséhez szükséges minimális pontszám, 0 és 1 között, ahol 1 = 100%.

source: Passing Percentage
hu_hu: Sikeres teljesítés százaléka

# placeholder: quiz
source: Passing percentage required to pass the %s (number only). e.g. 80 for 80%%.
hu_hu: A %s sikeres teljesítéséhez szükséges százalék (csak szám). Példa: 80 az 80%%-hoz.

# placeholders: Quiz, Course
source: Associate this %1$s with a %2$s.
hu_hu: Társítsa ezt a %1$s a következőhöz: %2$s.

# placeholders: Quiz, Lesson
source: Associate this %1$s with a %2$s.
hu_hu: Társítsa ezt a %1$s a következőhöz: %2$s.

# placeholder: quiz
source: Optionally associate a %s with a certificate.
hu_hu: Opcionálisan társítson egy %s elemet tanúsítvánnyal.

source: Associated Settings
hu_hu: Kapcsolt beállítások

# placeholder: quiz.
source: If you imported a %s, use this field to select it. Otherwise, create new settings below. After saving or publishing, you will be able to add questions.
hu_hu: Ha importált %s elemet, ezzel a mezővel válassza ki. Ellenkező esetben hozzon létre új beállításokat lentebb. Mentés vagy közzététel után kérdéseket adhat hozzá.

source: Preview
hu_hu: Előnézet

# placeholder: Question
source: LearnDash %s Settings
hu_hu: LearnDash %s beállítások

# placeholder: Quiz
source: Associated %s
hu_hu: Kapcsolt %s

# placeholder: Question, Quiz
source: Associate this %1$s with a %2$s.
hu_hu: Társítsa ezt a %1$s a következőhöz: %2$s.

# placeholder: Exam
source: LearnDash %s Settings
hu_hu: LearnDash %s beállítások

# placeholder: Coupon
source: LearnDash %s Settings
hu_hu: LearnDash %s beállítások

# Certificates Post Type Label
source: Certificates
hu_hu: Tanúsítványok

# Certificates Post Type Singular Name
source: Certificate
hu_hu: Tanúsítvány

# Add New Certificate Label
source: Add New
hu_hu: Új hozzáadása

# Add New Item Certificate Label
source: Add New Certificate
hu_hu: Új tanúsítvány hozzáadása

# Edit Certificate Label
source: Edit Certificate
hu_hu: Tanúsítvány szerkesztése

# Edit Certificate Label
source: New Certificate
hu_hu: Új tanúsítvány

# All Certificates Label
source: Certificates
hu_hu: Tanúsítványok

# View Certificate Label
source: View Certificate
hu_hu: Tanúsítvány megtekintése

# View Certificates Label
source: View Certificates
hu_hu: Tanúsítványok megtekintése

# View Certificates Label
source: Search Certificates
hu_hu: Tanúsítványok keresése

# No Certificates found Label
source: No Certificates found
hu_hu: Nem található tanúsítvány

# No Certificates found in Trash Label
source: No Certificates found in Trash
hu_hu: A Lomtárban nem található tanúsítvány

# Certificate Published Label
source: Certificate Published
hu_hu: Tanúsítvány közzétéve

# Certificate Published Privately Label
source: Certificate Published Privately
hu_hu: Tanúsítvány privát módon közzétéve

# Certificate Reverted to Draft Label
source: Certificate Reverted to Draft
hu_hu: Tanúsítvány visszaállítva vázlatra

# Certificate Scheduled Label
source: Certificate Scheduled
hu_hu: Tanúsítvány ütemezve

# Certificate Updated Label
source: Certificate Updated
hu_hu: Tanúsítvány frissítve

source: LearnDash Certificates Options
hu_hu: LearnDash tanúsítványok beállításai

# Add New Group Label
source: Add New
hu_hu: Új hozzáadása

# placeholder: Group
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Group
source: New %s
hu_hu: Új %s

# placeholder: Group
source: View %s
hu_hu: %s megtekintése

# placeholder: Groups
source: View %s
hu_hu: %s megtekintése

# placeholder: Groups
source: No %s found
hu_hu: Nem található %s

# placeholder: Groups
source: No %s found in Trash
hu_hu: A Lomtárban nem található %s

# placeholder: Group
source: %s Published
hu_hu: Közzétéve: %s

# placeholder: Group
source: %s Published Privately
hu_hu: Privát közzétéve: %s

# placeholder: Group
source: %s Reverted to Draft
hu_hu: Visszaállítva vázlatra: %s

# placeholder: Group
source: %s Scheduled
hu_hu: Ütemezve: %s

# placeholder: Group
source: %s Updated
hu_hu: Frissítve: %s

# placeholder: Group
source: %s Categories
hu_hu: %s kategóriák

# placeholder: Group
source: %s Category
hu_hu: %s kategória

# placeholder: Group
source: Search %s Categories
hu_hu: %s kategóriák keresése

# placeholder: Group
source: All %s Categories
hu_hu: Összes %s kategória

# placeholder: Group
source: Parent %s Category
hu_hu: Szülő %s kategória

# placeholder: Group
source: Parent %s Category:
hu_hu: Szülő %s kategória:

# placeholder: Group
source: Edit %s Category
hu_hu: %s kategória szerkesztése

# placeholder: Group
source: Update %s Category
hu_hu: %s kategória frissítése

# placeholder: Group
source: Add New %s Category
hu_hu: Új %s kategória hozzáadása

# placeholder: Group
source: New %s Category Name
hu_hu: Új %s kategória neve

# placeholder: Group
source: %s Tags
hu_hu: %s címkék

# placeholder: Group
source: %s Tag
hu_hu: %s címke

# placeholder: Group
source: Search %s Tag
hu_hu: %s címke keresése

# placeholder: Group
source: All %s Tags
hu_hu: Összes %s címke

# placeholder: Group
source: Parent %s Tag
hu_hu: Szülő %s címke

# placeholder: Group
source: Parent %s Tag:
hu_hu: Szülő %s címke:

# placeholder: Group
source: Edit %s Tag
hu_hu: %s címke szerkesztése

# placeholder: Group
source: Update %s Tag
hu_hu: %s címke frissítése

# placeholder: Group
source: Add New %s Tag
hu_hu: Új %s címke hozzáadása

# placeholder: Group
source: New %s Tag Name
hu_hu: Új %s címke neve

# placeholder: Orders
source: LearnDash %s Settings
hu_hu: LearnDash %s beállítások

source: Click the Export button below to export the %s list.
hu_hu: Kattintson az alábbi Exportálás gombra a %s lista exportálásához.

source: No attempts
hu_hu: Nincs próbálkozás

source: Security Check - If you receive this in error, log out and back in to WordPress
hu_hu: Biztonsági ellenőrzés - Ha ezt tévedésből kapta, jelentkezzen ki, majd be a WordPressbe

# placeholder: Course
source: Export User %s Data &raquo;
hu_hu: Felhasználói %s adatok exportálása &raquo;

# placeholder: Quiz
source: Export %s Data &raquo;
hu_hu: %s adatok exportálása &raquo;

source: Export &raquo;
hu_hu: Exportálás &raquo;

# placeholder: Quiz
source: -- Select a %s --
hu_hu: -- Válasszon egy %s --

# placeholders: Lesson, Topic
source: Search or select a %1$s or %2$s…
hu_hu: Keressen vagy válasszon egy %1$s vagy %2$s…

# placeholders: Lesson, Topic Labels
source: Select a %1$s or %2$s
hu_hu: Válasszon egy %1$s vagy %2$s

# placeholder: Lesson
source: Search or select a %s…
hu_hu: Keressen vagy válasszon egy %s…

# placeholder: Lesson
source: Select a %s
hu_hu: Válasszon egy %s

# placeholder: Lesson
source: Search or select a %s
hu_hu: Keressen vagy válasszon egy %s

source: The LearnDash licensing system has changed locations! You'll now find your licenses in the %s section under the LearnDash settings menu.
hu_hu: A LearnDash licencrendszer áthelyezésre került! Mostantól a LearnDash beállítások menü alatt található %s szakaszban találja a licenceket.

source: LMS License
hu_hu: LMS licenc

source: We hope you love LearnDash.
hu_hu: Reméljük, hogy tetszik a LearnDash.

source: Hi, %1$s! This is an invitation to help us improve LearnDash products by sharing product usage data with StellarWP. LearnDash is part of the StellarWP family of brands. If you opt-in we'll share some helpful WordPress and StellarWP product info with you from time to time. And if you skip this, that's okay! Our products will continue to work.
hu_hu: Üdv, %1$s! Ez egy felkérés, hogy segítsen fejleszteni a LearnDash termékeket azzal, hogy megosztja a termékhasználati adatokat a StellarWP-vel. A LearnDash a StellarWP márkacsalád része. Ha hozzájárul, időről időre megosztunk Önnel hasznos WordPress- és StellarWP-termékinformációkat. Ha kihagyja, az is rendben van! Termékeink továbbra is működni fognak.

# placeholder: method name
source: Method %s doesn't exist
hu_hu: A %s metódus nem létezik

source: LearnDash Categories
hu_hu: LearnDash kategóriák

source: Loading...
hu_hu: Betöltés...

# placeholders: Lesson, Topic
source: -- Select a %1$s or %2$s --
hu_hu: -- Válasszon egy %1$s vagy %2$s --

source: Valid range is 1 to 90 when the Billing Cycle is set to days.
hu_hu: Érvényes tartomány: 1–90, ha a számlázási ciklus napokra van állítva.

source: Valid range is 1 to 52 when the Billing Cycle is set to weeks.
hu_hu: Érvényes tartomány: 1–52, ha a számlázási ciklus hetekre van állítva.

source: Valid range is 1 to 24 when the Billing Cycle is set to months.
hu_hu: Érvényes tartomány: 1–24, ha a számlázási ciklus hónapokra van állítva.
