Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: question
source: No %s deposited!
hu_hu: Nincs %s megadva!

source: Correct answer was not selected!
hu_hu: Nincs kiválasztva helyes válasz!

source: No answer deposited!
hu_hu: Nincs válasz megadva!

# placeholder: quiz
source: No %s description filled!
hu_hu: Nincs %s leírás megadva!

source: The percent values in result text are incorrect.
hu_hu: Az eredményszöveg százalékértékei helytelenek.

source: No number in the field "Points"
hu_hu: Nincs szám a "Pontok" mezőben

# placeholder: quiz
source: No %s selected
hu_hu: Nincs %s kiválasztva

source: Warning: This action removes all quiz statistics and cannot be reversed.
hu_hu: Figyelem: Ez a művelet eltávolítja az összes kvízstatisztikát, és nem vonható vissza.

source: No data available
hu_hu: Nem áll rendelkezésre adat

source: No sort element in the criterion
hu_hu: Nincs rendezési elem a kritériumban

source: "Different points for every answer" is not possible at "Free" choice
hu_hu: "Eltérő pontok minden válaszhoz" nem lehetséges "Free" választásnál

source: You must specify a name.
hu_hu: Meg kell adnia egy nevet.

source: This entry should really be deleted?
hu_hu: Valóban törölni kívánja ezt a bejegyzést?

source: Not all fields completed.
hu_hu: Nem minden mező került kitöltésre.

source: You must specify a template name.
hu_hu: Meg kell adnia egy sablonnevet.

source: Cannot delete only answer
hu_hu: Az egyetlen válasz nem törölhető

source: Close
hu_hu: Bezárás

source: Today
hu_hu: Ma

# placeholder: Quiz
source: Advanced %s
hu_hu: Haladó %s

source: Loading
hu_hu: Betöltés

# placeholder: question
source: You must answer this %s.
hu_hu: Erre a(z) %s válaszolnia kell.

# placeholder: questions, quiz
source: You must answer all %1$s before you can complete the %2$s.
hu_hu: A %2$s befejezése előtt az összes %1$s-re válaszolnia kell.

source: All fields have to be filled.
hu_hu: Minden mezőt ki kell tölteni.

source: Incorrect, %1$sCorrect Answer: %2$s%3$s
hu_hu: Helytelen, %1$sHelyes válasz: %2$s%3$s

source: You do not have sufficient permissions to access this page.
hu_hu: Nincs megfelelő jogosultsága az oldal eléréséhez.

source: File cannot be processed
hu_hu: A fájl nem dolgozható fel

# placeholder: Quiz
source: %s not found
hu_hu: %s nem található

# placeholder: Question
source: %s not found
hu_hu: %s nem található

# placeholder: question
source: Click here to add another %s.
hu_hu: Kattintson ide egy újabb %s hozzáadásához.

# placeholder: question
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: question
source: New %s
hu_hu: Új %s

# placeholder: Quiz sequence
source: Question: %d
hu_hu: Kérdés: %d

# placeholder: quiz
source: Edit %s
hu_hu: %s szerkesztése

# Create quiz
source: Create %s
hu_hu: %s létrehozása

# placeholder: quiz
source: Create %s
hu_hu: %s létrehozása

source: Not categorized
hu_hu: Nincs kategóriába sorolva

source: Anonymous
hu_hu: Névtelen

source: Deleted user
hu_hu: Törölt felhasználó

source: Ungraded
hu_hu: Értékeletlen

source: No name or e-mail entered.
hu_hu: Nincs név vagy e-mail megadva.

source: You signed up successfully.
hu_hu: Sikeresen jelentkezett.

source: You can not enter again.
hu_hu: Nem jelentkezhet újra.

source: Your name can not exceed 15 characters.
hu_hu: A neve nem haladhatja meg a 15 karaktert.

source: You entered wrong captcha code.
hu_hu: Rossz captcha kódot adott meg.

source: File was not uploaded
hu_hu: A fájl nem került feltöltésre

source: File have wrong format
hu_hu: A fájl formátuma nem megfelelő

source: File is not compatible with the current version
hu_hu: A fájl nem kompatibilis a jelenlegi verzióval

source: XML could not be loaded.
hu_hu: Az XML-t nem sikerült betölteni.

source: ticked
hu_hu: bejelölve

source: not ticked
hu_hu: nincs bejelölve

# placeholder: Quiz, quiz
source: LearnDash %1$s: One user completed a %2$s
hu_hu: LearnDash %1$s: Egy felhasználó teljesített egy %2$s-t

# placeholders: Quiz, quiz
source: LearnDash %1$s The user "$username" has completed "$quizname" the %2$s. Points: $points Result: $result
hu_hu: LearnDash %1$s A(z) "$username" felhasználó %2$s teljesítette a(z) "$quizname"-t. Pontok: $points Eredmény: $result

# placeholders: Quiz, quiz
source: LearnDash %1$s You have completed the %2$s "$quizname". Points: $points Result: $result
hu_hu: LearnDash %1$s Teljesítette a(z) %2$s "$quizname"-t. Pontok: $points Eredmény: $result

# placeholder: questions
source: Statistics ID cannot be empty in order to fetch %s for statistics.
hu_hu: A statisztikai azonosító nem lehet üres a %s statisztikáinak lekéréséhez.

# placeholder: quiz
source: The user completed a %s.
hu_hu: A felhasználó teljesített egy %s-t.

# placeholder: quiz
source: The user completed a %s with 100 percent.
hu_hu: A felhasználó 100%-kal teljesített egy %s-t.

# placeholder: quiz
source: A powerful and beautiful %s plugin for WordPress.
hu_hu: Egy hatékony és szép %s bővítmény WordPresshez.

source: Leaderboard not enabled.
hu_hu: A ranglista nincs engedélyezve.

# placeholder: Quiz.
source: Edit %s Settings
hu_hu: %s beállításainak szerkesztése

source: Sort by:
hu_hu: Rendezés szerint:

source: best user
hu_hu: legjobb felhasználó

source: newest entry
hu_hu: legújabb bejegyzés

source: oldest entry
hu_hu: legrégebbi bejegyzés

source: How many entries should be shown on one page:
hu_hu: Hány bejegyzés jelenjen meg egy oldalon:

source: UR = unregistered user, R = registered user
hu_hu: UR = nem regisztrált felhasználó, R = regisztrált felhasználó

source: User
hu_hu: Felhasználó

source: Entered on
hu_hu: Beküldés ideje

source: Results
hu_hu: Eredmények

source: Delete
hu_hu: Törlés

source: save
hu_hu: mentés

source: cancel
hu_hu: mégse

source: Delete all entries
hu_hu: Összes bejegyzés törlése

source: Uploading
hu_hu: Feltöltés folyamatban

source: Success
hu_hu: Siker

# placeholder: Quiz
source: %s Summary
hu_hu: %s összefoglaló

# placeholder: Quiz
source: Finish %s
hu_hu: %s befejezése

# placeholder: Quiz
source: View %s Statistics
hu_hu: %s statisztikáinak megtekintése

# placeholder: Quiz Max Points
source: maximum of %s points
hu_hu: legfeljebb %s pont

source: Pos.
hu_hu: Hely.

source: Result
hu_hu: Eredmény

source: Table is loading
hu_hu: A táblázat betöltése folyamatban

# : Quiz
source: %s Options
hu_hu: %s beállításai

source: back to overview
hu_hu: vissza az áttekintéshez

# placeholder: Quiz
source: %s Options
hu_hu: %s beállításai

source: E-Mail settings
hu_hu: E-mail beállítások

source: Settings in case of problems
hu_hu: Beállítások problémák esetére

source: Global settings
hu_hu: Globális beállítások

source: Leaderboard time format
hu_hu: Ranglista időformátuma

source: Documentation on date and time formatting
hu_hu: Dokumentáció a dátum- és időformázásáról

source: Statistic time format
hu_hu: Statisztika időformátuma

source: Select example:
hu_hu: Példa kiválasztása:

source: Time format:
hu_hu: Időformátum:

# placeholder: Question
source: %s Category Management
hu_hu: %s kategóriakezelés

# placeholder: Question
source: Select %s Category
hu_hu: %s kategória kiválasztása

# placeholder: Question
source: Delete selected %s Category
hu_hu: Kijelölt %s kategória törlése

# placeholder: Question
source: Save changes to selected %s Category
hu_hu: Módosítások mentése a kijelölt %s kategóriához

source: Save Changes
hu_hu: Módosítások mentése

# placeholder: Question Category Saved
source: %s Category Saved
hu_hu: %s kategória elmentve

# placeholder: Question Category Deleted
source: %s Category Deleted
hu_hu: %s kategória törölve

# placeholder: Quiz
source: %s template management
hu_hu: %s sablonkezelés

# placeholder: Quiz
source: Select %s template
hu_hu: %s sablon kiválasztása

# placeholder: Quiz
source: Delete selected %s template
hu_hu: Kijelölt %s sablon törlése

# placeholder: Quiz
source: Save changed to selected %s template
hu_hu: Módosítások mentése a kijelölt %s sablonhoz

# placeholder: Quiz
source: %s template Saved
hu_hu: %s sablon elmentve

# placeholder: Quiz
source: %s template Deleted
hu_hu: %s sablon törölve

# placeholder: Question
source: %s Template Management
hu_hu: %s sablonkezelés

# placeholder: Question
source: Select %s Template
hu_hu: %s sablon kiválasztása

# placeholder: Question
source: Delete selected %s template
hu_hu: Kijelölt %s sablon törlése

# placeholder: Question
source: Save changes to selected %s template
hu_hu: Módosítások mentése a kijelölt %s sablonhoz

# placeholder: Question
source: %s template saved
hu_hu: %s sablon elmentve

# placeholder: Question
source: %s template deleted
hu_hu: %s sablon törölve

source: Admin e-mail settings
hu_hu: Admin e-mail beállítások

source: To:
hu_hu: Címzett:

source: Separate multiple email addresses with a comma, e.g. wp@test.com, test@test.com
hu_hu: Több e-mail címet vesszővel válasszon el, pl. wp@test.com, test@test.com

source: From Name:
hu_hu: Feladó neve:

source: This is the email name of the sender. If not provided will default to the system email name.
hu_hu: Ez a feladó e-mailben megjelenő neve. Ha nincs megadva, a rendszer e-mail neve lesz az alapértelmezett.

source: From Email:
hu_hu: Feladó e-mail címe:

source: The value entered is not a valid email address
hu_hu: A megadott érték nem érvényes e-mail cím

# placeholder: Admin Email
source: This is the email address of the sender. If not provided the admin email <strong>(%s)</strong> will be used.
hu_hu: Ez a feladó e-mail címe. Ha nincs megadva, az admin e-mail <strong>(%s)</strong> kerül felhasználásra.

source: Subject:
hu_hu: Tárgy:

source: Message body:
hu_hu: Üzenet törzse:

source: Allowed variables
hu_hu: Engedélyezett változók

source: User-ID
hu_hu: Felhasználó-ID

source: Quiz-Name
hu_hu: Kvíz neve

source: Result in percent
hu_hu: Eredmény százalékban

source: Reached points
hu_hu: Elért pontok

source: IP-address of the user
hu_hu: A felhasználó IP-címe

source: Category-Overview
hu_hu: Kategória-áttekintés

source: User e-mail settings
hu_hu: Felhasználói e-mail beállítások

# placeholder: admin email
source: This is the email address of the sender. If not provided the admin email <strong>(%s)</strong> will be used.
hu_hu: Ez a feladó e-mail címe. Ha nincs megadva, az admin e-mail <strong>(%s)</strong> kerül felhasználásra.

source: to activate
hu_hu: aktiválni

source: not to activate
hu_hu: nem aktiválni

source: Please note
hu_hu: Kérjük, vegye figyelembe

source: These settings should only be set in cases of problems with LD Advanced Quiz.
hu_hu: Ezeket a beállításokat csak az LD Advanced Quiz problémái esetén állítsa be.

source: Automatically add [raw] shortcode
hu_hu: A [raw] shortcode automatikus hozzáadása

# placeholder: span HTML element
source: It is recommended %s this option on your system.
hu_hu: Ajánlott ezt az opciót %s a rendszerén.

source: If this option is activated, a [raw] shortcode is automatically set around LDAdvQuiz shortcode ( [LDAdvQuiz X] ) into [raw] [LDAdvQuiz X] [/raw]
hu_hu: Ha ez az opció aktív, a [raw] shortcode automatikusan az LDAdvQuiz shortcode ([LDAdvQuiz X]) köré kerül: [raw] [LDAdvQuiz X] [/raw]

source: Own themes changes internal order of filters, what causes the problems. With additional shortcode [raw] this is prevented.
hu_hu: Egyes egyedi témák megváltoztatják a szűrők belső sorrendjét, ami problémákat okoz. A [raw] kiegészítő shortcode ezt megakadályozza.

source: Do not load the Javascript-files in the footer
hu_hu: Ne töltse be a JavaScript-fájlokat a láblécben

source: Generally all LDAdvQuiz-Javascript files are loaded in the footer and only when they are really needed.
hu_hu: Alapesetben minden LDAdvQuiz-JavaScript fájl a láblécben töltődik be, és csak akkor, amikor valóban szükséges.

source: In very old WordPress themes this can lead to problems.
hu_hu: Nagyon régi WordPress témáknál ez problémákhoz vezethet.

source: If you activate this option, all LDAdvQuiz-Javascript files are loaded in the header even if they are not needed.
hu_hu: Ha aktiválja ezt az opciót, minden LDAdvQuiz-JavaScript fájl a fejlécben töltődik be, még akkor is, ha nincs rájuk szükség.

source: Touch Library
hu_hu: Touch könyvtár

source: Deactivate
hu_hu: Letiltás

source: In Version 0.13 a new Touch Library was added for mobile devices.
hu_hu: A 0.13-as verzióban új Touch könyvtár került hozzáadásra mobil eszközökhöz.

source: If you have any problems with the Touch Library, please deactivate it.
hu_hu: Ha problémát tapasztal a Touch könyvtárral, kérjük, tiltsa le.

source: jQuery support cors
hu_hu: jQuery CORS támogatás

source: Is required only in rare cases.
hu_hu: Csak ritka esetekben szükséges.

source: If you have problems with the front ajax, please activate it.
hu_hu: Ha problémái vannak a frontend Ajaxszal, kérjük, aktiválja.

source: e.g. Domain with special characters in combination with IE
hu_hu: pl. speciális karaktereket tartalmazó domain IE-vel

source: Repair database
hu_hu: Adatbázis javítása

source: No data will be deleted. Only LDAdvQuiz tables will be repaired.
hu_hu: Nem kerül adat törlésre. Csak az LDAdvQuiz táblák kerülnek javításra.

source: Import
hu_hu: Importálás

source: Successfully
hu_hu: Sikeresen

# placeholder: link to Imported Quiz.
source: Import completed successfully: %s
hu_hu: Az importálás sikeresen befejeződött: %s

# placeholder: Quiz
source: %s name
hu_hu: %s neve

source: Start import
hu_hu: Importálás indítása

# placeholder: Question
source: Return to %s Overview
hu_hu: Vissza a(z) %s áttekintéshez

# placeholder: quiz
source: The title is used for overview, it is not visible in %s. If you leave the title field empty, a title will be generated.
hu_hu: A cím az áttekintéshez használatos, a %s-ben nem látható. Ha üresen hagyja a cím mezőt, egy cím automatikusan létrejön.

# placeholder: question
source: These points will be rewarded, only if the user answers the %s correctly.
hu_hu: Ezek a pontok csak akkor kerülnek jóváírásra, ha a felhasználó helyesen válaszolja meg a(z) %s-t.

source: Category
hu_hu: Kategória

source: Message with the correct / incorrect answer
hu_hu: Üzenet a helyes / helytelen válaszhoz

# placeholder: quiz
source: Deactivated in %s settings.
hu_hu: A(z) %s beállításokban letiltva.

source: template name
hu_hu: sablon neve

source: Save as template
hu_hu: Mentés sablonként

source: Options
hu_hu: Beállítások

source: Answer
hu_hu: Válasz

source: Delete answer
hu_hu: Válasz törlése

source: Add Media
hu_hu: Média hozzáadása

source: Criterion
hu_hu: Kritérium

source: Sort elements
hu_hu: Elemek rendezése

source: Enclose the searched words with <code>{</code> <code>}</code> e.g. <code>I {play} soccer</code>. Capital and small letters will be ignored.
hu_hu: A keresett szavakat zárja közre <code>{</code> <code>}</code> jelek közé, pl. <code>I {play} soccer</code>. A kis- és nagybetűket nem különböztetjük meg.

source: You can specify multiple options for a search word. Enclose the word with <code>[</code> <code>]</code> e.g. <code>I {[play][love][hate]} soccer</code>. In this case answers "play", "love" OR "hate" are correct.
hu_hu: Megadhat több lehetőséget egy keresett szóhoz. Zárja a szót <code>[</code> <code>]</code> közé, pl. <code>I {[play][love][hate]} soccer</code>. Ebben az esetben a „play”, „love” vagy „hate” válaszok helyesek.

source: If mode "Different points for each answer" is activated, you can assign points to each answer using <code>|</code>. The default point value is be 1.
hu_hu: Ha az „Eltérő pontszám minden válaszra” mód aktív, a válaszokhoz a <code>|</code> jel használatával rendelhet pontokat. Az alapértelmezett pontérték 1.

source: Here you can create an assessment question.
hu_hu: Itt értékelő kérdést hozhat létre.

source: Enclose a assesment with {}. The individual assessments are marked with [].
hu_hu: Az értékelést zárja {} közé. Az egyes értékeléseket [] jelölik.

source: The number of options in the maximum score.
hu_hu: Az opciók száma a maximális pontszám.

source: Examples:
hu_hu: Példák:

source: less true { [1] [2] [3] [4] [5] } more true
hu_hu: kevésbé igaz { [1] [2] [3] [4] [5] } inkább igaz

source: less true { [a] [b] [c] } more true
hu_hu: kevésbé igaz { [a] [b] [c] } inkább igaz

source: Text Box
hu_hu: Szövegmező

source: Upload
hu_hu: Feltöltés

# placeholder: question, course
source: If you set the %1$s to be graded and the student doesn't have enough points to proceed, they will be blocked from continuing the %2$s until the %1$s has been graded.
hu_hu: Ha a %1$s értékelését engedélyezi, és a tanulónak nincs elég pontja a folytatáshoz, a %2$s folytatását blokkoljuk, amíg a %1$s értékelése meg nem történik.

# placeholder: question, quiz
source: How should the answer to this %1$s be marked and graded upon %2$s submission?
hu_hu: Hogyan legyen a(z) %1$s válasza megjelölve és értékelve a %2$s beküldésekor?

source: -- Select --
hu_hu: -- Válasszon --

source: Not Graded, No Points Awarded
hu_hu: Nem értékelt, nincs pont

source: Not Graded, Full Points Awarded
hu_hu: Nem értékelt, teljes pont

source: Graded, Full Points Awarded
hu_hu: Értékelt, teljes pont

# placeholder: Questions
source: %s sorted
hu_hu: %s rendezve

# placeholder: Question
source: Add %s
hu_hu: %s hozzáadása

source: Total
hu_hu: Összesen

# placeholder: question
source: Add %s
hu_hu: %s hozzáadása

source: Save order
hu_hu: Sorrend mentése

# placeholder: questions, quiz
source: Copy %1$s from another %2$s
hu_hu: %1$s másolása egy másik %2$s forrásból

# placeholders: questions, quiz, quiz
source: Here you can copy %1$s from another %2$s into this %3$s. (Multiple selection enabled)
hu_hu: Itt átmásolhat %1$s egy másik %2$s forrásból ebbe a %3$s példányba. (Többszörös kijelölés engedélyezett)

# placeholder: questions
source: Copy %s
hu_hu: %s másolása

# placeholder: quiz
source: Hide %s title
hu_hu: %s címének elrejtése

source: Hide title
hu_hu: Cím elrejtése

# placeholder: quiz
source: The title serves as %s heading.
hu_hu: A cím a %s fejlécéül szolgál.

# placeholder: quiz
source: Hide "Restart %s" button
hu_hu: A „%s újraindítása” gomb elrejtése

# placeholder: quiz
source: Hide the "Restart %s" button in the Frontend.
hu_hu: A „%s újraindítása” gomb elrejtése a Frontenden.

source: Hide "View question" button
hu_hu: A „Kérdés megtekintése” gomb elrejtése

source: Hide the "View question" button in the Frontend.
hu_hu: A „Kérdés megtekintése” gomb elrejtése a Frontenden.

# placeholder: question
source: Display %s randomly
hu_hu: %s véletlenszerű megjelenítése

source: Display answers randomly
hu_hu: Válaszok véletlenszerű megjelenítése

# placeholder: question
source: Sort %s by category
hu_hu: %s rendezése kategória szerint

# placeholder: questions
source: Also works in conjunction with the "display random %s question" option.
hu_hu: A „véletlenszerű %s kérdés megjelenítése” opcióval együtt is működik.

source: Time limit
hu_hu: Időkorlát

source: Seconds
hu_hu: Másodperc

source: 0 = no limit
hu_hu: 0 = nincs korlát

# placeholder: Quiz
source: Protect %s Answers in Browser Cookie
hu_hu: %s válaszok védelme böngészőcookie-val

# placeholder: Quiz
source: Use cookies for %s Answers
hu_hu: Cookie-k használata a %s válaszokhoz

# placeholder: Quiz
source: 0 = Don't save answers. This option will save the user's answers into a browser cookie until the %s is submitted.
hu_hu: 0 = Ne mentse a válaszokat. Ez az opció a felhasználó válaszait böngészőcookie-ban tárolja a %s beküldéséig.

# placeholder: quiz
source: Statistics about right or wrong answers. Statistics will be saved by completed %s, not after every question. The statistics is only visible over administration menu. (internal statistics)
hu_hu: Statisztika a helyes és helytelen válaszokról. A statisztika a befejezett %s után kerül mentésre, nem minden kérdés után. A statisztika csak az adminisztrációs menüben látható. (belső statisztika)

source: Statistics IP-lock
hu_hu: Statisztika IP-zár

source: in minutes (recommended 1440 minutes = 1 day)
hu_hu: percben (ajánlott: 1440 perc = 1 nap)

source: Protect the statistics from spam. Result will only be saved every X minutes from same IP. (0 = deactivated)
hu_hu: Védje a statisztikát a spamtől. Ugyanarról az IP-címről az eredmény csak X percenként kerül mentésre. (0 = kikapcsolva)

source: View Profile Statistics
hu_hu: Profilstatisztika megtekintése

# placeholder: quiz
source: Enable user to view statistics for this %s on their profile.
hu_hu: Engedélyezi a felhasználónak, hogy megtekintse a %s statisztikáját a profilján.

# placeholder: quiz
source: Execute %s only once
hu_hu: A %s csak egyszer futtatható

# placeholders: quiz, quiz
source: If you activate this option, the user can complete the %1$s only once. Afterwards the %2$s is blocked for this user.
hu_hu: Ha bekapcsolja ezt az opciót, a felhasználó a %1$s csak egyszer tudja teljesíteni. Ezt követően a %2$s a felhasználó számára blokkolva lesz.

source: This option applies to:
hu_hu: Ez az opció a következőkre vonatkozik:

source: all users
hu_hu: minden felhasználóra

source: registered useres only
hu_hu: csak regisztrált felhasználókra

source: anonymous users only
hu_hu: csak anonim felhasználókra

source: user identification by cookie
hu_hu: felhasználó azonosítása cookie-val

source: If you activate this option, a cookie is set additionally for unregistrated (anonymous) users. This ensures a longer assignment of the user than the simple assignment by the IP address.
hu_hu: Ha bekapcsolja ezt az opciót, a nem regisztrált (anonim) felhasználók számára cookie is beállításra kerül. Ez hosszabb ideig biztosítja a felhasználó hozzárendelését, mint a puszta IP-cím szerinti hozzárendelés.

source: Reset the user identification
hu_hu: Felhasználó-azonosítás visszaállítása

source: User identification has been reset.
hu_hu: A felhasználó-azonosítás vissza lett állítva.

source: Resets user identification for all users.
hu_hu: Az összes felhasználó felhasználó-azonosítását visszaállítja.

# placeholder: questions
source: Show only specific number of %s
hu_hu: Csak meghatározott számú %s megjelenítése

# placeholders: questions, questions
source: If you enable this option, maximum number of displayed %1$s will be X from X %2$s
hu_hu: Ha engedélyezi ezt az opciót, a megjelenített %1$s maximális száma X lesz az X %2$s közül.

# placeholder: questions
source: How many %s should be displayed simultaneously:
hu_hu: Hány %s jelenjen meg egyszerre:

source: in percent
hu_hu: százalékban

source: Prerequisites
hu_hu: Előfeltételek

# placeholders: quiz, quiz
source: If you enable this option, you can choose %1$s, which user have to finish before he can start this %2$s.
hu_hu: Ha engedélyezi ezt az opciót, kiválaszthat %1$s, amelyeket a felhasználónak be kell fejeznie, mielőtt elkezdheti ezt a %2$s.

# placeholders: quizzes
source: In all selected %s statistic function have to be active. If it is not it will be activated automatically.
hu_hu: Az összes kiválasztott %s esetén a statisztika funkciónak aktívnak kell lennie. Ha nem az, automatikusan aktiválásra kerül.

# placeholder: quiz
source: Prerequisites (This %s has to be finished)
hu_hu: Előfeltételek (Ezt a %s be kell fejezni)

# placeholder: question
source: %s overview
hu_hu: %s áttekintés

# placeholders: quiz, question, questions
source: Add at the top of the %1$s a %2$s overview, which allows easy navigation. Additional %3$s can be marked "to review".
hu_hu: Adjon a %1$s tetejére egy %2$s áttekintést, amely megkönnyíti a navigációt. További %3$s megjelölhetők „áttekintendőként”.

# placeholders: quiz, quiz
source: Additional %1$s overview will be displayed, before %2$s is finished.
hu_hu: További %1$s áttekintés jelenik meg, mielőtt a %2$s befejeződik.

# placeholder: Quiz
source: %s-summary
hu_hu: %s-összegzés
