Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

source: Comoros
hu_hu: Comore-szigetek

source: Congo (Brazzaville)
hu_hu: Kongó (Brazzaville)

source: Congo (Kinshasa)
hu_hu: Kongó (Kinshasa)

source: Cook Islands
hu_hu: Cook-szigetek

source: Côte d'Ivoire
hu_hu: Elefántcsontpart

source: Croatia
hu_hu: Horvátország

source: Cuba
hu_hu: Kuba

source: Cyprus
hu_hu: Ciprus

source: Czech Republic
hu_hu: Cseh Köztársaság

source: Denmark
hu_hu: Dánia

source: Djibouti
hu_hu: Dzsibuti

source: Dominica
hu_hu: Dominika

source: Dominican Republic
hu_hu: Dominikai Köztársaság

source: Egypt
hu_hu: Egyiptom

source: El Salvador
hu_hu: Salvador

source: Equatorial Guinea
hu_hu: Egyenlítői-Guinea

source: Estonia
hu_hu: Észtország

source: Ethiopia
hu_hu: Etiópia

source: Falkland Islands
hu_hu: Falkland-szigetek

source: Faroe Islands
hu_hu: Feröer-szigetek

source: Fiji
hu_hu: Fidzsi-szigetek

source: Finland
hu_hu: Finnország

source: France
hu_hu: Franciaország

source: French Guiana
hu_hu: Francia Guyana

source: French Polynesia
hu_hu: Francia Polinézia

source: French Southern Lands
hu_hu: Francia déli területek

source: Georgia
hu_hu: Grúzia

source: Germany
hu_hu: Németország

source: Ghana
hu_hu: Ghána

source: Gibraltar
hu_hu: Gibraltár

source: Greece
hu_hu: Görögország

source: Greenland
hu_hu: Grönland

source: Guinea-Bissau
hu_hu: Bissau-Guinea

source: Heard and McDonald Islands
hu_hu: Heard- és McDonald-szigetek

source: Hungary
hu_hu: Magyarország

source: Iceland
hu_hu: Izland

source: Indonesia
hu_hu: Indonézia

source: Iran
hu_hu: Irán

source: Iraq
hu_hu: Irak

source: Ireland
hu_hu: Írország

source: Isle of Man
hu_hu: Man-sziget

source: Israel
hu_hu: Izrael

source: Italy
hu_hu: Olaszország

source: Japan
hu_hu: Japán

source: Jordan
hu_hu: Jordánia

source: Kazakhstan
hu_hu: Kazahsztán

source: Korea, North
hu_hu: Észak-Korea

source: Korea, South
hu_hu: Dél-Korea

source: Kuwait
hu_hu: Kuvait

source: Kyrgyzstan
hu_hu: Kirgizisztán

source: Laos
hu_hu: Laosz

source: Latvia
hu_hu: Lettország

source: Lebanon
hu_hu: Libanon

source: Liberia
hu_hu: Libéria

source: Libya
hu_hu: Líbia

source: Lithuania
hu_hu: Litvánia

source: Luxembourg
hu_hu: Luxemburg

source: Macau
hu_hu: Makaó

source: Macedonia
hu_hu: Macedónia

source: Madagascar
hu_hu: Madagaszkár

source: Malaysia
hu_hu: Malajzia

source: Maldives
hu_hu: Maldív-szigetek

source: Malta
hu_hu: Málta

source: Marshall Islands
hu_hu: Marshall-szigetek

source: Mauritania
hu_hu: Mauritánia

source: Mexico
hu_hu: Mexikó

source: Micronesia
hu_hu: Mikronéziai Szövetségi Államok

source: Mongolia
hu_hu: Mongólia

source: Montenegro
hu_hu: Montenegró

source: Morocco
hu_hu: Marokkó

source: Mozambique
hu_hu: Mozambik

source: Myanmar
hu_hu: Mianmar

source: Namibia
hu_hu: Namíbia

source: Nepal
hu_hu: Nepál

source: Netherlands
hu_hu: Hollandia

source: New Caledonia
hu_hu: Új-Kaledónia

source: New Zealand
hu_hu: Új-Zéland

source: Nigeria
hu_hu: Nigéria

source: Norfolk Island
hu_hu: Norfolk-sziget

source: Northern Mariana Islands
hu_hu: Északi-Mariana-szigetek

source: Norway
hu_hu: Norvégia

source: Oman
hu_hu: Omán

source: Pakistan
hu_hu: Pakisztán

source: Palestine
hu_hu: Palesztina

source: Papua New Guinea
hu_hu: Pápua Új-Guinea

source: Philippines
hu_hu: Fülöp-szigetek

source: Pitcairn
hu_hu: Pitcairn-szigetek

source: Poland
hu_hu: Lengyelország

source: Portugal
hu_hu: Portugália

source: Qatar
hu_hu: Katar

source: Reunion
hu_hu: Réunion

source: Romania
hu_hu: Románia

source: Russian Federation
hu_hu: Oroszországi Föderáció

source: Rwanda
hu_hu: Ruanda

source: Saint Helena
hu_hu: Szent Ilona

source: Saint Kitts and Nevis
hu_hu: Saint Kitts és Nevis

source: Saint Martin (French part)
hu_hu: Saint Martin (francia rész)

source: Saint Pierre and Miquelon
hu_hu: Saint-Pierre és Miquelon

source: Saint Vincent and the Grenadines
hu_hu: Saint Vincent és a Grenadine-szigetek

source: Samoa
hu_hu: Szamoa

source: Sao Tome and Principe
hu_hu: São Tomé és Príncipe

source: Saudi Arabia
hu_hu: Szaúd-Arábia

source: Senegal
hu_hu: Szenegál

source: Serbia
hu_hu: Szerbia

source: Seychelles
hu_hu: Seychelle-szigetek

source: Singapore
hu_hu: Szingapúr

source: Sint Maarten (Dutch part)
hu_hu: Sint Maarten (holland rész)

source: Slovakia
hu_hu: Szlovákia

source: Slovenia
hu_hu: Szlovénia

source: Solomon Islands
hu_hu: Salamon-szigetek

source: Somalia
hu_hu: Szomália

source: South Africa
hu_hu: Dél-afrikai Köztársaság

source: South Georgia and South Sandwich Islands
hu_hu: Dél-Georgia és a Déli-Sandwich-szigetek

source: South Sudan
hu_hu: Dél-Szudán

source: Spain
hu_hu: Spanyolország

source: Sri Lanka
hu_hu: Srí Lanka

source: Sudan
hu_hu: Szudán

source: Svalbard and Jan Mayen Islands
hu_hu: Svalbard és Jan Mayen-szigetek

source: Swaziland
hu_hu: Szváziföld

source: Sweden
hu_hu: Svédország

source: Switzerland
hu_hu: Svájc

source: Syria
hu_hu: Szíria

source: Taiwan
hu_hu: Tajvan

source: Tajikistan
hu_hu: Tádzsikisztán

source: Tanzania
hu_hu: Tanzánia

source: Thailand
hu_hu: Thaiföld

source: Trinidad and Tobago
hu_hu: Trinidad és Tobago

source: Tunisia
hu_hu: Tunézia

source: Turkey
hu_hu: Törökország

source: Turkmenistan
hu_hu: Türkmenisztán

source: Turks and Caicos Islands
hu_hu: Turks- és Caicos-szigetek

source: Ukraine
hu_hu: Ukrajna

source: United Arab Emirates
hu_hu: Egyesült Arab Emírségek

source: United Kingdom
hu_hu: Egyesült Királyság

source: United States Minor Outlying Islands
hu_hu: Az Amerikai Egyesült Államok kisebb külső szigetei

source: United States
hu_hu: Egyesült Államok

source: Uzbekistan
hu_hu: Üzbegisztán

source: Vatican City
hu_hu: Vatikánváros

source: Vietnam
hu_hu: Vietnám

source: Virgin Islands, British
hu_hu: Brit Virgin-szigetek

source: Virgin Islands, U.S.
hu_hu: Amerikai Virgin-szigetek

source: Wallis and Futuna Islands
hu_hu: Wallis- és Futuna-szigetek

source: Western Sahara
hu_hu: Nyugat-Szahara

source: Yemen
hu_hu: Jemen

source: %s must be an array
hu_hu: %s-nek tömbnek kell lennie

source: %s must be a valid string
hu_hu: %s-nek érvényes karakterláncnak kell lennie

source: %s must be a valid URL
hu_hu: %s-nek érvényes URL-nek kell lennie

source: %s must be an array of courses
hu_hu: %s-nek kurzusok tömbjének kell lennie

source: Sorry! The %1$s can not belong to this %2$s because it already belongs to other %3$s and the %4$s "%5$s" has a start or end date.
hu_hu: Sajnáljuk! A(z) %1$s nem lehet a %2$s része, mert már egy másik %3$s-hez tartozik, és a(z) %4$s "%5$s" kezdő- vagy záró dátummal rendelkezik.

source: %s must be an array of groups
hu_hu: %s-nek csoportok tömbjének kell lennie

source: Sorry! The %1$s can not belong to these %2$s because the %3$s "%4$s" has a start or end date.
hu_hu: Sajnáljuk! A(z) %1$s nem tartozhat ezekhez a %2$s-hez, mert a(z) %3$s "%4$s" kezdő- vagy záró dátummal rendelkezik.

source: Sorry! You can not set a %1$s in this %2$s because it contains at least one %3$s that belongs to other %4$s.
hu_hu: Sajnáljuk! Nem állíthat be %1$s-t ebben a(z) %2$s-ben, mert tartalmaz legalább egy %3$s-t, amely másik %4$s-hez tartozik.

source: See the documentation
hu_hu: Lásd a dokumentációt

source: Invalid call index.
hu_hu: Érvénytelen hívásindex.

source: Stripe gateway is not active.
hu_hu: A Stripe fizetési átjáró nem aktív.

source: Incorrect post password.
hu_hu: Helytelen jelszó a bejegyzéshez.

source: Invalid post type.
hu_hu: Érvénytelen bejegyzéstípus.

source: Cannot view post type.
hu_hu: Nem lehet megtekinteni a bejegyzéstípust.

source: Sorry, you are not allowed to edit posts in this post type.
hu_hu: Sajnáljuk, nem szerkesztheti az ebbe a bejegyzéstípusba tartozó bejegyzéseket.

source: %1$s %2$s %3$s By %4$s
hu_hu: %1$s %2$s %3$s Írta %4$s

source: Purchased
hu_hu: Megvásárolva

source: Subscription Signup
hu_hu: Előfizetés létrehozása

source: Subscription Payment
hu_hu: Előfizetés fizetése

source: Subscription Cancel
hu_hu: Előfizetés lemondása

source: Subscription Failed
hu_hu: Előfizetés sikertelen

source: Subscription EOT
hu_hu: Előfizetés lejárata

source: Deprecated
hu_hu: Elavult

source: License Key:
hu_hu: Licenckulcs:

source: Update License
hu_hu: Licenc frissítése

source: Toggle password visibility
hu_hu: Jelszó megjelenítése/elrejtése

source: I have reviewed and agree to %1$s%2$s%3$s *
hu_hu: Elolvastam és elfogadom %1$s%2$s%3$s *

# This is the label for the Privacy checkbox
source: I have reviewed and agree to %1$s%2$s%3$s *
hu_hu: Elolvastam és elfogadom %1$s%2$s%3$s *

source: Alert icon
hu_hu: Figyelmeztetés ikon

source: Amex logo
hu_hu: Amex logó

source: Bell icon
hu_hu: Harang ikon

source: Down caret icon
hu_hu: Lefelé mutató nyíl ikon

source: Left caret icon
hu_hu: Balra mutató nyíl ikon

source: Right caret icon
hu_hu: Jobbra mutató nyíl ikon

source: Up caret icon
hu_hu: Felfelé mutató nyíl ikon

source: %s icon
hu_hu: %s ikon

source: Check icon
hu_hu: Pipa ikon

source: Check circle icon
hu_hu: Pipa körben ikon

source: Clock icon
hu_hu: Óra ikon

source: Close icon
hu_hu: Bezárás ikon

source: Comment icon
hu_hu: Hozzászólás ikon

source: Computer icon
hu_hu: Számítógép ikon

source: Coupon icon
hu_hu: Kupon ikon

source: Credit/Debit Card icon
hu_hu: Hitel-/betéti kártya ikon

source: Discover logo
hu_hu: Discover logó

source: Download icon
hu_hu: Letöltés ikon

source: Drag icon
hu_hu: Húzás ikon

source: Error icon
hu_hu: Hiba ikon

source: Info icon
hu_hu: Információ ikon

source: JCB logo
hu_hu: JCB logó

source: %s complete icon
hu_hu: %s kész ikon

source: Lock icon
hu_hu: Lakat ikon

source: Mastercard logo
hu_hu: Mastercard logó

source: Materials icon
hu_hu: Tananyagok ikon

source: PayPal logo
hu_hu: PayPal logó

source: Person icon
hu_hu: Felhasználó ikon

source: Play icon
hu_hu: Lejátszás ikon

source: Points plus icon
hu_hu: Plusz pontok ikon

source: Points icon
hu_hu: Pontok ikon

source: Radio button icon
hu_hu: Rádiógomb ikon

source: Refresh icon
hu_hu: Frissítés ikon

source: Forward slash icon
hu_hu: Perjel ikon

source: Sparkle icon
hu_hu: Csillogás ikon

source: Star with blank fill icon
hu_hu: Kitöltetlen csillag ikon

source: Star icon
hu_hu: Csillag ikon

source: Stop icon
hu_hu: Stop ikon

source: Success icon
hu_hu: Siker ikon

source: Trash can icon
hu_hu: Szemetes ikon

source: Unionpay logo
hu_hu: UnionPay logó

source: Upload icon
hu_hu: Feltöltés ikon

source: Visa logo
hu_hu: Visa logó

source: Warning icon
hu_hu: Figyelmeztetés ikon

source: Stripe logo
hu_hu: Stripe logó

source: By saving this payment method, I agree to the PayPal Privacy Statement.
hu_hu: A fizetési mód mentésével elfogadom a PayPal adatvédelmi nyilatkozatát.

source: Save Payment Method and Continue
hu_hu: Fizetési mód mentése és folytatás

source: Your %1$s and %2$s that need updates are:
hu_hu: A frissítést igénylő %1$s és %2$s:

source: Payment method updated
hu_hu: Fizetési mód frissítve

source: Your payment method has been updated successfully, you can now continue with your %1$s and %2$s.
hu_hu: A fizetési mód sikeresen frissült, most folytathatja %1$s és %2$s.

source: Billing address
hu_hu: Számlázási cím

source: Address line 1*
hu_hu: Cím 1. sor*

source: Address line 2
hu_hu: Cím 2. sor

source: Postal/zip code*
hu_hu: Irányítószám*

source: Country*
hu_hu: Ország*

source: Card information
hu_hu: Kártyaadatok

source: Save this payment method
hu_hu: Fizetési mód mentése

source: By paying with my card, I agree to the PayPal Privacy Statement.
hu_hu: Kártyával történő fizetéssel elfogadom a PayPal adatvédelmi nyilatkozatát.

source: Sandbox Enabled
hu_hu: Sandbox engedélyezve

source: You can use PayPal sandbox accounts only. See the %s for details.
hu_hu: Csak PayPal sandbox fiókok használhatók. Részletekért lásd a %s.

source: PayPal Testing Guide
hu_hu: PayPal tesztelési útmutató

# placeholder: virtual instructor
source: Chat with a %s
hu_hu: Csevegés egy %s-szal

source: Type your message here...
hu_hu: Írja be az üzenetét ide...

source: You're Not Logged In
hu_hu: Nincs bejelentkezve

source: You're Already Logged In
hu_hu: Már be van jelentkezve

source: Looking for something? %2$s
hu_hu: Valamit keres? %2$s

source: Go to the home page
hu_hu: Ugrás a kezdőlapra

# placeholder: Current Logged In Username, WP Logout Link.
source: You're currently logged in as %1$s. Want to sign in as a different user? %2$s
hu_hu: Jelenleg %1$s néven van bejelentkezve. Másik felhasználóval szeretne bejelentkezni? %2$s

source: Set new password *
hu_hu: Új jelszó beállítása *

source: A medium-strength password is required. Tip: Try at least 12 characters long containing letters, numbers, and special characters.
hu_hu: Közepes erősségű jelszó szükséges. Tipp: próbáljon legalább 12 karakter hosszú, betűket, számokat és speciális karaktereket tartalmazó jelszót használni.

source: Forgot Password
hu_hu: Elfelejtett jelszó

# placeholder: Message above login form if user can register.
source: Are you a new user?
hu_hu: Új felhasználó?

source: Remove coupon
hu_hu: Kupon eltávolítása

source: Have a coupon?
hu_hu: Van kuponja?

source: Apply coupon
hu_hu: Kupon beváltása

source: Order Details
hu_hu: Rendelés részletei

# placeholder: You already have access to Course/Group
source: You already have access to %1$s
hu_hu: Már van hozzáférése: %1$s

source: Interval
hu_hu: Időköz

source: Original Price
hu_hu: Eredeti ár

source: Total Price
hu_hu: Végösszeg

source: A medium-strength password is needed to register. Tip: Try at least 12 characters long containing letters, numbers, and special characters.
hu_hu: A regisztrációhoz közepes erősségű jelszó szükséges. Tipp: próbáljon legalább 12 karakter hosszú, betűket, számokat és speciális karaktereket tartalmazó jelszót használni.

# placeholder: Message above registration form if user logged out.
source: Already have an account?
hu_hu: Már van fiókja?

# placeholder: Message above registration form if user logged out.
source: Log in or contact a Site Administrator to be registered.
hu_hu: Jelentkezzen be, vagy regisztrációhoz lépjen kapcsolatba egy webhelyadminisztrátorral.

source: Course by
hu_hu: A tanfolyam készítője

source: Expand Comments
hu_hu: Hozzászólások kibontása

source: Collapse Comments
hu_hu: Hozzászólások összecsukása

source: Post a comment
hu_hu: Hozzászólás elküldése

source: Leave a Comment
hu_hu: Hagyjon hozzászólást

source: Your response is awaiting for approval.
hu_hu: Válasza jóváhagyásra vár.

# placeholders: comment date, comment time
source: %1$s at %2$s
hu_hu: %1$s ekkor: %2$s

source: Reply
hu_hu: Válasz

source: No content found at this address
hu_hu: Nem található tartalom ezen a címen

# Focus mode welcome placeholder
source: Hello, %s!
hu_hu: Üdvözöljük, %s!

source: Pages:
hu_hu: Oldalak:

source: Start Quiz
hu_hu: Kvíz indítása

source: Quiz Time Limit
hu_hu: Kvíz időkorlát

source: Theme LearnDash 3.0 Options
hu_hu: LearnDash 3.0 téma beállításai

source: Accent Color
hu_hu: Kiemelőszín

source: Main color used throughout the theme (buttons, action items, and highlights).
hu_hu: A téma egészében használt fő szín (gombok, műveleti elemek és kiemelések).

source: Progress Color
hu_hu: Előrehaladás színe

source: Color used for all successful progress-related items (completed items, certificates, and progress bars).
hu_hu: Szín a sikeres előrehaladással kapcsolatos elemekhez (befejezett elemek, tanúsítványok és előrehaladási sávok).

source: Notifications, Warnings, etc...
hu_hu: Értesítések, figyelmeztetések stb...

source: This color is used when there are warning, important messages.
hu_hu: Ezt a színt figyelmeztető, fontos üzenetekhez használjuk.

# placeholder: course, courses.
source: Provide a distraction-free %1$s experience allowing users to focus on the content. This applies to ALL %2$s.
hu_hu: Zavaró tényezőktől mentes %1$s élményt nyújt, amely lehetővé teszi a felhasználóknak, hogy a tartalomra összpontosítsanak. Ez minden %2$s esetén érvényes.

# placeholder: course
source: Distraction-free %s experience
hu_hu: Zavaró tényezőktől mentes %s élmény

source: Focus Mode Content Width
hu_hu: Fókuszmód tartalomszélessége

source: Adjust the maximum width of the content area within Focus Mode
hu_hu: A fókuszmódban a tartalomterület maximális szélességének beállítása

source: Default (960px)
hu_hu: Alapértelmezett (960 px)

source: Narrow (768px)
hu_hu: Keskeny (768 px)

source: Wide (1180px)
hu_hu: Széles (1180 px)

source: Extra-wide (1600px)
hu_hu: Extra széles (1600 px)

source: Full width
hu_hu: Teljes szélesség

source: Focus Mode Sidebar Position
hu_hu: Fókuszmód oldalsávjának pozíciója

source: Set the Position of the Sidebar while on Focus Mode
hu_hu: Állítsa be az oldalsáv pozícióját fókuszmódban

# placeholder: Link to Registration article.
source: When active the LearnDash templates will be used for user login and %s pages.
hu_hu: Aktiváláskor a LearnDash sablonok lesznek használatban a felhasználói bejelentkezéshez és a %s oldalakhoz.

source: registration
hu_hu: regisztráció

source: Default registration used
hu_hu: Alapértelmezett regisztráció használata

# placeholder: courses
source: Customized registration enabled for LearnDash %s
hu_hu: Egyéni regisztráció engedélyezve a LearnDash %s számára

source: This logo will appear in the Focus Mode and LearnDash Login form when enabled. Optional.
hu_hu: Ez a logó a Fókuszmódban és a LearnDash bejelentkezési űrlapon jelenik meg, ha engedélyezve van. Opcionális.

source: Video Responsive CSS
hu_hu: Reszponzív videó CSS

source: This will make your videos within video progression responsive. Disable if you notice video display issues.
hu_hu: Ez reszponzívvá teszi a videóelőrehaladásban lévő videókat. Ha videómegjelenítési problémákat tapasztal, tiltsa le.

source: Videos will automatically resize based on screen size
hu_hu: A videók automatikusan átméreteződnek a képernyő mérete alapján

source: Right (default)
hu_hu: Jobb (alapértelmezett)

source: Left (default)
hu_hu: Bal (alapértelmezett)

# Theme variation: Classic
source: Classic
hu_hu: Klasszikus

source: (Required)
hu_hu: (Kötelező)

source: (Optional)
hu_hu: (Opcionális)

# placeholder: Date when lesson will be available
source: Available on %s
hu_hu: Elérhető: %s

source: Not completed
hu_hu: Nincs teljesítve

# In Progress item status
source: In Progress
hu_hu: Folyamatban

# In Progress item status
source: Complete
hu_hu: Befejezve

# In Progress item status
source: Graded
hu_hu: Értékelt

# In Progress item status
source: Not Graded
hu_hu: Nem értékelt

source: You must watch the video before accessing this content
hu_hu: A tartalom elérése előtt meg kell néznie a videót

source: LearnDash: Focus Mode Dropdown
hu_hu: LearnDash: Fókuszmód legördülő menü

source: verify failed
hu_hu: ellenőrzés sikertelen

source: No attributes passed in
hu_hu: Nincsenek átadott attribútumok

source: No Pagination Match
hu_hu: Nincs lapozási egyezés

# placeholder: course
source: No %s ID supplied
hu_hu: Nincs megadva %s azonosító

# placeholder: topics, lesson
source: No %1$s for this $2$s
hu_hu: Nincs %1$s ehhez: $2$s

source: Congratulations! You just completed %s.
hu_hu: Gratulálunk! Most befejezte: %s.

source: Great Job! You've completed this %s - Keep it going!
hu_hu: Szép munka! Teljesítette ezt: %s – Csak így tovább!

source: You have assignments awaiting approval.
hu_hu: Jóváhagyásra váró beadandói vannak.

source: You have an assignment awaiting approval.
hu_hu: Egy beadandója jóváhagyásra vár.

# placeholders: assignment count approved, assignment count total
source: %1$d/%2$d Approved
hu_hu: %1$d/%2$d jóváhagyva

# No assignments message
source: No assignments submitted at this time
hu_hu: Jelenleg nincs beküldött beadandó

source: Delete this uploaded Assignment
hu_hu: A feltöltött beadandó törlése

source: Delete Assignment
hu_hu: Beadandó törlése

source: Download Assignment
hu_hu: Beadandó letöltése

# placeholder: comment count
source: %d Comments
hu_hu: %d hozzászólás

source: Waiting Review
hu_hu: Ellenőrzésre vár

# placeholders: points current, points max
source: %1$s/%2$s Points Awarded
hu_hu: %1$s/%2$s pont odaítélve

# placeholder: Comma separated list of file extentions
source: Allowed file types: %s
hu_hu: Engedélyezett fájltípusok: %s

source: Browse
hu_hu: Tallózás

source: No file selected
hu_hu: Nincs fájl kiválasztva

# placeholder: Exam
source: Start %s
hu_hu: %s indítása

source: View Results
hu_hu: Eredmények megtekintése

# Exam label, Question number, Questions count, Question(s) label, Percentage
source: %1$s progress: %2$s of %3$s %4$s (%5$s%%)
hu_hu: %1$s előrehaladása: %2$s / %3$s %4$s (%5$s%%)

# Reset Exam
source: (reset)
hu_hu: (visszaállítás)

# Complete Exam
source: (complete)
hu_hu: (befejezve)

source: %1$s : %2$s - Status: %3$s %4$s %5$s %6$s
hu_hu: %1$s : %2$s - Állapot: %3$s %4$s %5$s %6$s

source: Exit
hu_hu: Kilépés

source: Enter
hu_hu: Belépés

source: Skip to content
hu_hu: Ugrás a tartalomra

# Placeholder for course home link
source: %s Home
hu_hu: A(z) %s kezdőlapja

# Accessibility label for sidebar toggle button
source: Toggle sidebar navigation
hu_hu: Oldalsáv navigációjának átkapcsolása

source: Expand
hu_hu: Kibontás

source: Collapse
hu_hu: Összecsukás

source: You don't currently have access to this content
hu_hu: Jelenleg nincs hozzáférése ehhez a tartalomhoz

# Lesson Content Label
source: %s Content
hu_hu: %s tartalom

# Lesson Complete Percentage
source: %s%% Complete
hu_hu: %s%% kész

# %1$s: Lesson Steps Complete %2$s: Total lesson steps
source: %1$d/%2$d Steps
hu_hu: %1$d/%2$d lépés

source: Please login to view sample content
hu_hu: Kérjük, jelentkezzen be a mintatartalom megtekintéséhez

source: %1$d/%2$d approved
hu_hu: %1$d/%2$d jóváhagyva

source: for %1$s "%2$s"
hu_hu: a(z) %1$s "%2$s" számára

# Assignment delete action
source: Delete
hu_hu: Törlés

# Assignment download action
source: Download
hu_hu: Letöltés

# Assignment points
source: Score %1$s/%2$s points
hu_hu: Pontszám: %1$s/%2$s pont

# Assignment status approved label
source: Approved
hu_hu: Jóváhagyva

# Assignment status pending label
source: Pending
hu_hu: Függőben

source: Choose file
hu_hu: Fájl kiválasztása

source: or drop your file here.
hu_hu: vagy húzza ide a fájlt.

source: No file chosen
hu_hu: Nincs kiválasztott fájl

source: Maximum size: %s
hu_hu: Maximális méret: %s

source: Upload %s
hu_hu: %s feltöltése

source: Breadcrumbs
hu_hu: Morzsamenü

source: %s Complete
hu_hu: %s kész

source: %s Progress
hu_hu: %s előrehaladása

source: Last activity: %s
hu_hu: Utolsó tevékenység: %s

source: Steps
hu_hu: Lépések

source: completed
hu_hu: befejezve

# %s: Date when a lesson will be available
source: Available %s
hu_hu: Elérhető: %s

source: In-Person (Optional)
hu_hu: Személyes (választható)

source: In-Person (Required)
hu_hu: Személyes (kötelező)

source: Virtual (Optional)
hu_hu: Virtuális (választható)

source: Virtual (Required)
hu_hu: Virtuális (kötelező)

source: Final %s complete
hu_hu: A záró %s befejezve

source: Sample %s
hu_hu: Minta %s

source: %s complete
hu_hu: %s befejezve

source: %s Pagination
hu_hu: %s lapozás

source: %1$d of %2$d
hu_hu: %1$d / %2$d

source: Includes
hu_hu: Tartalmazza

source: Requirements
hu_hu: Követelmények

source: Prerequisites (Any 1)
hu_hu: Előfeltételek (bármelyik 1)

source: Prerequisites (All)
hu_hu: Előfeltételek (mind)

source: Prerequisite
hu_hu: Előfeltétel

source: Ended
hu_hu: Véget ért

# When a course has ended
source: This %1$s ended on %2$s
hu_hu: Ez a(z) %1$s véget ért: %2$s

source: Access
hu_hu: Hozzáférés

# When a course has started
source: Started %s
hu_hu: Kezdete: %s

# When a course has not ended
source: Ends %s
hu_hu: Vége: %s

# When a course has not started
source: Starts %s
hu_hu: Kezdődik: %s

# When a course has expiration
source: %d-Day Access
hu_hu: %d napos hozzáférés

source: Schedule
hu_hu: Ütemterv

source: Full
hu_hu: Betelt
