Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# Message displayed when purchasing a group.
source: You will be redirected to Stripe to complete your payment with your debit card, credit card, or Stripe account. Once complete, you will be redirected back to this site to continue your group.
hu_hu: Átirányítjuk a Stripe oldalára, hogy befejezze a fizetést bankkártyával, hitelkártyával vagy Stripe-fiókkal. A fizetés befejezése után visszairányítjuk erre az oldalra, hogy folytathassa a csoportját.

source: You will be redirected to Stripe to complete your payment with your debit card, credit card, or Stripe account. Once complete, you will be redirected back to this site.
hu_hu: Átirányítjuk a Stripe oldalára, hogy befejezze a fizetést bankkártyával, hitelkártyával vagy Stripe-fiókkal. A fizetés befejezése után visszairányítjuk erre az oldalra.

source: Stripe session was not created.
hu_hu: A Stripe-munkamenet nem jött létre.

source: Use Credit Card
hu_hu: Hitelkártya használata

source: The Billing Cycle Interval value must be set.
hu_hu: A számlázási ciklus időközének értékét meg kell adni.

source: The minimum Billing Cycle value is 1.
hu_hu: A számlázási ciklus minimális értéke 1.

source: Subscription management is not possible because the payment gateway is not enabled or configured.
hu_hu: Az előfizetés kezelése nem lehetséges, mert a fizetési átjáró nincs engedélyezve vagy nincs beállítva.

source: Registration successful.
hu_hu: Sikeres regisztráció.

source: Invalid Course or Group
hu_hu: Érvénytelen kurzus vagy csoport

source: Invalid product
hu_hu: Érvénytelen termék

source: Order Overview
hu_hu: Rendelés áttekintése

# placeholder: You already have access to Course/Group - Click here to visit
source: You already have access to %1$s - %2$s
hu_hu: Már hozzáférése van ehhez: %1$s - %2$s

source: Click here to visit
hu_hu: Kattintson ide a felkereséséhez

source: for
hu_hu: ideig

source: every
hu_hu: minden

source: Apply Coupon
hu_hu: Kupon beváltása

source: Totals
hu_hu: Összesítés

source: Subtotal
hu_hu: Részösszeg

source: Coupon:
hu_hu: Kupon:

# placeholder: Return to Course/Group.
source: Return to %s
hu_hu: Vissza ide: %s

# placeholder: Message above registration form if user logged out.
source: Already have an account? %1$s
hu_hu: Már van fiókja? %1$s

source: Log In
hu_hu: Bejelentkezés

# placeholder: Forgot password link below login form.
source: Forgot password? %s
hu_hu: Elfelejtette a jelszavát? %s

source: Click here to reset it.
hu_hu: Kattintson ide a visszaállításához.

source: Show registration form
hu_hu: Regisztrációs űrlap megjelenítése

source: Confirm Password
hu_hu: Jelszó megerősítése

source: Register
hu_hu: Regisztráció

# placeholder: Current Logged In Username, WP Logout Link.
source: Hello %1$s, looks like you're already logged in. Want to sign in as a different user? %2$s
hu_hu: Helló %1$s, úgy tűnik, már be van jelentkezve. Másik felhasználóként szeretne bejelentkezni? %2$s

source: Log Out
hu_hu: Kijelentkezés

source: Username or Email Address *
hu_hu: Felhasználónév vagy e-mail-cím *

source: Password *
hu_hu: Jelszó *

# placeholder: Forgot password link below login form.
source: Forgot password?
hu_hu: Elfelejtette a jelszavát?

source: Registration requires a first name.
hu_hu: A regisztrációhoz keresztnév szükséges.

source: Registration requires a last name.
hu_hu: A regisztrációhoz vezetéknév szükséges.

source: Registration requires a password.
hu_hu: A regisztrációhoz jelszó szükséges.

source: Passwords do not match.
hu_hu: A jelszavak nem egyeznek.

source: Registration username exists.
hu_hu: A felhasználónév már létezik.

source: Registration email exists.
hu_hu: A megadott e-mail-cím már létezik.

source: Registration requires a username.
hu_hu: A regisztrációhoz felhasználónév szükséges.

source: Registration requires a valid email.
hu_hu: A regisztrációhoz érvényes e-mail-cím szükséges.

source: Invalid username.
hu_hu: Érvénytelen felhasználónév.

source: Invalid email.
hu_hu: Érvénytelen e-mail-cím.

source: Registration requires a last name
hu_hu: A regisztrációhoz vezetéknév szükséges

source: Please enter a stronger password.
hu_hu: Kérjük, adjon meg erősebb jelszót.

source: Tip: Try at least 12 characters long containing letters, numbers, and special characters.
hu_hu: Tipp: Próbáljon meg legalább 12 karakter hosszú jelszót, amely betűket, számokat és speciális karaktereket tartalmaz.

source: Invalid key, please check your reset password link and try again.
hu_hu: Érvénytelen kulcs, ellenőrizze a jelszó-visszaállító linket, és próbálja újra.

source: Invalid user, please check your reset password link and try again.
hu_hu: Érvénytelen felhasználó, ellenőrizze a jelszó-visszaállító linket, és próbálja újra.

source: Password reset, please log into your account.
hu_hu: A jelszó visszaállítva, kérjük, jelentkezzen be a fiókjába.

source: Set new password
hu_hu: Új jelszó beállítása

source: Reset Password
hu_hu: Jelszó visszaállítása

source: Username or Email Address
hu_hu: Felhasználónév vagy e-mail-cím

source: If an account with that username or email address exists, an email has been sent with password reset instructions.
hu_hu: Ha létezik fiók ezzel a felhasználónévvel vagy e-mail-címmel, elküldtük a jelszó visszaállítására vonatkozó utasításokat e-mailben.

source: Password Reset
hu_hu: Jelszó visszaállítása

source: Someone has requested a password reset for the following account:
hu_hu: Valaki jelszó-visszaállítást kért a következő fiókhoz:

source: Site Name: %s
hu_hu: Webhely neve: %s

source: Username: %s
hu_hu: Felhasználónév: %s

source: If this was a mistake, ignore this email and nothing will happen.
hu_hu: Ha tévedés történt, hagyja figyelmen kívül ezt az e-mailt, és nem történik semmi.

source: To reset your password, visit the following address:
hu_hu: A jelszó visszaállításához látogasson el a következő címre:

source: Incorrect username or password. Please try again
hu_hu: Hibás felhasználónév vagy jelszó. Kérjük, próbálja újra

source: Purchased by:
hu_hu: Vásárló:

source: Date:
hu_hu: Dátum:

source: Vat/Tax:
hu_hu: ÁFA/adó:

source: No data to generate PDF.
hu_hu: Nincs adat a PDF létrehozásához.

source: Post does not exist.
hu_hu: A bejegyzés nem létezik.

source: Purchase Invoice -
hu_hu: Vásárlási számla -

source: %s now found.
hu_hu: %s most megtalálva.

source: Original Price:
hu_hu: Eredeti ár:

source: Discount:
hu_hu: Kedvezmény:

source: Discounted Price:
hu_hu: Kedvezményes ár:

# placeholder: Course
source: Trial: %1$s for %2$s %3$s then <br/ >
hu_hu: Próbaidőszak: %1$s %2$s %3$s ideig, majd <br/ >

# placeholder: Course
source: %1$s every %2$s %3$s for %4$s %5$s
hu_hu: %1$s minden %2$s %3$s, összesen %4$s %5$s ideig

source: Item Name
hu_hu: Tétel neve

source: Parent %s
hu_hu: Szülő %s

source: Order #%d
hu_hu: Rendelés #%d

# Post Type General Name
source: Submitted Essays
hu_hu: Beküldött esszék

# Post Type Singular Name
source: Submitted Essay
hu_hu: Beküldött esszé

source: Submitted Essays
hu_hu: Beküldött esszék

source: Parent Submitted Essay:
hu_hu: Szülő beküldött esszé:

source: All Submitted Essays
hu_hu: Összes beküldött esszé

source: Add New Submitted Essay
hu_hu: Új beküldött esszé hozzáadása

source: New Submitted Essay
hu_hu: Új beküldött esszé

source: Edit Submitted Essay
hu_hu: Beküldött esszé szerkesztése

source: Update Submitted Essay
hu_hu: Beküldött esszé frissítése

source: View Submitted Essay
hu_hu: Beküldött esszé megtekintése

source: View Submitted Essays
hu_hu: Beküldött esszék megtekintése

source: Search Submitted Essays
hu_hu: Beküldött esszék keresése

source: Submitted Essay Not found
hu_hu: Beküldött esszé nem található

source: Submitted Essay Not found in Trash
hu_hu: Beküldött esszé nem található a Lomtárban

source: Submitted Essay Published
hu_hu: Beküldött esszé közzétéve

source: Submitted Essay Published Privately
hu_hu: Beküldött esszé privát módon közzétéve

source: Submitted Essay Reverted to Draft
hu_hu: Beküldött esszé visszaállítva piszkozatra

source: Submitted Essay Scheduled
hu_hu: Beküldött esszé ütemezve

source: Submitted Essay Updated
hu_hu: Beküldött esszé frissítve

# placeholder: quiz, question
source: Submitted essays via a %1$s %2$s.
hu_hu: Beküldött esszék egy %1$s %2$s révén.

# Custom Essay post type status: Graded
source: Graded
hu_hu: Értékelt

# Custom Essay post type status: Not Graded
source: Not Graded
hu_hu: Nincs értékelve

source: View uploaded file
hu_hu: Feltöltött fájl megtekintése

source: See upload below.
hu_hu: Lásd az alábbi feltöltést.

source: Unknown error.
hu_hu: Ismeretlen hiba.

source: Invalid essay uploaded file type.
hu_hu: Érvénytelen feltöltött esszé-fájltípus.

source: The uploaded file could not be move to the destination directory.
hu_hu: A feltöltött fájlt nem sikerült áthelyezni a célkönyvtárba.

source: Essay upload success.
hu_hu: Az esszé feltöltése sikeres.

# placeholder: Questions
source: No associated %s
hu_hu: Nincs kapcsolódó %s

source: Special Filters
hu_hu: Speciális szűrők

# placeholder: questions
source: Certificate Pending - %s still need to be graded, please check your profile for the status
hu_hu: Tanúsítvány függőben - %s még értékelésre vár, ellenőrizze a profiljában az állapotot

source: LearnDash Activity
hu_hu: LearnDash tevékenység

source: ProPanel Email: AJAX submission could not complete, please try again.
hu_hu: ProPanel e-mail: az AJAX-küldést nem sikerült befejezni, próbálja meg újra.

source: LearnDash Report Filters
hu_hu: LearnDash jelentésszűrők

# placeholder: email count
source: Email sent to %d destinations
hu_hu: E-mail elküldve %d címzettnek

# placeholder: error messages
source: We could not send the email successfully. Please try again or check with your hosting provider. Error: %s
hu_hu: Nem sikerült elküldenünk az e-mailt. Próbálja meg újra, vagy egyeztessen a tárhelyszolgáltatójával. Hiba: %s

source: We do not have any email addresses to send your message to.
hu_hu: Nincs olyan e-mail-cím, amelyre elküldhetnénk az üzenetét.

source: LearnDash Reports Overview
hu_hu: LearnDash jelentések áttekintése

source: LearnDash Progress Chart
hu_hu: LearnDash előrehaladási grafikon

# Course status - Not Started
source: Not Started
hu_hu: Nem kezdte el

# Course status - In Progress
source: In Progress
hu_hu: Folyamatban

# Course status - Completed
source: Completed
hu_hu: Teljesítve

source: LearnDash Reporting
hu_hu: LearnDash jelentéskészítés

# placeholder: count users.
source: Email sent to %d destinations
hu_hu: E-mail elküldve %d címzettnek

# placeholder: error message
source: We could not send the email successfully. Please try again or check with your hosting provider. Error: %s
hu_hu: Nem sikerült elküldenünk az e-mailt. Próbálja meg újra, vagy egyeztessen a tárhelyszolgáltatójával. Hiba: %s

source: Show ProPanel Full Page
hu_hu: ProPanel teljes oldal megjelenítése

source: ProPanel Reporting
hu_hu: ProPanel jelentéskészítés

source: LearnDash is required to be activated before LearnDash ProPanel can work properly.
hu_hu: A LearnDash aktiválása szükséges ahhoz, hogy a LearnDash ProPanel megfelelően működjön.

source: to
hu_hu: eddig

source: Scroll to increment
hu_hu: Görgetéssel növelje

source: Click to toggle
hu_hu: Kattintson a váltáshoz

source: Wk
hu_hu: Hét

source: This shortcode displays reporting widgets.
hu_hu: Ez a shortcode jelentési widgeteket jelenít meg.

source: Select which Reports widget to display
hu_hu: Válassza ki, melyik jelentési widget jelenjen meg

# Reports widget shortcode
source: Link to Reports Full Page
hu_hu: Hivatkozás a jelentések teljes oldalára

# Reports widget shortcode
source: Overview Widget
hu_hu: Áttekintő widget

# Reports widget shortcode
source: Filtering Widget
hu_hu: Szűrő widget

# Reports widget shortcode
source: Reporting Widget
hu_hu: Jelentési widget

# Reports widget shortcode
source: Activity Widget
hu_hu: Tevékenységi widget

# Reports widget shortcode
source: Progress Chart Widget
hu_hu: Előrehaladási grafikon widget

source: Filter Groups
hu_hu: Csoportok szűrése

source: Filter Widget by Group ID
hu_hu: Widget szűrése csoport ID szerint

# placeholder: Course
source: Filter %s
hu_hu: %s szűrése

# placeholder: Course
source: Filter Widget by %s ID
hu_hu: Widget szűrése %s ID szerint

source: Filter Users
hu_hu: Felhasználók szűrése

source: Filter Widget by User ID
hu_hu: Widget szűrése felhasználói ID szerint

# placeholder: Course
source: Filter %s Status
hu_hu: %s állapotának szűrése

# placeholder: Course
source: Filter Widget by %s Status
hu_hu: Widget szűrése %s állapota szerint

# Course status - All Statuses
source: All Statuses
hu_hu: Összes állapot

source: Display Chart
hu_hu: Grafikon megjelenítése

source: Display Chart Orientation
hu_hu: Grafikon tájolása

# Chart orientation
source: Stacked (default)
hu_hu: Halmozott (alapértelmezett)

# Chart orientation
source: Side by Side
hu_hu: Egymás mellett

# Pagination for Widget output
source: Per Page
hu_hu: Oldalanként

# Reports Widget
source: Pagination for Widget output
hu_hu: Lapozás a widget kimenetéhez

source: When using the "reporting" or "progress_chart" widget shortcodes, a selection from the Group, Course or User filters is recommended unless also using the "filtering" widget shortcode on the same page.
hu_hu: A "reporting" vagy "progress_chart" widget shortcode-ok használatakor ajánlott választani a Csoport-, Kurzus- vagy Felhasználó-szűrők közül, kivéve, ha ugyanazon az oldalon a "filtering" widget shortcode-ot is használja.

source: LearnDash LMS Reporting Blocks
hu_hu: LearnDash LMS jelentési blokkok

# activity widget pagination previous page link
source: &laquo; Previous
hu_hu: &laquo; Előző

# activity widget pagination next page link
source: Next &raquo;
hu_hu: Következő &raquo;

source: page
hu_hu: oldal

# Export Course Data
source: Export %s Data
hu_hu: %s adatok exportálása

# Export Quiz Data
source: Export %s Data
hu_hu: %s adatok exportálása

source: Completed Date (Duration)
hu_hu: Teljesítés dátuma (időtartam)

source: Completed Date
hu_hu: Teljesítés dátuma

source: Started Date (Duration)
hu_hu: Kezdés dátuma (időtartam)

source: Started Date
hu_hu: Kezdés dátuma

source: See User Progress
hu_hu: Felhasználó előrehaladásának megtekintése

# Quiz Completed:
source: %s Completed:
hu_hu: %s teljesítve:

# placeholder: Title of current post
source: (edit<span class="screen-reader-text"> "%s"</span>)
hu_hu: (szerkesztés<span class="screen-reader-text"> "%s"</span>)

source: Result:
hu_hu: Eredmény:

source: Statistics:
hu_hu: Statisztikák:

source: Points:
hu_hu: Pontok:

# Gained Course Access
source: Gained %s Access:
hu_hu: %s hozzáférés megszerezve:

source: Please select user(s) to send an email to.
hu_hu: Kérjük, válassza ki azokat a felhasználókat, akiknek e-mailt szeretne küldeni.

source: Your Message
hu_hu: Üzenete

source: Filter By:
hu_hu: Szűrés ez alapján:

source: Start Date
hu_hu: Kezdés dátuma

source: End Date
hu_hu: Befejezés dátuma

source: Per Page:
hu_hu: Oldalanként:

source: Filters
hu_hu: Szűrők

source: Full Page
hu_hu: Teljes oldal

source: LearnDash Reports
hu_hu: LearnDash jelentések

source: No Results Found.
hu_hu: Nincs találat.

source: Assignments Pending
hu_hu: Függőben lévő beadandók

source: Essays Pending
hu_hu: Függőben lévő esszék

source: Progress Distribution
hu_hu: Előrehaladás megoszlása

source: No All-Progress items found
hu_hu: Nem találhatók All-Progress elemek

source: In Progress Breakdown
hu_hu: Folyamatban lévők bontása

source: No In-Progress items found
hu_hu: Nem találhatók folyamatban lévő elemek

source: Please choose a filter in ProPanel Reporting.
hu_hu: Kérjük, válasszon egy szűrőt a ProPanel jelentéskészítésben.

# placeholder: user email
source: Compose a new mail to %s
hu_hu: Új e-mail írása %s részére

source: %s title
hu_hu: %s címe

# Number of completed course steps
source: %1$d of %2$d steps completed
hu_hu: A(z) %1$d/%2$d lépés teljesítve

# All Courses
source: All %s
hu_hu: Összes %s

source: Progress
hu_hu: Haladás

source: User ID
hu_hu: Felhasználó ID

source: Completed On
hu_hu: Teljesítve ekkor

# placeholder: User Email
source: Compose a new mail to %s
hu_hu: Új e-mail írása %s részére

source: Search Groups
hu_hu: Csoportok keresése

source: All Groups
hu_hu: Összes csoport

# Course Progress
source: Progress
hu_hu: Haladás

# Course completion data
source: Completed On
hu_hu: Teljesítve ekkor

# Search Courses
source: Search %s
hu_hu: %s keresése

source: Select User
hu_hu: Felhasználó kiválasztása

# Course completion date
source: Completed On
hu_hu: Teljesítve ekkor

source: The password for the post if it is password protected.
hu_hu: A bejegyzés jelszava, ha jelszóval védett.

source: Unique identifier for the object.
hu_hu: Az objektum egyedi azonosítója.

source: Whether to bypass trash and force deletion.
hu_hu: Megkerülje-e a kukát, és kényszerítse-e a törlést.

source: Sorry, you are not allowed to access this resource.
hu_hu: Sajnáljuk, nincs jogosultsága hozzáférni ehhez az erőforráshoz.

# placeholder: course
source: %s ID to enroll into.
hu_hu: A(z) %s ID, amelybe beiratkoztatni kell.

# placeholder: group, course
source: %1$s IDs to enroll into %2$s.
hu_hu: A(z) %1$s ID-k beiratkoztatása a(z) %2$s-ba/-be.

# placeholder: group, course
source: %1$s IDs to remove from %2$s.
hu_hu: A(z) %1$s ID-k eltávolítása a(z) %2$s-ból/-ből.

# placeholder: group
source: The %s IDs.
hu_hu: A(z) %s ID-k.

# placeholder: Course
source: Invalid %s ID.
hu_hu: Érvénytelen %s ID.

# placeholder: Group
source: Invalid %s ID.
hu_hu: Érvénytelen %s ID.

# placeholder: course
source: Invalid %s ID.
hu_hu: Érvénytelen %s ID.

source: You need to define a search term to order by relevance.
hu_hu: A relevancia szerinti rendezéshez meg kell adnia egy keresőkifejezést.

source: You need to define an include parameter to order by include.
hu_hu: Az include szerinti rendezéshez meg kell adnia egy include paramétert.

source: The page number requested is larger than the number of pages available.
hu_hu: A kért oldalszám nagyobb, mint az elérhető oldalak száma.

source: Returned values.
hu_hu: Visszaadott értékek.

# placeholder: course
source: %s ID to enroll user into.
hu_hu: A(z) %s ID, amelybe a felhasználót be kell iratkoztatni.

# placeholder: course
source: The %s step type.
hu_hu: A(z) %s lépéstípus.

source: Filter returned results by step type.
hu_hu: Visszaadott eredmények szűrése lépéstípus szerint.

source: You are not currently logged in.
hu_hu: Jelenleg nincs bejelentkezve.

# placeholder: course
source: User IDs to enroll into %s. Limit 50 per request.
hu_hu: Felhasználó ID-k beiratkoztatása a(z) %s-ba/-be. Kérésenként legfeljebb 50.

# placeholder: group
source: User IDs to remove from %s. Limit 50 per request.
hu_hu: Felhasználó ID-k eltávolítása a(z) %s-ból/-ből. Kérésenként legfeljebb 50.

source: The user IDs. Limit 50 per request.
hu_hu: A felhasználó ID-k. Kérésenként legfeljebb 50.

source: Missing User IDs.
hu_hu: Hiányzó felhasználó ID-k.

# placeholder: group
source: %s ID to enroll into.
hu_hu: A(z) %s ID, amelybe beiratkoztatni kell.

# placeholder: course, group
source: %1$s IDs to enroll into %2$s.
hu_hu: A(z) %1$s ID-k beiratkoztatása a(z) %2$s-ba/-be.

# placeholder: course, group
source: %1$s IDs to remove from %2$s.
hu_hu: A(z) %1$s ID-k eltávolítása a(z) %2$s-ból/-ből.

# placeholder: course
source: The %s IDs
hu_hu: A(z) %s ID-k

# placeholder: group
source: Invalid %s ID.
hu_hu: Érvénytelen %s ID.

# placeholder: course
source: Missing %s IDs.
hu_hu: Hiányzó %s ID-k.

# placeholder: course
source: Missing %s ID.
hu_hu: Hiányzó %s ID.

# placeholders: group, group leader
source: %1$s ID to enroll %2$s into.
hu_hu: A(z) %1$s ID, amelybe a(z) %2$s beiratkoztatandó.

# placeholders: group leader, group
source: %1$s User IDs to enroll into %2$s
hu_hu: A(z) %1$s felhasználó ID-k beiratkoztatása a(z) %2$s-ba/-be

# placeholders: group leader, group
source: %1$s User IDs to remove from %2$s
hu_hu: A(z) %1$s felhasználó ID-k eltávolítása a(z) %2$s-ból/-ből

source: The user IDs.
hu_hu: A felhasználó ID-k.

# placeholder: group leader
source: Missing %s User IDs.
hu_hu: Hiányzó %s felhasználó ID-k.

# placeholder: group, group leader
source: %1$s ID to enroll %2$s into.
hu_hu: A(z) %1$s ID, amelybe a(z) %2$s beiratkoztatandó.

source: User IDs to enroll into Group.
hu_hu: Felhasználó ID-k beiratkoztatása a csoportba.

source: User IDs to remove from Group.
hu_hu: Felhasználó ID-k eltávolítása a csoportból.

source: The user IDs
hu_hu: A felhasználó ID-k

# placeholder: course
source: Limit results to be within a specific %s. Required for non-admin users.
hu_hu: Az eredmények korlátozása egy adott %s-re. Nem admin felhasználóknál kötelező.

source: Sorry, you are not allowed to view this item.
hu_hu: Sajnáljuk, nincs jogosultsága megtekinteni ezt az elemet.

# placeholder: question
source: The %s ID
hu_hu: A(z) %s ID

# placeholder: Question label
source: Could not delete the %s.
hu_hu: A(z) %s nem törölhető.

# placeholder: quiz, question
source: The ID of the %1$s associated with the %2$s.
hu_hu: A(z) %2$s-hoz/-hez/-höz társított %1$s ID-je.

# placeholder: question, quiz
source: The order of the %1$s in the %2$s
hu_hu: A(z) %1$s sorrendje a(z) %2$s-ben/-ban

source: The title for the object.
hu_hu: Az objektum címe.

# placeholder: question
source: The %s content
hu_hu: A(z) %s tartalma

source: The message to show when the answer is correct.
hu_hu: Az üzenet, amely helyes válasz esetén jelenjen meg.

source: The message to show when the answer is incorrect.
hu_hu: Az üzenet, amely helytelen válasz esetén jelenjen meg.

source: Whether the incorrect and correct message are same.
hu_hu: Azonosak-e a helytelen és helyes üzenetek.

source: The solution hint for the question.
hu_hu: A kérdés megoldási tippje.

# placeholder: question
source: The total number of points that can be obtained from the %s
hu_hu: A(z) %s-ból/-ből szerezhető pontok összesített száma

source: Whether to show points in box.
hu_hu: Megjelenjenek-e a pontok dobozban.

source: Whether the individual points for the answers are activated.
hu_hu: Aktiválva vannak-e a válaszok egyedi pontjai.

source: The type of the answer.
hu_hu: A válasz típusa.

source: Whether the different points modus is activated.
hu_hu: Aktiválva van-e az eltérő pontozási mód.

source: Whether to distinguish between correct and incorrect when the different point modus is activated.
hu_hu: Megkülönböztetendő-e a helyes és a helytelen, ha az eltérő pontozási mód aktív.

source: The percentage width of the criteria table column for matrix sort answer.
hu_hu: A mátrixrendezéses válasz kritériumtáblájának oszlopszélessége százalékban.

source: An array of answer data objects
hu_hu: Válaszadat-objektumok tömbje

source: The answer text.
hu_hu: A válasz szövege.

source: Whether the HTML is allowed in the answer or not
hu_hu: Engedélyezett-e a HTML a válaszban

source: The number of points that can be obtained from the answer.
hu_hu: A válaszból szerezhető pontok száma.

source: Whether the answer is correct.
hu_hu: Helyes-e a válasz.

source: Sort string.
hu_hu: Rendezési karakterlánc.

source: Whether to allow HTML in sort string.
hu_hu: Engedélyezett-e a HTML a rendezési karakterláncban.

source: Whether the answer can be graded or not.
hu_hu: Értékelhető-e a válasz.

# placeholder: question, quiz
source: Determines how should the answer to this %1$s be marked and graded upon %2$s submission.
hu_hu: Meghatározza, hogy a(z) %1$s válasza hogyan legyen megjelölve és értékelve %2$s beküldésekor.

source: Determines how a user can submit answer.
hu_hu: Meghatározza, hogyan küldhet be a felhasználó választ.

# placeholder: question
source: The %s post ID.
hu_hu: A(z) %s bejegyzés ID-je.
