Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: Course.
source: %s Builder
hu_hu: %s építő

source: Popular Articles
hu_hu: Népszerű cikkek

source: Registration & Login
hu_hu: Regisztráció és bejelentkezés

source: Focus Mode
hu_hu: Fókusz mód

source: User Profiles
hu_hu: Felhasználói profilok

source: Course Grid Add-on
hu_hu: Course Grid kiegészítő

source: FAQ
hu_hu: GYIK

source: Recommended WordPress Themes
hu_hu: Ajánlott WordPress témák

source: Invalid License Notice
hu_hu: Érvénytelen licenc értesítés

source: Hiding Post Meta Data
hu_hu: Bejegyzés metaadatainak elrejtése

source: 404 Error on LearnDash Content
hu_hu: 404-es hiba a LearnDash-tartalomnál

source: Popular Support Topics
hu_hu: Népszerű támogatási témák

# placeholder: Groups
source: Users & %s
hu_hu: Felhasználók és %s

source: Support
hu_hu: Támogatás

source: Have some questions or need a helping hand? The LearnDash support team is standing by, ready to assist you!
hu_hu: Kérdései vannak, vagy segítségre van szüksége? A LearnDash támogatási csapat készen áll, hogy segítsen!

source: LearnDash Facebook Group
hu_hu: LearnDash Facebook-csoport

# Toggles visibility of the LearnDash Bootcamp section
source: Show LearnDash Bootcamp
hu_hu: LearnDash Bootcamp megjelenítése

# Payments Tab Label
source: Payments
hu_hu: Fizetések

# Question Settings
source: Settings
hu_hu: Beállítások

# Quiz Settings
source: Settings
hu_hu: Beállítások

# Registration/Login Tab Label
source: Registration/Login
hu_hu: Regisztráció/Bejelentkezés

source: LearnDash Setup
hu_hu: LearnDash beállítás

source: Set up your site
hu_hu: Állítsa be webhelyét

# Setup wizard, placeholder: course label
source: We are currently importing your demo %1$s.
hu_hu: Jelenleg importáljuk a(z) %1$s demót.

source: This is where the fun begins.
hu_hu: Itt kezdődik az igazi móka.

source: Site & Course Details
hu_hu: Webhely- és kurzusadatok

source: Tell us a little bit about your site.
hu_hu: Meséljen egy kicsit a webhelyéről.

source: Design your site ( Optional )
hu_hu: Tervezze meg webhelyét ( opcionális )

source: It's all about appearances.
hu_hu: Minden a megjelenésről szól.

source: Select A Starter Template
hu_hu: Válasszon egy kezdő sablont

source: Choose a design to start with and customize. This will overwrite your current theme, may add additional content and change settings on your site. This is an optional step and not required if you already have a theme configured.
hu_hu: Válasszon egy dizájnt, amellyel kezdi, és testreszabhatja. Ez felülírja a jelenlegi témát, további tartalmat adhat hozzá és módosíthatja a webhely beállításait. Ez egy opcionális lépés, és nem szükséges, ha már van beállított témája.

source: Configure payment
hu_hu: Fizetés beállítása

source: Don't leave money on the table.
hu_hu: Ne hagyjon pénzt az asztalon.

source: Set Up Stripe
hu_hu: Stripe beállítása

source: Charge credit cards and pay low merchant fees.
hu_hu: Fogadjon bankkártyás fizetéseket és fizessen alacsony kereskedői díjakat.

source: Connect Stripe
hu_hu: Stripe csatlakoztatása

source: Manage your courses
hu_hu: Kezelje kurzusait

source: Get your coursework set up for success.
hu_hu: Készítse elő kurzusanyagait a sikerhez.

source: Get Help Launching Your Site
hu_hu: Kérjen segítséget webhelye elindításához

source: Get Hands-on assistance launching your %s website.
hu_hu: Kapjon gyakorlati segítséget %s webhelye elindításához.

# Topic Settings
source: Settings
hu_hu: Beállítások

source: Translations
hu_hu: Fordítások

source: Dismiss this notice.
hu_hu: Az értesítés elvetése.

source: AI Integrations
hu_hu: AI-integrációk

source: OpenAI API Key
hu_hu: OpenAI API-kulcs

source: Saved key: %1$s
hu_hu: Mentett kulcs: %1$s

source: %1$sClick here%2$s to get your API key.
hu_hu: %1$sKattintson ide%2$s az API-kulcs beszerzéséhez.

source: Assignment Custom Post Type Options
hu_hu: Feladat egyéni bejegyzéstípus beállításai

source: Control the LearnDash Assignment Custom Post Type Options.
hu_hu: A LearnDash Feladat egyéni bejegyzéstípus beállításainak vezérlése.

source: Exclude From Search
hu_hu: Kizárás a keresésből

source: Exclude
hu_hu: Kizárás

source: Publicly Viewable
hu_hu: Nyilvánosan megtekinthető

source: Controls access to view single Assignments on the front-end.
hu_hu: Szabályozza az egyes feladatok megtekintéséhez való hozzáférést a nyilvános felületen.

source: Public
hu_hu: Nyilvános

source: Comments enabled
hu_hu: Hozzászólások engedélyezve

source: Controls if comments are enabled.
hu_hu: Szabályozza, hogy a hozzászólások engedélyezettek-e.

source: Backups
hu_hu: Biztonsági mentések

source: Congrats on your first sale &#x1F389; We recommend %s to protect your data, website, customers and business.
hu_hu: Gratulálunk az első eladásához &#x1F389; A(z) %s használatát javasoljuk adatai, webhelye, ügyfelei és vállalkozása védelmére.

source: back up
hu_hu: lementeni

source: Congrats on building your first %1$s &#x1F389; Don&rsquo;t forget to %2$s your website to preserve your hard work and data.
hu_hu: Gratulálunk az első %1$s elkészítéséhez &#x1F389; Ne felejtse el %2$s webhelyét, hogy megőrizze kemény munkáját és adatait.

source: Bulk Edit
hu_hu: Tömeges szerkesztés

source: What do you want to update?
hu_hu: Mit szeretne frissíteni?

source: Which
hu_hu: Melyik

source: Which fields?
hu_hu: Mely mezőket?

source: Certificate Custom Post Type Options
hu_hu: Tanúsítvány egyéni bejegyzéstípus beállításai

source: Control options specific to the Certificates post type
hu_hu: A Tanúsítvány bejegyzéstípusra jellemző beállítások vezérlése

source: Editor Supported Settings
hu_hu: Szerkesztő által támogatott beállítások

source: Enables WordPress supported settings within the editor and theme.
hu_hu: Engedélyezi a WordPress által támogatott beállításokat a szerkesztőben és a témában.

source: Featured image
hu_hu: Kiemelt kép

source: Revisions
hu_hu: Változatok

source: Certificate Custom Styles
hu_hu: Tanúsítvány egyéni stílusok

source: Add Custom Styles (CSS) to be used on all legacy certificates, does not work on certificates created with the Certificate Builder addon.
hu_hu: Adjon hozzá egyéni stílusokat (CSS) minden örökölt tanúsítványhoz; nem működik a Certificate Builder kiegészítővel létrehozott tanúsítványoknál.

source: Custom Styles (CSS)
hu_hu: Egyéni stílusok (CSS)

source: Add custom styles (CSS) to be used on legacy certificates.
hu_hu: Adjon hozzá egyéni stílusokat (CSS) az örökölt tanúsítványokhoz.

# Course Custom Post Type Options
source: %s Custom Post Type Options
hu_hu: %s egyéni bejegyzéstípus beállításai

# placeholder: Course
source: Control the LearnDash %s Custom Post Type Options.
hu_hu: A LearnDash %s egyéni bejegyzéstípus beállításainak vezérlése.

# placeholder: Course
source: %s Search
hu_hu: %s keresés

# placeholder: course
source: Includes the %s post type in front end search results
hu_hu: A %s bejegyzéstípust is tartalmazza a nyilvános felületi keresési találatokban.

source: Archive Page
hu_hu: Archív oldal

# placeholders: courses, link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
hu_hu: Engedélyezi a nyilvános felületi archív oldalt, ahol az összes %1$s fel van sorolva. A változtatás életbe lépéséhez %2$s.

source: re-save your permalinks
hu_hu: mentse újra a közvetlen hivatkozásokat

# placeholder: URL for CPT Archive
source: Archive URL: %s
hu_hu: Archív URL: %s

source: RSS/Atom Feed
hu_hu: RSS/Atom hírcsatorna

# placeholder: course
source: Enables an RSS feed for all %1$s posts.
hu_hu: RSS-hírcsatornát engedélyez az összes %1$s bejegyzéshez.

# placeholder: URL for RSS Feed
source: RSS Feed URL: %s
hu_hu: RSS-hírcsatorna URL: %s

source: Comments
hu_hu: Hozzászólások

# placeholder: Course
source: Global %s Management & Display Settings
hu_hu: Globális %s-kezelési és megjelenítési beállítások

# placeholder: course
source: Control settings for %s creation, and visual organization
hu_hu: A %s létrehozására és vizuális rendszerezésére vonatkozó beállítások

# placeholder: Course
source: %s Builder
hu_hu: %s Összeállító

# placeholder: Lesson, Topic, Quiz, Course.
source: Manage all %1$s, %2$s, and %3$s associations within the %4$s Builder.
hu_hu: Az összes %1$s, %2$s és %3$s társítás kezelése a(z) %4$s Összeállítóban.

source: Steps Displayed
hu_hu: Megjelenített lépések

# placeholder: Course
source: Shared %s Steps
hu_hu: Megosztott %s lépések

# placeholder: lessons, topics, quizzes, courses, course, URL to admin Permalinks.
source: Share steps (%1$s, %2$s, %3$s) across multiple %4$s. Progress is maintained on a per-%5$s basis.<br /><br />Note: Enabling this option will also enable the <a href="%6$s">nested permalinks</a> setting.
hu_hu: A lépések (%1$s, %2$s, %3$s) megosztása több %4$s között. A haladás %5$s-enként kerül megőrzésre.<br /><br />Megjegyzés: Ennek az opciónak az engedélyezése a <a href="%6$s">beágyazott közvetlen hivatkozások</a> beállítást is engedélyezi.

# placeholders: Lesson, topics and quizzes, courses
source: %1$s, %2$s and %3$s can be shared across multiple %4$s
hu_hu: %1$s, %2$s és %3$s megosztható több %4$s között

# placeholder: Course
source: %s Table Pagination
hu_hu: %s táblázat lapozása

# placeholder: course, course
source: Customize the pagination options for ALL %1$s content tables and %2$s navigation widgets.
hu_hu: A lapozási beállítások testreszabása az ÖSSZES %1$s tartalmi táblázathoz és %2$s navigációs widgethez.

# placeholder: Lesson, Topic
source: %1$s and %2$s Order
hu_hu: %1$s és %2$s sorrendje

# placeholder: lessons, topics
source: Customize the display order of %1$s and %2$s.
hu_hu: %1$s és %2$s megjelenítési sorrendjének testreszabása.

# placeholder: Default Order By, Order
source: Using default sorting by %1$s in %2$s order
hu_hu: Alapértelmezett rendezés használata: %1$s szerint, %2$s sorrendben

source: Mark Incomplete Enabled
hu_hu: Befejezetlennek jelölés engedélyezve

# placeholders: Lesson, Topic
source: Allows to mark a %1$s / %2$s as incomplete
hu_hu: Lehetővé teszi egy %1$s / %2$s befejezetlennek jelölését

# placeholder: Course
source: Global %1$s Completion Page
hu_hu: Globális %1$s befejezési oldal

# placeholder: course
source: The page students are redirected to after %1$s completion. Used when there is no individual %1$s completion page configured.
hu_hu: Az az oldal, ahová a tanulók átirányításra kerülnek a %1$s befejezése után. Akkor használatos, ha nincs egyéni %1$s befejezési oldal beállítva.

source: Automatic Progression
hu_hu: Automatikus továbblépés

source: Automatically move users to the next step when they complete a %1$s or %2$s. When enabled, this skips the "Step Completed" message and takes users directly to the next %3$s step.
hu_hu: Automatikusan a következő lépésre lépteti a felhasználókat, amikor befejeznek egy %1$s-t vagy %2$s-t. Engedélyezés esetén kihagyja a „Lépés teljesítve” üzenetet, és közvetlenül a következő %3$s lépésre viszi a felhasználókat.

source: Enabling this setting does not meet accessibility standards
hu_hu: Ennek a beállításnak az engedélyezése nem felel meg az akadálymentesítési szabványoknak

# placeholder: Course
source: %s Taxonomies
hu_hu: %s taxonómiák

# placeholder: Course
source: Control which taxonomies can be used to better organize your LearnDash %s.
hu_hu: Szabályozza, mely taxonómiák használhatók a LearnDash %s jobb rendszerezéséhez.

# placeholder: Course
source: Manage %s Categories via the Actions dropdown
hu_hu: %s kategóriák kezelése a Műveletek legördülő menüben

# placeholder: Course
source: Manage %s Tags via the Actions dropdown
hu_hu: %s címkék kezelése a Műveletek legördülő menüben

source: WP Post Categories
hu_hu: WP bejegyzéskategóriák

source: Manage WP Categories via the Actions dropdown
hu_hu: WP kategóriák kezelése a Műveletek legördülő menüben

source: WP Post Tags
hu_hu: WP bejegyzéscímkék

source: Manage WP Tags via the Actions dropdown
hu_hu: WP címkék kezelése a Műveletek legördülő menüben

source: Design & Content Elements
hu_hu: Dizájn és tartalmi elemek

source: Alter the look and feel of your Learning Management System
hu_hu: Módosítsa a tanulásmenedzsment-rendszer megjelenését és élményét

source: Active Theme
hu_hu: Aktív téma

source: Available Themes
hu_hu: Elérhető témák

source: Active Template
hu_hu: Aktív sablon

source: New front-end design options and settings can be used when the LearnDash 3.0 template is activated.
hu_hu: Új front-end dizájnopciók és beállítások használhatók, amikor a LearnDash 3.0 sablon aktív.

source: Custom Labels
hu_hu: Egyéni megnevezések

source: Are you sure want to reset the custom labels?
hu_hu: Biztosan visszaállítja az egyéni megnevezéseket?

source: Label to replace "course" (singular).
hu_hu: Címke a „kurzus” (egyes szám) lecseréléséhez.

source: Label to replace "courses" (plural).
hu_hu: Címke a „kurzusok” (többes szám) lecseréléséhez.

source: Label to replace "lesson" (singular).
hu_hu: Címke a „lecke” (egyes szám) lecseréléséhez.

source: Label to replace "lessons" (plural).
hu_hu: Címke a „leckék” (többes szám) lecseréléséhez.

source: Label to replace "topic" (singular).
hu_hu: Címke a „téma” (egyes szám) lecseréléséhez.

source: Label to replace "topics" (plural).
hu_hu: Címke a „témák” (többes szám) lecseréléséhez.

source: Label to replace "quiz" (singular).
hu_hu: Címke a „kvíz” (egyes szám) lecseréléséhez.

source: Label to replace "quizzes" (plural).
hu_hu: Címke a „kvízek” (többes szám) lecseréléséhez.

source: Label to replace "question" (singular).
hu_hu: Címke a „kérdés” (egyes szám) lecseréléséhez.

source: Label to replace "questions" (plural).
hu_hu: Címke a „kérdések” (többes szám) lecseréléséhez.

source: Label to replace "group" (singular).
hu_hu: Címke a „csoport” (egyes szám) lecseréléséhez.

source: Label to replace "groups" (plural).
hu_hu: Címke a „csoportok” (többes szám) lecseréléséhez.

source: Label to rename Group Leader user role.
hu_hu: Címke a Csoportvezető felhasználói szerepkör átnevezéséhez.

source: Label to replace "challenge exam" (singular).
hu_hu: Címke a „felmentő vizsga” (egyes szám) lecseréléséhez.

source: Label to replace "challenge exams" (plural).
hu_hu: Címke a „felmentő vizsgák” (többes szám) lecseréléséhez.

source: Take this Course (Button)
hu_hu: Kurzus felvétele (gomb)

source: Label to replace "Take this Course" button.
hu_hu: Címke a „Kurzus felvétele” gomb lecseréléséhez.

source: Join Group (Button)
hu_hu: Csoporthoz csatlakozás (gomb)

source: Label to replace "Join Group" button.
hu_hu: Címke a „Csoporthoz csatlakozás” gomb lecseréléséhez.

source: Mark Complete (Button)
hu_hu: Megjelölés teljesítettként (gomb)

source: Label to replace "Mark Complete" button.
hu_hu: Címke a „Megjelölés teljesítettként” gomb lecseréléséhez.

source: Mark Incomplete (Button)
hu_hu: Megjelölés befejezetlenként (gomb)

source: Label to replace "Mark Incomplete" button.
hu_hu: Címke a „Megjelölés befejezetlenként” gomb lecseréléséhez.

source: Skip Event (Button)
hu_hu: Esemény kihagyása (gomb)

source: Label to replace "Skip Event" button.
hu_hu: Címke az „Esemény kihagyása” gomb lecseréléséhez.

source: Continue (Button)
hu_hu: Folytatás (gomb)

source: Label to replace "Continue" button.
hu_hu: Címke a „Folytatás” gomb lecseréléséhez.

source: Label to replace "order" (singular).
hu_hu: Címke a „rendelés” (egyes szám) lecseréléséhez.

source: Label to replace "orders" (plural).
hu_hu: Címke a „rendelések” (többes szám) lecseréléséhez.

source: Label to replace "virtual instructor" (singular).
hu_hu: Címke a „virtuális oktató” (egyes szám) lecseréléséhez.

source: Label to replace "virtual instructors" (plural).
hu_hu: Címke a „virtuális oktatók” (többes szám) lecseréléséhez.

source: Label to replace "Terms of Service".
hu_hu: Címke a „Szolgáltatási feltételek” lecseréléséhez.

source: Label to replace "Privacy Policy".
hu_hu: Címke az „Adatvédelmi irányelvek” lecseréléséhez.

source: Data Upgrades
hu_hu: Adatfrissítések

source: Recipient(s)
hu_hu: Címzett(ek)

source: Content type
hu_hu: Tartalomtípus

source: Manage
hu_hu: Kezelés

source: No Email items found.
hu_hu: Nem találhatók e-mail elemek.

source: Email Placeholders
hu_hu: E-mail helyőrzők

source: Placeholders available for use in the different email notifications
hu_hu: A különböző e-mail értesítésekben használható helyőrzők

# placeholder: Course/Group Purchase Success.
source: %1$s/%2$s Purchase Success
hu_hu: Sikeres %1$s/%2$s vásárlás

# placeholder: Course/Group Purchase Failed.
source: %1$s/%2$s Purchase Failed
hu_hu: Sikertelen %1$s/%2$s vásárlás

source: Email Sender Settings
hu_hu: E-mail feladó beállításai

source: "From" name
hu_hu: „Feladó” név

source: How the sender name appears in outgoing emails.
hu_hu: Hogyan jelenjen meg a feladó neve a kimenő e-mailekben.

source: If empty will use site title
hu_hu: Ha üres, a webhely címe lesz használva

source: "From" email
hu_hu: „Feladó” e-mail-cím

source: How the sender email appears in outgoing emails.
hu_hu: Hogyan jelenjen meg a feladó e-mail-címe a kimenő e-mailekben.

source: If empty will use site administration email address
hu_hu: Ha üres, a webhely adminisztrációs e-mail-címe lesz használva

source: Experiments are features that are in beta that we encourage you to try on on your course. You can provide our team feedback by clicking the "Give Feedback" button. Learn more about experiments: <a target="_blank" href="%1$s">%1$s</a>.
hu_hu: A kísérletek béta állapotú funkciók, amelyeket javaslunk kipróbálni a kurzuson. Visszajelzést a „Visszajelzés küldése” gombra kattintva adhat csapatunknak. További információ a kísérletekről: <a target="_blank" href="%1$s">%1$s</a>.

source: Experiment
hu_hu: Kísérlet

source: No experiments found.
hu_hu: Nem található kísérlet.

source: Admin User Settings
hu_hu: Admin felhasználói beállítások

# placeholder: courses
source: Controls the admin user-experience navigating %s.
hu_hu: Az admin felhasználói élményének szabályozása a(z) %s navigálásakor.

# placeholder: Course
source: %s Auto-enrollment
hu_hu: %s automatikus beiratkozás

# placeholder: courses, course
source: Allow admin users to have access to %1$s automatically without requiring %2$s enrollment.
hu_hu: Lehetővé teszi az admin felhasználók számára, hogy %2$s-beiratkozás nélkül automatikusan hozzáférjenek a(z) %1$s tartalomhoz.

# placeholder: courses
source: Admin has access to enrolled %s only
hu_hu: Az admin csak a beiratkozott %s tartalomhoz fér hozzá

# placeholder: courses
source: Admin has access to all %s automatically
hu_hu: Az admin automatikusan hozzáfér az összes %s tartalomhoz

# placeholder: Course
source: Bypass %s limits
hu_hu: %s korlátok megkerülése

# placeholder: course
source: Allow admin users to access %s content in any order bypassing progression and access limitations
hu_hu: Lehetővé teszi az admin felhasználóknak, hogy bármilyen sorrendben érjék el a %s tartalmat, megkerülve az előrehaladási és hozzáférési korlátozásokat

source: Admin must follow the progression and access rules
hu_hu: Az adminnek követnie kell az előrehaladási és hozzáférési szabályokat

# placeholder: course
source: Admin can access %s content in any order
hu_hu: Az admin tetszőleges sorrendben férhet hozzá a %s tartalomhoz

source: Include in Reports
hu_hu: Jelentésekbe felvétel

source: Include admin users in reports, including ProPanel reporting.
hu_hu: Admin felhasználók bevonása a jelentésekbe, beleértve a ProPanel jelentéseit is.

source: Admin is not included in reports
hu_hu: Az admin nincs benne a jelentésekben

source: Admin is included in reports
hu_hu: Az admin szerepel a jelentésekben

source: Appearance
hu_hu: Megjelenés

source: %1$s Page
hu_hu: %1$s oldal

source: When active, Modern LearnDash Styles will be used for all %1$s, %2$s, and %3$s pages
hu_hu: Aktív állapotban a Modern LearnDash stílusok lesznek használatban minden %1$s, %2$s és %3$s oldalon

source: When active, Modern LearnDash Styles will be used for all %1$s pages
hu_hu: Aktív állapotban a Modern LearnDash stílusok lesznek használatban minden %1$s oldalon

source: Login & Registration
hu_hu: Bejelentkezés és regisztráció

source: When active, the Modern LearnDash Styles will be used for user login and registration pages
hu_hu: Aktív állapotban a Modern LearnDash stílusok lesznek használatban a felhasználói bejelentkezési és regisztrációs oldalakon

source: Login / Registration Settings
hu_hu: Bejelentkezés / regisztráció beállításai

source: Login Logo
hu_hu: Bejelentkezési logó

source: Login Logo 2
hu_hu: Bejelentkezési logó 2

# placeholder: Default per page
source: Default per page controls all shortcodes and widget. Default is %d. Set to zero for no pagination.
hu_hu: Az oldalankénti alapértelmezés minden rövidkódot és widgetet vezérel. Alapértelmezés: %d. Állítsa nullára a lapozás kikapcsolásához.

source: Global Pagination Settings
hu_hu: Globális lapozási beállítások

source: Specify the default number of items displayed per page for various listing outputs.
hu_hu: Adja meg az oldalanként megjelenített elemek alapértelmezett számát a különböző listanézetekhez.

source: WP Profile
hu_hu: WP profil

source: Controls the pagination for the WordPress Profile LearnDash elements.
hu_hu: A WordPress profil LearnDash elemeinek lapozását szabályozza.

# placeholder: default per page number
source: Pagination defaults to %d
hu_hu: A lapozás alapértelmezése: %d

# placeholder: Course
source: %s Progress
hu_hu: %s előrehaladás

# placeholder: courses
source: %s per page
hu_hu: %s oldalanként

# placeholder: Quiz.
source: %s Attempts
hu_hu: %s próbálkozások

# placeholder: quizzes
source: %s per page
hu_hu: %s oldalanként

source: Shortcodes & Widgets
hu_hu: Rövidkódok és widgetek

source: Controls the global pagination for the LD shortcodes as well as courseinfo widget. These can be overridden individually.
hu_hu: Az LD rövidkódok és a courseinfo widget globális lapozását szabályozza. Ezek egyenként felülírhatók.

# placeholder: Question
source: Backend %s Widget
hu_hu: Admin felületi %s widget

# Questions, quiz, question
source: Controls the pagination for the %1$s admin widget when editing a %2$s or %3$s.
hu_hu: %1$s admin widget lapozását szabályozza %2$s vagy %3$s szerkesztésekor.

source: REST API Settings
hu_hu: REST API beállítások

source: Control and customize the REST API endpoints.
hu_hu: A REST API végpontok vezérlése és testreszabása.

source: Enabled REST API Active Version
hu_hu: Engedélyezett REST API aktív verziója

source: Customize the LearnDash REST API namespace and endpoints. Leave text fields blank to revert to default.
hu_hu: Testreszabhatja a LearnDash REST API névterét és végpontjait. Hagyja üresen a szövegmezőket az alapértelmezés visszaállításához.

source: REST API must be enabled
hu_hu: A REST API-t engedélyezni kell

# placeholder: Course
source: %s Users
hu_hu: %s felhasználók

# placeholder: Course
source: %s Steps
hu_hu: %s lépések

# placeholder: Quiz
source: %s Form Entries
hu_hu: %s űrlapbejegyzések

# placeholder: Quiz
source: %s Statistics
hu_hu: %s statisztikák

# placeholder: Quiz, Questions
source: %1$s Statistics %2$s
hu_hu: %1$s statisztikák %2$s

# placeholder: Courses
source: User %s
hu_hu: Felhasználó %s

# placeholder: Groups
source: User %s
hu_hu: Felhasználó %s

# placeholder: Course
source: User %s Progress
hu_hu: Felhasználó %s előrehaladás

# placeholder: Quiz
source: User %s Attempts
hu_hu: Felhasználó %s próbálkozások

source: Progress Status
hu_hu: Előrehaladás állapota

source: Price Types
hu_hu: Ártípusok

# placeholder: Question
source: %s Types
hu_hu: %s típusok

source: V1 Endpoints
hu_hu: V1 végpontok

source: V2 Endpoints (Beta)
hu_hu: V2 végpontok (béta)

# Group Custom Post Type Options
source: %s Custom Post Type Options
hu_hu: %s egyedi bejegyzéstípus beállításai
