Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: Groups
source: shows a %s category dropdown.
hu_hu: megjelenít egy %s kategória legördülő menüt.

# placeholder: Group
source: %s Tag Settings
hu_hu: %s címke beállításai

# placeholder: Groups
source: shows %s with mentioned tag slug.
hu_hu: megjeleníti a megadott címke sluggal rendelkező %s-t.

# placeholder: Groups
source: shows %s with mentioned tag ID.
hu_hu: megjeleníti a megadott címke ID-vel rendelkező %s-t.

# placeholder: Groups
source: shows %s with mentioned WP Category slug.
hu_hu: megjeleníti a megadott WP kategória sluggal rendelkező %s-t.

# placeholder: Groups
source: shows %s with mentioned WP tag slug.
hu_hu: megjeleníti a megadott WP címke sluggal rendelkező %s-t.

# placeholder: Groups
source: shows %s with mentioned WP tag ID.
hu_hu: megjeleníti a megadott WP címke ID-vel rendelkező %s-t.

# placeholder: Groups
source: LearnDash User %s
hu_hu: LearnDash felhasználói %s

# placeholder: Groups
source: This block displays the list of %s users are assigned to as users or leaders.
hu_hu: Ez a blokk azon %s listáját jeleníti meg, amelyekhez a felhasználók tagként vagy vezetőként hozzá vannak rendelve.

# placeholder: Group
source: This block shows the content if the user is enrolled into the %s.
hu_hu: Ez a blokk a tartalmat jeleníti meg, ha a felhasználó be van iratkozva erre: %s.

# placeholder: Group
source: %s ID (required)
hu_hu: %s ID (kötelező)

# placeholder: Group
source: %s ID is required.
hu_hu: %s ID megadása kötelező.

source: LearnDash Payment Buttons
hu_hu: LearnDash fizetési gombok

# placeholder: Course
source: This block displays the %s payment buttons
hu_hu: Ez a blokk megjeleníti a %s fizetési gombjait.

source: Enter a User ID for preview.
hu_hu: Adjon meg egy felhasználói ID-t az előnézethez.

# placeholder: Course
source: LearnDash %s Content
hu_hu: LearnDash %s tartalom

# placeholder: Course
source: This block displays the %s Content table.
hu_hu: Ez a blokk megjeleníti a %s tartalomtáblázatot.

# placeholders: Course, Course
source: Enter single Step ID. Leave blank if used within a %1$s or 0 to always show %2$s content table.
hu_hu: Adjon meg egyetlen lépés ID-t. Hagyja üresen, ha %1$s-en belül használja, vagy adjon meg 0-t a(z) %2$s tartalomtáblázat állandó megjelenítéséhez.

source: Items per page
hu_hu: Elemek oldalanként

# placeholder: Course
source: LearnDash %s Expire Status
hu_hu: LearnDash %s lejárati állapot

# placeholders: Course
source: This block displays the user %s access expire date.
hu_hu: Ez a blokk megjeleníti a felhasználó %s hozzáférésének lejárati dátumát.

source: Label Before Expire
hu_hu: Címke lejárat előtt

source: Label After Expire
hu_hu: Címke lejárat után

source: LearnDash Certificate
hu_hu: LearnDash tanúsítvány

# placeholders: Course, Group, Quiz
source: Require if not used within a %1$s, %2$s, or %3$s. Or to override default display.
hu_hu: Kötelező, ha nem %1$s, %2$s vagy %3$s-en belül használja. Vagy az alapértelmezett megjelenítés felülbírálásához.

# placeholder: Course
source: Enter single %s ID.
hu_hu: Adjon meg egyetlen %s ID-t.

# placeholder: Group
source: Enter single %s ID.
hu_hu: Adjon meg egyetlen %s ID-t.

# placeholder: Quiz
source: Enter single %s ID.
hu_hu: Adjon meg egyetlen %s ID-t.

# placeholders: Course, Quiz, Course
source: Enter single %1$s ID. Required if %2$s is within a %3$s
hu_hu: Adjon meg egyetlen %1$s ID-t. Kötelező, ha a %2$s egy %3$s-en belül van.

source: Displayed as
hu_hu: Megjelenítés módja

source: Display as Button or Banner
hu_hu: Megjelenítés gombként vagy bannerként

# placeholder: Quiz
source: LearnDash %s Complete
hu_hu: LearnDash %s befejezve

# placeholder: Quiz
source: This block shows the content if the user has completed the %s.
hu_hu: Ez a blokk a tartalmat jeleníti meg, ha a felhasználó befejezte a %s-t.

# placeholders: Quiz, Quiz
source: Enter single %1$s ID. Leave blank if used within a %2$s.
hu_hu: Adjon meg egyetlen %1$s ID-t. Hagyja üresen, ha %2$s-en belül használja.

# placeholders: Quiz, Quiz
source: %1$s ID is required when not used within a %2$s.
hu_hu: %1$s ID szükséges, ha nem %2$s-en belül használja.

# placeholder: Course
source: LearnDash %s Info [courseinfo]
hu_hu: LearnDash %s információk [courseinfo]

# placeholder: Course
source: This block displays %s related information
hu_hu: Ez a blokk a(z) %s-hez kapcsolódó információkat jeleníti meg

# placeholder: Course
source: %s Enrolled On (date)
hu_hu: %s beiratkozásának időpontja (dátum)

# placeholder: Quizzes
source: Possible Aggregate %s Total Points
hu_hu: Lehetséges összesített %s összpontszám

# placeholders: Course, Course
source: Enter single %1$s ID. Leave blank if used within a %2$s or certificate.
hu_hu: Adjon meg egyetlen %1$s azonosítót. Hagyja üresen, ha egy %2$s-ben vagy tanúsítványban használja.

source: This can be used to change the date format. Default: "F j, Y, g:i a.
hu_hu: Ez használható a dátumformátum megváltoztatására. Alapértelmezett: "F j, Y, g:i a."

# placeholder: Quiz
source: LearnDash %s Info [quizinfo]
hu_hu: LearnDash %s információk [quizinfo]

# placeholder: Quiz
source: This block displays %s related information
hu_hu: Ez a blokk a(z) %s-hez kapcsolódó információkat jeleníti meg

# placeholder: Quiz
source: %s Score
hu_hu: %s pontszám

# placeholder: Quiz
source: %s Count
hu_hu: %s száma

# placeholder: Quiz
source: %s Pass
hu_hu: %s megfelelt

# placeholder: Quiz
source: %s Timestamp
hu_hu: %s időbélyeg

# placeholder: Quiz
source: %s Points
hu_hu: %s pont

# placeholder: Quiz
source: %s Total Points
hu_hu: %s összpontszám

# placeholder: Quiz
source: %s Percentage
hu_hu: %s százalék

# placeholder: Quiz
source: %s Time Spent
hu_hu: %s eltöltött idő

# placeholder: Quiz
source: %s Form Field
hu_hu: %s űrlapmező

# placeholder: Quiz
source: The Field ID is shown on the %s Custom Fields table.
hu_hu: A mező azonosítója a(z) %s Egyéni mezők táblázatban látható.

source: This can be used to change the date format. Default: F j, Y, g:i a.
hu_hu: Ez használható a dátumformátum megváltoztatására. Alapértelmezett: F j, Y, g:i a.

# placeholders: Quiz, Quiz
source: Enter a single %1$s ID. Leave blank if used within a %2$s or Certificate.
hu_hu: Adjon meg egyetlen %1$s azonosítót. Hagyja üresen, ha egy %2$s-ben vagy tanúsítványban használja.

# placeholder: Quiz
source: Enter a single User ID. Leave blank if used within a %s or Certificate.
hu_hu: Adjon meg egyetlen felhasználóazonosítót. Hagyja üresen, ha egy %s-ben vagy tanúsítványban használja.

# placeholder: Quiz
source: Single %s attempt timestamp. See WP user profile "#" link on attempt row. Leave blank to use latest attempt or within a Certificate.
hu_hu: Egyetlen %s kísérlet időbélyege. Lásd a WP felhasználói profil "#" hivatkozását a kísérlet sorában. Hagyja üresen a legutóbbi kísérlet használatához vagy ha tanúsítványban használja.

# placeholder: Group
source: LearnDash %s Info [groupinfo]
hu_hu: LearnDash %s információk [groupinfo]

# placeholder: Group
source: This block displays %s related information
hu_hu: Ez a blokk a(z) %s-hez kapcsolódó információkat jeleníti meg

# placeholders: Group, Courses
source: %1$s %2$s Count
hu_hu: %1$s %2$s száma

# placeholder: Group
source: %s Enrolled On (date)
hu_hu: %s beiratkozásának időpontja (dátum)

source: LearnDash User meta
hu_hu: LearnDash felhasználói meta

source: This block displays User meta field
hu_hu: Ez a blokk felhasználói metamezőt jelenít meg

source: LearnDash Registration
hu_hu: LearnDash regisztráció

source: Shows the registration form
hu_hu: Megjeleníti a regisztrációs űrlapot

source: Styling
hu_hu: Stílus

source: LearnDash Infobar
hu_hu: LearnDash információs sáv

source: This block displays an Infobar for a specific LearnDash related post.
hu_hu: Ez a blokk egy információs sávot jelenít meg egy adott LearnDash-hez kapcsolódó bejegyzéshez.

# placeholders: Course, Group
source: Require if not used within a %1$s or %2$s. Or to override default display.
hu_hu: Szükséges, ha nem egy %1$s-ben vagy %2$s-ben használja. Vagy az alapértelmezett megjelenítés felülírásához.

# placeholders: Course, Course
source: Enter single Step ID. Leave blank if used within a %1$s step.
hu_hu: Adjon meg egyetlen lépésazonosítót. Hagyja üresen, ha egy %1$s lépésen belül használja.

source: This block displays the materials for a specific LearnDash related post.
hu_hu: Ez a blokk megjeleníti az anyagokat egy adott LearnDash-hez kapcsolódó bejegyzéshez.

source: Whether to format materials content using wpautop.
hu_hu: Formázza-e az anyagok tartalmát wpautop használatával.

source: This block displays information of enrolled courses and their progress for a user. Defaults to current logged in user if no ID specified.
hu_hu: Ez a blokk a felhasználóhoz beiratkozott kurzusok és azok előrehaladásának adatait jeleníti meg. Ha nincs megadva azonosító, alapértelmezetten az aktuálisan bejelentkezett felhasználót használja.

source: Courses per page
hu_hu: Kurzusok oldalanként

# placeholder: Course
source: LearnDash %s Navigation
hu_hu: LearnDash %s navigáció

# placeholder: Course
source: This block displays the %s Navigation.
hu_hu: Ez a blokk a %s navigációt jeleníti meg.

# placeholder: Course
source: Enter single Step ID. Leave blank if used within a %s.
hu_hu: Adjon meg egyetlen lépésazonosítót. Hagyja üresen, ha egy %s-ben használja.

source: Enter a Step ID to test preview
hu_hu: Adjon meg egy lépésazonosítót az előnézet teszteléséhez

source: LearnDash Reset Password
hu_hu: LearnDash jelszó-visszaállítás

source: Shows the reset password form
hu_hu: Megjeleníti a jelszó-visszaállító űrlapot

source: Sets the width of the reset password form.
hu_hu: Beállítja a jelszó-visszaállító űrlap szélességét.

# placeholder: Create a Challenge Exam
source: Create a %s
hu_hu: Hozzon létre egy %s-t

source: Single
hu_hu: Egyetlen

source: The Question is empty.
hu_hu: A kérdés üres.

# placeholder: Question type
source: %s type
hu_hu: %s típus

# placeholder: Challenge Exam Question
source: %s Question
hu_hu: %s kérdés

# placeholder: Create a question for your Challenge Exam
source: Create a question for your %s
hu_hu: Hozzon létre egy kérdést a(z) %s-hez

source: Add Answer
hu_hu: Válasz hozzáadása

source: Answer is missing.
hu_hu: Hiányzik a válasz.

source: Required correct answer is missing.
hu_hu: Hiányzik a kötelező helyes válasz.

# placeholder: Challenge Exam Question Answers
source: %s Question Answers
hu_hu: %s kérdés válaszai

source: Incorrect answer message
hu_hu: Helytelen válasz üzenete

source: Add a message for incorrect answer (Optional)
hu_hu: Adjon meg egy üzenetet helytelen válasz esetén (opcionális)

source: Incorrect Answer Message
hu_hu: Helytelen válasz üzenete

source: Correct answer message
hu_hu: Helyes válasz üzenete

source: Add a message for correct answer (Optional)
hu_hu: Adjon meg egy üzenetet helyes válasz esetén (opcionális)

source: Correct Answer Message
hu_hu: Helyes válasz üzenete

source: Question Notes
hu_hu: Kérdés jegyzetei

# placeholder: Write a description for the Challenge Exam question
source: Write a description for the %s question.
hu_hu: Írjon leírást a(z) %s kérdéshez.

source: Add a Description or type '/' to choose a block (Optional)
hu_hu: Adjon meg leírást, vagy írja be a '/' jelet egy blokk kiválasztásához (opcionális)

source: Status: %s
hu_hu: Állapot: %s

source: Verify License Number & Email
hu_hu: Licencszám és e-mail ellenőrzése

source: You can also find them listed
hu_hu: Ezeket is megtalálja felsorolva

source: License Key
hu_hu: Licenckulcs

source: Sign out
hu_hu: Kijelentkezés

source: Last check at %s.
hu_hu: Utolsó ellenőrzés ekkor: %s.

source: Refresh Now.
hu_hu: Frissítés most.

source: Update %s
hu_hu: %s frissítése

source: Your current LearnDash version is not compatible with this plugin
hu_hu: A jelenlegi LearnDash verziója nem kompatibilis ezzel a bővítménnyel

source: Activate %s
hu_hu: %s aktiválása

source: Deactivate %s
hu_hu: %s deaktiválása

source: Delete %s
hu_hu: %s törlése

source: Install %s
hu_hu: %s telepítése

source: Bulk Action
hu_hu: Csoportos művelet

source: Team members management
hu_hu: Csapattagok kezelése

source: By default, this plugin allows all WP admins to access the license and add-ons management. You can change it here.
hu_hu: Alapértelmezés szerint ez a bővítmény minden WP adminnak hozzáférést ad a licenc- és kiegészítők kezeléséhez. Ezt itt módosíthatja.

source: Add
hu_hu: Hozzáadás

source: Add all admins
hu_hu: Összes admin hozzáadása

source: Displays the filter tools for LearnDash Reports.
hu_hu: Megjeleníti a LearnDash jelentések szűrőeszközeit.

source: This Block requires one or more of the following other Blocks to be placed on the same page:
hu_hu: Ez a blokk megköveteli, hogy az alábbi blokkok közül egy vagy több ugyanarra az oldalra kerüljön:

source: LearnDash Activity Report
hu_hu: LearnDash aktivitási jelentés

source: Toggle the Preview setting in the sidebar to see the %s in the editor.
hu_hu: Kapcsolja be az Előnézet beállítást az oldalsávban, hogy lássa a(z) %s-t a szerkesztőben.

source: Displays the LearnDash course and quiz activity of your users.
hu_hu: Megjeleníti a felhasználók LearnDash kurzus- és kvíztevékenységét.

source: Filter %s
hu_hu: %s szűrése

source: Type to search for a %s...
hu_hu: Írjon be valamit egy %s kereséséhez...

source: Type to search for a User...
hu_hu: Írjon be valamit egy felhasználó kereséséhez...

source: Filter %s Status
hu_hu: %s állapotának szűrése

source: All Statuses
hu_hu: Minden állapot

source: Per Page
hu_hu: Oldalanként

source: Use this block to place a link on the page for the full LearnDash Report.
hu_hu: Használja ezt a blokkot a teljes LearnDash jelentésre mutató hivatkozás elhelyezéséhez az oldalon.

source: Show LearnDash Reports Full Page
hu_hu: LearnDash jelentések teljes oldal megjelenítése

source: To change the link's text, click on it in the editor and change it to your preference.
hu_hu: A hivatkozás szövegének módosításához kattintson rá a szerkesztőben, és módosítsa tetszés szerint.

source: Displays the four overview widgets from LearnDash reports; Total Students, Courses, Assignments Pending, Essays Pending.
hu_hu: Megjeleníti a LearnDash jelentések négy áttekintő widgetjét: összes hallgató, kurzusok, függőben lévő beadandók, függőben lévő esszék.

source: Displays user progress; not started, in progress, and categories of percent complete.
hu_hu: Megjeleníti a felhasználói előrehaladást: nem kezdte el, folyamatban, és a teljesítés százalékos kategóriái.

source: Stacked
hu_hu: Egymás alatt

source: Side by Side
hu_hu: Egymás mellett

source: Displays the LearnDash Reporting information for User and Progress.
hu_hu: Megjeleníti a LearnDash jelentési információit a felhasználóról és az előrehaladásról.

source: Set Up %s
hu_hu: A(z) %s beállítása

source: Let’s configure %1$s. In no time at all your %1$s will be helping your students with their coursework and understanding complex subjects.
hu_hu: Állítsuk be a(z) %1$s-t. Pillanatokon belül a(z) %1$s segíteni fog a diákoknak a tanulmányaikban és az összetett témák megértésében.

source: You already have set up your OpenAI API key. If you want to change it, please delete the current key and paste in the new one.
hu_hu: Már beállította az OpenAI API-kulcsát. Ha meg szeretné változtatni, törölje a jelenlegi kulcsot, és illessze be az újat.

source: Paste in your OpenAI API key to make use of %s.
hu_hu: Illessze be az OpenAI API-kulcsát a(z) %s használatához.

source: %s OpenAI API Key Tutorial Video
hu_hu: %s OpenAI API-kulcs oktatóvideó

source: Global Configuration
hu_hu: Globális beállítások

source: Here you can configure how %1$s works globally. You can override these settings on a per %2$s level later on.
hu_hu: Itt beállíthatja, hogyan működik a(z) %1$s globálisan. Ezeket a beállításokat később a(z) %2$s szintjén felülírhatja.

source: Pre-configured list of banned words that the student can’t ask the %1$s without the %1$s returning an error, separated by comma.
hu_hu: Előre beállított tiltott szavak listája (vesszővel elválasztva); ha a diák ezeket használja, a(z) %1$s hibát ad vissza.

source: Enter in custom error message when the student asks a banned word. Leave blank to use the default error message.
hu_hu: Adjon meg egy egyéni hibaüzenetet arra az esetre, ha a diák tiltott szót kérdez. Hagyja üresen az alapértelmezett hibaüzenet használatához.

source: Create your first %s.
hu_hu: Hozza létre az első %s-t.

source: Name of your %s persona.
hu_hu: A(z) %s persona neve.

source: Upload an avatar image for your %s persona.
hu_hu: Töltsön fel egy avatar képet a(z) %s personához.

source: Custom Instructions
hu_hu: Egyéni utasítások

source: Enter in your custom instructors of how your %s should interact with students. For example you can provide instructions like “Don’t tell the student the specific answer. Instead just help them understand the subject”.
hu_hu: Adja meg az egyéni utasításokat arra, hogyan lépjen kapcsolatba a(z) %s a diákokkal. Például adhat ilyen utasításokat: “Ne mondja meg a diáknak a konkrét választ. Inkább csak segítse a téma megértésében”.

source: Apply to all %s
hu_hu: Alkalmazás az összes %s-re

source: Associated %1$s for the %2$s.
hu_hu: Kapcsolódó %1$s a(z) %2$s esetén.

source: Finished
hu_hu: Kész

source: Set up
hu_hu: Beállítás

source: Literally the sound of countless product devs screaming into the void
hu_hu: Szó szerint megszámlálhatatlan termékfejlesztő sikoltása a semmibe

source: by Green Neat+
hu_hu: Green Neat+ által

source: pop-up
hu_hu: felugró ablak

source: modal
hu_hu: modális

source: dialog window
hu_hu: párbeszédablak

source: alert
hu_hu: figyelmeztetés

source: box
hu_hu: doboz

source: notification
hu_hu: értesítés

source: audio chime
hu_hu: hangjelzés

source: interactive element
hu_hu: interaktív elem

source: trigger
hu_hu: kiváltó

source: this & a close x that is 17 font sizes too small
hu_hu: ez és egy bezáró x, ami 17 betűmérettel túl kicsi

source: that repositions itself on hover
hu_hu: ami az egér fölévitelekor áthelyezi magát

source: Rhombus
hu_hu: Rombusz

source: and has a bad z-index so it's behind transparent things randomly
hu_hu: és rossz a z-indexe, ezért véletlenszerűen átlátszó elemek mögé kerül

source: a container for all your lost hopes and dreams
hu_hu: egy tároló az összes elveszett reményed és álmod számára

source: that can never be reopened once dismissed, which only happens accidentally
hu_hu: amit elvetés után soha többé nem lehet újranyitni, és ez is csak véletlenül történik meg

source: Subscriptions Name Pagination
hu_hu: Előfizetések neve lapozás

source: %s Previous
hu_hu: %s Előző

source: Next %s
hu_hu: Következő %s

source: Error loading page. Please try again.
hu_hu: Hiba az oldal betöltésekor. Kérjük, próbálja újra.

source: Unable to generate a signup link
hu_hu: Nem sikerült regisztrációs hivatkozást létrehozni

source: An error occurred while connecting your PayPal account. Try updating your settings and try again.
hu_hu: Hiba történt a PayPal-fiók csatlakoztatása közben. Próbálja frissíteni a beállításait, majd próbálja újra.

source: Unsaved changes
hu_hu: Nem mentett módosítások

source: Before you can connect your PayPal account, you need to save your settings.
hu_hu: Mielőtt csatlakoztatná a PayPal-fiókját, mentenie kell a beállításait.

source: Are you sure?
hu_hu: Biztos benne?

source: Disconnecting your PayPal account will prevent you from offering PayPal at the checkout on your website. Do you wish to continue?
hu_hu: A PayPal-fiók leválasztása megakadályozza, hogy a webhelye pénztáránál PayPalt kínáljon. Folytatja?

source: Disconnect
hu_hu: Leválasztás

source: This action will refresh the PayPal Checkout connection and webhooks.
hu_hu: Ez a művelet frissíti a PayPal Checkout kapcsolatot és a webhookokat.

source: Reconnect
hu_hu: Újracsatlakozás

source: Unable to reconnect
hu_hu: Nem sikerült újracsatlakozni

source: An error occurred while reconnecting your PayPal account. Try updating your settings and try again.
hu_hu: Hiba történt a PayPal-fiók újracsatlakoztatása közben. Próbálja frissíteni a beállításait, majd próbálja újra.

source: Grabbed %s
hu_hu: Megragadva %s

source: Dropped %s
hu_hu: Elengedve %s

source: List has been reordered, %1$s is now item %2$d of %3$d
hu_hu: A lista át lett rendezve, a(z) %1$s most a(z) %2$d. elem a(z) %3$d közül

source: Reorder cancelled
hu_hu: Átrendezés megszakítva

source: An invalid card was provided. Please review the card details and try again.
hu_hu: Érvénytelen kártyát adtak meg. Ellenőrizze a kártyaadatokat, majd próbálja újra.

source: The card vendor is not supported.
hu_hu: A kártyakibocsátó nem támogatott.

source: Please enter a valid card holder name.
hu_hu: Adjon meg érvényes kártyatulajdonos-nevet.

source: Please enter a valid card number.
hu_hu: Adjon meg érvényes kártyaszámot.

source: Please enter a valid card expiry date.
hu_hu: Adjon meg érvényes lejárati dátumot.

source: Please enter a valid card security code.
hu_hu: Adjon meg érvényes biztonsági kódot.

source: Please enter a valid billing address.
hu_hu: Adjon meg érvényes számlázási címet.

source: Please enter a valid postal/zip code.
hu_hu: Adjon meg érvényes irányítószámot.

source: Please select a country.
hu_hu: Válasszon országot.

source: Processing request…
hu_hu: Kérelem feldolgozása…

source: Redirecting…
hu_hu: Átirányítás…

source: Save New Card
hu_hu: Új kártya mentése

source: Saving card…
hu_hu: Kártya mentése…

source: Processing…
hu_hu: Feldolgozás…

source: Processing payment…
hu_hu: Fizetés feldolgozása…

source: %1$s's %2$s ***%3$s (%4$s)
hu_hu: %1$s %2$s ***%3$s (%4$s)

source: Add new card
hu_hu: Új kártya hozzáadása

source: An error occurred while processing the payment.
hu_hu: Hiba történt a fizetés feldolgozása közben.

source: Your payment method will be saved and used for future payments.
hu_hu: A fizetési mód mentésre kerül, és a jövőbeni fizetéseknél kerül felhasználásra.

source: Your payment has been received!
hu_hu: A fizetését megkaptuk!

source: Payment Type: %s
hu_hu: Fizetés típusa: %s

source: Transaction ID: %s
hu_hu: Tranzakcióazonosító: %s

source: Before removing this card, please ensure there are no active subscriptions linked to it.
hu_hu: A kártya eltávolítása előtt győződjön meg róla, hogy nincsenek hozzá kapcsolódó aktív előfizetések.

source: If a subscription does not have a saved payment method, it will be canceled, and access to %s content will end after the current billing cycle. To regain access after that, you will need to re-enroll in the subscription.
hu_hu: Ha egy előfizetéshez nincs mentett fizetési mód, az előfizetés megszűnik, és a(z) %s tartalomhoz való hozzáférés a jelenlegi számlázási ciklus után véget ér. A későbbi hozzáféréshez újra fel kell iratkoznia az előfizetésre.

source: Remove Saved Card
hu_hu: Mentett kártya eltávolítása

source: Add New Credit/Debit Card
hu_hu: Új hitel-/betéti kártya hozzáadása

source: Failed to load form. Please try again.
hu_hu: Nem sikerült betölteni az űrlapot. Kérjük, próbálja újra.

source: Network error occurred.
hu_hu: Hálózati hiba történt.

source: Failed to remove card.
hu_hu: Nem sikerült eltávolítani a kártyát.

source: Removing…
hu_hu: Eltávolítás…

source: Close dialog
hu_hu: Párbeszédablak bezárása

source: Alert
hu_hu: Figyelmeztetés

source: Confirm
hu_hu: Megerősítés
