Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholders: course
source: This shortcode shows the content if the user has completed the %s. The shortcode can be used on any page or widget area.
hu_hu: Ez a shortcode akkor jeleníti meg a tartalmat, ha a felhasználó teljesítette a %s elemet. A shortcode bármely oldalra vagy widgetterületre helyezhető.

source: Message shown to user
hu_hu: Felhasználónak megjelenített üzenet

source: Auto Paragraph
hu_hu: Automatikus bekezdés

source: Format shortcode content into proper paragraphs.
hu_hu: A shortcode tartalmának megfelelő bekezdésekre formázása.

source: Yes (default)
hu_hu: Igen (alapértelmezett)

# placeholders: Course, lesson, topics, quizzes
source: This shortcode displays the %1$s Content table (%2$s, %3$s, and %4$s) when inserted on a page or post.
hu_hu: Ez a shortcode a %1$s tartalomjegyzéket jeleníti meg (%2$s, %3$s és %4$s), ha egy oldalra vagy bejegyzésbe illesztik.

source: Display Type
hu_hu: Megjelenítés típusa

source: Select a Display Type
hu_hu: Válasszon megjelenítési típust

# placeholders: Course
source: Enter single %s ID
hu_hu: Adjon meg egyetlen %s azonosítót

# placeholders: Course
source: Enter single Step ID. Leave blank if used within a %s.
hu_hu: Adjon meg egyetlen lépésazonosítót. Hagyja üresen, ha egy %s részeként használja.

# placeholder: Group
source: %s ID
hu_hu: %s azonosító

# placeholders: Group
source: Enter single %s ID
hu_hu: Adjon meg egyetlen %s azonosítót

source: Items Per Page
hu_hu: Elemek oldalanként

source: Leave empty for default or 0 to show all items.
hu_hu: Hagyja üresen az alapértelmezettért, vagy 0 az összes elem megjelenítéséhez.

# placeholder: Course
source: %s In Progress
hu_hu: %s folyamatban

# placeholders: course
source: This shortcode shows the content if the user has started but not completed the %s. The shortcode can be used on <strong>any</strong> page or widget area.
hu_hu: Ez a shortcode akkor jeleníti meg a tartalmat, ha a felhasználó elkezdte, de még nem fejezte be a %s elemet. A shortcode <strong>bármely</strong> oldalra vagy widgetterületre helyezhető.

# placeholder: Course
source: %s Not Started
hu_hu: %s nem kezdődött el

# placeholders: course
source: This shortcode shows the content if the user has access to the %s but not yet started. The shortcode can be used on <strong>any</strong> page or widget area.
hu_hu: Ez a shortcode akkor jeleníti meg a tartalmat, ha a felhasználónak van hozzáférése a %s elemhez, de még nem kezdte el. A shortcode <strong>bármely</strong> oldalra vagy widgetterületre helyezhető.

# placeholder: Group
source: %s Info
hu_hu: %s információ

# placeholder: group
source: This shortcode displays %1$s related information.
hu_hu: Ez a shortcode %1$s kapcsolódó információkat jelenít meg.

source: This parameter determines the information to be shown by the shortcode.
hu_hu: Ez a paraméter határozza meg, milyen információkat jelenítsen meg a shortcode.

# placeholder: Group
source: %s Title
hu_hu: %s cím

# placeholder: Group
source: %s Enrolled Users Count
hu_hu: %s beiratkozott felhasználóinak száma

# placeholder: Group, Courses
source: %1$s %2$s Count
hu_hu: %1$s %2$s száma

# placeholder: Group
source: User %s Status
hu_hu: Felhasználó %s állapota

# placeholder: Group
source: Enrolled On (date)
hu_hu: Beiratkozás ekkor (dátum)

# placeholder: Group
source: %s Completed On (date)
hu_hu: %s befejezve ekkor (dátum)

# placeholder: Group
source: %s Completed Percentage
hu_hu: %s teljesítési százalék

# placeholders: Group
source: Enter single %s ID.
hu_hu: Adjon meg egyetlen %s azonosítót.

source: This shortcode shows a Certificate download link.
hu_hu: Ez a shortcode tanúsítvány-letöltési hivatkozást jelenít meg.

# placeholders: Quiz, Quiz
source: Enter single %1$s ID. Leave blank for current %2$s.
hu_hu: Adjon meg egyetlen %1$s azonosítót. Hagyja üresen az aktuális %2$s esetén.

# placeholders: Group, Group
source: Enter single %1$s ID. Leave blank for current %2$s.
hu_hu: Adjon meg egyetlen %1$s azonosítót. Hagyja üresen az aktuális %2$s esetén.

source: Display as
hu_hu: Megjelenítés módja

source: Button
hu_hu: Gomb

# placeholders: Course, Group
source: Banner (%1$s or %2$s only)
hu_hu: Banner (csak %1$s vagy %2$s)

source: Label for link shown to user
hu_hu: Felhasználónak megjelenített hivatkozás címkéje

source: HTML Class
hu_hu: HTML osztály

source: HTML class for link element
hu_hu: HTML-osztály a hivatkozás elemhez

source: Context
hu_hu: Kontextus

source: User defined value to be passed into shortcode handler
hu_hu: Felhasználó által megadott érték, amely a shortcode-kezelőnek átadásra kerül

source: Callback
hu_hu: Visszahívás

source: Custom callback function to be used instead of default output
hu_hu: Egyéni visszahívási függvény az alapértelmezett kimenet helyett

# placeholder: Course
source: %s Expire Status
hu_hu: %s lejárati állapot

# placeholders: course
source: This shortcode displays the user %s access expire date.
hu_hu: Ez a shortcode megjeleníti a felhasználó %s hozzáférésének lejárati dátumát.

source: Label before
hu_hu: Címke előtag

source: The label prefix shown before the access expires
hu_hu: A hozzáférés lejárta előtt megjelenő címke előtagja

source: Label after
hu_hu: Címke utótag

source: The label prefix shown after access has expired
hu_hu: A hozzáférés lejárta után megjelenő címke előtagja

# placeholders: Course
source: Enter single %s ID.
hu_hu: Adjon meg egyetlen %s azonosítót.

# placeholder: Course
source: LD %s Info
hu_hu: LD %s információ

# placeholder: courses
source: This shortcode shows the %s and progress for the user.
hu_hu: Ez a shortcode megjeleníti a %s elemet és a felhasználó előrehaladását.

# placeholder: Course
source: Show %s Thumbnail
hu_hu: %s bélyegkép megjelenítése

# placeholder: course
source: shows a %s thumbnail.
hu_hu: megjelenít egy %s bélyegképet.

source: Registered per page
hu_hu: Regisztráltak oldalanként

# placeholders: courses, default per page
source: Registered %1$s per page. Default is %2$d. Set to zero for all.
hu_hu: Regisztrált %1$s oldalanként. Alapértelmezett: %2$d. Állítsa nullára az összeshez.

source: Registered order by
hu_hu: Regisztráltak rendezése

source: See <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters">the full list of available orderby options here.</a>
hu_hu: Lásd <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters">az elérhető rendezési lehetőségek teljes listáját itt.</a>

source: Title (default) - Order by post title
hu_hu: Cím (alapértelmezett) - Rendezés a bejegyzés címe szerint

source: ID - Order by post id
hu_hu: ID - Rendezés bejegyzés-ID szerint

source: Date - Order by post date
hu_hu: Dátum - Rendezés a bejegyzés dátuma szerint

source: Menu - Order by Page Order Value
hu_hu: Menü - Rendezés az oldal sorrendértéke szerint

source: Progress Order
hu_hu: Előrehaladás szerinti sorrend

# placeholder: Courses
source: Order of %s displayed
hu_hu: Megjelenített %s sorrendje

source: ASC (default) - lowest to highest values
hu_hu: Növekvő (alapértelmezett) - legalacsonyabbtól a legmagasabb értékekig

source: DESC - highest to lowest values
hu_hu: Csökkenő - legmagasabbtól a legalacsonyabb értékekig

# placeholder: Courses
source: %s per page
hu_hu: %s oldalanként

# placeholders: Courses, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
hu_hu: %1$s oldalanként. Alapértelmezett: %2$d. Állítsa nullára az összeshez.

# placeholder: Courses
source: %s order by
hu_hu: %s rendezése

# placeholder: Courses
source: %s Order
hu_hu: %s sorrend

# placeholder: Quizzes
source: %s per page
hu_hu: %s oldalanként

# placeholders: Quizzes, default per page
source: %1$s per page. Default is %1$d. Set to zero for all.
hu_hu: %1$s oldalanként. Alapértelmezett: %1$d. Állítsa nullára az összeshez.

# placeholder: Quizzes
source: %s order by
hu_hu: %s rendezése

source: See <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters">the full list of available orderby options here</a>.
hu_hu: Lásd <a target="_blank" href="https://codex.wordpress.org/Class_Reference/WP_Query#Order_.26_Orderby_Parameters">a rendelkezésre álló orderby beállítások teljes listáját itt</a>.

source: Date Taken (default) - Order by date taken
hu_hu: Felvétel dátuma (alapértelmezett) - Rendezés a felvétel dátuma szerint

source: Title - Order by post title
hu_hu: Cím - Rendezés a bejegyzés címe szerint

# placeholder: Quizzes
source: %s Order
hu_hu: %s sorrendje

# placeholder: Quizzes
source: Order of %s displayed.
hu_hu: A megjelenített %s sorrendje.

source: DESC (default) - highest to lowest values
hu_hu: DESC (alapértelmezett) - legnagyobbtól a legkisebb értékekig

source: ASC - lowest to highest values
hu_hu: ASC - a legkisebbtől a legnagyobbig

# placeholder: Course
source: %s List
hu_hu: %s lista

# placeholders: courses, courses (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you do not want to use the default <code>/%2$s/</code> page.
hu_hu: Ez a rövidkód a(z) %1$s listáját jeleníti meg. Ezt a rövidkódot bármely oldalon használhatja, ha nem kívánja az alapértelmezett <code>/%2$s/</code> oldalt használni.

source: ID - Order by post id. (default)
hu_hu: ID - Rendezés a bejegyzés ID-je szerint. (alapértelmezett)

source: DESC - highest to lowest values (default)
hu_hu: DESC - legnagyobbtól a legkisebb értékekig (alapértelmezett)

# placeholder: Courses
source: %s Per Page
hu_hu: %s oldalanként

# placeholders: courses, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
hu_hu: %1$s oldalanként. Alapértelmezett: %2$d. Állítsa 0-ra az összeshez.

# placeholder: Course Access Mode(s)
source: %s Access Mode(s)
hu_hu: %s hozzáférési mód(ok)

# placeholder: courses
source: Filter %s by access mode(s), Ctrl+click to deselect selected items.
hu_hu: %s szűrése hozzáférési mód(ok) szerint, a kijelölt elemek kijelölésének megszüntetéséhez Ctrl+kattintás.

# placeholder: Courses
source: My %s
hu_hu: Saját %s

# placeholders: courses
source: show current user's %s.
hu_hu: az aktuális felhasználó %s-ét jeleníti meg.

# placeholders: courses
source: Show All %s (default)
hu_hu: Összes %s megjelenítése (alapértelmezett)

# placeholders: courses
source: Show Enrolled %s only
hu_hu: Csak a beiratkozott %s megjelenítése

# placeholders: courses
source: Show not-Enrolled %s only
hu_hu: Csak a nem beiratkozott %s megjelenítése

# placeholder: Course
source: All %s Status
hu_hu: Összes %s állapot

# placeholders: courses
source: Filter %s by status, Ctrl+click to deselect selected items.
hu_hu: %s szűrése állapot szerint, a kijelölt elemek kijelölésének megszüntetéséhez Ctrl+kattintás.

# placeholder: Course
source: Show %s Content
hu_hu: %s tartalmának megjelenítése

# placeholder: course
source: shows %s content.
hu_hu: %s tartalmát jeleníti meg.

source: Columns
hu_hu: Oszlopok

# placeholder: course
source: number of columns to show when using %s grid addon
hu_hu: az oszlopok száma a %s rács kiegészítő használatakor

# placeholder: Course
source: %s Category Slug
hu_hu: %s kategória slug

# placeholder: courses
source: shows %s with mentioned category slug.
hu_hu: a megadott kategória sluggal rendelkező %s-t jeleníti meg.

# placeholder: Course
source: %s Category ID
hu_hu: %s kategória ID

# placeholder: courses
source: shows %s with mentioned category id.
hu_hu: a megadott kategória ID-vel rendelkező %s-t jeleníti meg.

# placeholder: Course
source: %s Category Selector
hu_hu: %s kategóriaválasztó

# placeholder: course
source: shows a %s category dropdown.
hu_hu: egy %s kategória legördülő listát jelenít meg.

# placeholder: Course
source: %s Tag Slug
hu_hu: %s címke slug

# placeholder: courses
source: shows %s with mentioned tag slug.
hu_hu: a megadott címke sluggal rendelkező %s-t jeleníti meg.

# placeholder: Course
source: %s Tag ID
hu_hu: %s címke ID

# placeholder: courses
source: shows %s with mentioned tag id.
hu_hu: a megadott címke ID-vel rendelkező %s-t jeleníti meg.

source: WP Category Slug
hu_hu: WP kategória slug

# placeholder: courses
source: shows %s with mentioned WP category slug.
hu_hu: a megadott WP kategória sluggal rendelkező %s-t jeleníti meg.

source: WP Category ID
hu_hu: WP kategória ID

# placeholder: courses
source: shows %s with mentioned WP category id.
hu_hu: a megadott WP kategória ID-vel rendelkező %s-t jeleníti meg.

source: WP Category Selector
hu_hu: WP kategóriaválasztó

source: shows a WP category dropdown.
hu_hu: egy WP kategória legördülő listát jelenít meg.

source: WP Tag Slug
hu_hu: WP címke slug

# placeholder: courses
source: shows %s with mentioned WP tag slug.
hu_hu: a megadott WP címke sluggal rendelkező %s-t jeleníti meg.

source: WP Tag ID
hu_hu: WP címke ID

# placeholder: courses
source: shows %s with mentioned WP tag id.
hu_hu: a megadott WP címke ID-vel rendelkező %s-t jeleníti meg.

# placeholders: Course
source: %s Resume
hu_hu: %s folytatása

# placeholders: Course
source: Return to %s link/button.
hu_hu: Vissza a(z) %s-hoz/-hez mutató hivatkozás/gomb.

# placeholder: Course
source: Resume %s
hu_hu: A(z) %s folytatása

source: Show as button
hu_hu: Megjelenítés gombként

source: shows as button content.
hu_hu: gombként jeleníti meg a tartalmat.

# placeholder: group
source: This shortcode shows the content if the user is enrolled in a specific %s.
hu_hu: Ez a rövidkód megjeleníti a tartalmat, ha a felhasználó be van iratkozva egy adott %s-be.

# placeholder: group, group
source: Enter single %1$s ID. Leave blank for any %2$s.
hu_hu: Adjon meg egyetlen %1$s ID-t. Hagyja üresen bármely %2$s esetén.

# placeholder: group
source: Enter single %s ID.
hu_hu: Adjon meg egyetlen %s ID-t.

# placeholder: Group
source: %s List
hu_hu: %s lista

# placeholders: groups, groups (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you do not want to use the default <code>/%2$s/</code> page. %3$s
hu_hu: Ez a rövidkód a(z) %1$s listáját jeleníti meg. Ezt a rövidkódot bármely oldalon használhatja, ha nem kívánja az alapértelmezett <code>/%2$s/</code> oldalt használni. %3$s

# placeholder: Groups
source: %s Per Page
hu_hu: %s oldalanként

# placeholders: groups, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
hu_hu: %1$s oldalanként. Alapértelmezett: %2$d. Állítsa 0-ra az összeshez.

# placeholder: Group Access Modes
source: %s Access Mode(s)
hu_hu: %s hozzáférési mód(ok)

# placeholder: groups
source: Filter %s by access mode(s), Ctrl+click to deselect selected items.
hu_hu: %s szűrése hozzáférési mód(ok) szerint, a kijelölt elemek kijelölésének megszüntetéséhez Ctrl+kattintás.

# placeholder: Groups
source: My %s
hu_hu: Saját %s

# placeholders: groups
source: show current user's %s.
hu_hu: az aktuális felhasználó %s-ét jeleníti meg.

# placeholders: groups
source: Show All %s (default)
hu_hu: Összes %s megjelenítése (alapértelmezett)

# placeholders: groups
source: Show Enrolled %s only
hu_hu: Csak a beiratkozott %s megjelenítése

# placeholders: groups
source: Show not-Enrolled %s only
hu_hu: Csak a nem beiratkozott %s megjelenítése

# placeholder: Group
source: All %s Status
hu_hu: Összes %s állapot

# placeholders: groups
source: filter %s by status.
hu_hu: %s szűrése állapot szerint.

# placeholder: Group
source: Show %s Content
hu_hu: %s tartalmának megjelenítése

# placeholder: group
source: shows %s content.
hu_hu: %s tartalmát jeleníti meg.

# placeholder: Group
source: Show %s Thumbnail
hu_hu: %s bélyegképének megjelenítése

# placeholder: group
source: shows a %s thumbnail.
hu_hu: egy %s bélyegképet jelenít meg.

# placeholder: group
source: number of columns to show when using %s grid addon
hu_hu: az oszlopok száma a %s rács kiegészítő használatakor

# placeholder: Group
source: %s Category Slug
hu_hu: %s kategória slug

# placeholder: groups
source: shows %s with mentioned category slug.
hu_hu: a megadott kategória sluggal rendelkező %s-t jeleníti meg.

# placeholder: Group
source: %s Category ID
hu_hu: %s kategória ID

# placeholder: groups
source: shows %s with mentioned category id.
hu_hu: a megadott kategória ID-vel rendelkező %s-t jeleníti meg.

# placeholder: Group
source: %s Category Selector
hu_hu: %s kategóriaválasztó

# placeholder: group
source: shows a %s category dropdown.
hu_hu: egy %s kategória legördülő listát jelenít meg.

# placeholder: Group
source: %s Tag Slug
hu_hu: %s címke slug

# placeholder: groups
source: shows %s with mentioned tag slug.
hu_hu: a megadott címke sluggal rendelkező %s-t jeleníti meg.

# placeholder: Group
source: %s Tag ID
hu_hu: %s címke ID

# placeholder: groups
source: shows %s with mentioned tag id.
hu_hu: a megadott címke ID-vel rendelkező %s-t jeleníti meg.

# placeholder: groups
source: shows %s with mentioned WP category slug.
hu_hu: a megadott WP kategória sluggal rendelkező %s-t jeleníti meg.

# placeholder: groups
source: shows %s with mentioned WP category id.
hu_hu: a megadott WP kategória ID-vel rendelkező %s-t jeleníti meg.

# placeholder: groups
source: shows %s with mentioned WP tag slug.
hu_hu: a megadott WP címke sluggal rendelkező %s-t jeleníti meg.

# placeholder: groups
source: shows %s with mentioned WP tag id.
hu_hu: a megadott WP címke ID-vel rendelkező %s-t jeleníti meg.

source: Infobar
hu_hu: Információs sáv

source: Displays the infobar for the current post or of a specified post.
hu_hu: Megjeleníti az aktuális bejegyzéshez vagy egy megadott bejegyzéshez tartozó információs sávot.

source: Enter a User ID. Leave blank for current user.
hu_hu: Adjon meg egy felhasználói ID-t. Hagyja üresen az aktuális felhasználó esetén.

# placeholder: Lesson
source: %s List
hu_hu: %s lista

# placeholders: lessons, lessons (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you do not want to use the default <code>/%2$s/</code> page.
hu_hu: Ez a rövidkód a(z) %1$s listáját jeleníti meg. Ezt a rövidkódot bármely oldalon használhatja, ha nem kívánja az alapértelmezett <code>/%2$s/</code> oldalt használni.

# placeholders: Course, Courses
source: Enter single %1$s ID. Leave blank for all %2$s.
hu_hu: Adjon meg egyetlen %1$s ID-t. Hagyja üresen az összes %2$s esetén.

# placeholder: course
source: Order by %s. (default)
hu_hu: Rendezés %s szerint. (alapértelmezett)

source: ID - Order by post id.
hu_hu: ID - Rendezés a bejegyzés ID-je szerint.

# placeholder: course
source: Order per %s (default)
hu_hu: Rendezés %s szerint (alapértelmezett)

# placeholders: Lessons, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
hu_hu: %1$s oldalanként. Alapértelmezett: %2$d. Állítsa 0-ra az összeshez.

# placeholder: Lesson
source: Show %s Content
hu_hu: %s tartalmának megjelenítése

# placeholders: lesson
source: show %s content.
hu_hu: %s tartalmát jeleníti meg.

# placeholder: Lesson
source: Show %s Thumbnail
hu_hu: %s bélyegképének megjelenítése

# placeholders: lesson
source: shows a %s thumbnail.
hu_hu: megjelenít egy %s bélyegképet.

# placeholder: Lesson
source: %s Category ID
hu_hu: %s kategória ID

# placeholder: lessons
source: shows %s with mentioned category id.
hu_hu: megjeleníti a %s elemet a megadott kategória azonosítóval.

# placeholder: Lesson
source: %s Category Slug
hu_hu: %s kategória slug

# placeholders: lessons
source: shows %s with mentioned category slug.
hu_hu: megjeleníti a %s elemet a megadott kategória slug alapján.

# placeholder: Lesson
source: %s Category Selector
hu_hu: %s kategóriaválasztó

# placeholder: lesson
source: shows a %s category dropdown.
hu_hu: megjelenít egy %s kategória legördülő listát.

# placeholder: Lesson
source: %s Tag ID
hu_hu: %s címke ID

# placeholders: lessons
source: shows %s with mentioned tag id.
hu_hu: megjeleníti a %s elemet a megadott címke azonosítóval.

# placeholder: Lesson
source: %s Tag Slug
hu_hu: %s címke slug

# placeholder: lessons
source: shows %s with mentioned tag slug.
hu_hu: megjeleníti a %s elemet a megadott címke slug alapján.

# placeholder: lessons
source: shows %s with mentioned WP category id.
hu_hu: megjeleníti a %s elemet a megadott WP kategória azonosítóval.

# placeholder: lessons
source: shows %s with mentioned WP category slug.
hu_hu: megjeleníti a %s elemet a megadott WP kategória slug alapján.

# placeholder: lessons
source: shows %s with mentioned WP tag slug.
hu_hu: megjeleníti a %s elemet a megadott WP címke slug alapján.

# placeholder: lessons
source: shows %s with mentioned WP tag id.
hu_hu: megjeleníti a %s elemet a megadott WP címke azonosítóval.

source: LearnDash Materials
hu_hu: LearnDash anyagok

source: This shortcode displays the materials for a specific LearnDash related post.
hu_hu: Ez a shortcode megjeleníti az adott LearnDash-hez kapcsolódó bejegyzés anyagait.

source: Post ID
hu_hu: Bejegyzés ID

source: Enter a Post ID of the LearnDash post that you want to display materials for.
hu_hu: Adja meg annak a LearnDash bejegyzésnek a Bejegyzés ID-ját, amelynek az anyagait meg szeretné jeleníteni.

# placeholder: Course
source: %s Navigation
hu_hu: %s navigáció

# placeholder: courses, course, quiz
source: Displays user's enrolled %1$s, %2$s progress, %3$s scores, and achieved certificates.
hu_hu: Megjeleníti a felhasználó beiratkozott %1$s elemeit, %2$s előrehaladását, %3$s pontszámait és a megszerzett tanúsítványokat.

# placeholder: Courses, default per page
source: %1$s per page. Default is %2$d. Set to zero for all.
hu_hu: %1$s oldalanként. Alapértelmezett: %2$d. Nullára állítva mindet.

# placeholder: Quiz, Course
source: %1$s attempts per %2$s
hu_hu: %1$s próbálkozás %2$s-enként

# placeholder: Quiz, default per page
source: %1$s attempts per %2$s. Default is %2$d. Set to zero for all.
hu_hu: %1$s próbálkozás %2$s-enként. Alapértelmezett: %2$d. Nullára állítva mindet.

source: Show Search
hu_hu: Keresés megjelenítése

source: LD30 template only
hu_hu: Csak LD30 sablon

source: Show Profile Header
hu_hu: Profil fejléc megjelenítése

# placeholder: Course
source: Show Earned %s Points
hu_hu: Megszerzett %s pontok megjelenítése

source: Show Profile Link
hu_hu: Profil link megjelenítése

# placeholder: Quiz
source: Show User %s Attempts
hu_hu: Felhasználó %s próbálkozásai megjelenítése

# placeholder: Course
source: Expand All %s Sections
hu_hu: Minden %s szakasz kibontása

# placeholder: Course
source: Expand All %s sections
hu_hu: Minden %s szakasz kibontása

# placeholder: Quiz
source: %s Complete
hu_hu: %s teljesítve

# placeholders: quiz
source: This shortcode shows the content if the user has completed the %s. The shortcode can be used on any page or widget area.
hu_hu: Ez a shortcode megjeleníti a tartalmat, ha a felhasználó teljesítette a(z) %s-t. A shortcode bármely oldalon vagy widgetterületen használható.

# placeholders: Quiz
source: Enter single %s ID.
hu_hu: Adjon meg egyetlen %s ID-t.

# placeholder: Quiz
source: %s List
hu_hu: %s lista

# placeholders: quizzes, quizzes (URL slug)
source: This shortcode shows list of %1$s. You can use this shortcode on any page if you don't want to use the default <code>/%2$s/</code> page.
hu_hu: Ez a shortcode a %1$s listáját jeleníti meg. Ezt a shortcode-ot bármely oldalon használhatja, ha nem szeretné a <code>/%2$s/</code> alapértelmezett oldalt használni.

# placeholders: Lesson, Topic, Course
source: Must be used with course_id. Enter single %1$s or %2$s ID. Leave blank for all step within %3$s. Set zero for global.
hu_hu: A course_id paraméterrel együtt kell használni. Adjon meg egyetlen %1$s vagy %2$s ID-t. Hagyja üresen a(z) %3$s-en belüli összes lépéshez. Globális esetén állítsa nullára.

# placeholder: quizzes
source: %s Per Page
hu_hu: %s oldalanként
