Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

source: A video or text based course including quizzes and certificates.
hu_hu: Videó- vagy szövegalapú kurzus kvízekkel és tanúsítványokkal.

source: Timed
hu_hu: Időzített

source: Group Courses
hu_hu: Csoportos kurzusok

source: A course led by group leaders, perfect for cohorts, corporate training and classrooms.
hu_hu: Csoportvezetők által vezetett kurzus, ideális kohorszokhoz, vállalati képzésekhez és tantermi oktatáshoz.

source: Are your groups public or private?
hu_hu: A csoportjai nyilvánosak vagy privátok?

source: Who will be leading your group courses?
hu_hu: Ki fogja vezetni a csoportos kurzusait?

source: Do you want to charge for your courses?
hu_hu: Szeretne díjat kérni a kurzusaiért?

source: How would you like to accept payments?
hu_hu: Hogyan szeretné elfogadni a befizetéseket?

source: Choose one.
hu_hu: Válasszon egyet.

source: With Stripe charge credit cards and pay low merchant fees.
hu_hu: A Stripe-pal bankkártyát terhelhet, és alacsony kereskedői díjakat fizethet.

source: Connect
hu_hu: Összekapcsolás

source: Connected
hu_hu: Összekapcsolva

source: Let customers pay using their PayPal account or credit card — no account required.
hu_hu: Engedje, hogy az ügyfelek PayPal-fiókkal vagy bankkártyával fizessenek — nem szükséges fiók.

source: Use WooCommerce to manage payments, invoices and more. We'll install the plugins you need.
hu_hu: Használja a WooCommerce-et a fizetések, számlák és egyebek kezelésére. Telepítjük a szükséges bővítményeket.

source: Which currency would you like to accept?
hu_hu: Melyik pénznemet szeretné elfogadni?

source: Here's what we'll setup for you
hu_hu: Ezt állítjuk be Önnek

source: We will create the following pages for you:
hu_hu: A következő oldalakat hozzuk létre az Ön számára:

source: Registration, Registration Success, Reset Password & Profile
hu_hu: Regisztráció, Sikeres regisztráció, Jelszó visszaállítása & Profil

source: Allow students to register for your courses, confirm successful registrations, reset their account passwords and view their progress in their own profile page.
hu_hu: Engedje meg a diákoknak, hogy regisztráljanak a kurzusaira, megerősítsék a sikeres regisztrációkat, visszaállítsák a fiókjuk jelszavát, és megtekinthessék az előrehaladásukat a saját profiloldalukon.

source: Courses Listing
hu_hu: Kurzusok listája

source: Display all available courses.
hu_hu: Az összes elérhető kurzus megjelenítése.

source: We will create the following courses for you:
hu_hu: A következő kurzusokat hozzuk létre az Ön számára:

source: A demo course to help you understand how to use LearnDash.
hu_hu: Egy demó kurzus, amely segít megérteni a LearnDash használatát.

source: We will enable the following group settings:
hu_hu: A következő csoportbeállításokat engedélyezzük:

source: These settings can be changed at any time in learnDash LMS > Groups > Settings
hu_hu: Ezek a beállítások bármikor módosíthatók a learnDash LMS > Csoportok > Beállítások menüben

source: Groups will be made public on your site
hu_hu: A csoportok nyilvánosak lesznek a webhelyén

source: You can always change this later if you decide.
hu_hu: Ezt később bármikor megváltoztathatja, ha úgy dönt.

source: Group leaders will be enabled on your site
hu_hu: A csoportvezetők engedélyezve lesznek a webhelyén

source: They'll be able to create and manage users, enroll in managed groups, and have access to all content in any order.
hu_hu: Létrehozhatnak és kezelhetnek felhasználókat, beiratkozhatnak a kezelt csoportokba, és bármilyen sorrendben hozzáférhetnek minden tartalomhoz.

source: + Show all settings being updated
hu_hu: + Az összes frissítendő beállítás megjelenítése

source: Public Group
hu_hu: Nyilvános csoport

source: Groups will be made public on your site.
hu_hu: A csoportok nyilvánosak lesznek a webhelyén.

source: Group Archive Page
hu_hu: Csoportarchívum oldal

source: Enables the front end archive page where all groups are listed.
hu_hu: Engedélyezi a felhasználói felületen azt az archívumoldalt, ahol az összes csoport fel van sorolva.

source: Manage Users: Basic
hu_hu: Felhasználók kezelése: Alap

source: Allow group leader to create and manage users.
hu_hu: Engedélyezi a csoportvezetőnek felhasználók létrehozását és kezelését.

source: Managed groups auto-enrollment
hu_hu: Kezelt csoportok automatikus beiratkozása

source: Group Leader will be enrolled in managed groups.
hu_hu: A csoportvezető beiratkozik a kezelt csoportokba.

source: Course Auto-enrollment
hu_hu: Automatikus kurzusbeiratkozás

source: Group Leader has access to all courses automatically.
hu_hu: A csoportvezető automatikusan hozzáfér minden kurzushoz.

source: Bypass Course Limits
hu_hu: Kurzuskorlátok megkerülése

source: Group Leader can access course content in any order.
hu_hu: A csoportvezető bármilyen sorrendben hozzáférhet a kurzus tartalmához.

source: We'll install the following add-ons for you:
hu_hu: A következő kiegészítőket telepítjük Önnek:

source: Certificate Builder
hu_hu: Tanúsítványkészítő

source: The easiest way to build certificates for your courses.
hu_hu: A legegyszerűbb módja, hogy tanúsítványokat készítsen a kurzusaihoz.

source: Installed
hu_hu: Telepítve

source: Handle payments, coupons, invoices and more.
hu_hu: Kezelje a fizetéseket, kuponokat, számlákat és egyebeket.

source: Course Grid ID
hu_hu: Course Grid azonosító

source: Course grid ID the filter is for.
hu_hu: A szűrőhöz tartozó Course Grid azonosító.

source: Taxonomies
hu_hu: Taxonómiák

source: Hold ctrl on Windows or cmd on Mac to select multiple values.
hu_hu: Tartsa lenyomva Windows alatt a Ctrl-t vagy Macen a Cmd-t több érték kijelöléséhez.

source: Price Min
hu_hu: Ár minimum

source: Price Max
hu_hu: Ár maximum

source: Build LearnDash course grid easily.
hu_hu: LearnDash kurzusrács egyszerű létrehozása.

source: Skin
hu_hu: Kinézet

source: Card
hu_hu: Kártya

source: Min Column Width (in pixel)
hu_hu: Minimális oszlopszélesség (pixelben)

source: If column width reach value lower than this, the grid columns number will automatically be adjusted on display.
hu_hu: Ha az oszlopszélesség ennél kisebb értéket ér el, a rács oszlopainak száma automatikusan igazodik a megjelenítéskor.

source: Items Per Row
hu_hu: Elemek soronként

source: Number of items per row. Certain skins use this to customize the design.
hu_hu: Az egy sorban megjelenő elemek száma. Bizonyos kinézetek ezt a dizájn testreszabására használják.

source: Query
hu_hu: Lekérdezés

source: Post Type
hu_hu: Bejegyzéstípus

source: Posts per page
hu_hu: Bejegyzések oldalanként

source: Enter 0 show all items.
hu_hu: Adjon meg 0-t az összes elem megjelenítéséhez.

source: Elements
hu_hu: Elemek

source: Thumbnail
hu_hu: Bélyegkép

source: Thumbnail Size
hu_hu: Bélyegkép mérete

source: Ribbon
hu_hu: Szalag

source: Content
hu_hu: Tartalom

source: Content includes elements in the area outside of the thumbnail.
hu_hu: A tartalom a bélyegképen kívüli területen lévő elemeket is magában foglalja.

source: Clickable Title
hu_hu: Kattintható cím

source: Description
hu_hu: Leírás

source: Max Description Character Count
hu_hu: Leírás maximális karakterszáma

source: Progress Bar
hu_hu: Előrehaladási sáv

source: Available for LearnDash course and group.
hu_hu: Elérhető LearnDash kurzushoz és csoporthoz.

source: Styles
hu_hu: Stílusok

source: Equal Grid Height
hu_hu: Egységes rácsmagasság

source: Heading
hu_hu: Címsor

source: Heading Font Family
hu_hu: Címsor betűcsaládja

source: Heading Font Size
hu_hu: Címsor betűmérete

source: Accepts full format, e.g. 18px, 2rem
hu_hu: Teljes formátumot fogad el, pl. 18px, 2rem

source: Heading Font Color
hu_hu: Címsor betűszíne

source: Heading Background Color
hu_hu: Címsor háttérszíne

source: Description Font Family
hu_hu: Leírás betűcsaládja

source: Description Font Size
hu_hu: Leírás betűmérete

source: Description Font Color
hu_hu: Leírás betűszíne

source: Description Background Color
hu_hu: Leírás háttérszíne

source: Ribbon Font Color
hu_hu: Szalag betűszíne

source: Ribbon Background Color
hu_hu: Szalag háttérszíne

source: Icon Color
hu_hu: Ikon színe

source: Icon Background Color
hu_hu: Ikon háttérszíne

source: Button Font Color
hu_hu: Gomb betűszíne

source: Button Background Color
hu_hu: Gomb háttérszíne

source: Show Preview
hu_hu: Előnézet megjelenítése

source: Unique ID for CSS styling purpose.
hu_hu: Egyedi azonosító CSS-stílusozáshoz.

source: [learndash_course_grid] shortcode output shown here
hu_hu: A [learndash_course_grid] shortcode kimenete itt látható

source: LearnDash Course Grid Filter
hu_hu: LearnDash kurzusrács szűrő

source: LearnDash course grid filter widget.
hu_hu: LearnDash kurzusrács szűrő widget.

source: [learndash_course_grid_filter] shortcode output shown here
hu_hu: A [learndash_course_grid_filter] shortcode kimenete itt látható

source: This block adds the login button on any page
hu_hu: Ez a blokk bejelentkezés gombot ad bármelyik oldalhoz

source: Login Settings
hu_hu: Bejelentkezés beállításai

source: Logout Settings
hu_hu: Kijelentkezés beállításai

source: Logout URL
hu_hu: Kijelentkezési URL

source: Override default logout URL
hu_hu: Alapértelmezett kijelentkezési URL felülírása

source: Logout Displayed as
hu_hu: Kijelentkezés megjelenítése mint

source: Preview settings are not saved.
hu_hu: Az előnézeti beállítások nem kerülnek mentésre.

source: Preview Action
hu_hu: Előnézeti művelet

# placeholder: block_title
source: %s block output shown here
hu_hu: A(z) %s blokk kimenete itt látható

# placeholder: current template name
source: The current LearnDash template "%s" does not support this block. Please select a different template.
hu_hu: A jelenlegi LearnDash sablon "%s" nem támogatja ezt a blokkot. Kérjük, válasszon másik sablont.

source: Warning
hu_hu: Figyelmeztetés

source: LearnDash Profile
hu_hu: LearnDash profil

# placeholders: Courses, Course, Quiz
source: Displays user's enrolled %1$s, %2$s progress, %3$s scores, and achieved certificates.
hu_hu: Megjeleníti a felhasználó felvett %1$s elemeit, %2$s előrehaladását, %3$s pontszámait és megszerzett tanúsítványait.

# placeholder: per_page
source: Leave empty for default (%d) or 0 to show all items.
hu_hu: Hagyja üresen az alapértelmezett értékhez (%d), vagy adjon meg 0-t az összes elem megjelenítéséhez.

# placeholders: Quiz, Course
source: %1$s attempts per %2$s
hu_hu: %1$s próbálkozás %2$s-enként

# placeholder: per_page
source: Leave empty for default (%d) or 0 to show all attempts.
hu_hu: Hagyja üresen az alapértelmezett értékhez (%d), vagy adjon meg 0-t az összes próbálkozás megjelenítéséhez.

source: Preview User ID
hu_hu: Előnézeti felhasználó ID

source: Enter a User ID to test preview
hu_hu: Adjon meg egy felhasználói ID-t az előnézet teszteléséhez

# placeholder: Course
source: LearnDash %s List
hu_hu: LearnDash %s lista

# placeholder: Courses
source: This block shows a list of %s.
hu_hu: Ez a blokk %s listáját jeleníti meg.

source: Grid Settings
hu_hu: Rácsbeállítások

source: Show Grid
hu_hu: Rács megjelenítése

source: Show Progress Bar
hu_hu: Előrehaladási sáv megjelenítése

source: Show Content
hu_hu: Tartalom megjelenítése

source: Show Thumbnail
hu_hu: Bélyegkép megjelenítése

# placeholder: default per page
source: Leave empty for default (%d) or 0 to show all items.
hu_hu: Hagyja üresen az alapértelmezett értékhez (%d), vagy adjon meg 0-t az összes elem megjelenítéséhez.

source: Ctrl+click to deselect selected items.
hu_hu: Ctrl+kattintás a kijelölt elemek kijelölésének megszüntetéséhez.

# placeholder: Courses
source: Show All %s (default)
hu_hu: Összes %s megjelenítése (alapértelmezett)

# placeholder: Courses
source: Show Enrolled %s only
hu_hu: Csak a beiratkozott %s megjelenítése

# placeholder: Courses
source: Show not-Enrolled %s only
hu_hu: Csak a nem beiratkozott %s megjelenítése

# placeholder: Courses
source: Enrolled %s Status
hu_hu: Beiratkozott %s állapota

# placeholder: Course
source: %s Category Settings
hu_hu: %s kategóriabeállításai

# placeholder: Courses
source: shows %s with mentioned category slug.
hu_hu: megjelenít %s elemeket a megadott kategória sluggal.

# placeholder: Courses
source: shows %s with mentioned category ID.
hu_hu: megjelenít %s elemeket a megadott kategória ID-val.

# placeholder: Courses
source: shows a %s category dropdown.
hu_hu: megjelenít egy %s kategória legördülő listát.

# placeholder: Course
source: %s Tag Settings
hu_hu: %s címkebeállításai

# placeholder: Courses
source: shows %s with mentioned tag slug.
hu_hu: megjelenít %s elemeket a megadott címke sluggal.

# placeholder: Courses
source: shows %s with mentioned tag ID.
hu_hu: megjelenít %s elemeket a megadott címke ID-val.

source: WP Category Settings
hu_hu: WP kategóriabeállításai

# placeholder: Courses
source: shows %s with mentioned WP Category slug.
hu_hu: megjelenít %s elemeket a megadott WP kategória sluggal.

source: WP Tag Settings
hu_hu: WP címkebeállításai

# placeholder: Courses
source: shows %s with mentioned WP tag slug.
hu_hu: megjelenít %s elemeket a megadott WP címke sluggal.

# placeholder: Courses
source: shows %s with mentioned WP tag ID.
hu_hu: megjelenít %s elemeket a megadott WP címke ID-val.

# placeholder: Lesson
source: LearnDash %s List
hu_hu: LearnDash %s lista

# placeholder: Lessons
source: This block shows a list of %s.
hu_hu: Ez a blokk %s listáját jeleníti meg.

# placeholders: Course, Course
source: Enter single %1$s ID to limit listing. Leave blank if used within a %2$s.
hu_hu: Adjon meg egyetlen %1$s ID-t a lista korlátozásához. Hagyja üresen, ha egy %2$s-en belül használja.

# placeholder: Lessons
source: %s per page
hu_hu: %s oldalanként

# placeholder: Lesson
source: %s Category Settings
hu_hu: %s kategóriabeállításai

# placeholder: Lessons
source: shows %s with mentioned category slug.
hu_hu: megjelenít %s elemeket a megadott kategória sluggal.

# placeholder: Lessons
source: shows %s with mentioned category ID.
hu_hu: megjelenít %s elemeket a megadott kategória ID-val.

# placeholder: Lessons
source: shows a %s category dropdown.
hu_hu: megjelenít egy %s kategória legördülő listát.

# placeholder: Lesson
source: %s Tag Settings
hu_hu: %s címkebeállításai

# placeholder: Lessons
source: shows %s with mentioned tag slug.
hu_hu: megjelenít %s elemeket a megadott címke sluggal.

# placeholder: Lessons
source: shows %s with mentioned tag ID.
hu_hu: megjelenít %s elemeket a megadott címke ID-val.

# placeholder: Lessons
source: shows %s with mentioned WP Category slug.
hu_hu: megjelenít %s elemeket a megadott WP kategória sluggal.

# placeholder: Lessons
source: shows %s with mentioned WP tag slug.
hu_hu: megjelenít %s elemeket a megadott WP címke sluggal.

# placeholder: Lessons
source: shows %s with mentioned WP tag ID.
hu_hu: megjelenít %s elemeket a megadott WP címke ID-val.

# placeholder: Topic
source: LearnDash %s List
hu_hu: LearnDash %s lista

# placeholder: Topics
source: This block shows a list of %s.
hu_hu: Ez a blokk %s listáját jeleníti meg.

# placeholders: Lesson, Course
source: Enter single %1$s ID to limit listing. Leave blank if used within a %2$s.
hu_hu: Adjon meg egyetlen %1$s ID-t a lista korlátozásához. Hagyja üresen, ha egy %2$s-en belül használja.

# placeholder: Topics
source: %s per page
hu_hu: %s oldalanként

# placeholder: Topic
source: %s Category Settings
hu_hu: %s kategóriabeállításai

# placeholder: Topics
source: shows %s with mentioned category slug.
hu_hu: megjelenít %s elemeket a megadott kategória sluggal.

# placeholder: Topic
source: %s Category ID
hu_hu: %s kategória ID

# placeholder: Topics
source: shows %s with mentioned category ID.
hu_hu: megjelenít %s elemeket a megadott kategória ID-val.

# placeholder: topic
source: %s Category Selector
hu_hu: %s kategóriaválasztó

# placeholder: Topics
source: shows a %s category dropdown.
hu_hu: megjelenít egy %s kategória legördülő listát.

# placeholder: Topic
source: %s Tag Settings
hu_hu: %s címke beállításai

# placeholder: Topics
source: shows %s with mentioned tag slug.
hu_hu: megjeleníti a megadott címke sluggal rendelkező %s-t.

# placeholder: Topics
source: shows %s with mentioned tag ID.
hu_hu: megjeleníti a megadott címke ID-vel rendelkező %s-t.

# placeholder: Topics
source: shows %s with mentioned WP Category slug.
hu_hu: megjeleníti a megadott WP kategória sluggal rendelkező %s-t.

# placeholder: Topics
source: shows %s with mentioned WP tag slug.
hu_hu: megjeleníti a megadott WP címke sluggal rendelkező %s-t.

# placeholder: Topics
source: shows %s with mentioned WP tag ID.
hu_hu: megjeleníti a megadott WP címke ID-vel rendelkező %s-t.

# placeholder: Quiz
source: LearnDash %s List
hu_hu: LearnDash %s lista

# placeholder: Quizzes
source: This block shows a list of %s.
hu_hu: Ez a blokk %s listát jelenít meg.

# placeholders: Lesson, Course
source: Enter single %1$s ID to limit listing. Leave blank if used within a %2$s. Zero for global.
hu_hu: Adjon meg egyetlen %1$s ID-t a listázás korlátozásához. Hagyja üresen, ha %2$s-en belül használja. Nulla a globálishoz.

# placeholder: Quiz
source: %s Category Settings
hu_hu: %s kategória beállításai

# placeholder: Quizzes
source: shows %s with mentioned category slug.
hu_hu: megjeleníti a megadott kategória sluggal rendelkező %s-t.

# placeholder: Quizzes
source: shows %s with mentioned category ID.
hu_hu: megjeleníti a megadott kategória ID-vel rendelkező %s-t.

# placeholder: Quizzes
source: shows a %s category dropdown.
hu_hu: megjelenít egy %s kategória legördülő menüt.

# placeholder: Quiz
source: %s Tag Settings
hu_hu: %s címke beállításai

# placeholder: Quizzes
source: shows %s with mentioned tag slug.
hu_hu: megjeleníti a megadott címke sluggal rendelkező %s-t.

# placeholder: Quiz
source: %s Tag ID
hu_hu: %s címke ID

# placeholder: Quizzes
source: shows %s with mentioned tag ID.
hu_hu: megjeleníti a megadott címke ID-vel rendelkező %s-t.

# placeholder: Quizzes
source: shows %s with mentioned WP Category slug.
hu_hu: megjeleníti a megadott WP kategória sluggal rendelkező %s-t.

# placeholder: Quizzes
source: shows %s with mentioned WP tag slug.
hu_hu: megjeleníti a megadott WP címke sluggal rendelkező %s-t.

# placeholder: Quizzes
source: shows %s with mentioned WP tag ID.
hu_hu: megjeleníti a megadott WP címke ID-vel rendelkező %s-t.

# placeholders: Course
source: LearnDash %s Progress
hu_hu: LearnDash %s előrehaladás

# placeholders: Course
source: This block displays users progress bar for the %s.
hu_hu: Ez a blokk megjeleníti a felhasználók előrehaladási sávját ehhez: %s.

# placeholders: Course, Course
source: Enter single %1$s ID. Leave blank if used within a %2$s.
hu_hu: Adjon meg egyetlen %1$s ID-t. Hagyja üresen, ha %2$s-en belül használja.

source: LearnDash Visitor
hu_hu: LearnDash látogató

# placeholder: Course
source: This block shows the content if the user is not enrolled into the %s.
hu_hu: Ez a blokk a tartalmat jeleníti meg, ha a felhasználó nincs beiratkozva erre: %s.

# placeholders: Course, Group
source: Leave blank to show the default %1$s or %2$s content table.
hu_hu: Hagyja üresen az alapértelmezett %1$s vagy %2$s tartalomtáblázat megjelenítéséhez.

# placeholders: Group, Group
source: Enter single %1$s ID. Leave blank if used within a %2$s.
hu_hu: Adjon meg egyetlen %1$s ID-t. Hagyja üresen, ha %2$s-en belül használja.

# placeholders: Course, Course
source: %1$s ID is required when not used within a %2$s.
hu_hu: %1$s ID szükséges, ha nem %2$s-en belül használja.

# placeholders: Group, Group
source: %1$s ID is required when not used within a %2$s.
hu_hu: %1$s ID szükséges, ha nem %2$s-en belül használja.

source: LearnDash Student
hu_hu: LearnDash tanuló

# placeholders: Course
source: This block shows the content if the user is enrolled in the %s.
hu_hu: Ez a blokk a tartalmat jeleníti meg, ha a felhasználó be van iratkozva erre: %s.

# placeholder: Course
source: LearnDash %s Complete
hu_hu: LearnDash %s befejezve

# placeholders: Course
source: This block shows the content if the user is enrolled into the %s and it is completed.
hu_hu: Ez a blokk a tartalmat jeleníti meg, ha a felhasználó be van iratkozva erre: %s, és azt befejezte.

# placeholder: Course
source: LearnDash %s In Progress
hu_hu: LearnDash %s folyamatban

# placeholder: Course
source: This block shows the content if the user is enrolled into the %s but not yet completed.
hu_hu: Ez a blokk a tartalmat jeleníti meg, ha a felhasználó be van iratkozva erre: %s, de még nem fejezte be.

# placeholder: Course
source: LearnDash %s Not Started
hu_hu: LearnDash %s még nem indult el

# placeholder: Course
source: This block shows the content if the user is enrolled into the %s but not yet started.
hu_hu: Ez a blokk a tartalmat jeleníti meg, ha a felhasználó be van iratkozva erre: %s, de még nem kezdte el.

# placeholder: Course
source: %s Resume
hu_hu: %s folytatása

# placeholder: Course
source: Return to %s link/button.
hu_hu: Visszatérés a %s hivatkozáshoz/gombhoz.

source: Class
hu_hu: Osztály

# placeholder: Course
source: LearnDash %s Info [ld_course_info]
hu_hu: LearnDash %s információ [ld_course_info]

# placeholder: Courses
source: This block shows the %s and progress for the user.
hu_hu: Ez a blokk megjeleníti a %s-t és a felhasználó előrehaladását.

# placeholder: Courses
source: Show Registered %s
hu_hu: Regisztrált %s megjelenítése

# placeholder: Course
source: Show %s Progress
hu_hu: %s előrehaladás megjelenítése

# placeholder: Quiz
source: Show %s Attempts
hu_hu: %s próbálkozások megjelenítése

source: Title - Order by post title (default)
hu_hu: Cím – Rendezés bejegyzés cím szerint (alapértelmezett)

source: ASC - lowest to highest values (default)
hu_hu: Növekvő – legalacsonyabbtól a legmagasabb értékekig (alapértelmezett)

# placeholder: progress_num
source: Leave empty for default (%d) or 0 to show all items.
hu_hu: Hagyja üresen az alapértelmezett (%d) értékhez, vagy adjon meg 0-t az összes elem megjelenítéséhez.

# placeholder: Quiz
source: %s Attempts
hu_hu: %s próbálkozások

# placeholder: quiz_num
source: Leave empty for default (%d) or 0 to show all items.
hu_hu: Hagyja üresen az alapértelmezett (%d) értékhez, vagy adjon meg 0-t az összes elem megjelenítéséhez.

# placeholder: Course
source: LearnDash User %s Points
hu_hu: LearnDash felhasználói %s pontok

# placeholder: Course
source: This block shows the earned %s points for the user.
hu_hu: Ez a blokk a felhasználó által szerzett %s pontokat jeleníti meg.

# placeholder: Group
source: LearnDash %s List
hu_hu: LearnDash %s lista

# placeholder: Groups
source: This block shows a list of %s.
hu_hu: Ez a blokk %s listát jelenít meg.

# placeholders: Groups, Groups
source: %1$s are not public, please visit the %2$s Settings page and set them to Public to enable access on the front end.
hu_hu: %1$s nem nyilvánosak, kérjük, látogasson el a %2$s Beállítások oldalára, és állítsa Nyilvánosra őket, hogy engedélyezze az elérést a nyilvános felületen.

# placeholder: Groups
source: %s per page
hu_hu: %s oldalanként

# placeholder: Group Access Mode(s)
source: %s Access Mode(s)
hu_hu: %s hozzáférési mód(ok)

# placeholder: Groups
source: Show All %s (default)
hu_hu: Összes %s megjelenítése (alapértelmezett)

# placeholder: Groups
source: Show Enrolled %s only
hu_hu: Csak a beiratkozott %s megjelenítése

# placeholder: Groups
source: Show not-Enrolled %s only
hu_hu: Csak a nem beiratkozott %s megjelenítése

# placeholder: Groups
source: Enrolled %s Status
hu_hu: Beiratkozott %s állapota

# placeholder: Group
source: %s Category Settings
hu_hu: %s kategória beállításai

# placeholder: Groups
source: shows %s with mentioned category slug.
hu_hu: megjeleníti a megadott kategória sluggal rendelkező %s-t.

# placeholder: Groups
source: shows %s with mentioned category ID.
hu_hu: megjeleníti a megadott kategória ID-vel rendelkező %s-t.
