Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

source: Please activate your license to use this feature.
hu_hu: Kérjük, aktiválja a licencét a funkció használatához.

# placeholder: course
source: Back to %s list
hu_hu: Vissza a(z) %s listához

source: Create the course
hu_hu: Kurzus létrehozása

source: Enter playlist URL
hu_hu: Adja meg a lejátszási lista URL-jét

source: Try it again
hu_hu: Próbálja meg újra

source: How users will gain access to the course?
hu_hu: Hogyan szereznek hozzáférést a felhasználók a kurzushoz?

source: The course is not protected. Any user can access its content without the need to be logged-in or enrolled.
hu_hu: A kurzus nincs védve. Bármely felhasználó hozzáférhet a tartalmához bejelentkezés vagy beiratkozás nélkül.

source: The course is protected. Registration and enrollment are required in order to access the content.
hu_hu: A kurzus védett. A tartalomhoz való hozzáféréshez regisztráció és beiratkozás szükséges.

source: The course is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the course (one-time fee) in order to gain access.
hu_hu: A kurzus a LearnDash beépített PayPal- és/vagy Stripe-integrációján keresztül védett. A felhasználóknak meg kell vásárolniuk a kurzust (egyszeri díj), hogy hozzáférést kapjanak.

source: Course Price
hu_hu: Kurzus ára

source: The course is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the course (recurring fee) in order to gain access.
hu_hu: A kurzus a LearnDash beépített PayPal- és/vagy Stripe-integrációján keresztül védett. A felhasználóknak meg kell vásárolniuk a kurzust (rendszeres díj), hogy hozzáférést kapjanak.

source: Billing Cycle
hu_hu: Számlázási ciklus

source: select interval
hu_hu: intervallum kiválasztása

source: day(s)
hu_hu: nap

source: week(s)
hu_hu: hét

source: month(s)
hu_hu: hónap

source: year(s)
hu_hu: év

source: The course can only be accessed through admin enrollment (manual), group enrollment, or integration (shopping cart or membership) enrollment.
hu_hu: A kurzus csak adminisztrátori beiratkozással (kézi), csoportos beiratkozással vagy integráción (webáruház vagy tagság) keresztüli beiratkozással érhető el.

source: How users will interact with the content?
hu_hu: Hogyan lépnek a felhasználók interakcióba a tartalommal?

source: Linear form
hu_hu: Lineáris mód

source: Requires the user to progress through the course in the designated step sequence.
hu_hu: Megköveteli, hogy a felhasználó a meghatározott lépéssorozat szerint haladjon végig a kurzuson.

source: Free form
hu_hu: Szabad mód

source: Allows the user to move freely through the course without following the designated step sequence.
hu_hu: Lehetővé teszi, hogy a felhasználó szabadon haladjon a kurzusban a meghatározott lépéssorozat követése nélkül.

# placeholders: course name, lessons qty description
source: The course "%1$s" will be created with %2$s.
hu_hu: A(z) "%1$s" kurzus a következőkkel jön létre: %2$s.

source: Options
hu_hu: Beállítások

source: Sort By
hu_hu: Rendezés alapja

source: select
hu_hu: válasszon

source: Select a choice...
hu_hu: Válasszon egy lehetőséget...

source: Menu Order
hu_hu: Menüsorrend

source: Choose the sort order.
hu_hu: Válassza ki a rendezési sorrendet.

source: Sort Direction
hu_hu: Rendezés iránya

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

source: Posts Per Page
hu_hu: Bejegyzések száma oldalanként

source: Enter the number of posts to display per page.
hu_hu: Adja meg az oldalonként megjelenítendő bejegyzések számát.

source: Open to access this content
hu_hu: Megnyitás a tartalom eléréséhez

source: Add New
hu_hu: Új hozzáadása

# placeholder: Post Name
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Post Name
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: Post Name
source: New %s
hu_hu: Új %s

# placeholder: Post Name
source: View %s
hu_hu: %s megtekintése

# placeholder: Post Name
source: Search %s
hu_hu: %s keresése

# placeholder: Post Name
source: No %s found
hu_hu: Nem található %s

# placeholder: Post Name
source: No %s found in Trash
hu_hu: A lomtárban nem található %s

# placeholder: Post Name
source: Parent %s
hu_hu: Szülő %s

# placeholder: Post Name
source: %s Published
hu_hu: %s közzétéve

# placeholder: Post Name
source: %s Published Privately
hu_hu: %s privátként közzétéve

# placeholder: Post Name
source: %s Reverted to Draft
hu_hu: %s visszaállítva vázlatra

# placeholder: Post Name
source: %s Scheduled
hu_hu: %s időzítve

# placeholder: Post Name
source: %s Updated
hu_hu: %s frissítve

source: Course
hu_hu: Tanfolyam

source: Courses
hu_hu: Tanfolyamok

source: Lesson
hu_hu: Lecke

source: Lessons
hu_hu: Leckék

source: Topic
hu_hu: Téma

source: Topics
hu_hu: Témák

source: Challenge Exam
hu_hu: Felmentő vizsga

source: Challenge Exams
hu_hu: Felmentő vizsgák

source: Coupon
hu_hu: Kupon

source: Coupons
hu_hu: Kuponok

source: Quiz
hu_hu: Kvíz

source: Quizzes
hu_hu: Kvízek

source: Question
hu_hu: Kérdés

source: Orders
hu_hu: Megrendelések

source: Group
hu_hu: Csoport

source: Groups
hu_hu: Csoportok

source: Group Leader
hu_hu: Csoportvezető

source: Assignments
hu_hu: Feladatok

source: Essay
hu_hu: Esszé

source: Essays
hu_hu: Esszék

source: Virtual Instructor
hu_hu: Virtuális oktató

source: Virtual Instructors
hu_hu: Virtuális oktatók

source: Take this Course
hu_hu: E tanfolyam felvétele

source: Enroll in Group
hu_hu: Beiratkozás a csoportba

source: Mark Complete
hu_hu: Megjelölés teljesítettként

source: Skip Event
hu_hu: Esemény kihagyása

source: Continue
hu_hu: Folytatás

source: Terms of Service
hu_hu: Felhasználási feltételek

source: Privacy Policy
hu_hu: Adatvédelmi irányelvek

# placeholder: Courses
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Course
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Lessons
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Lesson
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Topics
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Topic
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Quizzes
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Quiz
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Questions
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Question
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Transactions
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Transaction
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Groups
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Group
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Assignments
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Assignment
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Essays
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Essay
source: Back to %s
hu_hu: Vissza a(z) %s

source: Back to Certificates
hu_hu: Vissza a tanúsítványokhoz

source: Back to Certificate
hu_hu: Vissza a tanúsítványhoz

# placeholder: Post Type Plural label
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Post Type Singular label
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Post Type slug
source: Back to %s
hu_hu: Vissza a(z) %s

# placeholder: Course
source: Previous %s
hu_hu: Előző %s

# placeholder: Lesson
source: Previous %s
hu_hu: Előző %s

# placeholder: Topic
source: Previous %s
hu_hu: Előző %s

# placeholder: Quiz
source: Previous %s
hu_hu: Előző %s

# placeholder: Question
source: Previous %s
hu_hu: Előző %s

# placeholder: Transaction
source: Previous %s
hu_hu: Előző %s

# placeholder: Group
source: Previous %s
hu_hu: Előző %s

# placeholder: Assignment
source: Previous %s
hu_hu: Előző %s

# placeholder: Essay
source: Previous %s
hu_hu: Előző %s

source: Previous Certificate
hu_hu: Előző tanúsítvány

# placeholder: Post Type Singular label
source: Previous %s
hu_hu: Előző %s

# placeholder: Post Type slug
source: Previous %s
hu_hu: Előző %s

# placeholder: Course
source: Next %s
hu_hu: Következő %s

# placeholder: Lesson
source: Next %s
hu_hu: Következő %s

# placeholder: Topic
source: Next %s
hu_hu: Következő %s

# placeholder: Quiz
source: Next %s
hu_hu: Következő %s

# placeholder: Question
source: Next %s
hu_hu: Következő %s

# placeholder: Transaction
source: Next %s
hu_hu: Következő %s

# placeholder: Group
source: Next %s
hu_hu: Következő %s

# placeholder: Assignment
source: Next %s
hu_hu: Következő %s

# placeholder: Essay
source: Next %s
hu_hu: Következő %s

source: Next Certificate
hu_hu: Következő tanúsítvány

# placeholder: Post Type Singular label
source: Next %s
hu_hu: Következő %s

# placeholder: Post Type slug
source: Next %s
hu_hu: Következő %s

# placeholder: Course
source: %s page
hu_hu: %s oldal

# placeholder: Lesson
source: %s page
hu_hu: %s oldal

# placeholder: Topic
source: %s page
hu_hu: %s oldal

# placeholder: Quiz
source: %s page
hu_hu: %s oldal

# placeholder: Question
source: %s page
hu_hu: %s oldal

# placeholder: Transaction
source: %s page
hu_hu: %s oldal

# placeholder: Group
source: %s page
hu_hu: %s oldal

# placeholder: Assignment
source: %s page
hu_hu: %s oldal

# placeholder: Essay
source: %s page
hu_hu: %s oldal

source: Certificate page
hu_hu: Tanúsítvány oldal

# placeholder: Post Type Singular label
source: %s page
hu_hu: %s oldal

# placeholder: Post Type slug
source: %s page
hu_hu: %s oldal

source: Starter Templates by Kadence WP
hu_hu: Kezdősablonok a Kadence WP-től

source: Error
hu_hu: Hiba

source: There's unknown error with the design wizard. Please try again later or contact our support if the issue persists.
hu_hu: Ismeretlen hiba történt a dizájnvarázslóval. Kérjük, próbálja meg később újra, vagy lépjen kapcsolatba ügyfélszolgálatunkkal, ha a probléma továbbra is fennáll.

source: I understand, continue.
hu_hu: Értem, folytatás.

source: Exit Setup
hu_hu: Kilépés a beállításból

source: Choose a template
hu_hu: Válasszon sablont

source: Ready to Import?
hu_hu: Készen áll az importálásra?

source: LearnDash Design Wizard
hu_hu: LearnDash tervezési varázsló

source: No theme specified.
hu_hu: Nincs megadva sablon.

source: Sorry, you are not allowed to install themes on this site.
hu_hu: Sajnáljuk, nincs jogosultsága sablonok telepítéséhez ezen a webhelyen.

source: Unable to connect to the filesystem. Please confirm your credentials.
hu_hu: Nem sikerült csatlakozni a fájlrendszerhez. Kérjük, erősítse meg a hitelesítő adatait.

source: No plugin specified.
hu_hu: Nincs megadva bővítmény.

source: Sorry, you are not allowed to install plugins on this site.
hu_hu: Sajnáljuk, nincs jogosultsága bővítmények telepítéséhez ezen a webhelyen.

source: We can't extract plugin file. Please check your file and directory permission.
hu_hu: Nem tudjuk kibontani a bővítményfájlt. Kérjük, ellenőrizze a fájl- és könyvtárengedélyeket.

source: User doesn't have enough capability
hu_hu: A felhasználónak nincs elegendő jogosultsága

source: The template has been built and is ready to use.
hu_hu: A sablon elkészült, és használatra kész.

source: Install plugin(s)
hu_hu: Bővítmény(ek) telepítése

source: Activate theme
hu_hu: Sablon aktiválása

source: Activate plugin(s)
hu_hu: Bővítmény(ek) aktiválása

source: Build template
hu_hu: Sablon felépítése

source: Run Kadence template building process
hu_hu: Kadence sablonépítési folyamat futtatása

# placeholder: Course
source: LearnDash LMS %s Assignments
hu_hu: LearnDash LMS %s beadandók

# placeholder: Quiz
source: LearnDash LMS %s Essays
hu_hu: LearnDash LMS %s esszék

# placeholder: Groups
source: LearnDash LMS Enrolled %s
hu_hu: LearnDash LMS beiratkozott %s

# placeholder: Courses
source: LearnDash LMS Enrolled %s
hu_hu: LearnDash LMS beiratkozott %s

# placeholder: Course
source: LearnDash LMS %s Certificates
hu_hu: LearnDash LMS %s tanúsítványok

# placeholder: Quiz
source: LearnDash LMS %s Certificates
hu_hu: LearnDash LMS %s tanúsítványok

# placeholder: Group
source: LearnDash LMS %s Certificates
hu_hu: LearnDash LMS %s tanúsítványok

# placeholder: Course
source: LearnDash LMS %s Progress
hu_hu: LearnDash LMS %s előrehaladás

source: %s Type
hu_hu: %s típusa

source: Order Item
hu_hu: Rendelési tétel

source: Order Total
hu_hu: Rendelés végösszege

source: Order Email
hu_hu: Rendelési e-mail

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Invoice
hu_hu: Számla

source: Cardholder Name
hu_hu: Kártyabirtokos neve

source: Middle Initial
hu_hu: Középső név kezdőbetűje

source: Street Address
hu_hu: Utca és házszám

source: City
hu_hu: Város

source: Zip
hu_hu: Irányítószám

source: Phone #
hu_hu: Telefonszám

source: IP Address
hu_hu: IP-cím

source: Billing Address
hu_hu: Számlázási cím

source: Billing City
hu_hu: Számlázási város

source: Billing State
hu_hu: Számlázási állam/megye

source: Billing ZIP
hu_hu: Számlázási irányítószám

source: Order ID
hu_hu: Rendelésazonosító

source: Order Date
hu_hu: Rendelés dátuma

source: Access From Date
hu_hu: Hozzáférés kezdő dátuma

# Completed lesson
source: Completed
hu_hu: Teljesítve

# Not completed lesson
source: Not completed
hu_hu: Nincs teljesítve

# Completed topic
source: Completed
hu_hu: Teljesítve

# Not completed topic
source: Not completed
hu_hu: Nincs teljesítve

# placeholder: Course
source: %s ID
hu_hu: %s azonosító

source: Steps Completed
hu_hu: Teljesített lépések

source: LearnDash LMS User Progress
hu_hu: LearnDash LMS felhasználói előrehaladás

source: Not Started
hu_hu: Nincs megkezdve

source: Completed
hu_hu: Teljesítve

source: Single choice
hu_hu: Egyválasztós

source: Multiple choice
hu_hu: Többválasztós

source: "Free" choice
hu_hu: "Szabad" választás

source: "Sorting" choice
hu_hu: "Rendezés" választás

source: "Matrix Sorting" choice
hu_hu: "Mátrix rendezés" választás

source: Fill in the blank
hu_hu: Hiányzó rész kitöltése

source: Assessment
hu_hu: Értékelés

source: Essay / Open Answer
hu_hu: Esszé / nyílt válasz

source: Not Taken
hu_hu: Nem töltötte ki

source: Passed
hu_hu: Megfelelt

source: Failed
hu_hu: Nem felelt meg

# Add New Topic Label
source: Add New
hu_hu: Új hozzáadása

# placeholder: Topic
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Topic
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: Topic
source: New %s
hu_hu: Új %s

# placeholder: Topic
source: View %s
hu_hu: %s megtekintése

# placeholder: Topics
source: View %s
hu_hu: %s megtekintése

# placeholder: Topics
source: Search %s
hu_hu: %s keresése

# placeholder: Topics
source: No %s found
hu_hu: Nem található %s

# placeholder: Topic
source: No %s found in Trash
hu_hu: Nem található %s a Lomtárban

# placeholder: Topic
source: %s Published
hu_hu: %s közzétéve

# placeholder: Topic
source: %s Published Privately
hu_hu: %s privátként közzétéve

# placeholder: Topic
source: %s Reverted to Draft
hu_hu: %s visszaállítva vázlatra

# placeholder: Topic
source: %s Scheduled
hu_hu: %s ütemezve

# placeholder: Topic
source: %s Updated
hu_hu: %s frissítve

# Add New Quiz Label
source: Add New
hu_hu: Új hozzáadása

# placeholder: Quiz
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Quiz
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: Quiz
source: New %s
hu_hu: Új %s

# placeholder: Quiz
source: View %s
hu_hu: %s megtekintése

# placeholder: Quizzes
source: View %s
hu_hu: %s megtekintése

# placeholder: Quizzes
source: Search %s
hu_hu: %s keresése

# placeholder: Quizzes
source: No %s found
hu_hu: Nem található %s

# placeholder: Quizzes
source: No %s found in Trash
hu_hu: Nem található %s a Lomtárban

# placeholder: Quiz
source: %s Published
hu_hu: %s közzétéve

# placeholder: Quiz
source: %s Published Privately
hu_hu: %s privátként közzétéve

# placeholder: Quiz
source: %s Reverted to Draft
hu_hu: %s visszaállítva vázlatra

# placeholder: Quiz
source: %s Scheduled
hu_hu: A(z) %s ütemezve

# placeholder: Quiz
source: %s Updated
hu_hu: A(z) %s frissítve

# placeholder: Question
source: Add New
hu_hu: Új hozzáadása

# placeholder: Question
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Question
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: Question
source: New %s
hu_hu: Új %s

# placeholder: Question
source: View %s
hu_hu: %s megtekintése

# placeholder: Questions
source: View %s
hu_hu: %s megtekintése

# placeholder: Questions
source: Search %s
hu_hu: %s keresése

# placeholder: Questions
source: No %s found
hu_hu: Nem található %s

# placeholder: Questions
source: No %s found in Trash
hu_hu: Nem található %s a Lomtárban

# placeholder: Question
source: %s Published
hu_hu: A(z) %s közzétéve

# placeholder: Question
source: %s Published Privately
hu_hu: A(z) %s privátként közzétéve

# placeholder: Question
source: %s Reverted to Draft
hu_hu: A(z) %s vázlatra visszaállítva

# placeholder: Question
source: %s Scheduled
hu_hu: A(z) %s ütemezve

# placeholder: Question
source: %s Updated
hu_hu: A(z) %s frissítve

# placeholder: Lesson
source: Add New
hu_hu: Új hozzáadása

# placeholder: Lesson
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Lesson
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: Lesson
source: New %s
hu_hu: Új %s

# placeholder: Lesson
source: View %s
hu_hu: %s megtekintése

# placeholder: Lessons.
source: View %s
hu_hu: %s megtekintése

# placeholder: Lessons.
source: Search %s
hu_hu: %s keresése

# placeholder: Lessons.
source: No %s found
hu_hu: Nem található %s

# placeholder: Lessons.
source: No %s found in Trash
hu_hu: Nem található %s a Lomtárban

# placeholder: Lesson
source: %s Published
hu_hu: A(z) %s közzétéve

# placeholder: Lesson
source: %s Published Privately
hu_hu: A(z) %s privátként közzétéve

# placeholder: Lesson
source: %s Reverted to Draft
hu_hu: A(z) %s vázlatra visszaállítva

# placeholder: Lesson
source: %s Scheduled
hu_hu: A(z) %s ütemezve

# placeholder: Lesson
source: %s Updated
hu_hu: A(z) %s frissítve

# placeholder: Exam
source: Add New
hu_hu: Új hozzáadása

# placeholder: Exam
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Exam
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: Exam
source: New %s
hu_hu: Új %s

# placeholder: Exam
source: View %s
hu_hu: %s megtekintése

# placeholder: Lessons
source: View %s
hu_hu: %s megtekintése

# placeholder: Lessons
source: Search %s
hu_hu: %s keresése

# placeholder: Lessons
source: No %s found
hu_hu: Nem található %s

# placeholder: Lessons
source: No %s found in Trash
hu_hu: Nem található %s a Lomtárban

# placeholder: Exam
source: %s Published
hu_hu: A(z) %s közzétéve

# placeholder: Exam
source: %s Published Privately
hu_hu: A(z) %s privátként közzétéve

# placeholder: Exam
source: %s Reverted to Draft
hu_hu: A(z) %s vázlatra visszaállítva

# placeholder: Exam
source: %s Scheduled
hu_hu: A(z) %s ütemezve

# placeholder: Exam
source: %s Updated
hu_hu: A(z) %s frissítve

# placeholder: Coupon
source: Add New
hu_hu: Új hozzáadása

# placeholder: Coupon
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Coupon
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: Coupon
source: New %s
hu_hu: Új %s

# placeholder: Coupon
source: View %s
hu_hu: %s megtekintése

# placeholder: Coupon
source: %s Published
hu_hu: A(z) %s közzétéve

# placeholder: Coupon
source: %s Published Privately
hu_hu: A(z) %s privátként közzétéve

# placeholder: Coupon
source: %s Reverted to Draft
hu_hu: A(z) %s vázlatra visszaállítva

# placeholder: Coupon
source: %s Scheduled
hu_hu: A(z) %s ütemezve

# placeholder: Coupon
source: %s Updated
hu_hu: A(z) %s frissítve

# placeholder: Course
source: Add New
hu_hu: Új hozzáadása

# placeholder: Course
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Course
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: Course
source: New %s
hu_hu: Új %s

# placeholder: Course
source: View %s
hu_hu: %s megtekintése

# placeholder: Courses
source: View %s
hu_hu: %s megtekintése

# placeholder: Courses
source: Search %s
hu_hu: %s keresése

# placeholder: Courses
source: No %s found
hu_hu: Nem található %s

# placeholder: Courses
source: No %s found in Trash
hu_hu: Nem található %s a Lomtárban

# placeholder: Course
source: %s Published
hu_hu: A(z) %s közzétéve

# placeholder: Course
source: %s Published Privately
hu_hu: A(z) %s privátként közzétéve

# placeholder: Course
source: %s Reverted to Draft
hu_hu: A(z) %s vázlatra visszaállítva

# placeholder: Course
source: %s Scheduled
hu_hu: A(z) %s ütemezve

# placeholder: Course
source: %s Updated
hu_hu: A(z) %s frissítve

# placeholder: Course
source: %s Categories
hu_hu: %s kategóriák

# placeholder: Course
source: %s Category
hu_hu: %s kategória

# placeholder: Course
source: Search %s Categories
hu_hu: %s kategóriák keresése

# placeholder: Course
source: All %s Categories
hu_hu: Összes %s kategória

# placeholder: Course
source: Parent %s Category
hu_hu: Szülő %s kategória

# placeholder: Course
source: Parent %s Category:
hu_hu: Szülő %s kategória:

# placeholder: Course
source: Edit %s Category
hu_hu: %s kategória szerkesztése

# placeholder: Course
source: Update %s Category
hu_hu: %s kategória frissítése

# placeholder: Course
source: Add New %s Category
hu_hu: Új %s kategória hozzáadása

# placeholder: Course
source: New %s Category Name
hu_hu: Új %s kategória neve

# placeholder: Course
source: %s Tags
hu_hu: %s címkék

# placeholder: Course
source: %s Tag
hu_hu: %s címke

# placeholder: Course
source: Search %s Tag
hu_hu: %s címke keresése

# placeholder: Course
source: All %s Tags
hu_hu: Összes %s címke

# placeholder: Course
source: Parent %s Tag
hu_hu: Szülő %s címke

# placeholder: Course
source: Parent %s Tag:
hu_hu: Szülő %s címke:

# placeholder: Course
source: Edit %s Tag
hu_hu: %s címke szerkesztése

# placeholder: Course
source: Update %s Tag
hu_hu: %s címke frissítése

# placeholder: Course
source: Add New %s Tag
hu_hu: Új %s címke hozzáadása

# placeholder: Course
source: New %s Tag Name
hu_hu: Új %s címke neve

# placeholder: Lesson
source: %s Categories
hu_hu: %s kategóriák

# placeholder: Lesson
source: %s Category
hu_hu: %s kategória

# placeholder: Lesson
source: Search %s Categories
hu_hu: %s kategóriák keresése

# placeholder: Lesson
source: All %s Categories
hu_hu: Összes %s kategória

# placeholder: Lesson
source: Parent %s Category
hu_hu: Szülő %s kategória

# placeholder: Lesson
source: Parent %s Category:
hu_hu: Szülő %s kategória:

# placeholder: Lesson
source: Edit %s Category
hu_hu: %s kategória szerkesztése

# placeholder: Lesson
source: Update %s Category
hu_hu: %s kategória frissítése

# placeholder: Lesson
source: Add New %s Category
hu_hu: Új %s kategória hozzáadása

# placeholder: Lesson
source: New %s Category Name
hu_hu: Új %s kategória neve

# placeholder: Lesson
source: %s Tags
hu_hu: %s címkék

# placeholder: Lesson
source: %s Tag
hu_hu: %s címke

# placeholder: Lesson
source: Search %s Tag
hu_hu: %s címke keresése

# placeholder: Lesson
source: All %s Tags
hu_hu: Összes %s címke

# placeholder: Lesson
source: Parent %s Tag
hu_hu: Szülő %s címke

# placeholder: Lesson
source: Parent %s Tag:
hu_hu: Szülő %s címke:

# placeholder: Lesson
source: Edit %s Tag
hu_hu: %s címke szerkesztése

# placeholder: Lesson
source: Update %s Tag
hu_hu: %s címke frissítése

# placeholder: Lesson
source: Add New %s Tag
hu_hu: Új %s címke hozzáadása

# placeholder: Lesson
source: New %s Tag Name
hu_hu: Új %s címke neve

# placeholder: Topic
source: %s Categories
hu_hu: %s kategóriák

# placeholder: Topic
source: %s Category
hu_hu: %s kategória

# placeholder: Topic
source: Search %s Categories
hu_hu: %s kategóriák keresése

# placeholder: Topic
source: All %s Categories
hu_hu: Összes %s kategória

# placeholder: Topic
source: Parent %s Category
hu_hu: Szülő %s kategória

# placeholder: Topic
source: Parent %s Category:
hu_hu: Szülő %s kategória:
