Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

source: ~~~ User 3: ~~~ A=unchecked B=unchecked C=checked Result: A=unchecked = 0 Points B=unchecked = 0 Points C=checked = 1 Points = 1 / 3 Points 33,33%
hu_hu: ~~~ Felhasználó 3: ~~~ A=nincs bejelölve B=nincs bejelölve C=bejelölve Eredmény: A=nincs bejelölve = 0 pont B=nincs bejelölve = 0 pont C=bejelölve = 1 pont = 1 / 3 pont 33,33%

source: ~~~ User 4: ~~~ A=unchecked B=unchecked C=unchecked Result: A=correct and unchecked (incorrect) = 0 Points B=incorrect and unchecked (correct) = 0 Points C=incorrect and unchecked (correct) = 0 Points = 0 / 3 Points 0%
hu_hu: ~~~ Felhasználó 4: ~~~ A=nincs bejelölve B=nincs bejelölve C=nincs bejelölve Eredmény: A=helyes és nincs bejelölve (helytelen) = 0 pont B=helytelen és nincs bejelölve (helyes) = 0 pont C=helytelen és nincs bejelölve (helyes) = 0 pont = 0 / 3 pont 0%

source: ~~~ User 4: ~~~ A=unchecked B=unchecked C=unchecked Result: A=unchecked = 0 Points B=unchecked = 0 Points C=unchecked = 0 Points = 0 / 3 Points 0%
hu_hu: ~~~ Felhasználó 4: ~~~ A=nincs bejelölve B=nincs bejelölve C=nincs bejelölve Eredmény: A=nincs bejelölve = 0 pont B=nincs bejelölve = 0 pont C=nincs bejelölve = 0 pont = 0 / 3 pont 0%

# placeholder: Quiz
source: LearnDash %s Builder
hu_hu: LearnDash %s összeállító

# placeholder: Quiz
source: LearnDash %s Advanced Settings
hu_hu: LearnDash %s speciális beállításai

# placeholder: Quiz, Question
source: LearnDash %1$s %2$s Settings
hu_hu: LearnDash %1$s %2$s beállításai

# placeholder: Quiz
source: LearnDash %s Result Settings
hu_hu: LearnDash %s eredmény beállításai

# placeholder: Quiz
source: LearnDash %s Mode Settings
hu_hu: LearnDash %s mód beállításai

# placeholder: Quiz
source: LearnDash %s Result Text Settings
hu_hu: LearnDash %s eredményszöveg beállításai

# placeholder: Quiz
source: LearnDash %s Template Settings
hu_hu: LearnDash %s sablon beállításai

# placeholder: Quiz
source: LearnDash %s Leaderboard Settings
hu_hu: LearnDash %s ranglista beállításai

# placeholder: Quiz
source: LearnDash %s Custom Fields Settings
hu_hu: LearnDash %s egyedi mezők beállításai

# placeholder: Quiz Title
source: Revert: %s
hu_hu: Visszaállítás: %s

source: All Authors
hu_hu: Összes szerző

source: Approval Status
hu_hu: Jóváhagyási állapot

# placeholder: Groups
source: All %s
hu_hu: Összes %s

# placeholder: Courses
source: All %s
hu_hu: Összes %s

# placeholder: Lessons
source: All %s
hu_hu: Összes %s

# placeholder: Topics
source: All %s
hu_hu: Összes %s

source: Status / Points
hu_hu: Állapot / Pontok

# Assigned Course Label
source: Assigned %s
hu_hu: Hozzárendelt %s

# Placeholders: Lesson, Topic
source: Assigned %1$s / %2$s
hu_hu: Hozzárendelve %1$s / %2$s

# Assignment approval status
source: Approved
hu_hu: Jóváhagyva

# Assignment approval status
source: Not Approved
hu_hu: Nem jóváhagyott

# placeholder: Points label
source: %s: Not Enabled
hu_hu: %s: nincs engedélyezve

source: approve
hu_hu: jóváhagy

source: Quick View
hu_hu: Gyors nézet

source: Used in
hu_hu: Felhasználási hely

# placeholder: Courses, Certificate Post title
source: Filter %1$s by Certificate "%2$s"
hu_hu: %1$s szűrése a(z) "%2$s" tanúsítvány szerint

# placeholder: Quizzes, Certificate Post title
source: Filter %1$s by Certificate "%2$s"
hu_hu: %1$s szűrése a(z) "%2$s" tanúsítvány szerint

# placeholder: Groups, Certificate Post title
source: Filter %1$s by Certificate "%2$s"
hu_hu: %1$s szűrése a(z) "%2$s" tanúsítvány szerint

source: All Types
hu_hu: Összes típus

source: Flat
hu_hu: Fix

source: Percentage
hu_hu: Százalék

source: Used & Unused
hu_hu: Használt és nem használt

source: Used
hu_hu: Használt

source: Unused
hu_hu: Nem használt

source: All States
hu_hu: Összes állapot

source: Active
hu_hu: Aktív

source: Expired
hu_hu: Lejárt

source: Future Start Date
hu_hu: Jövőbeli kezdési dátum

# placeholder: Courses
source: All & Associated %s
hu_hu: Összes és társított %s

# placeholder: Courses
source: All %s Only
hu_hu: Csak az összes %s

# placeholder: Groups
source: All & Associated %s
hu_hu: Összes és társított %s

# placeholder: Groups
source: All %s Only
hu_hu: Csak az összes %s

source: Code
hu_hu: Kód

source: Discount
hu_hu: Kedvezmény

source: Number of Uses
hu_hu: Felhasználások száma

source: State
hu_hu: Állapot

# placeholder: Courses
source: Associated %s
hu_hu: Társított %s

# placeholder: Groups
source: Associated %s
hu_hu: Társított %s

source: Filter listing by future state
hu_hu: Lista szűrése jövőbeli állapot szerint

source: Active from
hu_hu: Aktív ettől

source: Filter listing by expired state
hu_hu: Lista szűrése lejárt állapot szerint

source: Filter listing by active state
hu_hu: Lista szűrése aktív állapot szerint

source: Filter listing by all
hu_hu: Lista szűrése: összes

source: All
hu_hu: Összes

source: All Users
hu_hu: Összes felhasználó

# placeholder: Group
source: -- No %s --
hu_hu: -- Nincs %s --

source: All Certificates
hu_hu: Összes tanúsítvány

source: -- No Certificate --
hu_hu: -- Nincs tanúsítvány --

source: All Price Types
hu_hu: Összes ártípus

source: Open
hu_hu: Nyitott

source: Free
hu_hu: Ingyenes

source: Buy now
hu_hu: Vásárlás most

source: Recurring
hu_hu: Ismétlődő

source: Closed
hu_hu: Zárt

source: Price Type
hu_hu: Ártípus

source: Get a performance boost on your course by enabling shared steps in LearnDash LMS. Shared steps uses newer underlying architecture that really makes your course fly! <a target="_blank" href="%1$s">Learn more about Shared Steps</a>.
hu_hu: Gyorsítsa fel kurzusa teljesítményét a LearnDash LMS megosztott lépéseinek engedélyezésével. A megosztott lépések újabb, korszerű architektúrát használnak, amely igazán felpörgeti a kurzusát! <a target="_blank" href="%1$s">Tudjon meg többet a megosztott lépésekről</a>.

# placeholder: Course
source: Use %s Builder
hu_hu: Használja a(z) %s építőt

source: Filter listing by Price type
hu_hu: Lista szűrése ártípus szerint

# placeholder: Quizzes
source: All %s
hu_hu: Összes %s

# placeholder: Questions
source: All %s
hu_hu: Összes %s

# placeholder: Essay Question Title
source: Essay %s Title
hu_hu: Esszé %s címe

source: Submitted By
hu_hu: Beküldte

# Assigned Quiz Label
source: Assigned %s
hu_hu: Hozzárendelt %s

# Assigned Question Label
source: Assigned %s
hu_hu: Hozzárendelt %s

# placeholder: Status
source: Status: %s
hu_hu: Állapot: %s

# placeholder: Courses
source: All %s Show
hu_hu: Összes %s megjelenítése

# placeholder: Course
source: -- No %s --
hu_hu: -- Nincs %s --

# placeholder: Courses
source: All %s Pass
hu_hu: Összes %s megfelelt

# placeholder: Course
source: %s Show
hu_hu: %s megjelenítése

# placeholder: Course
source: %s Passed
hu_hu: %s megfelelt

# placeholder: Courses
source: %s / Users
hu_hu: %s / felhasználók

source: reload
hu_hu: újratöltés

# placeholder: Group Users Count
source: Users: %d
hu_hu: Felhasználók: %d

# placeholder: Group Leaders Count
source: Leaders %d
hu_hu: Vezetők %d

# placeholder: Course
source: Assigned %s
hu_hu: Hozzárendelt %s

# placeholder: Question
source: All %s Types
hu_hu: Összes %s típus

# placeholder: Question
source: All %s Categories
hu_hu: Összes %s kategória

# placeholder: Quiz
source: -- No %s --
hu_hu: -- Nincs %s --

source: Type
hu_hu: Típus

# placeholder: Quiz
source: Assigned %s
hu_hu: Hozzárendelt %s

# placeholder: Question
source: %s Category
hu_hu: %s kategória

# placeholder: Question Type
source: Filter listing by %s type
hu_hu: Lista szűrése %s típusa szerint

# placeholder: Lesson
source: -- No %s --
hu_hu: -- Nincs %s --

source: Shortcode
hu_hu: Rövidkód

source: Missing ProQuiz Associated Settings.
hu_hu: Hiányoznak a ProQuiz társított beállításai.

# placeholder: Quiz
source: Use %s Builder
hu_hu: Használja a(z) %s építőt

# placeholder: Quiz, Questions
source: Show %1$s %2$s
hu_hu: Mutassa %1$s %2$s

# placeholder: Quiz
source: Show %s Statistics
hu_hu: Mutassa a(z) %s statisztikáit

# placeholder: Quiz
source: Show %s Leaderboard
hu_hu: Mutassa a(z) %s ranglistáját

source: Export
hu_hu: Exportálás

# placeholder: Lesson
source: Assigned %s
hu_hu: Hozzárendelt %s

source: All Gateways
hu_hu: Összes fizetési átjáró

source: Item
hu_hu: Tétel

source: Date
hu_hu: Dátum

source: Customer
hu_hu: Vásárló

source: Gateway
hu_hu: Fizetési átjáró

source: Price
hu_hu: Ár

source: Copy Session ID
hu_hu: Munkamenet ID másolása

source: Filter
hu_hu: Szűrés

source: Enrolled by a coupon with no payment
hu_hu: Kuponnal történt beiratkozás fizetés nélkül

# placeholder: Transaction price
source: Price: %s
hu_hu: Ár: %s

# placeholder: Transaction discount
source: Discount: %s
hu_hu: Kedvezmény: %s

# placeholder: Transaction final price
source: Final price: %s
hu_hu: Végső ár: %s

# placeholder: Transaction recurring times
source: Recurring times: %s
hu_hu: Ismétlődések száma: %s

source: Unlimited
hu_hu: Korlátlan

# placeholder: Transaction billing cycle value, Transaction billing cycle length
source: Billing cycle: every %1$d %2$s
hu_hu: Számlázási ciklus: minden %1$d %2$s

# placeholder: Transaction trial price
source: Trial price: %s
hu_hu: Próbaidőszak ára: %s

# placeholder: Transaction trial duration value, Transaction trial duration length
source: Trial duration: %1$d %2$s
hu_hu: Próbaidőszak hossza: %1$d %2$s

# placeholder: Coupon code
source: Code: %s
hu_hu: Kód: %s

# placeholder: Coupon type
source: Type: %s
hu_hu: Típus: %s

# placeholder: Coupon amount
source: Amount: %s
hu_hu: Összeg: %s

source: Unknown
hu_hu: Ismeretlen

source: No
hu_hu: Nem

source: Pre-enrolled
hu_hu: Előbeiratkozott

source: Enrolled
hu_hu: Beiratkozott

source: Not Enrolled
hu_hu: Nincs beiratkozva

source: View
hu_hu: Megtekintés

source: Pre-order
hu_hu: Előrendelés

source: Yes
hu_hu: Igen

source: remove
hu_hu: eltávolítás

source: add
hu_hu: hozzáadás

# placeholder: Groups, Courses
source: Enrolled %1$s / %2$s
hu_hu: Beiratkozott %1$s / %2$s

# placeholder: Groups, User Nicename
source: Filter %1$s by user "%2$s"
hu_hu: A(z) %1$s szűrése a(z) "%2$s" felhasználó szerint

# placeholder: Groups, filter Groups by user URL
source: Total %1$s: %2$s
hu_hu: Összesen %1$s: %2$s

# placeholder: Courses, User Nicename
source: Filter %1$s by user "%2$s"
hu_hu: A(z) %1$s szűrése a(z) "%2$s" felhasználó szerint

# placeholder: Courses, filter Courses by user URL
source: Total %1$s: %2$s
hu_hu: Összesen %1$s: %2$s

source: User Reports
hu_hu: Felhasználói jelentések

# Export Quiz Data Label
source: Export %s Data
hu_hu: %s adatok exportálása

source: Changelog
hu_hu: Változásnapló

source: Count
hu_hu: Darabszám

# placeholder: list of active LMS plugins
source: <strong>LearnDash LMS</strong> has detected other active LMS plugins which may cause conflicts: <strong>%s</strong>
hu_hu: <strong>LearnDash LMS</strong> más aktív LMS bővítményeket észlelt, amelyek ütközést okozhatnak: <strong>%s</strong>

source: point
hu_hu: pont

# Question type description for Free Answers
source: Correct answers (one per line) (answers will be converted to lower case). If mode "Different points for each answer" is activated, you can assign points to each answer using "|". Example: One|15. The default point value is 1.
hu_hu: Helyes válaszok (soronként egy) (a válaszokat kisbetűssé alakítjuk). Ha a "Külön pontszám minden válaszhoz" mód aktív, a "|" jellel pontokat rendelhet minden válaszhoz. Példa: One|15. Az alapértelmezett pontérték 1.

# Question type description for Sort Answers
source: Please sort the answers in the right order with the "move" button. The answers will be displayed randomly.
hu_hu: Kérjük, rendezze a válaszokat a megfelelő sorrendbe a "mozgatás" gombbal. A válaszok véletlenszerű sorrendben jelennek meg.

source: Use <strong class="description-red">{ }</strong> to mark a gap and correct answer:<br /> <strong>I <span class="description-red">{</span>play<span class="description-red">}</span> soccer.</strong>
hu_hu: Használja a <strong class="description-red">{ }</strong> jeleket a hiány és a helyes válasz jelölésére:<br /> <strong>I <span class="description-red">{</span>play<span class="description-red">}</span> soccer.</strong>

source: Use <strong class="description-red">[ ]</strong> to mark multiple correct answers:<br /> <strong>I {<span class="description-red">[</span>love<span class="description-red">][</span>hate<span class="description-red">]</span>} soccer.</strong>
hu_hu: Használja a <strong class="description-red">[ ]</strong> jeleket több helyes válasz jelölésére:<br /> <strong>I {<span class="description-red">[</span>love<span class="description-red">][</span>hate<span class="description-red">]</span>} soccer.</strong>

source: If mode "Different points for each answer" is activated:<br /> <strong><span class="description-red">{</span>play|2<span class="description-red">}</span></strong> - 2 points earned.<br /> <strong><span class="description-red">{</span><span class="description-red">[</span>love|2<span class="description-red">]</span><span class="description-red">[</span>hate|5<span class="description-red">]</span><span class="description-red">}</span></strong> - 2 or 5 points earned.
hu_hu: Ha a "Külön pontszám minden válaszhoz" mód aktív:<br /> <strong><span class="description-red">{</span>play|2<span class="description-red">}</span></strong> - 2 pont jár.<br /> <strong><span class="description-red">{</span><span class="description-red">[</span>love|2<span class="description-red">]</span><span class="description-red">[</span>hate|5<span class="description-red">]</span><span class="description-red">}</span></strong> - 2 vagy 5 pont jár.

source: How should the user submit their answer?
hu_hu: Hogyan küldje be a felhasználó a válaszát?

# placeholders: question, course
source: If you set the %1$s to be graded and the student doesn't have enough points to proceed, they will be blocked from continuing the %2$s until the %1$s has been graded.
hu_hu: Ha a(z) %1$s értékelendőre van állítva, és a tanulónak nincs elég pontja a folytatáshoz, le lesz tiltva a(z) %2$s folytatásáról, amíg a(z) %1$s értékelése meg nem történik.

source: The student can progress if they have enough points to move on.
hu_hu: A tanuló folytathatja, ha elegendő pontja van a továbblépéshez.

# placeholders: question, quiz
source: How should the answer to this %1$s be marked and graded upon %2$s submission?
hu_hu: Hogyan legyen jelölve és értékelve a(z) %1$s válasza a(z) %2$s beküldésekor?

source: Use <strong class="description-red">{ }</strong> to mark an assessment:<br /> <strong>Less true <span class="description-red">{</span> [1] [2] [3] [4] [5] <span class="description-red">}</span> More true</strong>
hu_hu: Használja a <strong class="description-red">{ }</strong> jeleket egy értékelés megjelöléséhez:<br /> <strong>Kevésbé igaz <span class="description-red">{</span> [1] [2] [3] [4] [5] <span class="description-red">}</span> Inkább igaz</strong>

source: Use <strong class="description-red">[ ]</strong> to mark selectable items:<br /> <strong>Less true { <span class="description-red">[</span>A<span class="description-red">]</span> <span class="description-red">[</span>B<span class="description-red">]</span> <span class="description-red">[</span>C<span class="description-red">]</span> } More true</strong>
hu_hu: Használja a <strong class="description-red">[ ]</strong> jeleket a választható elemek megjelöléséhez:<br /> <strong>Kevésbé igaz { <span class="description-red">[</span>A<span class="description-red">]</span> <span class="description-red">[</span>B<span class="description-red">]</span> <span class="description-red">[</span>C<span class="description-red">]</span> } Inkább igaz</strong>

# Placeholder: Groups
source: You don't have any %s yet
hu_hu: Még nincs egyetlen %s sem

# Placeholder: Groups, Group, Groups
source: Users can be placed into %1$s and assigned a %2$s Leader who can track the progress and performance of any user in the %3$s.
hu_hu: A felhasználók %1$s szerint csoportosíthatók, és kijelölhető számukra egy %2$s vezető, aki nyomon követheti bármely felhasználó előrehaladását és teljesítményét a %3$s során.

# placeholder: Group
source: Add your first %s
hu_hu: Adja hozzá az első %s elemet

# placeholder: Group
source: Creating a %s
hu_hu: %s létrehozása

source: Related help and documentation
hu_hu: Kapcsolódó súgó és dokumentáció

# placeholder: Group
source: Users & %s Documentation (only available in English)
hu_hu: Felhasználók és %s dokumentáció (csak angolul érhető el)

# placeholder: Coupons
source: You don't have any %s yet
hu_hu: Még nincsenek %s

# placeholder: %1$s: Coupons, %2$s: Courses, %3$s: Groups
source: %1$s offer an easy way for you to deliver %2$s and %3$s discounts!
hu_hu: %1$s egyszerű módot kínálnak %2$s és %3$s kedvezmények biztosítására!

# placeholder: Coupon
source: Add your first %s
hu_hu: Első %s hozzáadása

# placeholder: exams
source: You don't have any %s yet
hu_hu: Még nincsenek %s

# placeholder: Exams, Course, Courses.
source: %1$s are a great way to check if your learners are understanding the %2$s content and allow them to skip %3$s they already know.
hu_hu: A(z) %1$s nagyszerű módjai annak, hogy ellenőrizze, tanulói megértik-e a(z) %2$s tartalmát, és lehetővé teszik a már ismert %3$s kihagyását.

# placeholder: Exam
source: Add your first %s
hu_hu: Első %s hozzáadása

# Placeholder text when no certificates have been created
source: You don't have any Certificates yet
hu_hu: Még nincsenek tanúsítványok

# placeholder: %1$s: Quiz, %2$s: Course
source: Certificates can be awarded based on %1$s performance or at the very end of a %2$s. Once earned, the Certificate is available for PDF download from the user’s LearnDash profile.
hu_hu: A tanúsítványok odaítélhetők a(z) %1$s teljesítménye alapján, vagy egy %2$s legvégén. A megszerzett tanúsítvány a felhasználó LearnDash-profiljából PDF-ként letölthető.

# Button to add a certificate
source: Add your first Certificate
hu_hu: Az első tanúsítvány hozzáadása

source: Need more help?
hu_hu: További segítségre van szükség?

# placeholder: Course
source: Creating a Great %s Certificate
hu_hu: Kiváló %s tanúsítvány létrehozása

source: Certificates Documentation (only available in English)
hu_hu: Tanúsítványok dokumentációja (csak angolul érhető el)

# placeholder: Courses
source: You don't have any %s yet
hu_hu: Még nincsenek %s

source: %1$s offer a convenient and organized way for you to deliver training content. Create a %2$s and include %3$s, %4$s, %5$s, Assignments, and more!
hu_hu: A %1$s kényelmes, jól szervezett módot kínálnak a képzési tartalom átadására. Hozzon létre egy %2$s-t, és vegyen fel %3$s, %4$s, %5$s, feladatokat és még sok mást!

# placeholder: Course
source: Add your first %s
hu_hu: Első %s hozzáadása

# placeholder: Courses
source: Getting started with LearnDash %s
hu_hu: Első lépések a LearnDash %s használatával

# placeholder: Course
source: %s Builder [Article] (only available in English)
hu_hu: %s Builder [Cikk] (csak angolul érhető el)

# placeholder: Courses
source: %s Documentation (only available in English)
hu_hu: %s dokumentáció (csak angolul érhető el)

# placeholder: Lessons
source: You don't have any %s yet
hu_hu: Még nincsenek %s

source: %1$s are where you add your content for your %2$s. You can add %3$s using the %4$s Builder, or you can create them individually and assign them to a %5$s later
hu_hu: A(z) %1$s azok, ahová a(z) %2$s tartalmát hozzáadja. %3$s-t felvehet a %4$s Builder használatával, vagy külön is létrehozhatja őket, és később hozzárendelheti egy %5$s-hez

# placeholder: Lesson
source: Add your first %s
hu_hu: Első %s hozzáadása

# placeholder: %1$s: Lessons, %2$s: Course
source: Creating %1$s for Your %2$s
hu_hu: %1$s létrehozása a(z) %2$s számára

# placeholder: Lessons
source: %s Documentation (only available in English)
hu_hu: %s dokumentáció (csak angolul érhető el)

source: View all docs
hu_hu: Összes dokumentum megtekintése

# placeholder: Questions
source: You don't have any %s yet
hu_hu: Még nincsenek %s

# placeholder: %1$s: Questions, %2$s: Quiz, %3$s: Questions, %4$s: Quiz
source: You can add %1$s when you create a %2$s, or you can choose to add %3$s at any time and add them to a %4$s later.
hu_hu: Hozzáadhat %1$s-t egy %2$s létrehozásakor, vagy bármikor választhatja, hogy %3$s-t ad hozzá, és azokat később egy %4$s-hez adja.

# placeholder: Question
source: Add your first %s
hu_hu: Első %s hozzáadása

# placeholder: Quiz, Question
source: %1$s %2$s Types [Article] (only available in English)
hu_hu: %1$s %2$s típusok [Cikk] (csak angolul érhető el)

# placeholder: Questions
source: %s Documentation (only available in English)
hu_hu: %s dokumentáció (csak angolul érhető el)

# placeholder: Quizzes
source: You don't have any %s yet
hu_hu: Még nincsenek %s

# placeholder: %1$s: Quizzes, %2$s: Course, %3$s: Quiz, %4$s: Course
source: %1$s are a great way to check if your learners are understanding the %2$s content. You can have a %3$s in the middle of a %4$s, or you can put it at the end
hu_hu: A(z) %1$s nagyszerű módjai annak, hogy ellenőrizze, tanulói megértik-e a(z) %2$s tartalmát. Elhelyezhet egy %3$s-t egy %4$s közepén, vagy a végére teheti

# placeholder: Quiz
source: Add your first %s
hu_hu: Első %s hozzáadása

# placeholder: Quiz
source: Creating a %s
hu_hu: %s létrehozása

# placeholder: Quizzes
source: %s Documentation (only available in English)
hu_hu: %s dokumentáció (csak angolul érhető el)

# placeholder: Topics
source: You don't have any %s yet
hu_hu: Még nincsenek %s

source: When you have %1$s in your %2$s, you can break them up into separate %3$s. You can add %4$s using the %5$s Builder, or you can create them individually and assign them to a %6$s later.
hu_hu: Ha a(z) %2$s tartalmaz %1$s-t, azokat különálló %3$s egységekre bonthatja. %4$s-t felvehet a %5$s Builder használatával, vagy egyenként is létrehozhatja őket, majd később hozzárendelheti egy %6$s-hez.

# placeholder: Topic
source: Add your first %s
hu_hu: Első %s hozzáadása

# placeholder: Topics
source: Creating %s
hu_hu: %s létrehozása

# placeholder: Topics
source: %s Documentation (only available in English)
hu_hu: %s dokumentáció (csak angolul érhető el)

source: Return to LearnDash Add-ons Page
hu_hu: Vissza a LearnDash bővítmények oldalára

source: Activate Plugin
hu_hu: Bővítmény aktiválása

source: Directory successfully renamed.
hu_hu: A könyvtár sikeresen át lett nevezve.

source: Unable to rename the update to match the existing directory.
hu_hu: A frissítést nem sikerült úgy átnevezni, hogy megegyezzen a meglévő könyvtár nevével.

# placeholders: Translation Name, Translation Locale
source: Updating translations for %1$s (%2$s)...
hu_hu: Fordítások frissítése: %1$s (%2$s)...

# placeholder: plugin title
source: %s: Translations
hu_hu: %s: Fordítások

source: Create from Video Playlist
hu_hu: Létrehozás videó lejátszási listából

source: Course Creation Wizard
hu_hu: Kurzus-létrehozó varázsló

source: Load data from YouTube
hu_hu: Adatok betöltése a YouTube-ról

source: YouTube icon
hu_hu: YouTube ikon

source: Load data from Vimeo
hu_hu: Adatok betöltése a Vimeo-ról

source: Vimeo icon
hu_hu: Vimeo ikon

source: Load data from Wistia
hu_hu: Adatok betöltése a Wistia-ról

source: Wistia icon
hu_hu: Wistia ikon

source: Load
hu_hu: Betöltés

source: Error on access LearnDash service. Please try it again in a few minutes.
hu_hu: Hiba a LearnDash szolgáltatás elérésekor. Kérjük, próbálja meg néhány perc múlva újra.

# placeholder: course
source: Create a %s from a video playlist.
hu_hu: Hozzon létre egy %s-t egy videó lejátszási listából.

# placeholder: course
source: You can use a YouTube Playlist, a Vimeo Showcase or a Wistia Project URL to create a LearnDash %s in a few minutes.
hu_hu: Néhány perc alatt létrehozhat egy LearnDash %s-t YouTube lejátszási lista, Vimeo Showcase vagy Wistia Project URL használatával.
