Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: question
source: The %s post title.
hu_hu: A(z) %s bejegyzés címe.

# placeholder: quiz
source: Unique identifier for the %s object.
hu_hu: A(z) %s objektum egyedi azonosítója.

# placeholder: lesson, course, quizzes, course
source: Limit results to be within a specific %1$s. Pass zero to show global %2$s %3$s. Must be used with %4$s parameter.
hu_hu: Az eredmények korlátozása egy adott %1$s-re. A globális %2$s %3$s megjelenítéséhez adjon meg nullát. A %4$s paraméterrel együtt kell használni.

# placeholder: topic, course
source: Limit results to be within a specific %1$s. Must be used with %2$s parameter.
hu_hu: Az eredmények korlátozása egy adott %1$s-re. A(z) %2$s paraméterrel együtt kell használni.

# placeholder: Lesson
source: Invalid %s ID.
hu_hu: Érvénytelen %s ID.

# placeholder: Topic
source: Invalid %s ID.
hu_hu: Érvénytelen %s ID.

# placeholder: lesson, course
source: Limit results to be within a specific %1$s. Must be used with %2$s parameter.
hu_hu: Az eredmények korlátozása egy adott %1$s-re. A(z) %2$s paraméterrel együtt kell használni.

# placeholder: course
source: User ID to show %s progress
hu_hu: Felhasználó ID a(z) %s haladásának megjelenítéséhez

source: Invalid user ID. #1
hu_hu: Érvénytelen felhasználó ID. #1

source: User ID to enroll user into.
hu_hu: Felhasználó ID, amelybe a felhasználót be kell iratkoztatni.

# placeholder: courses
source: %s IDs to add to User.
hu_hu: %s ID-k hozzáadása a felhasználóhoz.

# placeholder: courses
source: %s IDs to remove from User.
hu_hu: %s ID-k eltávolítása a felhasználótól.

# placeholder: course
source: The %s IDs.
hu_hu: A(z) %s azonosítói.

source: Invalid User ID.
hu_hu: Érvénytelen felhasználóazonosító.

# placeholder: g roup
source: %s IDs to add to User.
hu_hu: %s azonosítók hozzáadása a felhasználóhoz.

# placeholder: group
source: %s IDs to remove from User.
hu_hu: %s azonosítók eltávolítása a felhasználótól.

# placeholder: course
source: User ID to show %s progress.
hu_hu: Felhasználóazonosító a(z) %s előrehaladásának megjelenítéséhez.

source: Invalid user ID.
hu_hu: Érvénytelen felhasználóazonosító.

source: Sorry, you are not allowed to edit this user.
hu_hu: Sajnáljuk, nincs jogosultsága ennek a felhasználónak a szerkesztéséhez.

# placeholder: Lesson
source: %s ID
hu_hu: %s azonosító

# placeholder: Topic
source: %s ID
hu_hu: %s azonosító

source: Assignment Approved Status
hu_hu: Feladat jóváhagyási állapot

source: Assignment Points Enabled
hu_hu: Feladatpontok engedélyezve

source: Assignment Points Maximum
hu_hu: Feladatpontok maximuma

source: Assignment Points Awarded
hu_hu: Odaítélt feladatpontok

# placeholder: course
source: Filter by %s ID
hu_hu: Szűrés %s azonosító szerint

# placeholder: Lesson
source: Filter by %s ID
hu_hu: Szűrés %s azonosító szerint

source: Sorry, you are not allowed to edit this post.
hu_hu: Sajnáljuk, nincs jogosultsága ennek a bejegyzésnek a szerkesztéséhez.

# placeholder: Group, Course
source: %1$s IDs to enroll into %2$s.
hu_hu: A(z) %1$s azonosítók beiratkoztatása ide: %2$s.

# placeholder: Group, Course
source: %1$s IDs to remove from %2$s.
hu_hu: A(z) %1$s azonosítók eltávolítása innen: %2$s.

# placeholder: Group
source: Missing %s IDs.
hu_hu: Hiányzó %s azonosítók.

# placeholder: Course, Group
source: %1$s enrolled in %2$s success.
hu_hu: A(z) %1$s beiratkozása a(z) %2$s-ba/-be sikeres.

# placeholder: Course, Group
source: %1$s already enrolled in %2$s.
hu_hu: A(z) %1$s már be van iratkozva a(z) %2$s-ba/-be.

# placeholder: Course, Group
source: %1$s enrolled from %2$s success.
hu_hu: A(z) %1$s leiratkoztatása a(z) %2$s-ról/-ről sikeres.

# placeholder: Course, Group
source: %1$s not unenrolled from %2$s.
hu_hu: A(z) %1$s nem lett leiratkoztatva a(z) %2$s-ról/-ről.

source: %1$s %2$s structure with %3$s and %4$s. Keys must be valid %5$s post IDs.
hu_hu: %1$s %2$s struktúra %3$s és %4$s elemekkel. A kulcsoknak érvényes %5$s bejegyzésazonosítóknak kell lenniük.

source: %s post ID (e.g., "123")
hu_hu: %s bejegyzésazonosító (pl.: "123")

source: %1$s within this %2$s. Keys must be valid %3$s post IDs.
hu_hu: %1$s ezen a(z) %2$s belül. A kulcsoknak érvényes %3$s bejegyzésazonosítóknak kell lenniük.

source: %1$s directly within this %2$s. Keys must be valid %3$s post IDs.
hu_hu: %1$s közvetlenül ezen a(z) %2$s belül. A kulcsoknak érvényes %3$s bejegyzésazonosítóknak kell lenniük.

source: %1$s %2$s structure. Keys must be valid %3$s post IDs.
hu_hu: %1$s %2$s struktúra. A kulcsoknak érvényes %3$s bejegyzésazonosítóknak kell lenniük.

# placeholder: Course
source: %s ID.
hu_hu: %s azonosító.

source: User IDs to update in Course. Limit 50 per request.
hu_hu: Felhasználói azonosítók frissítése a kurzusban. Legfeljebb 50 kérelmenként.

source: User IDs to remove from Course. Limit 50 per request.
hu_hu: Felhasználói azonosítók eltávolítása a kurzusból. Legfeljebb 50 kérelmenként.

# placeholder: Course
source: Cannot enroll users when %s price type is open.
hu_hu: Nem lehet felhasználókat beiratkoztatni, ha a(z) %s árazási típusa nyitott.

source: Admin users are auto-enrolled.
hu_hu: Az admin felhasználók automatikusan be vannak iratkoztatva.

# placeholder: Course
source: User enrolled in %s success.
hu_hu: A felhasználó beiratkoztatása a(z) %s-ba/-be sikeres.

# placeholder: Course
source: User already enrolled in %s.
hu_hu: A felhasználó már be van iratkozva a(z) %s-ba/-be.

# placeholder: Course
source: Cannot unenroll users when %s price type is open.
hu_hu: Nem lehet felhasználókat leiratkoztatni, ha a(z) %s árazási típusa nyitott.

# placeholder: Course
source: User enrolled from %s success.
hu_hu: A felhasználó leiratkoztatása a(z) %s-ról/-ről sikeres.

# placeholder: Course
source: User not enrolled from %s.
hu_hu: A felhasználó nem lett leiratkoztatva a(z) %s-ról/-ről.

source: Essay Points Maximum
hu_hu: Esszépontok maximuma

source: Essay Points Awarded
hu_hu: Odaítélt esszépontok

# placeholder: Topic
source: Filter by %s ID
hu_hu: Szűrés %s azonosító szerint

# placeholder: Group.
source: %s ID
hu_hu: %s azonosító

# placeholder: Course, Group
source: %1$s IDs to add to %2$s.
hu_hu: A(z) %1$s azonosítók hozzáadása ehhez: %2$s.

# placeholder: Course, Group
source: %1$s IDs to remove from %2$s.
hu_hu: A(z) %1$s azonosítók eltávolítása innen: %2$s.

# placeholder: Course
source: Missing %s IDs
hu_hu: Hiányzó %s azonosítók

# placeholder: Group
source: Leader enrolled in %s success.
hu_hu: A csoportvezető beiratkoztatása a(z) %s-ba/-be sikeres.

# placeholder: Group
source: Leader already enrolled in %s.
hu_hu: A csoportvezető már be van iratkozva a(z) %s-ba/-be.

# placeholder: Group
source: Leader unenroll from %s success.
hu_hu: A csoportvezető leiratkoztatása a(z) %s-ról/-ről sikeres.

# placeholder: Group
source: Leader not unenrolled from %s.
hu_hu: A csoportvezető nem lett leiratkoztatva a(z) %s-ról/-ről.

# placeholder: group
source: User IDs to enroll into %s.
hu_hu: Felhasználói azonosítók beiratkoztatása ide: %s.

# placeholder: group
source: User IDs to remove from %s.
hu_hu: Felhasználói azonosítók eltávolítása innen: %s.

# placeholder: Group
source: User enrolled in %s success.
hu_hu: A felhasználó beiratkoztatása a(z) %s-ba/-be sikeres.

# placeholder: Group
source: User already enrolled in %s.
hu_hu: A felhasználó már be van iratkozva a(z) %s-ba/-be.

# placeholder: Group
source: User unenroll from %s success.
hu_hu: A felhasználó leiratkoztatása a(z) %s-ról/-ről sikeres.

# placeholder: Group
source: User not unenrolled from %s.
hu_hu: A felhasználó nem lett leiratkoztatva a(z) %s-ról/-ről.

# placeholder: Course
source: Invalid %s ID
hu_hu: Érvénytelen %s azonosító

# Fallback post type label
source: Post
hu_hu: Bejegyzés

# placeholder: Post type singular name
source: %s ID
hu_hu: %s azonosító

# placeholder: course
source: Limit results to be within a specific %s.
hu_hu: Eredmények korlátozása egy meghatározott %s-ra/-re.

source: An alphanumeric identifier for the price type.
hu_hu: Alfanumerikus azonosító az árazási típushoz.

# placeholder: course
source: The %s is not protected. Any user can access its content without the need to be logged-in or enrolled.
hu_hu: A(z) %s nincs védve. Bármely felhasználó hozzáférhet a tartalmához bejelentkezés vagy beiratkozás nélkül.

# placeholder: course
source: The %s is protected. Registration and enrollment are required in order to access the content.
hu_hu: A(z) %s védett. A tartalom eléréséhez regisztráció és beiratkozás szükséges.

# placeholder: course, course
source: The %1$s is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the %2$s (one-time fee) in order to gain access.
hu_hu: A(z) %1$s a LearnDash beépített PayPalján és/vagy Stripe-ján keresztül védett. A felhasználóknak a hozzáféréshez meg kell vásárolniuk: %2$s (egyszeri díj).

# placeholder: course, course
source: The %1$s is protected via the LearnDash built-in PayPal and/or Stripe. Users need to purchase the %2$s (recurring fee) in order to gain access.
hu_hu: A(z) %1$s a LearnDash beépített PayPalján és/vagy Stripe-ján keresztül védett. A felhasználóknak a hozzáféréshez meg kell vásárolniuk: %2$s (rendszeres díj).

# placeholder: course
source: The %1$s can only be accessed through admin enrollment (manual), %2$s enrollment, or integration (shopping cart or membership) enrollment. No enrollment button will be displayed, unless a URL is set (optional).
hu_hu: A(z) %1$s csak adminisztrátori beiratkoztatással (kézi), %2$s beiratkozással vagy integráción (kosár vagy tagság) keresztüli beiratkozással érhető el. Beiratkozás gomb nem jelenik meg, hacsak nincs beállítva URL (opcionális).

source: Invalid Price Type.
hu_hu: Érvénytelen árazási típus.

source: The title for the price type.
hu_hu: Az árazási típus címe.

source: The description for the price type.
hu_hu: Az árazási típus leírása.

source: An alphanumeric identifier for the progress status.
hu_hu: Alfanumerikus azonosító az előrehaladási állapothoz.

source: Invalid Progress Status.
hu_hu: Érvénytelen előrehaladási állapot.

source: The title for the progress status.
hu_hu: Az előrehaladási állapot címe.

source: The description for the progress status.
hu_hu: Az előrehaladási állapot leírása.

# placeholder: question
source: An alphanumeric identifier for the %s type
hu_hu: Alfanumerikus azonosító a(z) %s típushoz

# placeholder: Question
source: Invalid %s Type.
hu_hu: Érvénytelen %s típus.

# placeholder: question
source: The title for the %s type
hu_hu: A(z) %s típus címe

# placeholder: question
source: The description for the %s type.
hu_hu: A(z) %s típus leírása.

# placeholder: Quiz
source: %s ID.
hu_hu: %s azonosító.

# placeholder: question
source: %s type.
hu_hu: %s típus.

source: Total Points amount
hu_hu: Összpontszám

source: Show reached points in the correct/incorrect message?
hu_hu: Megjelenjen az elért pontszám a helyes/hibás üzenetben?

source: Disable answer correct setting.
hu_hu: A helyes válasz beállításának letiltása.

# placeholder: question
source: Message shown when %s is correct.
hu_hu: Üzenet, ha a(z) %s helyes.

# placeholder: question
source: Activate hint for this %s.
hu_hu: Tipp aktiválása ehhez: %s.

source: Hint message.
hu_hu: Tipp üzenet.

# placeholder: question
source: %s answer sets.
hu_hu: %s válaszkészlet.

# placeholder: quiz
source: Limit results to be within a specific %s.
hu_hu: Eredmények korlátozása egy meghatározott %s-ra/-re.

# placeholder: Quiz
source: Invalid %s ID
hu_hu: Érvénytelen %s azonosító

# placeholder: Question
source: Could not update the %s.
hu_hu: A(z) %s frissítése nem sikerült.

# placeholder: Quiz
source: Invalid %s ID.
hu_hu: Érvénytelen %s azonosító.

# placeholder: quiz
source: The %s form entry ID
hu_hu: A(z) %s űrlapbejegyzés azonosítója

source: User ID.
hu_hu: Felhasználóazonosító.

# placeholder: Quiz
source: %s ID
hu_hu: %s azonosító

source: Date of entry
hu_hu: Bejegyzés dátuma

source: Form entry details
hu_hu: Űrlapbejegyzés részletei

source: Order by
hu_hu: Rendezés szerint

source: No records found for this request.
hu_hu: Ehhez a kéréshez nem találhatók rekordok.

source: Invalid entry
hu_hu: Érvénytelen bejegyzés

# placeholder: Quiz
source: Unique %s identifier for the object.
hu_hu: Egyedi %s azonosító az objektumhoz.

# placeholder: Quiz
source: Unique %s Statistic identifier for the object.
hu_hu: Egyedi %s statisztikai azonosító az objektumhoz.

# placeholder: Quiz, Question
source: Unique %1$s Statistic %2$s identifier for the object.
hu_hu: Egyedi %1$s statisztikai %2$s azonosító az objektumhoz.

# placeholder: question
source: Invalid %s type supplied
hu_hu: Érvénytelen %s típus lett megadva

source: Order sort attribute ascending or descending.
hu_hu: A rendezés iránya: növekvő vagy csökkenő.

source: Sort collection by object attribute.
hu_hu: Gyűjtemény rendezése az objektum attribútuma szerint.

# placeholder: Quiz
source: Filter by %s ID
hu_hu: Szűrés %s ID szerint

source: Filter by User ID
hu_hu: Szűrés felhasználói ID szerint

source: Limit response items after a given ISO8601 compliant date.
hu_hu: Válasz elemeinek korlátozása egy megadott, ISO8601-kompatibilis dátum utániakra.

source: Limit response to items before a given ISO8601 compliant date.
hu_hu: A válasz korlátozása a megadott, ISO8601-kompatibilis dátum előtti elemekre.

source: Unique ID for Statistics Question.
hu_hu: Egyedi ID a statisztikai kérdéshez.

source: Statistics Ref ID.
hu_hu: Statisztikai referencia ID.

# placeholder: Question
source: %s Type
hu_hu: %s típusa

source: Points scored.
hu_hu: Elért pontok.

source: Points total.
hu_hu: Összes pont.

# placeholder: Question
source: The collection of %s answers.
hu_hu: A %s válaszok gyűjteménye.

source: The collection of student submitted answers.
hu_hu: A tanulók által beküldött válaszok gyűjteménye.

source: Date.
hu_hu: Dátum.

source: Answer correct.
hu_hu: Válasz helyes.

source: Answer incorrect.
hu_hu: Válasz helytelen.

# placeholder: lesson
source: Limit results to be within a specific %s.
hu_hu: Eredmények korlátozása egy adott %s szerint.

# placeholder: topic
source: Limit results to be within a specific %s.
hu_hu: Eredmények korlátozása egy adott %s szerint.

# placeholder: Course
source: Missing %s ID
hu_hu: Hiányzó %s ID

# placeholder: Course
source: Unique %s identifier for the object.
hu_hu: Egyedi %s azonosító az objektumhoz.

# placeholder: Course
source: %s Progress Status
hu_hu: %s előrehaladási állapot

source: Last completed step
hu_hu: Utolsó befejezett lépés

source: Total completed steps
hu_hu: Összes befejezett lépés

# placeholder: Course
source: Total %s steps
hu_hu: Összes %s lépés

source: Date started
hu_hu: Kezdés dátuma

source: Date completed
hu_hu: Befejezés dátuma

source: Step ID
hu_hu: Lépés ID

source: Post type for step
hu_hu: Bejegyzéstípus a lépéshez

source: Invalid or unknown User.
hu_hu: Érvénytelen vagy ismeretlen felhasználó.

source: Invalid current user.
hu_hu: Érvénytelen aktuális felhasználó.

source: Not allowed to view other user content.
hu_hu: Más felhasználó tartalmának megtekintése nem engedélyezett.

# placeholder: course
source: %s IDs to add to User.
hu_hu: %s ID-k hozzáadása a felhasználóhoz.

# placeholder: course
source: %s IDs to remove from User.
hu_hu: %s ID-k eltávolítása a felhasználótól.

# placeholder: group
source: %s IDs to add to User.
hu_hu: %s ID-k hozzáadása a felhasználóhoz.

# placeholder: Group
source: User unenrolled from %s success.
hu_hu: A felhasználó sikeresen leiratkozott: %s

# placeholder: Group
source: User not enrolled from %s.
hu_hu: A felhasználó nincs beiratkozva: %s

source: Percentage passed
hu_hu: Teljesítési százalék

source: Timespent
hu_hu: Eltöltött idő

source: Has Graded
hu_hu: Értékelve

source: Started timestamp
hu_hu: Kezdés időbélyeg

source: Completed timestamp
hu_hu: Befejezés időbélyeg

source: Points total
hu_hu: Pontok összesen

source: Statistic ID
hu_hu: Statisztikai ID

source: Invalid or unknown user.
hu_hu: Érvénytelen vagy ismeretlen felhasználó.

source: Invalid current user ID.
hu_hu: Érvénytelen aktuális felhasználói ID.

# placeholder: quiz
source: Limit results to be within a specific %s. Required for non-admin users.
hu_hu: Eredmények korlátozása egy meghatározott %s szerint. Nem admin felhasználók számára kötelező.

source: LearnDash Settings Page %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
hu_hu: A LearnDash beállítások %1$s oldala <strong>elavult</strong> a(z) %2$s verzió óta! Használja helyette %3$s.

source: LearnDash Settings Page %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
hu_hu: A LearnDash beállítások %1$s oldala <strong>elavult</strong> a(z) %2$s verzió óta, és nincs elérhető alternatíva.

source: You have errors on the following settings
hu_hu: Hibák vannak a következő beállításoknál

source: Loading more results…
hu_hu: További eredmények betöltése…

source: No results found
hu_hu: Nincs találat

source: Searching…
hu_hu: Keresés…

source: Remove all items
hu_hu: Összes elem eltávolítása

source: Remove item
hu_hu: Elem eltávolítása

source: Entered value is invalid.
hu_hu: A megadott érték érvénytelen.

source: Value cannot be empty.
hu_hu: Az érték nem lehet üres.

source: Entered value cannot be negative.
hu_hu: A megadott érték nem lehet negatív.

source: Entered value cannot contain decimal.
hu_hu: A megadott érték nem tartalmazhat tizedesjegyet.

source: Entered value less than minimum.
hu_hu: A megadott érték a minimum alatt van.

source: Entered value greater than maximum.
hu_hu: A megadott érték a maximum felett van.

# placeholder: post title
source: %s (current selection)
hu_hu: %s (jelenlegi kiválasztás)

source: This key is stored secretly.
hu_hu: Ez a kulcs titkosan van tárolva.

source: Reset Settings
hu_hu: Beállítások visszaállítása

source: Insert Shortcode
hu_hu: Rövidkód beszúrása

source: LearnDash Shortcodes
hu_hu: LearnDash rövidkódok

source: remove image
hu_hu: kép eltávolítása

source: Select/upload image
hu_hu: Kép kiválasztása/feltöltése

source: Select image
hu_hu: Kép kiválasztása

source: Textarea
hu_hu: Szövegterület

# placeholders: Quiz.
source: Loading a template into this %s will replace ALL existing settings.
hu_hu: Ha sablont tölt be ebbe: %s, az MINDEN meglévő beállítást felülírja.

source: Search or select a template…
hu_hu: Sablon keresése vagy kiválasztása…

# placeholders: course, lessons, topics.
source: Replace associated steps (%1$s, %2$s, or %3$s) with values from template.
hu_hu: A kapcsolódó lépések (%1$s, %2$s vagy %3$s) cseréje a sablon értékeivel.

source: Coupon Code
hu_hu: Kuponkód

source: Flat Rate
hu_hu: Fix összeg

source: Percentage Off
hu_hu: Százalékos kedvezmény

source: Amount
hu_hu: Összeg

source: Numerical number of the flat rate or percentage off to provide.
hu_hu: A megadandó fix összeg vagy százalékos kedvezmény számszerű értéke.

source: Number of Redemptions
hu_hu: Beváltások száma

source: How many times can the coupon be redeemed (0 for unlimited).
hu_hu: Hányszor váltható be a kupon (0 = korlátlan).

source: When is the coupon valid from?
hu_hu: Mikortól érvényes a kupon?

source: When does the coupon expire?
hu_hu: Mikor jár le a kupon?

# placeholder: courses
source: Apply to all %s
hu_hu: Alkalmazás minden %s esetén

# placeholder: courses
source: Select specific %s the coupon can be used for.
hu_hu: Válassza ki, mely %s esetén használható a kupon.

# placeholder: groups
source: Apply to all %s
hu_hu: Alkalmazás minden %s esetén

# placeholder: groups
source: Select specific %s the coupon can be used for.
hu_hu: Válassza ki, mely %s esetén használható a kupon.

# placeholder: courses
source: Search or select %s…
hu_hu: Keressen vagy válasszon %s…

# placeholder: groups
source: Search or select %s…
hu_hu: Keressen vagy válasszon %s…

# placeholder: Course
source: Extend %1$s Access
hu_hu: Hozzáférés meghosszabbítása: %1$s

source: New Expiration Date
hu_hu: Új lejárati dátum

source: Extend Access For Users
hu_hu: Hozzáférés meghosszabbítása felhasználók számára

source: No enrolled users found.
hu_hu: Nem található beiratkozott felhasználó.

source: Access Settings
hu_hu: Hozzáférési beállítások

# placeholder: course
source: Controls additional requirements and restrictions that enrollees need to meet to access the %s
hu_hu: Azon további követelményeket és korlátozásokat szabályozza, amelyeket a beiratkozóknak teljesíteniük kell a %s használatához

# placeholder: course
source: Search or select a %s
hu_hu: Keressen vagy válasszon egy %s

# placeholder: course
source: Select %s
hu_hu: %s kiválasztása

source: Compare Mode
hu_hu: Összehasonlító mód

source: Any Selected
hu_hu: Bármelyik kiválasztott

# placeholder: courses, course
source: The student must complete any one of the selected %1$s in order to access this %2$s
hu_hu: A %2$s eléréséhez a tanulónak a kiválasztott %1$s közül legalább egyet teljesítenie kell.

source: All Selected
hu_hu: Összes kiválasztott

# placeholder: courses, course
source: The student must complete all selected %1$s in order to access this %2$s
hu_hu: A %2$s eléréséhez a tanulónak az összes kiválasztott %1$s teljesítése szükséges.

# placeholder: courses
source: %s to Complete
hu_hu: Teljesítendő %s

source: Required for Access
hu_hu: Hozzáféréshez szükséges

source: point(s)
hu_hu: pont

source: Value should be zero or greater with up to 2 decimal places.
hu_hu: Az érték legyen nulla vagy nagyobb, legfeljebb 2 tizedesjeggyel.

# placeholder: course.
source: Number of points required in order to gain access to this %s.
hu_hu: A %s eléréséhez szükséges pontok száma.

source: Requirements for Enrollment
hu_hu: Beiratkozás feltételei

source: None
hu_hu: Nincs

# placeholder: course
source: Students will have access to %s content without prerequisite restrictions.
hu_hu: A tanulók előfeltétel-korlátozások nélkül hozzáférnek a %s tartalmához.

# placeholder: Courses
source: Prerequisite %s
hu_hu: Előfeltétel %s

# placeholder: Courses, course
source: %1$s that a student must complete before enrolling in this %2$s.
hu_hu: Olyan %1$s, amelyet a tanulónak a %2$s-be való beiratkozás előtt teljesítenie kell.

# placeholder: Course
source: %s Points
hu_hu: %s pont

# placeholder: Course, course
source: Number of %1$s Points required to gain access to this %2$s.
hu_hu: A %2$s eléréséhez szükséges %1$s pontok száma.

# placeholder: Course
source: %s Access Expiration
hu_hu: %s hozzáférés lejárata

source: Access Period
hu_hu: Hozzáférési időtartam

source: days
hu_hu: nap

# placeholder: course.
source: Set the number of days a user will have access to the %s from enrollment date.
hu_hu: Adja meg a napok számát, ameddig a felhasználó a beiratkozás dátumától számítva hozzáfér a %s tartalmához.

source: Data Deletion
hu_hu: Adattörlés

# placeholder: course.
source: All user %s data will be deleted upon access expiration
hu_hu: A felhasználó összes %s adata törlődik a hozzáférés lejártakor

# placeholder: course, quiz, course.
source: Delete the user's %1$s and %2$s data when the %3$s access expires.
hu_hu: Törölje a felhasználó %1$s és %2$s adatait, amikor a %3$s hozzáférés lejár.

# placeholder: course, courses
source: Set date when %1$s content will become available to enrolled students. Start Date does not affect open %2$s. When hour and minute are not defined time will default to midnight.
hu_hu: Állítsa be, mikortól válik a %1$s tartalma elérhetővé a beiratkozott tanulók számára. A kezdési dátum nem érinti a nyitott %2$s elemeket. Ha az óra és a perc nincs megadva, az idő alapértelmezés szerint éjfél.

source: Start Date as a unix timestamp.
hu_hu: Kezdési dátum Unix időbélyegként.
