Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholders: Lesson, Quizzes
source: Show %1$s %2$s?
hu_hu: Megjelenjen %1$s %2$s?

# placeholders: Topic, Quizzes
source: Show %1$s %2$s?
hu_hu: Megjelenjen %1$s %2$s?

# placeholders: course
source: LearnDash %s progress bar
hu_hu: LearnDash %s előrehaladási sáv

# Course Progress Bar Label
source: %s Progress Bar
hu_hu: %s előrehaladási sáv

# placeholders: Lessons, Course, Lesson
source: Displays a list of %1$s for a %2$s and tracks %3$s progress.
hu_hu: Megjeleníti a(z) %2$s %1$s listáját, és követi %3$s előrehaladását.

# placeholder: Quiz
source: Displays a list of %s
hu_hu: %s listájának megjelenítése

# placeholder: Transactions
source: Displays a list of %s
hu_hu: %s listájának megjelenítése

# placeholders: courses
source: LearnDash - Registered %s and progress information of users. Visible only to users logged in.
hu_hu: LearnDash – A felhasználók regisztrált %s-ei és előrehaladási adatai. Csak bejelentkezett felhasználók számára látható.

# placeholders: default per page
source: Default is %d. Set to zero for no pagination.
hu_hu: Alapértelmezés: %d. Állítsa nullára a lapozás kikapcsolásához.

source: Notice: This widget may no longer be supported in future versions of LearnDash or WordPress, please use a block instead.
hu_hu: Figyelem: Ezt a widgetet a LearnDash vagy a WordPress jövőbeli verziói esetleg nem támogatják; használjon inkább blokkot.

source: Beta
hu_hu: Béta

source: New!
hu_hu: Új!

source: Copy Code
hu_hu: Kód másolása

source: Click to copy "%s" to your clipboard.
hu_hu: Kattintson a "%s" vágólapra másolásához.

source: This dashboard is disabled.
hu_hu: Ez a vezérlőpult le van tiltva.

source: Want advanced course data analytics? Check out ProPanel for more.
hu_hu: Fejlett kurzusadat-elemzést szeretne? Továbbiakért nézze meg a ProPanelt.

source: Created on
hu_hu: Létrehozva

# placeholder: Transaction discount
source: %s discount
hu_hu: %s kedvezmény

# placeholder: Transaction billing cycle value, Transaction billing cycle length
source: every %1$d %2$s
hu_hu: minden %1$d %2$s

source: (unlimited)
hu_hu: (korlátlan)

source: %1$s %2$d %3$s trial
hu_hu: %1$s %2$d %3$s próbaidőszak

# placeholder: Gateway label
source: Via %s
hu_hu: A(z) %s révén

# It is a comparison against a current number and a previous one.
source: from %d
hu_hu: %d-től

source: Hi {first_name},
hu_hu: Kedves {first_name},

source: We'll make a <strong>final attempt</strong> to process your subscription payment for {product_name} in a few days.
hu_hu: Néhány napon belül <strong>utolsó kísérletet</strong> teszünk a(z) {product_name} előfizetési díjának feldolgozására.

source: If it fails again, your subscription will be paused and access will be revoked.
hu_hu: Ha ismét nem sikerül, az előfizetését szüneteltetjük, és a hozzáférést visszavonjuk.

source: Update Payment Info
hu_hu: Fizetési adatok frissítése

source: We couldn't process your recent subscription payment. We'll try again automatically in about <strong>1 hour</strong>.
hu_hu: Nem tudtuk feldolgozni a legutóbbi előfizetési fizetését. Körülbelül <strong>1 órán</strong> belül automatikusan újra megpróbáljuk.

source: Please double-check your payment method to avoid losing access.
hu_hu: Kérjük, ellenőrizze ismét a fizetési módját, hogy elkerülje a hozzáférés elvesztését.

source: We weren't able to process your subscription payment after multiple attempts. As a result, your subscription has been paused and access to {product_name} is currently unavailable.
hu_hu: Többszöri próbálkozás után sem tudtuk feldolgozni az előfizetési fizetését. Ennek következtében az előfizetését szüneteltettük, és a(z) {product_name} hozzáférése jelenleg nem elérhető.

source: To regain access, please re-enroll.
hu_hu: A hozzáférés visszaszerzéséhez kérjük, iratkozzon be újra.

source: Re-Enroll Now
hu_hu: Iratkozzon be újra most

source: Our second attempt to process your subscription payment for {product_name} was unsuccessful.
hu_hu: A(z) {product_name} előfizetési díjának feldolgozására tett második kísérletünk sikertelen volt.

source: We'll try again in <strong>5 days</strong>, but to prevent losing access, we recommend reviewing your account or updating your payment method now.
hu_hu: Megpróbáljuk újra <strong>5 nap</strong> múlva, de hogy elkerülje a hozzáférés elvesztését, javasoljuk, hogy most ellenőrizze fiókját vagy frissítse a fizetési módot.

source: Migrated
hu_hu: Migrálva

source: Copy All User Emails
hu_hu: Összes felhasználói e-mail-cím másolása

source: Subscription Name
hu_hu: Előfizetés neve

source: PayPal Subscription ID
hu_hu: PayPal előfizetés-azonosító

source: Migration Status
hu_hu: Migráció állapota

source: Copy Email
hu_hu: E-mail-cím másolása

source: Pagination
hu_hu: Lapozás

source: First page
hu_hu: Első oldal

source: Previous page
hu_hu: Előző oldal

source: Next page
hu_hu: Következő oldal

source: Last page, page %d
hu_hu: Utolsó oldal, %d. oldal

source: Last page
hu_hu: Utolsó oldal

source: Current Page
hu_hu: Aktuális oldal

source: Disconnect PayPal Checkout
hu_hu: PayPal Checkout leválasztása

source: Resync Payment Connection/Webhooks
hu_hu: Fizetési kapcsolat/webhookok újraszinkronizálása

source: Connect PayPal Checkout
hu_hu: PayPal Checkout csatlakoztatása

source: PayPal Checkout Connected
hu_hu: PayPal Checkout csatlakoztatva

source: You are now connected to PayPal, here's what's next...
hu_hu: Most már csatlakozott a PayPalhoz, íme a következő lépések...

source: You are currently in test mode. Please note that test mode is for testing only and does not affect your live account.
hu_hu: Jelenleg tesztmódban van. Felhívjuk figyelmét, hogy a tesztmód kizárólag tesztelésre szolgál, és nincs hatással az éles fiókjára.

source: PayPal allows you to accept credit and debit cards directly on your website. Because of this, your site needs to maintain PCI-DSS compliance.
hu_hu: A PayPal lehetővé teszi, hogy közvetlenül a webhelyén fogadjon el hitel- és betéti kártyákat. Emiatt az oldalának meg kell felelnie a PCI-DSS követelményeknek.

source: LearnDash never stores sensitive information like card details to your server and works seamlessly with SSL certificates.
hu_hu: A LearnDash soha nem tárol érzékeny információkat, például kártyaadatokat a szerverén, és zökkenőmentesen működik SSL tanúsítványokkal.

source: Compliance is comprised of, but not limited to:
hu_hu: A megfelelés többek között az alábbiakat foglalja magában:

source: Using a trusted, secure hosting provider &mdash; preferably one which claims and actively promotes PCI compliance.
hu_hu: Megbízható, biztonságos tárhelyszolgáltató használata &mdash; lehetőleg olyané, amely igazolja és aktívan támogatja a PCI-megfelelést.

source: Maintain security best practices when setting passwords and limit access to your server.
hu_hu: Tartsa be a biztonsági legjobb gyakorlatokat a jelszavak beállításakor, és korlátozza a szerveréhez való hozzáférést.

source: Implement an SSL certificate to keep your sales secure.
hu_hu: SSL-tanúsítvány bevezetése az értékesítések biztonsága érdekében.

source: Keep WordPress and plugins up to date to ensure latest security fixes are present.
hu_hu: Tartsa naprakészen a WordPresst és a bővítményeket, hogy a legfrissebb biztonsági javítások rendelkezésre álljanak.

source: Got it, thanks!
hu_hu: Értettem, köszönöm!

source: Test
hu_hu: Teszt

source: Resend Invoice Email to Customer
hu_hu: Számla e-mail újraküldése az ügyfélnek

source: An Invoice Email cannot be sent for this %s.
hu_hu: Ehhez a(z) %s-hez nem küldhető számla e-mail.

source: Edit information
hu_hu: Információk szerkesztése

source: The customer cannot be found.
hu_hu: Az ügyfél nem található.

source: Customer ID: %1$s %2$s
hu_hu: Ügyfélazonosító: %1$s %2$s

source: Copy Customer ID
hu_hu: Ügyfélazonosító másolása

source: Session ID: %1$s %2$s
hu_hu: Munkamenet-azonosító: %1$s %2$s

source: Ordered
hu_hu: Megrendelve

source: Status History
hu_hu: Állapotelőzmények

source: %1$s ID: %2$d
hu_hu: %1$s azonosító: %2$d

source: Trial Price
hu_hu: Próbaár

source: Coupon %1$s (-%2$s)
hu_hu: Kupon %1$s (-%2$s)

source: Every %1$d %2$s, %3$s
hu_hu: Minden %1$d %2$s, %3$s

source: for %1$d %2$s
hu_hu: %1$d %2$s időtartamra

source: until cancelled
hu_hu: lemondásig

source: First %1$d %2$s %3$s, then %4$s every %5$d %6$s %7$s
hu_hu: Először %1$d %2$s %3$s, majd %4$s minden %5$d %6$s %7$s

source: Pre-Enrolled
hu_hu: Előzetesen beiratkozva

source: Edit %s access
hu_hu: %s hozzáférésének szerkesztése

source: Enrollment Status
hu_hu: Beiratkozási állapot

source: Pricing Details
hu_hu: Árazás részletei

source: Failed Charge
hu_hu: Sikertelen terhelés

source: Subscription Charges
hu_hu: Előfizetési terhelések

source: This list displays only the last %d subscription charges.
hu_hu: Ez a lista csak az utolsó %d előfizetési terhelést jeleníti meg.

source: Charge ID
hu_hu: Terhelésazonosító

source: %1$s on %2$s
hu_hu: %1$s ekkor: %2$s

source: Cancel Subscription
hu_hu: Előfizetés lemondása

source: Gateway Subscription ID
hu_hu: Fizetési átjáró előfizetés-azonosító

source: Next Payment
hu_hu: Következő fizetés

source: From
hu_hu: Ettől

source: To
hu_hu: Eddig

source: No Customer %s Yet
hu_hu: Még nincs ügyfél %s

source: You have no live %1$s. To view test %1$s, go to the Test %2$s tab, or make a real purchase to see Customer %2$s here.
hu_hu: Nincsenek éles %1$s. A teszt %1$s megtekintéséhez nyissa meg a Teszt %2$s fület, vagy hajtson végre egy valódi vásárlást, hogy itt megjelenjenek az Ügyfél %2$s.

source: How To Enable %s Management
hu_hu: A(z) %s kezelésének engedélyezése

source: The %s Management functionality is optional and accessible only to supported configurations.
hu_hu: A(z) %s kezelés funkció opcionális, és csak a támogatott konfigurációk esetén érhető el.

source: Enable the LearnDash 3.0 Template in your %1$sLearnDash General Settings%2$s.
hu_hu: Engedélyezze a LearnDash 3.0 sablont a(z) %1$sLearnDash általános beállításokban%2$s.

source: Toggle on Registration by going to your %1$sWordPress General Settings%2$s.
hu_hu: Kapcsolja be a regisztrációt a(z) %1$sWordPress általános beállításokban%2$s.

source: If you would like to enable Payments, go to the LearnDash Settings and find %1$spayments%2$s to connect to your payment gateway.
hu_hu: Ha engedélyezni szeretné a fizetéseket, lépjen a LearnDash beállításokhoz, és keresse meg a(z) %1$sfizetések%2$s menüpontot a fizetési átjáró csatlakoztatásához.

source: Create a registration page using the LearnDash Registration Block, Shortcode, or Widget and assign it in your %1$sregistration page settings%2$s.
hu_hu: Hozzon létre egy regisztrációs oldalt a LearnDash Registration Block, Shortcode vagy Widget használatával, és rendelje hozzá a(z) %1$sregisztrációs oldal beállításainál%2$s.

source: Make a test purchase on a %s with the Access Mode set to one that requires a purchase, such as Buy Now or Recurring.
hu_hu: Végezzen tesztvásárlást egy %s esetén úgy, hogy a Hozzáférési módot vásárlást igénylőre állítja (például Buy Now vagy Recurring).

source: View %s here 🥳
hu_hu: %s megtekintése itt 🥳

source: No Test %s Yet
hu_hu: Még nincs teszt %s

source: To view test %1$s here, enable test mode in your payment settings and purchase a %2$s or %3$s using a test card. Test %1$s made before LearnDash - LMS version 4.19.0 will appear as regular %1$s in the Customer %4$s tab.
hu_hu: Teszt %1$s megtekintéséhez engedélyezze a teszt módot a fizetési beállításokban, és végezzen vásárlást egy %2$s vagy %3$s esetén tesztkártyával. A LearnDash - LMS 4.19.0 verziója előtt készült teszt %1$s az Ügyfél %4$s fülön normál %1$s-ként jelenik meg.

source: Protect Your %s Site From the Worst-Case Scenario
hu_hu: Védje meg %s webhelyét a legrosszabb eshetőségtől

source: With Solid Backups, your hard work and valuable data remain secure, allowing you to quickly recover and get back on track in case of any unfortunate events.
hu_hu: A Solid Backups segítségével a kemény munkája és az értékes adatai biztonságban maradnak, így egy esetleges probléma esetén gyorsan helyreállhat és folytathatja a munkát.

source: Don&rsquo;t lose all your hard work
hu_hu: Ne veszítse el az összes kemény munkáját

source: Your backup plan is a click away
hu_hu: A biztonsági mentési terve csak egy kattintásnyira van

source: Keep your website visitors and Google happy
hu_hu: Tartsa elégedettek a webhelye látogatóit és a Google-t

source: Get Solid Backups
hu_hu: Solid Backups beszerzése

source: Backup
hu_hu: Biztonsági mentés

source: Maximize Your Solid Backups Experience
hu_hu: Hozza ki a legtöbbet a Solid Backupsból

source: Congratulations on your purchase of Solid Backups &#x1F389; You&rsquo;ve taken the first step to protect your website from the worst-case scenario. All that&rsquo;s left to do is to review your backup settings.
hu_hu: Gratulálunk a Solid Backups megvásárlásához &#x1F389; Megtette az első lépést, hogy megvédje webhelyét a legrosszabb eshetőségtől. Már csak az van hátra, hogy áttekintse a biztonsági mentési beállításokat.

source: Review Backup Settings
hu_hu: Biztonsági mentés beállításainak áttekintése

source: Modern UI
hu_hu: Modern felület

source: Give Feedback
hu_hu: Visszajelzés küldése

source: %s canceled because of a refund
hu_hu: %s visszatérítés miatt lemondva

source: %s canceled because of a failed payment
hu_hu: %s sikertelen fizetés miatt lemondva

source: %s canceled by Admin
hu_hu: %s rendszergazda által lemondva

source: %1$s canceled by %2$s
hu_hu: %1$s lemondva %2$s által

source: %s canceled by Student
hu_hu: %s tanuló által lemondva

source: %s canceled
hu_hu: %s lemondva

source: Total Numbers
hu_hu: Összesített számok

source: <b>Total numbers for the %1$s.</b><br/><br/> <b>Lifetime sales</b> are the total amount of money earned from the %2$s, considering all the %3$s for the %4$s in the current currency.<br/> It considers the %5$s price, the trial price (if any), and coupons.<br/> It does not consider potential refunds and recurring payments as they are not processed in LearnDash.<br/><br/> <b>Enrolled students</b> are the total number of students who have enrolled in the %6$s, including those who have access via %7$s.
hu_hu: <b>Összesített számok a(z) %1$s esetén.</b><br/><br/> <b>Élettartam alatti értékesítések</b> a %2$s teljes bevétele az aktuális pénznemben, figyelembe véve a %4$s összes %3$s értékét.<br/> Figyelembe veszi a %5$s árat, a próbaárat (ha van), valamint a kuponokat.<br/> Nem veszi figyelembe a lehetséges visszatérítéseket és az ismétlődő fizetéseket, mivel ezeket a LearnDash nem dolgozza fel.<br/><br/> <b>Beiratkozott tanulók</b> a %6$s beiratkozott tanulóinak teljes száma, beleértve azokat is, akik %7$s útján rendelkeznek hozzáféréssel.

source: Content Numbers
hu_hu: Tartalmi mutatók

source: Last 7 Days
hu_hu: Elmúlt 7 nap

source: <b>Number of enrollments in the last 7 days.</b><br/><br/> It considers all users who have enrolled in the course during this period, including those who do not have access anymore.
hu_hu: <b>Beiratkozások száma az elmúlt 7 napban.</b><br/><br/> Figyelembe veszi az összes felhasználót, aki ebben az időszakban beiratkozott a kurzusra, beleértve azokat is, akiknek már nincs hozzáférésük.

source: Students Allocation by Progress Status
hu_hu: Tanulók megoszlása előrehaladási állapot szerint

source: Latest %s
hu_hu: Legutóbbi %s

source: Newly Joined
hu_hu: Újonnan csatlakozók

source: <b>Latest students who have enrolled in the course.</b><br/><br/> It considers the latest users who have enrolled in the course, including those who have enrolled via course groups or do not have access anymore.
hu_hu: <b>A kurzusra legutóbb beiratkozott hallgatók.</b><br/><br/> Figyelembe veszi a kurzusra legutóbb beiratkozott felhasználókat, beleértve azokat is, akik kurzuscsoportokon keresztül iratkoztak be, vagy már nem rendelkeznek hozzáféréssel.

source: Enrolled Students
hu_hu: Beiratkozott hallgatók

source: Enrollments
hu_hu: Beiratkozások

source: No one joined yet.
hu_hu: Még senki sem csatlakozott.

source: Lifetime Sales
hu_hu: Összes értékesítés

source: Canceled
hu_hu: Lemondva

# Subscription status
source: Active
hu_hu: Aktív

# Subscription status
source: Canceled
hu_hu: Lemondva

# Subscription status
source: Expired
hu_hu: Lejárt

# Subscription status
source: Trial
hu_hu: Próba

# Subscription status
source: Unknown
hu_hu: Ismeretlen

source: Subscription canceled
hu_hu: Előfizetés lemondva

source: Subscription
hu_hu: Előfizetés

source: Transaction does not have a product.
hu_hu: A tranzakcióhoz nem tartozik termék.

source: First %2$s %3$s, then %4$s every %6$s
hu_hu: Először %2$s %3$s, majd %4$s minden %6$s

source: First %2$s %3$s, then %4$s every %5$s %6$s
hu_hu: Először %2$s %3$s, majd %4$s minden %5$s %6$s

source: First %1$s %2$s %3$s, then %4$s every %6$s
hu_hu: Először %1$s %2$s %3$s, majd %4$s minden %6$s

source: First %1$s %2$s %3$s, then %4$s every %5$s %6$s
hu_hu: Először %1$s %2$s %3$s, majd %4$s minden %5$s %6$s

source: First %2$s %3$s, then %4$s every %6$s for %7$s %8$s
hu_hu: Először %2$s %3$s, majd %4$s minden %6$s, összesen %7$s %8$s időtartamra

source: First %2$s %3$s, then %4$s every %5$s %6$s for %7$s %8$s
hu_hu: Először %2$s %3$s, majd %4$s minden %5$s %6$s, összesen %7$s %8$s időtartamra

source: First %1$s %2$s %3$s, then %4$s every %6$s for %7$s %8$s
hu_hu: Először %1$s %2$s %3$s, majd %4$s minden %6$s, összesen %7$s %8$s időtartamra

# Example: First 2 weeks $20, then $20 every 2 weeks for 20 weeks
source: First %1$s %2$s %3$s, then %4$s every %5$s %6$s for %7$s %8$s
hu_hu: Először %1$s %2$s %3$s, majd %4$s minden %5$s %6$s, összesen %7$s %8$s időtartamra

# Subscribe with an interval of 1. Example: $20 every month
source: %1$s every %3$s
hu_hu: %1$s minden %3$s

# Subscribe with an interval > 1. Example: $20 every 2 weeks
source: %1$s every %2$s %3$s
hu_hu: %1$s minden %2$s %3$s

source: %1$s every %3$s for %4$s %5$s
hu_hu: %1$s minden %3$s, összesen %4$s %5$s időtartamra

source: %1$s every %2$s %3$s for %4$s %5$s
hu_hu: %1$s minden %2$s %3$s, összesen %4$s %5$s időtartamra

source: User deleted
hu_hu: Felhasználó törölve

source: No Gateway
hu_hu: Nincs fizetési átjáró

source: Not found
hu_hu: Nem található

source: You are a helpful tutor named %1$s. %2$s
hu_hu: Ön egy segítőkész oktató, a neve %1$s. %2$s

source: Teach More, Spend Less: 30% Off
hu_hu: Tanítson többet, költsön kevesebbet: 30% kedvezmény

source: on LearnDash LMS and Add-ons. + $50 off all Single site bundles. <i>%s</i>
hu_hu: A LearnDash LMS-re és kiegészítőkre. + $50 kedvezmény minden egy webhelyes csomagra. <i>%s</i>

source: Exclusions apply.
hu_hu: Kivételek érvényesek.

source: Shop now
hu_hu: Vásároljon most

source: LearnDash Logo
hu_hu: LearnDash logó

source: Woman smiling and holding a laptop, representing LearnDash promotions.
hu_hu: Mosolygó nő laptopot tart, a LearnDash promócióit szemléltetve.

source: Test Modes Active (%1$1d) %2$2s
hu_hu: Aktív tesztmódok (%1$1d) %2$2s

source: Here is the summary of the previous conversation: %s
hu_hu: Íme az előző beszélgetés összefoglalója: %s

source: Summarize these chat messages which are in JSON format to be maximum below %1$d characters and return it as string: %2$s
hu_hu: Foglalja össze ezeket a JSON formátumú csevegésüzeneteket legfeljebb %1$d karakterben, és adja vissza sztringként: %2$s

source: Create %s Outline from AI
hu_hu: Készítsen %s vázlatot AI-val

source: Error: %1$s is maximum number of %2$s you can enter.
hu_hu: Hiba: %1$s a megadható %2$s maximális száma.

source: %1$d %2$s have been created successfully for the %3$s: %4$s.
hu_hu: %1$d %2$s sikeresen létrejött a következőhöz: %3$s: %4$s.

source: %1$s (New %2$s)
hu_hu: %1$s (Új %2$s)

source: Free choice
hu_hu: Szabad választás

source: Sorting choice
hu_hu: Rendezési választás

source: Matrix Sorting choice
hu_hu: Mátrixos rendezési választás

source: The request has been processed successfully for the %1$s: %2$s.
hu_hu: A kérés sikeresen feldolgozva a(z) %1$s esetén: %2$s.

source: %1$s is a maximum number of %2$s across all question types.
hu_hu: A(z) %1$s a %2$s maximális száma az összes kérdéstípusban.

source: %s is required field.
hu_hu: A(z) %s kötelező mező.

source: No questions returned for the question type: %s. Please try again with a different idea.
hu_hu: Nem érkeztek kérdések a következő kérdéstípushoz: %s. Próbálja meg másik ötlettel.

source: Failed to create %1$s: %2$s
hu_hu: A(z) %1$s létrehozása nem sikerült: %2$s

source: The response for matrix sorting question type is invalid so it was skipped.
hu_hu: A mátrixos rendezés kérdéstípus válasza érvénytelen, ezért kihagyásra került.

source: Fill in the blank the following statement
hu_hu: Egészítse ki a következő állítást

source: Associated %s
hu_hu: Kapcsolódó %s

source: Please select an existing %s.
hu_hu: Kérjük, válasszon egy meglévő %s-t.

source: Please select an existing %1$s. You can leave this blank if you want to associate the %2$s with the %3$s above.
hu_hu: Kérjük, válasszon egy meglévő %1$s-t. Üresen hagyhatja, ha a fenti %3$s-hez szeretné társítani a(z) %2$s-t.

source: %s Types
hu_hu: %s típusok

source: %1$s types the generated %2$s will have. You can select multiple %3$s types.
hu_hu: A létrehozott %2$s %1$s típusai. Több %3$s típust is választhat.

source: Number of %s and answers you want to generate for each question type.
hu_hu: Az egyes kérdéstípusokhoz létrehozni kívánt %s és válaszok száma.

source: Create %s from AI
hu_hu: Hozzon létre %s-t AI-val

# Add New Virtual Instructor Label
source: Add New
hu_hu: Új hozzáadása

# placeholder: Virtual Instructor
source: Add New %s
hu_hu: Új %s hozzáadása

# placeholder: Virtual Instructor
source: Edit %s
hu_hu: %s szerkesztése

# placeholder: Virtual Instructor
source: New %s
hu_hu: Új %s

# placeholder: Virtual Instructor
source: View %s
hu_hu: %s megtekintése

# placeholder: Virtual Instructors
source: View %s
hu_hu: %s megtekintése

# placeholder: Virtual Instructors
source: Search %s
hu_hu: %s keresése

# placeholder: Virtual Instructors
source: No %s found
hu_hu: Nem található %s

# placeholder: Virtual Instructor
source: No %s found in Trash
hu_hu: Nem található %s a Lomtárban

# placeholder: Virtual Instructor
source: %s Published
hu_hu: %s közzétéve

# placeholder: Virtual Instructor
source: %s Published Privately
hu_hu: %s privátként közzétéve

# placeholder: Virtual Instructor
source: %s Reverted to Draft
hu_hu: %s visszaállítva vázlatra

# placeholder: Virtual Instructor
source: %s Scheduled
hu_hu: %s ütemezve

# placeholder: Virtual Instructor
source: %s Updated
hu_hu: %s frissítve

# placeholder: Virtual Instructor
source: %s Trashed
hu_hu: %s a Lomtárba helyezve

# placeholder: virtual instructor
source: %s Settings
hu_hu: %s beállításai

source: 1 %s not updated, somebody is editing it.
hu_hu: 1 %s nem frissült, valaki szerkeszti.

# Virtual Instructor Name
source: Name
hu_hu: Név

# placeholder: virtual instructor
source: Add %s name
hu_hu: %s nevének hozzáadása

source: All %s
hu_hu: Összes %s

source: and %d more
hu_hu: és még %d

source: Your %s has been created and configured.
hu_hu: A(z) %s létrejött és be lett állítva.

source: Error creating virtual instructor. Message: %s.
hu_hu: Hiba a virtuális oktató létrehozásakor. Üzenet: %s.

source: Hello! My name is %1$s. I am your %2$s. How can I help you?
hu_hu: Üdvözlöm! A nevem %1$s. Az Ön %2$s vagyok. Miben segíthetek?

source: Invalid model post ID.
hu_hu: Érvénytelen modell bejegyzésazonosító.

source: Invalid course ID.
hu_hu: Érvénytelen kurzusazonosító.

# placeholder: virtual instructors label
source: %s to interact with your students and assist with their learning.
hu_hu: %s a hallgatókkal való interakcióhoz és tanulásuk támogatásához.

# placeholder: virtual instructors label
source: %s Settings
hu_hu: %s beállításai
