Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash/learndash-*.po
Languages: hu_hu

# placeholder: version number
source: Installed version does not match latest (%s).
hu_hu: A telepített verzió nem egyezik a legújabbal (%s).

source: Please upgrade.
hu_hu: Kérjük, frissítsen.

source: Learndash Version
hu_hu: LearnDash verzió

# placeholder: date
source: last check: %s
hu_hu: utolsó ellenőrzés: %s

source: LearnDash License Valid
hu_hu: LearnDash licenc érvényes

source: DB Version
hu_hu: DB verzió

source: Please run the Data Upgrade.
hu_hu: Kérjük, futtassa a Data Upgrade folyamatot.

# placeholder: datetime
source: last run %s
hu_hu: utolsó futtatás: %s

# placeholder: Courses
source: %s Count
hu_hu: %s száma

# placeholder: Lessons
source: %s Count
hu_hu: %s száma

# placeholder: Topics
source: %s Count
hu_hu: %s száma

# placeholder: Quizzes
source: %s Count
hu_hu: %s száma

# placeholder: Groups
source: %s Count
hu_hu: %s száma

source: Assignments Count
hu_hu: Beadandók száma

source: Essays Count
hu_hu: Esszék száma

source: Active LD Theme
hu_hu: Aktív LD téma

# placeholder: Course
source: %s Auto-enroll
hu_hu: %s automatikus beiratkozás

source: Builders
hu_hu: Építők

# placeholder: Course
source: %s Builder Interface
hu_hu: %s Építő felület

# placeholder: Quiz
source: %s Builder Interface
hu_hu: %s Építő felület

# placeholder: Quiz, Questions
source: %1$s Shared %2$s
hu_hu: %1$s megosztott %2$s

source: Permalinks
hu_hu: Közvetlen hivatkozások

source: Nested URLs
hu_hu: Beágyazott URL-ek

# placeholder: Courses
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Courses
source: %s Tag base
hu_hu: %s címke alap

# placeholder: Lessons
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Lessons
source: %s Tag base
hu_hu: %s címke alap

# placeholder: Topics
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Quizzes
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Quizzes
source: %s Tag base
hu_hu: %s címke alap

# placeholder: Groups
source: %s Category base
hu_hu: %s kategória alap

# placeholder: Groups
source: %s Tag base
hu_hu: %s címke alap

source: Upload Directories
hu_hu: Feltöltési könyvtárak

source: Assignment Upload Dir
hu_hu: Feladat feltöltési könyvtár

source: Directory does not exists
hu_hu: A könyvtár nem létezik

source: Directory not writable
hu_hu: A könyvtár nem írható

source: Essay Upload Dir
hu_hu: Esszé feltöltési könyvtár

source: Defines
hu_hu: Konstansok

source: Translation Files
hu_hu: Fordítási fájlok

source: Server Settings
hu_hu: Szerver beállítások

source: PHP Version
hu_hu: PHP verzió

source: LearnDash Minimum Requirements
hu_hu: LearnDash minimális követelményei

source: PHP OS
hu_hu: PHP operációs rendszer

source: PHP OS Family
hu_hu: PHP operációs rendszer családja

source: MySQL version
hu_hu: MySQL verzió

source: MariaDB version
hu_hu: MariaDB verzió

source: Version
hu_hu: Verzió

source: SSL Version
hu_hu: SSL verzió

source: Libz Version
hu_hu: Libz verzió

source: Protocols
hu_hu: Protokollok

source: Path to the CA certificates not set. Please add it to curl.cainfo in the php.ini file. Otherwise, PayPal may not work.
hu_hu: A CA tanúsítványok elérési útja nincs beállítva. Kérjük, adja hozzá a php.ini fájlban a curl.cainfo beállításhoz. Ellenkező esetben a PayPal nem biztos, hogy működik.

source: Path to the CA certificates not set.
hu_hu: A CA tanúsítványok elérési útja nincs beállítva.

source: Path to the CA certificates
hu_hu: A CA tanúsítványok elérési útja

source: Templates
hu_hu: Sablonok

source: Template Name
hu_hu: Sablon neve

source: Template Path
hu_hu: Sablon útvonala

source: Current Active LD Theme
hu_hu: Jelenleg aktív LD téma

source: The following is the search order paths for override templates, relative to site root:
hu_hu: Az alábbiak a felülíró sablonok keresési útvonalai a webhely gyökeréhez viszonyítva:

source: <PARENT or CHILD THEME>
hu_hu: <SZÜLŐ vagy GYERMEK TÉMA>

source: WordPress Active Plugins
hu_hu: Aktív WordPress bővítmények

source: Plugin
hu_hu: Bővítmény

source: Details
hu_hu: Részletek

source: Update available
hu_hu: Frissítés elérhető

source: Path
hu_hu: Útvonal

source: WordPress Active Theme
hu_hu: Aktív WordPress téma

source: Theme
hu_hu: Téma

source: WordPress Settings
hu_hu: WordPress beállítások

source: WordPress Version
hu_hu: WordPress verzió

source: WordPress Home URL
hu_hu: WordPress kezdőlap URL

source: WordPress Site URL
hu_hu: WordPress webhely URL

source: Is Multisite
hu_hu: Multisite

source: Site Language
hu_hu: Webhely nyelve

source: Using Permalinks
hu_hu: Közvetlen hivatkozások használata

source: Object Cache
hu_hu: Objektum-gyorsítótár

source: Recommended at least 100M memory.
hu_hu: Ajánlott legalább 100M memória.

source: Recommended at least 256M memory.
hu_hu: Ajánlott legalább 256M memória.

source: Data Sharing
hu_hu: Adatmegosztás

source: Yes, share plugin usage data with LearnDash, part of the StellarWP family of brands
hu_hu: Igen, ossza meg a bővítményhasználati adatokat a LearnDash-csal, amely a StellarWP márkacsalád része

source: No, do not share plugin usage data with LearnDash, part of the StellarWP family of brands
hu_hu: Nem, ne ossza meg a bővítményhasználati adatokat a LearnDash-csal, amely a StellarWP márkacsalád része

source: Terms/Policies
hu_hu: Feltételek/Szabályzatok

source: This will force all registering students to read and accept your terms and conditions before they can sign-up.
hu_hu: Ez kötelezi az összes regisztráló diákot, hogy regisztráció előtt elolvassák és elfogadják az Ön felhasználási feltételeit.

source: Select the page(s) that will provide content for the %1$s Checkbox. Customize the “Terms of Service” label on %2$sLearnDash > Settings > Advanced > Custom Labels%3$s
hu_hu: Válassza ki az oldal(aka)t, amelyek a %1$s jelölőnégyzet tartalmát adják. A “Terms of Service” címkét a %2$sLearnDash > Beállítások > Speciális > Egyéni címkék%3$s alatt testreszabhatja

source: Display content from
hu_hu: Tartalom megjelenítése innen

source: This will force all registering students to read and accept your privacy policy before they can sign-up.
hu_hu: Ez kötelezi az összes regisztráló diákot, hogy regisztráció előtt elolvassák és elfogadják az Ön adatvédelmi szabályzatát.

source: Select the page(s) that will provide content for the %1$s Checkbox. Customize the “Privacy Policy” label on %2$sLearnDash > Settings > Advanced > Custom Labels%3$s
hu_hu: Válassza ki az oldal(aka)t, amelyek a %1$s jelölőnégyzet tartalmát adják. A “Privacy Policy” címkét a %2$sLearnDash > Beállítások > Speciális > Egyéni címkék%3$s alatt testreszabhatja

# placeholder: Topics
source: Control the LearnDash %s Custom Post Type Options.
hu_hu: A LearnDash %s egyéni bejegyzéstípus beállításainak kezelése.

# placeholder: Topic
source: %s Search
hu_hu: %s keresés

# placeholder: topic
source: Includes the %s post type in front end search results
hu_hu: Belefoglalja a %s bejegyzéstípust a nyilvános keresési találatokba

# placeholder: Topics
source: Include %s only if user is logged in.
hu_hu: A %s csak akkor szerepeljen, ha a felhasználó be van jelentkezve.

# placeholder: Topics
source: Include %s only if user is enrolled.
hu_hu: A %s csak akkor szerepeljen, ha a felhasználó be van iratkozva.

# placeholder: topics, link to WP Permalinks page
source: Enables the front end archive page where all %1$s are listed. You must %2$s for the change to take effect.
hu_hu: Engedélyezi a nyilvános archív oldal használatát, ahol az összes %1$s fel van sorolva. A módosítás életbe léptetéséhez %2$s szükséges.

# placeholder: topic
source: Enables an RSS feed for all %1$s posts.
hu_hu: Engedélyez egy RSS-csatornát az összes %1$s bejegyzés számára.

# placeholder: Topic
source: %s Taxonomies
hu_hu: %s taxonómiák

# placeholder: topics
source: Control which Taxonomies can be used with the LearnDash %s.
hu_hu: Szabályozza, hogy mely taxonómiák használhatók a LearnDash %s esetében.

# placeholder: Topic
source: Manage %s Categories via the Actions dropdown
hu_hu: %s kategóriák kezelése a Műveletek legördülő menün keresztül

# placeholder: Topic
source: Manage %s Tags via the Actions dropdown
hu_hu: %s címkék kezelése a Műveletek legördülő menün keresztül

source: Refresh Translations
hu_hu: Fordítások frissítése

source: Updated
hu_hu: Frissítve

# Placeholder: Course
source: %s Purchase Success
hu_hu: Sikeres %s vásárlás

source: Supported placeholders
hu_hu: Támogatott helyőrzők

source: User first name
hu_hu: Felhasználó keresztneve

source: User last name
hu_hu: Felhasználó vezetékneve

source: User display name
hu_hu: Felhasználó megjelenített neve

source: User email
hu_hu: Felhasználó e-mail-címe

# placeholder: Course label
source: %s Title
hu_hu: %s címe

source: Site Title
hu_hu: Webhely címe

source: Site URL
hu_hu: Webhely URL

source: Content Type
hu_hu: Tartalomtípus

source: HTML/Text
hu_hu: HTML/Szöveg

source: Text only
hu_hu: Csak szöveg

# Placeholder: Group
source: %s Purchase Success
hu_hu: Sikeres %s vásárlás

# placeholder: Group label
source: %s Title
hu_hu: %s címe

source: New User Registration
hu_hu: Új felhasználó regisztrációja

# placeholders: Course, Group label
source: %1$s/%2$s Title
hu_hu: %1$s/%2$s címe

source: Purchase Invoice
hu_hu: Vásárlási számla

source: Customer Name
hu_hu: Vevő neve

source: Vat/Tax Number
hu_hu: ÁFA/adószám

source: Company Name
hu_hu: Cégnév

source: Company Address
hu_hu: Cég címe

source: Logo Upload
hu_hu: Logó feltöltése

source: Logo Location
hu_hu: Logó pozíciója

source: Right
hu_hu: Jobb

source: Left
hu_hu: Bal

source: This PayPal Gateway will handle all payment types, including trial periods and recurring payments. Customers can purchase %s directly on your site using debit or credit cards with no additional fees.
hu_hu: Ez a PayPal fizetési átjáró minden fizetési típust kezel, beleértve a próbaidőszakokat és az ismétlődő fizetéseket. Az ügyfelek közvetlenül az Ön webhelyén vásárolhatnak %s-t betéti vagy hitelkártyával, további díjak nélkül.

source: Refund
hu_hu: Visszatérítés

source: Partner Fee
hu_hu: Partneri díj

source: Billing Agreement
hu_hu: Számlázási megállapodás

source: No webhooks found. Please reconnect your PayPal account.
hu_hu: Nem találhatók webhookok. Kérjük, csatlakoztassa újra a PayPal-fiókját.

source: Test Mode
hu_hu: Teszt mód

source: Check this box to enable test mode.
hu_hu: Jelölje be ezt a négyzetet a teszt mód engedélyezéséhez.

source: Payment Methods
hu_hu: Fizetési módok

source: Select the payment methods you want to enable.
hu_hu: Válassza ki az engedélyezni kívánt fizetési módokat.

source: Credit Card
hu_hu: Bankkártya

source: Account Country
hu_hu: Fiók országa

source: Select the country where your PayPal account is registered.
hu_hu: Válassza ki azt az országot, ahol a PayPal-fiókja regisztrálva van.

source: PayPal Mode
hu_hu: PayPal mód

source: Sandbox Mode (test)
hu_hu: Sandbox mód (teszt)

source: Live Mode
hu_hu: Éles mód

source: Connected as
hu_hu: Csatlakozva mint

source: PayPal Account ID
hu_hu: PayPal-fiókazonosító

source: API Granted Scopes
hu_hu: API által engedélyezett jogosultsági körök

source: Webhooks
hu_hu: Webhookok

source: To make changes, please disconnect and reconnect your gateway.
hu_hu: A módosításokhoz kérjük, bontsa a kapcsolatot, majd csatlakoztassa újra a fizetési átjárót.

source: Return URL
hu_hu: Visszatérési URL

source: Redirect the user to a specific URL after the purchase. Leave blank to let user remain on the Course page.
hu_hu: A vásárlás után irányítsa át a felhasználót egy megadott URL-re. Hagyja üresen, ha a felhasználót a Tanfolyam oldalán szeretné tartani.

source: PayPal webhooks are essential for payments to function correctly in LearnDash. We'll automatically configure them for you, but you can access the webhook URL here if needed.
hu_hu: A PayPal webhookok elengedhetetlenek ahhoz, hogy a fizetések megfelelően működjenek a LearnDash-ben. Automatikusan beállítjuk őket, de szükség esetén itt elérheti a webhook URL-t.

source: Settings - PayPal Standard
hu_hu: Beállítások - PayPal Standard

source: Are you sure want to reset the PayPal values?
hu_hu: Biztosan visszaállítja a PayPal értékeket?

source: Check to enable the PayPal sandbox.
hu_hu: Jelölje be a PayPal sandbox engedélyezéséhez.

source: Enter your PayPal email here.
hu_hu: Adja meg itt a PayPal e-mail címét.

source: Country Code
hu_hu: Országkód

# placeholder: URL to PayPal Country Codes.
source: Enter your country code here. See PayPal %s Documentation
hu_hu: Adja meg itt az országkódját. Lásd: PayPal %s dokumentáció

source: Country Codes
hu_hu: Országkódok

source: Enter the URL used for completed purchases (typically a thank you page).
hu_hu: Adja meg a befejezett vásárlásokhoz használt URL-t (jellemzően egy köszönőoldalét).

source: Cancel URL
hu_hu: Megszakítási URL

source: Enter the URL used for purchase cancellations.
hu_hu: Adja meg a vásárlás megszakításához használt URL-t.

source: Enter the URL used for IPN notifications.
hu_hu: Adja meg az IPN értesítésekhez használt URL-t.

source: PayPal Email must be a valid email.
hu_hu: A PayPal e-mailnek érvényes e-mail címnek kell lennie.

source: PayPal Country Code cannot be empty.
hu_hu: A PayPal országkód nem lehet üres.

source: PayPal Country Code should not be longer than 2 letters.
hu_hu: A PayPal országkód nem lehet 2 betűnél hosszabb.

source: Razorpay Settings
hu_hu: Razorpay beállítások

source: Test: Key Id
hu_hu: Teszt: Kulcsazonosító

source: Test: Key Secret
hu_hu: Teszt: Titkos kulcs

source: Test: Webhook Secret
hu_hu: Teszt: Webhook titok

source: Live: Key Id
hu_hu: Éles: Kulcsazonosító

source: Live: Key Secret
hu_hu: Éles: Titkos kulcs

source: Live: Webhook Secret
hu_hu: Éles: Webhook titok

source: Return URL
hu_hu: Visszatérési URL

source: Redirect the user to a specific URL after the purchase. Leave blank to let a user to be redirected to the course/group page.
hu_hu: A vásárlás után irányítsa át a felhasználót egy megadott URL-re. Hagyja üresen, ekkor a felhasználó a tanfolyam/csoport oldalára lesz átirányítva.

source: You have to add this URL in the webhooks section of your Razorpay Dashboard.
hu_hu: Ezt az URL-t hozzá kell adnia a Razorpay Vezérlőpult webhookok szakaszában.

source: Don't forget to configure your webhook on Razorpay.
hu_hu: Ne felejtse el beállítani a webhookot a Razorpay-ben.

source: In order for Razorpay to function properly, you must add a new webhook endpoint.
hu_hu: A Razorpay megfelelő működéséhez új webhook végpontot kell hozzáadnia.

# placeholders: Webhooks dashboard url, button title, webhook url
source: To do this please visit the %1$s and click the %2$s button and paste the following URL: %3$s
hu_hu: Ehhez látogassa meg a %1$s oldalt, kattintson a %2$s gombra, és illessze be a következő URL-t: %3$s

source: Webhooks Section
hu_hu: Webhookok szakasza

source: Add New Webhook
hu_hu: Új webhook hozzáadása

source: After that you will have a webhook secret, so you can set it here.
hu_hu: Ezt követően kap egy webhook titkot, amelyet itt beállíthat.

source: Razorpay webhooks are required so LearnDash can communicate properly with the payment gateway to confirm payment completion, renewals, and more.
hu_hu: A Razorpay webhookok szükségesek, hogy a LearnDash megfelelően tudjon kommunikálni a fizetési átjáróval a fizetések befejezésének, megújításoknak és egyebeknek a megerősítéséhez.

source: Stripe Connect Settings
hu_hu: Stripe Connect beállítások

source: Test Publishable Key
hu_hu: Teszt publikus kulcs

source: Test publishable key used in test mode.
hu_hu: Teszt módban használt publikus kulcs.

source: Test Secret Key
hu_hu: Teszt titkos kulcs

source: Test secret key used in test mode.
hu_hu: Teszt módban használt titkos kulcs.

source: Live Publishable Key
hu_hu: Éles publikus kulcs

source: Live publishable key used in real transaction.
hu_hu: Éles publikus kulcs valódi tranzakciókhoz.

source: Live Secret Key
hu_hu: Éles titkos kulcs

source: Live secret key used in real transaction.
hu_hu: Éles titkos kulcs valódi tranzakciókhoz.

source: Account Id
hu_hu: Fiókazonosító

source: Stripe payment methods to be enabled on the site.
hu_hu: A webhelyen engedélyezendő Stripe fizetési módok.

source: Stripe webhooks are essential for payments to function correctly in LearnDash. We'll automatically configure them for you, but you can access the webhook URL here if needed.
hu_hu: A Stripe webhookok elengedhetetlenek ahhoz, hogy a fizetések megfelelően működjenek a LearnDash-ben. Automatikusan beállítjuk őket, de szükség esetén itt elérheti a webhook URL-t.

source: Copy Webhook URL
hu_hu: Webhook URL másolása

source: Stripe Error
hu_hu: Stripe hiba

source: You have successfully connected to Stripe
hu_hu: Sikeresen csatlakozott a Stripe-hoz

source: Stripe disconnected
hu_hu: Stripe leválasztva

source: Want to accept credit card payments directly on your website?
hu_hu: Szeretne közvetlenül a webhelyén bankkártyás fizetéseket elfogadni?

source: Disconnect Stripe
hu_hu: Stripe leválasztása

source: Validate Webhook Setup
hu_hu: Webhook beállítás ellenőrzése

source: Validating Webhook Setup...
hu_hu: Webhook beállítás ellenőrzése...

source: Configuring webhooks. This can take a minute...
hu_hu: Webhookok beállítása. Ez eltarthat egy percig...

source: Webhooks were properly validated.
hu_hu: A webhookok megfelelően ellenőrizve.

source: Your Stripe Webhooks have been configured. You can test this connection in your LearnDash Stripe settings area if needed.
hu_hu: A Stripe webhookjai be lettek állítva. Szükség esetén letesztelheti ezt a kapcsolatot a LearnDash Stripe beállítási területén.

source: How To Migrate - PayPal Standard
hu_hu: Migrálás - PayPal Standard

source: 1. Enter your PayPal API username, password, and signature below and save.
hu_hu: 1. Adja meg alább a PayPal API felhasználónevét, jelszavát és aláírását, majd mentse.

source: API Username
hu_hu: API felhasználónév

source: Your PayPal API username.
hu_hu: A PayPal API felhasználóneve.

source: API Password
hu_hu: API jelszó

source: Your PayPal API password.
hu_hu: A PayPal API jelszava.

source: API Signature
hu_hu: API aláírás

source: Your PayPal API signature.
hu_hu: A PayPal API aláírása.

source: 2. Add the provided shortcode %s to a page on your site.
hu_hu: 2. Adja hozzá a megadott %s rövidkódot a webhelye egyik oldalához.

source: 3. Email all of your enrolled users with recurring payments using PayPal Standard. %s
hu_hu: 3. Küldjön e-mailt minden, PayPal Standard ismétlődő fizetéssel rendelkező beiratkozott felhasználójának. %s

source: Copy all emails
hu_hu: Összes e-mail-cím másolása

source: Copied!
hu_hu: Másolva!

source: 4. Your users need to add their payment method and move to the new PayPal Vault connection through the shortcode's form.
hu_hu: 4. A felhasználóknak hozzá kell adniuk a fizetési módjukat, és a rövidkód űrlapján keresztül át kell térniük az új PayPal Vault kapcsolatra.

source: 5. LearnDash will cancel the old subscription and start a new one with the provided payment method on the renewal date for each enrolled subscription for that user.
hu_hu: 5. A LearnDash lemondja a régi előfizetést, és a megadott fizetési móddal új előfizetést indít a megújítás napján az adott felhasználó minden beiratkozott előfizetésére.

source: Reference the %s with full instructions on how to use the shortcode and direct users through the process, including page and email content templates.
hu_hu: Hivatkozzon a %s dokumentumra, amely teljes útmutatót tartalmaz a rövidkód használatához és a felhasználók folyamaton való végigvezetéséhez, beleértve az oldal- és e-mailtartalom-sablonokat.

source: Current Subscriptions - PayPal Standard
hu_hu: Aktuális előfizetések - PayPal Standard

source: Include migrated subscriptions (%d)
hu_hu: Migrált előfizetések bevonása (%d)

# placeholder: Course
source: %s Info
hu_hu: %s információ

# placeholder: course, quizzes, course
source: This shortcode displays %1$s related information on the certificate. <strong>Unless specified otherwise, all points, scores and percentages relate to the %2$s associated with the %3$s.</strong>
hu_hu: Ez a rövidkód %1$s kapcsolódó információkat jelenít meg a tanúsítványon. <strong>Ha másként nincs megadva, minden pont, pontszám és százalékos érték a %3$s-hez tartozó %2$s-re vonatkozik.</strong>

source: Show
hu_hu: Megjelenítés

# placeholders: quizzes, course, quizzes, course
source: This parameter determines the information to be shown by the shortcode.<br />cumulative - average for all %1$s of the %2$s.<br />aggregate - sum for all %3$s of the %4$s.
hu_hu: Ez a paraméter határozza meg, hogy a rövidkód milyen információt jelenítsen meg.<br />cumulative - átlag a(z) %2$s összes %1$s esetén.<br />aggregate - összeg a(z) %4$s összes %3$s esetén.

# placeholder: Course
source: %s Title
hu_hu: %s cím

# placeholder: Course
source: %s Enrolled Users Count
hu_hu: %s beiratkozott felhasználóinak száma

# placeholder: Course
source: Total User %s Points
hu_hu: Felhasználó összes %s pontja

# placeholder: Course
source: Total User %s Time
hu_hu: Felhasználó összes %s ideje

# placeholder: Course
source: %s Completed On (date)
hu_hu: %s befejezve ekkor (dátum)

# placeholder: Course
source: Enrolled On (date)
hu_hu: Beiratkozás ekkor (dátum)

# placeholder: Quizzes
source: Cumulative %s Score
hu_hu: Összesített %s pontszám

# placeholder: Quizzes
source: Cumulative %s Points
hu_hu: Összesített %s pontok

# placeholder: Quizzes
source: Possible Cumulative %s Total Points
hu_hu: Lehetséges összesített %s összpontszám

# placeholder: Quizzes
source: Cumulative %s Percentage
hu_hu: Összesített %s százalék

# placeholder: Quizzes
source: Cumulative %s Time Spent
hu_hu: Összesített %s időráfordítás

# placeholder: Quizzes
source: Aggregate %s Percentage
hu_hu: Aggregált %s százalék

# placeholder: Quizzes
source: Aggregate %s Score
hu_hu: Aggregált %s pontszám

# placeholder: Quizzes
source: Aggregate %s Points
hu_hu: Aggregált %s pontok

# placeholder: Quizzes
source: Possible %s Aggregate Total Points
hu_hu: Lehetséges %s aggregált összpontszám

# placeholder: Quizzes
source: Aggregate %s Time Spent
hu_hu: Aggregált %s időráfordítás

source: Format
hu_hu: Formátum

source: This can be used to change the date format. Default: "F j, Y, g:i a" shows as <i>March 10, 2001, 5:16 pm</i>. See <a target="_blank" href="http://php.net/manual/en/function.date.php">the full list of available date formatting strings here.</a>
hu_hu: Ezzel módosítható a dátumformátum. Alapértelmezett: „F j, Y, g:i a” így jelenik meg: <i>March 10, 2001, 5:16 pm</i>. Lásd <a target="_blank" href="http://php.net/manual/en/function.date.php">az elérhető dátumformázó karakterláncok teljes listáját itt.</a>

source: Seconds Format
hu_hu: Másodpercek formátuma

source: This can be used to change the format of seconds. Default: "time" shows a number of seconds as <i>XXmin YYsec</i>.
hu_hu: Ezzel módosítható a másodpercek formátuma. Alapértelmezett: a „time” a másodpercek számát így jeleníti meg: <i>XXmin YYsec</i>.

source: Time - 20min 49sec
hu_hu: Idő - 20min 49sec

source: Seconds - 1436
hu_hu: Másodpercek - 1436

# placeholders: Course, Course
source: Enter single %1$s ID. Leave blank for current %2$s.
hu_hu: Adjon meg egyetlen %1$s azonosítót. Hagyja üresen az aktuális %2$s esetén.

source: Enter specific User ID. Leave blank for current User.
hu_hu: Adjon meg egy konkrét felhasználó-azonosítót. Hagyja üresen az aktuális felhasználó esetén.

source: Decimals
hu_hu: Tizedesek

source: Number of decimal places to show. Default is 2.
hu_hu: Megjelenítendő tizedesjegyek száma. Alapértelmezett: 2.

# placeholder: Course
source: %s Complete
hu_hu: %s teljesítve
