Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-advanced-notifications/woocommerce-advanced-notifications-*.po
Languages: hu_hu

source: Add additonal, advanced order and stock notifications to WordPress - ideal for improving store management or for dropshippers.
hu_hu: Adjon hozzá további, speciális rendelési és készletértesítéseket a WordPresshez - ideális az áruházkezelés javításához vagy dropshippereknek.

source: Notifications
hu_hu: Értesítések

source: Choose recipients for this product.
hu_hu: Válasszon címzetteket ehhez a termékhez.

source: Invalid product ID.
hu_hu: Érvénytelen termékazonosító.

source: Sorry, you cannot read this resource.
hu_hu: Sajnáljuk, nem olvashatja ezt az erőforrást.

source: Advanced Notifications
hu_hu: Speciális értesítések

source: Notification Types
hu_hu: Értesítéstípusok

source: Triggers
hu_hu: Kiváltók

source: Plain text?
hu_hu: Sima szöveg?

source: Prices?
hu_hu: Árak?

source: Totals?
hu_hu: Összesítések?

source: Sent count
hu_hu: Küldések száma

source: Choose recipients for this product&hellip;
hu_hu: Válasszon címzetteket ehhez a termékhez&hellip;

source: Notification deleted successfully
hu_hu: Értesítés sikeresen törölve

source: Notification saved successfully
hu_hu: Értesítés sikeresen mentve

source: Recipient name is a required field
hu_hu: A címzett neve kötelező mező

source: Recipient email is a required field
hu_hu: A címzett e-mail-címe kötelező mező

source: A recipient email is invalid:
hu_hu: Érvénytelen címzett e-mail-cím:

source: WooCommerce Advanced Notifications Data
hu_hu: WooCommerce Advanced Notifications adatai

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
hu_hu: Ezen bővítmény használatával személyes adatokat tárolhat, vagy adatokat oszthat meg egy külső szolgáltatással. <a href="%s" target="_blank">Tudjon meg többet arról, hogyan működik ez, beleértve azt is, mit érdemes feltüntetnie az adatvédelmi szabályzatában.</a>

source: Recipient name
hu_hu: Címzett neve

source: Recipient address
hu_hu: Címzett címe

source: Recipient phone
hu_hu: Címzett telefonszáma

source: Recipient website
hu_hu: Címzett weboldala

source: Advanced Notifications Data Erased.
hu_hu: Speciális értesítések adatai törölve.

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Low stock
hu_hu: Alacsony készlet

source: Out of stock
hu_hu: Nincs készleten

source: Backorders
hu_hu: Előrendelések

source: Purchases
hu_hu: Vásárlások

source: Refunds
hu_hu: Visszatérítések

source: %s sent
hu_hu: %s elküldve

source: All Purchases
hu_hu: Összes vásárlás

source: Categories:
hu_hu: Kategóriák:

source: Classes:
hu_hu: Osztályok:

source: Products:
hu_hu: Termékek:

source: Recipient
hu_hu: Címzett

source: Notifications updated
hu_hu: Értesítések frissítve

source: New Customer Order
hu_hu: Új vásárlói rendelés

source: [%1$s] New Order (%2$s)
hu_hu: [%1$s] Új rendelés (%2$s)

source: [%s] Product low in stock
hu_hu: [%s] A termék készlete alacsony

source: Variation #%1$s of %2$s
hu_hu: A(z) %2$s #%1$s változata

source: Product #%1$s - %2$s
hu_hu: Termék #%1$s - %2$s

source: Hi %s,
hu_hu: Kedves %s,

source: is low in stock.
hu_hu: készlete alacsony.

source: [%s] Product out of stock
hu_hu: [%s] Termék nincs készleten

source: is out of stock.
hu_hu: nincs készleten.

source: [%s] Product Backorder
hu_hu: [%s] Termék utánrendelés

source: %1$s units of %2$s have been backordered in order #%3$s.
hu_hu: A #%3$s rendelésben %1$s egység %2$s utánrendelésre került.

source: [%1$s] Partial Order Refund (%2$s)
hu_hu: [%1$s] Részleges rendelés-visszatérítés (%2$s)

source: Customer Partial Refund
hu_hu: Vásárló részleges visszatérítése

source: [%1$s] Order Refund (%2$s)
hu_hu: [%1$s] Rendelés-visszatérítés (%2$s)

source: Customer Refund
hu_hu: Vásárlói visszatérítés

source: Add Notification
hu_hu: Értesítés hozzáadása

source: These fields determine who receives the notifications and are required.
hu_hu: Ezek a mezők határozzák meg, ki kapja az értesítéseket, és kötelezők.

source: Enter the recipient name.
hu_hu: Adja meg a címzett nevét.

source: Recipient email address(s)
hu_hu: Címzett e-mail-cím(ek)

source: Enter the recipient(s) email address for this notification (comma separate for multiple addresses).
hu_hu: Adja meg a címzett(ek) e-mail-címét ehhez az értesítéshez (több cím esetén vesszővel válassza el).

source: Recipient details
hu_hu: Címzett adatai

source: You can use these fields to store additional information about the recipient.
hu_hu: Ezekkel a mezőkkel további információkat tárolhat a címzettről.

source: Address
hu_hu: Cím

source: Phone
hu_hu: Telefon

source: Website
hu_hu: Webhely

source: You can choose which recipients are received in this section.
hu_hu: Ebben a szakaszban kiválaszthatja, mely címzettek kapják meg az értesítéseket.

source: Email format
hu_hu: E-mail formátum

source: Plain text
hu_hu: Egyszerű szöveg

source: Enable to send in plain text rather than using the standard HTML email template.
hu_hu: Engedélyezze, hogy a szabványos HTML e-mail sablon helyett egyszerű szövegben küldjük.

source: Enable notifications
hu_hu: Értesítések engedélyezése

source: Choose types&hellip;
hu_hu: Válasszon típusokat&hellip;

source: Define which notifications to enable.
hu_hu: Határozza meg, mely értesítéseket engedélyezi.

source: Notification triggers
hu_hu: Értesítési kiváltók

source: Choose triggers&hellip;
hu_hu: Válasszon kiváltókat&hellip;

source: All purchases
hu_hu: Minden vásárlás

source: Product category notifications
hu_hu: Termékkategória-értesítések

source: Category:
hu_hu: Kategória:

source: Shipping class notifications
hu_hu: Szállítási osztály-értesítések

source: Class:
hu_hu: Osztály:

source: Here you can enable global or product notifications. Define recipients for categories and shipping classes here. You can define per-product notifications later by <a href="%s">editing a product</a>.
hu_hu: Itt engedélyezhet globális vagy termékértesítéseket. Itt határozza meg a címzetteket a kategóriákhoz és a szállítási osztályokhoz. Termékenkénti értesítéseket később a <a href=\"%s\">termék szerkesztésével</a> állíthat be.

source: Products triggered by the notification
hu_hu: Az értesítést kiváltó termékek

source: Include all items
hu_hu: Minden tétel belefoglalása

source: Include All Items
hu_hu: Minden tétel belefoglalása

source: Enable this to include all order items in the notification emails.
hu_hu: Engedélyezze ezt, hogy az értesítő e-mailek minden rendelési tételt tartalmazzanak.

source: Prices
hu_hu: Árak

source: Include prices
hu_hu: Árak megjelenítése

source: Enable this to include product prices in the notification emails.
hu_hu: Engedélyezze ezt, hogy az értesítő e-mailek tartalmazzák a termékárakat.

source: Totals
hu_hu: Végösszegek

source: Include order totals
hu_hu: Rendelés végösszegeinek megjelenítése

source: Enable this to include order totals in the notification emails.
hu_hu: Engedélyezze ezt, hogy az értesítő e-mailek tartalmazzák a rendelés végösszegeit.

source: Save changes
hu_hu: Változtatások mentése

source: Add notification
hu_hu: Értesítés hozzáadása

source: Are you sure you want to delete this notification?
hu_hu: Biztosan törli ezt az értesítést?

source: You have received an order from %1$s %2$s:
hu_hu: Rendelést kapott %1$s %2$s vásárlótól:

source: Order: %s
hu_hu: Rendelés: %s

source: Total
hu_hu: Végösszeg

source: Note
hu_hu: Megjegyzés

source: Order #%s
hu_hu: Rendelés #%s

source: Product
hu_hu: Termék

source: Quantity
hu_hu: Mennyiség

source: Price
hu_hu: Ár

source: Note:
hu_hu: Megjegyzés:

source: Order: %s has been refunded.
hu_hu: Rendelés: %s visszatérítve lett.

source: Order #%s has been partially refunded.
hu_hu: A #%s számú rendelés részben visszatérítve lett.

source: Order #%s has been refunded.
hu_hu: A #%s számú rendelés visszatérítve lett.

source: WooCommerce Advanced Notifications requires %s to be installed and active.
hu_hu: A WooCommerce Advanced Notifications használatához a(z) %s telepítése és aktiválása szükséges.

source: Select the emails
hu_hu: Válassza ki az e-maileket

# block description
source: Notifications select field for use in the product editor.
hu_hu: Értesítések választómező a termékszerkesztőben való használatra.
