Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/translatepress-multilingual/translatepress-multilingual-*.po
Languages: hu_hu

source: Add a limit to the number of automatically translated characters so you can better budget your project.
hu_hu: Adjon meg korlátot az automatikusan lefordított karakterek számára, hogy jobban tervezhesse a projekt költségvetését.

source: characters per day
hu_hu: karakter naponta

source: Today's Character Count:
hu_hu: Mai karakterszám:

source: Log machine translation queries.
hu_hu: Gépi fordítási lekérdezések naplózása.

source: Only enable for testing purposes. Can impact performance.<br>All records are stored in the wp_trp_machine_translation_log database table. Use a plugin like <a href="https://wordpress.org/plugins/wp-data-access/" target="_blank">WP Data Access</a> to browse the logs or directly from your database manager (PHPMyAdmin, etc.)
hu_hu: Csak tesztelési célból engedélyezze. Hatással lehet a teljesítményre.<br>Minden rekord a wp_trp_machine_translation_log adatbázistáblában kerül tárolásra. Használjon egy olyan bővítményt, mint a <a href="https://wordpress.org/plugins/wp-data-access/" target="_blank">WP Data Access</a> a naplók böngészéséhez, vagy tegye meg közvetlenül az adatbáziskezelőjéből (PHPMyAdmin stb.).

source: Test API Credentials
hu_hu: Tesztelje az API-hitelesítő adatokat

source: HTTP Referrer:
hu_hu: HTTP hivatkozó:

source: Use this HTTP Referrer if the API lets you restrict key usage from its Dashboard.
hu_hu: Használja ezt a HTTP hivatkozót, ha az API lehetővé teszi a kulcshasználat korlátozását a Vezérlőpultjáról.

source: Response
hu_hu: Válasz

source: Response Body
hu_hu: Válasz törzse

source: Entire Response From wp_remote_get():
hu_hu: Teljes válasz a wp_remote_get()-től:

source: All Languages
hu_hu: Minden nyelv

source: Select the languages you wish to make your website available in.
hu_hu: Válassza ki azokat a nyelveket, amelyeken elérhetővé kívánja tenni a webhelyét.

source: Formality
hu_hu: Udvariassági szint

source: Code
hu_hu: Kód

source: Formal
hu_hu: Formális

source: Informal
hu_hu: Informális

source: Are you sure you want to remove this language?
hu_hu: Biztosan el kívánja távolítani ezt a nyelvet?

source: Custom Languages
hu_hu: Egyéni nyelvek

source: To Add more languages activate the Multiple Languages Addon
hu_hu: További nyelvek hozzáadásához aktiválja a Multiple Languages kiegészítőt

source: Adding more than two languages is a paid feature. Upgrade TranslatePress and unlock more premium features.
hu_hu: Kettőnél több nyelv hozzáadása fizetős funkció. Frissítse a TranslatePress-t, és oldjon fel további prémium funkciókat.

source: Website Languages
hu_hu: Webhely nyelvei

source: WARNING. Changing the default language will invalidate existing translations.
hu_hu: FIGYELMEZTETÉS. Az alapértelmezett nyelv módosítása érvényteleníti a meglévő fordításokat.

source: Even changing from en_US to en_GB, because they are treated as two different languages.
hu_hu: Még az en_US-ról en_GB-re való váltás is, mivel ezeket két különböző nyelvként kezelik.

source: In most cases changing the default flag is all it is needed:
hu_hu: A legtöbb esetben elegendő az alapértelmezett zászló módosítása:

source: replace the default flag
hu_hu: az alapértelmezett zászló cseréje

source: Re-run Setup Wizard
hu_hu: Beállításvarázsló újrafuttatása

source: The Setup wizard allows you to quickly setup TranslatePress. You can initiate it at any time.
hu_hu: A Beállításvarázsló lehetővé teszi, hogy gyorsan beállítsa a TranslatePress-t. Bármikor elindíthatja.

source: Language Settings
hu_hu: Nyelvi beállítások

source: Use Native language name
hu_hu: Natív nyelvnév használata

source: Check if you want to display languages in their native names. Otherwise, languages will be displayed in English.
hu_hu: Jelölje be, ha a nyelveket a saját (natív) nevükön kívánja megjeleníteni. Ellenkező esetben a nyelvek angolul jelennek meg.

source: Use a subdirectory for the default language
hu_hu: Alkönyvtár használata az alapértelmezett nyelvhez

source: Check if you want to add the subdirectory in the URL for the default language.</br>By checking this option, the default language seen by website visitors will become the first one in the "All Languages" list.
hu_hu: Jelölje be, ha az alapértelmezett nyelvhez alkönyvtárat szeretne hozzáadni az URL-ben.</br>Ennek az opciónak a bejelölésével a webhelylátogatók számára látható alapértelmezett nyelv az első lesz az "All Languages" listában.

source: Force language in custom links
hu_hu: Nyelv kényszerítése az egyéni hivatkozásokban

source: Select Yes if you want to force custom links without language encoding to keep the currently selected language.
hu_hu: Válassza az Igen lehetőséget, ha azt szeretné, hogy a nyelvi kódolás nélküli egyéni hivatkozások megtartsák a jelenleg kiválasztott nyelvet.

source: Shortcode
hu_hu: Rövidkód

source: Use shortcode on any page or widget.
hu_hu: Használja a rövidkódot bármely oldalon vagy widgetben.

source: You can also add the <a href="%s" title="Language Switcher Block Documentation">Language Switcher Block</a> in the WP Gutenberg Editor.
hu_hu: A WP Gutenberg szerkesztőben is hozzáadhatja a <a href="%s" title="Language Switcher Block Documentation">Language Switcher Block</a>-ot.

source: Menu item
hu_hu: Menüelem

source: Learn more in our documentation.
hu_hu: Tudjon meg többet a dokumentációnkban.

source: Floating language selection
hu_hu: Lebegő nyelvválasztó

source: Add a floating dropdown that follows the user on every page.
hu_hu: Adjon hozzá egy lebegő legördülő listát, amely minden oldalon követi a felhasználót.

source: Show "Powered by TranslatePress"
hu_hu: A "Powered by TranslatePress" megjelenítése

source: Show the small "Powered by TranslatePress" label in the floater language switcher.
hu_hu: A kis "Powered by TranslatePress" címke megjelenítése a lebegő nyelvválasztóban.

source: 5 Days to Better Multilingual Websites
hu_hu: 5 nap a jobb többnyelvű webhelyekhez

source: %sJoin our FREE & EXCLUSIVE onboarding course%s and learn how to grow your multilingual traffic, reach international markets, and save time & money while getting the most out of TranslatePress!
hu_hu: %sCsatlakozzon az INGYENES ÉS EXKLUZÍV bevezető kurzusunkhoz%s, és tanulja meg, hogyan növelheti többnyelvű forgalmát, érhet el nemzetközi piacokat, és takaríthat meg időt és pénzt, miközben a legtöbbet hozza ki a TranslatePressből!

source: Invalid email address
hu_hu: Érvénytelen e-mail-cím

source: Your email
hu_hu: Az e-mail-címe

source: Sign me up!
hu_hu: Feliratkozás!

source: Sign up with your email address and receive a 5-part email guide to help you maximize the power of TranslatePress.
hu_hu: Iratkozzon fel e-mail-címével, és kapjon egy 5 részből álló e-mailes útmutatót, amely segít a legtöbbet kihozni a TranslatePressből.

source: Dismiss email course notification
hu_hu: Az e-mailes kurzus értesítésének elutasítása

source: Hey %s,<br>Never miss an important update - opt in to our security and feature updates notifications, and non-sensitive diagnostic tracking.
hu_hu: Üdvözöljük %s,<br>Ne mulasszon el egyetlen fontos frissítést sem – iratkozzon fel a biztonsági és funkciófrissítési értesítéseinkre, valamint a nem érzékeny diagnosztikai követésre.

source: Allow & Continue
hu_hu: Engedélyezés és folytatás

source: Skip
hu_hu: Kihagyás

source: This will allow TranslatePress to:
hu_hu: Ez lehetővé teszi a TranslatePress számára, hogy:

source: Your profile overview
hu_hu: Profiljának áttekintése

source: Name and email address
hu_hu: Név és e-mail-cím

source: Admin Notices
hu_hu: Admin értesítések

source: Updates, announcements, marketing, no spam
hu_hu: Frissítések, bejelentések, marketing, nincs spam

source: Plugin status & settings
hu_hu: Bővítmény állapota és beállításai

source: Active, Deactivated, installed version and settings
hu_hu: Aktív, inaktivált, telepített verzió és beállítások

source: Privacy Policy
hu_hu: Adatvédelmi szabályzat

source: Terms of Service
hu_hu: Szolgáltatási feltételek

source: Support
hu_hu: Támogatás

source: Website language selector
hu_hu: Webhely nyelvválasztó

source: <strong>IMPORTANT NOTE:</strong> Before performing this action it is strongly recommended to first backup the database.
hu_hu: <strong>FONTOS MEGJEGYZÉS:</strong> A művelet végrehajtása előtt erősen javasolt először biztonsági mentést készíteni az adatbázisról.

source: IMPORTANT: It is strongly recommended to first backup the database!! Are you sure you want to continue?
hu_hu: FONTOS: Erősen javasolt először biztonsági mentést készíteni az adatbázisról!! Biztosan folytatja?

source: Operations to perform
hu_hu: Elvégzendő műveletek

source: Remove CDATA for original and dictionary strings
hu_hu: CDATA eltávolítása az eredeti és szótárbeli karakterláncoknál

source: Removes CDATA from trp_original_strings and trp_dictionary_* tables.<br>This type of content should not be detected by TranslatePress. It might have been introduced in the database in older versions of the plugin.
hu_hu: Eltávolítja a CDATA-t a trp_original_strings és trp_dictionary_* táblákból.<br>Ezt a tartalomtípust a TranslatePressnek nem kellene észlelnie. Elképzelhető, hogy a bővítmény régebbi verzióiban került be az adatbázisba.

source: Remove untranslated links from dictionary tables
hu_hu: Lefordítatlan hivatkozások eltávolítása a szótártáblákból

source: Removes untranslated links and images from all trp_dictionary_* tables. These tables contain translations for user-inputted strings such as post content, post title, menus etc.
hu_hu: Eltávolítja a lefordítatlan hivatkozásokat és képeket az összes trp_dictionary_* táblából. Ezek a táblák a felhasználó által bevitt karakterláncok fordításait tartalmazzák, például bejegyzések tartalma, bejegyzéscímek, menük stb.

source: Remove duplicate rows for gettext strings
hu_hu: Duplikált sorok eltávolítása a gettext-karakterláncoknál

source: Cleans up all trp_gettext_* tables of duplicate rows. These tables contain translations for themes and plugin strings.
hu_hu: Eltávolítja a duplikált sorokat az összes trp_gettext_* táblából. Ezek a táblák témákhoz és bővítmény-karakterláncokhoz tartozó fordításokat tartalmaznak.

source: Remove duplicate rows for dictionary strings
hu_hu: Duplikált sorok eltávolítása a szótár-karakterláncoknál

source: Cleans up all trp_dictionary_* tables of duplicate rows. These tables contain translations for user-inputted strings such as post content, post title, menus etc.
hu_hu: Eltávolítja a duplikált sorokat az összes trp_dictionary_* táblából. Ezek a táblák a felhasználó által bevitt karakterláncok, például bejegyzés tartalma, bejegyzés címe, menük stb. fordításait tartalmazzák.

source: Remove duplicate rows for original dictionary strings
hu_hu: Duplikált sorok eltávolítása az eredeti szótár-karakterláncoknál

source: Cleans up all trp_original_strings table of duplicate rows. This table contains strings in the default language, without any translation.<br>The trp_original_meta table, which contains meta information that refers to the post parent’s ID, is also regenerated.<br>Such duplicates can appear in exceptional situations of unexpected behavior.
hu_hu: Eltávolítja a duplikált sorokat a trp_original_strings táblából. Ez a tábla az alapértelmezett nyelvű, fordítás nélküli karakterláncokat tartalmazza.<br>A bejegyzés szülőazonosítójára hivatkozó meta-információkat tartalmazó trp_original_meta tábla is újragenerálásra kerül.<br>Ilyen duplikátumok rendkívüli, váratlan viselkedés esetén jelenhetnek meg.

source: Replace gettext strings that have original ID NULL with the correct original IDs
hu_hu: A NULL eredeti azonosítóval rendelkező gettext karakterláncok cseréje a helyes eredeti azonosítókra

source: Fixes an edge case issue where some gettext strings have the original ID incorrectly set to NULL, causing problems in the Translation Editor.<br>This operation corrects the original IDs in the trp_gettext_* tables.<br>Only check this option if you encountered an issue in the Translation Editor where clicking the green pencil did not bring up the gettext string for translation in the left sidebar.<br>Otherwise, please leave this option unchecked because it's an intensive operation.
hu_hu: Javít egy szélsőséges esetet, amikor egyes gettext karakterláncoknál az eredeti azonosító hibásan NULL-ra van állítva, ami problémákat okoz a Fordítószerkesztőben.<br>Ez a művelet kijavítja az eredeti azonosítókat a trp_gettext_* táblákban.<br>Csak akkor jelölje be ezt az opciót, ha a Fordítószerkesztőben olyan problémát tapasztalt, hogy a zöld ceruzára kattintva nem jelent meg a fordítandó gettext karakterlánc a bal oldalsávban.<br>Ellenkező esetben hagyja bejelöletlenül ezt az opciót, mert erőforrás-igényes műveletről van szó.

source: Optimize Database
hu_hu: Adatbázis optimalizálása

source: TranslatePress Database Updater
hu_hu: TranslatePress adatbázis-frissítő

source: Updating TranslatePress tables. Please leave this window open.
hu_hu: A TranslatePress tábláinak frissítése folyamatban. Kérjük, hagyja nyitva ezt az ablakot.

source: Automatic and manual slug translation changes performed when <strong>TranslatePress - Multilingual</strong> 2.8.4 was active had to be removed because of some issues with that version. All slug translations from before that version are now in use. Thank you for understanding!
hu_hu: Azok az automatikus és kézi slugfordítási módosítások, amelyeket a <strong>TranslatePress - Multilingual</strong> 2.8.4 aktív állapotában végeztek, a verzióval kapcsolatos problémák miatt eltávolításra kerültek. Mostantól az említett verzió előtti összes slugfordítás van használatban. Köszönjük megértését!

source: If you absolutely need them, the removed translations can be found in tables trp_slug_original_obsolete and trp_slug_translation_obsolete.
hu_hu: Ha feltétlenül szüksége van rájuk, az eltávolított fordítások a trp_slug_original_obsolete és trp_slug_translation_obsolete táblákban találhatók.

source: Limit this menu item to the following languages
hu_hu: Korlátozza ezt a menüpontot a következő nyelvekre

source: in
hu_hu: -ban/-ben

source: The Formality field is used by Automatic Translation to decide whether the translated text should lean towards formal or informal language. For now, it is supported only for a few languages and only by DeepL.
hu_hu: A Formalitás mezőt az Automatikus fordítás használja annak eldöntésére, hogy a fordított szöveg inkább formális vagy informális nyelvezet felé hajoljon. Jelenleg csak néhány nyelv esetén és kizárólag a DeepL támogatja.

source: The inactive languages will still be visible and active for the admin. For other users they won't be visible in the language switchers and won't be accessible either.
hu_hu: Az inaktív nyelvek az admin számára továbbra is láthatók és aktívak lesznek. Más felhasználók számára a nyelvváltókban nem lesznek láthatók, és nem lesznek elérhetők sem.

source: This language does not support formality.
hu_hu: Ez a nyelv nem támogatja a formalitást.

source: Post Slug
hu_hu: Bejegyzés slugja

source: First by browser language, then IP address (recommended)
hu_hu: Először a böngésző nyelve alapján, majd IP-cím szerint (ajánlott)

source: First by IP address, then by browser language
hu_hu: Először IP-cím alapján, majd a böngésző nyelve szerint

source: Only by browser language
hu_hu: Csak a böngésző nyelve alapján

source: Only by IP address
hu_hu: Csak IP-cím alapján

source: A popup appears asking the user if they want to be redirected
hu_hu: Felugró ablak jelenik meg, amely megkérdezi a felhasználót, hogy szeretné-e az átirányítást

source: Redirect directly (*not recommended)
hu_hu: Közvetlen átirányítás (*nem ajánlott)

source: Pop-up window over the content
hu_hu: Felugró ablak a tartalom fölött

source: Hello bar before the content
hu_hu: Hello sáv a tartalom előtt

source: WARNING. Cannot determine your language preference based on your current IP.<br>This is most likely because the website is on a local environment.
hu_hu: FIGYELMEZTETÉS. Nem lehet meghatározni az Ön nyelvi beállítását a jelenlegi IP alapján.<br>Ez feltehetően azért van, mert a webhely helyi környezetben fut.

source: Go to <a href="%s" target="_self">Advanced</a> tab to change this feature's settings
hu_hu: Lépjen a <a href="%s" target="_self">Haladó</a> fülre ennek a funkciónak a beállításainak módosításához

source: User Language Detection Method
hu_hu: Felhasználói nyelvfelismerési módszer

source: Select how the language should be detected for first time visitors.<br>The visitor's last displayed language will be remembered through cookies.
hu_hu: Válassza ki, hogyan történjen a nyelv felismerése az első látogatók esetén.<br>A látogató utoljára megjelenített nyelvét sütik segítségével megjegyezzük.

source: User Notification Popup
hu_hu: Felhasználói értesítési felugró ablak

source: A popup appears asking the user if they want to be redirected.
hu_hu: Felugró ablak jelenik meg, amely megkérdezi a felhasználót, hogy szeretné-e az átirányítást.

source: Popup Type
hu_hu: Felugró ablak típusa

source: Popup Text
hu_hu: Felugró ablak szövege

source: The same text is displayed in all languages. <br>A selecting language switcher will be appended to the pop-up. The detected language is pre-selected.
hu_hu: Ugyanaz a szöveg jelenik meg minden nyelven. <br>A felugró ablakhoz egy választó típusú nyelvváltó kerül hozzáadásra. Az észlelt nyelv előre ki lesz választva.

source: Button Text
hu_hu: Gomb szövege

source: Write the text you wish to appear on the button..
hu_hu: Írja be a gombon megjelenítendő szöveget..

source: Close Button Text
hu_hu: Bezárás gomb szövege

source: Write the text you wish to appear on the close button. Leave empty for just the close button.
hu_hu: Írja be a bezárás gombon megjelenítendő szöveget. Hagyja üresen, ha csak a bezárás gombot szeretné.

source: Bad request. There was an error accessing the DeepL API.
hu_hu: Hibás kérés. Hiba történt a DeepL API elérése során.

source: The API key entered is invalid.
hu_hu: A megadott API-kulcs érvénytelen.

source: The API resource could not be found.
hu_hu: Az API-erőforrás nem található.

source: The request size is too large.
hu_hu: A kérés mérete túl nagy.

source: The request is too long.
hu_hu: A kérés túl hosszú.

source: Too many requests. Please try again later.
hu_hu: Túl sok kérés. Kérjük, próbálja meg később újra.

source: Your translation quota has been reached.
hu_hu: Elérte a fordítási kvótáját.

source: We could not process your request. Please try again later.
hu_hu: Nem tudtuk feldolgozni a kérését. Kérjük, próbálja meg később újra.

source: There is an error on the DeepL service and your request could not be processed.
hu_hu: Hiba történt a DeepL szolgáltatásban, és a kérését nem lehetett feldolgozni.

source: DeepL API Type
hu_hu: DeepL API típusa

source: Free
hu_hu: Ingyenes

source: Select the type of DeepL API you want to use.
hu_hu: Válassza ki a használni kívánt DeepL API típusát.

source: DeepL API Key
hu_hu: DeepL API-kulcs

source: Visit <a href="%s" target="_blank">this link</a> to see how you can set up an API key and control API costs.
hu_hu: Látogasson el <a href=\"%s\" target=\"_blank\">erre a hivatkozásra</a>, hogy megtudja, hogyan állíthat be API-kulcsot és szabályozhatja az API-költségeket.

source: Translator
hu_hu: Fordító

source: TranslatePress Settings
hu_hu: TranslatePress beállítások

source: Allow this user to translate the website.
hu_hu: Engedélyezze ennek a felhasználónak a webhely fordítását.

source: (inactive)
hu_hu: (inaktív)

source: Taxonomy Slugs
hu_hu: Taxonómia slugok

source: Search Taxonomy Slugs
hu_hu: Taxonómia slugok keresése

source: Taxonomy Slug
hu_hu: Taxonómia slug

source: Term Slugs
hu_hu: Kifejezés slugok

source: Search Term Slugs
hu_hu: Kifejezés slugok keresése

source: Term Slug
hu_hu: Kifejezés slug

source: Taxonomy
hu_hu: Taxonómia

source: Filter by Taxonomy
hu_hu: Szűrés taxonómia szerint

source: Post Slugs
hu_hu: Bejegyzés slugok

source: Search Post Slugs
hu_hu: Bejegyzés slugok keresése

source: Post ID
hu_hu: Bejegyzés ID

source: Post Type
hu_hu: Bejegyzéstípus

source: Filter by Post Type
hu_hu: Szűrés bejegyzéstípus szerint

source: Published
hu_hu: Közzétéve

source: Any Post Status
hu_hu: Bármely bejegyzésstátusz

source: Post Type Base Slugs
hu_hu: Bejegyzéstípus alap slugok

source: Post Type Base Slug
hu_hu: Bejegyzéstípus alap slug

source: Search Post Type Base Slugs
hu_hu: Bejegyzéstípus alap slugok keresése

source: WooCommerce Slugs
hu_hu: WooCommerce slugok

source: Search WooCommerce Slugs
hu_hu: WooCommerce slugok keresése

source: Other Slugs
hu_hu: Egyéb slugok

source: Search Other Slugs
hu_hu: Egyéb slugok keresése

source: You must first purchase this version to have access to the addon %1$shere%2$s
hu_hu: Először meg kell vásárolnia ezt a verziót, hogy hozzáférjen a kiegészítőhöz %1$sitt%2$s

source: You need an active license to have access to the addon. Renew or purchase a new one %1$shere%2$s.
hu_hu: Aktív licencre van szüksége a kiegészítő eléréséhez. Újítsa meg vagy vásároljon újat %1$sitt%2$s.

source: Please %1$senter your license%2$s key first, to activate this addon.
hu_hu: Kérjük, először %1$sadja meg a licenckulcsát%2$s, hogy aktiválja ezt a kiegészítőt.

source: We’ve upgraded the switcher for richer customization and a better user experience.<br>In order to use the new configurator, turn off <strong>Load legacy language switcher</strong>.
hu_hu: Frissítettük a nyelvváltót a bővebb testreszabhatóságért és a jobb felhasználói élményért.<br>Az új konfigurátor használatához kapcsolja ki <strong>Load legacy language switcher</strong>.

source: Manage your license in your %1$s.
hu_hu: Kezelje licencét a %1$s felületen.

source: You can get one for %1$sfree%2$s, by creating a free account. It includes:
hu_hu: Egyet %1$singyen%2$s szerezhet, ha létrehoz egy ingyenes fiókot. Ez tartalmazza:

source: Go to your %1$s
hu_hu: Nyissa meg a %1$s oldalt

source: <strong>DeepL</strong> automatic translation is available as a <a href="%1$s" target="_blank" title="%2$s">%2$s</a>.
hu_hu: A <strong>DeepL</strong> automatikus fordítás <a href=\"%1$s\" target=\"_blank\" title=\"%2$s\">%2$s</a> formájában érhető el.

source: To use <strong>DeepL</strong> for automatic translation, activate this Pro add-on from the <a href="%1$s" target="_self" title="%2$s">%2$s</a>.
hu_hu: A <strong>DeepL</strong> automatikus fordításához aktiválja ezt a Pro kiegészítőt a <a href=\"%1$s\" target=\"_self\" title=\"%2$s\">%2$s</a> alatt.

# Verbiage for the DeepL Pro Add-on
source: Addons tab
hu_hu: Kiegészítők fül

# Verbiage for the DeepL Pro Add-on
source: TranslatePress Pro Add-on
hu_hu: TranslatePress Pro kiegészítő

source: Choose which engine you want to use in order to %1$s automatically translate your website.
hu_hu: Válassza ki, melyik motort kívánja használni webhelye %1$s automatikus fordításához.

source: Please %1$senter your license%2$s key first to add more languages.
hu_hu: Kérjük, a további nyelvek hozzáadásához először %1$sadja meg a licenckulcsát%2$s.

source: You need an active license to add more languages. Verify in your %1$saccount%2$s that your license is valid
hu_hu: További nyelvek hozzáadásához aktív licencre van szüksége. Ellenőrizze a %1$sfiókjában%2$s, hogy a licence érvényes-e

source: Go to %1$s Appearance -> Menus%2$s to add languages to the Language Switcher in any menu.
hu_hu: Lépjen a %1$s Megjelenés -> Menük%2$s menüpontra, hogy nyelveket adjon a Nyelvváltóhoz bármely menüben.

source: Choose in which languages to show the block.
hu_hu: Válassza ki, mely nyelveken jelenjen meg a blokk.

source: Choose from which languages the block is excluded.
hu_hu: Válassza ki, mely nyelvekről van kizárva a blokk.

source: Content Restriction Mode
hu_hu: Tartalomkorlátozási mód

source: Include
hu_hu: Belefoglalás
