Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/translatepress-multilingual/translatepress-multilingual-*.po
Languages: hu_hu

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
hu_hu: Elérhető a(z) %1$s új verziója. %2$sTekintse meg a %3$s verzió részleteit%4$s.

source: To enable updates, your licence needs to be renewed. Please go to the %1$sTranslatePress Account%2$s page and login to renew.
hu_hu: A frissítések engedélyezéséhez meg kell újítania a licencét. Kérjük, lépjen a %1$sTranslatePress Account%2$s oldalra, és jelentkezzen be a megújításhoz.

source: To enable updates, please go to the %1$slicense page%2$s and check that you have a valid license.
hu_hu: A frissítések engedélyezéséhez kérjük, lépjen a %1$slicense page%2$s oldalra, és ellenőrizze, hogy érvényes licenccel rendelkezik-e.

source: To enable updates, please %1$senter your license key%2$s. Need a license key? %3$sPurchase one now%4$s.
hu_hu: A frissítések engedélyezéséhez kérjük, %1$sadja meg a licenckulcsát%2$s. Szüksége van licenckulcsra? %3$sVásároljon most egyet%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
hu_hu: Elérhető a(z) %1$s új verziója. %2$sTekintse meg a %3$s verzió részleteit%4$s vagy %5$sfrissítsen most%6$s.

source: You do not have permission to install plugin updates
hu_hu: Nincs jogosultsága bővítményfrissítések telepítéséhez

source: Error
hu_hu: Hiba

source: An error occurred, please try again.
hu_hu: Hiba történt, kérjük, próbálja meg újra.

source: Your license key expired on %s.
hu_hu: A licenckulcsa lejárt: %s.

source: Your license key has been disabled.
hu_hu: A licenckulcsa letiltásra került.

source: Your TranslatePress license key is invalid or missing.
hu_hu: A TranslatePress licenckulcsa érvénytelen vagy hiányzik.

source: Your license key is disabled for this URL. Re-enable it from <a target="_blank" href="https://translatepress.com/account/?utm_source=wp-dashboard&utm_medium=client-site&utm_campaign=license-deactivated">https://translatepress.com/account</a> -> Manage Sites.
hu_hu: A licenckulcsa ehhez az URL-hez le van tiltva. Engedélyezze újra itt: <a target="_blank" href="https://translatepress.com/account/?utm_source=wp-dashboard&utm_medium=client-site&utm_campaign=license-deactivated">https://translatepress.com/account</a> -> Manage Sites.

source: <p><strong>License key mismatch.</strong> The license you entered doesn’t match the TranslatePress version you have installed.</p><p>Please check that you’ve installed the correct version for your license from your TranslatePress account.</p>
hu_hu: <p><strong>Licenckulcs-eltérés.</strong> Az Ön által megadott licenc nem egyezik a telepített TranslatePress verzióval.</p><p>Kérjük, ellenőrizze a TranslatePress-fiókjában, hogy a licencéhez megfelelő verziót telepítette-e.</p>

source: Your license key has reached its activation limit.
hu_hu: A licenckulcsa elérte az aktiválási korlátot.

source: Upgrade your plan to add more sites. %1$sUpgrade now%2$s
hu_hu: Frissítse csomagját további webhelyek hozzáadásához. %1$sFrissítsen most%2$s

source: This website is already activated under a free license. Each website can only use one free license.
hu_hu: Ez a webhely már aktiválva van ingyenes licenccel. Minden webhely csak egy ingyenes licencet használhat.

source: You have successfully activated your license
hu_hu: Sikeresen aktiválta a licencét

source: Others
hu_hu: Egyéb

source: Restrict by Language
hu_hu: Korlátozás nyelv szerint

source: Exclude from Language
hu_hu: Kizárás nyelvből

source: Restrict element to language
hu_hu: Elem korlátozása egy nyelvre

source: Show this element only in one language.
hu_hu: Ezt az elemet csak egy nyelven jelenítse meg.

source: Enable translation
hu_hu: Fordítás engedélyezése

source: Allow translation to the corresponding language only if the content is written in the default language.
hu_hu: Csak akkor engedélyezze a megfelelő nyelvre történő fordítást, ha a tartalom az alapértelmezett nyelven van megírva.

source: Select language
hu_hu: Válasszon nyelvet

source: Choose in which language to show this element.
hu_hu: Válassza ki, mely nyelven jelenjen meg ez az elem.

source: Exclude element from language
hu_hu: Elem kizárása egy nyelvből

source: Exclude this element from specific languages.
hu_hu: Zárja ki ezt az elemet meghatározott nyelvekből.

source: Select languages
hu_hu: Válasszon nyelveket

source: Choose from which languages to exclude this element.
hu_hu: Válassza ki, mely nyelvekből zárja ki ezt az elemet.

source: This element will still be visible when you are translating your website through the Translation Editor.
hu_hu: Ez az elem továbbra is látható lesz, amikor a Translation Editoron keresztül fordítja a webhelyét.

source: The content of this element should be written in the default language.
hu_hu: Ennek az elemnek a tartalmát az alapértelmezett nyelven kell megírni.

source: <strong>TranslatePress</strong> encountered SQL errors. <a href="%s" title="View TranslatePress SQL Errors">Check out the errors</a>.
hu_hu: <strong>TranslatePress</strong> SQL-hibákat észlelt. <a href="%s" title="TranslatePress SQL-hibáinak megtekintése">Tekintse meg a hibákat</a>.

source: Automatic translation has been disabled.
hu_hu: Az automatikus fordítás letiltásra került.

source: Dismiss this notice.
hu_hu: Értesítés elvetése.

source: Logged errors
hu_hu: Naplózott hibák

source: These are the most recent 5 errors logged by TranslatePress:
hu_hu: Az alábbiakban a TranslatePress által naplózott legutóbbi 5 hiba látható:

source: Yes
hu_hu: Igen

source: Why are these errors occuring
hu_hu: Miért fordulnak elő ezek a hibák

source: If TranslatePress detects something wrong when executing queries on your database, it may disable the Automatic Translation feature in order to avoid any extra charging by Google/DeepL. Automatic Translation needs to be manually turned on, after you solve the issues.
hu_hu: Ha a TranslatePress hibát észlel az adatbázisán futtatott lekérdezések végrehajtásakor, letilthatja az Automatikus fordítás funkciót, hogy elkerülje a Google/DeepL esetleges többletköltségeit. Az Automatikus fordítást a problémák megoldása után manuálisan kell újra bekapcsolnia.

source: The SQL errors detected can occur for various reasons including missing tables, missing permissions for the SQL user to create tables or perform other operations, problems after site migration or changes to SQL server configuration.
hu_hu: Az észlelt SQL-hibák számos okból előfordulhatnak, például hiányzó táblák, hiányzó jogosultságok az SQL-felhasználónál táblák létrehozásához vagy egyéb műveletekhez, webhely-migráció utáni problémák, illetve az SQL-kiszolgáló konfigurációjának módosítása miatt.

source: What you can do in this situation
hu_hu: Mit tehet ebben a helyzetben

source: Plan A.
hu_hu: A terv.

source: Go to Settings -> TranslatePress -> General tab and Save Settings. This will regenerate the tables using your current SQL settings. Check if no more errors occur while browsing your website in a translated language. Look at the timestamps of the errors to make sure you are not seeing the old errors. Only the most recent 5 errors are displayed.
hu_hu: Menjen a Beállítások -> TranslatePress -> Általános fülre, és mentse a beállításokat. Ez az aktuális SQL-beállításait használva újragenerálja a táblákat. Ellenőrizze, hogy nem jelentkeznek-e további hibák, amikor webhelyét fordított nyelven böngészi. Nézze meg a hibák időbélyegeit, hogy megbizonyosodjon róla, nem a régi hibákat látja. Csak a legutóbbi 5 hiba jelenik meg.

source: Plan B.
hu_hu: B terv.

source: If your problem isn't solved, try the following steps:
hu_hu: Ha a problémája nem oldódott meg, próbálja meg az alábbi lépéseket:

source: Create a backup of your database
hu_hu: Készítsen biztonsági másolatot az adatbázisáról

source: Create a copy of each translation table where you encounter errors. You can copy the table within the same database (trp_dictionary_en_us_es_es_COPY for example) -- perform this step only if you want to keep the current translations
hu_hu: Készítsen másolatot minden olyan fordítási tábláról, amelynél hibát tapasztal. A táblát ugyanazon adatbázison belül is másolhatja (például trp_dictionary_en_us_es_es_COPY) -- ezt a lépést csak akkor hajtsa végre, ha meg kívánja tartani a jelenlegi fordításokat

source: Remove the trouble tables by executing the DROP function on them
hu_hu: Távolítsa el a problémás táblákat a DROP utasítás végrehajtásával

source: Go to Settings -> TranslatePress -> General tab and Save Settings. This will regenerate the tables using your current SQL server.
hu_hu: Menjen a Beállítások -> TranslatePress -> Általános fülre, és mentse a beállításokat. Ez az aktuális SQL-kiszolgálóját használva újragenerálja a táblákat.

source: Copy the relevant content from the duplicated tables (trp_dictionary_en_us_es_es_COPY for example) in the newly generated table (trp_dictionary_en_us_es_es) -- perform this step only if you want to keep the current translations
hu_hu: Másolja át a releváns tartalmat a duplikált táblákból (például trp_dictionary_en_us_es_es_COPY) az újonnan létrehozott táblába (trp_dictionary_en_us_es_es) -- ezt a lépést csak akkor hajtsa végre, ha meg kívánja tartani a jelenlegi fordításokat

source: Test it to see if everything is working. If something went wrong, you can restore the backup that you've made at the first step. Check if no more errors occur while browsing your website in a translated language. Look at the timestamps of the errors to make sure you are not seeing the old errors. Only the most recent 5 errors are displayed.
hu_hu: Tesztelje, hogy minden működik-e. Ha valami balul sült el, visszaállíthatja az első lépésben készített biztonsági másolatot. Ellenőrizze, hogy nem jelentkeznek-e további hibák, amikor webhelyét fordított nyelven böngészi. Nézze meg a hibák időbélyegeit, hogy megbizonyosodjon róla, nem a régi hibákat látja. Csak a legutóbbi 5 hiba jelenik meg.

source: Plan C.
hu_hu: C terv.

source: If your problem still isn't solved, try asking your hosting about your errors. The most common issue is missing permissions for the SQL user, such as the Create Tables permission.
hu_hu: Ha a problémája továbbra sem oldódott meg, kérdezze meg a tárhelyszolgáltatóját a hibákról. A leggyakoribb probléma az SQL-felhasználó hiányzó jogosultsága, például a táblák létrehozásának engedélye.

source: Active
hu_hu: Aktív

source: Could not install. Try again from <a href="%s" >Plugins Dashboard.</a>
hu_hu: Nem sikerült telepíteni. Próbálja meg újra innen: <a href="%s" >Plugins Dashboard.</a>

source: Permission denied.
hu_hu: Hozzáférés megtagadva.

source: Invalid nonce.
hu_hu: Érvénytelen nonce.

source: Settings scope unknown.
hu_hu: Ismeretlen beállítási hatókör.

source: Legacy disabled.
hu_hu: Elavult mód letiltva.

source: Automatic Translation
hu_hu: Automatikus fordítás

source: Unsupported languages
hu_hu: Nem támogatott nyelvek

source: The selected automatic translation engine does not provide support for these languages.<br>You can still manually translate pages in these languages using the Translation Editor.
hu_hu: A kiválasztott automatikus fordítómotor nem támogatja ezeket a nyelveket.<br>Ezeken a nyelveken továbbra is manuálisan fordíthat oldalakat a Fordítási szerkesztővel.

source: API key validation failed.
hu_hu: Az API-kulcs érvényesítése nem sikerült.

source: API key verification was successful.
hu_hu: Az API-kulcs ellenőrzése sikeres volt.

source: Please enter your Google Translate key.
hu_hu: Adja meg a Google Translate kulcsát.

source: Please enter your DeepL API key.
hu_hu: Adja meg a DeepL API-kulcsát.

source: Not TranslatePress onboarding page.
hu_hu: Nem TranslatePress bevezető oldal.

source: Step %s does not exist
hu_hu: A(z) %s lépés nem létezik

source: Welcome
hu_hu: Üdvözöljük

source: Add Languages
hu_hu: Nyelvek hozzáadása

source: Enable Addons
hu_hu: Kiegészítők engedélyezése

source: Finalize
hu_hu: Befejezés

source: Exit Setup
hu_hu: Kilépés a beállításból

source: Upgrade
hu_hu: Bővítés

source: Nothing here
hu_hu: Itt nincs semmi

source: Your <strong>TranslatePress</strong> license is missing or invalid. <br/>Please %1$sregister your copy%2$s to enable automatic website translation via TranslatePress AI, premium addons, automatic updates and support. Need a license key? %3$sPurchase one now%4$s
hu_hu: Az Ön <strong>TranslatePress</strong>-licence hiányzik vagy érvénytelen. <br/>Kérjük, %1$sregisztrálja a példányát%2$s, hogy engedélyezze a webhely automatikus fordítását a TranslatePress AI segítségével, a prémium kiegészítőket, az automatikus frissítéseket és a támogatást. Licenckulcsra van szüksége? %3$sVásároljon most egyet%4$s

source: Your license is disabled for this URL. Re-enable it from <a target="_blank" href="https://translatepress.com/account/?utm_source=wp-dashboard&utm_medium=client-site&utm_campaign=license-deactivated">https://translatepress.com/account</a> -> Manage Sites.
hu_hu: Az Ön licence ehhez az URL-hez le van tiltva. Engedélyezze újra itt: <a target="_blank" href="https://translatepress.com/account/?utm_source=wp-dashboard&utm_medium=client-site&utm_campaign=license-deactivated">https://translatepress.com/account</a> -> Manage Sites.

source: You have reached the activation limit for your <strong>%1$s</strong> license. <br/>Manage your active sites from %2$s your account %3$s.
hu_hu: Elérte az Ön <strong>%1$s</strong> licencének aktiválási korlátját. <br/>Kezelje aktív webhelyeit a %2$sfiókjában%3$s.

source: License key mismatch. The license you entered doesn’t match the <strong>%1$s</strong> version you have installed. <br/>Please check that you’ve installed the correct version for your license from your %2$sTranslatePress account%3$s.
hu_hu: Licenckulcs-eltérés. Az Ön által megadott licenckulcs nem egyezik a telepített <strong>%1$s</strong> verzióval. <br/>Kérjük, a %2$sTranslatePress-fiókjában%3$s ellenőrizze, hogy a licencéhez megfelelő verziót telepítette-e.

source: Your <strong>TranslatePress</strong> license has expired. <br/>Please %1$sRenew Your Licence%2$s to continue receiving access to automatic translations via TranslatePress AI, premium addons, product downloads, and automatic updates. %3$sRenew now %4$s
hu_hu: Az Ön <strong>TranslatePress</strong>-licence lejárt. <br/>Kérjük, %1$sújítsa meg a licencét%2$s, hogy továbbra is hozzáférjen az automatikus fordításokhoz a TranslatePress AI segítségével, a prémium kiegészítőkhöz, a termékletöltésekhez és az automatikus frissítésekhez. %3$sÚjítsa meg most%4$s

source: Error:
hu_hu: Hiba:

source: Something went wrong, please try again.
hu_hu: Valami hiba történt, kérjük, próbálja meg újra.

source: Your <strong>TranslatePress</strong> license will expire on %1$s. Please %2$sRenew Your Licence%3$s to continue receiving access to automatic translations via TP AI, premium addons, product downloads and automatic updates. %4$sRenew Now%5$s
hu_hu: Az Ön <strong>TranslatePress</strong>-licence %1$s napján lejár. Kérjük, %2$sújítsa meg a licencét%3$s, hogy továbbra is hozzáférjen az automatikus fordításokhoz a TP AI segítségével, a prémium kiegészítőkhöz, a termékletöltésekhez és az automatikus frissítésekhez. %4$sÚjítsa meg most%5$s

source: Please %1$senter%2$s your license key to enable %3$s automatic translation.
hu_hu: Kérjük, %1$sadja meg%2$s a licenckulcsát a %3$s automatikus fordítás engedélyezéséhez.

source: %1$s automatic translation requires an active license. Please %2$srenew%3$s your license or purchase a new one %4$shere%5$s.
hu_hu: A %1$s automatikus fordítás aktív licencet igényel. Kérjük, %2$shosszabbítsa meg%3$s a licencét, vagy vásároljon újat %4$sitt%5$s.

source: You have less than 5,000 TranslatePress AI words remaining. To continue automatically translating your website, please %spurchase additional AI words at a discount from your account%s.
hu_hu: Önnek kevesebb mint 5,000 TranslatePress AI szó maradt. A webhely automatikus fordításának folytatásához kérjük, %svásároljon kedvezményes áron további AI szavakat a fiókjából%s.

source: You do not have a valid license for <strong>TranslatePress</strong>. %1$sGet one for free%2$s to get access to TranslatePress AI.
hu_hu: Nincs érvényes licence a <strong>TranslatePress</strong>-hez. %1$sSzerezzen egyet ingyen%2$s a TranslatePress AI eléréséhez.

source: This website is already activated under a free license. Each website can only use one free license. Please upgrade to a premium plan for more TranslatePress AI words from %1$s your account %2$s.
hu_hu: Ez a webhely már ingyenes licenccel van aktiválva. Minden webhely csak egy ingyenes licencet használhat. Kérjük, frissítsen prémium csomagra több TranslatePress AI szóért %1$s a fiókjából %2$s.

source: Error:
hu_hu: Hiba:

source: The daily quota for machine translation characters exceeded. Please check the <strong>TranslatePress -> <a href="%s">Automatic Translation</a></strong> page for more information.
hu_hu: Túllépte a gépi fordítás karaktereinek napi kvótáját. Kérjük, tekintse meg a <strong>TranslatePress -> <a href="%s">Automatikus fordítás</a></strong> oldalt további információkért.

source: Marketing optin
hu_hu: Marketing feliratkozás

source: Opt in to our security and feature updates notifications, and non-sensitive diagnostic tracking.
hu_hu: Iratkozzon fel biztonsági és funkciófrissítési értesítéseinkre, valamint a nem érzékeny diagnosztikai követésre.

source: TranslatePress Preferred User Language
hu_hu: TranslatePress preferált felhasználói nyelv

source: Preferred language to navigate the site
hu_hu: Előnyben részesített nyelv a webhelyen való navigáláshoz

source: The language is automatically set based by the last visited language by the user.
hu_hu: A nyelv automatikusan a felhasználó által utoljára meglátogatott nyelv alapján kerül beállításra.

source: Always use this language
hu_hu: Mindig ezt a nyelvet használja

source: By checking this setting the preferred language will remain the one selected above, without the possibility of being changed in the frontend.<br>This language will be used in different operations such as sending email to the user.
hu_hu: Ennek a beállításnak a bejelölésével a preferált nyelv a fent kiválasztott marad, és az előoldalon nem lesz lehetőség a megváltoztatására.<br>Ezt a nyelvet különböző műveletekben használjuk, például a felhasználónak küldött e-mailek esetén.

source: Hello! Seems like you've been using <strong>TranslatePress</strong> for a while now to translate your website. That's awesome!
hu_hu: Üdvözöljük! Úgy tűnik, már egy ideje a <strong>TranslatePress</strong>-t használja webhelye fordításához. Ez nagyszerű!

source: If you can spare a few moments to rate it on WordPress.org it would help us a lot (and boost my motivation).
hu_hu: Ha tudna szánni néhány percet, hogy értékelje a WordPress.org-on, az sokat segítene nekünk (és növelné a motivációmat).

source: ~ Razvan, developer of TranslatePress
hu_hu: ~ Razvan, a TranslatePress fejlesztője

source: Rate TranslatePress on WordPress.org plugin page
hu_hu: Értékelje a TranslatePress-t a WordPress.org bővítményoldalán

source: Ok, I will gladly help!
hu_hu: Rendben, szívesen segítek!

source: No, thanks.
hu_hu: Nem, köszönöm.

source: Full Language Names
hu_hu: Teljes nyelvnevek

source: Short Language Names
hu_hu: Rövid nyelvnevek

source: Flags with Full Language Names
hu_hu: Zászlók teljes nyelvnevekkel

source: Flags with Short Language Names
hu_hu: Zászlók rövid nyelvnevekkel

source: Only Flags
hu_hu: Csak zászlók

source: Full Language Names No HTML
hu_hu: Teljes nyelvnevek HTML nélkül

source: Bottom Right
hu_hu: Jobb alsó

source: Bottom Left
hu_hu: Bal alsó

source: Top Right
hu_hu: Jobb felső

source: Top Left
hu_hu: Bal felső

source: Dark
hu_hu: Sötét

source: Light
hu_hu: Világos

source: Install & Activate
hu_hu: Telepítés és aktiválás

source: Invalid language code. Please try again.
hu_hu: Érvénytelen nyelvkód. Kérjük, próbálja újra.

source: Language codes can contain only A-Z a-z 0-9 - _ characters. Check your language codes in TranslatePress General Settings.
hu_hu: A nyelvkódok csak az A-Z a-z 0-9 - _ karaktereket tartalmazhatják. Ellenőrizze a nyelvkódjait a TranslatePress Általános beállításokban.

source: Error! Duplicate URL slug values.
hu_hu: Hiba! Duplikált URL slug értékek.

source: You cannot select two languages that have the same <a href="https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes" target="_blank">iso code</a> but different formalities because doing so will lead to duplicate <a href="https://developers.google.com/search/docs/specialty/international/localized-versions" target="_blank">hreflang tags</a>.
hu_hu: Nem választhat két olyan nyelvet, amelyeknek ugyanaz az <a href="https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes" target="_blank">iso code</a>-juk, de eltérő formalitásuk van, mert ez duplikált <a href="https://developers.google.com/search/docs/specialty/international/localized-versions" target="_blank">hreflang tags</a>-hez vezetne.

source: Duplicate language detected.<br>Each language can only be added once to ensure accurate translation management.<br> Please change the duplicate language entry and try again.
hu_hu: Duplikált nyelv észlelve.<br>Minden nyelv csak egyszer adható hozzá a pontos fordításkezelés érdekében.<br> Kérjük, módosítsa a duplikált nyelvi bejegyzést, és próbálja újra.

source: Current Language
hu_hu: Jelenlegi nyelv

source: Opposite Language
hu_hu: Másik nyelv

source: General
hu_hu: Általános

source: Translate Site
hu_hu: Webhely fordítása

source: Addons
hu_hu: Kiegészítők

source: License
hu_hu: Licenc

source: Settings
hu_hu: Beállítások

source: Pro Features
hu_hu: Pro funkciók

source: Activate License
hu_hu: Licenc aktiválása

source: Source
hu_hu: Forrás

source: Alt attribute
hu_hu: Alt attribútum

source: Title attribute
hu_hu: Title attribútum

source: Anchor link
hu_hu: Horgonyhivatkozás

source: Placeholder attribute
hu_hu: Helyőrző attribútum

source: Submit attribute
hu_hu: Submit attribútum

source: Text
hu_hu: Szöveg

source: Video Poster
hu_hu: Videó poszterkép

source: plural form
hu_hu: többes számú alak

source: one
hu_hu: egy

source: few
hu_hu: néhány

source: many
hu_hu: sok

source: other
hu_hu: egyéb

source: Saved
hu_hu: Mentve

source: Save
hu_hu: Mentés

source: Saving translation...
hu_hu: Fordítás mentése...

source: You have unsaved changes!
hu_hu: Mentetlen módosításai vannak!

source: Discard changes
hu_hu: Módosítások elvetése

source: Discard All
hu_hu: Minden elvetése

source: Loading Strings...
hu_hu: Karakterláncok betöltése...

source: Select string to translate...
hu_hu: Válasszon lefordítandó karakterláncot...

source: Close Editor
hu_hu: Szerkesztő bezárása

source: From
hu_hu: Forrás

source: To
hu_hu: Cél

source: Add Media
hu_hu: Média hozzáadása

source: Other languages
hu_hu: Egyéb nyelvek

source: Context
hu_hu: Környezet

source: View Website As
hu_hu: Webhely megtekintése mint

source: Available in our Pro Versions
hu_hu: Elérhető a Pro verzióinkban

source: Select or Upload Media
hu_hu: Válasszon vagy töltsön fel médiát

source: Use this media
hu_hu: Ezt a médiát használja

source: Translate
hu_hu: Fordítás

source: Translate entire block element
hu_hu: Teljes blokkelem fordítása

source: Split block to translate strings individually
hu_hu: Blokk felosztása az egyes karakterláncok külön fordításához

source: Save changes to translation. Shortcut: CTRL(⌘) + S
hu_hu: Fordítás módosításainak mentése. Gyorsbillentyű: CTRL(⌘) + S

source: Navigate to next string in dropdown list. Shortcut: CTRL(⌘) + ALT + Right Arrow
hu_hu: Ugrás a legördülő lista következő karakterláncára. Gyorsbillentyű: CTRL(⌘) + ALT + Jobbra nyíl
