Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/translatepress-multilingual/translatepress-multilingual-*.po
Languages: hu_hu

source: TranslatePress - Multilingual
hu_hu: TranslatePress - Többnyelvű

source: Experience a better way of translating your WordPress site using a visual front-end translation editor, with full support for WooCommerce and site builders.
hu_hu: Ismerjen meg egy jobb módszert WordPress webhelye fordítására egy vizuális, front-end fordítószerkesztő használatával, teljes WooCommerce- és oldalkészítő-támogatással.

source: Add-On
hu_hu: Kiegészítő

source: Deactivate
hu_hu: Deaktiválás

source: Activate
hu_hu: Aktiválás

source: Installing...
hu_hu: Telepítés...

source: This add-on can not be activated back without a valid license. Are you sure you want to deactivate it?
hu_hu: Ezt a kiegészítőt érvényes licenc nélkül nem lehet újra aktiválni. Biztos benne, hogy deaktiválni kívánja?

source: Documentation
hu_hu: Dokumentáció

source: A valid license is required to activate add-ons.
hu_hu: A kiegészítők aktiválásához érvényes licenc szükséges.

source: Activate all
hu_hu: Összes aktiválása

source: Add-ons can not be activated back without a valid license. Are you sure you want to deactivate them?
hu_hu: A kiegészítőket érvényes licenc nélkül nem lehet újra aktiválni. Biztos benne, hogy deaktiválni kívánja őket?

source: Deactivate all
hu_hu: Összes deaktiválása

source: %1$sAdd-ons settings saved successfully%2$s
hu_hu: %1$sA kiegészítők beállításai sikeresen mentve%2$s

source: Date format
hu_hu: Dátumformátum

source: Customize the date formatting per each translated language.<br/>Leave empty for default WP setting or see more information <a href="https://wordpress.org/support/article/formatting-date-and-time/" title="Formatting Date and Time" target="_blank">here</a>
hu_hu: Testreszabhatja a dátumformátumot minden lefordított nyelvhez.<br/>Hagyja üresen az alapértelmezett WP-beállításhoz, vagy további információkat talál <a href="https://wordpress.org/support/article/formatting-date-and-time/" title="Formatting Date and Time" target="_blank">itt</a>

source: To edit an existing TranslatePress language, input the language code and fill in only the columns you want to overwrite (e.g. Language name, Flag).<br>You can also add new custom languages. They will be available under General settings, All Languages list, where the URL slug can be edited.
hu_hu: Egy meglévő TranslatePress-nyelv szerkesztéséhez írja be a nyelvkódot, és csak azokat az oszlopokat töltse ki, amelyeket felül szeretne írni (pl. Nyelv neve, Zászló).<br>Új egyéni nyelveket is hozzáadhat. Ezek az Általános beállítások Összes nyelv listájában lesznek elérhetők, ahol az URL slug szerkeszthető.

source: For custom flag, first upload the image in media library then paste the URL.<br>Changing or deleting a custom language will impact translations and site URL's.<br>The Language code and the ISO Code should contain only alphabetical values, numerical values, "-" and "_".<br>The ISO Codes can be found on <a href = "https://cloud.google.com/translate/docs/languages" target = "_blank">Google ISO Codes</a> and <a href = "https://www.deepl.com/docs-api/translating-text/" target = "_blank">DeepL Target Codes</a>.
hu_hu: Egyéni zászló esetén először töltse fel a képet a médiatárba, majd illessze be az URL-t.<br>Egy egyéni nyelv módosítása vagy törlése hatással lesz a fordításokra és a webhely URL-jeire.<br>A Nyelvkód és az ISO-kód csak alfabetikus és numerikus értékeket, valamint a "-" és "_" karaktereket tartalmazhat.<br>Az ISO-kódok megtalálhatók itt: <a href = "https://cloud.google.com/translate/docs/languages" target = "_blank">Google ISO Codes</a> és <a href = "https://www.deepl.com/docs-api/translating-text/" target = "_blank">DeepL Target Codes</a>.

source: Language code
hu_hu: Nyelvkód

source: Language name
hu_hu: Nyelv neve

source: Native name
hu_hu: Natív név

source: ISO Code
hu_hu: ISO-kód

source: Flag URL
hu_hu: Zászló URL-je

source: Text RTL
hu_hu: Jobbról balra (RTL) szöveg

source: Custom language
hu_hu: Egyéni nyelv

source: Disable dynamic translation
hu_hu: Dinamikus fordítás letiltása

source: It disables detection of strings displayed dynamically using JavaScript. <br/>Strings loaded via a server side AJAX call will still be translated.
hu_hu: Letiltja a JavaScript segítségével dinamikusan megjelenített karakterláncok észlelését. <br/>A szerveroldali AJAX-hívással betöltött karakterláncok továbbra is le lesznek fordítva.

source: Disable translation for gettext strings
hu_hu: Gettext-karakterláncok fordításának letiltása

source: Gettext Strings are strings outputted by themes and plugins. <br> Translating these types of strings through TranslatePress can be unnecessary if they are already translated using the .po/.mo translation file system.<br>Enabling this option can improve the page load performance of your site in certain cases. The disadvantage is that you can no longer edit gettext translations using TranslatePress, nor benefit from automatic translation on these strings.
hu_hu: A gettext-karakterláncok a témák és bővítmények által kiírt karakterláncok. <br> Ezeknek a karakterláncoknak a fordítása TranslatePressen keresztül felesleges lehet, ha már le vannak fordítva a .po/.mo fordítási fájlrendszerrel.<br>Ezen opció engedélyezése egyes esetekben javíthatja webhelye oldalbetöltési teljesítményét. Hátránya, hogy a gettext fordításokat többé nem szerkesztheti a TranslatePress segítségével, és az automatikus fordítás sem érvényes ezekre a karakterláncokra.

source: Gettext Strings translation is disabled
hu_hu: A gettext-karakterláncok fordítása le van tiltva

source: To enable it go to
hu_hu: Engedélyezéséhez lépjen ide

source: and uncheck the Checkbox.
hu_hu: és vegye ki a jelölést a jelölőnégyzetből.

source: Dismiss
hu_hu: Bezárás

source: Exclude translated links from sitemap
hu_hu: Lefordított hivatkozások kizárása a webhelytérképből

source: Do not include translated links in sitemaps generated by SEO plugins.<br/>Requires <a href="https://translatepress.com/docs/addons/seo-pack/?utm_source=tp-advanced&utm_medium=client-site&utm_campaign=miscellaneous" title="TranslatePress Add-on SEO Pack documentation" target="_blank"> SEO Pack Add-on</a> to be installed and activated.
hu_hu: Ne vegye bele a lefordított hivatkozásokat a SEO bővítmények által generált webhelytérképekbe.<br/>Ehhez a <a href="https://translatepress.com/docs/addons/seo-pack/?utm_source=tp-advanced&utm_medium=client-site&utm_campaign=miscellaneous" title="TranslatePress Add-on SEO Pack documentation" target="_blank"> SEO Pack kiegészítő</a> telepítése és aktiválása szükséges.

source: Disable post container tags for post title
hu_hu: Konténer tagek letiltása a bejegyzés címénél

source: It disables search indexing the post title in translated languages.<br/>Useful when the title of the post doesn't allow HTML thus breaking the page.
hu_hu: Letiltja a bejegyzés címének kereső általi indexelését a lefordított nyelveken.<br/>Hasznos, ha a bejegyzés címe nem enged HTML-t, ami megtöri az oldalt.

source: Disable post container tags for post content
hu_hu: Konténer tagek letiltása a bejegyzés tartalmánál

source: It disables search indexing the post content in translated languages.<br/>Useful when the content of the post doesn't allow HTML thus breaking the page.
hu_hu: Letiltja a bejegyzés tartalmának kereső általi indexelését a lefordított nyelveken.<br/>Hasznos, ha a bejegyzés tartalma nem enged HTML-t, ami megtöri az oldalt.

source: Do not translate certain paths
hu_hu: Ne fordítson bizonyos útvonalakat

source: Choose what paths can be translated. Supports wildcard at the end of the path.<br>For example, to exclude https://example.com/some/path you can either use the rule /some/path/ or /some/*.<br>Enter each rule on it's own line. To exclude the home page use {{home}}.
hu_hu: Válassza ki, mely útvonalak fordíthatók. Támogatja a helyettesítő karaktert az útvonal végén.<br>Például a https://example.com/some/path kizárásához használhatja a /some/path/ vagy a /some/* szabályt.<br>Minden szabályt külön sorba írjon. A kezdőlap kizárásához használja a {{home}} értéket.

source: Exclude Paths From Translation
hu_hu: Útvonalak kizárása a fordításból

source: Translate Only Certain Paths
hu_hu: Csak bizonyos útvonalak fordítása

source: Enable the hreflang x-default tag for language:
hu_hu: A hreflang x-default címke engedélyezése a következő nyelvhez:

source: Enables the hreflang="x-default" for an entire language. See documentation for more details.
hu_hu: Engedélyezi a hreflang="x-default" beállítást egy teljes nyelvre. További részletekért lásd a dokumentációt.

source: Translate numbers and numerals
hu_hu: Számok és számjegyek fordítása

source: Enable translation of numbers ( e.g. phone numbers)
hu_hu: Számok fordításának engedélyezése ( pl. telefonszámok)

source: Selector
hu_hu: Szelektor

source: Exclude from dynamic translation
hu_hu: Kizárás a dinamikus fordításból

source: Do not dynamically translate strings that are found in html nodes matching these selectors.<br>Excludes all the children of HTML nodes matching these selectors from being translated using JavaScript.<br/>These strings will still be translated on the server side if possible.
hu_hu: Ne fordítsa dinamikusan azokat a karakterláncokat, amelyeket az ezen szelektoroknak megfelelő html csomópontokban talál.<br>Az ezen szelektoroknak megfelelő HTML-csomópontok összes gyermekét kizárja a JavaScript segítségével történő fordításból.<br/>Ezek a karakterláncok továbbra is lefordításra kerülnek kiszolgálóoldalon, ha lehetséges.

source: Gettext String
hu_hu: Gettext-karakterlánc

source: Exclude Gettext Strings
hu_hu: Gettext-karakterláncok kizárása

source: Exclude these strings from being translated as Gettext strings by TranslatePress. Leave the domain empty to take into account any Gettext string.<br/>Can still be translated through po/mo files.
hu_hu: Zárja ki ezeket a karakterláncokat a TranslatePress által Gettext-karakterláncként történő fordításból. Hagyja üresen a domaint, hogy bármely Gettext-karakterláncot figyelembe vegye.<br/>Továbbra is fordíthatók po/mo fájlokon keresztül.

source: Exclude selectors only from automatic translation
hu_hu: Szelektorok kizárása csak az automatikus fordításból

source: Do not automatically translate strings that are found in html nodes matching these selectors.<br>Excludes all the children of HTML nodes matching these selectors from being automatically translated.<br>Manual translation of these strings is still possible.
hu_hu: Ne fordítsa automatikusan azokat a karakterláncokat, amelyek az ezen szelektoroknak megfelelő html csomópontokban találhatók.<br>Az ezen szelektoroknak megfelelő HTML-csomópontok összes gyermekét kizárja az automatikus fordításból.<br>Ezeknek a karakterláncoknak a kézi fordítása továbbra is lehetséges.

source: Exclude selectors from translation
hu_hu: Szelektorok kizárása a fordításból

source: Do not translate strings that are found in html nodes matching these selectors.<br>Excludes all the children of HTML nodes matching these selectors from being translated.<br>These strings cannot be translated manually nor automatically.
hu_hu: Ne fordítsa azokat a karakterláncokat, amelyek az ezen szelektoroknak megfelelő html csomópontokban találhatók.<br>Az ezen szelektoroknak megfelelő HTML-csomópontok összes gyermekét kizárja a fordításból.<br>Ezek a karakterláncok sem kézzel, sem automatikusan nem fordíthatók.

source: String
hu_hu: Karakterlánc

source: Exclude strings from automatic translation
hu_hu: Karakterláncok kizárása az automatikus fordításból

source: Do not automatically translate these strings (ex. names, technical words...)<br>Paragraphs containing these strings will still be translated except for the specified part.
hu_hu: Ne fordítsa automatikusan ezeket a karakterláncokat (pl. nevek, műszaki kifejezések...)<br>Az ezeket a karakterláncokat tartalmazó bekezdések továbbra is le lesznek fordítva, a megadott részt kivéve.

source: Fix broken HTML
hu_hu: Sérült HTML javítása

source: General attempt to fix broken or missing HTML on translated pages.<br/>
hu_hu: Általános kísérlet a fordított oldalakon sérült vagy hiányzó HTML javítására.<br/>

source: Force slash at end of home url:
hu_hu: Perjel kényszerítése a home url végére:

source: Ads a slash at the end of the home_url() function
hu_hu: Perjelet ad a home_url() függvény végére

source: Show Both (recommended)
hu_hu: Mindkettő megjelenítése (ajánlott)

source: Remove Country Locale
hu_hu: Ország-Locale eltávolítása

source: Remove Region Independent Locale
hu_hu: Régiófüggetlen Locale eltávolítása

source: Remove duplicate hreflang
hu_hu: Duplikált hreflang eltávolítása

source: Choose which hreflang tags will appear on your website.<br/>We recommend showing both types of hreflang tags as indicated by <a href="https://developers.google.com/search/docs/advanced/crawling/localized-versions" title="Google Crawling" target="_blank">Google documentation</a>.<br/>Removing Country Locale when having multiple Country Locales of the same language (ex. English UK and English US) will result in showing one hreflang tag with link to just one of the region locales for that language.
hu_hu: Válassza ki, mely hreflang tagek jelenjenek meg a webhelyén.<br/>Javasoljuk mindkét hreflang típus megjelenítését, ahogy azt a <a href="https://developers.google.com/search/docs/advanced/crawling/localized-versions" title="Google Crawling" target="_blank">Google dokumentáció</a> jelzi.<br/>Az Ország-Locale eltávolítása, ha ugyanazon nyelvhez több Ország-Locale tartozik (pl. English UK és English US), azt eredményezi, hogy csak egy hreflang tag jelenik meg, amely a nyelv egyik régiós locale-jára mutat.

source: Default (example: en-US, fr-CA, etc.)
hu_hu: Alapértelmezett (példa: en-US, fr-CA, stb.)

source: Regional (example: en, fr, es, etc.)
hu_hu: Regionális (példa: en, fr, es, stb.)

source: HTML Lang Attribute Format
hu_hu: HTML lang attribútum formátuma

source: Change lang attribute of the html tag to a format that includes country regional or not. <br>In HTML, the lang attribute (<html lang="en-US">) should be used to specify the language of text content so that the browser can correctly display or process your content (eg. for hyphenation, styling, spell checking, etc).
hu_hu: Módosítsa a html tag lang attribútumát olyan formátumra, amely tartalmazza vagy nem tartalmazza az ország/régiót. <br>HTML-ben a lang attribútumot (<html lang="en-US">) kell használni a szöveges tartalom nyelvének megadására, hogy a böngésző megfelelően jelenítse meg vagy dolgozza fel a tartalmat (pl. elválasztás, stílusok, helyesírás-ellenőrzés stb.).

source: Load legacy Language Switcher
hu_hu: Régi nyelvváltó betöltése

source: Applies to all types of language switchers (floating, shortcode, and menu). When enabled, the site will revert to using the original Language Switcher configured in the General Settings tab, replacing the new customizable version. Your existing switcher settings will remain saved, but they will be ignored while this option is active.
hu_hu: Minden nyelvváltótípusra vonatkozik (lebegő, shortcode és menü). Engedélyezéskor a webhely visszatér a General Settings fülön beállított eredeti Language Switcher használatához, felváltva az új, testreszabható verziót. A meglévő váltóbeállításai megmaradnak, de ezt az opciót bekapcsolva figyelmen kívül lesznek hagyva.

source: Load legacy SEO Pack Add-On
hu_hu: Régi SEO Pack kiegészítő betöltése

source: In case the recent migration to the new slug rewrite is causing trouble, set this to Yes to use the old method <br> Please <a href="https://translatepress.com/support/open-ticket/?utm_source=tp-advanced&utm_medium=client-site&utm_campaign=troubleshooting" target="_blank">open a support ticket</a> letting us know of the issues you are having.
hu_hu: Ha a közelmúltbeli átállás az új slug rewrite-ra problémát okoz, állítsa ezt Igenre a régi módszer használatához <br> Kérjük, <a href="https://translatepress.com/support/open-ticket/?utm_source=tp-advanced&utm_medium=client-site&utm_campaign=troubleshooting" target="_blank">nyisson egy támogatási jegyet</a>, és jelezze a felmerülő problémákat.

source: Manual Translation Only
hu_hu: Csak kézi fordítás

source: TranslatePress pro-actively scans and saves strings in the database when users access translated pages. This setting disables this functionality and only allows translation and string saving when inside the Translation Editor. Also disables machine translation outside the Translation Editor, giving you better control over character spending, by translating only the pages you visit in the Translation Editor.
hu_hu: A TranslatePress proaktívan átvizsgálja és elmenti a karakterláncokat az adatbázisba, amikor a felhasználók lefordított oldalakat érnek el. Ez a beállítás letiltja ezt a funkciót, és csak a Translation Editorben engedi a fordítást és a karakterláncok mentését. Emellett letiltja a gépi fordítást a Translation Editoron kívül, így jobban kézben tarthatja a karakterfelhasználást, mivel csak azokat az oldalakat fordítja, amelyeket a Translation Editorben megnyit.

source: Open language switcher only on click
hu_hu: Nyelvváltó megnyitása csak kattintásra

source: Open the language switcher shortcode by clicking on it instead of hovering.<br> Close it by clicking on it, anywhere else on the screen or by pressing the escape key. This will affect only the shortcode language switcher.
hu_hu: Nyissa meg a nyelvváltó shortcode-ot rá kattintva a fölé húzás helyett.<br> Zárja be rá kattintva, a képernyő bármely más pontjára kattintva vagy az Escape billentyű megnyomásával. Ez csak a shortcode-alapú nyelvváltóra lesz hatással.

source: Show opposite language in the language switcher
hu_hu: Ellentétes nyelv megjelenítése a nyelvváltóban

source: Transforms the language switcher into a button showing the other available language, not the current one.<br> Only works when there are exactly two languages, the default one and a translation one.<br>This will affect the shortcode language switcher and floating language switcher as well.<br> To achieve this in menu language switcher go to Appearance->Menus->Language Switcher and select Opposite Language.
hu_hu: A nyelvváltót olyan gombbá alakítja, amely a másik elérhető nyelvet mutatja, nem az aktuálisat.<br> Csak akkor működik, ha pontosan két nyelv van: az alapértelmezett és egy fordítási nyelv.<br> Ez a shortcode nyelvváltóra és a lebegő nyelvváltóra is hatással lesz.<br> Menü nyelvváltó esetén ezt az Appearance->Menus->Language Switcher útvonalon az Opposite Language kiválasztásával érheti el.

source: Show regular strings tab in String Translation
hu_hu: Normál karakterláncok lap megjelenítése a String Translation felületen

source: Adds an additional tab on the String Translation interface that allows editing translations of user-inputted strings.
hu_hu: További lapot ad a String Translation felülethez, amely lehetővé teszi a felhasználó által megadott karakterláncok fordításának szerkesztését.

source: Optimize TranslatePress database tables
hu_hu: TranslatePress adatbázis-táblák optimalizálása

source: <a href="%s">Click here</a> to access the database optimization tool.
hu_hu: <a href="%s">Kattintson ide</a> az adatbázis-optimalizáló eszköz megnyitásához.

source: It helps remove possible duplicate translations, clear unnecessary data and repair possible metadata issues.
hu_hu: Segít eltávolítani a lehetséges duplikált fordításokat, törölni a felesleges adatokat és javítani az esetleges metaadat-problémákat.

source: <a href="%s" target="_blank">Here</a> you can observe the last 5 SQL errors relevant to TranslatePress if they exist.
hu_hu: <a href="%s" target="_blank">Itt</a> megtekintheti a TranslatePresshez kapcsolódó utolsó 5 SQL-hibát, ha léteznek.

source: Troubleshooting
hu_hu: Hibaelhárítás

source: Exclude Gettext strings
hu_hu: Gettext-karakterláncok kizárása

source: Debug
hu_hu: Hibakeresés

source: Custom languages
hu_hu: Egyéni nyelvek

source: Miscellaneous options
hu_hu: Egyéb beállítások

source: Language Switcher
hu_hu: Nyelvváltó

source: Exclude strings & pages
hu_hu: Karakterláncok és oldalak kizárása

source: Automatic Translation Memory
hu_hu: Automatikus fordítási memória

source: Serve same translation for similar text. The strings need to have a percentage of 95% similarity.<br>Helps prevent losing existing translation when correcting typos or making minor adjustments to the original text. <br>If a translation already exists for a very similar original string, it will automatically be used for the current original string.<br>Does not work when making changes to a text that is part of a translation block unless the new text is manually merged again in a translation block.<br>Each string needs to have a minimum of 50 characters.
hu_hu: Ugyanazt a fordítást adja a hasonló szövegekhez. A karakterláncoknak 95%-os hasonlósággal kell rendelkezniük.<br>Segít megelőzni a meglévő fordítás elvesztését elütések javításakor vagy az eredeti szöveg kisebb módosításakor. <br>Ha már létezik fordítás egy nagyon hasonló eredeti karakterláncra, az automatikusan felhasználásra kerül az aktuális eredeti karakterlánchoz.<br>Nem működik, ha olyan szövegen végez módosításokat, amely fordítási blokk része, kivéve, ha az új szöveget manuálisan ismét egy fordítási blokkba egyesíti.<br>Minden karakterláncnak legalább 50 karakterből kell állnia.

source: WARNING: This feature can negatively impact page loading times in secondary languages, particularly with large databases (for example websites with a lot of pages or products). If you experience slow loading times, disable this and try again.
hu_hu: FIGYELMEZTETÉS: Ez a funkció negatívan befolyásolhatja az oldalak betöltési idejét a másodlagos nyelveken, különösen nagy adatbázisok esetén (például sok oldallal vagy termékkel rendelkező webhelyeknél). Ha lassú betöltési időket tapasztal, tiltsa le ezt, és próbálja meg újra.

source: Fix missing dynamic content
hu_hu: Hiányzó dinamikus tartalom javítása

source: May help fix missing content inserted using JavaScript. <br> It shows dynamically inserted content in original language for a moment before the translation request is finished.
hu_hu: Segíthet kijavítani a JavaScript használatával beszúrt, hiányzó tartalmat. <br> A dinamikusan beszúrt tartalmat egy pillanatra az eredeti nyelven jeleníti meg, mielőtt a fordítási kérés befejeződik.

source: Filter Gettext wrapping from post content and title
hu_hu: Gettext burkolás kiszűrése a bejegyzés tartalmából és címéből

source: Filters gettext wrapping such as #!trpst#trp-gettext from all updated post content and post title. Does not affect previous post content. <br/><strong>Database backup is recommended before switching on.</strong>
hu_hu: Az olyan gettext burkolást, mint a #!trpst#trp-gettext, kiszűri minden frissített bejegyzés tartalmából és címéből. Nem érinti a korábbi bejegyzések tartalmát. <br/><strong>Bekapcsolás előtt adatbázismentés javasolt.</strong>

source: Filter Gettext wrapping from post meta
hu_hu: Gettext burkolás kiszűrése a bejegyzés metaadataiból

source: Filters gettext wrapping such as #!trpst#trp-gettext from all updated post meta. Does not affect previous post meta. <br/><strong>Database backup is recommended before switching on.</strong>
hu_hu: Az olyan gettext burkolást, mint a #!trpst#trp-gettext, kiszűri minden frissített bejegyzés metaadataiból. Nem érinti a korábbi bejegyzések metaadatait. <br/><strong>Bekapcsolás előtt adatbázismentés javasolt.</strong>

source: Advanced
hu_hu: Haladó

source: Settings saved.
hu_hu: Beállítások elmentve.

source: Are you sure you want to remove this item?
hu_hu: Biztosan el kívánja távolítani ezt az elemet?

source: Remove
hu_hu: Eltávolítás

source: Add
hu_hu: Hozzáadás

source: Select...
hu_hu: Válasszon...
