Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/translatepress-multilingual/translatepress-multilingual-*.po
Languages: hu_hu

source: Navigate your website just like a particular user role would. Really useful for dynamic content or hidden content that appears for particular users.
hu_hu: Járja be webhelyét úgy, mint egy adott felhasználói szerepkör. Különösen hasznos dinamikus tartalomhoz vagy olyan rejtett tartalomhoz, amely bizonyos felhasználók számára jelenik meg.

source: Navigation Based on Language
hu_hu: Nyelv alapú navigáció

source: Configure different menu items for different languages.
hu_hu: Állítson be különböző menüpontokat különböző nyelvekhez.

source: Enable Modules
hu_hu: Modulok engedélyezése

source: Enable Add-on modules to extend TranslatePress and enhance the functionality of your translated site.
hu_hu: Engedélyezze a kiegészítő modulokat a TranslatePress bővítéséhez és a lefordított webhely funkcióinak bővítéséhez.

source: More functionality with TranslatePress Pro.
hu_hu: További funkciók a TranslatePress Pro-val.

source: Upgrade now ↗
hu_hu: Frissítsen most ↗

source: Already a Pro User?
hu_hu: Már Pro felhasználó?

source: Activate License Key
hu_hu: Licenckulcs aktiválása

source: This add-on is not available on your current plan.
hu_hu: Ez a kiegészítő nem érhető el az Ön jelenlegi csomagjában.

source: Continue
hu_hu: Folytatás

source: The link you followed has expired. Please reload the page and try again.
hu_hu: A megnyitott hivatkozás lejárt. Kérjük, töltse be újra az oldalt, majd próbálja meg ismét.

source: A valid license is required to enable Automatic Translation.
hu_hu: Az Automatikus fordítás engedélyezéséhez érvényes licenc szükséges.

source: Your license key is disabled for this URL. Re-enable it from <a target="_blank" href="https://translatepress.com/account/?utm_source=tp-onboarding&utm_medium=client-site&utm_campaign=tp-ai">https://translatepress.com/account</a> -> Manage Sites.
hu_hu: A licenckulcsa le van tiltva ehhez az URL-hez. Engedélyezze újra itt: <a target="_blank" href="https://translatepress.com/account/?utm_source=tp-onboarding&utm_medium=client-site&utm_campaign=tp-ai">https://translatepress.com/account</a> -> Manage Sites.

source: <p><strong>License key mismatch.</strong> The license you entered doesn't match the TranslatePress version you have installed.</p><p>Please check that you've installed the correct version for your license from your TranslatePress account.</p>
hu_hu: <p><strong>Licenckulcs-eltérés.</strong> A megadott licenckulcs nem egyezik a telepített TranslatePress verzióval.</p><p>Kérjük, ellenőrizze a TranslatePress-fiókjában, hogy a licencéhez tartozó megfelelő verziót telepítette-e.</p>

source: Enable Automatic Translation
hu_hu: Automatikus fordítás engedélyezése

source: Automatically translate your website using TranslatePress AI.
hu_hu: Fordítsa le webhelyét automatikusan a TranslatePress AI használatával.

source: In order to enable Automatic Translation using TranslatePress AI, please enter your license key from
hu_hu: Az Automatikus fordítás TranslatePress AI használatával történő engedélyezéséhez adja meg licenckulcsát innen

source: your account.
hu_hu: az Ön fiókjából.

source: Skip and continue with manual translation »
hu_hu: Kihagyás és folytatás kézi fordítással »

source: Get Your Free TranslatePress AI License
hu_hu: Szerezze meg ingyenes TranslatePress AI licencét

source: Generate License
hu_hu: Licenc generálása

source: Creating a free account includes:
hu_hu: A díjmentes fiók létrehozása magában foglalja:

source: Are you a TranslatePress PRO user?
hu_hu: Ön TranslatePress PRO felhasználó?

source: Install & Activate your pro plugin.
hu_hu: Telepítse és aktiválja a Pro bővítményét.

source: Skip this step
hu_hu: Lépés kihagyása

source: The email address you added is incorrect.
hu_hu: A megadott e-mail-cím helytelen.

source: Setup Complete
hu_hu: Beállítás befejezve

source: You're ready to start translating!
hu_hu: Készen áll a fordítás megkezdésére!

source: You have successfully set up TranslatePress for your website.
hu_hu: Sikeresen beállította a TranslatePress-t a webhelyéhez.

source: Receive
hu_hu: Kapjon

source: Sign me up to the Newsletter
hu_hu: Feliratkozás a hírlevélre

source: Start translating
hu_hu: Kezdje el a fordítást

source: Sign Up and Start translating
hu_hu: Regisztráljon és kezdje el a fordítást

source: Please upload a TranslatePress Pro plugin file.
hu_hu: Kérjük, töltsön fel egy TranslatePress Pro bővítményfájlt.

source: Upload error:
hu_hu: Feltöltési hiba:

source: Install failed:
hu_hu: A telepítés nem sikerült:

source: Plugin installed, but entry file not found.
hu_hu: A bővítmény telepítve, de a fő fájl nem található.

source: Activation error:
hu_hu: Aktiválási hiba:

source: Invalid plugin specified.
hu_hu: Érvénytelen bővítmény lett megadva.

source: Plugin activation failed:
hu_hu: A bővítmény aktiválása nem sikerült:

source: Plugin deactivation failed.
hu_hu: A bővítmény deaktiválása nem sikerült.

source: Invalid action specified.
hu_hu: Érvénytelen művelet lett megadva.

source: First, install and activate TranslatePress Pro
hu_hu: Először telepítse és aktiválja a TranslatePress Pro-t

source: Please upload the TranslatePress PRO zip archive from your
hu_hu: Kérjük, töltse fel a TranslatePress PRO zip archívumot a(z)

source: TranslatePress Account
hu_hu: TranslatePress-fiók

source: Install and Activate
hu_hu: Telepítés és aktiválás

source: Installed Pro versions
hu_hu: Telepített Pro verziók

source: « Go back
hu_hu: « Vissza

source: Activate License »
hu_hu: Licenc aktiválása »

source: You need to select a default language.
hu_hu: Ki kell választania az alapértelmezett nyelvet.

source: You are trying to add an invalid default language. Please select a valid option.
hu_hu: Érvénytelen alapértelmezett nyelvet próbál hozzáadni. Kérjük, válasszon érvényes opciót.

source: Please add an additional language.
hu_hu: Kérjük, adjon hozzá egy további nyelvet.

source: You are trying to add an invalid additional language. Please select a valid option.
hu_hu: Érvénytelen további nyelvet próbál hozzáadni. Kérjük, válasszon érvényes opciót.

source: Configure Site Languages
hu_hu: Webhely nyelveinek beállítása

source: Select the default and additional languages for your website.
hu_hu: Válassza ki webhelye alapértelmezett és további nyelveit.

source: You can edit your site languages at any point.
hu_hu: A webhely nyelveit bármikor szerkesztheti.

source: Default Language
hu_hu: Alapértelmezett nyelv

source: Select the original language of your content.
hu_hu: Válassza ki a tartalom eredeti nyelvét.

source: Additional Language
hu_hu: További nyelv

source: Choose a secondary language...
hu_hu: Válasszon másodlagos nyelvet...

source: Add Language
hu_hu: Nyelv hozzáadása

source: Choose a language...
hu_hu: Válasszon nyelvet...

source: Add more than two languages with TranslatePress Pro.
hu_hu: Kettőnél több nyelvet a TranslatePress Pro-val adhat hozzá.

source: Your license key is disabled for this URL. Re-enable it from <a target="_blank" href="https://translatepress.com/account/?utm_source=tp-onboarding&utm_medium=client-site&utm_campaign=activate-license">https://translatepress.com/account</a> -> Manage Sites.
hu_hu: A licenckulcsa le van tiltva ehhez az URL-hez. Engedélyezze újra innen <a target="_blank" href="https://translatepress.com/account/?utm_source=tp-onboarding&utm_medium=client-site&utm_campaign=activate-license">https://translatepress.com/account</a> -> Manage Sites.

source: Add your License Key
hu_hu: Adja meg a licenckulcsát

source: Add your License Key to unlock all premium features. Find the License Key in your
hu_hu: Adja meg a licenckulcsát az összes prémium funkció feloldásához. Keresse meg a licenckulcsot a(z)

source: Your license is valid and active.
hu_hu: A licenc érvényes és aktív.

source: « Go Back
hu_hu: « Vissza

source: Set up Language Switcher
hu_hu: Nyelvváltó beállítása

source: Select the style of the language switcher. You will find more ways to display it, in plugin settings.
hu_hu: Válassza ki a nyelvváltó stílusát. További megjelenítési módokat a bővítmény beállításaiban talál.

source: Displays a small language drop-down across your website, in a corner of your choosing.
hu_hu: Egy kis nyelvi legördülőt jelenít meg a webhelyén, az Ön által választott sarokban.

source: Switcher Location
hu_hu: Nyelvváltó helye

source: Apply a Template
hu_hu: Sablon alkalmazása

source: You can customize the design later
hu_hu: A megjelenítést később testre szabhatja

source: Default Template
hu_hu: Alapértelmezett sablon

source: Default
hu_hu: Alapértelmezett

source: Dark Template
hu_hu: Sötét sablon

source: Border Template
hu_hu: Keretes sablon

source: Border
hu_hu: Keret

source: Transparent Template
hu_hu: Átlátszó sablon

source: Transparent
hu_hu: Átlátszó

source: Welcome to TranslatePress
hu_hu: Üdvözöljük a TranslatePressben

source: Quick guided setup to configure TranslatePress in no time!
hu_hu: Gyors, vezetett beállítás a TranslatePress villámgyors konfigurálásához!

source: It takes less than a minute.
hu_hu: Kevesebb mint egy percet vesz igénybe.

source: Scanning item %1$d of %2$d...
hu_hu: Elem beolvasása: %1$d / %2$d...

source: Manually translated
hu_hu: Manuálisan lefordítva

source: Automatically translated
hu_hu: Automatikusan lefordítva

source: Not translated
hu_hu: Nincs lefordítva

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Delete entries
hu_hu: Bejegyzések törlése

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Filter
hu_hu: Szűrés

source: Clear filters
hu_hu: Szűrők törlése

source: Language
hu_hu: Nyelv

source: Add New
hu_hu: Új hozzáadása

source: Rescan plugins and theme for strings
hu_hu: Bővítmények és sablon újbóli átvizsgálása karakterláncokért

source: Scanning plugins and theme for strings...
hu_hu: Bővítmények és sablon átvizsgálása karakterláncokért...

source: Plugins and theme scan is complete
hu_hu: A bővítmények és a sablon átvizsgálása befejeződött

source: Plugins and theme scan did not finish due to an error
hu_hu: A bővítmények és a sablon átvizsgálása hiba miatt nem fejeződött be

source: Import / Export
hu_hu: Importálás / Exportálás

source: items
hu_hu: elem

source: See More
hu_hu: Továbbiak megjelenítése

source: See Less
hu_hu: Kevesebb megjelenítése

source: Apply
hu_hu: Alkalmaz

source: No strings match your query.
hu_hu: Egyetlen karakterlánc sem felel meg a keresésének.

source: Try to rescan plugins and theme for strings.
hu_hu: Próbálja meg a bővítményeket és a sablont újra átvizsgálni karakterláncokért.

source: An error occurred while loading results. Most likely you were logged out. Reload page?
hu_hu: Hiba történt az eredmények betöltése közben. Valószínűleg kijelentkezett. Újratölti az oldalt?

source: found in translation
hu_hu: a fordításban található

source: Select All
hu_hu: Összes kijelölése

source: Select Visible
hu_hu: Láthatók kijelölése

source: You are about to perform this action on all the strings matching your filter, not just the visibly checked. To perform the action only to the visible strings click "Select Visible" from the table header dropdown.
hu_hu: Ezt a műveletet az összes, a szűrőjének megfelelő karakterláncon készül végrehajtani, nem csak a láthatóan bejelölteken. Ha a műveletet csak a látható karakterláncokra szeretné végrehajtani, kattintson a táblázat fejlécében található legördülő menüben a "Láthatók kijelölése" elemre.

source: You are about to perform this action only on the visible strings. To perform the action on all the strings matching the filter click "Select All" from the table header dropdown.
hu_hu: Ezt a műveletet csak a látható karakterláncokon készül végrehajtani. Ha a szűrőnek megfelelő összes karakterláncra szeretné végrehajtani, kattintson a táblázat fejlécében található legördülő menüben az "Összes kijelölése" elemre.

source: To continue please type the word:
hu_hu: A folytatáshoz írja be a szót:

source: The word typed was incorrect. Action was cancelled.
hu_hu: A beírt szó helytelen volt. A művelet megszakadt.

# Untranslated in this language
source: in
hu_hu: -ban/-ben

source: Warning: This action cannot be undone. Deleting a string will remove its current translation. The original string will appear again in this interface after TranslatePress detects it. This action is NOT equivalent to excluding the string from being translated again.
hu_hu: Figyelmeztetés: Ez a művelet nem vonható vissza. Egy karakterlánc törlése eltávolítja annak jelenlegi fordítását. Az eredeti karakterlánc ismét meg fog jelenni ezen a felületen, miután a TranslatePress észleli. Ez a művelet NEM egyenértékű azzal, hogy a karakterláncot kizárja az újbóli fordításból.

source: %d original entries and their translations were deleted.
hu_hu: %d eredeti bejegyzés és a hozzájuk tartozó fordítások törlődtek.

source: Navigate to next page
hu_hu: Ugrás a következő oldalra

source: Navigate to previous page
hu_hu: Ugrás az előző oldalra

source: Navigate to first page
hu_hu: Ugrás az első oldalra

source: Navigate to last page
hu_hu: Ugrás az utolsó oldalra

source: Type a page number to navigate to
hu_hu: Írjon be egy oldalszámot az ugráshoz

source: Incorrect page number. Type a page number between 1 and total number of pages
hu_hu: Helytelen oldalszám. Írjon be 1 és az oldalak teljes száma közötti oldalszámot

source: Search original strings containing typed keywords while also matching selected filters
hu_hu: Eredeti karakterláncok keresése, amelyek tartalmazzák a beírt kulcsszavakat, és megfelelnek a kiválasztott szűrőknek

source: Filter strings according to selected translation status, filters and keywords and selected filters
hu_hu: Karakterláncok szűrése a kiválasztott fordítási állapot, kulcsszavak és szűrők szerint

source: Removes selected filters
hu_hu: Eltávolítja a kiválasztott szűrőket

source: See options for selecting all strings
hu_hu: Lehetőségek az összes karakterlánc kijelölésére

source: Click to sort strings by this column
hu_hu: Kattintson a karakterláncok rendezéséhez ezen oszlop szerint

source: Language in which the translation status filter applies. Leave unselected for the translation status to apply to ANY language
hu_hu: Az a nyelv, amelyre a fordítási állapot szűrő vonatkozik. Hagyja kijelöletlenül, ha azt szeretné, hogy a fordítási állapot bármely nyelvre vonatkozzon

source: Search
hu_hu: Keresés

source: Slugs that are not found in either one of the other categories.
hu_hu: Olyan slugok, amelyek a többi kategória egyikében sem találhatók.

source: Plugins and Theme String Translation
hu_hu: Bővítmények és sablon karakterláncainak fordítása

source: Search Gettext Strings
hu_hu: Gettext karakterláncok keresése

source: Original String
hu_hu: Eredeti karakterlánc

source: Translation
hu_hu: Fordítás

source: Filter by domain
hu_hu: Szűrés domain szerint

source: Filter by type
hu_hu: Szűrés típus szerint

source: Email text
hu_hu: E-mail szöveg

source: Emails String Translation
hu_hu: E-mailek karakterláncainak fordítása

source: Emails
hu_hu: E-mailek

source: Search Email Strings
hu_hu: E-mail karakterláncok keresése

source: User Inputted String Translation
hu_hu: Felhasználó által bevitt karakterláncok fordítása

source: Regular
hu_hu: Általános

source: Search Regular Strings
hu_hu: Általános karakterláncok keresése

source: Filter by Translation Block
hu_hu: Szűrés fordítási blokk szerint

source: URL Slugs Translation
hu_hu: URL slugok fordítása

source: String Translation Editor
hu_hu: Karakterlánc-fordítás szerkesztő

source: <strong>TranslatePress</strong> requires at least PHP version 5.6.20+ to run. It is the <a href="%s">minimum requirement of the latest WordPress version</a>. Please contact your server administrator to update your PHP version.
hu_hu: <strong>TranslatePress</strong> futtatásához legalább PHP 5.6.20+ verzió szükséges. Ez a <a href="%s">legújabb WordPress-verzió minimális követelménye</a>. Kérjük, lépjen kapcsolatba a szerver rendszergazdájával a PHP-verzió frissítéséhez.

source: Please install and activate the TranslatePress - Multilingual plugin
hu_hu: Kérjük, telepítse és aktiválja a TranslatePress - Multilingual bővítményt

source: All TranslatePress functionalities are disabled until then.
hu_hu: Addig minden TranslatePress funkció le van tiltva.

source: Update Now
hu_hu: Frissítés most

source: This TranslatePress add-on has been migrated to the main plugin and is no longer used. You can delete it.
hu_hu: Ezt a TranslatePress kiegészítőt áthelyeztük a fő bővítménybe, és már nem használatos. Törölheti.

source: IMPORTANT: It is strongly recommended to first backup the database! Are you sure you want to continue?
hu_hu: FONTOS: Nyomatékosan javasoljuk, hogy először készítsen biztonsági mentést az adatbázisról! Biztosan folytatni kívánja?

source: TranslatePress Add-ons
hu_hu: TranslatePress kiegészítők

source: SEO Pack (Legacy)
hu_hu: SEO csomag (örökölt)

source: SEO support for page slug, page title, description and facebook and twitter social graph information. The HTML lang attribute is properly set.
hu_hu: SEO-támogatás az oldal slugjához, oldalcímhez, leíráshoz és a facebook és twitter social graph információihoz. A HTML lang attribútum megfelelően van beállítva.

source: Recommended Plugins
hu_hu: Ajánlott bővítmények

source: A short list of plugins you can use to extend your website.
hu_hu: Rövid lista azokról a bővítményekről, amelyekkel bővítheti webhelyét.

source: Capture more user information on the registration form with the help of Profile Builder's custom user profile fields and/or add an Email Confirmation process to verify your customers accounts.
hu_hu: Gyűjtsön több felhasználói információt a regisztrációs űrlapon a Profile Builder egyedi felhasználói profilmezőinek segítségével, és/vagy adjon hozzá E-mail megerősítési folyamatot ügyfelei fiókjainak ellenőrzéséhez.

source: Accept user payments, create subscription plans and restrict content on your membership site.
hu_hu: Fogadjon felhasználói fizetéseket, hozzon létre előfizetési csomagokat, és korlátozza a tartalmat tagsági webhelyén.

source: Create no-code automations and workflows on your WordPress site. Easily connect your plugins, sites and apps together.
hu_hu: Kódírás nélküli automatizmusokat és munkafolyamatokat hozhat létre WordPress webhelyén. Könnyedén összekapcsolhatja bővítményeit, webhelyeit és alkalmazásait.

source: Save Changes
hu_hu: Változtatások mentése

source: TranslatePress Errors
hu_hu: TranslatePress hibák

source: There are no logged errors.
hu_hu: Nincsenek naplózott hibák.

source: Language Switcher update notice
hu_hu: Nyelvváltó frissítési értesítés

source: Legacy language switcher is currently enabled
hu_hu: Az örökölt nyelvváltó jelenleg engedélyezve van

source: We’ve upgraded the switcher for richer customization and a better user experience.<br>In order to use the new configurator, turn off <strong>Load legacy language switcher</strong>.
hu_hu: Frissítettük a nyelvváltót a gazdagabb testreszabás és a jobb felhasználói élmény érdekében.<br>Az új konfigurátor használatához kapcsolja ki <strong>Örökölt nyelvváltó betöltése</strong>.

source: Note: You can switch back anytime from <strong>Advanced Settings → <a href="%s">Troubleshooting</a></strong>.
hu_hu: Megjegyzés: Bármikor visszaválthat a <strong>Haladó beállítások → <a href="%s">Hibaelhárítás</a></strong> menüből.

source: Enable the new switcher
hu_hu: Az új nyelvváltó engedélyezése

source: Your License Key is valid.
hu_hu: Az Ön licenckulcsa érvényes.

source: Your License Key is invalid.
hu_hu: Az Ön licenckulcsa érvénytelen.

source: Your License has expired.
hu_hu: Az Ön licence lejárt.

source: Deactivate License
hu_hu: Licenc deaktiválása

source: Add a license key
hu_hu: Licenckulcs hozzáadása

source: License Key
hu_hu: Licenckulcs

source: Account Page
hu_hu: Fiókoldal

source: Don’t have a TranslatePress AI License Key?
hu_hu: Nincs TranslatePress AI licenckulcsa?

source: Get a free License Today
hu_hu: Szerezzen ingyenes licencet még ma

source: Debug Information
hu_hu: Hibakeresési információk

source: Debug Data for License Checking
hu_hu: Hibakeresési adatok a licenc ellenőrzéséhez

source: Debug Data for License Activation
hu_hu: Hibakeresési adatok a licenc aktiválásához

source: Get more AI words and unlock all features with TranslatePress Pro.
hu_hu: Szerezzen több AI szót, és oldja fel az összes funkciót a TranslatePress Pro-val.

source: Already purchased a Premium version?
hu_hu: Már megvásárolta a Prémium verziót?

source: TranslatePress.com Account
hu_hu: TranslatePress.com-fiók

source: Download & Install the Pro plugin
hu_hu: Töltse le és telepítse a Pro bővítményt

source: Learn More
hu_hu: További információ

source: By upgrading you'll get access to all paid add-ons, premium support and help fund the future development of TranslatePress.
hu_hu: A frissítéssel hozzáférést kap minden fizetős kiegészítőhöz, prémium támogatáshoz, és hozzájárul a TranslatePress jövőbeli fejlesztésének finanszírozásához.

source: TranslatePress Pro Add-on
hu_hu: TranslatePress Pro kiegészítő

source: Addons tab
hu_hu: Kiegészítők fül

source: Please note that DeepL API usage is paid separately. See <a href="https://www.deepl.com/pro.html#developer">DeepL pricing information</a>.
hu_hu: Kérjük, vegye figyelembe, hogy a DeepL API használata külön fizetendő. Tekintse meg a <a href="https://www.deepl.com/pro.html#developer">DeepL díjszabási információkat</a>.

source: TranslatePress Pro Add-ons
hu_hu: TranslatePress Pro kiegészítők

source: Test API credentials
hu_hu: Tesztelje az API-hitelesítő adatokat

source: Check if the selected translation engine is configured correctly.
hu_hu: Ellenőrizze, hogy a kiválasztott fordítómotor megfelelően van-e konfigurálva.

source: Alternative Engines
hu_hu: Alternatív fordítómotorok

source: Switch to TranslatePress AI
hu_hu: Váltson a TranslatePress AI-ra

source: Integrate machine translation directly with your WordPress website.
hu_hu: Integrálja a gépi fordítást közvetlenül a WordPress webhelyébe.

source: More info
hu_hu: További információ

source: Automatic Translation Settings
hu_hu: Automatikus fordítás beállításai

source: Block Crawlers
hu_hu: Keresőrobotok blokkolása

source: Block crawlers from triggering automatic translations on your website.<br>This will not prevent crawlers from accessing this site's pages.
hu_hu: Tiltsa meg, hogy a keresőrobotok automatikus fordításokat váltsanak ki a webhelyén.<br>Ez nem akadályozza meg a keresőrobotokat abban, hogy hozzáférjenek ezen webhely oldalaihoz.

source: Automatically Translate Slugs
hu_hu: Slugok automatikus fordítása

source: Generate automatic translations of slugs for posts, pages and Custom Post Types.<br/>The slugs will be automatically translated starting with the second refresh of each page.
hu_hu: Generáljon automatikus fordításokat a bejegyzések, oldalak és egyéni bejegyzéstípusok slugjaihoz.<br/>A slugok automatikus fordítása az egyes oldalak második frissítésétől kezdődik.

source: This feature is only available in the paid version. Upgrade TranslatePress and unlock more premium features.
hu_hu: Ez a funkció csak a fizetős verzióban érhető el. Frissítse a TranslatePress-t, és oldjon fel további prémium funkciókat.

source: Requires <a href="%s" title="TranslatePress Add-on SEO Pack documentation" target="_blank">SEO Pack Add-on</a> to be installed and activated.
hu_hu: A <a href="%s" title="TranslatePress Add-on SEO Pack documentation" target="_blank">SEO Pack kiegészítő</a> telepítését és aktiválását igényli.

source: Limit machine translation / characters per day
hu_hu: Gépi fordítás korlátozása / karakterek naponta
