Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/translatepress-multilingual/translatepress-multilingual-*.po
Languages: hu_hu

source: Exclude
hu_hu: Kizárás

source: Select language(s)
hu_hu: Válasszon nyelvet/nyelveket

source: TranslatePress Language Restriction
hu_hu: TranslatePress nyelvi korlátozás

# block title
source: Language Switcher
hu_hu: Nyelvváltó

# block description
source: Displays the Language Switcher.
hu_hu: Megjeleníti a nyelvváltót.

# block keyword
source: Language Switcher
hu_hu: Nyelvváltó

# block keyword
source: Translate
hu_hu: Fordítás

# block keyword
source: Language Names
hu_hu: Nyelvnevek

# block keyword
source: Flags
hu_hu: Zászlók
