Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/translatepress-multilingual/translatepress-multilingual-*.po
Languages: hu_hu

source: Navigate to previous string in dropdown list. Shortcut: CTRL(⌘) + ALT + Left Arrow
hu_hu: Ugrás a legördülő lista előző karakterláncára. Gyorsbillentyű: CTRL(⌘) + ALT + Balra nyíl

source: Discard all changes. Shortcut: CTRL(⌘) + ALT + Z
hu_hu: Összes módosítás elvetése. Gyorsbillentyű: CTRL(⌘) + ALT + Z

source: Discard changes to this text box. To discard changes to all text boxes use shortcut: CTRL(⌘) + ALT + Z
hu_hu: Ennek a szövegmezőnek a módosításainak elvetése. Az összes szövegmező módosításainak elvetéséhez használja a következőt: CTRL(⌘) + ALT + Z

source: Dismiss tooltip
hu_hu: Buboréksúgó bezárása

source: Quick Intro
hu_hu: Gyors bemutató

source: Are you sure you want to split this phrase into smaller parts?
hu_hu: Biztosan fel kívánja osztani ezt a kifejezést kisebb részekre?

source: This string is not ready for translation yet. <br>Try again in a moment...
hu_hu: Ez a karakterlánc még nem áll készen a fordításra. <br>Próbálja meg egy pillanat múlva ismét...

source: For this option to work, please update the Browse as other role add-on to the latest version.
hu_hu: Az opció működéséhez kérjük, frissítse a Browse as other role kiegészítőt a legújabb verzióra.

source: To translate slugs, please update the SEO Pack add-on to the latest version.
hu_hu: A slugok fordításához kérjük, frissítse a SEO Pack kiegészítőt a legújabb verzióra.

source: You can add a new language from <a href="%s">Settings->TranslatePress</a>
hu_hu: Új nyelvet a <a href="%s">Beállítások->TranslatePress</a> menüpontból adhat hozzá

source: However, you can still use TranslatePress to <strong style="background: #f5fb9d;">modify gettext strings</strong> available in your page.
hu_hu: Azonban továbbra is használhatja a TranslatePress-t az oldalon elérhető <strong style="background: #f5fb9d;">gettext karakterláncok módosítására</strong>.

source: Strings that are user-created cannot be modified, only those from themes and plugins.
hu_hu: A felhasználó által létrehozott karakterláncok nem módosíthatók, csak a témákból és bővítményekből származók.

source: Extra Translation Features
hu_hu: További fordítási funkciók

source: Support for 130+ Extra Languages
hu_hu: 130+ további nyelv támogatása

source: Access to TranslatePress AI
hu_hu: Hozzáférés a TranslatePress AI-hoz

source: Translate SEO Title, Description, Slug
hu_hu: SEO cím, leírás, slug fordítása

source: Publish only when translation is complete
hu_hu: Csak akkor tegye közzé, ha a fordítás befejeződött

source: Translate by Browsing as User Role
hu_hu: Fordítás böngészéssel felhasználói szerepkörként

source: Different Menu Items for each Language
hu_hu: Nyelvenként eltérő menüpontok

source: Automatic User Language Detection
hu_hu: Felhasználói nyelv automatikus felismerése

source: Upgrade to PRO
hu_hu: Frissítsen PRO-ra

source: Upgrade to PRO with our biggest discount of the year!
hu_hu: Frissítsen PRO-ra az év legnagyobb kedvezményével!

source: This Black Friday, get access to these features and more at a fraction of the costs:
hu_hu: Idén Black Friday alkalmával ezekhez a funkciókhoz és még többhöz juthat hozzá a költségek töredékéért:

source: No available suggestions
hu_hu: Nincs elérhető javaslat

source: Suggestions from translation memory
hu_hu: Javaslatok a fordítási memóriából

source: Click to Copy
hu_hu: Kattintson a másoláshoz

source: Human Translation
hu_hu: Emberi fordítás

source: Machine Translation
hu_hu: Gépi fordítás

source: Text on this page is %s% translated into all languages.
hu_hu: Ezen az oldalon lévő szöveg %s% mértékben le van fordítva minden nyelvre.

source: %1$s% of text on this page is translated into %2$s.
hu_hu: Az ezen az oldalon lévő szöveg %1$s% mértékben le van fordítva %2$s nyelvre.

source: This page is %1$s% translated into %2$s.
hu_hu: Ez az oldal %1$s% mértékben le van fordítva %2$s nyelvre.

source: The slug that you are trying to edit is present in other slug types:%s%. Editing it will replace each occurrence, regardless of the current type.
hu_hu: Az Ön által szerkeszteni kívánt slug más slugtípusokban is szerepel:%s%. A szerkesztése minden előfordulást lecserél, a jelenlegi típustól függetlenül.

source: Hover any text on the page, click %s,<br> then modify the translation in the sidebar.
hu_hu: Vigye az egérmutatót az oldal bármely szövegére, kattintson a(z) %s elemre,<br> majd módosítsa a fordítást az oldalsávban.

source: Don't forget to Save Translation. Use keyboard shortcut CTRL(⌘) + S
hu_hu: Ne felejtse el menteni a fordítást. Használja a CTRL(⌘) + S billentyűparancsot

source: Switch language to see the translation changes directly on the page.
hu_hu: Váltson nyelvet, hogy a fordítás változásait közvetlenül az oldalon lássa.

source: Search for any text in this page in the dropdown.
hu_hu: Keressen bármely szövegre ezen az oldalon a legördülő menüben.

source: Your %s license has <span class="trp-license-status-emphasized">expired</span>.
hu_hu: Az Ön %s licencének érvényessége <span class="trp-license-status-emphasized">lejárt</span>.

source: <strong>This Black Friday, renew your license at a special price</strong> to continue receiving access to product downloads, automatic updates, and support.
hu_hu: <strong>Idén Black Friday alkalmával újítsa meg licencét kedvezményes áron</strong>, hogy továbbra is hozzáférjen a termékletöltésekhez, az automatikus frissítésekhez és a támogatáshoz.

source: Get Deal
hu_hu: Ajánlat igénylése

source: Please renew your license to continue receiving access to TranslatePress AI, premium addons, automatic updates and support.
hu_hu: Kérjük, újítsa meg a licencét, hogy továbbra is hozzáférjen a TranslatePress AI-hoz, a prémium bővítményekhez, az automatikus frissítésekhez és a támogatáshoz.

source: Renew Now
hu_hu: Újítsa meg most

source: Your %s license was <span class="trp-license-status-emphasized">refunded</span>.
hu_hu: Az Ön %s licencének ellenértékét <span class="trp-license-status-emphasized">visszatérítettük</span>.

source: Please purchase a new license to continue receiving access to TranslatePress AI, premium addons, automatic updates and support.
hu_hu: Kérjük, vásároljon új licencet, hogy továbbra is hozzáférjen a TranslatePress AI-hoz, a prémium bővítményekhez, az automatikus frissítésekhez és a támogatáshoz.

source: Purchase a new license
hu_hu: Új licenc vásárlása

source: Your %s license is <span class="trp-license-status-emphasized">missing or invalid</span>.
hu_hu: Az Ön %s licenc <span class="trp-license-status-emphasized">hiányzik vagy érvénytelen</span>.

source: Please enter a valid license to get access to TranslatePress AI, premium addons, automatic updates and support. Need a license key? %1$sPurchase one now%2$s
hu_hu: Kérjük, adjon meg érvényes licencet, hogy hozzáférjen a TranslatePress AI-hoz, a prémium bővítményekhez, az automatikus frissítésekhez és a támogatáshoz. Licenckulcsra van szüksége? %1$sVásároljon most%2$s

source: Enter a valid license
hu_hu: Adjon meg érvényes licencet

source: Slugs
hu_hu: Slugok

source: Meta Information
hu_hu: Meta információk

source: String List
hu_hu: Sztringlista

source: Gettext Strings
hu_hu: Gettext sztringek

source: Images
hu_hu: Képek

source: Videos
hu_hu: Videók

source: Audios
hu_hu: Hangfájlok

source: Dynamically Added Strings
hu_hu: Dinamikusan hozzáadott sztringek

source: Translation Editor
hu_hu: Fordítási szerkesztő

source: Edit translations by visually selecting them on each site page
hu_hu: Szerkessze a fordításokat úgy, hogy az egyes webhelyoldalakon vizuálisan kijelöli őket.

source: String Translation
hu_hu: Sztringfordítás

source: Edit url slug translations, plugins and theme translation (emails, forms etc.)
hu_hu: URL slug fordítások, bővítmények és témafordítás (e-mailek, űrlapok stb.) szerkesztése

source: Current User
hu_hu: Aktuális felhasználó

source: Logged Out
hu_hu: Kijelentkezve

source: Translate Page
hu_hu: Oldal fordítása

source: Opens post in the translation editor. Post must be saved as draft or published beforehand.
hu_hu: Megnyitja a bejegyzést a fordítási szerkesztőben. A bejegyzést előzetesen piszkozatként kell menteni vagy közzé kell tenni.

source: Security check
hu_hu: Biztonsági ellenőrzés

source: <strong>Warning:</strong> Some strings have possibly incorrectly encoded characters. This may result in breaking the queries, rendering the page untranslated in live mode. Consider revising the following strings or their method of outputting.
hu_hu: <strong>Figyelmeztetés:</strong> Néhány sztring esetleg hibásan kódolt karaktereket tartalmaz. Ez a lekérdezések hibájához vezethet, és az oldalt élő módban fordítatlanul jelenítheti meg. Fontolja meg az alábbi sztringek vagy a kiírásuk módjának felülvizsgálatát.

source: TranslatePress data update
hu_hu: TranslatePress adatfrissítés

source: We need to update your translations database to the latest version.
hu_hu: Frissítenünk kell az Ön fordítási adatbázisát a legújabb verzióra.

source: Updating will allow editing translations of localized text from plugins and theme. Existing translation will still work as expected.
hu_hu: A frissítés lehetővé teszi a bővítményekből és a sablonból származó lokalizált szövegek fordításainak szerkesztését. A meglévő fordítások továbbra is az elvártak szerint fognak működni.

source: IMPORTANT: It is strongly recommended to first backup the database!\nAre you sure you want to continue?
hu_hu: FONTOS: Nyomatékosan javasolt először biztonsági mentést készíteni az adatbázisról!\nBiztos benne, hogy folytatni kívánja?

source: Run the updater
hu_hu: Futtassa a frissítőt

source: Updating will allow editing translations of slugs. Existing translation will still work as expected.
hu_hu: A frissítés lehetővé teszi a slugok fordításainak szerkesztését. A meglévő fordítások továbbra is az elvártak szerint fognak működni.

source: Please activate the SEO Addon from <br/>WordPress -> Settings -> TranslatePress -> Addons section
hu_hu: Kérjük, aktiválja a SEO Addon-t a <br/>WordPress -> Settings -> TranslatePress -> Addons section részben

source: Go to Addons
hu_hu: Ugrás az Addons részhez

source: The SEO Pack add-on allows translation of all the URL slugs:
hu_hu: A SEO Pack add-on lehetővé teszi az összes URL slug fordítását:

source: Taxonomy slugs
hu_hu: Taxonómia slugok

source: Term slugs
hu_hu: Kifejezés slugok

source: Post slugs (this includes pages and custom post types)
hu_hu: Bejegyzés slugok (ez magában foglalja az oldalakat és az egyedi bejegyzéstípusokat)

source: Post type base slugs
hu_hu: Bejegyzéstípus-alap slugok

source: WooCommerce slugs
hu_hu: WooCommerce slugok

source: The SEO Pack add-on is available with ALL premium versions of the plugin.
hu_hu: A SEO Pack add-on elérhető a bővítmény MINDEN prémium verziójával.

source: Upgrade to Pro
hu_hu: Frissítsen a Pro verzióra

source: Description
hu_hu: Leírás

source: Article Section
hu_hu: Cikk szakasz

source: Article Tag
hu_hu: Cikk címke

source: OG Title
hu_hu: OG Cím

source: OG Site Name
hu_hu: OG Webhely neve

source: OG Description
hu_hu: OG Leírás

source: OG Image Alt
hu_hu: OG Kép Alt

source: Twitter Title
hu_hu: Twitter Cím

source: Twitter Description
hu_hu: Twitter Leírás

source: Twitter Image Alt
hu_hu: Twitter Kép Alt

source: Page Title
hu_hu: Oldalcím

source: Dublin Core Title
hu_hu: Dublin Core Cím

source: Dublin Core Description
hu_hu: Dublin Core Leírás

source: OG Image
hu_hu: OG Kép

source: OG Image Secure URL
hu_hu: OG Kép Secure URL

source: Twitter Image
hu_hu: Twitter Kép

source: Removing cdata dictionary strings for language %s...
hu_hu: cdata szótár-karakterláncok eltávolítása a(z) %s nyelv esetén...

source: Removing untranslated dictionary links for language %s...
hu_hu: Lefordítatlan szótárhivatkozások eltávolítása a(z) %s nyelv esetén...

source: Removing duplicated gettext strings for language %s...
hu_hu: Duplikált gettext karakterláncok eltávolítása a(z) %s nyelv esetén...

source: Removing duplicated dictionary strings for language %s...
hu_hu: Duplikált szótár-karakterláncok eltávolítása a(z) %s nyelv esetén...

source: Removing untranslated dictionary strings where translation is available for language %s...
hu_hu: Lefordítatlan szótár-karakterláncok eltávolítása, ahol elérhető a fordítás, a(z) %s nyelv esetén...

source: Inserting original strings for language %s...
hu_hu: Eredeti karakterláncok beszúrása a(z) %s nyelv esetén...

source: Cleaning original strings table for language %s...
hu_hu: Eredeti karakterláncok táblájának tisztítása a(z) %s nyelv esetén...

source: Updating original string ids for language %s...
hu_hu: Eredeti karakterlánc-azonosítók frissítése a(z) %s nyelv esetén...

source: Regenerating original meta table for language %s...
hu_hu: Eredeti meta tábla újragenerálása a(z) %s nyelv esetén...

source: Cleaning original meta table for language %s...
hu_hu: Eredeti meta tábla tisztítása a(z) %s nyelv esetén...

source: Replacing original id NULL with value for language %s...
hu_hu: Eredeti id NULL helyettesítése értékkel a(z) %s nyelv esetén...

source: Inserting gettext original strings for language %s...
hu_hu: gettext eredeti karakterláncok beszúrása a(z) %s nyelv esetén...

source: Cleaning gettext original strings table for language %s...
hu_hu: gettext eredeti karakterláncok táblájának tisztítása a(z) %s nyelv esetén...

source: Updating gettext original string ids for language %s...
hu_hu: gettext eredeti karakterlánc-azonosítók frissítése a(z) %s nyelv esetén...

source: Migrating taxonomy and post type base slugs to new table structure...
hu_hu: Taxonómia- és bejegyzéstípus-alap slugok áttelepítése az új táblaszerkezetbe...

source: Migrating post slugs to new table structure for language %s...
hu_hu: Bejegyzés slugok áttelepítése az új táblaszerkezetbe a(z) %s nyelv esetén...

source: Migrating term slugs to new table structure for language %s...
hu_hu: Kifejezés slugok áttelepítése az új táblaszerkezetbe a(z) %s nyelv esetén...

source: Finishing up...
hu_hu: Befejezés...

source: Database optimization did not complete successfully. We recommend restoring the original database or <a href="%s" >trying again.</a>
hu_hu: Az adatbázis-optimalizálás nem fejeződött be sikeresen. Javasoljuk az eredeti adatbázis visszaállítását, vagy <a href="%s" >próbálja meg újra.</a>

source: Update aborted! Your user account doesn't have the capability to perform database updates.
hu_hu: Frissítés megszakítva! Az Ön felhasználói fiókja nem rendelkezik jogosultsággal az adatbázis-frissítések végrehajtásához.

source: Update aborted! Invalid nonce.
hu_hu: Frissítés megszakítva! Érvénytelen nonce.

source: Back to TranslatePress Settings
hu_hu: Vissza a TranslatePress beállításaihoz

source: Successfully updated database!
hu_hu: Az adatbázis sikeresen frissült!

source: Updating database to version %s+
hu_hu: Adatbázis frissítése %s+ verzióra

source: Processing table for language %s...
hu_hu: Tábla feldolgozása a(z) %s nyelvhez...

source: Update aborted! Incorrect action.
hu_hu: Frissítés megszakítva! Helytelen művelet.

source: Update aborted! Incorrect language code.
hu_hu: Frissítés megszakítva! Helytelen nyelvkód.

source: done.
hu_hu: kész.

source: All individual TranslatePress add-on plugins <a href="%1$s" target="_blank">have been discontinued</a> and are now included in the premium Personal, Business and Developer versions of TranslatePress. Please log into your <a href="%2$s" target="_blank">account page</a>, download the new premium version and install it. Your individual addons settings will be ported over.
hu_hu: Az összes egyedi TranslatePress kiegészítő bővítményt <a href="%1$s" target="_blank">megszüntettük</a>, és mostantól a TranslatePress prémium Personal, Business és Developer verziói tartalmazzák. Kérjük, jelentkezzen be az <a href="%2$s" target="_blank">fiókoldalára</a>, töltse le az új prémium verziót és telepítse. Az egyedi kiegészítők beállításai átkerülnek.

source: We’ve redesigned the <strong>%1$s</strong> settings for a better experience!<br>To ensure full compatibility with the new settings structure and avoid potential layout discrepancies, please update to version <strong>%2$s</strong> or newer.<br>Your current version of <strong>%1$s</strong> may not fully support these improvements, but the plugin will continue to function as expected.
hu_hu: Újraterveztük a(z) <strong>%1$s</strong> beállításait a jobb élmény érdekében!<br>A teljes kompatibilitás és az esetleges elrendezésbeli eltérések elkerülése érdekében kérjük, frissítsen a <strong>%2$s</strong> vagy újabb verzióra.<br>A(z) <strong>%1$s</strong> jelenlegi verziója lehet, hogy nem támogatja teljes mértékben ezeket a fejlesztéseket, de a bővítmény továbbra is a vártak szerint fog működni.

source: Brand-new Language Switcher Settings are here!
hu_hu: Itt vannak a vadonatúj nyelvváltó beállítások!

source: Explore pre-made templates, switch colors, flag styles, spacing, layouts & more. Use the live preview to perfect your switcher in seconds.
hu_hu: Fedezze fel az előre elkészített sablonokat, váltson színeket, zászlóstílusokat, térközöket, elrendezéseket és még sok mást. Használja az élő előnézetet, és tökéletesítse nyelvváltóját másodpercek alatt.

source: Start customizing
hu_hu: Kezdje el a testreszabást

source: Read documentation
hu_hu: Dokumentáció elolvasása

source: <strong>TranslatePress</strong> requires <strong><a href="http://php.net/manual/en/book.mbstring.php">Multibyte String PHP library</a></strong>. Please contact your server administrator to install it on your server.
hu_hu: <strong>TranslatePress</strong> a <strong><a href="http://php.net/manual/en/book.mbstring.php">Multibyte String PHP könyvtárat</a></strong> igényli. Kérjük, lépjen kapcsolatba a kiszolgálója rendszergazdájával, hogy telepítse a szerverére.

source: Detected long query limitation on WPEngine hosting. Some large pages may appear untranslated. You can remove limitation by adding the following to your site’s wp-config.php: define( 'WPE_GOVERNOR', false );
hu_hu: Hosszú lekérdezésre vonatkozó korlátozást észleltünk a WPEngine tárhelyen. Néhány nagy oldal fordítatlanul jelenhet meg. A korlátozás eltávolítható, ha a webhelye wp-config.php fájljához hozzáadja a következőt: define( 'WPE_GOVERNOR', false );

source: Custom Language Flag
hu_hu: Egyéni nyelvi zászló

source: The Language code of the added custom language is invalid.
hu_hu: A hozzáadott egyéni nyelv nyelvi kódja érvénytelen.

source: The Language code of the added custom language cannot be empty.
hu_hu: A hozzáadott egyéni nyelv nyelvi kódja nem lehet üres.

source: The Automatic Translation Code of the added custom language is invalid.
hu_hu: A hozzáadott egyéni nyelv automatikus fordítási kódja érvénytelen.

source: Google Translate API Key
hu_hu: Google Translate API-kulcs

source: Add your API Key here...
hu_hu: Adja hozzá az API-kulcsát ide...

source: Visit <a href="https://cloud.google.com/docs/authentication/api-keys" target="_blank">this link</a> to see how you can set up an API key, <strong>control API costs</strong> and set HTTP referrer restrictions.
hu_hu: Keresse fel <a href="https://cloud.google.com/docs/authentication/api-keys" target="_blank">ezt a hivatkozást</a>, hogy megtudja, miként állíthat be API-kulcsot, hogyan <strong>szabályozhatja az API-költségeket</strong>, és miként állíthat be HTTP referrer korlátozásokat.

source: Your HTTP referrer is: %s
hu_hu: Az Ön HTTP referrere: %s

source: There was an error with your Google Translate key.
hu_hu: Hiba történt az Ön Google Translate kulcsával.

source: There was an error on the server processing your Google Translate key.
hu_hu: Hiba történt a kiszolgálón az Ön Google Translate kulcsának feldolgozása közben.

source: Please check your TranslatePress license key.
hu_hu: Kérjük, ellenőrizze a TranslatePress licenckulcsát.

source: No Active License Detected for this website.
hu_hu: Ehhez a webhelyhez nem található aktív licenc.

source: In order to enable Automatic Translation using TranslatePress AI, you need a license key by creating a free account.
hu_hu: Ahhoz, hogy engedélyezze az automatikus fordítást a TranslatePress AI használatával, licenckulcsra van szüksége, amelyet egy ingyenes fiók létrehozásával szerezhet meg.

source: Create your Free Account
hu_hu: Hozza létre ingyenes fiókját

source: or
hu_hu: vagy

source: Enter your license key
hu_hu: Adja meg a licenckulcsát

source: Or %1$spurchase one here%2$s
hu_hu: Vagy %1$svásároljon itt egyet%2$s

source: Your free account includes:
hu_hu: Az ingyenes fiókja tartalmazza:

source: Access to TranslatePress AI for instant automatic translations
hu_hu: Hozzáférés a TranslatePress AI-hoz az azonnali automatikus fordításokhoz

source: 2000 AI words to translate automatically
hu_hu: 2000 szó automatikus fordításra az AI segítségével

source: Get more AI Tokens and unlock all AI features with TranslatePress Pro.
hu_hu: Szerezzen több AI tokent, és oldja fel az összes AI-funkciót a TranslatePress Pro-val.

source: Upgrade now
hu_hu: Frissítsen most

source: You have a valid %s <strong>license</strong>.
hu_hu: Érvényes %s <strong>licenccel</strong> rendelkezik.

source: words remaining.
hu_hu: hátralévő szó.

source: Recheck
hu_hu: Újraellenőrzés

source: Rechecking...
hu_hu: Újraellenőrzés...

source: Done.
hu_hu: Kész.

source: Manage your license & quota on the %s
hu_hu: Kezelje licencét és kvótáját a(z) %s oldalon

source: TranslatePress.com Account Page
hu_hu: TranslatePress.com fiókoldal

source: Advanced Add-ons
hu_hu: Haladó kiegészítők

source: These addons extend your translation plugin and are available in the Developer, Business and Personal plans.
hu_hu: Ezek a kiegészítők bővítik az Ön fordítási bővítményét, és a Developer, Business és Personal csomagokban érhetők el.

source: SEO support for page slug, page title, description and Facebook and Twitter social graph information. The HTML lang attribute is properly set.
hu_hu: SEO-támogatás az oldal slughoz, az oldalcímhez, a leíráshoz, valamint a Facebook és a Twitter social graph adataihoz. A HTML lang attribútum megfelelően van beállítva.

source: Multiple Languages
hu_hu: Több nyelv

source: Add as many languages as you need for your project to go global. Publish your language only when all your translations are done.
hu_hu: Adjon hozzá annyi nyelvet, amennyire szüksége van ahhoz, hogy projektje globálissá váljon. Csak akkor tegye közzé a nyelvet, amikor minden fordítása elkészült.

source: Pro Add-ons
hu_hu: Pro kiegészítők

source: These addons extend your translation plugin and are available in the Business and Developer plans.
hu_hu: Ezek a kiegészítők bővítik az Ön fordítási bővítményét, és a Business és Developer csomagokban érhetők el.

source: DeepL Automatic Translation
hu_hu: DeepL automatikus fordítás

source: Automatically translate your website through the DeepL API.
hu_hu: Fordítsa le webhelyét automatikusan a DeepL API-n keresztül.

source: Prompts visitors to switch to their preferred language based on their browser settings or IP address and remembers the last visited language.
hu_hu: A böngészőbeállítások vagy az IP-cím alapján megkéri a látogatókat, hogy váltsanak az általuk preferált nyelvre, és megjegyzi az utoljára használt nyelvet.

source: Translator Accounts
hu_hu: Fordítói fiókok

source: Create translator accounts for new users or allow existing users that are not administrators to translate your website.
hu_hu: Hozzon létre fordítói fiókokat új felhasználók számára, vagy engedélyezze a meglévő, nem rendszergazda felhasználóknak, hogy fordíthassák a webhelyét.

source: Browse As User Role
hu_hu: Böngészés felhasználói szerepkörként
