Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-file-uploader-extension/mainwp-file-uploader-extension-*.po
Languages: hu_hu

source: MainWP File Uploader Extension
hu_hu: MainWP Fájlfeltöltő bővítmény

source: MainWP File Uploader Extension gives you an simple way to upload files to your child sites.
hu_hu: A MainWP Fájlfeltöltő bővítmény egyszerű módot kínál fájlok feltöltésére a gyermek webhelyeire.

source: File Upload
hu_hu: Fájlfeltöltés

source: Pending. Please wait.
hu_hu: Függőben. Kérjük, várjon.

source: This Extension uploads files directly to your server so treat it the same way you would when uploading a file via FTP.
hu_hu: Ez a bővítmény közvetlenül a szerverére tölti fel a fájlokat, ezért úgy kezelje, mintha FTP-n keresztül töltene fel fájlt.

source: The Extension will overwrite files of the same name in the same folder.
hu_hu: A bővítmény felülírja az azonos nevű fájlokat ugyanabban a mappában.

source: If you upload a corrupt file or a file with an error it could break your site.
hu_hu: Ha sérült vagy hibás fájlt tölt fel, az tönkreteheti a webhelyét.

source: MainWP is not responsible for files that you upload to your sites.
hu_hu: A MainWP nem vállal felelősséget az Ön webhelyeire feltöltött fájlokért.

source: For additinal help with the File Uploader extension, please review the extension %1$shelp documentation%2$s.
hu_hu: A Fájlfeltöltő bővítménnyel kapcsolatos további segítségért tekintse át a bővítmény %1$ssúgódokumentációját%2$s.

source: By default, the File Uploader Extension does not support all file types. By using the %1$sMainWP Custom Dashboard Extension%2$s, it is possible to add support for any file type. Please review the %3$shelp document%4$s for detailed information.
hu_hu: Alapértelmezés szerint a Fájlfeltöltő bővítmény nem támogat minden fájltípust. A %1$sMainWP Custom Dashboard bővítmény%2$s használatával bármely fájltípus támogatása hozzáadható. Részletes információkért tekintse át a %3$ssúgódokumentumot%4$s.

source: Upload file to insert (replace)
hu_hu: Fájl feltöltése beillesztéshez (csere)

source: Remove File
hu_hu: Fájl eltávolítása

source: Enter path to insert (replace)
hu_hu: Adja meg a beillesztés (csere) elérési útját.

source: Set where you want to insert the file.
hu_hu: Adja meg, hová szeretné beilleszteni a fájlt.

source: Select Sites
hu_hu: Webhelyek kiválasztása

source: Upload File
hu_hu: Fájl feltöltése

source: There is no files to upload.
hu_hu: Nincs feltöltendő fájl.

source: Please select at least one website, tag or client.
hu_hu: Kérjük, válasszon legalább egy webhelyet, címkét vagy ügyfelet.
