Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-multilingual/woocommerce-multilingual-*.po
Languages: hu_hu

source: There are <strong>%s variation(s)</strong> in total.
hu_hu: Összesen <strong>%s változat</strong> van.

source: Synchronize data into translations
hu_hu: Adatok szinkronizálása a fordításokba

source: Synchronize product variations
hu_hu: Termékváltozatok szinkronizálása

source: Synchronize products image galleries
hu_hu: Termékek képgalériáinak szinkronizálása

source: Synchronize metadata for product categories (display type, thumbnail)
hu_hu: Termékkategóriák metaadatainak szinkronizálása (megjelenítési típus, bélyegkép)

source: Synchronize stock for products and product variations
hu_hu: Termékek és termékváltozatok készletének szinkronizálása

source: Fix multilingual information
hu_hu: Többnyelvű információk javítása

source: Fix incorrect or missing translation links for product variations
hu_hu: Helytelen vagy hiányzó fordítási hivatkozások javítása a termékváltozatoknál

source: Fix product taxonomies
hu_hu: Terméktaxonómiák javítása

source: Set product types as not translatable and delete unwanted translations
hu_hu: Terméktípusok beállítása nem fordíthatóra és a nem kívánt fordítások törlése

source: Create missing translations for product attributes:
hu_hu: Hiányzó fordítások létrehozása a termékattribútumokhoz:

source: To translate product taxonomies, go to the %1$sTaxonomy Translation%2$s page.
hu_hu: A terméktaxonómiák fordításához lépjen a %1$sTaxonomy Translation%2$s oldalra.

source: none
hu_hu: nincs

source: Fix missing product reviews
hu_hu: Hiányzó termékértékelések javítása

source: Allow to translate missing product reviews
hu_hu: A hiányzó termékértékelések fordításának engedélyezése

source: To translate product reviews, go to the %1$sTranslation Dashboard%2$s.
hu_hu: A termékértékelések fordításához lépjen a %1$sTranslation Dashboard%2$s oldalra.

source: Cleanup tools
hu_hu: Tisztító eszközök

source: Remove unused custom fields from product and variation translations
hu_hu: Nem használt egyedi mezők eltávolítása a termék- és változatfordításokból

source: Run the selected tools
hu_hu: A kiválasztott eszközök futtatása

source: Processing
hu_hu: Feldolgozás

source: WPML Multilingual & Multicurrency for WooCommerce settings
hu_hu: WPML Multilingual & Multicurrency for WooCommerce beállításai

source: %s items processed
hu_hu: %s elem feldolgozva

source: Processing...
hu_hu: Feldolgozás...

source: Completed
hu_hu: Befejezve

source: Something went wrong, please reload the page and try again
hu_hu: Valami hiba történt, kérjük, töltse újra az oldalt, és próbálja meg újra

source: Clear all colors
hu_hu: Összes szín törlése

source: Gray
hu_hu: Szürke

source: White
hu_hu: Fehér

source: Blue
hu_hu: Kék

source: Border
hu_hu: Szegély

source: Current currency font color
hu_hu: Aktuális pénznem betűszíne

source: Other currency font color
hu_hu: Más pénznem betűszíne

source: Current currency background color
hu_hu: Aktuális pénznem háttérszíne

source: Other currency background color
hu_hu: Más pénznem háttérszíne

source: Currency switcher style
hu_hu: Pénznemváltó stílusa

source: Core
hu_hu: Alap

source: Custom
hu_hu: Egyéni

source: Allowed HTML tags: <img> <span> <u> <strong> <em>
hu_hu: Engedélyezett HTML-címkék: <img> <span> <u> <strong> <em>

source: Template for currency switcher
hu_hu: Pénznemváltó sablonja

source: Available parameters
hu_hu: Elérhető paraméterek

source: Default: %name% (%1$symbol%) - %2$code%
hu_hu: Alapértelmezett: %name% (%1$symbol%) - %2$code%

source: Hide more
hu_hu: Továbbiak elrejtése

source: You can customize the currency switcher template using these parameters:
hu_hu: Ezekkel a paraméterekkel testre szabhatja a pénznemváltó sablonját:

source: %1$s: Full name of the currency (e.g., “Euro”).
hu_hu: %1$s: A pénznem teljes neve (pl. “Euro”).

source: %1$s: Standard symbol representing the currency (e.g., “$” or “€”).
hu_hu: %1$s: A pénznemet jelölő szabványos szimbólum (pl. “$” vagy “€”).

source: %1$s: Standard code representing the currency (e.g., USD for United States Dollar).
hu_hu: %1$s: A pénznemet jelölő szabványos kód (pl. USD a United States Dollar esetén).

source: Additionally, you can use HTML tags %1$s(img, span, em, strong, u)%2$s to customize the output when the switcher style is set to %1$sList of currencies%2$s, %3$sin line with official HTML standards for the select tag%4$s.
hu_hu: Ezen felül használhat HTML-címkéket %1$s(img, span, em, strong, u)%2$s a kimenet testreszabásához, amikor a pénznemváltó stílusa %1$sPénznemek listája%2$s, %3$sösszhangban a select tag hivatalos HTML-szabványaival%4$s.

source: Currency switcher colors
hu_hu: Pénznemváltó színei

source: Color theme
hu_hu: Színséma

source: Normal
hu_hu: Normál

source: Hover
hu_hu: Rámutatáskor

source: Select a preset
hu_hu: Válasszon egy előbeállítást

source: Widget area
hu_hu: Widgetterület

source: Widget title
hu_hu: Widget címe

source: -- Choose a widget area --
hu_hu: -- Válasszon egy widgetterületet --

source: Preview
hu_hu: Előnézet

source: Regular Price
hu_hu: Szokásos ár

source: Sale Price
hu_hu: Akciós ár

source: Multi-currency is enabled, but no secondary currencies have been set. %1$sAdd secondary currency%2$s.
hu_hu: A több pénznem engedélyezve van, de nincs beállítva másodlagos pénznem. %1$sMásodlagos pénznem hozzáadása%2$s.

source: Click to see the prices in the other currencies as they are currently shown on the front end.
hu_hu: Kattintson az árak megtekintéséhez a többi pénznemben, ahogyan azokat jelenleg a front enden mutatjuk.

source: Show
hu_hu: Megjelenítés

source: Hide
hu_hu: Elrejtés

source: Enter prices in other currencies
hu_hu: Árak megadása más pénznemekben

source: Hide prices in other currencies
hu_hu: Árak elrejtése más pénznemekben

source: Determined automatically based on exchange rate
hu_hu: Automatikusan meghatározva az árfolyam alapján

source: Schedule
hu_hu: Ütemezés

source: Same as default currency
hu_hu: Ugyanaz, mint az alapértelmezett pénznem

source: Set dates
hu_hu: Dátumok beállítása

source: Collapse
hu_hu: Összecsukás

source: From&hellip;
hu_hu: Ettől&hellip;

source: To&hellip;
hu_hu: Eddig&hellip;

source: Please enter in a value less than the regular price
hu_hu: Kérjük, adjon meg a szokásos árnál alacsonyabb értéket

source: never
hu_hu: soha

source: Automatic Exchange Rates
hu_hu: Automatikus árfolyamok

source: Enable automatic exchange rates
hu_hu: Automatikus árfolyamok engedélyezése

source: Exchange rates source
hu_hu: Árfolyamforrás

source: Lifting charge
hu_hu: Felár

source: The lifting charge adjusts the exchange rate provided by the selected service before it is saved. The exchange rates displayed in the table above include the lifting charge.
hu_hu: A felár a kiválasztott szolgáltató által megadott árfolyamot még a mentés előtt módosítja. A fenti táblázatban megjelenített árfolyamok tartalmazzák a felárat.

source: Exchange rate = %s exchange rate x (1 + lifting charge / 100)
hu_hu: Árfolyam = %s árfolyam x (1 + felár / 100)

source: API key (required)
hu_hu: API-kulcs (kötelező)

source: Update frequency
hu_hu: Frissítési gyakoriság

source: Update manually now
hu_hu: Frissítse most manuálisan

source: You have to save all settings before updating exchange rates
hu_hu: Az árfolyamok frissítése előtt mentenie kell az összes beállítást

source: Manually
hu_hu: Manuálisan

source: Hourly
hu_hu: Óránként

source: Daily
hu_hu: Naponta

source: Weekly on
hu_hu: Hetente ezen a napon

source: Monthly on the
hu_hu: Havonta a(z)

source: Enter API key
hu_hu: Adja meg az API-kulcsot

source: WARNING! Minor limitations include 1000 requests/month limit and EUR being the only available base currency for customers using a free account. If you need more than 1000 requests per month or want to use all 170 available base currencies, you’ll need to choose one of the paid plans starting at only $10 per month.
hu_hu: FIGYELMEZTETÉS! Kisebb korlátozások közé tartozik a havi 1000 kéréses limit, valamint hogy az ingyenes fiókot használó ügyfelek számára az EUR az egyetlen elérhető alap pénznem. Ha havonta 1000-nél több kérésre van szüksége, vagy az összes, 170 elérhető alap pénznemet szeretné használni, akkor a fizetős csomagok egyikét kell választania, amelyek már havi $10-tól elérhetők.

source: Updating the exchange rates on an hourly basis generates around 744 API calls a month. Please check that your exchange rates source can accommodate this higher usage.
hu_hu: Az árfolyamok óránkénti frissítése havonta körülbelül 744 API-hívást generál. Kérjük, ellenőrizze, hogy az árfolyamforrása képes-e kezelni ezt a nagyobb igénybevételt.

source: Last updated: %s
hu_hu: Utolsó frissítés: %s

source: Exchange rates updated successfully
hu_hu: Az árfolyamok frissítése sikeres

source: Visit website
hu_hu: Webhely felkeresése

source: Enable/disable
hu_hu: Engedélyezés/letiltás

source: The multi-currency mode cannot be enabled as a specific currency was not set. Go to the %1$sWooCommerce settings%2$s page and select the default currency for your store.
hu_hu: A többvalutás mód nem engedélyezhető, mivel nincs megadva konkrét pénznem. Lépjen a %1$sWooCommerce beállítások%2$s oldalra, és válassza ki az áruháza alapértelmezett pénznemét.

source: Enable the multicurrency mode
hu_hu: A többvalutás mód engedélyezése

source: Multicurrency documentation
hu_hu: Többvalutás dokumentáció

source: Show only products with %1$scustom prices%2$s in secondary currencies
hu_hu: Csak a %1$segyedi árakkal%2$s rendelkező termékek megjelenítése a másodlagos pénznemekben

source: When enabled, products with prices based on the exchange rate are hidden
hu_hu: Engedélyezéskor az árfolyam alapján számított árú termékek rejtve lesznek

source: The changes you made will be lost if you navigate away from this page.
hu_hu: Az elvégzett módosítások elvesznek, ha elhagyja ezt az oldalt

source: At least one currency must be enabled for this language!
hu_hu: Legalább egy pénznemet engedélyeznie kell ehhez a nyelvhez!

source: Currency switcher options
hu_hu: Pénznemváltó beállításai

source: All currency switchers in your site are affected by the settings in this section.
hu_hu: A webhelyén található összes pénznemváltóra hatással vannak ennek a szakasznak a beállításai

source: Order of currencies
hu_hu: Pénznemek sorrendje

source: Additional CSS
hu_hu: További CSS

source: Widget Currency Switcher
hu_hu: Pénznemváltó widget

source: Product page Currency Switcher
hu_hu: Termékoldali pénznemváltó

source: Position
hu_hu: Pozíció

source: Actions
hu_hu: Műveletek

source: Action
hu_hu: Művelet

source: Edit currency switcher
hu_hu: Pénznemváltó szerkesztése

source: Add a new currency switcher to a widget area
hu_hu: Új pénznemváltó hozzáadása egy widgetterülethez

source: Your theme does not support a currency switcher widget. Please %1$sadd your currency switcher%2$s using a shortcode or PHP.
hu_hu: A témája nem támogat pénznemváltó widgetet. Kérjük, %1$sadja hozzá a pénznemváltóját%2$s rövidkód vagy PHP használatával.

source: Currency switcher preview
hu_hu: Pénznemváltó előnézet

source: Drag and drop the currencies to change their order
hu_hu: Húzza a pénznemeket a sorrend módosításához

source: Show a currency switcher on the product page template
hu_hu: Pénznemváltó megjelenítése a termékoldal sablonján

source: Edit Product Currency Switcher
hu_hu: Termékoldali pénznemváltó szerkesztése

source: New Widget Area Currency Switcher
hu_hu: Új widgetterületi pénznemváltó

source: Edit %s Currency Switcher
hu_hu: %s pénznemváltó szerkesztése

source: Which product attributes should be translatable?
hu_hu: Mely termékattribútumok legyenek fordíthatók?

source: WPML allows you to %1$stranslate your product attributes%2$s. Some attributes, like the ones based on numbers and codes, can be universal and might not need to be translated.
hu_hu: A WPML lehetővé teszi, hogy %1$slefordítsa a termékattribútumait%2$s. Egyes attribútumok, például a számokon és kódokon alapulók, univerzálisak lehetnek, és nem feltétlenül igényelnek fordítást.

source: Select which attributes in your store should be translatable:
hu_hu: Válassza ki, mely attribútumok legyenek fordíthatók az áruházában:

source: There are no attributes defined
hu_hu: Nincsenek meghatározott attribútumok

source: Continue
hu_hu: Folytatás

source: Go back
hu_hu: Vissza

source: WPML Multilingual & Multicurrency for WooCommerce › Setup Wizard
hu_hu: WPML Multilingual & Multicurrency for WooCommerce › Beállítási varázsló

source: Let's make your WooCommerce store multilingual
hu_hu: Tegye többnyelvűvé WooCommerce-áruházát

source: To get started, we need to set up the following:
hu_hu: A kezdéshez a következőket kell beállítanunk:

source: Create store pages in all your site's languages
hu_hu: Hozza létre az áruház oldalait a webhelyének összes nyelvén

source: Choose which product attributes you want to translate
hu_hu: Válassza ki, mely termékattribútumokat szeretné lefordítani

source: Set your translation options
hu_hu: Állítsa be a fordítási beállításait

source: Decide if you want to add multiple currencies to your store
hu_hu: Döntse el, szeretne-e több pénznemet hozzáadni az áruházához

source: Let's continue
hu_hu: Folytassuk

source: I'll do the setup later
hu_hu: A beállítást később végzem el

source: Do you want to add more currencies to your store?
hu_hu: Szeretne további pénznemeket hozzáadni az áruházához?

source: You will be able to:
hu_hu: Lehetősége lesz a következőkre:

source: Add a currency switcher to your store
hu_hu: Pénznemváltót adhat az áruházához

source: Set exchange rates
hu_hu: Árfolyamokat állíthat be

source: Create custom pricing in each currency
hu_hu: Egyedi árakat hozhat létre minden pénznemben

source: And more!
hu_hu: És még több!

source: Yes, enable multicurrency mode
hu_hu: Igen, engedélyezze a többpénznemű módot

source: No, use only one currency
hu_hu: Nem, csak egy pénznemet használjon

source: Make your store multilingual
hu_hu: Tegye többnyelvűvé az áruházát

source: Set up %1$sWPML Multilingual & Multicurrency for WooCommerce%2$s to translate your store and add more currencies.
hu_hu: Állítsa be a %1$sWPML Multilingual & Multicurrency for WooCommerce%2$st, hogy lefordítsa az áruházát és további pénznemeket adjon hozzá.

source: Start the Setup Wizard
hu_hu: Indítsa el a beállítási varázslót

source: Click continue to create missing WooCommerce pages translate your store pages into the following languages:
hu_hu: Kattintson a folytatásra, hogy létrehozza a hiányzó WooCommerce-oldalakat, és lefordítsa az áruház oldalait a következő nyelvekre:

source: Click continue to translate your store pages into the following languages:
hu_hu: Kattintson a folytatásra, hogy az áruház oldalait lefordítsa a következő nyelvekre:

source: WPML automatically generates translated versions of default WooCommerce pages, such as Shop, Account, Checkout, and Cart.
hu_hu: A WPML automatikusan létrehozza az alapértelmezett WooCommerce-oldalak fordított változatait, például a Bolt, Fiók, Pénztár és Kosár oldalakat.

source: Configuration Warnings
hu_hu: Konfigurációs figyelmeztetések

source: Your product permalink base is not translated to:
hu_hu: A termékek permalink-alapja nincs lefordítva erre:

source: Translate URLs
hu_hu: URL-ek fordítása

source: Running WPML Multilingual & Multicurrency for WooCommerce with default language other than English.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce futtatása angoltól eltérő alapértelmezett nyelvvel.

source: This may cause problems with URLs in different languages.
hu_hu: Ez problémákat okozhat a különböző nyelvű URL-ekkel.

source: Change default language
hu_hu: Alapértelmezett nyelv módosítása

source: There are some settings that require careful attention.
hu_hu: Vannak beállítások, amelyek fokozott figyelmet igényelnek.

source: Some settings from the WPML Multilingual & Multicurrency for WooCommerce wpml-config.xml file have been overwritten.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce wpml-config.xml fájl egyes beállításait felülírták.

source: You should check WPML configuration files added by other plugins or manual settings on the %s section.
hu_hu: Ellenőrizze a más bővítmények által hozzáadott WPML konfigurációs fájlokat, vagy a(z) %s szakaszban megadott kézi beállításokat.

source: Multilingual Content Setup
hu_hu: Többnyelvű tartalom beállítása

source: Media
hu_hu: Média

source: %s is not active.
hu_hu: A(z) %s nincs aktiválva.

source: %s is not required in order to run WPML Multilingual & Multicurrency for WooCommerce but it’s recommended if you want to use separate product images and galleries for different languages.
hu_hu: A(z) %s nem szükséges a WPML Multilingual & Multicurrency for WooCommerce futtatásához, de ajánlott, ha külön termékképeket és galériákat szeretne használni különböző nyelvekhez.

source: %s is installed and active.
hu_hu: A(z) %s telepítve és aktiválva van.

source: Secondary currencies: %s
hu_hu: Másodlagos pénznemek: %s

source: Multi-currency is not enabled.
hu_hu: A többpénznemű mód nincs engedélyezve.

source: Add Currencies
hu_hu: Pénznemek hozzáadása

source: Products Missing Translations
hu_hu: Hiányzó fordítású termékek

source: %1$d %2$s translation missing.
hu_hu: %1$d %2$s fordítása hiányzik.

source: %1$d %2$s translations missing.
hu_hu: %1$d %2$s fordításai hiányoznak.

source: Right now, there are no products needing translation.
hu_hu: Jelenleg nincs fordítást igénylő termék.

source: Plugins Status
hu_hu: Bővítmények állapota

source: %s is set up.
hu_hu: A(z) %s be van állítva.

source: %s is not set up.
hu_hu: A(z) %s nincs beállítva.

source: WPML Multilingual & Multicurrency for WooCommerce depends on several plugins to work. If any required plugin is missing, you should install and activate it.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce működéséhez több bővítményre van szükség. Ha bármely szükséges bővítmény hiányzik, telepítse és aktiválja.

source: WooCommerce Store Pages
hu_hu: WooCommerce áruházoldalak

source: To run a multilingual e-commerce site, you need to have the WooCommerce shop pages translated to all the site's languages. Once all the pages are installed you can add the translations for them from this menu.
hu_hu: Egy többnyelvű e-kereskedelmi webhely működtetéséhez a WooCommerce áruházoldalakat le kell fordítani a webhely összes nyelvére. Miután az összes oldal telepítve van, a fordításaikat ebből a menüből adhatja hozzá.

source: One or more WooCommerce pages have not been created.
hu_hu: Egy vagy több WooCommerce-oldal nem lett létrehozva.

source: Install WooCommerce Pages
hu_hu: WooCommerce-oldalak telepítése

source: WooCommerce store pages do not exist for these languages:
hu_hu: A WooCommerce boltoldalai nem léteznek ezekhez a nyelvekhez:

source: Create missing translations
hu_hu: Hiányzó fordítások létrehozása

source: These pages are currently being translated by translators via WPML:
hu_hu: Ezeket az oldalakat jelenleg fordítók fordítják a WPML-en keresztül:

source: WooCommerce store pages are translated to all the site's languages.
hu_hu: A WooCommerce boltoldalai a webhely összes nyelvére le vannak fordítva.

source: Taxonomies Missing Translations
hu_hu: Taxonómiák hiányzó fordításai

source: To run a fully translated site, you should translate all taxonomy terms. Some store elements, such as variations, depend on taxonomy translation.
hu_hu: Egy teljesen lefordított webhely működtetéséhez minden taxonómia-kifejezést le kell fordítania. A bolt egyes elemei, például a variációk, a taxonómiafordításoktól függenek.

source: %s do not require translation.
hu_hu: %s fordítása nem szükséges.

source: This taxonomy requires translation.
hu_hu: Ezt a taxonómiát le kell fordítani.

source: %1$d %2$s is missing translations.
hu_hu: %1$d %2$s fordítása hiányzik.

source: %1$d %2$s are missing translations.
hu_hu: %1$d %2$s fordításai hiányoznak.

source: Translate %s
hu_hu: Fordítsa le: %s

source: This taxonomy does not require translation.
hu_hu: Ezt a taxonómiát nem szükséges lefordítani.

source: All %s are translated.
hu_hu: Minden %s le van fordítva.

source: Right now, there are no taxonomy terms needing translation.
hu_hu: Jelenleg nincsenek fordítandó taxonómiakifejezések.

source: To configure product taxonomies or attributes as translatable or not translatable, go to the %1$sMultilingual Content Setup%2$s
hu_hu: A termék-taxonómiák vagy attribútumok fordíthatóként vagy nem fordíthatóként való beállításához lépjen a %1$sTöbbnyelvű tartalom beállítása%2$s oldalra

source: Original
hu_hu: Eredeti

source: Translation to
hu_hu: Fordítás ide

source: Product Shop Base
hu_hu: Boltalap (termék)

source: Update translation
hu_hu: Fordítás frissítése

source: Add translation
hu_hu: Fordítás hozzáadása

source: Edit translation
hu_hu: Fordítás szerkesztése

source: This page allows you to translate all strings that are being used by WooCommerce in building different type of urls. Translating them enables you to have fully localized urls that match the language of the pages.
hu_hu: Ez az oldal lehetővé teszi, hogy lefordítsa az összes karakterláncot, amelyet a WooCommerce különböző típusú URL-ek felépítésekor használ. A fordításuk lehetővé teszi a teljesen lokalizált, az oldalak nyelvéhez illeszkedő URL-ek használatát.

source: You can enter or edit your default values on the %1$sPermalinks settings%2$s page or, for the endpoints, on the WooCommerce %3$sAdvanced settings%4$s page.
hu_hu: Alapértelmezett értékeit a %1$sKözvetlen hivatkozások beállításai%2$s oldalon adhatja meg vagy szerkesztheti, illetve a végpontok esetében a WooCommerce %3$sSpeciális beállítások%4$s oldalán.

source: permalinks settings
hu_hu: közvetlen hivatkozások beállításai

source: Account settings
hu_hu: Fiókbeállítások

source: Slug type
hu_hu: Keresőbarát név típusa

source: Original Slug
hu_hu: Eredeti keresőbarát név

source: Shop page
hu_hu: Bolt oldal

source: Product base
hu_hu: Termék alapja

source: Product category base
hu_hu: Termékkategória alapja

source: Product tag base
hu_hu: Termékcímke alapja

source: Product attribute base
hu_hu: Termékattribútum alapja

source: Attribute slug: %s
hu_hu: Attribútum keresőbarát neve: %s

source: Product
hu_hu: Termék

source: Slug
hu_hu: Keresőbarát név

source: Content / Description
hu_hu: Tartalom / Leírás

source: Excerpt
hu_hu: Kivonat

source: Purchase note
hu_hu: Vásárlási megjegyzés

source: Images
hu_hu: Képek

source: Custom Product attributes
hu_hu: Egyedi termékattribútumok

source: Value(s)
hu_hu: Érték(ek)

source: Custom Fields
hu_hu: Egyéni mezők

source: Variations data
hu_hu: Variációk adatai

source: Download Files for Variation #%s
hu_hu: Fájlok letöltése a #%s variációhoz

source: Download Files
hu_hu: Fájlok letöltése

source: File URL
hu_hu: Fájl URL

source: External Product
hu_hu: Külső termék

source: Product url
hu_hu: Termék url

source: Button text
hu_hu: Gomb szövege

source: Changes in these translations will affect terms in general! ( Not only for this product )
hu_hu: Ezekben a fordításokban végzett módosítások általánosságban hatással lesznek a kifejezésekre! ( Nem csak erre a termékre )
