Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-multilingual/woocommerce-multilingual-*.po
Languages: hu_hu

source: Quick edit is disabled for product translations. Manage product translations from the %1$sTranslation Dashboard%2$s.
hu_hu: A Gyors szerkesztés le van tiltva a termékfordítások esetén. A termékfordításokat a %1$sFordítási vezérlőpulton%2$s kezelheti.

source: Multilingual Settings
hu_hu: Többnyelvű beállítások

source: Multicurrency Settings
hu_hu: Többvalutás beállítások

source: It’s recommended that you translate products from the %1$sTranslation Dashboard%2$s.
hu_hu: Javasolt, hogy a termékeket a %1$sFordítási vezérlőpulton%2$s fordítsa.

source: Dismiss
hu_hu: Elvetés

source: Shows a list of the products that existed in the cart before the cart is reset on the front end after switching the language or the currency. It will be hidden when there are no products to show.
hu_hu: Megjeleníti azon termékek listáját, amelyek a kosárban voltak, mielőtt a nyelv vagy pénznem váltása után a felhasználói felületen a kosár visszaállításra kerül. Ha nincs megjeleníthető termék, el lesz rejtve.

source: Products before cart reset
hu_hu: Termékek a kosár visszaállítása előtt

source: Switching language?
hu_hu: Nyelvet vált?

source: You've switched the language and there are items in the cart. If you keep the %s language, the cart will be emptied and you will have to add the items again to the cart.
hu_hu: Átváltotta a nyelvet, és vannak tételek a kosárban. Ha megtartja a(z) %s nyelvet, a kosár kiürül, és a tételeket ismét hozzá kell adnia a kosárhoz.

source: Keep %s
hu_hu: A(z) %s megtartása

source: Switch back to %s
hu_hu: Visszaváltás a(z) %s nyelvre

# Reset cart option warning 1
source: Because of some elements in your site configuration, when the users switch the currency or the language on the front end, the cart content might not be synchronized correctly.
hu_hu: A webhely konfigurációjának egyes elemei miatt, amikor a felhasználók a felhasználói felületen pénznemet vagy nyelvet váltanak, előfordulhat, hogy a kosár tartalma nem szinkronizálódik megfelelően.

# Reset cart option warning 2
source: It is recommended that you %s with the option to reset the cart in a situation like this.
hu_hu: Javasolt, hogy ilyen helyzetben %s, a kosár visszaállításának lehetőségével.

source: configure WPML Multilingual & Multicurrency for WooCommerce
hu_hu: állítsa be a WPML Multilingual & Multicurrency for WooCommerce-t

source: More details
hu_hu: További részletek

source: Switching currency?
hu_hu: Pénznemet vált?

source: Your cart is not empty! After you switched the currency, all items from the cart will be removed and you have to add them again.
hu_hu: A kosara nem üres! Miután átváltotta a pénznemet, minden tétel eltávolításra kerül a kosárból, és újra hozzá kell adnia őket.

source: Keep using %s
hu_hu: A(z) %s használatának folytatása

source: Proceed
hu_hu: Folytatás

source: Show reviews in all languages (%s)
hu_hu: Vélemények megjelenítése minden nyelven (%s)

source: Show only reviews in %1$s (%2$s)
hu_hu: Csak a(z) %1$s nyelvű vélemények megjelenítése (%2$s)

source: translated
hu_hu: lefordítva

source: WPML Multilingual & Multicurrency for WooCommerce is enabled but not effective. It is not compatible with <a href="%1$s">WPML</a> versions prior %2$s.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce engedélyezve van, de nem hatékony. Nem kompatibilis a(z) <a href="%1$s">WPML</a> %2$s előtti verzióival.

source: WPML Multilingual & Multicurrency for WooCommerce is enabled but not effective. Please finish the installation of WPML first.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce engedélyezve van, de nem hatékony. Kérjük, először fejezze be a WPML telepítését.

source: WPML Multilingual & Multicurrency for WooCommerce is enabled but not effective. It is not compatible with <a href="%1$s">Woocommerce</a> versions prior %2$s.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce engedélyezve van, de nem hatékony. Nem kompatibilis a(z) <a href="%1$s">Woocommerce</a> %2$s előtti verzióival.

source: WPML Multilingual & Multicurrency for WooCommerce is enabled but not effective. It is not compatible with <a href="%1$s">WPML String Translation</a> versions prior %2$s.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce engedélyezve van, de nem hatékony. Nem kompatibilis a(z) <a href="%1$s">WPML String Translation</a> %2$s előtti verzióival.

source: WPML support
hu_hu: WPML támogatás

# Default taxonomies must be translatable: 1/6
source: Some taxonomies in your site are forced to be untranslatable. This is causing a problem when you're trying to run a multilingual WooCommerce site.
hu_hu: A webhelyén egyes taxonómiák kényszerítetten lefordíthatatlanok. Ez problémát okoz, amikor többnyelvű WooCommerce-üzletet próbál működtetni.

# Default taxonomies must be translatable: 2/6
source: A plugin or the theme are probably doing this.
hu_hu: Valószínűleg egy bővítmény vagy a téma okozza ezt.

# Default taxonomies must be translatable: 3/6
source: What you can do:
hu_hu: Mit tehet:

# Default taxonomies must be translatable: 4/6
source: 1. Temporarily disable plugins and see if this message disappears.
hu_hu: 1. Ideiglenesen tiltsa le a bővítményeket, és nézze meg, eltűnik-e ez az üzenet.

# Default taxonomies must be translatable: 5/6
source: 2. Temporarily switch the theme and see if this message disappears.
hu_hu: 2. Ideiglenesen váltson témát, és nézze meg, eltűnik-e ez az üzenet.

# Default taxonomies must be translatable: 6/6
source: It's best to contact %s, tell that you're getting this message and offer to send a Duplicator copy of the site. We will work with the theme/plugin author and fix the problem for good. In the meanwhile, we'll give you a temporary solution, so you're not stuck.
hu_hu: A legjobb, ha felkeresi a(z) %s-t, elmondja, hogy ezt az üzenetet kapja, és felajánlja a webhely Duplicator-másolatának elküldését. Együtt dolgozunk a téma/bővítmény szerzőjével, és véglegesen megoldjuk a problémát. Közben ideiglenes megoldást adunk, hogy ne akadjon el.

source: and
hu_hu: és

source: WPML Multilingual & Multicurrency for WooCommerce is enabled but not effective. It requires %s in order to work.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce engedélyezve van, de nem hatékony. A működéshez %s szükséges.

source: Because this site uses the default permalink structure, you cannot use slug translation for product permalinks.
hu_hu: Mivel ez a webhely az alapértelmezett permalink-struktúrát használja, nem használhatja a slug fordítását a termék permalinkjeihez.

source: Please choose a different permalink structure or disable slug translation.
hu_hu: Kérjük, válasszon másik permalink-struktúrát, vagy tiltsa le a slug fordítását.

source: Permalink settings
hu_hu: Permalink-beállítások

source: Configure products slug translation
hu_hu: Konfigurálja a termékek slug fordítását

source: wpml-config.xml file missing from WPML Multilingual & Multicurrency for WooCommerce folder.
hu_hu: A wpml-config.xml fájl hiányzik a WPML Multilingual & Multicurrency for WooCommerce mappából.

source: Custom field %s configuration from wpml-config.xml file was altered!
hu_hu: A(z) %s egyedi mező wpml-config.xml fájlbeli konfigurációját módosították!

source: Custom type %s configuration from wpml-config.xml file was altered!
hu_hu: A wpml-config.xml fájlban lévő %s egyéni bejegyzéstípus konfigurációja megváltozott!

source: Custom taxonomy %s configuration from wpml-config.xml file was altered!
hu_hu: A wpml-config.xml fájlban lévő %s egyéni taxonómia konfigurációja megváltozott!

source: We detected a problem in your WPML configuration: the %1$sproduct_type%2$s taxonomy is set as translatable and this would cause problems with translated products. You can fix this in the %3$sMultilingual Content Setup page%4$s.
hu_hu: Problémát észleltünk az Ön WPML-konfigurációjában: a %1$sproduct_type%2$s taxonómia fordíthatóra van állítva, és ez problémákat okozna a lefordított termékekkel. Ezt a %3$sTöbbnyelvű tartalom beállítása%4$s oldalon tudja javítani.

source: We detected that the %1$sproduct_type%2$s field was set incorrectly for some product translations. This happened because the product_type taxonomy was translated. You can fix this in the WPML Multilingual & Multicurrency for WooCommerce %3$stroubleshooting page%4$s.
hu_hu: Észleltük, hogy a %1$sproduct_type%2$s mező helytelenül lett beállítva néhány termékfordításnál. Ez azért történt, mert a product_type taxonómiát lefordították. Ezt a WPML Multilingual & Multicurrency for WooCommerce %3$shibaelhárítási oldalán%4$s tudja kijavítani.

source: Downloading translations... Please don't close this page.
hu_hu: Fordítások letöltése... Kérjük, ne zárja be ezt az oldalt.

source: All the products will be removed from the current order in order to change the language
hu_hu: Az összes termék el lesz távolítva a jelenlegi rendelésből a nyelv megváltoztatásához

source: Original language
hu_hu: Eredeti nyelv

source: Translation in progress
hu_hu: Fordítás folyamatban

source: Take this and edit
hu_hu: Vegye át és szerkessze

source: Quick edit "%s" inline
hu_hu: "%s" gyors szerkesztése helyben

source: Quick Edit
hu_hu: Gyors szerkesztés

source: Your settings have been saved.
hu_hu: A beállításait elmentettük.

source: Choose a file
hu_hu: Válasszon egy fájlt

source: At least one of these fields is required: title, content or excerpt
hu_hu: Ezen mezők közül legalább egy kötelező: cím, tartalom vagy kivonat

source: This translation job will no longer be assigned to you. Other translators will be able take it and continue the translation.
hu_hu: Ez a fordítási feladat többé nem lesz Önhöz rendelve. Más fordítók át tudják venni és folytatni a fordítást.

source: This field is locked for editing because WPML will copy its value from the original language.
hu_hu: Ennek a mezőnek a szerkesztése zárolva van, mert a WPML az eredeti nyelvből fogja másolni az értékét.

source: This is a translation of %1$s. Some of the fields are not editable. It's recommended that you translate products from the %2$sTranslation Dashboard%3$s.
hu_hu: Ez %1$s fordítása. Néhány mező nem szerkeszthető. Javasoljuk, hogy a termékeket a %2$sFordítási irányítópult%3$s felületről fordítsa.

source: Cart
hu_hu: Kosár

source: Checkout
hu_hu: Pénztár

source: Checkout &rarr; Pay
hu_hu: Pénztár &rarr; Fizetés

source: Order Received
hu_hu: Rendelés beérkezett

source: My Account
hu_hu: Fiókom

source: Change Password
hu_hu: Jelszó megváltoztatása

source: Edit My Address
hu_hu: Címem szerkesztése

source: Logout
hu_hu: Kijelentkezés

source: Lost Password
hu_hu: Elfelejtett jelszó

source: View Order
hu_hu: Rendelés megtekintése

source: Shop
hu_hu: Bolt

source: To quickly translate this and other WooCommerce store pages, please run the %1$ssetup wizard%2$s.
hu_hu: Ennek és más WooCommerce áruházoldalaknak a gyors lefordításához kérjük, futtassa a %1$sbeállító varázslót%2$s.

source: To translate %1$s please use the %2$s translation%3$s page, inside the %4$sWPML Multilingual & Multicurrency for WooCommerce admin%5$s.
hu_hu: A(z) %1$s fordításához használja a %2$sfordítás%3$s oldalt a %4$sWPML Multilingual & Multicurrency for WooCommerce admin%5$s felületen belül.

source: %d products left
hu_hu: %d termék van hátra

source: Synchronization complete!
hu_hu: A szinkronizálás befejeződött!

source: Invalid taxonomy %s
hu_hu: Érvénytelen taxonómia %s

source: Some translated %1$s have different %2$s assignments.
hu_hu: Néhány lefordított %1$s eltérő %2$s hozzárendelésekkel rendelkezik.

source: Update %1$s for all translated %2$s
hu_hu: Frissítse a(z) %1$s értékét az összes lefordított %2$s esetén

source: All %1$s have the same %2$s assignments.
hu_hu: Az összes %1$s ugyanazokkal a(z) %2$s hozzárendelésekkel rendelkezik.

source: Successfully updated %1$s for all translated %2$s.
hu_hu: Sikeresen frissítettük a(z) %1$s értékét az összes lefordított %2$s esetén.

source: Looks like you are upgrading from a previous version of WPML Multilingual & Multicurrency for WooCommerce. Would you like to automatically create translated variations and images?
hu_hu: Úgy tűnik, hogy a WPML Multilingual & Multicurrency for WooCommerce korábbi verziójáról frissít. Szeretné automatikusan létrehozni a lefordított variációkat és képeket?

source: Yes, go to the troubleshooting page
hu_hu: Igen, lépjen a hibaelhárítási oldalra

source: No - dismiss
hu_hu: Nem - bezárás

source: important change about this service
hu_hu: fontos változás ezzel a szolgáltatással kapcsolatban

source: Fixer.io API key
hu_hu: Fixer.io API-kulcs

source: multicurrency settings page
hu_hu: többvalutás beállítási oldal

source: Your site uses %1$s to automatically calculate prices in the secondary currency. There is an %2$s effective June 1st, 2018.
hu_hu: Az oldala a %1$s segítségével automatikusan számítja ki az árakat a másodlagos pénznemben. 2018. június 1-jétől érvényes egy %2$s.

source: Please go to the %1$s and fill in your %2$s.
hu_hu: Kérjük, lépjen a %1$s oldalra, és adja meg a %2$s értékét.

source: Product Base
hu_hu: Termék alap

source: Product Tag Base
hu_hu: Termékcímke alap

source: Product Category Base
hu_hu: Termékkategória alap

source: Product Attribute Base
hu_hu: Termékattribútum alap

source: Attribute Slug
hu_hu: Attribútum slug

source: Endpoint: %s
hu_hu: Végpont: %s

source: You are using the same value as for the regular category base. This is known to create conflicts resulting in urls not working properly.
hu_hu: Ugyanazt az értéket használja, mint a normál kategória-alapnál. Ez köztudottan ütközéseket okozhat, ami miatt az URL-ek nem működnek megfelelően.

source: To translate attributes, go to the %1$sTranslation Dashboard%2$s and send the associated product for translation.
hu_hu: Az attribútumok fordításához lépjen a %1$sFordítási irányítópult%2$s oldalra, és küldje fordításra a kapcsolódó terméket.

source: The default currency was changed. In order to show accurate prices in all currencies, you need to update the exchange rates under the %1$sMulti-currency%2$s configuration.
hu_hu: Az alapértelmezett pénznem megváltozott. Ahhoz, hogy minden pénznemben pontos árakat jelenítsen meg, frissítenie kell az árfolyamokat a %1$sMulti-currency%2$s beállításai alatt.

source: Show all currencies
hu_hu: Összes pénznem megjelenítése

source: Order currency:
hu_hu: Rendelés pénzneme:

source: All the products will be removed from the current order in order to change the currency
hu_hu: A pénznem megváltoztatásához az összes termék eltávolításra kerül a jelenlegi rendelésből

source: Currencies order updated
hu_hu: Pénznemek sorrendje frissítve

source: Uploads
hu_hu: Feltöltések

source: Currency switcher
hu_hu: Pénznemváltó

source: Customize the currency switcher
hu_hu: A pénznemváltó testreszabása

source: You haven't added any secondary currencies.
hu_hu: Nem adott hozzá további pénznemeket.

source: Use custom settings for translations download files
hu_hu: Egyéni beállítások használata a fordítások letöltési fájljaihoz

source: Use the same files for translations
hu_hu: Ugyanazon fájlok használata a fordításokhoz

source: Add separate download files for translations when you translate this product
hu_hu: Külön letöltési fájlok hozzáadása a fordításokhoz, amikor ezt a terméket fordítja

source: Update Translation
hu_hu: Fordítás frissítése

source: Hide This Message
hu_hu: Ezen üzenet elrejtése

source: <strong>WooCommerce Translation Available</strong> &#8211; Install or update your <code>%1$s</code> translations to version <code>%2$s</code>.
hu_hu: <strong>WooCommerce-fordítás elérhető</strong> &#8211; Telepítse vagy frissítse a <code>%1$s</code> fordításait a <code>%2$s</code> verzióra.

source: You have untranslated terms!
hu_hu: Önnek lefordítatlan kifejezései vannak!

source: Store URLs
hu_hu: Áruház URL-ek

source: Status
hu_hu: Állapot

source: Troubleshooting
hu_hu: Hibaelhárítás

source: Translate Products
hu_hu: Termékek fordítása

source: Go to WPML &rarr; Translation Management to translate Products
hu_hu: A termékek fordításához lépjen a WPML &rarr; Translation Management menüpontra

source: Translate Taxonomy
hu_hu: Taxonómia fordítása

source: Go to WPML &rarr; Taxonomy Translation to translate Taxonomy terms manually
hu_hu: A taxonómiaelemek kézi fordításához lépjen a WPML &rarr; Taxonomy Translation menüpontra

source: Prefer to translate manually?
hu_hu: Inkább kézzel fordítana?

source: To manually translate products, go to %1$sProducts%2$s and click on the "plus" icon.
hu_hu: A termékek kézi fordításához lépjen a %1$sProducts%2$s menübe, és kattintson a "plusz" ikonra.

source: To manually translate product categories, tags and attributes, go to %1$sWPML &rarr; Taxonomy Translation%2$s.
hu_hu: A termékkategóriák, címkék és attribútumok kézi fordításához lépjen a %1$sWPML &rarr; Taxonomy Translation%2$s menüpontra.

source: Translatable?
hu_hu: Fordítható?

source: Enable this if you want to translate attribute values with WPML Multilingual & Multicurrency for WooCommerce
hu_hu: Engedélyezze ezt, ha az attribútumértékeket a WPML Multilingual & Multicurrency for WooCommerce bővítménnyel kívánja fordítani

source: Existing translations and variations associated will be deleted.
hu_hu: A meglévő fordítások és a hozzájuk kapcsolódó variációk törlésre kerülnek.

source: Products removed after switching to %s:
hu_hu: Termékek eltávolítva a %s-re történő váltás után:

source: Clear list
hu_hu: Lista törlése

source: Products Synchronization
hu_hu: Termékek szinkronizálása

source: Configure specific product properties that should be synced to translations.
hu_hu: Állítsa be azokat a terméktulajdonságokat, amelyeket szinkronizálni kell a fordításokkal.

source: Sync publishing date for translated products.
hu_hu: A lefordított termékek közzétételi dátumának szinkronizálása.

source: Sync products and product taxonomies order.
hu_hu: A termékek és a terméktaxonómiák sorrendjének szinkronizálása.

source: Products Media Synchronization
hu_hu: Termékek médiájának szinkronizálása

source: Configure thumbnail and gallery synchronization to translations.
hu_hu: Állítsa be a bélyegképek és a galériák fordításokkal való szinkronizálását.

source: Display original images on the translated product front page if images not specified
hu_hu: Eredeti képek megjelenítése a lefordított termék oldalán, ha nincsenek megadva képek

source: Products Download Files
hu_hu: Termékek letöltési fájljai

source: If you are using downloadable products, you can choose to have their paths synchronized, or seperate for each language.
hu_hu: Ha letölthető termékeket használ, választhat, hogy elérési útjaik szinkronizálva legyenek, vagy nyelvenként különállóak.

source: Add separate download files for translations when translating products
hu_hu: Külön letöltési fájlok hozzáadása a fordításokhoz termékek fordításakor

source: Product reviews
hu_hu: Termékértékelések

source: Define how to display product reviews on the product page by default. The customer will be still able to filter reviews by language.
hu_hu: Határozza meg, hogyan jelenjenek meg alapértelmezetten a termékértékelések a termékoldalon. A vásárló továbbra is képes lesz nyelv szerint szűrni az értékeléseket.

source: By default, show reviews in all languages
hu_hu: Alapértelmezés szerint jelenítse meg az értékeléseket minden nyelven

source: You can choose to clear the cart contents when you change language or currency in case you have problems in cart or checkout page
hu_hu: Választhatja a kosár tartalmának ürítését, amikor nyelvet vagy pénznemet vált, arra az esetre, ha problémák merülnének fel a kosár vagy a pénztár oldalán

source: Switching languages when there are items in the cart
hu_hu: Nyelvváltás, amikor a kosárban tételek vannak

source: Synchronize cart content when switching languages
hu_hu: Kosártartalom szinkronizálása nyelvváltáskor

source: Prompt for a confirmation and reset the cart
hu_hu: Kérjen megerősítést, és állítsa vissza a kosarat

source: Switching currencies when there are items in the cart
hu_hu: Pénznemváltás, ha vannak tételek a kosárban

source: Synchronize cart content when switching currencies
hu_hu: Szinkronizálja a kosár tartalmát pénznemváltáskor

source: This feature was disabled. Please enable %1$sWPML cookies%2$s to continue.
hu_hu: Ez a funkció le lett tiltva. A folytatáshoz kérjük, engedélyezze a %1$sWPML sütiket%2$s.

source: Not sure which option to choose? Read about %1$spotential issues when switching languages and currencies while the cart has items%2$s.
hu_hu: Nem biztos benne, melyik lehetőséget válassza? Olvasson a %1$sa kosárban lévő tételek melletti nyelv- és pénznemváltás lehetséges problémáiról%2$s.

source: Product Translation Interface
hu_hu: Termékfordítási felület

source: The recommended way is using the WPML Translation Editor. It is streamlined for making the translation process much easier while also providing a much better integration with various WooCommerce extensions.
hu_hu: Az ajánlott módszer a WPML Fordítási szerkesztő használata. Ez leegyszerűsíti a fordítási folyamatot, és sokkal jobb integrációt biztosít a különféle WooCommerce-bővítményekkel.

source: WPML Translation Editor
hu_hu: WPML Fordítási szerkesztő

source: Native WooCommerce product editing screen
hu_hu: A WooCommerce beépített termékszerkesztő képernyője

source: If you are using a page builder to design WooCommerce products, you should only use WPML's Translation Editor.
hu_hu: Ha oldalépítőt használ a WooCommerce-termékek tervezéséhez, kizárólag a WPML Fordítási szerkesztőjét használja.

source: OK (translate with the WordPress editor)
hu_hu: OK (fordítás a WordPress szerkesztővel)

source: Cancel (stay with the Translation Editor)
hu_hu: Mégse (maradjon a Fordítási szerkesztőnél)

source: Set different slugs in different languages for %s on WPML Multilingual & Multicurrency for WooCommerce URLs translations page
hu_hu: Állítson be különböző slugokat különböző nyelveken a(z) %s számára a WPML Multilingual & Multicurrency for WooCommerce URL-fordítások oldalán

source: To translate the attribute slug, please set the option "Enable archives?" for the attribute %s in WooCommerce
hu_hu: Az attribútum slugjának fordításához kérjük, állítsa be az "Archívumok engedélyezése?" opciót a(z) %s attribútumnál a WooCommerce-ben

source: Synchronize attributes and update product variations
hu_hu: Attribútumok szinkronizálása és termékváltozatok frissítése

source: This will automatically generate variations for translated products corresponding to recently translated attributes.
hu_hu: Ez automatikusan létrehozza a lefordított termékek változatait a nemrég lefordított attribútumoknak megfelelően.

source: Currently, there are %s variations that need to be created.
hu_hu: Jelenleg %s változatot kell létrehozni.

source: Synchronize %s assignment in content
hu_hu: A(z) %s hozzárendelésének szinkronizálása a tartalomban

source: This action lets you automatically apply the %s taxonomy to your content in different languages. It will scan the original content and apply the same taxonomy to translated content.
hu_hu: Ezzel a művelettel automatikusan alkalmazhatja a(z) %s taxonómiát a különböző nyelvű tartalmakra. A rendszer átvizsgálja az eredeti tartalmat, és ugyanazt a taxonómiát alkalmazza a fordításokra.

source: Please make a backup of your database before using these tools
hu_hu: Kérjük, készítsen biztonsági másolatot az adatbázisáról, mielőtt ezeket az eszközöket használná

source: There are <strong>%s product(s)</strong> in total.
hu_hu: Összesen <strong>%s termék</strong> van.

source: There are <strong>%s product(s)</strong> with variations.
hu_hu: Változatokkal rendelkező <strong>%s termék</strong> van.
