Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-multilingual/woocommerce-multilingual-*.po
Languages: hu_hu

source: Make your store multilingual and enable multiple currencies | <a href="https://wpml.org/documentation/related-projects/woocommerce-multilingual/?utm_source=plugin&utm_medium=gui&utm_campaign=wcml">Documentation</a>
hu_hu: Tegye áruházát többnyelvűvé, és engedélyezze a több pénznemet | <a href="https://wpml.org/documentation/related-projects/woocommerce-multilingual/?utm_source=plugin&utm_medium=gui&utm_campaign=wcml">Dokumentáció</a>

source: WPML Multilingual & Multicurrency for WooCommerce detected an active cache plugin on your site.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce aktív gyorsítótár-bővítményt észlelt a webhelyén.

source: Caching may cause currency display issues for your customers if you are using the multicurrency feature.
hu_hu: A gyorsítótárazás pénznem-megjelenítési problémákat okozhat ügyfelei számára, ha a több pénznem funkciót használja.

source: To avoid this, set your cache plugin to not cache pages for visitors that have a cookie set in their browser.
hu_hu: Ennek elkerüléséhez állítsa be a gyorsítótár-bővítményt úgy, hogy ne tárolja gyorsítótárban azoknak a látogatóknak az oldalakat, akiknek a böngészőjében cookie van beállítva.

source: Important: Action Needed for Your Currency Switcher
hu_hu: Fontos: Teendő szükséges az Ön pénznemváltójához

source: We detected that your site is using a Currency Switcher built with Twig templates. For security reasons, support for Twig-based templates will be discontinued in the upcoming version of WPML Multilingual & Multicurrency for WooCommerce 5.6.
hu_hu: Észleltük, hogy webhelye Twig sablonokkal készült pénznemváltót használ. Biztonsági okokból a Twig-alapú sablonok támogatása a WPML Multilingual & Multicurrency for WooCommerce 5.6 közelgő verziójában meg fog szűnni.

source: To ensure your Currency Switcher continues working smoothly:
hu_hu: Annak érdekében, hogy pénznemváltója továbbra is zökkenőmentesen működjön:

source: - Switch to a PHP-based template - you can select one from the %1$sconfiguration page%2$s.
hu_hu: - Váltson PHP-alapú sablonra - kiválaszthat egyet a %1$skonfigurációs oldalról%2$s.

source: - Need a custom solution? %1$sContact our support%2$s - we’re here to help you migrate safely.
hu_hu: - Egyedi megoldásra van szüksége? %1$sLépjen kapcsolatba ügyfélszolgálatunkkal%2$s - segítünk biztonságosan átállni.

source: We recommend updating your Currency Switcher as soon as possible to avoid disruptions when the new version of WPML Multilingual & Multicurrency for WooCommerce is released.
hu_hu: Javasoljuk, hogy mielőbb frissítse a pénznemváltót, hogy elkerülje a zavarokat, amikor a WPML Multilingual & Multicurrency for WooCommerce új verziója megjelenik.

source: Migrating your multilingual shop? With %s you can transfer your translated content to a new site, including cross-sells, up-sells, and product attributes.
hu_hu: Többnyelvű áruházát migrálja? A %s segítségével átviheti lefordított tartalmát egy új webhelyre, beleértve a cross-sell, up-sell elemeket és a termékattribútumokat.

source: Looking to import your multilingual shop? With %1$s and %2$s in both your original and new site, you can export and import your translations automatically.
hu_hu: Többnyelvű áruházát szeretné importálni? Ha %1$s és %2$s megtalálható mind az eredeti, mind az új webhelyén, a fordításokat automatikusan exportálhatja és importálhatja.

source: You haven't added any secondary currencies
hu_hu: Nem adott hozzá másodlagos pénznemet

source: Please add another currency to fully utilize multicurrency mode. If you do not need multiple currencies, you can disable this setting to improve your site's performance.
hu_hu: Kérjük, adjon hozzá egy másik pénznemet, hogy teljes mértékben kihasználja a több pénznem módot. Ha nincs szüksége több pénznemre, letilthatja ezt a beállítást a webhely teljesítményének javítása érdekében.

source: Configure multicurrency mode
hu_hu: Többpénznemű mód beállítása

source: Review WPML Multilingual & Multicurrency for WooCommerce
hu_hu: Értékelje a WPML Multilingual & Multicurrency for WooCommerce-t

source: Congrats on making your first multicurrency sale!
hu_hu: Gratulálunk az első többpénznemű értékesítéséhez!

source: Want to help <strong>WPML Multilingual & Multicurrency for WooCommerce</strong> plugin? %1$sGive us a review%2$s!
hu_hu: Szeretne segíteni a <strong>WPML Multilingual & Multicurrency for WooCommerce</strong> bővítménynek? %1$sAdjon nekünk értékelést%2$s!

source: The Translation Controls Have Moved
hu_hu: A fordítási vezérlők átkerültek

source: We updated WPML Multilingual & Multicurrency for WooCommerce to streamline your translation work.
hu_hu: Frissítettük a WPML Multilingual & Multicurrency for WooCommerce-t, hogy egyszerűbbé tegyük a fordítási munkáját.

source: Translate your whole site's content, including products, from %1$sWPML &rarr; Translation Management%2$s.
hu_hu: Fordítsa le a teljes webhely tartalmát, beleértve a termékeket is, a %1$sWPML &rarr; Translation Management%2$s menüpontból.

source: Currency - no orders found
hu_hu: Pénznem - nem találhatók rendelések

source: Invalid nonce
hu_hu: Érvénytelen nonce

source: To translate custom WooCommerce email notifications, go to the %1$sTranslation Dashboard%2$s.
hu_hu: Egyéni WooCommerce e-mail értesítések fordításához lépjen a %1$sTranslation Dashboard%2$s oldalra.

source: Monthly on the %s
hu_hu: Havonta ekkor: %s

source: Weekly on %s
hu_hu: Hetente ekkor: %s

source: Cannot get exchange rates. Connection failed.
hu_hu: Az árfolyamok nem kérhetők le. A kapcsolat sikertelen.

source: Please note that the payment will be made in %1$s. Your total will be approximately %2$s, depending on the current exchange rate.
hu_hu: Kérjük, vegye figyelembe, hogy a fizetés %1$s pénznemben történik. A végösszeg hozzávetőlegesen %2$s lesz az aktuális árfolyamtól függően.

source: Not yet supported
hu_hu: Még nem támogatott

source: Set the currency in which your customer will see the final price when they checkout. Choose which accounts they will see in their payment message.
hu_hu: Állítsa be azt a pénznemet, amelyben ügyfele a végső árat látja a fizetéskor. Válassza ki, mely bankszámlákat látják a fizetési üzenetben.

source: Currency
hu_hu: Pénznem

source: Bank Account
hu_hu: Bankszámla

source: All Accounts
hu_hu: Összes bankszámla

source: All in selected currency
hu_hu: Mind a kiválasztott pénznemben

source: PayPal Email
hu_hu: PayPal e-mail-cím

source: Merchant ID
hu_hu: Kereskedői azonosító

source: Client ID
hu_hu: Kliensazonosító

source: Secret Key
hu_hu: Titkos kulcs

source: This gateway does not support %s. To show this gateway please select another currency.
hu_hu: Ez a fizetési átjáró nem támogatja a %s pénznemet. Ennek az átjárónak a megjelenítéséhez válasszon másik pénznemet.

source: Live Publishable Key
hu_hu: Éles közzétehető kulcs

source: Live Secret Key
hu_hu: Éles titkos kulcs

source: Test Publishable Key
hu_hu: Teszt közzétehető kulcs

source: Test Secret Key
hu_hu: Teszt titkos kulcs

source: Language
hu_hu: Nyelv

source: Costs and values in custom currencies
hu_hu: Költségek és értékek egyéni pénznemekben

source: WPML Multilingual & Multicurrency for WooCommerce by default will multiply all your costs and values defined above by currency exchange rates. If you don't want this and you prefer static values instead, you can define them here.
hu_hu: Alapértelmezés szerint a WPML Multilingual & Multicurrency for WooCommerce a fenti költségeket és értékeket a devizaárfolyamokkal szorozza. Ha ezt nem szeretné, és inkább statikus értékeket használna, itt megadhatja őket.

source: Enable costs in custom currencies
hu_hu: Költségek engedélyezése egyéni pénznemekben

source: Calculate shipping costs in other currencies automatically
hu_hu: Szállítási költségek automatikus kiszámítása más pénznemekben

source: Set shipping costs in other currencies manually
hu_hu: Szállítási költségek kézi megadása más pénznemekben

source: Minimal order amount in %s
hu_hu: Minimális rendelési összeg %s

source: The minimal order amount if customer choose %s as a purchase currency.
hu_hu: A minimális rendelési összeg, ha a vásárló a %s pénznemet választja fizetési pénznemként.

source: Your shipping class %1$s has been created in %2$s language. Please switch your language if you want to provide shipping costs in different currencies for this class.
hu_hu: A(z) %1$s szállítási osztály létrejött %2$s nyelven. Kérjük, váltson nyelvet, ha ehhez az osztályhoz különböző pénznemekben szeretne szállítási költségeket megadni.

source: "%1$s" shipping class cost in %2$s
hu_hu: "%1$s" szállítási osztály költsége %2$s

source: No shipping class cost in %s
hu_hu: Nincs megadva szállítási osztályköltség %s

source: Cost in %s
hu_hu: Költség %s

source: The shipping cost if customer choose %s as a purchase currency.
hu_hu: A szállítási költség, ha a vásárló a %s pénznemet választja fizetési pénznemként.

source: Currencies
hu_hu: Pénznemek

source: Add currency
hu_hu: Pénznem hozzáadása

source: Rate
hu_hu: Árfolyam

source: default
hu_hu: alapértelmezett

source: Edit
hu_hu: Szerkesztés

source: Currency displayed first
hu_hu: Elsőként megjelenített pénznem

source: Choose which currency to display when a client switches languages
hu_hu: Válassza ki, melyik pénznem jelenjen meg, amikor az ügyfél nyelvet vált.

source: Keep
hu_hu: Megtartás

source: Delete
hu_hu: Törlés

source: Currencies to display for each language
hu_hu: Nyelvenként megjelenítendő pénznemek

source: Enable %1$s for %2$s
hu_hu: A(z) %1$s engedélyezése a(z) %2$s nyelv esetén

source: Disable %1$s for %2$s
hu_hu: A(z) %1$s letiltása a(z) %2$s nyelv esetén

source: Settings
hu_hu: Beállítások

source: Add new currency
hu_hu: Új pénznem hozzáadása

source: Currency settings for %s
hu_hu: A(z) %s pénznem beállításai

source: Select currency
hu_hu: Pénznem kiválasztása

source: Exchange Rate
hu_hu: Árfolyam

source: Only numeric
hu_hu: Csak számok

source: (previous value: %s)
hu_hu: (korábbi érték: %s)

source: Currency Preview
hu_hu: Pénznem előnézete

source: Currency Position
hu_hu: Pénznem pozíciója

source: Left
hu_hu: Balra

source: Right
hu_hu: Jobbra

source: Left with space
hu_hu: Balra, szóközzel

source: Right with space
hu_hu: Jobbra, szóközzel

source: Thousand Separator
hu_hu: Ezreselválasztó

source: (Space)
hu_hu: (Szóköz)

source: Decimal Separator
hu_hu: Tizedeselválasztó

source: Number of Decimals
hu_hu: Tizedesjegyek száma

source: Rounding to the nearest integer
hu_hu: Kerekítés a legközelebbi egészre

source: Disabled
hu_hu: Letiltva

source: Up
hu_hu: Felfelé

source: Down
hu_hu: Lefelé

source: Nearest
hu_hu: Legközelebbi

source: Increment for nearest integer
hu_hu: Lépésköz a legközelebbi egészhez

source: The resulting price will be an increment of this value after initial rounding.%se.g.:
hu_hu: Az eredő ár a kezdeti kerekítés után ennek az értéknek a többszöröse lesz.%spl.:

source: 1454.07 &raquo; 1454 when set to 1
hu_hu: 1454.07 » 1454, ha 1-re állítva

source: 1454.07 &raquo; 1450 when set to 10
hu_hu: 1454.07 » 1450, ha 10-re állítva

source: 1454.07 &raquo; 1500 when set to 100
hu_hu: 1454.07 &raquo; 1500, ha 100-ra van állítva

source: Round the converted price to the closest integer. %se.g. 15.78 becomes 16.00
hu_hu: Kerekítse az átváltott árat a legközelebbi egész számra. %spl. 15.78-ból 16.00 lesz

source: The value to be subtracted from the amount obtained previously.
hu_hu: Az előzőleg kapott összegből levonandó érték.

source: For 1454.07, when the increment for the nearest integer is 100 and the auto-subtract amount is 1, the resulting amount is 1499.
hu_hu: 1454.07 esetén, amikor a legközelebbi egészhez való kerekítés lépésköze 100, és az automatikus levonás összege 1, az eredő összeg 1499.

source: Autosubtract amount
hu_hu: Automatikus levonás összege

source: Payment Gateways
hu_hu: Fizetési átjárók

source: Custom settings for %s
hu_hu: Egyéni beállítások ehhez: %s

source: Learn more
hu_hu: További információ

source: Please enter a valid number
hu_hu: Kérjük, adjon meg érvényes számot

source: Cancel
hu_hu: Mégse

source: Save
hu_hu: Mentés

source: Currency available in
hu_hu: Pénznem elérhető itt

source: All countries
hu_hu: Minden ország

source: All countries except:
hu_hu: Minden ország, kivéve:

source: All countries except...
hu_hu: Minden ország, kivéve...

source: Specific countries
hu_hu: Meghatározott országok

source: Show currencies based on
hu_hu: Pénznemek megjelenítése ez alapján

source: You need the WPML plugin to make your store multilingual and display currencies based on site language. Don't have it yet?
hu_hu: Szüksége van a WPML bővítményre, hogy áruházát többnyelvűvé tegye, és a pénznemeket a webhely nyelve alapján jelenítse meg. Még nincs meg?

source: Purchase WPML now
hu_hu: Vásárolja meg most a WPML-t

source: Site Language
hu_hu: Webhely nyelve

source: Client Location
hu_hu: Ügyfél tartózkodási helye

source: Location based
hu_hu: Helyalapú

source: WooCommerce integrates with MaxMind Geolocation to reliably determine the location of your customers.
hu_hu: A WooCommerce a MaxMind Geolocation szolgáltatással integrálódik, hogy megbízhatóan meghatározza ügyfelei tartózkodási helyét.

source: Great! Now you can use Geolocation to determine default currency for chosen languages. You can edit that key in
hu_hu: Nagyszerű! Most már használhatja a Geolocationt a kiválasztott nyelvek alapértelmezett pénznemének meghatározásához. Ezt a kulcsot itt szerkesztheti:

source: WooCommerce settings page.
hu_hu: WooCommerce beállítások oldala.

source: MaxMind Licence Key
hu_hu: MaxMind licenckulcs

source: Apply
hu_hu: Alkalmaz

source: Please note: without a free MaxMind key, your geolocation calls will be limited and your site performance may be impacted.
hu_hu: Kérjük, vegye figyelembe: ingyenes MaxMind kulcs nélkül a geolokációs hívások korlátozottak lesznek, és webhelye teljesítménye romolhat.

source: Learn how to generate a free license key
hu_hu: Ismerje meg, hogyan hozhat létre ingyenes licenckulcsot

source: Set on %s
hu_hu: Beállítva ekkor: %s

source: Country availability
hu_hu: Ország szerinti elérhetőség

source: All countries except
hu_hu: Minden ország, kivéve

source: Configure per country availability for this payment gateway
hu_hu: Állítsa be ennek a fizetési átjárónak az országonkénti elérhetőségét

source: Save changes
hu_hu: Módosítások mentése

source: Settings saved.
hu_hu: Beállítások mentve.

source: Error saving settings.
hu_hu: Hiba a beállítások mentésekor.

source: We noticed that you're using WooCommerce Gateways Country Limiter plugin which is now integrated into WPML Multilingual & Multicurrency for WooCommerce. Please remove it!
hu_hu: Észrevettük, hogy a WooCommerce Gateways Country Limiter bővítményt használja, amely már a WPML Multilingual & Multicurrency for WooCommerce része. Kérjük, távolítsa el!

source: To translate custom text for payment methods, go to the %1$sTranslation Dashboard%2$s.
hu_hu: A fizetési módok egyéni szövegének fordításához lépjen a %1$sFordítási irányítópult%2$s oldalra.

source: To translate permalinks for product taxonomies, go to %1$sWPML Multilingual & Multicurrency for WooCommerce → Store URLs%2$s.
hu_hu: A terméktaxonómiák közvetlen hivatkozásainak fordításához lépjen a %1$sWPML Multilingual & Multicurrency for WooCommerce → Áruház URL-címei%2$s oldalra.

source: To translate product permalinks, go to %1$sWPML Multilingual & Multicurrency for WooCommerce → Store URLs%2$s.
hu_hu: A termékek közvetlen hivatkozásainak fordításához lépjen a %1$sWPML Multilingual & Multicurrency for WooCommerce → Áruház URL-címei%2$s oldalra.

source: How to translate permalinks for product taxonomies
hu_hu: Hogyan fordíthatja le a terméktaxonómiák közvetlen hivatkozásait

source: How to translate product permalinks
hu_hu: Hogyan fordíthatja le a termékek közvetlen hivatkozásait

source: Translate WooCommerce products
hu_hu: WooCommerce-termékek fordítása

source: Translate shipping classes
hu_hu: Szállítási osztályok fordítása

source: Configure multicurrency for multilingual sites
hu_hu: Több pénznem beállítása többnyelvű webhelyekhez

source: Translate endpoints
hu_hu: Végpontok fordítása

source: How to translate this?
hu_hu: Hogyan fordíthatja le ezt?

source: WPML Multilingual & Multicurrency for WooCommerce will use cookies to understand the basket info when using languages in domains and to transfer data between the domains.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce cookie-kat használ, hogy amikor a nyelvek külön tartományokon futnak, megértse a kosár adatait, és az adatokat a tartományok között továbbítsa.

source: WPML Multilingual & Multicurrency for WooCommerce will also use cookies to identify the language and currency of each customer’s order as well as the currency of the reports created by WooCommerce. WPML Multilingual & Multicurrency for WooCommerce extends these reports by adding the currency’s information.
hu_hu: A WPML Multilingual & Multicurrency for WooCommerce cookie-kat használ továbbá minden ügyfél rendelésének nyelve és pénzneme, valamint a WooCommerce által készített jelentések pénzneme azonosításához. A WPML Multilingual & Multicurrency for WooCommerce ezeket a jelentéseket a pénznemre vonatkozó információk hozzáadásával bővíti.

source: Invalid currency parameter: "%s"
hu_hu: Érvénytelen pénznemparaméter: "%s"

source: Invalid language parameter: "%s"
hu_hu: Érvénytelen nyelvi paraméter: "%s"

source: Product not found: %d
hu_hu: Termék nem található: %d

source: Term not found: %d
hu_hu: Kifejezés nem található: %d

source: Using "translation_of" requires providing a "lang" parameter too
hu_hu: A "translation_of" használatához a "lang" paraméter megadása is szükséges

source: Multilingual
hu_hu: Többnyelvű

source: Multicurrency
hu_hu: Több pénznem

source: To run your store in multiple languages, you need to use the %1$sWPML plugin%2$s.
hu_hu: Ahhoz, hogy áruházát több nyelven működtesse, a %1$sWPML bővítményt%2$s kell használnia.

source: If you have it already, install and activate it. Otherwise, %1$sbuy WPML%2$s.
hu_hu: Ha már rendelkezik vele, telepítse és aktiválja. Ellenkező esetben %1$svásárolja meg a WPML-t%2$s.

source: You will need either the Multilingual CMS or Multilingual Agency package to use WPML with WooCommerce.
hu_hu: A WPML WooCommerce-szel való használatához a Multilingual CMS vagy a Multilingual Agency csomagra lesz szüksége.

source: You can still use the %1$smulticurrency features%2$s without buying anything.
hu_hu: A %1$stöbbpénznemű funkciókat%2$s vásárlás nélkül is használhatja.

source: %s translation
hu_hu: %s fordítása

source: Translating %1$s? Use the %2$s table for easier translation.
hu_hu: A %1$s fordítása? Az egyszerűbb fordítás érdekében használja a %2$s táblázatot.

source: To translate product details, including their taxonomy, use this dashboard. If you need to translate taxonomy independently or adjust store and currency settings, visit: %1$sWPML Multilingual & Multicurrency for WooCommerce documentation%2$s.
hu_hu: A termék részleteinek fordításához, beleértve a taxonómiájukat is, használja ezt az irányítópultot. Ha a taxonómiát önállóan szeretné lefordítani, vagy módosítani kívánja az áruház- és pénznem-beállításokat, látogasson el ide: %1$sWPML Multilingual & Multicurrency for WooCommerce dokumentáció%2$s.

source: To translate this content, go to the %1$sTranslation Dashboard%2$s.
hu_hu: E tartalom fordításához lépjen a %1$sTranslation Dashboard%2$s felületre.

source: To see how to translate this text, save your changes here first.
hu_hu: Ahhoz, hogy lássa, hogyan fordíthatja le ezt a szöveget, először itt mentse el a módosításokat.

source: Introduction
hu_hu: Bevezetés

source: Store Pages
hu_hu: Áruház oldalak

source: Global Attributes
hu_hu: Globális attribútumok

source: Multiple Currencies
hu_hu: Több pénznem

source: Tour Data
hu_hu: Túra adatok

source: Title
hu_hu: Cím

source: Content
hu_hu: Tartalom

source: To translate the Method Title, go to the %1$sTranslation Dashboard%2$s.
hu_hu: A Módszer címe fordításához lépjen a %1$sTranslation Dashboard%2$s felületre.

source: To translate Labels, go to the %1$sTranslation Dashboard%2$s.
hu_hu: A címkék fordításához lépjen a %1$sTranslation Dashboard%2$s felületre.

source: To translate custom product fields, save your changes here first, then go to the %2$sTranslation Dashboard%3$s.
hu_hu: Egyedi termékmezők fordításához először itt mentse el a módosításokat, majd lépjen a %2$sTranslation Dashboard%3$s felületre.

source: Calculate costs in other currencies automatically
hu_hu: Költségek automatikus számítása más pénznemekben

source: Set costs in other currencies manually
hu_hu: Költségek kézi megadása más pénznemekben

source: Bookings
hu_hu: Foglalások

source: Resources Label
hu_hu: Erőforrások címkéje

source: Resources
hu_hu: Erőforrások

source: Person Types
hu_hu: Személytípusok

source: Person Type Name
hu_hu: Személytípus neve

source: Description
hu_hu: Leírás

source: Resources label
hu_hu: Erőforrások címkéje

source: To translate Resources, go to the %1$sTranslation Dashboard%2$s and send the associated product for translation.
hu_hu: Az Erőforrások fordításához lépjen a %1$sTranslation Dashboard%2$s felületre, és küldje el a kapcsolódó terméket fordításra.

source: To translate Person Types, go to the %1$sTranslation Dashboard%2$s and send the associated product for translation.
hu_hu: A Személytípusok fordításához lépjen a %1$sTranslation Dashboard%2$s felületre, és küldje el a kapcsolódó terméket fordításra.

source: Booking currency
hu_hu: Foglalási pénznem

source: Composite Products ( Components )
hu_hu: Kompozit termékek ( Komponensek )

source: Name
hu_hu: Név

source: Composite Products ( Scenarios )
hu_hu: Kompozit termékek ( Forgatókönyvek )

source: To translate global add-ons, go to the %1$sTranslation Dashboard%2$s.
hu_hu: A globális kiegészítők fordításához lépjen a %1$sTranslation Dashboard%2$s felületre.

source: Product Add-ons Group "%s"
hu_hu: Termékkiegészítők csoportja "%s"

source: Placeholder
hu_hu: Helyőrző

source: Options
hu_hu: Opciók

source: Label
hu_hu: Címke

source: To translate per-product add-ons, go to the %1$sTranslation Dashboard%2$s and send the associated product for translation.
hu_hu: A termékenkénti kiegészítők fordításához lépjen a %1$sTranslation Dashboard%2$s felületre, és küldje el a kapcsolódó terméket fordításra.

source: Multi-currency settings
hu_hu: Több pénznem beállításai

source: Calculate prices in other currencies automatically
hu_hu: Árak automatikus számítása más pénznemekben

source: Set prices in other currencies manually
hu_hu: Árak kézi megadása más pénznemekben

source: Here you can set different prices for the %s in multiple currencies:
hu_hu: Itt különböző árakat állíthat be a(z) %s számára több pénznemben:

source: Product Bundles
hu_hu: Termékcsomagok

source: You can translate text for subscription products from the %1$sTranslation Dashboard%2$s.
hu_hu: Az előfizetéses termékek szövegét a %1$sFordítási vezérlőpulton%2$s fordíthatja.

source: Subscription Price
hu_hu: Előfizetés ára

source: Sign-up Fee
hu_hu: Regisztrációs díj

source: Product tabs
hu_hu: Termékfülek

source: Heading
hu_hu: Címsor

source: To translate custom per-product tabs, go to the %1$sTranslation Dashboard%2$s and send the associated product for translation.
hu_hu: Az egyedi, termékenkénti fülek fordításához lépjen a %1$sFordítási vezérlőpultra%2$s, és küldje el a kapcsolódó terméket fordításra.

source: Custom Tabs
hu_hu: Egyéni fülek

source: Tab Title
hu_hu: Fül címe
