Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-bookings/woocommerce-bookings-*.po
Languages: hu_hu

source: Failed to connect to your Google Calendar account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
hu_hu: Nem sikerült csatlakozni a Google Naptár-fiókjához, próbálja meg újra; ha a probléma továbbra is fennáll, kapcsolja be a Hibakeresési napló opciót, és nézze meg, mi történik.

source: Invalid request!
hu_hu: Érvénytelen kérés!

source: Booking ID
hu_hu: Foglalásazonosító

source: Booking Type
hu_hu: Foglalás típusa

source: NOTE: this event cannot be edited in Google Calendar. If you need to make changes, <a href="%s" target="_blank">please edit this booking in WooCommerce</a>.
hu_hu: MEGJEGYZÉS: ez az esemény nem szerkeszthető a Google Naptárban. Ha módosítania kell, <a href="%s" target="_blank">kérjük, szerkessze ezt a foglalást a WooCommerce-ben</a>.

source: Booking
hu_hu: Foglalás

source: Booking #%1$d successfully synced to Google Calendar with an Event ID: %2$s
hu_hu: A(z) #%1$d számú foglalás sikeresen szinkronizálva lett a Google Naptárral, eseményazonosítóval: %2$s

source: Please verify that your Google Calendar %1$ssettings%2$s are correct
hu_hu: Kérjük, ellenőrizze, hogy a Google Naptár %1$sbeállításai%2$s helyesek

source: Error while adding/updating Google event, %1$s for booking #%2$d
hu_hu: Hiba a Google-esemény hozzáadásakor/frissítésekor, %1$s a(z) #%2$d számú foglaláshoz

source: with an Event ID: %s
hu_hu: eseményazonosítóval: %s

source: Bookings from %s
hu_hu: Foglalások innen: %s

source: Booking description:
hu_hu: Foglalás leírása:

source: Person Type
hu_hu: Személytípus

source: Bookable resources
hu_hu: Foglalható erőforrások

source: Bookable resource
hu_hu: Foglalható erőforrás

source: Add Resource
hu_hu: Erőforrás hozzáadása

source: Add New Resource
hu_hu: Új erőforrás hozzáadása

source: Edit Resource
hu_hu: Erőforrás szerkesztése

source: New Resource
hu_hu: Új erőforrás

source: View Resource
hu_hu: Erőforrás megtekintése

source: Search Resource
hu_hu: Erőforrás keresése

source: No Resource found
hu_hu: Nem található erőforrás

source: No Resource found in trash
hu_hu: Nem található erőforrás a lomtárban

source: Parent Resources
hu_hu: Szülő erőforrások

# Admin menu name
source: Resources
hu_hu: Erőforrások

source: Bookable resources are bookable within a bookings product.
hu_hu: A foglalható erőforrások foglalási terméken belül foglalhatók.

source: Add New Booking
hu_hu: Új foglalás hozzáadása

source: Edit Booking
hu_hu: Foglalás szerkesztése

source: New Booking
hu_hu: Új foglalás

source: View Booking
hu_hu: Foglalás megtekintése

source: Search Bookings
hu_hu: Foglalások keresése

source: No Bookings found
hu_hu: Nem található foglalás

source: No Bookings found in trash
hu_hu: Nem található foglalás a lomtárban

source: Parent Bookings
hu_hu: Szülő foglalások

# Admin menu name
source: Bookings
hu_hu: Foglalások

source: All Bookings
hu_hu: Összes foglalás

source: This is where bookings are stored.
hu_hu: Itt kerülnek tárolásra a foglalások.

# woocommerce-bookings
source: Complete
hu_hu: Teljesítve

# woocommerce-bookings
source: Paid &amp; Confirmed
hu_hu: Fizetve &amp; megerősítve

# woocommerce-bookings
source: Confirmed
hu_hu: Megerősítve

# woocommerce-bookings
source: Un-paid
hu_hu: Kifizetetlen

# woocommerce-bookings
source: Pending Confirmation
hu_hu: Megerősítésre vár

# woocommerce-bookings
source: Cancelled
hu_hu: Lemondva

# woocommerce-bookings
source: In Cart
hu_hu: Kosárban

source: Enable Bookings Timezone Calculation
hu_hu: Foglalások időzóna-számításának engedélyezése

source: Schedule Bookings events, such as reminder emails and auto-completions of bookings, using your site’s configured timezone.
hu_hu: Ütemezze a foglalások eseményeit, például az emlékeztető e-maileket és a foglalások automatikus befejezését, a webhelyén beállított időzóna használatával.

source: Timezone
hu_hu: Időzóna

source: Display visitor's local time
hu_hu: A látogató helyi idejének megjelenítése

source: Display your local time from <a href="%1$s">WordPress settings</a> (%2$s)
hu_hu: A helyi idő megjelenítése a <a href="%1$s">WordPress beállításaiból</a> (%2$s)

source: <div>Due to the sites current UTC offset selection the timezone above is displaying an estimation.</div><div>To ensure accurate timezone setups, select a location based timezone in the <a href="%1$s">WordPress settings</a>.</div>
hu_hu: <div>A webhely jelenlegi UTC-eltolás beállítása miatt a fenti időzóna csak hozzávetőleges értéket jelez.</div><div>A pontos időzóna-beállítás érdekében válasszon helyalapú időzónát a <a href="%1$s">WordPress beállításaiban</a>.</div>

source: Display a timezone
hu_hu: Időzóna megjelenítése

source: Whether to display the current timezone on the calendar frontend
hu_hu: Megjelenítse-e az aktuális időzónát a naptár felületén

source: Calendar start day
hu_hu: Naptár kezdőnapja

source: Set start day from visitor's locale
hu_hu: Kezdőnap beállítása a látogató területi beállításai alapján

source: Set start day from <a href="%1$s">WordPress settings</a> (%2$s)
hu_hu: Kezdőnap beállítása a <a href="%1$s">WordPress beállításaiból</a> (%2$s)

source: bookable product
hu_hu: foglalható termék

source: resource
hu_hu: erőforrás

source: You cannot trash/delete a %s that has Bookings associated with it.
hu_hu: Nem helyezhet Lomtárba és nem törölhet olyan %s-t, amelyhez foglalások kapcsolódnak.

source: Please %1$sclick here%2$s to see the associated bookings.
hu_hu: Kérjük, %1$skattintson ide%2$s a kapcsolódó foglalások megtekintéséhez.

source: Please visit our documentation for more information
hu_hu: További információért kérjük, tekintse meg dokumentációnkat.

source: Invalid data store.
hu_hu: Érvénytelen adattár.

source: Product
hu_hu: Termék

source: Invalid product.
hu_hu: Érvénytelen termék.

source: Was In Cart
hu_hu: A kosárban volt

# Guest string with name from booking order in brackets
source: %s (Guest)
hu_hu: %s (Vendég)

source: Check Availability
hu_hu: Elérhetőség ellenőrzése

source: Book now
hu_hu: Foglaljon most

source: From: %s
hu_hu: Kezdőár: %s

source: Free
hu_hu: Ingyenes

source: This block cannot be booked.
hu_hu: Ez a blokk nem foglalható.

source: Please choose a resource type
hu_hu: Kérjük, válasszon erőforrás típust

source: Duration is required - please enter a duration greater than zero
hu_hu: Az időtartam megadása kötelező - kérjük, adjon meg nullánál nagyobb időtartamot

source: The maximum duration is %1$d %2$s
hu_hu: A maximális időtartam: %1$d %2$s

source: The minimum duration is %1$d %2$s
hu_hu: A minimális időtartam: %1$d %2$s

source: Date is required - please choose one above
hu_hu: A dátum megadása kötelező - kérjük, válasszon fent egyet

source: Time is required - please choose one above
hu_hu: Az időpont megadása kötelező - kérjük, válasszon fent egyet

source: You must choose a future date and time.
hu_hu: Jövőbeli dátumot és időpontot kell választania.

source: The earliest booking possible is currently %s.
hu_hu: A legkorábbi lehetséges foglalás jelenleg: %s.

source: The latest booking possible is currently %s.
hu_hu: A legkésőbbi lehetséges foglalás jelenleg: %s.

source: Sorry, bookings cannot start on this day.
hu_hu: Sajnáljuk, ezen a napon nem kezdhető meg foglalás.

source: The maximum persons per group is %d
hu_hu: A csoportonkénti maximális létszám %d

source: The minimum persons per group is %d
hu_hu: A csoportonkénti minimális létszám %d

source: The maximum %1$s per group is %2$d
hu_hu: Csoportonként legfeljebb %2$d %1$s

source: The minimum %1$s per group is %2$d
hu_hu: Csoportonként legalább %2$d %1$s

source: Sorry, the selected block is not available
hu_hu: Sajnáljuk, a kiválasztott blokk nem érhető el

source: Booking &ndash; %s
hu_hu: Foglalás &ndash; %s

# Booking date format parsed by date
source: M d, Y @ h:i A
hu_hu: Y. M j. @ H:i

source: The booking object could not be read. This probably means the booking no longer exists or does not match the expected type. Here is the booking object: %s
hu_hu: A foglalás objektuma nem olvasható. Ez valószínűleg azt jelenti, hogy a foglalás már nem létezik, vagy nem egyezik a várt típussal. Íme a foglalás objektuma: %s

source: Invalid event.
hu_hu: Érvénytelen esemény.

source: Person Type #%d
hu_hu: Személytípus #%d

source: Invalid booking person type.
hu_hu: Érvénytelen foglalási személytípus.

source: Admin Booking Cancelled
hu_hu: Admin – Lemondott foglalás

source: Booking cancelled emails are sent when the status of a booking goes to cancelled.
hu_hu: A lemondott foglalásról szóló e-mailek akkor kerülnek elküldésre, amikor a foglalás állapota 'lemondva'-ra változik.

source: Booking Cancelled
hu_hu: Foglalás lemondva

source: [{blogname}] A booking of {product_title} has been cancelled
hu_hu: [{blogname}] A(z) {product_title} foglalása lemondásra került

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable this email notification
hu_hu: E-mail értesítés engedélyezése

source: Recipient(s)
hu_hu: Címzett(ek)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
hu_hu: Adja meg ehhez az e-mailhez a címzetteket (vesszővel elválasztva). Alapértelmezés: <code>%s</code>.

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
hu_hu: Ez szabályozza az e-mail tárgysorát. Hagyja üresen az alapértelmezett tárgy használatához: <code>%s</code>.

source: Email Heading
hu_hu: E-mail fejléc

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
hu_hu: Ez határozza meg az e-mail értesítésben szereplő fő fejlécet. Hagyja üresen az alapértelmezett fejléc használatához: <code>%s</code>.

source: Email type
hu_hu: E-mail típusa

source: Choose which format of email to send.
hu_hu: Válassza ki a küldendő e-mail formátumát.

source: Plain text
hu_hu: Egyszerű szöveg

source: Multipart
hu_hu: Többrészes

source: [{blogname}] Your booking of {product_title} has been cancelled
hu_hu: [{blogname}] Az Ön {product_title} foglalását töröltük

source: Booking Confirmed
hu_hu: Foglalás megerősítve

source: Booking confirmed emails are sent when the status of a booking goes to confirmed.
hu_hu: A foglalás megerősítéséről szóló e-mailek akkor kerülnek kiküldésre, amikor a foglalás állapota megerősítettre módosul.

source: [{blogname}] Your booking of {product_title} has been confirmed (Order {order_number}) - {order_date}
hu_hu: [{blogname}] Az Ön {product_title} foglalása megerősítve (Rendelés {order_number}) - {order_date}

source: Booking Notification
hu_hu: Foglalási értesítés

source: Booking notification emails are sent manually from WooCommerce > Bookings > Send Notification.
hu_hu: A foglalási értesítő e-mailek manuálisan kerülnek kiküldésre a WooCommerce > Foglalások > Értesítés küldése menüpontból.

source: Booking Pending Confirmation
hu_hu: Foglalás megerősítésre vár

source: Booking pending confirmation emails are sent when the status of a booking goes to pending confirmation.
hu_hu: A megerősítésre váró foglalásról szóló e-mailek akkor kerülnek kiküldésre, amikor a foglalás állapota megerősítésre vár állapotra módosul.

source: [{blogname}] Your booking of {product_title} has been received, and it's pending confirmation (Order {order_number}) - {order_date}
hu_hu: [{blogname}] Megérkezett az Ön {product_title} foglalása, megerősítésre vár (Rendelés {order_number}) - {order_date}

source: Booking Reminder
hu_hu: Foglalási emlékeztető

source: Booking reminders are sent to the customer to remind them of an upcoming booking.
hu_hu: A foglalási emlékeztetők a közelgő foglalásra emlékeztetik az ügyfelet.

source: [{blogname}] A reminder about your booking of {product_title}
hu_hu: [{blogname}] Emlékeztető az Ön {product_title} foglalásáról

source: New booking emails are sent to the admin when a new booking is created and paid. This email is also received when a Pending confirmation booking is created.
hu_hu: Új foglalásról szóló e-mailek az adminisztrátornak kerülnek kiküldésre, amikor egy új foglalás létrejön és kifizetésre kerül. Ezt az e-mailt akkor is megkapja, amikor megerősítésre váró foglalás jön létre.

source: New booking
hu_hu: Új foglalás

source: Confirm booking
hu_hu: Foglalás megerősítése

source: [{blogname}] New booking for {product_title} (Order {order_number}) - {order_date}
hu_hu: [{blogname}] Új foglalás: {product_title} (Rendelés {order_number}) - {order_date}

source: [{blogname}] A new booking for {product_title} (Order {order_number}) is awaiting your approval - {order_date}
hu_hu: [{blogname}] Új foglalás: {product_title} (Rendelés {order_number}) az Ön jóváhagyására vár - {order_date}

source: Subject (Pending confirmation)
hu_hu: Tárgy (Megerősítésre vár)

source: This controls the email subject line for Pending confirmation bookings. Leave blank to use the default subject: <code>%s</code>.
hu_hu: Ez szabályozza a megerősítésre váró foglalások e-mailjének tárgysorát. Hagyja üresen az alapértelmezett tárgy használatához: <code>%s</code>.

source: Email Heading (Pending confirmation)
hu_hu: E-mail fejléc (Megerősítésre vár)

source: This controls the main heading contained within the email notification for Pending confirmation bookings. Leave blank to use the default heading: <code>%s</code>.
hu_hu: Ez határozza meg a megerősítésre váró foglalások e-mail értesítésében szereplő fő fejlécet. Hagyja üresen az alapértelmezett fejléc használatához: <code>%s</code>.

source: This is fictitious payment method used for bookings that requires confirmation.
hu_hu: Ez egy fiktív fizetési mód, amelyet a megerősítést igénylő foglalásokhoz használunk.

source: This gateway requires no configuration.
hu_hu: Ez a fizetési átjáró nem igényel beállítást.

source: This order is awaiting confirmation from the shop manager
hu_hu: Ez a rendelés az áruház kezelőjének megerősítésére vár

source: Your booking has been confirmed. Thank you.
hu_hu: Foglalását megerősítettük. Köszönjük.

source: Your booking is awaiting confirmation. You will be notified by email as soon as we've confirmed availability.
hu_hu: Foglalása megerősítésre vár. Amint megerősítettük a rendelkezésre állást, e-mailben értesítjük.

source: Bookings: Multiply cost by person count
hu_hu: Foglalások: Költség szorzása a személyek számával

source: Bookings: Multiply cost by block count
hu_hu: Foglalások: Költség szorzása az időblokkok számával

source: Only applies to options which use quantity based prices.
hu_hu: Csak azokra az opciókra vonatkozik, amelyek mennyiségalapú árakat használnak.

# woocommerce-bookings
source: Partially Paid
hu_hu: Részben fizetve

source: Partially Paid
hu_hu: Részben fizetve

source: Booking Date
hu_hu: Foglalás dátuma

source: Booking Time
hu_hu: Foglalás ideje

source: Time Zone
hu_hu: Időzóna

source: Unpaid
hu_hu: Kifizetetlen

source: Pending Confirmation
hu_hu: Megerősítésre vár

source: Confirmed
hu_hu: Megerősítve

source: Paid
hu_hu: Fizetve

source: Cancelled
hu_hu: Lemondva

source: Complete
hu_hu: Teljesítve

source: In Cart
hu_hu: Kosárban

source: A lower priority rule will always override a higher priority rule e.g. 9 overrides 10.
hu_hu: Az alacsonyabb prioritású szabály mindig felülírja a magasabb prioritású szabályt, pl. a 9 felülírja a 10-et.

source: If there are multiple rules with the same priority, then the order of the rules is considered. In this case the rule with the higher order will take precedence over the rule with the lower order.
hu_hu: Ha több azonos prioritású szabály van, akkor a szabályok sorrendje számít. Ebben az esetben a magasabb sorszámú szabály élvez elsőbbséget az alacsonyabb sorszámúval szemben.

source: Rules with lower priority numbers will override rules with a higher priority (e.g. 9 overrides 10 ). Global rules take priority over product rules which take priority over resource rules. By using priority numbers you can execute rules in different orders.
hu_hu: Az alacsonyabb prioritási számmal rendelkező szabályok felülírják a magasabb prioritású szabályokat (pl. a 9 felülírja a 10-et ). A globális szabályok elsőbbséget élveznek a termékszabályokkal szemben, amelyek pedig elsőbbséget élveznek az erőforrás-szabályokkal szemben. A prioritási számok használatával különböző sorrendben futtathatja a szabályokat.

source: Start
hu_hu: Kezdés

source: Year
hu_hu: Év

source: End
hu_hu: Befejezés

source: Times are in
hu_hu: Az időpontok a megadott időzónában vannak

source: The following booking has been cancelled. The details of the cancelled booking can be found below.
hu_hu: Az alábbi foglalás lemondásra került. A lemondott foglalás részletei alább találhatók.

source: Dummy Product
hu_hu: Próba termék

source: Booking Start Date
hu_hu: Foglalás kezdete

source: Booking End Date
hu_hu: Foglalás vége

source: Edit booking
hu_hu: Foglalás szerkesztése

source: You can view and edit this booking in the dashboard here: %s
hu_hu: Ezt a foglalást megtekintheti és szerkesztheti a Vezérlőpulton itt: %s

source: A booking has been made by %s and is awaiting your approval. The details of this booking are as follows:
hu_hu: Egy foglalást adott le %s, és az az Ön jóváhagyására vár. A foglalás részletei a következők:

source: A new booking has been made by %s. The details of this booking are as follows:
hu_hu: Új foglalást adott le %s. A foglalás részletei a következők:

source: Customer Information
hu_hu: Ügyféladatok

source: No billing details available.
hu_hu: Nem állnak rendelkezésre számlázási adatok.

source: This booking is awaiting your approval. Please check it and inform the customer if the date is available or not.
hu_hu: Ez a foglalás az Ön jóváhagyására vár. Kérjük, ellenőrizze, és tájékoztassa az ügyfelet, hogy az időpont elérhető-e vagy sem.

source: Hello Doe
hu_hu: Tisztelt Doe

source: Hello %s
hu_hu: Tisztelt %s

source: We are sorry to say that your booking could not be confirmed and has been cancelled. The details of the cancelled booking can be found below.
hu_hu: Sajnálattal közöljük, hogy foglalását nem tudtuk megerősíteni, ezért lemondásra került. A lemondott foglalás részletei alább találhatók.

source: Please contact us if you have any questions or concerns.
hu_hu: Kérjük, vegye fel velünk a kapcsolatot, ha kérdése vagy észrevétele van.

source: Your booking has been confirmed. The details of your booking are shown below.
hu_hu: Foglalását megerősítettük. A foglalása részletei alább láthatók.

source: To pay for this booking please use the following link: %s
hu_hu: A foglalás kifizetéséhez kérjük, használja a következő hivatkozást: %s

source: Pay for booking
hu_hu: Foglalás kifizetése

source: Quantity
hu_hu: Mennyiség

source: Price
hu_hu: Ár

source: Hello John Doe
hu_hu: Tisztelt John Doe

source: Your booking has been received and it's pending confirmation. The details of your booking are shown below.
hu_hu: Foglalását megkaptuk, és megerősítésre vár. A foglalása részletei alább láthatók.

source: This is a reminder that your booking will take place on %1$s.
hu_hu: Emlékeztető: a foglalása %1$s időpontban esedékes.

source: The following booking has been cancelled by the customer. The details of the cancelled booking can be found below.
hu_hu: Az alábbi foglalást az ügyfél lemondta. A lemondott foglalás részletei alább találhatók.

source: Booked: %s
hu_hu: Lefoglalva: %s

source: Booking ID: %s
hu_hu: Foglalás azonosítója: %s

source: Booking Type: %s
hu_hu: Foglalás típusa: %s

source: Booking Start Date: %s
hu_hu: Foglalás kezdete: %s

source: Booking End Date: %s
hu_hu: Foglalás vége: %s

source: Time Zone: %s
hu_hu: Időzóna: %s

source: Booked:
hu_hu: Lefoglalva:

source: %d Persons
hu_hu: %d személy

source: Order number: %s
hu_hu: Rendelésszám: %s

source: Order date: %s
hu_hu: Rendelés dátuma: %s

source: The details of your booking are shown below.
hu_hu: Az Ön foglalásának részletei alább láthatók.

source: This is a reminder that your booking will take place on %1$s. The details of your booking are shown below.
hu_hu: Ez egy emlékeztető, hogy az Ön foglalása %1$s időpontban esedékes. Az Ön foglalásának részletei alább láthatók.

source: Booked
hu_hu: Lefoglalva

source: Cancel
hu_hu: Lemondás

source: Go Shop
hu_hu: Ugrás a boltba

source: No bookings available yet.
hu_hu: Még nem állnak rendelkezésre foglalások.

source: My Bookings
hu_hu: Foglalásaim

source: Booking #%s
hu_hu: Foglalás #%s

source: View booking &rarr;
hu_hu: Foglalás megtekintése &rarr;

source: in timezone: %s
hu_hu: időzóna szerint: %s

source: Your browser must support JavaScript in order to make a booking.
hu_hu: A foglaláshoz a böngészőjének támogatnia kell a JavaScriptet.

source: Bookings requires WooCommerce to be installed and active. You can download %s here.
hu_hu: A Bookings működéséhez a WooCommerce-nek telepítve és aktívnak kell lennie. A %s innen letölthető.

source: View Documentation
hu_hu: Dokumentáció megtekintése

source: Docs
hu_hu: Dokumentáció

source: Visit Premium Customer Support
hu_hu: Keresse fel a Prémium ügyféltámogatást

source: Premium Support
hu_hu: Prémium ügyféltámogatás

source: Cloning is forbidden.
hu_hu: A klónozás tilos.

source: Unserializing instances of this class is forbidden.
hu_hu: Ennek az osztálynak a példányainak deszerializálása tilos.

source: WooCommerce Bookings has been activated!
hu_hu: A WooCommerce Bookings aktiválva lett!

source: <a href="%1$s">Add or edit a product</a> to manage bookings in the Product Data section for individual products and then go to the <a href="%2$s" target="_blank">Bookings page</a> to manage them individually.
hu_hu: <a href=\"%1$s\">Adjon hozzá vagy szerkesszen egy terméket</a>, hogy az egyes termékekhez tartozó foglalásokat a Termékadatok részben kezelje, majd lépjen a <a href=\"%2$s\" target=\"_blank\">Foglalások oldalra</a>, és kezelje azokat egyenként.

source: Bookable products
hu_hu: Foglalható termékek

source: An item that can be rented or reserved. Variations include cost, availability, and number of persons.
hu_hu: Egy bérelhető vagy lefoglalható tétel. A variációk a költséget, az elérhetőséget és a személyek számát foglalják magukban.

source: Confirm the booking?
hu_hu: Megerősíti a foglalást?

source: Edit Availability
hu_hu: Elérhetőség szerkesztése

source: Add end date
hu_hu: Végdátum hozzáadása

source: Time
hu_hu: Idő

source: Available all day
hu_hu: Egész nap elérhető

source: Available at specific hours
hu_hu: Meghatározott órákban elérhető

source: Frequency
hu_hu: Gyakoriság

source: Does not repeat
hu_hu: Nem ismétlődik

source: Every %s
hu_hu: Minden %s

source: Anually on %s
hu_hu: Évente %s napján

source: On specific days of the week
hu_hu: A hét meghatározott napjain

source: On specific dates
hu_hu: Meghatározott dátumokon

source: Repeats on:
hu_hu: Ismétlődik ekkor:

source: Apply
hu_hu: Alkalmaz

source: Add more times
hu_hu: További időpontok hozzáadása

source: Load more Google Calendar event rules
hu_hu: További Google Naptár eseményszabályok betöltése

source: Loading...
hu_hu: Betöltés...

source: A bookable product is created using this template. Please %1$sclick here%2$s if you are not redirected automatically.
hu_hu: Foglalható termék e sablon alapján jön létre. Kérjük, %1$skattintson ide%2$s, ha nem irányítjuk át automatikusan.
