Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-bookings/woocommerce-bookings-*.po
Languages: hu_hu

source: The label shown on the frontend if the resource is customer defined.
hu_hu: A frontenden megjelenő címke, ha az erőforrást a vásárló határozza meg.

source: Resources are...
hu_hu: Az erőforrások...

source: Customer selected
hu_hu: Vásárló által kiválasztott

source: Automatically assigned
hu_hu: Automatikusan hozzárendelve

source: Customer selected resources allow customers to choose one from the booking form.
hu_hu: A vásárló által kiválasztott erőforrások lehetővé teszik, hogy a vásárlók a foglalási űrlapon egyet válasszanak.

source: Resources are used if you have multiple bookable items, e.g. room types, instructors or ticket types. Availability for resources is global across all bookable products.
hu_hu: Az erőforrásokat akkor használja, ha több foglalható elem áll rendelkezésre, pl. szobatípusok, oktatók vagy jegytípusok. Az erőforrások elérhetősége globális az összes foglalható termék között.

source: Add/link Resource
hu_hu: Erőforrás hozzáadása/összekapcsolása

source: New resource
hu_hu: Új erőforrás

source: Manage Resources
hu_hu: Erőforrások kezelése

source: Filter By
hu_hu: Szűrés szerint

source: All Products
hu_hu: Minden termék

source: All Resources
hu_hu: Minden erőforrás

source: Previous Month
hu_hu: Előző hónap

source: Today
hu_hu: Ma

source: Next Month
hu_hu: Következő hónap

source: Schedule
hu_hu: Ütemterv

source: Month
hu_hu: Hónap

source: Day
hu_hu: Nap

source: Resources:
hu_hu: Erőforrások:

source: Note: %s
hu_hu: Megjegyzés: %s

source: Settings saved
hu_hu: Beállítások mentve

source: This section will set the availability of your store (e.g. open and closed hours). All bookable products will adopt your store's availability.
hu_hu: Ez a szakasz az áruháza elérhetőségét állítja be (pl. nyitva- és zárvatartási időket). Minden foglalható termék átveszi az áruháza elérhetőségét.

source: For more information on setting up store availability rules, please see our %1$sdocumentation%2$s.
hu_hu: Az áruház elérhetőségi szabályainak beállításáról további információért kérjük, tekintse meg %1$sdokumentációnkat%2$s.

source: Availability Rules
hu_hu: Elérhetőségi szabályok

source: Google Events
hu_hu: Google események

source: Title
hu_hu: Cím

source: Past availability are hidden from this list.
hu_hu: A lejárt elérhetőségek rejtve vannak ezen a listán.

source: Save Changes
hu_hu: Módosítások mentése

source: Booking Data
hu_hu: Foglalási adatok

source: You can create a new booking for a customer here. This form will create a booking for the user, and optionally an associated order. Created orders will be marked as pending payment.
hu_hu: Itt új foglalást hozhat létre egy vásárló számára. Ez az űrlap létrehoz egy foglalást a vásárló számára, és opcionálisan egy kapcsolódó rendelést. A létrehozott rendelések „Fizetésre vár” állapotot kapnak.

source: Bookable Product
hu_hu: Foglalható termék

source: Select a bookable product...
hu_hu: Válasszon egy foglalható terméket...

source: Create Order
hu_hu: Rendelés létrehozása

source: Create a new corresponding order for this new booking. Please note - the booking will not be active until the order is processed/completed.
hu_hu: Hozzon létre új, ehhez az új foglaláshoz tartozó rendelést. Kérjük, vegye figyelembe - a foglalás nem lesz aktív, amíg a rendelés nincs feldolgozva/teljesítve.

source: Assign this booking to an existing order with this ID:
hu_hu: Rendelje hozzá ezt a foglalást egy meglévő rendeléshez ezzel az azonosítóval:

source: Don't create an order for this booking.
hu_hu: Ne hozzon létre rendelést ehhez a foglaláshoz.

source: Next
hu_hu: Tovább

source: You may send an email notification to all customers who have a %1$sfuture%2$s booking for a particular product. This will use the default template specified under %3$sWooCommerce > Settings > Emails%4$s.
hu_hu: E-mail értesítést küldhet minden olyan vásárlónak, akinek egy adott termékre %1$sjövőbeli%2$s foglalása van. Ehhez a %3$sWooCommerce > Beállítások > E-mailek%4$s alatt megadott alapértelmezett sablon kerül felhasználásra.

source: Booking Product
hu_hu: Foglalási termék

source: Select a booking product...
hu_hu: Válasszon egy foglalási terméket...

source: Subject
hu_hu: Tárgy

source: Email subject
hu_hu: E-mail tárgya

source: Message
hu_hu: Üzenet

source: The message you wish to send
hu_hu: Az üzenet, amelyet el kíván küldeni

source: The following tags can be inserted in your message/subject and will be replaced dynamically
hu_hu: Az alábbi címkék beszúrhatók az üzenetébe/tárgyába, és dinamikusan kerülnek helyettesítésre

source: Attachment
hu_hu: Melléklet

source: Attach %s file
hu_hu: %s fájl csatolása

source: Get started quickly with a template
hu_hu: Kezdje el gyorsan egy sablonnal

source: Choose a template option below and get started quickly with your online bookings. 👇
hu_hu: Válasszon alább egy sablonlehetőséget, és kezdje el gyorsan online foglalásait. 👇

source: Scenario
hu_hu: Forgatókönyv

source: Booking features utilized
hu_hu: Használt foglalási funkciók

source: Use template
hu_hu: Sablon használata

source: Get started from scratch
hu_hu: Kezdés a nulláról

source: Or, if you know your business like we think you do and you are confident in filling in an array of settings, be our guest! We have %1$sdocumentation%2$s to assist you.
hu_hu: Vagy, ha olyan jól ismeri a vállalkozását, ahogyan mi gondoljuk, és magabiztosan ki tud tölteni egy sor beállítást, legyen a vendégünk! Van %1$sdokumentációnk%2$s, amely segíti Önt.

source: Start from scratch
hu_hu: Kezdés a nulláról

source: Create from a blank template
hu_hu: Létrehozás üres sablonból

source: Sorry, you are not allowed to access this tab.
hu_hu: Sajnáljuk, ehhez a laphoz nem jogosult hozzáférni.

source: This section will set the availability of your store (ie Open and closed hours). All bookable products will adopt your store's availability.
hu_hu: Ez a szakasz beállítja áruháza elérhetőségét (pl. nyitvatartási és zárási idők). Minden foglalható termék átveszi áruháza elérhetőségét.

source: WooCommerce Bookings template overrides
hu_hu: WooCommerce Bookings sablonfelülírások

source: This section shows any files that are overriding the default WooCommerce Bookings template pages.
hu_hu: Ez a szakasz azokat a fájlokat mutatja, amelyek felülírják az alapértelmezett WooCommerce Bookings sablonoldalakat.

source: Overrides
hu_hu: Felülírások

source: %1$s version %2$s is out of date. The core version is %3$s
hu_hu: A %1$s %2$s verziója elavult. A core verzió: %3$s

source: Unique identifier for the resource.
hu_hu: Az erőforrás egyedi azonosítója.

source: Whether to bypass trash and force deletion.
hu_hu: Annak meghatározása, hogy kihagyja-e a lomtárat, és kényszerített törlést hajtson végre.

source: Not a bookable product
hu_hu: Nem foglalható termék

source: Limit result set to products assigned a specific resource ID.
hu_hu: Korlátozza az eredményhalmazt egy adott erőforrás-azonosítóhoz rendelt termékekre.

source: Apply adjacent buffers.
hu_hu: Szomszédos pufferek alkalmazása.

source: Availability rules defined on product level.
hu_hu: Termékszinten meghatározott elérhetőségi szabályok.

source: Availability type.
hu_hu: Elérhetőség típusa.

source: Starting month/day/week inclusive.
hu_hu: Kezdő hónap/nap/hét (beleértve).

source: Ending month/day/week inclusive.
hu_hu: Záró hónap/nap/hét (beleértve).

source: Starting day if 'from' is a time.,
hu_hu: Kezdő nap, ha a 'from' időpont.,

source: Ending day if 'to' is a time.
hu_hu: Záró nap, ha a 'to' időpont.

source: Rule marks things as bookable or not, 'yes' or 'no'.
hu_hu: A szabály foglalhatónak vagy nem foglalhatónak jelöli a tételeket: 'yes' vagy 'no'.

source: Priority of rule.
hu_hu: A szabály prioritása.

source: Base cost of each block.
hu_hu: Minden blokk alapdíja.

source: Required buffer Period between bookings.
hu_hu: Kötelező pufferidő a foglalások között.

source: How the calendar will display on the product page. Valid values are 'always_visible' or ''.
hu_hu: Hogyan jelenik meg a naptár a termékoldalon. Érvényes értékek: 'always_visible' vagy ''.

source: The unit limit is defined in. Valid values are 'month', 'day', 'hour', and 'minute'.
hu_hu: A korlát egysége ebben van meghatározva. Érvényes értékek: 'month', 'day', 'hour' és 'minute'.

source: How many limit units in advance users are allowed to cancel bookings.
hu_hu: Hány egységgel előre mondhatják le a felhasználók a foglalásokat.

source: If true only the first block in checked for availability.
hu_hu: Ha igaz, csak az első blokk elérhetőségét ellenőrzi.

source: Product cost.
hu_hu: Termék költsége.

source: If 'available' product is bookable unless made unbookable by availability rules.
hu_hu: Ha 'available', a termék foglalható, kivéve, ha az elérhetőségi szabályok foglalhatatlanná teszik.

source: Product cost displayed.
hu_hu: Megjelenített termékköltség.

source: How duration is defined.
hu_hu: Az időtartam meghatározásának módja.

source: Unit duration is defined in.
hu_hu: Az időtartam egysége ebben van meghatározva.

source: Size in duration units of each block.
hu_hu: Minden blokk mérete időtartam-egységekben.

source: Customer can pick a range of days on calendar.
hu_hu: Az ügyfél napok egy tartományát választhatja ki a naptáron.

source: Time of day first block starts.
hu_hu: A nap azon időpontja, amikor az első blokk kezdődik.

source: Will multiply cost by number of persons.
hu_hu: A költséget megszorozza a személyek számával.

source: Each person counts as a booking.
hu_hu: Minden személy egy foglalásnak számít.

source: Product has different types of persons.
hu_hu: A termékhez különböző személytípusok tartoznak.

source: Product has persons defined.
hu_hu: A termékhez személyek vannak megadva.

source: Product has resources defined.
hu_hu: A termékhez erőforrások vannak megadva.

source: Product has restricted days.
hu_hu: A termék korlátozott napokkal rendelkezik.

source: Max date value combined with max date unit.
hu_hu: Maximális dátumérték a maximális dátumegységgel kombinálva.

source: Max amount af max_date_units into the future a block is bookable.
hu_hu: A jövőbe eső maximális max_date_units mennyiség, ameddig egy blokk foglalható.

source: Units for max_date_value.
hu_hu: A max_date_value egységei.

source: Min date value combined with min date unit.
hu_hu: Minimális dátumérték a minimális dátumegységgel kombinálva.

source: Min amount af min_date_units into the future a block is bookable.
hu_hu: Az a minimális mennyiség (min_date_units), amennyivel a jövőbe egy blokk foglalható.

source: Units for min_date_value.
hu_hu: A min_date_value egységei.

source: Max duration of units a booking can be.
hu_hu: A foglalás maximális időtartama egységekben.

source: Min duration of units a booking can be.
hu_hu: A foglalás minimális időtartama egységekben.

source: Max persons which can be booked per booking.
hu_hu: Foglalásonként foglalható személyek maximális száma.

source: Min persons which can be booked per booking.
hu_hu: Foglalásonként foglalható személyek minimális száma.

source: Pricing rules.
hu_hu: Árazási szabályok.

source: Date range type.
hu_hu: Dátumtartomány típusa.

source: How the block cost should be modified.
hu_hu: A blokk költségének módosításának módja.

source: Block cost.
hu_hu: Blokk költsége.

source: How the base cost should be modified.
hu_hu: Az alapdíj módosításának módja.

source: Base cost.
hu_hu: Alapdíj.

source: Max bookings per block.
hu_hu: Maximális foglalások száma blokkonként.

source: Booking require confirmation.
hu_hu: A foglalás megerősítést igényel.

source: Days days of week bookings cannot start. Array of numeric day indexes with 0 being Sunday.
hu_hu: A hét azon napjai, amikor a foglalások nem kezdődhetnek. Numerikus napindexek tömbje, ahol a 0 a vasárnap.

source: Booking can be cancelled by customer.
hu_hu: A foglalás az ügyfél által lemondható.

source: Availability date/time range type string.
hu_hu: Az elérhetőség dátum-/időtartomány típusát jelölő karakterlánc.

source: Whether or not the resource is bookable during the time range.
hu_hu: Az erőforrás foglalható-e az időtartományban.

source: Priority for how availability rule is applied.
hu_hu: Az elérhetőségi szabály alkalmazásának prioritása.

source: From time for availability range.
hu_hu: Elérhetőségi tartomány kezdő időpontja.

source: To time for availability range.
hu_hu: Elérhetőségi tartomány záró időpontja.

source: From date for availability range.
hu_hu: Elérhetőségi tartomány kezdő dátuma.

source: To date for availability range.
hu_hu: Elérhetőségi tartomány záró dátuma.

source: Base cost for resource.
hu_hu: Az erőforrás alapdíja.

source: Cost per block of resource.
hu_hu: Az erőforrás blokkonkénti költsége.

source: Name of resource.
hu_hu: Az erőforrás neve.

source: ID of parent bookable product.
hu_hu: A szülő foglalható termék ID-je.

source: Quantity of resource.
hu_hu: Az erőforrás mennyisége.

source: Sorting order.
hu_hu: Rendezési sorrend.

source: Check booking availability
hu_hu: Ellenőrizze a foglalhatóságot

source: Use this payment method to check out and get availability from the shop owner.
hu_hu: Használja ezt a fizetési módot a fizetéshez, és szerezze be az elérhetőséget az üzlet tulajdonosától.

source: Request Confirmation
hu_hu: Megerősítés kérése

source: Date
hu_hu: Dátum

source: Start %s
hu_hu: Kezdés %s

source: Close
hu_hu: Bezárás

source: Previous
hu_hu: Előző

source: Choose a date above to see available times.
hu_hu: Válasszon fent egy dátumot az elérhető időpontok megtekintéséhez.

source: This date is unavailable
hu_hu: Ez a dátum nem érhető el

source: This date is fully booked and unavailable
hu_hu: Ez a dátum teljesen foglalt, nem érhető el

source: This date is partially booked - but bookings still remain
hu_hu: Ez a dátum részben foglalt - de még maradt foglalható kapacitás

source: This date is available
hu_hu: Ez a dátum elérhető

source: Choose a Start Date
hu_hu: Válasszon kezdő dátumot

source: Choose an End Date
hu_hu: Válasszon záró dátumot

source: Dates
hu_hu: Dátumok

source: Please wait, the latest available slots are being processed in the background.
hu_hu: Kérjük, várjon, a legfrissebb elérhető idősávok feldolgozása a háttérben folyik.

source: Please select the options for your booking and make sure duration rules apply.
hu_hu: Kérjük, válassza ki a foglalásához tartozó beállításokat, és ellenőrizze, hogy az időtartamra vonatkozó szabályok teljesülnek.

source: To clear selection, pick a new start date
hu_hu: A kiválasztás törléséhez válasszon új kezdő dátumot

source: We weren't able to get that information. Please contact the store owner for help.
hu_hu: Nem sikerült lekérnünk azt az információt. Kérjük, forduljon segítségért az üzlet tulajdonosához.

source: Store server time:
hu_hu: Áruház szerverének ideje:

source: &times; %s Months
hu_hu: &times; %s hónap

source: &times; %s weeks
hu_hu: &times; %s hét

source: &times; %s days
hu_hu: &times; %s nap

source: &times; %s nights
hu_hu: &times; %s éjszaka

source: Night(s)
hu_hu: Éjszaka(k)

source: &times; %s hours
hu_hu: &times; %s óra

source: &times; %s minutes
hu_hu: &times; %s perc

source: Starts
hu_hu: Kezdés

source: Start time
hu_hu: Kezdési idő

source: Ends
hu_hu: Befejezés

source: End time
hu_hu: Befejezési idő

source: left
hu_hu: maradt

source: Sorry, the selected block is no longer available for %1$s. Please choose another block.
hu_hu: Sajnáljuk, a kiválasztott blokk már nem érhető el a(z) %1$s számára. Kérjük, válasszon másik blokkot.

source: A booking for %s has been removed from your cart due to inactivity.
hu_hu: A(z) %s foglalása inaktivitás miatt el lett távolítva a kosarából.

source: Bookings for %s have been removed from your cart due to inactivity.
hu_hu: A(z) %s foglalásai inaktivitás miatt el lettek távolítva a kosarából.

source: A booking that requires confirmation has been removed from your cart. It is not possible to complete the purchased along with a booking that doesn't require confirmation.
hu_hu: Egy megerősítést igénylő foglalást eltávolítottunk a kosarából. Nem lehetséges a vásárlás befejezése olyan foglalással együtt, amely nem igényel megerősítést.

source: Booking Person Discount (Amount Off Per Person)
hu_hu: Személyenkénti kedvezmény (összeg személyenként)

source: Invalid booking.
hu_hu: Érvénytelen foglalás.

source: Your booking was cancelled.
hu_hu: A foglalását lemondtuk.

source: Your booking can no longer be cancelled. Please contact us if you need assistance.
hu_hu: A foglalása már nem mondható le. Kérjük, lépjen kapcsolatba velünk, ha segítségre van szüksége.

source: All bookings start and end times except where stated differently are displayed in the following timezone:
hu_hu: Minden foglalás kezdési és befejezési ideje – ahol másként nem jelezzük – az alábbi időzónában jelenik meg:

source: Are you sure you want to cancel your booking?
hu_hu: Biztosan le akarja mondani a foglalását?

source: Today's Bookings
hu_hu: A mai foglalások

source: Upcoming Bookings
hu_hu: Közelgő foglalások

source: Past Bookings
hu_hu: Korábbi foglalások

source: View order &rarr;
hu_hu: Rendelés megtekintése &rarr;

source: View Booking Calendar &rarr;
hu_hu: Foglalási naptár megtekintése &rarr;

source: View my bookings &rarr;
hu_hu: Foglalásaim megtekintése &rarr;

source: WooCommerce Bookings Data
hu_hu: WooCommerce Bookings adatok

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
hu_hu: E bővítmény használatával személyes adatokat tárolhat, illetve adatokat oszthat meg külső szolgáltatással. <a href="%s" target="_blank">Tudjon meg többet arról, hogyan működik ez, beleértve azt is, mit érdemes szerepeltetnie az adatvédelmi tájékoztatójában.</a>

source: Booking Number
hu_hu: Foglalási szám

source: Booking start
hu_hu: Foglalás kezdete

source: Booking end
hu_hu: Foglalás vége

source: Bookable product
hu_hu: Foglalható termék

source: Booked order ID
hu_hu: Foglaláshoz tartozó rendelésazonosító

source: WooCommerce Bookings Data Erased.
hu_hu: WooCommerce Bookings adatok törölve.

source: Error: Resource not found, please try again
hu_hu: Hiba: Az erőforrás nem található, kérjük, próbálja meg újra

source: It looks like these days are booked and no longer available, please try again with different days.
hu_hu: Úgy tűnik, ezek a napok már foglaltak és nem érhetők el, kérjük, próbálja meg más napokkal.

source: WooCommerce Bookings: Google Calendar was disconnected because authentication keys were changed. Please connect again.
hu_hu: WooCommerce Bookings: A Google Naptár leválasztásra került, mert a hitelesítési kulcsok megváltoztak. Kérjük, csatlakozzon újra.

source: If things aren't going quite as expected, we're happy to help -- please %1$1sreach out to our support team%2$2s.
hu_hu: Ha a dolgok nem egészen a várakozásainak megfelelően alakulnak, szívesen segítünk -- kérjük, %1$1svegye fel a kapcsolatot ügyfélszolgálatunkkal%2$2s.

source: Settings saved.
hu_hu: Beállítások mentve.

source: Authorization
hu_hu: Engedélyezés

source: Connect with a custom Google Calendar App
hu_hu: Kapcsolódás egyéni Google Naptár-alkalmazással

source: Enter the credentials below to use a custom Google Calendar API app. Disconnect existing connection to enter credentials.%1$sAdd %2$s to the Authorized redirect URIs of your Google Cloud App.
hu_hu: Adja meg alább a hitelesítő adatokat egy egyéni Google Calendar API-alkalmazás használatához. A hitelesítő adatok megadásához bontsa a meglévő kapcsolatot.%1$sAdja hozzá a(z) %2$st a Google Cloud App Authorized redirect URIs listájához.

source: Client ID
hu_hu: Kliensazonosító

source: Enter the Google Client ID associated with your Calendar API app.
hu_hu: Adja meg a Naptár API-alkalmazásához tartozó Google kliensazonosítót.

source: Client Secret
hu_hu: Kliens titok

source: Enter the Google Client Secret associated with your Calendar API app.
hu_hu: Adja meg a Naptár API-alkalmazásához tartozó Google kliens titkot.

source: Connected Calendar Settings
hu_hu: Csatlakoztatott naptár beállításai

source: Select your Calendar.
hu_hu: Válassza ki a naptárát.

source: Sync Preference
hu_hu: Szinkronizálási beállítás

source: Sync both ways - between Store and Google
hu_hu: Kétirányú szinkronizálás – az Áruház és a Google között

source: Sync one way - from Store to Google
hu_hu: Egyirányú szinkronizálás – az Áruházból a Google felé

source: Manage the sync flow between your Store calendar and Google calendar.
hu_hu: Kezelje az Áruháza naptára és a Google Naptár közötti szinkronizálás folyamatát.

source: Deletion Preference
hu_hu: Törlési beállítás

source: Delete Events from Google Calendar
hu_hu: Események törlése a Google Naptárból

source: Check this to delete an event from Google Calendar when the corresponding store availability is deleted.
hu_hu: Jelölje be, hogy a megfelelő áruházi elérhetőség törlésekor az esemény törlődjön a Google Naptárból.

source: Debug Log
hu_hu: Hibakeresési napló

source: Enable logging
hu_hu: Naplózás engedélyezése

source: Log Google Calendar events, such as API requests, inside %s
hu_hu: Google Naptár-események, például API-kérelmek naplózása a %s-ben

source: Overwrite Description
hu_hu: Leírás felülírása

source: Enable overwrite
hu_hu: Felülírás engedélyezése

source: When enabled any changes to the event description must be done from the WooCommerce Bookings event. Any changes made directly to the event description in Google Calendar will be lost when data is synced.
hu_hu: Engedélyezés esetén az eseményleírás módosítását a WooCommerce Bookings eseményből kell elvégeznie. A Google Naptárban közvetlenül végzett változtatások a szinkronizáláskor elvesznek.

source: Please fill out all required fields from above and save changes.
hu_hu: Kérjük, töltse ki a fenti kötelező mezőket, és mentse a módosításokat.

source: Connect with custom Google app
hu_hu: Kapcsolódás egyéni Google-alkalmazással

source: Successfully authenticated.
hu_hu: Sikeres hitelesítés.

source: Disconnect
hu_hu: Leválasztás

source: Select a calendar from the list
hu_hu: Válasszon egy naptárt a listából

source: Connect with Google
hu_hu: Kapcsolódás a Google-höz

source: %1$sTo sync with Google Calendar using an app provided by WooCommerce.com, click the "Connect with Google" button below to authorize access to your Google calendar. For more details, refer the %2$sofficial documentation%3$s.%4$s
hu_hu: %1$sA WooCommerce.com által biztosított alkalmazással történő Google Naptár-szinkronizáláshoz kattintson az alábbi "Connect with Google" gombra, és engedélyezze a hozzáférést a Google Naptárához. További részletekért lásd a %2$shivatalos dokumentációt%3$s.%4$s

source: Google Calendar
hu_hu: Google Naptár

source: Account disconnected successfully!
hu_hu: A fiók sikeresen leválasztva!

source: Failed to disconnect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
hu_hu: Nem sikerült leválasztani a fiókját, próbálja meg újra; ha a probléma továbbra is fennáll, kapcsolja be a Hibakeresési napló opciót, és nézze meg, mi történik.

source: Account not properly connected, reset successfully!
hu_hu: A fiók nem megfelelően volt csatlakoztatva, sikeresen visszaállítva!

source: Permission denied!
hu_hu: Hozzáférés megtagadva!

source: Google Calendar account connected successfully!
hu_hu: A Google Naptár-fiók sikeresen csatlakoztatva!
