Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-bookings/woocommerce-bookings-*.po
Languages: hu_hu

source: Setup bookable products such as for reservations, services and hires.
hu_hu: Állítson be foglalható termékeket, például foglalásokhoz, szolgáltatásokhoz és bérlésekhez.

source: Bookable resource name
hu_hu: Foglalható erőforrás neve

source: Name
hu_hu: Név

source: Parent products
hu_hu: Szülő termékek

source: Actions
hu_hu: Műveletek

source: Edit
hu_hu: Szerkesztés

source: Resource details
hu_hu: Erőforrás részletei

source: Available Quantity
hu_hu: Elérhető mennyiség

source: The quantity of this resource available at any given time.
hu_hu: Ennek az erőforrásnak bármely időpontban elérhető mennyisége.

source: Range type
hu_hu: Tartomány típusa

source: Range
hu_hu: Tartomány

source: Bookable
hu_hu: Foglalható

source: If not bookable, users won't be able to choose this block for their booking.
hu_hu: Ha nem foglalható, a felhasználók nem tudják kiválasztani ezt a blokkot a foglalásukhoz.

source: Priority
hu_hu: Prioritás

source: Add Range
hu_hu: Tartomány hozzáadása

source: Bookings Addons
hu_hu: Bookings kiegészítők

source: Clean unused Person Types from DB
hu_hu: Nem használt személytípusok törlése az adatbázisból

source: Clean Person Types
hu_hu: Személytípusok törlése

source: This tool will clean the person types that are not used by any booking or a product.
hu_hu: Ez az eszköz törli azokat a személytípusokat, amelyeket egyetlen foglalás vagy termék sem használ.

source: Clear expired In Cart bookings
hu_hu: Lejárt, kosárban lévő foglalások törlése

source: Clear
hu_hu: Törlés

source: This tool will clear all expired In Cart bookings.
hu_hu: Ez az eszköz törli az összes lejárt, kosárban lévő foglalást.

source: Templates
hu_hu: Sablonok

source: Resources
hu_hu: Erőforrások

source: Availability
hu_hu: Elérhetőség

source: Costs
hu_hu: Költségek

source: Persons
hu_hu: Személyek

source: Export
hu_hu: Exportálás

source: Booking updated.
hu_hu: Foglalás frissítve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: Booking saved.
hu_hu: Foglalás mentve.

source: Booking submitted.
hu_hu: Foglalás elküldve.

source: Are you sure you want to remove this person type?
hu_hu: Biztos benne, hogy eltávolítja ezt a személytípust?

source: Are you sure you want to remove this resource?
hu_hu: Biztos benne, hogy eltávolítja ezt az erőforrást?

source: minutes
hu_hu: perc

source: hours
hu_hu: óra

source: days
hu_hu: nap

source: Enter a name for the new resource
hu_hu: Adja meg az új erőforrás nevét

source: View details
hu_hu: Részletek megtekintése

source: Customer
hu_hu: Vásárló

source: Resource
hu_hu: Erőforrás

source: This setting is being overridden at the resource level.
hu_hu: Ezt a beállítást erőforrás-szinten felülírják.

source: Max allowed is set to
hu_hu: A maximálisan engedélyezett érték erre van beállítva

source: A duration greater than 24 hours is not allowed when Availability is "not-available by default".
hu_hu: 24 óránál hosszabb időtartam nem engedélyezett, ha az Availability "not-available by default".

source: The booking duration has been set to 24 as a duration greater than 24 hours is not allowed when Availability is "not-available by default".
hu_hu: A foglalás időtartama 24-re lett beállítva, mivel 24 óránál hosszabb időtartam nem engedélyezett, ha az Availability "not-available by default".

source: "Start and end date" should be of the format yyyy-mm-dd and cannot be empty.
hu_hu: A "Start and end date" formátuma yyyy-mm-dd legyen, és nem lehet üres.

source: Start date cannot be greater than end date.
hu_hu: A kezdő dátum nem lehet nagyobb, mint a befejező dátum.

source: Minimum duration needs to be less than or equal to maximum duration.
hu_hu: A minimális időtartamnak kisebbnek vagy egyenlőnek kell lennie a maximális időtartamnál.

source: Maximum duration needs to be greater than or equal to the minimum duration.
hu_hu: A maximális időtartamnak nagyobbnak vagy egyenlőnek kell lennie a minimális időtartamnál.

source: Has persons
hu_hu: Személyek

source: Enable this if this bookable product can be booked by a customer defined number of persons.
hu_hu: Engedélyezze ezt, ha ez a foglalható termék az ügyfél által meghatározott számú személyre foglalható.

source: Has resources
hu_hu: Erőforrások

source: Enable this if this bookable product has multiple bookable resources, for example room types or instructors.
hu_hu: Engedélyezze ezt, ha ez a foglalható termék több foglalható erőforrással rendelkezik, például szobatípusokkal vagy oktatókkal.

source: The resource has already been linked to this product
hu_hu: Az erőforrás már ehhez a termékhez van kapcsolva

source: Unable to add resource
hu_hu: Nem sikerült erőforrást hozzáadni

source: You do not have sufficient permissions to access this page.
hu_hu: Nincs elegendő jogosultsága ezen oldal eléréséhez.

source: You have taken too long. Please go back and retry.
hu_hu: Túl sok idő telt el. Kérem, lépjen vissza, és próbálja újra.

source: Please refresh the page and try again.
hu_hu: Kérem, frissítse az oldalt, és próbálja meg újra.

source: Error: The booking product details are missing.
hu_hu: Hiba: Hiányoznak a foglalható termék részletei.

source: This month is available
hu_hu: Ez a hónap foglalható

source: This month is fully booked and unavailable
hu_hu: Ez a hónap teljesen foglalt, nem foglalható

source: This month is unavailable
hu_hu: Ez a hónap nem foglalható

source: No slots available.
hu_hu: Nincsenek elérhető időpontok.

source: This booking is unavailable.
hu_hu: Ez a foglalás nem érhető el.

source: Booking cost
hu_hu: Foglalás költsége

source: Please enter a valid date.
hu_hu: Kérem, adjon meg érvényes dátumot.

source: No blocks available.
hu_hu: Nincsenek elérhető időblokkok.

source: No nonce sent with request
hu_hu: A kéréssel nem érkezett nonce

source: Cheatin&#8217; huh?
hu_hu: Csal, ugye?

source: You are not authorized to perform this action
hu_hu: Nincs jogosultsága a művelet végrehajtásához

source: All Day
hu_hu: Egész nap

source: Unavailable
hu_hu: Nem elérhető

source: (From Google Calendar)
hu_hu: (A Google Calendarból)

source: %d more
hu_hu: %d további

source: Person(s)
hu_hu: Személy(ek)

source: Booked by
hu_hu: Foglalta

source: Resource #
hu_hu: Erőforrás #

source: Person #%1$s - %2$s (%3$s)
hu_hu: Személy #%1$s - %2$s (%3$s)

source: Confirm bookings
hu_hu: Foglalások megerősítése

source: Unconfirm bookings
hu_hu: Foglalások megerősítésének visszavonása

source: Cancel bookings
hu_hu: Foglalások lemondása

source: Mark bookings as paid
hu_hu: Foglalások megjelölése fizetettként

source: Mark bookings as unpaid
hu_hu: Foglalások megjelölése nem fizetettként

source: Sorry, you are not allowed to edit this item.
hu_hu: Sajnáljuk, nincs jogosultsága ennek az elemnek a szerkesztéséhez.

source: Booking Title
hu_hu: Foglalás címe

source: Status
hu_hu: Állapot

source: Booked Product
hu_hu: Lefoglalt termék

source: # of Persons
hu_hu: Személyek száma

source: Booked By
hu_hu: Foglalta

source: Order
hu_hu: Rendelés

source: Start Date
hu_hu: Kezdés dátuma

source: End Date
hu_hu: Befejezés dátuma

source: Booking #%d
hu_hu: Foglalás #%d

source: View
hu_hu: Megtekintés

source: Confirm
hu_hu: Megerősítés

source: All Bookable Products
hu_hu: Összes foglalható termék

source: Error - please try again
hu_hu: Hiba - kérjük, próbálja meg újra

source: Please choose a bookable product
hu_hu: Kérjük, válasszon foglalható terméket

source: Order ID not provided
hu_hu: Nincs megadva rendelésazonosító

source: Invalid order ID provided
hu_hu: Érvénytelen rendelésazonosító lett megadva

source: Error: Could not create order
hu_hu: Hiba: A rendelést nem sikerült létrehozni

source: Error: Could not create item
hu_hu: Hiba: A tételt nem sikerült létrehozni

source: Customer details
hu_hu: Vásárló adatai

source: Name:
hu_hu: Név:

source: Address:
hu_hu: Cím:

source: No billing address set.
hu_hu: Nincs megadva számlázási cím.

source: Phone:
hu_hu: Telefon:

source: Booking Details
hu_hu: Foglalás részletei

source: This booking is scheduled over 2 years into the future. Please ensure this is correct.
hu_hu: Ez a foglalás több mint 2 évvel a jövőbe van ütemezve. Kérjük, ellenőrizze, hogy ez helyes-e.

source: This booking is scheduled over the product's allowed max booking date (%s). Please ensure this is correct.
hu_hu: Ez a foglalás meghaladja a termék engedélyezett legkésőbbi foglalási dátumát (%s). Kérjük, ellenőrizze, hogy ez helyes-e.

source: It appears the booking product associated with this booking has been removed.
hu_hu: Úgy tűnik, a foglaláshoz kapcsolódó foglalható terméket eltávolították.

source: This booking is missing a required add-on (product type: %s). Some information is shown below but might be incomplete. Please install the missing add-on through the plugins screen.
hu_hu: Ehhez a foglaláshoz hiányzik egy szükséges bővítmény (terméktípus: %s). Az alábbiakban néhány információ megjelenik, de lehet, hogy nem teljes. Kérjük, telepítse a hiányzó bővítményt a bővítmények képernyőjén.

source: Booking #%s details
hu_hu: Foglalás #%s részletei

source: Linked to order %s.
hu_hu: A(z) %s rendeléshez kapcsolódik.

source: Booking type: %s
hu_hu: Foglalás típusa: %s

source: General details
hu_hu: Általános adatok

source: Order ID:
hu_hu: Rendelésazonosító:

source: Date created:
hu_hu: Létrehozás dátuma:

source: h
hu_hu: ó

source: m
hu_hu: p

source: Booking status:
hu_hu: Foglalás állapota:

source: Customer:
hu_hu: Vásárló:

source: Guest
hu_hu: Vendég

# Admin booking guest placeholder
source: Guest (%s)
hu_hu: Vendég (%s)

source: Metadata:
hu_hu: Metaadatok:

source: Booking specification
hu_hu: Foglalási specifikáció

source: Booked product:
hu_hu: Lefoglalt termék:

source: Parent booking ID:
hu_hu: Szülő foglalás azonosítója:

source: Booking date &amp; time
hu_hu: Foglalás dátuma &amp; időpontja

source: Start date:
hu_hu: Kezdés dátuma:

source: End date:
hu_hu: Befejezés dátuma:

source: All day booking:
hu_hu: Egész napos foglalás:

source: Check this box if the booking is for all day.
hu_hu: Jelölje be ezt a négyzetet, ha a foglalás egész napos.

source: Start time:
hu_hu: Kezdési idő:

source: End time:
hu_hu: Befejezési idő:

source: Start time (local timezone):
hu_hu: Kezdési idő (helyi időzóna):

source: End time (local timezone):
hu_hu: Befejezési idő (helyi időzóna):

source: Date should be of the format yyyy-mm-dd and cannot be empty.
hu_hu: A dátum formátuma yyyy-mm-dd legyen, és nem lehet üres.

source: Unauthorised request, please try again.
hu_hu: Jogosulatlan kérés, kérjük, próbálja meg újra.

source: This booking product does not exist!
hu_hu: Ez a foglalási termék nem létezik!

source: Unable to export!
hu_hu: Nem lehet exportálni!

source: You're almost ready to take bookings!
hu_hu: Már csaknem készen áll arra, hogy foglalásokat fogadjon!

source: To get set up, you'll need to set your availability or add a bookable product.
hu_hu: A beállításhoz állítsa be az elérhetőségét, vagy adjon hozzá egy foglalható terméket.

source: Set my availability
hu_hu: Az elérhetőségem beállítása

source: Add a bookable product
hu_hu: Foglalható termék hozzáadása

source: Add Booking
hu_hu: Foglalás hozzáadása

source: Calendar
hu_hu: Naptár

source: Send Notification
hu_hu: Értesítés küldése

source: Settings
hu_hu: Beállítások

source: Bookings
hu_hu: Foglalások

source: Create Booking
hu_hu: Foglalás létrehozása

source: Notification
hu_hu: Értesítés

source: Please choose a product
hu_hu: Kérjük, válasszon egy terméket

source: Please enter a message
hu_hu: Kérjük, adjon meg egy üzenetet

source: Please enter a subject
hu_hu: Kérjük, adjon meg egy tárgyat

source: Notification sent successfully
hu_hu: Az értesítés sikeresen elküldve

source: Store Availability
hu_hu: Áruház rendelkezésre állása

source: Timezones
hu_hu: Időzónák

source: Calendar Connection
hu_hu: Naptárkapcsolat

source: Notes
hu_hu: Megjegyzések

source: Booking #%1$d status changed from "%2$s" to "%3$s"
hu_hu: A(z) #%1$d számú foglalás állapota "%2$s" állapotról "%3$s" állapotra változott

source: at
hu_hu: ekkor

source: Cost
hu_hu: Költség

source: Duration
hu_hu: Időtartam

source: Max_persons
hu_hu: Maximális_személyek

source: Min_date_unit
hu_hu: Minimális_dátum_egység

source: Min_date_value
hu_hu: Minimális_dátum_érték

source: Min_duration
hu_hu: Minimális_időtartam

source: Min_persons
hu_hu: Minimális_személyek

source: Person_types
hu_hu: Személy_típusok

source: Pricing
hu_hu: Árazás

source: Qty
hu_hu: Mennyiség

source: Requires_confirmation
hu_hu: Megerősítést_igényel

source: Resource_label
hu_hu: Erőforrás_címke

source: Resource_base_costs
hu_hu: Erőforrás_alap_költségek

source: Resource_block_costs
hu_hu: Erőforrás_blokk_költségek

source: Resource_ids
hu_hu: Erőforrás_ID-k

source: Resources_assignment
hu_hu: Erőforrások_hozzárendelése

source: Restricted_days
hu_hu: Korlátozott_napok

source: User_can_cancel
hu_hu: Felhasználó_lemondhat

source: Booking actions
hu_hu: Foglalási műveletek

source: Move to trash
hu_hu: Áthelyezés a kukába

source: Save Booking
hu_hu: Foglalás mentése

source: Save/update the booking
hu_hu: A foglalás mentése/frissítése

source: Saving will also sync to Google Calendar
hu_hu: A mentés a Google Calendarral is szinkronizál

source: WooCommerce Bookings now includes bookable product templates that can be imported to more easily set up new bookable products. %1$sClick here%2$s to learn more about them.
hu_hu: A WooCommerce Bookings most már tartalmaz foglalható terméksablonokat, amelyek importálhatók az új foglalható termékek egyszerűbb beállításához. %1$sKattintson ide%2$s, ha többet szeretne megtudni róluk.

source: Add Product
hu_hu: Termék hozzáadása

source: Something went wrong, please try again.
hu_hu: Valami hiba történt, kérjük, próbálja meg újra.

source: Removed %s expired In Cart booking(s).
hu_hu: Eltávolítva %s lejárt, kosárban lévő foglalás.

source: Calendar Mode
hu_hu: Naptár mód

source: Classic Mode
hu_hu: Klasszikus mód

source: January
hu_hu: Január

source: February
hu_hu: Február

source: March
hu_hu: Március

source: April
hu_hu: Április

source: May
hu_hu: Május

source: June
hu_hu: Június

source: July
hu_hu: Július

source: August
hu_hu: Augusztus

source: September
hu_hu: Szeptember

source: October
hu_hu: Október

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Week %s
hu_hu: Hét %s

source: Google Recurring Event
hu_hu: Google ismétlődő esemény

source: Google Event
hu_hu: Google-esemény

source: Date range
hu_hu: Dátumtartomány

source: Date range with time
hu_hu: Dátumtartomány időponttal

source: Range of months
hu_hu: Hónapok tartománya

source: Range of weeks
hu_hu: Hetek tartománya

source: Range of days
hu_hu: Napok tartománya

source: Time Ranges
hu_hu: Időtartományok

source: Time Range (all week)
hu_hu: Időtartomány (egész hétre)

source: Date Range with recurring time
hu_hu: Dátumtartomány ismétlődő időponttal

source: to
hu_hu: ig

source: Repeating
hu_hu: Ismétlődés

source: , except
hu_hu: , kivéve

source: Invalid recurring rule
hu_hu: Érvénytelen ismétlődési szabály

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Max bookings per block
hu_hu: Blokkonkénti max. foglalások száma

source: The maximum bookings allowed for each block. Can be overridden at resource level.
hu_hu: Az egyes blokkokra engedélyezett foglalások maximális száma. Erőforrás-szinten felülírható.

source: Minimum block bookable
hu_hu: Minimum foglalható blokk

source: Month(s)
hu_hu: Hónap(ok)

source: Week(s)
hu_hu: Hét(ek)

source: Day(s)
hu_hu: Nap(ok)

source: Hour(s)
hu_hu: Óra(k)

source: into the future
hu_hu: a jövőbe

source: Maximum block bookable
hu_hu: Maximum foglalható blokk

source: Require a buffer period of
hu_hu: Szükséges pufferidő

source: between bookings
hu_hu: foglalások között

source: Adjacent Buffering?
hu_hu: Szomszédos pufferelés?

source: By default buffer period applies forward into the future of a booking. Enabling this option will apply adjacently (before and after Bookings).
hu_hu: Alapértelmezés szerint a pufferidő a foglalást követően, a jövőbe érvényes. Ennek az opciónak az engedélyezése esetén a puffer szomszédosan alkalmazandó (a foglalások előtt és után).

source: All dates are...
hu_hu: Minden dátum...

source: available by default
hu_hu: alapértelmezés szerint elérhető

source: not-available by default
hu_hu: alapértelmezés szerint nem elérhető

source: This option affects how you use the rules below.
hu_hu: Ez az opció befolyásolja, hogyan használja az alábbi szabályokat.

source: Check rules against...
hu_hu: Szabályok ellenőrzése a következők alapján...

source: All blocks being booked
hu_hu: Az összes lefoglalni kívánt blokk

source: The starting block only
hu_hu: Csak a kezdő blokk

source: This option affects how bookings are checked for availability.
hu_hu: Ez az opció befolyásolja, hogyan kerül ellenőrzésre a foglalások elérhetősége.

source: First block starts at...
hu_hu: Az első blokk kezdete...

source: view our documentation here.
hu_hu: dokumentációnkat itt tekintheti meg.

source: Restrict selectable days?
hu_hu: Korlátozza a választható napokat?

source: Restrict the days of the week that are able to be selected on the calendar; this will not affect your availability. For more information on restricting start and end days you can
hu_hu: Korlátozza a naptárban kiválasztható hét napjait; ez nem befolyásolja az elérhetőségét. További információért a kezdő és záró napok korlátozásáról Ön

source: Booking duration
hu_hu: Foglalás időtartama

source: Fixed blocks of
hu_hu: Rögzített blokkok hossza

source: Customer defined blocks of
hu_hu: Ügyfél által meghatározott blokkok hossza

source: Minute(s)
hu_hu: Perc(ek)

source: Minimum duration
hu_hu: Minimális időtartam

source: The minimum allowed duration the user can input.
hu_hu: Az Ön által megadható minimális időtartam.

source: Maximum duration
hu_hu: Maximális időtartam

source: The maximum allowed duration the user can input.
hu_hu: Az Ön által megadható maximális időtartam.

source: Enable Calendar Range Picker?
hu_hu: Engedélyezi a dátumtartomány-választót?

source: Lets the user select a start and end date on the calendar - duration will be calculated automatically.
hu_hu: Lehetővé teszi, hogy Ön a naptáron kezdő és záró dátumot válasszon - az időtartam automatikusan kiszámításra kerül.

source: Calendar display mode
hu_hu: Naptár megjelenítési módja

source: Choose how the calendar is displayed on the booking form.
hu_hu: Válassza ki, hogyan jelenjen meg a naptár a foglalási űrlapon.

source: Display calendar on click
hu_hu: Naptár megjelenítése kattintásra

source: Calendar always visible
hu_hu: A naptár mindig látható

source: Requires confirmation?
hu_hu: Megerősítést igényel?

source: Check this box if the booking requires admin approval/confirmation. Payment will not be taken during checkout.
hu_hu: Jelölje be ezt a négyzetet, ha a foglalás adminisztrátori jóváhagyást/megerősítést igényel. Fizetésre a pénztárnál nem kerül sor.

source: Can be cancelled?
hu_hu: Lemondható?

source: Check this box if the booking can be cancelled by the customer after it has been purchased. A refund will not be sent automatically.
hu_hu: Jelölje be ezt a négyzetet, ha a foglalást a vásárlást követően az ügyfél lemondhatja. A visszatérítés nem történik meg automatikusan.

source: Booking can be cancelled until
hu_hu: A foglalás lemondható eddig

source: before the start date.
hu_hu: a kezdési dátum előtt.

source: Click the "Export" button to export this product, it's settings, as well as any applicable resources, persons, and global availability rules. This will create a ZIP file that will then be downloaded to your local device to help WooCommerce support troubleshoot your bookings setup, if needed.
hu_hu: Kattintson az "Export" gombra, hogy exportálja ezt a terméket, a beállításait, valamint a vonatkozó erőforrásokat, személyeket és globális elérhetőségi szabályokat. Ez létrehoz egy ZIP fájlt, amely ezt követően letöltődik az Ön helyi eszközére, hogy szükség esetén a WooCommerce ügyfélszolgálata segíthessen a foglalások beállításának hibaelhárításában.

source: Unlink
hu_hu: Leválasztás

source: Click to toggle
hu_hu: Kattintson a váltáshoz

source: Person Type Name
hu_hu: Személytípus neve

source: Base Cost
hu_hu: Alapköltség

source: Block Cost
hu_hu: Blokkonkénti költség

source: Description
hu_hu: Leírás

source: Min persons
hu_hu: Min. személyszám

source: The minimum number of persons per booking.
hu_hu: A foglalásonkénti minimális személyszám.

source: Max persons
hu_hu: Max. személyszám

source: The maximum number of persons per booking.
hu_hu: A foglalásonkénti maximális személyszám.

source: Multiply all costs by person count
hu_hu: Minden költség szorzása a személyszámmal

source: Enable this to multiply the entire cost of the booking (block and base costs) by the person count.
hu_hu: Engedélyezze ezt, ha a foglalás teljes költségét (blokk- és alapköltségek) a személyszámmal szeretné megszorozni.

source: Count persons as bookings
hu_hu: Személyek foglalásként számítása

source: Enable this to count each person as a booking until the max bookings per block (in availability) is reached.
hu_hu: Engedélyezze ezt, hogy minden személyt egy foglalásnak számítson mindaddig, amíg el nem éri a blokkonkénti (az elérhetőségnél megadott) maximális foglalásszámot.

source: Enable person types
hu_hu: Személytípusok engedélyezése

source: Person types allow you to offer different booking costs for different types of individuals, for example, adults and children.
hu_hu: A személytípusok lehetővé teszik, hogy különböző személytípusokhoz eltérő foglalási költségeket kínáljon, például felnőtteknek és gyermekeknek.

source: Person types
hu_hu: Személytípusok

source: Close all
hu_hu: Összes bezárása

source: Expand all
hu_hu: Összes kibontása

source: Add Person Type
hu_hu: Személytípus hozzáadása

source: Time Range
hu_hu: Időintervallum

source: Person count
hu_hu: Személyszám

source: Block count
hu_hu: Blokkok száma

source: Date Range with time
hu_hu: Dátumtartomány idővel

source: Base cost
hu_hu: Alapköltség

source: One-off cost for the booking as a whole.
hu_hu: Egyszeri költség a foglalás egészére.

source: Block cost
hu_hu: Blokkonkénti költség

source: This is the cost per block booked. All other costs (for resources and persons) are added to this.
hu_hu: Ez a lefoglalt blokkonkénti költség. Minden egyéb költség (erőforrásoké és személyeké) ehhez adódik hozzá.

source: Display cost
hu_hu: Megjelenített költség

source: The cost is displayed to the user on the frontend. Leave blank to have it calculated for you. If a booking has varying costs, this will be prefixed with the word "from:".
hu_hu: A költség a felhasználó számára a frontend felületen jelenik meg. Hagyja üresen, hogy automatikusan kiszámításra kerüljön. Ha egy foglalásnak változó költségei vannak, a "from:" szó fog elé kerülni.

source: Enter a cost for this rule. Applied to the booking as a whole.
hu_hu: Adjon meg költséget ehhez a szabályhoz. A foglalás egészére kerül alkalmazásra.

source: Enter a cost for this rule. Applied to each booking block.
hu_hu: Adjon meg költséget ehhez a szabályhoz. Minden foglalási blokkra kerül alkalmazásra.

source: All matching rules will be applied to the booking.
hu_hu: Minden egyező szabály alkalmazásra kerül a foglalásra.

source: Remove
hu_hu: Eltávolítás

source: Edit resource
hu_hu: Erőforrás szerkesztése

source: Type
hu_hu: Típus

source: Label
hu_hu: Címke
