Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-blog/jet-blog-*.po
Languages: hu_hu

source: Scrollbar Styles
hu_hu: Görgetősáv stílusok

source: Currently works only in -webkit- browsers
hu_hu: Jelenleg csak -webkit- böngészőkben működik

source: Scrollbar Thumb
hu_hu: Görgetősáv csúszkája

source: Scrollbar Track
hu_hu: Görgetősáv sínje

source: Show Meta %s
hu_hu: Meta %s megjelenítése

source: Meta Fields Position
hu_hu: Meta mezők pozíciója

source: Before
hu_hu: Előtte

source: After
hu_hu: Utána

source: Key
hu_hu: Kulcs

source: Meta key from postmeta table in database
hu_hu: Meta kulcs az adatbázis postmeta táblájából

source: Use Image?
hu_hu: Kép használata?

source: Icon
hu_hu: Ikon

source: Image
hu_hu: Kép

source: Label
hu_hu: Címke

source: Value Format
hu_hu: Érték formátuma

source: Value format string, accepts HTML markup. %s - is meta value
hu_hu: Értékformátum-karakterlánc, elfogad HTML jelölést. %s - a metaérték

source: Prepare meta value with callback
hu_hu: Metaérték előkészítése callback segítségével

source: Format
hu_hu: Formátum

source: Meta Styles %s
hu_hu: Meta stílusok %s

source: Meta Label
hu_hu: Meta címke

source: Display Meta Label and Value
hu_hu: Meta címke és érték megjelenítése

source: Inline
hu_hu: Egysorban

source: As Blocks
hu_hu: Blokkokban

source: Horizontal Gap Between Label and Value
hu_hu: Vízszintes távolság a címke és az érték között

source: Meta Value
hu_hu: Metaérték

source: Justified
hu_hu: Sorkizárt

source: Meta Icon
hu_hu: Meta ikon

source: Image Margin
hu_hu: Kép margója

source: Image Width
hu_hu: Kép szélessége

source: Start Update
hu_hu: Frissítés indítása

source: Data Update
hu_hu: Adatfrissítés

source: Module DB Updater init error in %s - version and slug is required arguments
hu_hu: Modul DB Updater inicializálási hiba itt: %s - a version és a slug kötelező argumentumok

source: We need to update your database to the latest version.
hu_hu: Frissítenünk kell az adatbázisát a legújabb verzióra.

source: Update complete, thank you for updating to the latest version!
hu_hu: A frissítés befejeződött, köszönjük, hogy a legújabb verzióra frissített!

source: Select query...
hu_hu: Lekérdezés kiválasztása...

source: You not have any Posts queries, create new here - %s
hu_hu: Nincs egyetlen Bejegyzés-lekérdezése sem, hozzon létre újat itt - %s

source: Create new Posts Query with Query builder
hu_hu: Hozzon létre új Bejegyzés-lekérdezést a Query builder segítségével

source: Select query from JetEngine query builder to use as source. Supports only Posts queries
hu_hu: Válasszon lekérdezést a JetEngine query builderből forrásként. Csak Bejegyzés-lekérdezéseket támogat.

source: Or use JetEngine Query Builder
hu_hu: Vagy használja a JetEngine Query Buildert

source: Select query from JetEngine Query Builder
hu_hu: Válasszon lekérdezést a JetEngine Query Builderből

source: Saved
hu_hu: Mentve

source: Error
hu_hu: Hiba

source: Full
hu_hu: Teljes

source: Name (slug)
hu_hu: Név (slug)

source: Comment Count
hu_hu: Hozzászólások száma

source: Menu Order
hu_hu: Menüsorrend

source: Descending
hu_hu: Csökkenő

source: Ascending
hu_hu: Növekvő

source: Baseline
hu_hu: Alapvonal

source: Middle
hu_hu: Közép

source: Sub
hu_hu: Alsó index

source: Super
hu_hu: Felső index

source: Text Top
hu_hu: Szöveg teteje

source: Text Bottom
hu_hu: Szöveg alja

source: Angle
hu_hu: Szögjel

source: Chevron
hu_hu: V-jel

source: Angle Double
hu_hu: Kettős szögjel

source: Arrow
hu_hu: Nyíl

source: Caret
hu_hu: Háromszög jel

source: Long Arrow
hu_hu: Hosszú nyíl

source: Arrow Circle
hu_hu: Nyíl körben

source: Chevron Circle
hu_hu: V-jel körben

source: Caret Square
hu_hu: Háromszög jel négyzetben

source: From All
hu_hu: Összesből

source: Note: posts number per page will be inherited from Reading Settings. You can change it %s
hu_hu: Megjegyzés: az oldalonkénti bejegyzésszám az Olvasás beállításai alapján öröklődik. Ezt %s módosíthatja

source: Clean
hu_hu: Letisztult

source: Format date
hu_hu: Dátum formátuma

source: Format date (localized)
hu_hu: Dátum formátuma (lokalizált)

source: Box Size
hu_hu: Doboz mérete

# Border Control
source: Border Type
hu_hu: Szegély típusa

# Border Control
source: Solid
hu_hu: Folytonos

# Border Control
source: Double
hu_hu: Kettős

# Border Control
source: Dotted
hu_hu: Pontozott

# Border Control
source: Dashed
hu_hu: Szaggatott

# Border Control
source: Width
hu_hu: Vastagság

# Border Control
source: Color
hu_hu: Szín

# Box Shadow Control
source: Box Shadow
hu_hu: Doboz árnyéka

# Box Shadow Control
source: Position
hu_hu: Pozíció

# Box Shadow Control
source: Outline
hu_hu: Külső

# Box Shadow Control
source: Inset
hu_hu: Belső

source: Server Error
hu_hu: Szerverhiba

source: Settings have been saved
hu_hu: A beállítások mentve

source: Available Widgets
hu_hu: Elérhető widgetek

source: General Settings
hu_hu: Általános beállítások

source: JetBlog requires Elementor to be activated.
hu_hu: A JetBlog működéséhez aktiválnia kell az Elementort.

source: Activate Elementor Now
hu_hu: Elementor aktiválása most

source: JetBlog requires Elementor to be installed.
hu_hu: A JetBlog működéséhez telepítenie kell az Elementort.

source: Install Elementor Now
hu_hu: Elementor telepítése most

source: Editor Load Level
hu_hu: Szerkesztő betöltési szintje

source: Choose a certain set of options in the widget’s Style tab by moving the slider, and improve your Elementor editor performance by selecting appropriate style settings fill level (from None to Full level)
hu_hu: A csúszka mozgatásával a widget Stílus fülén válasszon ki egy adott beállításkészletet, és javítsa az Elementor szerkesztő teljesítményét a megfelelő stílusbeállítási kitöltési szint kiválasztásával (a Nincs szinttől a Teljes szintig)

source: YouTube API Key
hu_hu: YouTube API-kulcs

source: Create own API key %s
hu_hu: Hozzon létre saját API-kulcsot %s

source: Smart Posts List: allow filters for post types
hu_hu: Smart Posts List: szűrők engedélyezése bejegyzéstípusokra

source: Select post types supports Filter by Terms feature
hu_hu: Válassza ki azokat a bejegyzéstípusokat, amelyek támogatják a Szűrés kifejezések szerint funkciót

source: Select types...
hu_hu: Típusok kiválasztása...

source: JetBlog Settings
hu_hu: JetBlog beállításai

source: General settings
hu_hu: Általános beállítások

source: Disable All Widgets
hu_hu: Minden widget letiltása

source: Enable All Widgets
hu_hu: Engedélyezze az összes widgetet
