Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-blog/jet-blog-*.po
Languages: hu_hu

source: Blogging Package for Elementor Page Builder
hu_hu: Blogcsomag az Elementor Page Builderhez

source: Posts Navigation
hu_hu: Bejegyzések navigációja

source: Items
hu_hu: Elemek

source: Works only with main Query object.
hu_hu: Csak a fő Query objektummal működik.

source: Show Post Title
hu_hu: A bejegyzés címének megjelenítése

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Post Title Max Length (Words)
hu_hu: A bejegyzés címének maximális hossza (szavak)

source: Set 0 to show full title
hu_hu: Állítsa 0-ra a teljes cím megjelenítéséhez

source: Excerpt Trimmed Ending
hu_hu: Rövidített kivonat végződése

source: The older posts link text
hu_hu: A régebbi bejegyzések hivatkozásának szövege

source: Older posts
hu_hu: Régebbi bejegyzések

source: The older posts link icon
hu_hu: A régebbi bejegyzések hivatkozásának ikonja

source: The newer posts text
hu_hu: Az újabb bejegyzések szövege

source: Newer posts
hu_hu: Újabb bejegyzések

source: The newer posts link icon
hu_hu: Az újabb bejegyzések hivatkozásának ikonja

source: Alignment
hu_hu: Igazítás

source: Left
hu_hu: Balra

source: Right
hu_hu: Jobbra

source: Center
hu_hu: Középre

source: Justify
hu_hu: Sorkizárt

source: Normal
hu_hu: Normál

source: Background Color
hu_hu: Háttérszín

source: Text Color
hu_hu: Szövegszín

source: Hover
hu_hu: Mutató fölött

source: Border Color
hu_hu: Szegélyszín

source: Item Min Width
hu_hu: Elem minimális szélessége

source: Older Link Padding
hu_hu: Régebbi hivatkozás belső margója

source: Newer Link Padding
hu_hu: Újabb hivatkozás belső margója

source: Gap Between Items
hu_hu: Elemek közötti távolság

source: Border
hu_hu: Szegély

source: Border Radius
hu_hu: Szegély sugara

source: Prev/Next Icons
hu_hu: Előző/Következő ikonok

source: Icon Color
hu_hu: Ikon színe

source: Icon Size
hu_hu: Ikon mérete

source: Icon Box Size
hu_hu: Ikondoboz mérete

source: Gap Between Text and Icon
hu_hu: Szöveg és ikon közötti távolság

source: Posts Pagination
hu_hu: Bejegyzések lapozása

source: None
hu_hu: Nincs

source: Add the previous and next page links.
hu_hu: Adja hozzá az előző és következő oldal hivatkozásait.

source: The previous page link text
hu_hu: Az előző oldal hivatkozásának szövege

source: Previous
hu_hu: Előző

source: The next page link icon
hu_hu: A következő oldal hivatkozásának ikonja

source: The next page text
hu_hu: A következő oldal szövege

source: Next
hu_hu: Következő

source: Start
hu_hu: Indítás

source: End
hu_hu: Vég

source: Current
hu_hu: Aktuális

source: Padding
hu_hu: Belső térköz

source: Smart Posts List
hu_hu: Intelligens bejegyzéslista

source: General
hu_hu: Általános

source: Widget Title
hu_hu: Widget címe

source: Title Tag
hu_hu: Cím HTML-címke

source: Mark First Post as Featured
hu_hu: Jelölje ki az első bejegyzést kiemeltként

source: Featured Post Position
hu_hu: Kiemelt bejegyzés pozíciója

source: Top
hu_hu: Felül

source: Featured Post Max Width
hu_hu: Kiemelt bejegyzés maximális szélessége

source: Featured Post Layout
hu_hu: Kiemelt bejegyzés elrendezése

source: Simple
hu_hu: Egyszerű

source: Boxed
hu_hu: Dobozos

source: Featured Post Image Size
hu_hu: Kiemelt bejegyzés képmérete

source: Featured Post Image Position
hu_hu: Kiemelt bejegyzés képének pozíciója

source: Featured Post Image Max Width
hu_hu: Kiemelt bejegyzés képének maximális szélessége

source: Featured Post Title Max Length (Words)
hu_hu: Kiemelt bejegyzés címének max. hossza (szavakban)

source: Featured Post Excerpt Length
hu_hu: Kiemelt bejegyzés kivonatának hossza

source: Set 0 to hide excerpt or -1 to show full excerpt
hu_hu: Állítsa 0-ra a kivonat elrejtéséhez, vagy -1-re a teljes kivonat megjelenítéséhez

source: Featured Excerpt Trimmed Ending
hu_hu: Kiemelt kivonat csonkolás utáni végződése

source: Featured Post Read More Button
hu_hu: Kiemelt bejegyzés Tovább gombja

source: Show
hu_hu: Megjelenítés

source: Hide
hu_hu: Elrejtés

source: Read More Button Label
hu_hu: Tovább gomb felirata

source: Read More
hu_hu: Tovább

source: Featured Post Meta
hu_hu: Kiemelt bejegyzés metaadatai

source: Featured Meta Position
hu_hu: Kiemelt metaadatok pozíciója

source: Before Title
hu_hu: Cím előtt

source: After Title
hu_hu: Cím után

source: After Excerpt
hu_hu: Kivonat után

source: Show Post Author
hu_hu: Bejegyzés szerzőjének megjelenítése

source: Show Author Avatar
hu_hu: Szerző avatarjának megjelenítése

source: Get Avatar From
hu_hu: Avatar forrása

source: Default Avatar
hu_hu: Alapértelmezett avatar

source: Get from Custom Field
hu_hu: Egyéni mezőből

source: Field Name
hu_hu: Mező neve

source: Avatar Size
hu_hu: Avatar mérete

source: Author Icon
hu_hu: Szerző ikonja

source: Show Post Date
hu_hu: Bejegyzés dátumának megjelenítése

source: Date Icon
hu_hu: Dátum ikonja

source: Show Post Comments
hu_hu: Bejegyzés hozzászólásainak megjelenítése

source: Comments Icon
hu_hu: Hozzászólások ikonja

source: Show Post Terms
hu_hu: Bejegyzéshez tartozó kifejezések megjelenítése

source: Show Terms From
hu_hu: Kifejezések megjelenítése innen

source: Max Terms to Show
hu_hu: Megjelenítendő kifejezések maximális száma

source: All
hu_hu: Összes

source: Columns Number
hu_hu: Oszlopok száma

source: Rows Number
hu_hu: Sorok száma

source: Post Thumbnail
hu_hu: Bejegyzés bélyegképe

source: Post Image Size
hu_hu: Bejegyzés képének mérete

source: Post Image Position
hu_hu: Bejegyzés képének pozíciója

source: Post Image Max Width
hu_hu: Bejegyzés képének maximális szélessége

source: Post Image Max Width (Top Position)
hu_hu: Bejegyzés képének maximális szélessége (felső pozíció)

source: Title Max Length (Words)
hu_hu: Cím maximális hossza (szavakban)

source: Excerpt Length
hu_hu: Kivonat hossza

source: Read More Button
hu_hu: Bővebben gomb

source: Post Meta
hu_hu: Bejegyzés metaadatai

source: Meta Position
hu_hu: Metaadatok pozíciója

source: Query & Controls
hu_hu: Lekérdezés és vezérlők

source: Use as Archive Template
hu_hu: Archívumsablonként történő használat

source: Use Custom Query
hu_hu: Egyéni lekérdezés használata

source: Generate custom query
hu_hu: Egyéni lekérdezés generálása

source: Set custom query
hu_hu: Egyéni lekérdezés beállítása

source: Post Type
hu_hu: Bejegyzéstípus

source: Query Custom Posts By
hu_hu: Egyéni bejegyzések lekérdezése aszerint

source: IDs
hu_hu: ID-k

source: Terms
hu_hu: Kifejezések

source: Get custom posts from terms:
hu_hu: Egyéni bejegyzések lekérése kifejezésekből:

source: Set comma separated terms IDs list (10, 22, 19 etc.)
hu_hu: Állítson be vesszővel elválasztott kifejezés-ID-k listát (10, 22, 19 stb.)

source: Set comma separated IDs list (10, 22, 19 etc.)
hu_hu: Állítson be vesszővel elválasztott ID-k listáját (10, 22, 19 stb.)

source: Query Posts By
hu_hu: Bejegyzések lekérdezése aszerint

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Címkék

source: Get posts from categories:
hu_hu: Bejegyzések lekérése kategóriákból:

source: Get posts from tags:
hu_hu: Bejegyzések lekérése címkékből:

source: If this is used with query posts by ID, it will be ignored. Note: use the %current_id% macros to exclude the current post.
hu_hu: Ha ezt a bejegyzések ID szerinti lekérdezésével együtt használja, figyelmen kívül lesz hagyva. Megjegyzés: használja a %current_id% makrót az aktuális bejegyzés kizárásához.

source: Exclude posts by IDs (eg. 10, 22, 19 etc.)
hu_hu: Bejegyzések kizárása ID-k alapján (pl. 10, 22, 19 stb.)

source: Posts Offset
hu_hu: Bejegyzések eltolása

source: Order
hu_hu: Sorrend

source: Order by
hu_hu: Rendezés alapja

source: Author
hu_hu: Szerző

source: Title
hu_hu: Cím

source: Name
hu_hu: Név

source: Type
hu_hu: Típus

source: Date
hu_hu: Dátum

source: Modified
hu_hu: Módosítás dátuma

source: Parent
hu_hu: Szülő

source: Rand
hu_hu: Véletlen

source: Comment count
hu_hu: Hozzászólások száma

source: Relevance
hu_hu: Relevancia

source: Menu order
hu_hu: Menüsorrend

source: Preserve post ID order given in the "Include posts by IDs" option
hu_hu: A bejegyzésazonosítók sorrendjének megőrzése az "Include posts by IDs" beállításban megadottak szerint

source: Filter by Custom Field
hu_hu: Szűrés egyéni mező szerint

source: Custom Field Key
hu_hu: Egyéni mező kulcsa

source: Custom Field Value
hu_hu: Egyéni mező értéke

source: Show Filter by Terms
hu_hu: Kifejezések szerinti szűrő megjelenítése

source: Select Terms Type for Filter
hu_hu: Kifejezéstípus kiválasztása a szűrőhöz

source: Show "All" Button in Start of Filter
hu_hu: "All" gomb megjelenítése a szűrő elején

source: "All" Button Label
hu_hu: "All" gomb felirata

source: RollUp Extra Terms
hu_hu: További kifejezések összecsukása

source: Enable this option in order to reduce the terms filter size by grouping extra terms items and hiding them under the suspension dots.
hu_hu: Engedélyezze ezt a beállítást a kifejezésszűrő méretének csökkentéséhez: a további kifejezéseket csoportosítja, és a három pont mögé rejti.

source: More Terms Icon
hu_hu: További kifejezések ikonja

source: Hide Filter by Terms On
hu_hu: Kifejezések szerinti szűrő elrejtése ezen

source: Show Paging Control
hu_hu: Lapozó vezérlő megjelenítése

source: Select Control Arrows Type
hu_hu: Vezérlőnyilak típusának kiválasztása

source: To Top
hu_hu: Fel a tetejére

source: Scrolling to the top of the widget after a click on pagination arrow
hu_hu: Görgetés a widget tetejére a lapozónyílra kattintás után

source: Hide Paging Control On
hu_hu: Lapozó vezérlő elrejtése ezen

source: Custom Fields
hu_hu: Egyéni mezők

source: Before/After Title
hu_hu: Cím előtt/után

source: Before/After Content
hu_hu: Tartalom előtt/után

source: Posts Wrapper
hu_hu: Bejegyzések konténere

source: Global Wrapper Margin
hu_hu: Globális konténer margója

source: Featured Post Margin
hu_hu: Kiemelt bejegyzés margója

source: Posts List Margin
hu_hu: Bejegyzéslista margója

source: Heading
hu_hu: Címsor

source: Heading Box
hu_hu: Címsor doboza

source: Margin
hu_hu: Margó

source: Title Color
hu_hu: Cím színe

source: Filter
hu_hu: Szűrő

source: Color
hu_hu: Szín

source: Active
hu_hu: Aktív

source: Hidden Terms Box
hu_hu: Rejtett kifejezések doboza

source: Hidden Terms Icon Size
hu_hu: Rejtett kifejezések ikonmérete

source: Hover/Active Color
hu_hu: Egér fölötti/aktív szín

source: Featured
hu_hu: Kiemelt

source: Inner Content Margin
hu_hu: Belső tartalom margója

source: Post Image
hu_hu: Bejegyzés képe

source: Post Image Overlay
hu_hu: Bejegyzés képének átfedése

source: Post Title
hu_hu: Bejegyzés címe

source: Color Hover
hu_hu: Szín egér fölött

source: Text Decoration Hover
hu_hu: Szövegdekoráció egér fölött

source: Default
hu_hu: Alapértelmezett

# Typography Control
source: Underline
hu_hu: Aláhúzás

# Typography Control
source: Overline
hu_hu: Felső vonal

# Typography Control
source: Line Through
hu_hu: Áthúzás

# Typography Control
source: None
hu_hu: Nincs

source: Post Text
hu_hu: Bejegyzés szövege

source: Meta Icon Size
hu_hu: Meta ikon mérete

source: Meta Icon Gap
hu_hu: Meta ikon távolsága

source: Links Color
hu_hu: Hivatkozások színe

source: Links Hover Color
hu_hu: Hivatkozások hover színe

source: Meta Divider
hu_hu: Meta elválasztó

source: Divider Gap
hu_hu: Elválasztó távolsága

source: Author Avatar
hu_hu: Szerző avatarja

source: Featured Read More Button
hu_hu: Kiemelt Bővebben gomb

source: Customize Icon
hu_hu: Ikon testreszabása

source: Read More Button Icon
hu_hu: Bővebben gomb ikonja

source: Icon Position
hu_hu: Ikon pozíciója

source: Before Text
hu_hu: Szöveg előtt

source: After Text
hu_hu: Szöveg után

source: Icon Margin
hu_hu: Ikon margója

# Background Control
source: Background Type
hu_hu: Háttér típusa

# Background Control
source: Classic
hu_hu: Klasszikus

# Background Control
source: Gradient
hu_hu: Színátmenet

# Background Control
source: Color
hu_hu: Szín

# Background Control
source: Background Color
hu_hu: Háttérszín

# Background Control
source: Location
hu_hu: Hely

# Background Control
source: Second Color
hu_hu: Második szín

# Background Control
source: Type
hu_hu: Típus

# Background Control
source: Linear
hu_hu: Lineáris

# Background Control
source: Radial
hu_hu: Radiális

# Background Control
source: Angle
hu_hu: Szög

# Background Control
source: Position
hu_hu: Pozíció

# Background Control
source: Center Center
hu_hu: Felül középen

# Background Control
source: Center Left
hu_hu: Középen balra

# Background Control
source: Center Right
hu_hu: Középen jobbra

# Background Control
source: Top Center
hu_hu: Felül középen

# Background Control
source: Top Left
hu_hu: Felül balra

# Background Control
source: Top Right
hu_hu: Felül jobbra

# Background Control
source: Bottom Center
hu_hu: Alul középen

# Background Control
source: Bottom Left
hu_hu: Alul balra

# Background Control
source: Bottom Right
hu_hu: Alul jobbra

source: Text Decoration
hu_hu: Szövegdekoráció

source: Underline
hu_hu: Aláhúzás

source: Typography
hu_hu: Tipográfia

source: Featured Terms Links
hu_hu: Kiemelt kifejezések hivatkozásai

source: Post
hu_hu: Bejegyzés

source: Post Read More Button
hu_hu: Bejegyzés Bővebben gomb

source: Terms Links
hu_hu: Kifejezések hivatkozásai

source: Paging Arrows
hu_hu: Lapozó nyilak

source: Arrows Style
hu_hu: Nyilak stílusa

source: Prev Arrow Position
hu_hu: Előző nyíl pozíciója

source: Vertical Position by
hu_hu: Függőleges pozíció alapja

source: Bottom
hu_hu: Alul

source: Top Indent
hu_hu: Felső eltolás

source: Bottom Indent
hu_hu: Alsó eltolás

source: Horizontal Position by
hu_hu: Vízszintes pozíció alapja

source: Left Indent
hu_hu: Bal eltolás

source: Right Indent
hu_hu: Jobb behúzás

source: Next Arrow Position
hu_hu: Következő nyíl pozíciója

source: Loader Styles
hu_hu: Betöltő stílusok

source: Loader Opacity
hu_hu: Betöltő átlátszatlansága

source: Loader Dash Color
hu_hu: Betöltő vonás színe

source: Loader Track Color
hu_hu: Betöltő sáv színe

source: Layout
hu_hu: Elrendezés

source: Use Scroll Slider For Mobile
hu_hu: Scroll Slider For Mobile használata

source: The Scroll Slider For Mobile option is not allowed when the Carousel is enabled.
hu_hu: A Scroll Slider For Mobile beállítás nem engedélyezett, ha a Carousel engedélyezve van.

source: Mobile Rows Number
hu_hu: Mobil sorok száma

source: Mobile Column Width ( px )
hu_hu: Mobil oszlopszélesség ( px )

source: Min Height
hu_hu: Minimális magasság

source: Main Box Width ( % )
hu_hu: Fő doboz szélessége ( % )

source: Image Size
hu_hu: Képméret

source: Show Excerpt on Small Boxes Only on Hover
hu_hu: Kivonat megjelenítése a kis dobozokon csak rámutatáskor

source: Enable Carousel
hu_hu: Carousel engedélyezése

source: The Carousel option is not allowed when the Scroll Slider For Mobile is enabled.
hu_hu: A Carousel beállítás nem engedélyezett, ha a Scroll Slider For Mobile engedélyezve van.

source: Hide unfilled slider
hu_hu: Kitöltetlen diavetítés elrejtése

source: Number of Slides
hu_hu: Diák száma

source: Autoplay
hu_hu: Automatikus lejátszás

source: Autoplay Speed
hu_hu: Automatikus lejátszás sebessége

source: Show Controls Arrows
hu_hu: Vezérlő nyilak megjelenítése

source: Show Arrows Only on Hover
hu_hu: Nyilak megjelenítése csak rámutatáskor

source: Box
hu_hu: Doboz

source: Gap Between Boxes
hu_hu: Dobozok közötti távolság

source: Box Overlay
hu_hu: Doboz átfedő rétege

source: Content
hu_hu: Tartalom

source: Main Box Title
hu_hu: Fő doboz címe

source: Horizontal Alignment
hu_hu: Vízszintes igazítás

source: Vertical Alignment
hu_hu: Függőleges igazítás

source: Vertical Postition by
hu_hu: Függőleges pozíció szerint

source: Horizontal Postition by
hu_hu: Vízszintes pozíció szerint

source: Layout 1 (5 posts)
hu_hu: Elrendezés 1 (5 bejegyzés)

source: Layout 2 (4 posts)
hu_hu: Elrendezés 2 (4 bejegyzés)

source: Layout 3 (4 posts)
hu_hu: Elrendezés 3 (4 bejegyzés)

source: Layout 4 (3 posts)
hu_hu: Elrendezés 4 (3 bejegyzés)

source: Layout 5 (5 posts)
hu_hu: Elrendezés 5 (5 bejegyzés)

source: Layout 6 (5 posts)
hu_hu: Elrendezés 6 (5 bejegyzés)

source: Layout 7 (2, 4, 6 posts)
hu_hu: Elrendezés 7 (2, 4, 6 bejegyzés)

source: Layout 8 (3, 6, 9 posts)
hu_hu: Elrendezés 8 (3, 6, 9 bejegyzés)

source: Layout 9 (4, 8, 12 posts)
hu_hu: Elrendezés 9 (4, 8, 12 bejegyzés)

source: Text Ticker
hu_hu: Szövegszalag

source: Hide Title On Tablets
hu_hu: Cím elrejtése táblagépeken

source: Hide Title On Mobile
hu_hu: Cím elrejtése mobilon

source: Show Current Date
hu_hu: Aktuális dátum megjelenítése

source: Date Format
hu_hu: Dátumformátum

source: Documentation on date and time formatting
hu_hu: Dokumentáció a dátum és idő formázásáról

source: Hide Date On Tablets
hu_hu: Dátum elrejtése táblagépeken

source: Hide Date On Mobile
hu_hu: Dátum elrejtése mobilon

source: Get Data from RSS
hu_hu: Adatok lekérése RSS-ből

source: RSS Feed URL
hu_hu: RSS-hírcsatorna URL

source: You can use multiple RSS feeds. Past each new feed as the new line.
hu_hu: Több RSS-hírcsatornát is használhat. Illessze be minden új hírcsatornát új sorba.

source: Max Items to get from the Each RSS Feed
hu_hu: Lekérendő elemek maximális száma az egyes RSS-hírcsatornákból

source: Cache Lifespan in hours
hu_hu: Gyorsítótár élettartama órában

source: Posts Number to Show
hu_hu: Megjelenítendő bejegyzések száma

source: Include posts by IDs (10, 22, 19 etc.)
hu_hu: Bejegyzések felvétele ID-k alapján (10, 22, 19 stb.)

source: Sticky Posts
hu_hu: Kiemelt bejegyzések

source: If this is used with query posts by sticky, it will be ignored. Note: use the %current_id% macros to exclude the current post.
hu_hu: Ha ezt a „kiemelt bejegyzések szerinti lekérdezéssel” együtt használja, figyelmen kívül lesz hagyva. Megjegyzés: használja a %current_id% makrót az aktuális bejegyzés kizárásához.

source: Show Post Thumbnail
hu_hu: Bejegyzés bélyegképének megjelenítése

source: Thumbnail Size
hu_hu: Bélyegkép mérete

source: Hide Thumbnail On Tablets
hu_hu: Bélyegkép elrejtése táblagépeken

source: Hide Thumbnail On Mobile
hu_hu: Bélyegkép elrejtése mobilon

source: Hide Author On Tablets
hu_hu: Szerző elrejtése táblagépeken

source: Hide Author On Mobile
hu_hu: Szerző elrejtése mobilon

source: Post Date Format
hu_hu: Bejegyzés dátumának formátuma

source: Slider Settings
hu_hu: Csúszka beállításai

source: Typing Effect
hu_hu: Gépelési effektus

source: Typing Cursor Char
hu_hu: Gépelési kurzor karaktere

source: Multiline Typing
hu_hu: Többsoros gépelés

source: Autoplay Posts
hu_hu: Bejegyzések automatikus lejátszása

source: Container
hu_hu: Konténer

source: Show Title Pointer
hu_hu: Cím mutató megjelenítése

source: Pointer Color
hu_hu: Mutató színe

source: Pointer Height
hu_hu: Mutató magassága

source: Pointer Width
hu_hu: Mutató szélessége

source: Current Date
hu_hu: Aktuális dátum

source: Posts
hu_hu: Bejegyzések

source: Thumbnail
hu_hu: Bélyegkép

source: Link
hu_hu: Hivatkozás

source: Video Playlist
hu_hu: Videó lejátszási lista

source: Please set Google API key to correctly get data for YouTube videos. You can create own API key %1$s. Paste created key on %2$s
hu_hu: Kérjük, állítsa be a Google API-kulcsot a YouTube-videók adatainak helyes lekéréséhez. Saját API-kulcsot hozhat létre %1$s. A létrehozott kulcsot illessze be a %2$s oldalon

source: here
hu_hu: itt

source: settings page
hu_hu: beállítások oldal

source: Source
hu_hu: Forrás

source: Custom Video List
hu_hu: Egyéni videólista

source: YouTube Channel or Playlist
hu_hu: YouTube-csatorna vagy lejátszási lista

source: Repeater Field
hu_hu: Ismétlődő mező

source: The post meta values will be taken from the current page where this widget is placed.
hu_hu: A bejegyzés metaértékei arról az aktuális oldalról lesznek átvéve, ahol ez a widget el van helyezve.

source: Repeater Meta Name
hu_hu: Ismétlődő mező meta neve

source: Enter the repeater meta field name, e.g. videos.
hu_hu: Adja meg az ismétlődő meta mező nevét, pl. videos.

source: URL Sub-Field Name
hu_hu: URL almező neve

source: Enter the sub-field name containing video URL, e.g. url.
hu_hu: Adja meg a videó URL-jét tartalmazó almező nevét, pl. url.

source: Title Sub-Field Name
hu_hu: Cím almező neve

source: Enter the sub-field name containing video title, or leave empty.
hu_hu: Adja meg a videó címét tartalmazó almező nevét, vagy hagyja üresen.

source: Leave empty to automatically get title from video
hu_hu: Hagyja üresen, hogy a cím automatikusan a videóból kerüljön lekérésre

source: YouTube or Vimeo video URL
hu_hu: YouTube- vagy Vimeo-videó URL

source: Start Time (in seconds)
hu_hu: Kezdési idő (másodpercben)

source: Custom Thumbnail
hu_hu: Egyéni bélyegkép

source: Source URL
hu_hu: Forrás URL

source: YouTube Channel or Playlist URL
hu_hu: YouTube-csatorna vagy lejátszási lista URL

source: Number of videos
hu_hu: Videók száma

source: Settings
hu_hu: Beállítások

source: Playlist Height
hu_hu: Lejátszási lista magassága

source: Option for non-mobile devices
hu_hu: Nem mobil eszközökhöz való opció

source: Thumbnails Orientation
hu_hu: Bélyegképek tájolása

source: Vertical
hu_hu: Függőleges

source: Horizontal
hu_hu: Vízszintes

source: Thumbnails Position
hu_hu: Bélyegképek pozíciója

source: Thumbnails List Width (%)
hu_hu: Bélyegképlista szélessége (%)

source: Thumbnail Column Width (in pixels)
hu_hu: Bélyegkép-oszlop szélessége (képpontban)

source: Show Thumbnails Heading
hu_hu: Bélyegképek címsorának megjelenítése

source: Heading Column Width (in pixels)
hu_hu: Címsor oszlopának szélessége (képpontban)

source: Heading Text
hu_hu: Címsor szövege

source: Heading Icon
hu_hu: Címsor ikonja

source: Show Videos Counter
hu_hu: Videószámláló megjelenítése

source: Counter Suffix
hu_hu: Számláló utótag

source: videos
hu_hu: videó

source: Show Video Publication Date
hu_hu: Videó közzétételi dátumának megjelenítése

source: You can create own API key %1$s. Then paste created key on the %2$s
hu_hu: Létrehozhatja saját API-kulcsát %1$s. Ezután illessze be a létrehozott kulcsot a(z) %2$s oldalon.

source: Human Readable Date Diff
hu_hu: Közérthető dátumkülönbség

source: Enter date format
hu_hu: Adja meg a dátumformátumot

source: Show Item Number and Status
hu_hu: Elem sorszámának és állapotának megjelenítése

source: Hide Index On Device
hu_hu: Index elrejtése eszközön

source: Show Item Duration
hu_hu: Elem időtartamának megjelenítése

source: Hide Duration On Device
hu_hu: Időtartam elrejtése eszközön

source: Hide Thumbnail Image On Device
hu_hu: Bélyegkép elrejtése eszközön

source: Show Scroll Only on Hover
hu_hu: Görgetés megjelenítése csak rámutatáskor

source: Disable Caching
hu_hu: Gyorsítótárazás letiltása

source: Force getting videos data from API on each widget refresh. Not recommended, only for debugging.
hu_hu: Minden widget-frissítéskor kényszerítse a videóadatok lekérését az API-ból. Nem ajánlott, csak hibakereséshez.

source: General Styles
hu_hu: Általános stílusok

source: Canvas Background
hu_hu: Vászon háttere

source: Thumbnails Background
hu_hu: Bélyegképek háttere

source: Heading Background
hu_hu: Címsor háttere

source: Wrapper Border Radius
hu_hu: Burkoló saroklekerekítése

source: Heading Padding
hu_hu: Címsor belső margója

source: Icon Padding
hu_hu: Ikon belső margója

source: Heading Title
hu_hu: Címsor címe

source: Heading Counter
hu_hu: Címsor számlálója

source: Thumbnail Styles
hu_hu: Bélyegkép stílusai

source: Thumbnail Row Padding
hu_hu: Bélyegképsor belső margója

source: Thumbnail Image Gap
hu_hu: Bélyegképek közötti hézag

source: Publication Date
hu_hu: Közzétételi dátum

source: Duration
hu_hu: Időtartam

source: Publication Date Color
hu_hu: Közzétételi dátum színe

source: Duration Color
hu_hu: Időtartam színe

source: Thumbnails Numbers and Status Icons
hu_hu: Bélyegképek sorszámai és állapotikonjai

source: Thumb Style
hu_hu: Bélyegkép stílusa
