Repository: hellowpio/wordpress-translations
Catalog: plugins/*/mainwp-cache-control-extension/mainwp-cache-control-extension-*.po
Languages: hu_hu

source: MainWP Cache Control allows you to automatically purge the Cache on your child sites after performing an update of WP Core, Theme, or a Plugin through the MainWP Dashboard.
hu_hu: A MainWP Cache Control lehetővé teszi a gyermek webhelyek gyorsítótárának automatikus ürítését a WP Core, Theme vagy Plugin frissítése után a MainWP irányítópulton keresztül.

source: Undefined site id. Please, try again.
hu_hu: Nem definiált webhely-azonosító. Kérjük, próbálja újra.

source: Settings
hu_hu: Beállítások

source: Logs
hu_hu: Naplók

source: Never Purged
hu_hu: Soha nem ürítve

source: Jump to the site WP Admin
hu_hu: Ugrás a webhely WP Admin felületére

source: Open the site overview
hu_hu: Nyissa meg a webhely áttekintését

source: manage dashboard settings
hu_hu: irányítópult beállításainak kezelése

source: For additional help, review this %1$shelp document%2$s.
hu_hu: További segítségért tekintse át ezt a %1$ssúgódokumentumot%2$s.

source: Settings have been saved successfully!
hu_hu: A beállítások sikeresen mentve!

source: Cache Control Settings
hu_hu: Cache Control beállítások

source: See the list of supported %1$scaching systems%2$s.
hu_hu: Tekintse meg a támogatott %1$sgyorsítótárazási rendszerek%2$s listáját.

source: You must Sync your MainWP Dashboard with Child Sites after saving these settings.
hu_hu: A beállítások mentése után szinkronizálnia kell a MainWP irányítópultot a gyermek webhelyekkel.

source: Automatically purge cache
hu_hu: Gyorsítótár automatikus ürítése

source: Enable to purge all cache after updates.
hu_hu: Engedélyezze az összes gyorsítótár frissítések utáni ürítését.

source: Use Cloudflare Cache API.
hu_hu: Cloudflare Cache API használata.

source: Enable to use global Cloudflare API.
hu_hu: Engedélyezze a globális Cloudflare API használatát.

source: Cloudflare API Credentials
hu_hu: Cloudflare API hitelesítő adatok

source: Credentials for global Cloudflare account.
hu_hu: Hitelesítő adatok a globális Cloudflare-fiókhoz.

source: Cloudflare API Email
hu_hu: Cloudflare API e-mail-cím

source: Enter your Cloudflare API email address.
hu_hu: Adja meg a Cloudflare API e-mail-címét.

source: Cloudflare API Key
hu_hu: Cloudflare API-kulcs

source: Enter your Cloudflare API Key.
hu_hu: Adja meg a Cloudflare API-kulcsát.

source: Retrieved from the backend after logging in
hu_hu: Bejelentkezés után a backendről lekérhető

source: Save Settings
hu_hu: Beállítások mentése

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Use global setting
hu_hu: Globális beállítás használata

source: Use Cloudflare Cache API
hu_hu: Cloudflare Cache API használata

source: Enable to override global Cloudflare API Key
hu_hu: Engedélyezze a globális Cloudflare API-kulcs felülbírálását

source: Credentials for Individual Child Site.
hu_hu: Hitelesítő adatok egyéni gyermek webhelyhez.

source: Clear Cache
hu_hu: Gyorsítótár törlése

source: View Cache Control Logs
hu_hu: Cache Control naplók megtekintése

source: Purge Cache (Cache Control)
hu_hu: Gyorsítótár ürítése (Cache Control)

source: See the Cache Control feature logs.
hu_hu: Tekintse meg a Cache Control funkció naplóit.

source: Site
hu_hu: Webhely

source: Status
hu_hu: Állapot

source: Cache Solution
hu_hu: Gyorsítótár-megoldás

source: Last Purged
hu_hu: Utoljára ürítve

source: Log
hu_hu: Napló

source: Nonce authentication failed. Please, try again.
hu_hu: Nonce-hitelesítés sikertelen. Kérjük, próbálja újra.

source: Site ID not found. Please, try again.
hu_hu: Webhely-azonosító nem található. Kérjük, próbálja újra.

source: requires %1$sMainWP Dashboard Plugin%2$s to be activated in order to work. Please install and activate %3$sMainWP Dashboard Plugin%4$s first.
hu_hu: működéséhez a %1$sMainWP Dashboard Plugin%2$s aktiválása szükséges. Kérjük, először telepítse és aktiválja a %3$sMainWP Dashboard Plugin%4$s bővítményt.
