Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo-referrals/automatewoo-referrals-*.po
Languages: hu_hu

source: Sorry, your account has reached the lifetime referral limit.
hu_hu: Sajnáljuk, fiókja elérte az élettartamra vonatkozó ajánlási limitet.

source: Sorry, your account has reached the yearly referral limit.
hu_hu: Sajnáljuk, fiókja elérte az éves ajánlási limitet.

source: Sorry, your account has reached the monthly referral limit.
hu_hu: Sajnáljuk, fiókja elérte a havi ajánlási limitet.

source: Sorry, your account has reached the weekly referral limit.
hu_hu: Sajnáljuk, fiókja elérte a heti ajánlási limitet.

source: Coupon Discount - Fixed Amount
hu_hu: Kuponkedvezmény - Fix összeg

source: Coupon Discount - Percentage
hu_hu: Kuponkedvezmény - Százalékos

source: Store Credit - Fixed Amount
hu_hu: Áruházi jóváírás - Fix összeg

source: Store Credit - Percentage Of Referral Order
hu_hu: Áruházi jóváírás - Az ajánlott rendelés százaléka

source: No Reward
hu_hu: Nincs jutalom

source: Your coupon is not valid. It may have expired.
hu_hu: A kuponja nem érvényes. Lehet, hogy lejárt.

source: There is a problem with this referral coupon.
hu_hu: Probléma van ezzel az ajánlói kuponnal.

source: It appears you are trying to use your own referral coupon.
hu_hu: Úgy tűnik, a saját ajánlói kuponját próbálja felhasználni.

source: You don't appear to be a new customer which is required to use a referral coupon.
hu_hu: Úgy tűnik, nem új vásárló, pedig ez szükséges az ajánlói kupon használatához.

source: It appears you have already used a referral coupon before.
hu_hu: Úgy tűnik, már használta korábban egy ajánlói kupont.

source: It appears that this coupon has reached its referral limit and is no longer available.
hu_hu: Úgy tűnik, ez a kupon elérte az ajánlási limitjét, és már nem érhető el.

source: Order does not meet the minimum purchase amount.
hu_hu: A rendelés nem éri el a minimális vásárlási összeget.

source: Referral Credit
hu_hu: Ajánlói jóváírás

source: The minimum spend is %s.
hu_hu: A minimális költés: %s.

source: You have %1$s referral credit available but it is not valid for your current cart. %2$s
hu_hu: Önnek %1$s ajánlói jóváírás áll rendelkezésére, de ez nem érvényes a jelenlegi kosarára. %2$s

# Shows the amount of credit
source: The %s referral credit used in this order was refunded to the customer's balance.
hu_hu: A rendelésben felhasznált %s ajánlói jóváírást visszatérítettük a vásárló egyenlegére.

source: Invalid share URL.
hu_hu: Érvénytelen megosztási URL.

source: Referrals are currently disabled.
hu_hu: Az ajánlások jelenleg le vannak tiltva.

source: Security check failed.
hu_hu: A biztonsági ellenőrzés sikertelen.

source: Please enter some email addresses.
hu_hu: Kérjük, adjon meg néhány e-mail-címet.

source: Sorry, your emails failed to send.
hu_hu: Sajnáljuk, az e-mailjeit nem sikerült elküldeni.

source: %s is not a valid email address.
hu_hu: %s nem érvényes e-mail-cím.

source: Referring your own email (%s) is not allowed.
hu_hu: Saját e-mail-címének (%s) ajánlása nem engedélyezett.

source: <strong>%s</strong> is already a customer.
hu_hu: <strong>%s</strong> már vásárló.

source: <strong>%s</strong> has already been referred.
hu_hu: <strong>%s</strong>-t már ajánlották.

source: Give $20, Get $20
hu_hu: Adj 20 $, kapj 20 $-t

source: Invite a friend via Facebook, X or email and they’ll get a $20 welcome credit, plus you’ll get $20 in your own account with their first order, as our little thank you.
hu_hu: Hívjon meg egy ismerőst Facebookon, X-en vagy e-mailben, és ő 20 $ üdvözlő jóváírást kap; ön pedig az ő első rendelésekor 20 $ jóváírást kap a saját fiókjába, kis köszönetképpen.

source: Get a free $20 credit for %s when you spend $100. Use coupon: {{ coupon_code }}
hu_hu: Szerezzen ingyenes 20 $ jóváírást a %s számára, ha 100 $-t költ. Használja a kuponkódot: {{ coupon_code }}

source: Your friend gave you $20 off!
hu_hu: Az ismerőse 20 $ kedvezményt adott önnek!

source: {{ advocate.first_name }} has sent you $20 to spend
hu_hu: {{ advocate.first_name }} 20 $-t küldött önnek költésre

source: Hi there! You have been invited to shop at %s and you've got a $20 discount waiting for you when you spend $100. Use the coupon code below to claim your offer.
hu_hu: Üdv! Meghívták, hogy a %s áruházban vásároljon, és 20 $ kedvezmény várja, ha 100 $-t költ. Az ajánlat igénybevételéhez használja az alábbi kuponkódot.

source: What we collect and store
hu_hu: Mit gyűjtünk és tárolunk

source: Cookies
hu_hu: Sütik

source: Refer A Friend uses one cookie if your store is configured to use link-based referrals. This cookie is added when a user clicks on a referral link and stores a code that is unique to the advocate who shared the link.
hu_hu: A Refer A Friend egy sütit használ, ha az áruháza hivatkozásalapú ajánlásokra van beállítva. Ez a süti akkor kerül beállításra, amikor egy felhasználó egy ajánlói hivatkozásra kattint, és eltárol egy, a linket megosztó ajánlóra jellemző egyedi kódot.

source: We use one cookie to enable the function of our customer referral program. This cookie stores a unique code that cannot identify you as a website visitor. This unique code can only identify the person who shared the coupon code or referral link.
hu_hu: Egy sütit használunk ügyfélajánló programunk működtetéséhez. Ez a süti egy egyedi kódot tárol, amely nem alkalmas arra, hogy webhelylátogatóként azonosítsa önt. Ez az egyedi kód kizárólag azt a személyt azonosíthatja, aki megosztotta a kuponkódot vagy az ajánlói hivatkozást.

source: %s - Enables the function of our referral program - Expires after 1 year
hu_hu: %s - Ajánlóprogramunk működését teszi lehetővé - 1 év után lejár

source: IP Addresses
hu_hu: IP-címek

source: Customers who use the referral program will have their IP address stored each time they share. Depending on your settings the IP address of referred customers may also be stored for the purpose of fraud prevention. This may not need to be included in your privacy policy since WooCommerce also tracks IP addresses.
hu_hu: Az ajánlóprogramot használó ügyfelek IP-címe minden megosztáskor rögzítésre kerül. Beállításaitól függően az ajánlott vásárlók IP-címe is tárolható a csalás megelőzése érdekében. Ezt lehet, hogy nem szükséges feltüntetni az adatkezelési tájékoztatóban, mivel a WooCommerce is nyomon követ IP-címeket.

source: Customer referral data
hu_hu: Ügyfélajánlási adatok

source: Refer A Friend stores a record of all referred orders and creates unique referral codes that can identify each advocate. The plugin keeps a record each time the advocate shares via email. The invited emails may be anonymized depending on your settings.
hu_hu: A Refer A Friend tárolja minden ajánlott rendelés adatait, és egyedi ajánlókódokat hoz létre, amelyek az egyes ajánlókat azonosítják. A bővítmény minden alkalommal naplót vezet, amikor az ajánló e-mailben oszt meg. A meghívott e-mail-címek a beállításaitól függően anonimizálhatók.

source: To enable our customer referral program we may create and store unique codes that are linked to your account on our website. These codes will not be shared with anyone unless you choose to. We also keep a record when you share our store with a friend via email with our customer referral program. The email address is anonymized before it is stored.
hu_hu: Ügyfélajánló programunk működtetéséhez egyedi kódokat hozhatunk létre és tárolhatunk, amelyek a webhelyünkön lévő fiókjához kapcsolódnak. Ezeket a kódokat senkivel nem osztjuk meg, hacsak nem így dönt. Azt is rögzítjük, ha a programon keresztül e-mailben megosztja áruházunkat egy barátjával. Az e-mail-cím az eltárolás előtt anonimizálásra kerül.

source: When an order is placed which is the result of a customer referral, we store a record of the details of this referral. Your IP address and other personal data supplied for the order may also be used to prevent fraud.
hu_hu: Amikor egy rendelés ügyfélajánlás eredményeként jön létre, eltároljuk az ajánlás részleteinek adatait. Az IP-címét és a rendeléshez megadott egyéb személyes adatokat szintén felhasználhatjuk a csalás megelőzésére.

source: Referral codes, referral details and email invite logs are retained until you request removal of your data.
hu_hu: Az ajánlókódokat, az ajánlások részleteit és az e-mailes meghívók naplóit addig őrizzük meg, amíg nem kéri adatai törlését.

source: What we share with others
hu_hu: Mit osztunk meg másokkal

source: Refer A Friend allows advocates to share via email, Facebook or X. Their personal data may be used in this process.
hu_hu: A Refer A Friend lehetővé teszi az ajánlók számára, hogy e-mailben, Facebookon vagy X-en osszanak meg. Személyes adataik felhasználásra kerülhetnek ebben a folyamatban.

source: If you choose to use our customer referral program, your personal data, such as your name and your unique referral code, may be shared with those you choose to share with. This data may be shared via Facebook, X or email if you click on the share buttons or submit the share via email form.
hu_hu: Ha úgy dönt, hogy használja ügyfélajánló programunkat, személyes adatai, például a neve és az egyedi ajánlókódja megosztásra kerülhetnek azokkal, akikkel megosztja. Ezek az adatok Facebookon, X-en vagy e-mailben oszthatók meg, ha a megosztás gombokra kattint, vagy elküldi a megosztást e-mailben.

source: Erased user's referral codes.
hu_hu: Felhasználó ajánlókódjai törölve.

source: Erased user's invite records.
hu_hu: Felhasználó meghívási naplói törölve.

source: Anonymized user's referrals.
hu_hu: Felhasználó ajánlásai anonimizálva.

source: Customer signup IP address
hu_hu: Vásárló regisztrációs IP-címe

source: Refer A Friend referrals
hu_hu: Refer A Friend ajánlások

source: ID
hu_hu: Azonosító

source: Reward amount remaining
hu_hu: Hátralévő jutalom összege

source: Order ID
hu_hu: Rendelésazonosító

source: Advocate ID
hu_hu: Ajánlóazonosító

source: Friend ID
hu_hu: Barátazonosító

source: Refer A Friend invites
hu_hu: Refer A Friend meghívók

source: Invited email
hu_hu: Meghívott e-mail-cím

source: Refer A Friend referral codes
hu_hu: Refer A Friend ajánlókódok

source: Referral code ID
hu_hu: Ajánlókód-azonosító

source: Referral
hu_hu: Ajánlás

source: Advocate ID matches the Customer ID.
hu_hu: Az ajánlóazonosító megegyezik a vásárlóazonosítóval.

source: Customer is not new.
hu_hu: A vásárló nem új.

source: Order items were not valid.
hu_hu: A rendelési tételek érvénytelenek voltak.

source: Customer has already been referred.
hu_hu: A vásárlót már ajánlották.

source: Advocate referral limit has been reached.
hu_hu: Az ajánló elérte az ajánlási limitet.

source: Advocate - Approved Referral Count
hu_hu: Ajánló - Jóváhagyott ajánlások száma

source: Advocate - Pending Referral Count
hu_hu: Ajánló - Függőben lévő ajánlások száma

source: Advocate - Potential Fraud Referral Count
hu_hu: Ajánló - Lehetséges csalásként megjelölt ajánlások száma

source: Advocate - Rejected Referral Count
hu_hu: Ajánló - Elutasított ajánlások száma

source: Advocate - Total Referral Count
hu_hu: Ajánló - Összes ajánlás száma

source: Customer - Approved Referral Count
hu_hu: Vásárló - Jóváhagyott ajánlások száma

source: Customer - Pending Referral Count
hu_hu: Vásárló - Függőben lévő ajánlások száma

source: Customer - Potential Fraud Referral Count
hu_hu: Vásárló - Lehetséges csalásként megjelölt ajánlások száma

source: Customer - Rejected Referral Count
hu_hu: Vásárló - Elutasított ajánlások száma

source: Customer - Total Referral Count
hu_hu: Vásárló - Összes ajánlás száma

source: Share via Facebook
hu_hu: Megosztás Facebookon

source: Share via X
hu_hu: Megosztás X-en

source: Share via WhatsApp
hu_hu: Megosztás WhatsAppon

source: Since a referral has two customers, this field sets which customer's data is used in the workflow. The friend i.e. the referred customer or the advocate i.e. the customer who invited the friend.
hu_hu: Mivel egy ajánláshoz két vásárló tartozik, ez a mező határozza meg, melyik vásárló adatai legyenek felhasználva a munkafolyamatban. A barát, azaz a meghívott vásárló, vagy az ajánló, azaz a vásárló, aki meghívta a barátot.

source: Friend (Invited customer)
hu_hu: Barát (meghívott vásárló)

source: Advocate (Original customer)
hu_hu: Ajánló (eredeti vásárló)

source: Limit per advocate
hu_hu: Ajánlónkénti korlát

source: Limit how many times this workflow will ever run for each advocate.
hu_hu: Korlátozza, hányszor futhat le ez a munkafolyamat egy-egy ajánlónál.

source: Leave blank for no limit
hu_hu: Hagyja üresen, ha nincs korlát

source: New Invite Email Sent
hu_hu: Új meghívó e-mail elküldve

source: Customer data is not available with this trigger due to your privacy settings.
hu_hu: A vásárlói adatok nem érhetők el ennél a kiváltó eseménynél az adatvédelmi beállításai miatt.

source: New Referral Created
hu_hu: Új ajánlás létrehozva

source: Initial Status
hu_hu: Kezdeti státusz

source: The initial status will usually only be either Pending or Potentially Fraudulent.
hu_hu: A kezdeti státusz általában csak Függőben vagy Feltehetően csalárd.

source: Leave blank for any status
hu_hu: Hagyja üresen bármely státusz esetén

source: Referral Status Changed
hu_hu: Ajánlás státusza megváltozott

source: From status
hu_hu: Eredeti státusz

source: To status
hu_hu: Cél státusz

source: Displays the email address of the advocate.
hu_hu: Megjeleníti az ajánló e-mail-címét.

source: Displays the advocate's first name.
hu_hu: Megjeleníti az ajánló keresztnevét.

source: Displays the user ID of the advocate.
hu_hu: Megjeleníti az ajánló felhasználói azonosítóját.

source: Displays the advocate's last name.
hu_hu: Megjeleníti az ajánló vezetéknevét.

source: Displays a coupon that the advocate can use to refer their friends.
hu_hu: Megjelenít egy kupont, amelyet az ajánló használhat barátai ajánlásához.

source: Displays a link that the advocate can use to refer their friends.
hu_hu: Megjelenít egy hivatkozást, amelyet az ajánló használhat barátai ajánlásához.

source: Displays a coupon that the customer can use to refer their friends. If you are using this with an order trigger it is recommended to set a fallback because if the order is placed by a guest user no coupon will be displayed.
hu_hu: Megjelenít egy kupont, amelyet a vásárló használhat barátai ajánlásához. Ha ezt rendelési kiváltó eseménnyel használja, javasolt tartalék értéket beállítani, mert ha a rendelést vendég felhasználó adja le, nem jelenik meg kupon.

source: Displays a link that the customer can use to refer their friends. It is recommended to set a fallback because if the customer is a guest no coupon can be displayed.
hu_hu: Megjelenít egy hivatkozást, amelyet a vásárló használhat barátai ajánlásához. Javasolt tartalék értéket beállítani, mert ha a vásárló vendég, nem jeleníthető meg kupon.

source: Displays the AutomateWoo Refer A Friend Share Widget.
hu_hu: Megjeleníti az AutomateWoo Refer A Friend megosztási widgetet.

source: Displays the ID of the referral.
hu_hu: Megjeleníti az ajánlás azonosítóját.

source: Displays the human readable status of the referral.
hu_hu: Megjeleníti az ajánlás ember által olvasható státuszát.

source: Credit
hu_hu: Jóváírás

source: Remaining balance
hu_hu: Fennmaradó egyenleg

source: Used Referrals
hu_hu: Felhasznált ajánlások

source: You currently have %s store credit available.
hu_hu: Jelenleg %s áruházi jóváírás áll rendelkezésére.

source: You do not have any store credit available.
hu_hu: Nem áll rendelkezésére áruházi jóváírás.

source: You do not have any completed referrals yet.
hu_hu: Még nincs teljesített ajánlása.

source: Share via Email
hu_hu: Megosztás e-mailben

source: Enter email address
hu_hu: Adja meg az e-mail-címet

source: Send
hu_hu: Küldés

source: Please Login
hu_hu: Kérjük, jelentkezzen be

source: You must have an account to refer a friend.
hu_hu: Barát ajánlásához fiókkal kell rendelkeznie.

source: Login or register
hu_hu: Bejelentkezés vagy regisztráció

source: Or
hu_hu: Vagy

# analytics report title
source: Referrals
hu_hu: Ajánlások

source: Value
hu_hu: Érték

source: Value of referred orders
hu_hu: Ajánlott rendelések értéke
