Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatewoo-referrals/automatewoo-referrals-*.po
Languages: hu_hu

source: AutomateWoo - Refer A Friend Add-on
hu_hu: AutomateWoo - Refer A Friend kiegészítő

source: Refer A Friend add-on for AutomateWoo.
hu_hu: Refer A Friend kiegészítő az AutomateWoo-hoz.

source: %s is inactive.
hu_hu: %s inaktív.

source: %s The plugin requires AutomateWoo to be installed and activated.
hu_hu: %s A bővítményhez az AutomateWoo telepítése és aktiválása szükséges.

source: %1$s The plugin requires AutomateWoo version %2$s or newer.
hu_hu: %1$s A bővítményhez az AutomateWoo %2$s vagy újabb verziója szükséges.

source: %s AutomateWoo plugin directory name is not correct.
hu_hu: %s Az AutomateWoo bővítmény könyvtárának neve nem megfelelő.

source: Referrals
hu_hu: Ajánlások

source: Refer a friend here.
hu_hu: Ajánlj itt egy barátot.

source: Resend Referral Invite Email
hu_hu: Ajánlói meghívó e-mail újraküldése

source: Resend a referral invite email from the advocate to a specified email address. For example, this can be used to resend the invite email after a delay.
hu_hu: Az ajánló által küldött ajánlói meghívó e-mail újraküldése egy megadott e-mail-címre. Például használható a meghívó késleltetett újraküldésére.

source: Refer A Friend
hu_hu: Ajánlj egy barátot

source: Email successfully sent.
hu_hu: E-mail sikeresen elküldve.

source: Referral advocates
hu_hu: Ajánlók

source: Advocates
hu_hu: Ajánlók

source: Referral codes
hu_hu: Ajánlókódok

source: Referral invites
hu_hu: Ajánlói meghívók

source: Invites
hu_hu: Meghívók

source: Error! No emails were sent.
hu_hu: Hiba! Nem lett e-mail elküldve.

source: Success! Emails sent: %s
hu_hu: Siker! Elküldött e-mailek: %s

source: View AutomateWoo Referral Settings
hu_hu: AutomateWoo ajánlások beállításainak megtekintése

source: Settings
hu_hu: Beállítások

source: View AutomateWoo Referral Documentation
hu_hu: AutomateWoo ajánlások dokumentációjának megtekintése

source: Documentation
hu_hu: Dokumentáció

source: Referred orders net sales.
hu_hu: Ajánlott rendelések nettó árbevétele.

source: Orders
hu_hu: Rendelések

source: Number of referred orders
hu_hu: Ajánlott rendelések száma

source: Sorry, fetching referrals data failed.
hu_hu: Sajnáljuk, az ajánlások adatainak lekérése nem sikerült.

source: Advocates are users that are promoting your site through referrals. Current credit is the amount of earned credit the advocate has yet to spend and the total credit is the total amount of credit earned. These figures include approved referrals only.
hu_hu: Az ajánlók azok a felhasználók, akik ajánlásokon keresztül népszerűsítik az oldalát. A jelenlegi jóváírás az a megszerzett összeg, amelyet az ajánló még nem költött el, a teljes jóváírás pedig az összes megszerzett jóváírás összege. Ezek a számok csak a jóváhagyott ajánlásokat tartalmazzák.

source: Bulk edit completed.
hu_hu: Csoportos szerkesztés befejezve.

source: Advocate blocked.
hu_hu: Ajánló letiltva.

source: Advocate unblocked.
hu_hu: Ajánló letiltása feloldva.

source: Please select some items to bulk edit.
hu_hu: Kérjük, válasszon ki néhány elemet a csoportos szerkesztéshez.

source: A record is made for each referral invite that is sent. Social shares are not tracked.
hu_hu: Minden elküldött ajánlói meghívóról bejegyzés készül. A közösségi megosztásokat nem követjük.

source: These emails have been anonymized due to your privacy settings.
hu_hu: Ezek az e-mailek az adatvédelmi beállításai miatt anonimizálva lettek.

source: Referral codes are unique keys that are used to identify advocates in the referral process. Depending on whether you are using coupon or link based tracking the referral code will be used as a part of the shared URL or coupon.
hu_hu: Az ajánlókódok egyedi kulcsok, amelyekkel az ajánlókat azonosítjuk az ajánlási folyamatban. Attól függően, hogy kupon- vagy hivatkozásalapú követést használ, az ajánlókód a megosztott URL vagy kupon részeként kerül felhasználásra.

source: These codes are automatically deleted %d days after they expire.
hu_hu: Ezek a kódok a lejáratukat követő %d nap után automatikusan törlődnek.

source: Status
hu_hu: Állapot

source: The referral status controls whether the advocate can use any reward credit. Store credit can only be used when the referral is approved.
hu_hu: Az ajánlás állapota határozza meg, hogy az ajánló felhasználhat-e bármilyen jutalomjóváírást. Az áruházi jóváírás csak jóváhagyott ajánlás esetén használható fel.

source: Amount
hu_hu: Összeg

source: Referral successfully deleted.
hu_hu: Ajánlás sikeresen törölve.

source: Referral successfully updated.
hu_hu: Ajánlás sikeresen frissítve.

source: Referral marked as approved.
hu_hu: Ajánlás jóváhagyottnak jelölve.

source: Referral marked as rejected.
hu_hu: Ajánlás elutasítottnak jelölve.

source: Referral could not be found.
hu_hu: Az ajánlás nem található.

source: All
hu_hu: Összes

source: Approved
hu_hu: Jóváhagyva

source: Rejected
hu_hu: Elutasítva

source: Pending
hu_hu: Függőben

source: Potential Fraud
hu_hu: Lehetséges csalás

source: referred orders value
hu_hu: ajánlott rendelések értéke

source: referrals
hu_hu: ajánlások

source: referral invites sent
hu_hu: elküldött ajánlói meghívók

source: Search for an advocate&hellip;
hu_hu: Ajánló keresése&hellip;

source: Advocate
hu_hu: Ajánló

source: Invites sent
hu_hu: Elküldött meghívók

source: Referral count
hu_hu: Ajánlások száma

source: Referral revenue
hu_hu: Ajánlások bevétele

source: Current credit
hu_hu: Jelenlegi jóváírás

source: Total credit
hu_hu: Összes jóváírás

source: Unblock
hu_hu: Feloldás

source: Block
hu_hu: Letiltás

# indication in list table that advocate is blocked
source: (Blocked)
hu_hu: (Letiltva)

source: Referral Invite
hu_hu: Ajánlói meghívó

source: Referral Invites
hu_hu: Ajánlói meghívók

source: Date
hu_hu: Dátum

source: Delete
hu_hu: Törlés

source: Referral code
hu_hu: Ajánlókód

source: Search referral codes
hu_hu: Ajánlókódok keresése

source: Expired
hu_hu: Lejárt

source: Expires
hu_hu: Lejár

source: Active
hu_hu: Aktív

source: Customer
hu_hu: Vásárló

source: Order
hu_hu: Rendelés

source: Created
hu_hu: Létrehozva

source: Customer Discount
hu_hu: Vásárlói kedvezmény

source: Advocate Reward
hu_hu: Ajánlói jutalom

source: Actions
hu_hu: Műveletek

source: #%s - Deleted
hu_hu: #%s - törölve

source: (%s remaining)
hu_hu: (%s maradt)

source: None
hu_hu: Nincs

source: View
hu_hu: Megtekintés

source: Approve
hu_hu: Jóváhagyás

source: Reject
hu_hu: Elutasítás

source: Mark as Approved
hu_hu: Megjelölés jóváhagyottként

source: Mark as Rejected
hu_hu: Megjelölés elutasítottként

source: Mark as Pending
hu_hu: Megjelölés függőben lévőként

source: Mark as Potential Fraud
hu_hu: Megjelölés lehetséges csalásként

source: %s referred orders value
hu_hu: %s ajánlott rendelések értéke

source: %s referred orders
hu_hu: %s ajánlott rendelés

source: Referrals Count
hu_hu: Ajánlások száma

source: Referrals Value
hu_hu: Ajánlások értéke

source: Referral campaign options
hu_hu: Ajánlási kampány beállításai

source: Enable referrals
hu_hu: Ajánlások engedélyezése

source: Share type
hu_hu: Megosztás típusa

source: Choose whether you would like to offer a coupon incentive in your referral campaign. PLEASE NOTE: If you choose link based you must adjust the default text below to suit.
hu_hu: Válassza ki, hogy szeretne-e kuponösztönzőt kínálni az ajánló kampányában. FIGYELEM: Ha a hivatkozásalapút választja, az alábbi alapértelmezett szöveget hozzá kell igazítania.

source: Coupon based
hu_hu: Kuponalapú

source: Link based
hu_hu: Hivatkozásalapú

source: Share page
hu_hu: Megosztási oldal

source: Ensure you add the shortcode <code>[automatewoo_referrals_page]</code> to the content of the page you select.
hu_hu: Ügyeljen rá, hogy a kiválasztott oldal tartalmához hozzáadja a <code>[automatewoo_referrals_page]</code> rövidkódot.

source: This is the main page that advocates can use to refer people to your store. This should not be set to the checkout as the referral widget will automatically be displayed on the order recieved page.
hu_hu: Ez az a fő oldal, amelyet az ajánlók használhatnak, hogy embereket irányítsanak az áruházába. Ezt ne állítsa a pénztár oldalra, mivel az ajánló widget automatikusan megjelenik a Rendelés beérkezett oldalon.

source: Share URL
hu_hu: Megosztási URL

source: This URL is used when an advocate shares via email, Facebook or X. If you are using link based referrals then the tracking parameter will be automatically added to this URL. You can also add analytics tracking parameters to the URL.
hu_hu: Ezt az URL-t használjuk, amikor az ajánló e-mailben, Facebookon vagy X-en oszt meg. Ha hivatkozásalapú ajánlásokat használ, a követési paraméter automatikusan hozzáadódik ehhez az URL-hez. Analitikai követési paramétereket is hozzáadhat az URL-hez.

source: Limit sharing to paying customers
hu_hu: Megosztás korlátozása fizető ügyfelekre

source: If unchecked any customer with an account can share.
hu_hu: Ha nincs bejelölve, bármely fiókkal rendelkező ügyfél megoszthat.

source: Auto-approval referrals
hu_hu: Ajánlások automatikus jóváhagyása

source: Referrals must be approved before the advocate is rewarded. Automatically approve referrals once the related order is paid or marked as complete. Please note referrals that could be fraudulent will never be auto-approved.
hu_hu: Az ajánlásokat jóvá kell hagyni, mielőtt az ajánló jutalmat kap. A kapcsolódó rendelés kifizetésekor vagy teljesítettnek jelölésekor automatikusan hagyja jóvá az ajánlásokat. Megjegyzés: a csalásgyanús ajánlások soha nem kerülnek automatikusan jóváhagyásra.

source: On order completed
hu_hu: Rendelés teljesítésekor

source: On order paid
hu_hu: Rendelés kifizetésekor

source: Disable and approve referrals manually
hu_hu: Letiltás és ajánlások kézi jóváhagyása

source: Use store credit on subscription renewal payments
hu_hu: Áruházi egyenleg használata az előfizetés-megújítási fizetéseknél

source: If checked, any store credit earned by a subscriber will be automatically applied to WooCommerce Subscription renewal payments. This will only work with payment gateway extensions that support %1$srecurring total modifications%2$s.
hu_hu: Ha be van jelölve, az előfizető által szerzett áruházi egyenleg automatikusan felhasználásra kerül a WooCommerce Subscription megújítási fizetéseinél. Ez csak olyan fizetési átjáró bővítményekkel működik, amelyek támogatják a %1$sismétlődő végösszeg módosítását%2$s.

source: Privacy
hu_hu: Adatvédelem

source: Anonymize invited email data
hu_hu: Meghívott e-mailek adatainak anonimizálása

source: GDPR requires consent to be given before personal data is stored. Since it is impossible for invited emails to give consent it is recommended to anonymize these emails. Once enabled any existing stored emails will be anonymized.
hu_hu: A GDPR megköveteli a hozzájárulást a személyes adatok tárolása előtt. Mivel a meghívott e-mail címek nem tudnak hozzájárulást adni, ajánlott ezeknek az e-maileknek az anonimizálása. Engedélyezés után a már tárolt e-mailek is anonimizálásra kerülnek.

source: Hide referred customer data from advocates
hu_hu: Az ajánlott ügyfelek adatainak elrejtése az ajánlók elől

source: If checked, advocates will not be able to view personal data of the customers they refer. If unchecked, the referred customer's full name will be shown in the referral account tab.
hu_hu: Ha be van jelölve, az ajánlók nem láthatják az általuk ajánlott ügyfelek személyes adatait. Ha nincs bejelölve, az ajánlott ügyfél teljes neve megjelenik az ajánlói fiók fülön.

source: Referral offer (for the friend)
hu_hu: Ajánlói ajánlat (a barátnak)

source: The coupon discount that advocates can offer to their friends. This coupon will only be valid for new customers. By default referral coupons expire after 4 weeks which means that a single advocate may own many different referral coupons at one time. If you would like advocates to have a single coupon for all time set the <b>Coupon Expiry</b> to 0.
hu_hu: Az a kuponkedvezmény, amelyet az ajánlók felajánlhatnak a barátaiknak. Ez a kupon csak új ügyfelek számára érvényes. Alapértelmezés szerint az ajánlói kuponok 4 hét után lejárnak, ami azt jelenti, hogy egy ajánlónak egyszerre több különböző ajánlói kuponja is lehet. Ha azt szeretné, hogy az ajánlóknak egyetlen, örökérvényű kuponjuk legyen, állítsa a <b>Kupon lejárata</b> értéket 0-ra.

source: Offer type
hu_hu: Ajánlat típusa

source: Make this field blank if you do not want coupons to expire.
hu_hu: Hagyja üresen ezt a mezőt, ha nem szeretné, hogy a kuponok lejárjanak.

source: Offer amount
hu_hu: Ajánlat összege

source: Coupon expiry
hu_hu: Kupon lejárata

source: weeks
hu_hu: hét

source: unlimited
hu_hu: korlátlan

source: Link options
hu_hu: Hivatkozás beállításai

source: By default share links expire after 4 weeks which means that a single advocate may own many different unique share links at one time. If you would like advocates to have a single share link for all time set the <b>Share Link Expiry</b> to 0.
hu_hu: Alapértelmezés szerint a megosztási hivatkozások 4 hét után lejárnak, ami azt jelenti, hogy egy ajánlónak egyszerre sok különböző, egyedi megosztási hivatkozása lehet. Ha azt szeretné, hogy az ajánlóknak egyetlen, örökérvényű megosztási hivatkozásuk legyen, állítsa a <b>Megosztási hivatkozás lejárata</b> értéket 0-ra.

source: Share link parameter
hu_hu: Megosztási hivatkozás paramétere

source: This parameter is used when generating unique share links e.g. %s
hu_hu: Ezt a paramétert egyedi megosztási hivatkozások létrehozásakor használjuk, pl. %s

source: Share link expiry
hu_hu: Megosztási hivatkozás lejárata

source: Referral requirements
hu_hu: Ajánlási feltételek

source: These are the requirements of referred purchases, if these are not met the advocate does not receive a reward and the friend does not get a discount.
hu_hu: Ezek az ajánlott vásárlások feltételei; ha nem teljesülnek, az ajánló nem kap jutalmat, és a barát nem kap kedvezményt.

source: Minimum purchase amount
hu_hu: Minimális vásárlási összeg

source: The minimum purchase amount that the referral offer is valid for.
hu_hu: Az a minimális vásárlási összeg, amelytől az ajánlói ajánlat érvényes.

source: Product categories
hu_hu: Termékkategóriák

source: All categories
hu_hu: Minden kategória

source: Only allow referrals for orders that contain at least one product from one of these categories.
hu_hu: Csak azoknál a rendeléseknél engedélyezze az ajánlást, amelyek legalább egy terméket tartalmaznak ezekből a kategóriákból.

source: Excluded categories
hu_hu: Kizárt kategóriák

source: No categories
hu_hu: Nincsenek kategóriák

source: Don't allow referrals for orders that only contain products from these categories.
hu_hu: Ne engedélyezze az ajánlást azoknál a rendeléseknél, amelyek csak ezekből a kategóriákból származó termékeket tartalmaznak.

source: Referral reward (for the advocate)
hu_hu: Ajánlói jutalom (az ajánlónak)

source: The reward given to the advocate for each time they successfully refer a customer. This reward is only granted for the friends first purchase. If you would like to notify advocates each time they receive a referral reward you should create a workflow with the <strong>New Referral</strong> trigger.
hu_hu: Az a jutalom, amelyet az ajánló kap minden sikeres ajánlásért. Ez a jutalom csak a barát első vásárlásáért jár. Ha szeretné értesíteni az ajánlókat minden alkalommal, amikor ajánlói jutalmat kapnak, hozzon létre egy munkafolyamatot a <strong>New Referral</strong> triggerrel.

source: Reward type
hu_hu: Jutalom típusa

source: By selecting no reward you can instead reward them by using the AutomateWoo referral triggers and for example you could generate a coupon for the advocate.
hu_hu: A Nincs jutalom opció kiválasztásával helyette az AutomateWoo ajánlói triggereivel jutalmazhatja őket; például kupont generálhat az ajánlónak.

source: Reward amount
hu_hu: Jutalom összege

source: The minimum purchase amount required for store credit to be used.
hu_hu: Az a minimális vásárlási összeg, amelytől az áruházi egyenleg felhasználható.

source: Share widget
hu_hu: Megosztási widget

source: The share widget is a mini version of the share page that can added to the order confirmation page, order emails and be inserted in a workflow email with %s. Please note that customers will be prompted to create an account before they can refer their friends.
hu_hu: A megosztási widget a megosztási oldal mini változata, amely hozzáadható a rendelés-visszaigazoló oldalhoz, a rendelési e-mailekhez, és a %s segítségével beilleszthető egy munkafolyamat e-mailjébe. Felhívjuk a figyelmet, hogy az ügyfeleket fiók létrehozására kérjük, mielőtt ajánlhatnák barátaikat.

source: Show widget on order confirmation page
hu_hu: Widget megjelenítése a rendelés-visszaigazoló oldalon

source: Bottom Of Page
hu_hu: Oldal alja

source: Top Of Page
hu_hu: Oldal teteje

source: Do Not Display
hu_hu: Ne jelenjen meg

source: Show widget on order emails
hu_hu: Widget megjelenítése a rendelési e-mailekben

source: Show widget on new account email
hu_hu: Widget megjelenítése az új fiók e-mailben

source: Widget heading
hu_hu: Widget címsor

source: Widget paragraph text
hu_hu: Widget bekezdésszövege

source: Social sharing
hu_hu: Közösségi megosztás

source: Enable sharing via Facebook
hu_hu: Megosztás engedélyezése Facebookon

source: Enable sharing via X
hu_hu: Megosztás engedélyezése X-en

source: Enable sharing via WhatsApp
hu_hu: Megosztás engedélyezése WhatsAppon

source: Default share text
hu_hu: Alapértelmezett megosztási szöveg

source: This is the default text used when an advocate shares via X or WhatsApp. This feature is not supported by Facebook. If you chose 'Coupon Based' you must include the variable {{ coupon_code }}. A link to your shop will be added automatically.
hu_hu: Ez az alapértelmezett szöveg, amikor az ajánló X-en vagy WhatsAppon oszt meg. Ezt a funkciót a Facebook nem támogatja. Ha a 'Kuponalapú' lehetőséget választotta, kötelező szerepeltetni a {{ coupon_code }} változót. Az üzletéhez vezető hivatkozás automatikusan hozzáadásra kerül.

source: X default share text (optional)
hu_hu: X alapértelmezett megosztási szöveg (opcionális)

source: Optionally specify different text for X shares as they are limited to 280 characters. If left blank the default share text will be used.
hu_hu: Opcionálisan megadhat eltérő szöveget az X-megosztásokhoz, mivel azok 280 karakterre korlátozottak. Ha üresen hagyja, az alapértelmezett megosztási szöveg lesz használva.

source: Email sharing
hu_hu: Megosztás e-mailben

source: The email template that is sent when an advocate refers a friend view email.
hu_hu: Az az e-mail sablon, amelyet akkor küldünk, amikor az ajánló e-mailben ajánl egy barátot.

source: You can insert dynamic content with the following variables:
hu_hu: Dinamikus tartalmat illeszthet be a következő változókkal:

source: Preview email
hu_hu: E-mail előnézete

source: Enable sharing via Email
hu_hu: Megosztás engedélyezése e-mailben

source: Email subject
hu_hu: E-mail tárgya

source: Email heading
hu_hu: E-mail címsor

source: Email template
hu_hu: E-mail sablon

source: The template that will be used to send referral share emails. For info on creating custom templates please refer to the AutomateWoo documentation.
hu_hu: Az a sablon, amelyet az ajánlási megosztó e-mailek küldéséhez használunk. Egyedi sablonok létrehozásáról az AutomateWoo dokumentációjában talál információt.

source: Email body
hu_hu: E-mail törzse

source: If are using 'Coupon Based' referrals you must include the variable {{ coupon_code }}. If you chose 'Link Based' ensure you have at least one link in the email body. Tracking parameters will be automatically added to all links in the email.
hu_hu: Ha 'Kuponalapú' ajánlásokat használ, kötelező szerepeltetni a {{ coupon_code }} változót. Ha a 'Hivatkozásalapú'-t választotta, győződjön meg róla, hogy legalább egy hivatkozás van az e-mail törzsében. A követési paraméterek automatikusan hozzáadódnak az e-mailben szereplő összes hivatkozáshoz.

source: Advanced
hu_hu: Speciális

source: Allow existing customer referrals
hu_hu: Meglévő ügyfelek ajánlásának engedélyezése

source: If this is unchecked, existing customers will be blocked from receiving referrals (default). If checked, existing customers can be referred but they can only be referred a single time.
hu_hu: Ha ez nincs bejelölve, a meglévő ügyfelek nem kaphatnak ajánlást (alapértelmezés). Ha be van jelölve, a meglévő ügyfelek ajánlhatók, de csak egyszer.

source: Reward event
hu_hu: Jutalmazási esemény

source: The reward event determines when a referral should be created. When setting to 'Purchase' (default) referrals will be created when a friend makes a purchase. When setting to 'Sign Up' referrals will be created when a friend creates a customer account and no purchase is required.
hu_hu: A jutalmazási esemény határozza meg, mikor jöjjön létre ajánlás. 'Vásárlás' (alapértelmezett) esetén akkor jön létre ajánlás, amikor a barát vásárol. 'Regisztráció' esetén akkor jön létre ajánlás, amikor a barát ügyfélfiókot hoz létre, és nem szükséges vásárlás.

source: Purchase
hu_hu: Vásárlás

source: Sign up
hu_hu: Regisztráció

source: Advocate referral limit
hu_hu: Ajánlói ajánláskorlát

source: Limits the number of referrals an advocate can make within a certain time period. When an advocate's limit is reached they are prevented from earning referral credit and their shared referral coupons are disabled.
hu_hu: Korlátozza, hogy egy ajánló egy adott időszakon belül hány ajánlást tehet. Ha egy ajánló eléri a korlátot, nem szerezhet további ajánlási jóváírást, és az általa megosztott ajánlói kuponok letiltásra kerülnek.

source: Limit the number of referrals
hu_hu: Ajánlások számának korlátozása

source: If checked, the number of referrals an Advocate can make is limited.
hu_hu: Ha be van jelölve, korlátozva van, hány ajánlást tehet egy ajánló.

source: Referral limit timeframe
hu_hu: Ajánláskorlát időtartama

source: Select the length of time that where the referral limit applies.
hu_hu: Válassza ki azt az időtartamot, amelyre az ajánláskorlát vonatkozik.

source: Lifetime
hu_hu: Élettartam

source: Yearly
hu_hu: Éves

source: Monthly
hu_hu: Havi

source: Weekly
hu_hu: Heti

source: Referral limit
hu_hu: Ajánláskorlát

source: The number of referrals an Advocate is limited to.
hu_hu: Az ajánlások száma, amelyre egy ajánló korlátozva van.

source: Referral Details
hu_hu: Ajánlás részletei

source: Delete permanently
hu_hu: Végleges törlés

source: Save
hu_hu: Mentés

source: Potential Fraud Detected
hu_hu: Lehetséges csalás észlelve

source: The IP addresses of the advocate and referred customer were identical. The advocate may have referred themselves.
hu_hu: Az ajánló és az ajánlott vásárló IP-címe megegyezett. Lehetséges, hogy az ajánló saját magát ajánlotta.

source: Referral ID
hu_hu: Ajánlásazonosító

source: Date created
hu_hu: Létrehozás dátuma

source: (Status: %s)
hu_hu: (Állapot: %s)

source: Advocate IP address
hu_hu: Ajánló IP-címe

source: Advocate reward type
hu_hu: Ajánló jutalmának típusa

source: Advocate reward amount
hu_hu: Ajánló jutalmának összege

source: Advocate reward amount remaining
hu_hu: Ajánló jutalmának hátralévő összege

source: Customer IP address
hu_hu: Vásárló IP-címe

source: Customer discount type
hu_hu: Vásárlói kedvezmény típusa

source: Customer discount amount
hu_hu: Vásárlói kedvezmény összege

source: Sorry, your account is not permitted to refer friends.
hu_hu: Sajnáljuk, a fiókja nem jogosult ismerősök ajánlására.

source: You must be a paying customer to refer friends.
hu_hu: Ismerősök ajánlásához fizető vásárlónak kell lennie.
