Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: Missing Stripe secret key.
hu_hu: Hiányzik a Stripe titkos kulcsa.

source: User does not have any saved payment methods.
hu_hu: A felhasználónak nincsenek mentett fizetési módjai.

source: Missing payment ID.
hu_hu: Hiányzik a fizetés azonosítója.

source: Invalid payment.
hu_hu: Érvénytelen fizetés.

source: Unknown error
hu_hu: Ismeretlen hiba

source: Missing membership ID.
hu_hu: Hiányzik a tagság azonosítója.

source: Invalid Stripe customer ID.
hu_hu: Érvénytelen Stripe ügyfélazonosító.

source: Error creating setup intent.
hu_hu: Hiba a setup intent létrehozásakor.

source: Missing payment method ID.
hu_hu: Hiányzik a fizetési mód azonosítója.

source: Invalid or unknown Stripe customer ID.
hu_hu: Érvénytelen vagy ismeretlen Stripe ügyfélazonosító.

source: An unknown error occurred.
hu_hu: Ismeretlen hiba történt.

source: Payment gateway connection error.
hu_hu: Fizetési átjáró csatlakozási hiba.

source: The card has been declined.
hu_hu: A kártyát visszautasították.

source: Invalid email address. Please enter a valid email address and try again.
hu_hu: Érvénytelen e-mail-cím. Kérjük, adjon meg egy érvényes e-mail-címet, majd próbálja meg újra.

source: This card has expired. Please try again with a different payment method.
hu_hu: Ez a kártya lejárt. Kérjük, próbálja meg újra egy másik fizetési móddal.

source: The supplied billing address is incorrect. Please check the card's address or try again with a different card.
hu_hu: A megadott számlázási cím helytelen. Kérjük, ellenőrizze a kártyához tartozó címet, vagy próbálja meg újra egy másik kártyával.

source: The card's security code is incorrect. Please check the security code or try again with a different card.
hu_hu: A kártya biztonsági kódja helytelen. Kérjük, ellenőrizze a biztonsági kódot, vagy próbálja meg újra egy másik kártyával.

source: The card number is incorrect. Please check the card number or try again with a different card.
hu_hu: A kártyaszám helytelen. Kérjük, ellenőrizze a kártyaszámot, vagy próbálja meg újra egy másik kártyával.

source: The card's postal code is incorrect. Please check the postal code or try again with a different card.
hu_hu: A kártyához tartozó irányítószám helytelen. Kérjük, ellenőrizze az irányítószámot, vagy próbálja meg újra egy másik kártyával.

source: The card's security code is invalid. Please check the security code or try again with a different card.
hu_hu: A kártya biztonsági kódja érvénytelen. Kérjük, ellenőrizze a biztonsági kódot, vagy próbálja meg újra egy másik kártyával.

source: The card's expiration month is incorrect.
hu_hu: A kártya lejárati hónapja helytelen.

source: The card's expiration year is incorrect.
hu_hu: A kártya lejárati éve helytelen.

source: Authentication failure.
hu_hu: Hitelesítési hiba.

source: This payment method is invalid.
hu_hu: Ez a fizetési mód érvénytelen.

source: Payment attempt failed.
hu_hu: A fizetési kísérlet sikertelen.

source: Setup attempt failed.
hu_hu: A beállítási kísérlet sikertelen.

source: Register
hu_hu: Regisztráció

source: Welcome
hu_hu: Üdvözöljük

source: Welcome! This is your success page where members are redirected after completing their registration.
hu_hu: Üdvözöljük! Ez az Ön sikeroldala, ahová a tagok a regisztráció befejezése után átirányításra kerülnek.

source: Your Membership
hu_hu: Az Ön tagsága

source: Edit Your Profile
hu_hu: Profiljának szerkesztése

source: Update Billing Card
hu_hu: Számlázási kártya frissítése

source: Please verify your email address
hu_hu: Kérjük, erősítse meg e-mail-címét

source: Hi %s,
hu_hu: Tisztelt %s,

source: Please click here to verify your email address:
hu_hu: Kérjük, kattintson ide az e-mail-címe megerősítéséhez:

source: Your %s membership has been activated
hu_hu: Az Ön %s tagsága aktiválva lett

source: Hi %displayname%,
hu_hu: Tisztelt %displayname%,

source: Your %s membership has been activated.
hu_hu: Az Ön %s tagsága aktiválva lett.

source: %s (%s) is now a member of %s
hu_hu: %s (%s) mostantól a(z) %s tagja

source: Membership level: %s
hu_hu: Tagsági szint: %s

source: Your %s membership has been cancelled
hu_hu: Az Ön %s tagsága lemondásra került

source: Your %s membership has been cancelled. You will retain access to content until %s.
hu_hu: Az Ön %s tagsága lemondásra került. A tartalmakhoz %s időpontig továbbra is hozzáférése lesz.

source: %s (%s) has cancelled their membership to %s
hu_hu: %s (%s) lemondta a(z) %s tagságát

source: Their membership level was: %s
hu_hu: A tagsági szintje: %s volt

source: They will retain access until: %s
hu_hu: Hozzáférésük megmarad eddig: %s

source: Your %s membership has expired
hu_hu: A(z) %s tagsága lejárt

source: Your %s membership has expired.
hu_hu: A(z) %s tagsága lejárt.

source: %s's (%s) membership has expired.
hu_hu: %s (%s) tagsága lejárt.

source: Your %s payment has been received
hu_hu: A(z) %s befizetése megérkezett

source: Your %s payment has been received.
hu_hu: A(z) %s befizetése megérkezett.

source: Payment Amount:
hu_hu: Fizetés összege:

source: Invoice:
hu_hu: Számla:

source: Your %s payment could not be processed
hu_hu: A(z) %s befizetését nem sikerült feldolgozni

source: Your %s renewal payment could not be processed. Please log in and update your billing information so we can reattempt payment.
hu_hu: A(z) %s megújítási befizetését nem sikerült feldolgozni. Kérjük, jelentkezzen be, és frissítse számlázási adatait, hogy újra megkísérelhessük a fizetést.

source: Renewal payment failed on %s
hu_hu: A megújítási befizetés meghiúsult: %s

source: %s's (%s) renewal payment failed to be processed.
hu_hu: Nem sikerült feldolgozni %s (%s) megújítási befizetését.

source: Google Authenticator Code
hu_hu: Google Authenticator-kód

source: We hope you love Restrict Content Pro.
hu_hu: Reméljük, hogy szeretni fogja a Restrict Content Pro-t.

source: We hope you love Restrict Content.
hu_hu: Reméljük, hogy szeretni fogja a Restrict Content-et.

source: Hi, %1$s! This is an invitation to help our %2$s community. If you opt in, some data about your usage of %3$s will be shared with our teams. We will also share some helpful info on membership site management, WordPress, and our products from time to time. And if you skip this, that's okay! %4$s will still work just fine.
hu_hu: Üdv, %1$s! Ez egy meghívás, hogy segítsen a(z) %2$s közösségünknek. Ha hozzájárul, a(z) %3$s használatáról származó néhány adat megosztásra kerül a csapatainkkal. Időről időre megosztunk Önnel hasznos információkat a tagsági oldalak kezeléséről, a WordPressről és termékeinkről is. Ha ezt kihagyja, az is rendben van! A(z) %4$s továbbra is gond nélkül működni fog.

source: Hello, %s! We just wanted to let you know that we've replaced Freemius with our own Telemetry feature. This new Telemetry removes the middle man (Freemius) and as a result is much more privacy-friendly. Rather than sending helpful information to Freemius, who then sends it to us, the information is now sent directly to us. Click 'Allow & Continue' to continue sharing this helpful information using our new Telemetry feature.
hu_hu: Üdvözöljük, %s! Szerettük volna tudatni Önnel, hogy a Freemiust lecseréltük a saját Telemetry funkciónkra. Ez az új Telemetry eltávolítja a közvetítőt (Freemius), és ennek eredményeként adatvédelmi szempontból kedvezőbb. Ahelyett, hogy a hasznos információkat a Freemiusnak küldenénk, aki aztán továbbítja nekünk, az információk most közvetlenül hozzánk érkeznek. Kattintson az 'Engedélyezés és folytatás' gombra, hogy továbbra is megossza ezeket a hasznos információkat az új Telemetry funkciónk használatával.

source: <a href="%1$s" alt="%2$s">Opt-Out</a>
hu_hu: <a href="%1$s" alt="%2$s">Leiratkozás</a>

source: Change to Opt Out Status
hu_hu: Átváltás leiratkozott állapotra

source: <a href="%1$s" alt="%2$s">Opt In</a>
hu_hu: <a href="%1$s" alt="%2$s">Hozzájárulás</a>

source: Change to Opt In Status
hu_hu: Átváltás hozzájárult állapotra

source: These are %s fields that we use for analysis and to make the product better.
hu_hu: Ezek %s mezők, amelyeket elemzésre és a termék javítására használunk.

source: Version
hu_hu: Verzió

source: Last Updated
hu_hu: Utoljára frissítve

source: Total Membership Levels
hu_hu: Tagsági szintek összesen

source: Total Paid Membership Levels
hu_hu: Fizetős tagsági szintek összesen

source: Total Free Membership Levels
hu_hu: Ingyenes tagsági szintek összesen

source: Total One-Time Membership Levels
hu_hu: Egyszeri tagsági szintek összesen

source: Total Recurring Membership Levels
hu_hu: Ismétlődő tagsági szintek összesen

source: Total Paying Customers
hu_hu: Fizető ügyfelek összesen

source: Total Free Customers
hu_hu: Ingyenes ügyfelek összesen

source: Total No-Membership Customers
hu_hu: Tagság nélküli ügyfelek összesen

source: Is Multiple Memberships
hu_hu: Többszörös tagságok

source: Total Revenue This Month
hu_hu: E havi teljes bevétel

source: Payment Gateways
hu_hu: Fizetési átjárók

source: Active Add-ons
hu_hu: Aktív kiegészítők

source: Deactivated Add-ons
hu_hu: Deaktivált kiegészítők

source: Access Control
hu_hu: Hozzáférés-szabályozás

source: Restrict purchasing of this product to:
hu_hu: Korlátozza e termék megvásárlását a következőkre:

source: Active subscribers only?
hu_hu: Csak aktív előfizetők?

source: Access level required?
hu_hu: Hozzáférési szint szükséges?

source: Restrict viewing of this product to:
hu_hu: Korlátozza e termék megtekintését a következőkre:

source: Your account is pending verification by a site administrator.
hu_hu: Fiókja ellenőrzése egy webhelyadminisztrátor által függőben van.

source: Unapprove
hu_hu: Jóváhagyás visszavonása

source: Approve
hu_hu: Jóváhagyás

source: You do not have permission to edit this user
hu_hu: Nincs jogosultsága e felhasználó szerkesztéséhez

source: Member unapproved
hu_hu: Tag jóváhagyása visszavonva

source: Member approved
hu_hu: Tag jóváhagyva

source: This payment record does not exist
hu_hu: Ez a fizetési rekord nem létezik

source: You do not have permission to download this invoice
hu_hu: Nincs jogosultsága ennek a számlának a letöltéséhez

source: Invalid username or email
hu_hu: Érvénytelen felhasználónév vagy e-mail

source: Please enter a password
hu_hu: Kérjük, adjon meg egy jelszót

source: Your password reset link has expired.
hu_hu: A jelszó-visszaállítási hivatkozása lejárt.

source: Your password reset link appears to be invalid.
hu_hu: A jelszó-visszaállítási hivatkozás érvénytelennek tűnik.

source: Enter a username or e-mail address.
hu_hu: Adjon meg egy felhasználónevet vagy e-mail-címet.

source: There is no user registered with that email address.
hu_hu: Nincs ilyen e-mail-címmel regisztrált felhasználó.

source: Invalid username or e-mail.
hu_hu: Érvénytelen felhasználónév vagy e-mail.

source: Someone requested that the password be reset for the following account:
hu_hu: Valaki a következő fiók jelszavának visszaállítását kérte:

source: If this was a mistake, just ignore this email and nothing will happen.
hu_hu: Ha tévedés történt, egyszerűen hagyja figyelmen kívül ezt az e-mailt, és nem történik semmi.

source: To reset your password, visit the following address:
hu_hu: A jelszava visszaállításához keresse fel a következő címet:

source: [%s] Password Reset
hu_hu: [%s] Jelszó-visszaállítás

source: The e-mail could not be sent.
hu_hu: Az e-mailt nem sikerült elküldeni.

source: Possible reason: your host may have disabled the mail() function.
hu_hu: Lehetséges ok: a kiszolgálója letilthatta a mail() függvényt.

source: Please enter a valid email address
hu_hu: Kérjük, adjon meg egy érvényes e-mail-címet

source: The email you entered belongs to another user. Please use another.
hu_hu: A megadott e-mail-cím másik felhasználóhoz tartozik. Kérjük, használjon másikat.

source: The passwords you entered do not match. Please try again.
hu_hu: A megadott jelszavak nem egyeznek. Kérjük, próbálja újra.

source: There was an error updating your profile. Please try again.
hu_hu: Hiba történt a profilja frissítése közben. Kérjük, próbálja újra.

source: Please enter a password, and confirm it
hu_hu: Kérjük, adjon meg egy jelszót, majd erősítse meg

source: Passwords do not match
hu_hu: A jelszavak nem egyeznek

source: Recurring charge failed in %s.
hu_hu: Az ismétlődő terhelés meghiúsult a(z) %s esetén.

source: Event ID: %s
hu_hu: Eseményazonosító: %s

source: %s subscription started.
hu_hu: %s előfizetés elindult.

source: %s subscription renewed.
hu_hu: %s előfizetés megújult.

source: Subscription changed from %s to %s.
hu_hu: Az előfizetés %s értékről %s értékre változott.

source: You must specify a membership level ID.
hu_hu: Meg kell adnia egy tagsági szint azonosítót.

source: Failed to add a new membership count entry.
hu_hu: Nem sikerült új tagsági számláló bejegyzést hozzáadni.

source: Invalid fee: the membership level fee must be a valid number.
hu_hu: Érvénytelen díj: a tagsági szint díjának érvényes számnak kell lennie.

source: Invalid trial: a membership level with a trial must have a price and duration greater than zero.
hu_hu: Érvénytelen próbaidő: a próbaidővel rendelkező tagsági szint árának és időtartamának nullánál nagyobbnak kell lennie.

source: Days
hu_hu: Napok

source: Day
hu_hu: Nap

source: Months
hu_hu: Hónapok

source: Month
hu_hu: Hónap

source: Years
hu_hu: Évek

source: Year
hu_hu: Év

source: %s changed from %s to %s.
hu_hu: A(z) %s %s értékről %s értékre változott.

source: Toggling auto renew is not supported.
hu_hu: Az automatikus megújítás váltása nem támogatott.

source: This membership is already recurring.
hu_hu: Ez a tagság már ismétlődő.

source: Membership activated.
hu_hu: Tagság aktiválva.

source: Membership renewed.
hu_hu: Tagság megújítva.

source: Membership renewed with new expiration date: %s
hu_hu: Tagság megújítva új lejárati dátummal: %s

source: %s payment plan completed. Membership expiring immediately.
hu_hu: %s fizetési terv befejeződött. A tagság azonnal lejár.

source: %s payment plan completed. Granted lifetime membership access.
hu_hu: %s fizetési terv befejeződött. Élethosszig tartó tagsági hozzáférés biztosítva.

source: %s payment plan completed. Membership will expire at end of current term.
hu_hu: %s fizetési terv befejeződött. A tagság az aktuális időszak végén lejár.

source: Membership disabled.
hu_hu: Tagság letiltva.

source: Membership cancelled
hu_hu: Tagság lemondva

source: Membership is not eligible for payment profile cancellation.
hu_hu: A tagság nem jogosult a fizetési profil lemondására.

source: Missing subscription ID.
hu_hu: Hiányzik az előfizetés azonosítója.

source: Failed cancelling payment profile. Error code: %s; Error Message: %s.
hu_hu: Nem sikerült lemondani a fizetési profilt. Hibakód: %s; Hibaüzenet: %s.

source: Price change not supported for this membership
hu_hu: Ehhez a tagsághoz az ár módosítása nem támogatott

source: Price not changed
hu_hu: Az ár nem változott

source: Dynamic subscription creation not supported for this membership.
hu_hu: Az előfizetés dinamikus létrehozása nem támogatott ennél a tagságnál.

source: Subscription not created.
hu_hu: Az előfizetés nem jött létre.

source: Next bill date changes not supported for this membership
hu_hu: A következő számlázási dátum módosítása nem támogatott ennél a tagságnál

source: Next bill date not changed
hu_hu: A következő számlázási dátum nem változott

source: Auto renew was disabled by the customer.
hu_hu: Az automatikus megújítást az ügyfél letiltotta.

source: Auto renew was enabled by the customer.
hu_hu: Az automatikus megújítást az ügyfél engedélyezte.

source: Membership cancelled by customer %s (#%d).
hu_hu: A tagságot %s ügyfél (#%d) mondta le.

source: Membership expired
hu_hu: A tagság lejárt

source: Membership changed from %s (ID #%d) to %s (ID #%d).
hu_hu: A tagság %s (ID #%d) tagságról %s (ID #%d) tagságra változott.

source: US Dollars (&#36;)
hu_hu: USA dollár (&#36;)

source: Euros (&#8364;)
hu_hu: Euró (&#8364;)

source: Pounds Sterling (&#163;)
hu_hu: Font sterling (&#163;)

source: Australian Dollars (&#36;)
hu_hu: Ausztrál dollár (&#36;)

source: Brazilian Real (&#82;&#36;)
hu_hu: Brazil real (&#82;&#36;)

source: Canadian Dollars (&#36;)
hu_hu: Kanadai dollár (&#36;)

source: Czech Koruna (&#75;&#269;)
hu_hu: Cseh korona (&#75;&#269;)

source: Danish Krone (&#107;&#114;)
hu_hu: Dán korona (&#107;&#114;)

source: Hong Kong Dollar (&#36;)
hu_hu: Hongkongi dollár (&#36;)

source: Hungarian Forint (&#70;&#116;)
hu_hu: Magyar forint (&#70;&#116;)

source: Iranian Rial (&#65020;)
hu_hu: Iráni rial (&#65020;)

source: Israeli Shekel (&#8362;)
hu_hu: Izraeli sékel (&#8362;)

source: Japanese Yen (&#165;)
hu_hu: Japán jen (&#165;)

source: Malaysian Ringgits (&#82;&#77;)
hu_hu: Maláj ringgit (&#82;&#77;)

source: Mexican Peso (&#36;)
hu_hu: Mexikói peso (&#36;)

source: New Zealand Dollar (&#36;)
hu_hu: Új-zélandi dollár (&#36;)

source: Norwegian Krone (&#107;&#114;)
hu_hu: Norvég korona (&#107;&#114;)

source: Philippine Pesos (&#8369;)
hu_hu: Fülöp-szigeteki peso (&#8369;)

source: Polish Zloty (&#122;&#322;)
hu_hu: Lengyel zloty (&#122;&#322;)

source: Russian Rubles (&#1088;&#1091;&#1073;)
hu_hu: Orosz rubel (&#1088;&#1091;&#1073;)

source: Singapore Dollar (&#36;)
hu_hu: Szingapúri dollár (&#36;)

source: Swedish Krona (&#107;&#114;)
hu_hu: Svéd korona (&#107;&#114;)

source: Swiss Franc (&#67;&#72;&#70;)
hu_hu: Svájci frank (&#67;&#72;&#70;)

source: Taiwan New Dollars (&#78;&#84;&#36;)
hu_hu: Tajvani új dollár (&#78;&#84;&#36;)

source: Turkish Lira (&#8356;)
hu_hu: Török líra (&#8356;)

source: New
hu_hu: Új

source: Upgrade
hu_hu: Frissítés

source: Downgrade
hu_hu: Visszalépés

source: This content is restricted to subscribers
hu_hu: Ez a tartalom csak előfizetők számára érhető el

source: Successful payment for membership "%s". Payment ID: #%d; Amount: %s; Gateway: %s; Type: %s.
hu_hu: Sikeres fizetés a(z) "%s" tagsághoz. Fizetés azonosítója: #%d; Összeg: %s; Fizetési átjáró: %s; Típus: %s.

source: An authentication error occurred. Please try again.
hu_hu: Hitelesítési hiba történt. Kérjük, próbálja meg újra.

source: Please choose a membership level
hu_hu: Kérjük, válasszon tagsági szintet

source: You may only sign up for a free trial once
hu_hu: Ingyenes próbaidőszakra csak egyszer regisztrálhat

source: You can only use the discount code once
hu_hu: A kedvezménykódot csak egyszer használhatja fel

source: The discount you entered is invalid
hu_hu: A megadott kedvezmény érvénytelen

source: You must agree to the terms and conditions
hu_hu: El kell fogadnia a felhasználási feltételeket

source: You must agree to the privacy policy
hu_hu: El kell fogadnia az adatvédelmi szabályzatot

source: Failed to create customer record
hu_hu: Az ügyfélrekord létrehozása nem sikerült

source: Upgraded from %1$s (membership #%2$d).
hu_hu: Frissítve innen: %1$s (tagság #%2$d).

source: Invalid payment. Please try again.
hu_hu: Érvénytelen fizetés. Kérjük, próbálja meg újra.

source: This username is already in use. If this is your username, please <a href="%s">log in</a> and try again.
hu_hu: Ez a felhasználónév már használatban van. Ha ez az Ön felhasználóneve, kérjük, <a href="%s">jelentkezzen be</a>, majd próbálja meg újra.

source: Invalid username
hu_hu: Érvénytelen felhasználónév

source: Please enter a username
hu_hu: Kérjük, adjon meg egy felhasználónevet

source: Invalid email
hu_hu: Érvénytelen e-mail-cím

source: This email address is already in use. If this is your email address, please <a href="%s">log in</a> and try again.
hu_hu: Ez az e-mail-cím már használatban van. Ha ez az Ön e-mail-címe, kérjük, <a href="%s">jelentkezzen be</a>, majd próbálja meg újra.

source: free
hu_hu: ingyenes

source: Free trial - %s
hu_hu: Ingyenes próba - %s

source: every %1$s %2$s
hu_hu: minden %1$s %2$s

source: Renew
hu_hu: Megújítás

source: Change
hu_hu: Módosítás

source: or
hu_hu: vagy

source: You are signing up for a new membership.
hu_hu: Új tagságra regisztrál.

source: Click here to renew or change an existing membership instead.
hu_hu: Kattintson ide, ha inkább meglévő tagságát szeretné megújítani vagy módosítani.

source: You are changing your "%1$s" membership. <a href="%2$s">Click here to sign up for an additional membership instead.</a>
hu_hu: A "%1$s" tagságát módosítja. <a href="%2$s">Kattintson ide, ha inkább további tagságra szeretne feliratkozni.</a>

source: Proration Credit
hu_hu: Időarányos jóváírás

source: If you upgrade or downgrade your account, the new membership will be prorated up to %s for the first payment. Prorated prices are shown below.
hu_hu: Ha fiókját magasabb vagy alacsonyabb szintre állítja, az új tagság első fizetése időarányosan legfeljebb %s összegig kerül elszámolásra. Az időarányos árak alább láthatók.

source: Next Renewal Due
hu_hu: Következő megújítás esedékessége

source: Are you sure you want to change the membership level?
hu_hu: Biztosan szeretné módosítani a tagsági szintet?

source: Are you sure you want to change the membership level? The subscription price at the payment gateway will be updated to match the price and duration of the new membership level.
hu_hu: Biztosan szeretné módosítani a tagsági szintet? A fizetési szolgáltatónál az előfizetés ára frissül az új tagsági szint árához és időtartamához igazodva.

source: Are you sure you want to change the membership level? The subscription will be cancelled at the payment gateway and this customer will not be automatically billed again.
hu_hu: Biztosan szeretné módosítani a tagsági szintet? Az előfizetés a fizetési szolgáltatónál törlésre kerül, és ezt az ügyfelet a rendszer nem fogja automatikusan újra terhelni.

source: Are you sure you wish to cancel this member's subscription?
hu_hu: Biztosan le kívánja mondani ennek a tagnak az előfizetését?

source: Are you sure you want to delete this customer? This action is irreversible. All their memberships will be cancelled. Proceed?
hu_hu: Biztosan törölni szeretné ezt az ügyfelet? Ez a művelet visszavonhatatlan. Minden tagsága le lesz mondva. Folytatja?

source: Are you sure you want to delete this membership? This action is irreversible. Proceed?
hu_hu: Biztosan törölni szeretné ezt a tagságot? Ez a művelet visszavonhatatlan. Folytatja?

source: If you delete this subscription, all members registered with this level will be canceled. Proceed?
hu_hu: Ha törli ezt az előfizetést, az ehhez a szinthez regisztrált összes tag lemondásra kerül. Folytatja?

source: Are you sure you want to delete this payment? This action is irreversible. Proceed?
hu_hu: Biztosan törölni szeretné ezt a fizetést? Ez a művelet visszavonhatatlan. Folytatja?

source: Are you sure you want to delete this discount? This action is irreversible. Proceed?
hu_hu: Biztosan törölni szeretné ezt a kedvezményt? Ez a művelet visszavonhatatlan. Folytatja?

source: Are you sure you want to delete this reminder email? This action is irreversible. Proceed?
hu_hu: Biztosan törölni szeretné ezt az emlékeztető e-mailt? Ez a művelet visszavonhatatlan. Folytatja?

source: Are you sure you want to expire this membership? The customer will lose access immediately.
hu_hu: Biztosan lejártnak szeretné jelölni ezt a tagságot? Az ügyfél azonnal elveszíti a hozzáférést.

source: You must choose a username
hu_hu: Választania kell egy felhasználónevet

source: Use as Logo
hu_hu: Használja logóként

source: Choose a Logo
hu_hu: Válasszon logót

source: Cancel subscription at gateway
hu_hu: Előfizetés lemondása a fizetési szolgáltatónál

source: Job failed to complete successfully.
hu_hu: A feladat nem fejeződött be sikeresen.

source: Try again.
hu_hu: Próbálja meg újra.
