Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: Unfortunately your browser is not compatible with this kind of file upload. Please upgrade your browser.
hu_hu: Sajnos a böngészője nem kompatibilis ezzel a fájlfeltöltési móddal. Kérjük, frissítse a böngészőjét.

source: Are you sure you want to enable auto renew? You will automatically be charged on %s.
hu_hu: Biztosan engedélyezni szeretné az automatikus megújítást? Automatikusan terheljük %s napján.

source: Are you sure you want to disable auto renew?
hu_hu: Biztosan le szeretné tiltani az automatikus megújítást?

source: Submit Payment
hu_hu: Fizetés elküldése

source: An unexpected error has occurred. Please try again or contact support if the issue persists.
hu_hu: Váratlan hiba történt. Kérjük, próbálja meg újra, vagy lépjen kapcsolatba az ügyfélszolgálattal, ha a probléma továbbra is fennáll.

source: Please enter your card details.
hu_hu: Kérjük, adja meg a kártyaadatait.

source: Register New Membership
hu_hu: Új tagság regisztrálása

source: Renew Your Membership
hu_hu: Tagsága megújítása

source: Change Your Membership
hu_hu: Tagsága módosítása

source: Upgrade or Renew Your Membership
hu_hu: Tagsága frissítése vagy megújítása

source: Join Now
hu_hu: Csatlakozzon most

source: You are already registered and have an active subscription.
hu_hu: Már regisztrált, és aktív előfizetéssel rendelkezik.

source: Register New Account
hu_hu: Új fiók regisztrálása

source: Join %s
hu_hu: Csatlakozzon a(z) %s tagsághoz

source: Start Trial
hu_hu: Próbaidőszak indítása

source: Pay %s
hu_hu: Fizessen %s

source: You are already subscribed.
hu_hu: Ön már előfizetett.

source: Billing card updated successfully
hu_hu: A fizetési kártya adatai sikeresen frissítve

source: Billing card could not be updated, please try again.
hu_hu: A fizetési kártya adatait nem sikerült frissíteni, kérjük, próbálja meg újra.

source: Updating billing card details is not supported by your chosen payment method.
hu_hu: Az Ön által választott fizetési mód nem támogatja a fizetési kártya adatainak frissítését.

source: Your billing details can be updated from inside your PayPal account.
hu_hu: Számlázási adatait a PayPal-fiókján belül tudja frissíteni.

source: Please wait . . .
hu_hu: Kérjük, várjon . . .

source: Close
hu_hu: Bezárás

source: I agree to the terms and conditions
hu_hu: Elfogadom az általános szerződési feltételeket

source: I agree to the privacy policy
hu_hu: Elfogadom az adatvédelmi irányelveket

source: Your email address has been successfully verified.
hu_hu: Az e-mail-címe sikeresen megerősítve.

source: Your verification email has been re-sent successfully.
hu_hu: Az ellenőrző e-mail sikeresen újra elküldve.

source: Your profile has been updated successfully.
hu_hu: A profilja sikeresen frissítve.

source: Auto renew has been successfully enabled.
hu_hu: Az automatikus megújítás sikeresen engedélyezve.

source: Auto renew has been successfully disabled.
hu_hu: Az automatikus megújítás sikeresen letiltva.

source: Your account is pending email verification. <a href="%s">Click here to re-send the verification email.</a>
hu_hu: Fiókja e-mailes megerősítésre vár. <a href="%s">Kattintson ide az ellenőrző e-mail újbóli elküldéséhez.</a>

source: Membership(s)
hu_hu: Tagság(ok)

source: Add RCP Membership
hu_hu: RCP-tagság hozzáadása

source: Add
hu_hu: Hozzáadás

source: Membership created via bulk action by %s (user ID #%d).
hu_hu: A tagságot %s hozta létre csoportos művelettel (felhasználói azonosító #%d).

source: Card Number
hu_hu: Kártyaszám

source: Card CVC
hu_hu: Kártya CVC

source: Address
hu_hu: Cím

source: City
hu_hu: Város

source: State or Province
hu_hu: Állam vagy tartomány

source: Country
hu_hu: Ország

source: Card ZIP or Postal Code
hu_hu: Kártya ZIP vagy postai irányítószám

source: Expiration (MM/YYYY)
hu_hu: Lejárat (MM/YYYY)

source: Your Cards
hu_hu: Az Ön kártyái

source: current
hu_hu: aktuális

source: Update Payment Method
hu_hu: Fizetési mód frissítése

source: Password changed successfully
hu_hu: A jelszó sikeresen megváltoztatva

source: New Password
hu_hu: Új jelszó

source: Password Confirm
hu_hu: Jelszó megerősítése

source: Change Password
hu_hu: Jelszó megváltoztatása

source: Invoice %s
hu_hu: Számla %s

source: Bill To:
hu_hu: Számlázási címzett:

source: Fees:
hu_hu: Díjak:

source: Subtotal:
hu_hu: Részösszeg:

source: Credits:
hu_hu: Jóváírások:

source: Discount:
hu_hu: Kedvezmény:

source: Total Price:
hu_hu: Végösszeg:

source: Payment Status:
hu_hu: Fizetés állapota:

source: Additional Info:
hu_hu: További információ:

source: Payment Date:
hu_hu: Fizetés dátuma:

source: Print
hu_hu: Nyomtatás

source: Your password has been successfully reset.
hu_hu: A jelszava sikeresen visszaállítva.

source: You may now log in.
hu_hu: Most már bejelentkezhet.

source: Username or Email
hu_hu: Felhasználónév vagy e-mail-cím

source: Password
hu_hu: Jelszó

source: Remember me
hu_hu: Emlékezzen rám

source: Lost your password?
hu_hu: Elfelejtette a jelszavát?

source: Login
hu_hu: Bejelentkezés

source: Log out
hu_hu: Kijelentkezés

source: Username or E-mail:
hu_hu: Felhasználónév vagy e-mail-cím:

source: Request Password Reset
hu_hu: Jelszó visszaállításának kérése

source: Check your e-mail for the confirmation link.
hu_hu: Ellenőrizze az e-mailjét a megerősítő linkért.

source: Please confirm your payment
hu_hu: Kérjük, erősítse meg a fizetését

source: PayPal Status:
hu_hu: PayPal állapota:

source: Discount
hu_hu: Kedvezmény

source: Total Today:
hu_hu: Mai összesen:

source: Total Today
hu_hu: Mai összesen

source: Total Recurring Per %s:
hu_hu: Ismétlődő összesen %s-enként:

source: Total Recurring Every %s %s:
hu_hu: Ismétlődő összesen minden %s %s:

source: Confirm
hu_hu: Megerősítés

source: Change your Name
hu_hu: Neve módosítása

source: Display Name
hu_hu: Megjelenített név

source: Email Address
hu_hu: E-mail-cím

source: Change your Password
hu_hu: Jelszava módosítása

source: Re-enter Password
hu_hu: Jelszó ismételt megadása

source: Save Changes
hu_hu: Változtatások mentése

source: <a href="%s">Log in</a> to renew or change an existing membership.
hu_hu: <a href="%s">Jelentkezzen be</a> egy meglévő tagság megújításához vagy módosításához.

source: Username
hu_hu: Felhasználónév

source: Password Again
hu_hu: Jelszó ismét

source: Choose your membership level
hu_hu: Válassza ki tagsági szintjét

source: %d total payments
hu_hu: Összesen %d fizetés

source: You have not created any membership levels yet
hu_hu: Még nem hozott létre egyetlen tagsági szintet sem

source: Valid
hu_hu: Érvényes

source: Invalid
hu_hu: Érvénytelen

source: Apply
hu_hu: Alkalmaz

source: Choose Your Payment Method
hu_hu: Válassza ki fizetési módját

source: Discounts and Fees
hu_hu: Kedvezmények és díjak

source: Fee/Credit
hu_hu: Díj/Jóváírás

source: Total Recurring Per %s
hu_hu: Ismétlődő összesen %s-enként

source: Total Recurring Every %s %s
hu_hu: Ismétlődő összesen minden %s %s

source: %d Additional Payments Every %s %s
hu_hu: %d további befizetés minden %s %s

source: Your %s subscription has been successfully cancelled. Your membership will expire on %s.
hu_hu: A(z) %s előfizetését sikeresen lemondtuk. Tagsága %s-kor lejár.

source: Your %s membership has expired. <a href="%s">Update your payment method</a> to reactivate and renew your membership.
hu_hu: A(z) %s tagsága lejárt. <a href="%s">Frissítse a fizetési módját</a>, hogy újraaktiválja és megújítsa tagságát.

source: Account Overview
hu_hu: Fiók áttekintése

source: Expiration/Renewal Date
hu_hu: Lejárat/megújítás dátuma

source: (renews automatically)
hu_hu: (automatikusan megújul)

source: Disable auto renew
hu_hu: Automatikus megújítás kikapcsolása

source: Enable auto renew
hu_hu: Automatikus megújítás bekapcsolása

source: Update payment method
hu_hu: Fizetési mód frissítése

source: Renew your membership
hu_hu: Tagsága megújítása

source: Upgrade or change your membership
hu_hu: Tagságának frissítése vagy módosítása

source: Cancel your membership
hu_hu: Tagságának lemondása

source: Are you sure you want to cancel your %s subscription? If you cancel, your membership will expire on %s.
hu_hu: Biztosan le akarja mondani a(z) %s előfizetését? Ha lemondja, tagsága %s-kor lejár.

source: You do not have any memberships.
hu_hu: Nem rendelkezik tagsággal.

source: Payment History
hu_hu: Fizetési előzmények

source: Invoice #
hu_hu: Számla #

source: Payment Status
hu_hu: Fizetés állapota

source: Retry Payment
hu_hu: Fizetés újrapróbálása

source: Complete Payment
hu_hu: Fizetés befejezése

source: View Receipt
hu_hu: Nyugta megtekintése

source: You have not made any payments.
hu_hu: Ön nem hajtott végre egyetlen fizetést sem.

source: Registration Redirect URL
hu_hu: Regisztráció utáni átirányítási URL

source: The URL to redirect customers to after registration.
hu_hu: Az az URL, ahová a regisztráció után az ügyfeleket átirányítja.

source: Login Redirect URL
hu_hu: Bejelentkezés utáni átirányítási URL

source: The URL to redirect customers to after login.
hu_hu: Az az URL, ahová a bejelentkezés után az ügyfeleket átirányítja.

source: The Custom Redirects addon has been deactivated since its functionality is now included in the RCP core plugin.
hu_hu: A Custom Redirects kiegészítő deaktiválásra került, mivel a funkcionalitása mostantól az RCP alap beépülő moduljában található.

source: Incorrect password
hu_hu: Helytelen jelszó

source: Discounts
hu_hu: Kedvezmények

source: Reports
hu_hu: Jelentések

source: Maximum number of simultaneous connections per member
hu_hu: Tagonkénti egyidejű kapcsolatok maximális száma

source: Set the default maximum number of simultaneous connections for each member.<br>Enter 0 to allow unlimited simultaneous connections.
hu_hu: Állítsa be az alapértelmezett egyidejű kapcsolatok maximális számát minden tagnál.<br>Adja meg a 0 értéket a korlátlan egyidejű kapcsolatok engedélyezéséhez.

source: PayPal Settings
hu_hu: PayPal beállítások

source: PayPal Address
hu_hu: PayPal-cím

source: Enter your PayPal email address.
hu_hu: Adja meg PayPal e-mail címét.

source: PayPal API Credentials
hu_hu: PayPal API-hitelesítő adatok

source: The PayPal API credentials are required in order to use PayPal Standard, PayPal Express, and PayPal Pro. Test API credentials can be obtained through <a href="%s" target="_blank">the PayPal developer website</a>. For more information, see our <a href="%s" target="_blank">documentation article</a>.
hu_hu: A PayPal API-hitelesítő adatok szükségesek a PayPal Standard, PayPal Express és PayPal Pro használatához. Teszt API-hitelesítő adatok beszerezhetők a <a href="%s" target="_blank">PayPal fejlesztői webhelyén</a>. További információért tekintse meg a <a href="%s" target="_blank">dokumentációs cikkünket</a>.

source: Test API Username
hu_hu: Teszt API-felhasználónév

source: Enter your test API username.
hu_hu: Adja meg teszt API-felhasználónevét.

source: Test API Password
hu_hu: Teszt API-jelszó

source: Enter your test API password.
hu_hu: Adja meg teszt API-jelszavát.

source: Test API Signature
hu_hu: Teszt API-aláírás

source: Enter your test API signature.
hu_hu: Adja meg teszt API-aláírását.

source: Live API Username
hu_hu: Éles API-felhasználónév

source: Enter your live API username.
hu_hu: Adja meg éles API-felhasználónevét.

source: Live API Password
hu_hu: Éles API-jelszó

source: Enter your live API password.
hu_hu: Adja meg éles API-jelszavát.

source: Live API Signature
hu_hu: Éles API-aláírás

source: Enter your live API signature.
hu_hu: Adja meg éles API-aláírását.

source: PayPal Page Style
hu_hu: PayPal oldalstílus

source: Enter the PayPal page style name you wish to use, or leave blank for default.
hu_hu: Adja meg a használni kívánt PayPal oldalstílus nevét, vagy az alapértelmezett használatához hagyja üresen.

source: Disable CURL
hu_hu: CURL letiltása

source: Only check this option if your host does not allow cURL.
hu_hu: Ezt az opciót csak akkor jelölje be, ha a tárhelyszolgáltatója nem engedélyezi a cURL használatát.

source: Disable IPN Verification
hu_hu: IPN-ellenőrzés letiltása

source: Only check this option if your members statuses are not getting changed to "active".
hu_hu: Ezt az opciót csak akkor jelölje be, ha a tagjai állapota nem változik "active"-re.

source: 2Checkout Settings
hu_hu: 2Checkout beállítások

source: Secret Word
hu_hu: Titkos szó

source: Enter your secret word. This can be obtained from the <a href="https://sandbox.2checkout.com/sandbox/acct/detail_company_info" target="_blank">2Checkout Sandbox</a>.
hu_hu: Adja meg titkos szavát. Ez a <a href="https://sandbox.2checkout.com/sandbox/acct/detail_company_info" target="_blank">2Checkout Sandbox</a> felületen szerezhető be.

source: Test Private Key
hu_hu: Teszt privát kulcs

source: Enter your test private key. Your test API keys can be obtained from the <a href="https://sandbox.2checkout.com/sandbox/api" target="_blank">2Checkout Sandbox</a>.
hu_hu: Adja meg teszt privát kulcsát. A teszt API-kulcsok a <a href="https://sandbox.2checkout.com/sandbox/api" target="_blank">2Checkout Sandbox</a> felületről szerezhetők be.

source: Test Seller ID
hu_hu: Teszt kereskedői azonosító

source: Enter your test Seller ID. <a href="http://help.2checkout.com/articles/FAQ/Where-is-my-Seller-ID" target="_blank">Where is my Seller ID?</a>.
hu_hu: Adja meg a teszt Seller ID-ját. <a href="http://help.2checkout.com/articles/FAQ/Where-is-my-Seller-ID" target="_blank">Hol található a Seller ID-m?</a>.

source: Live Private Key
hu_hu: Éles privát kulcs

source: Enter your live secret key. Your API keys can be obtained from the <a href="https://pci.trustwave.com/2checkout" target="_blank">2Checkout PCI Program</a>.
hu_hu: Adja meg az éles titkos kulcsát. Az API-kulcsok a <a href="https://pci.trustwave.com/2checkout" target="_blank">2Checkout PCI Program</a> keretében szerezhetők be.

source: Live Seller ID
hu_hu: Éles Seller ID

source: Enter your live Seller ID. <a href="http://help.2checkout.com/articles/FAQ/Where-is-my-Seller-ID" target="_blank">Where is my Seller ID?</a>.
hu_hu: Adja meg az éles Seller ID-ját. <a href="http://help.2checkout.com/articles/FAQ/Where-is-my-Seller-ID" target="_blank">Hol található a Seller ID-m?</a>.

source: Free Trial Duration
hu_hu: Ingyenes próbaidő hossza

source: Length of time the free trial should last. Enter 0 for no free trial.
hu_hu: Az ingyenes próbaidő időtartama. Adja meg a 0 értéket, ha nem kíván ingyenes próbát.

source: <strong>Example</strong>: setting this to 7 days would give the member a 7-day free trial. The member would be billed at the end of the trial. <p><strong>Note:</strong> If you enable a free trial, the regular membership duration and price must be greater than 0.</p>
hu_hu: <strong>Példa</strong>: ha ezt 7 napra állítja, a tagnak 7 napos ingyenes próbaidőt biztosít. A tag a próbaidő végén kerül számlázásra. <p><strong>Megjegyzés:</strong> Ha engedélyezi az ingyenes próbát, a normál tagsági időtartamnak és árnak 0-nál nagyobbnak kell lennie.</p>

source: <strong>Example</strong>: setting this to 7 days would give the member a 7-day free trial. The member would be billed at the end of the trial.<p><strong>Note:</strong> If you enable a free trial, the regular membership duration and price must be greater than 0.</p>
hu_hu: <strong>Példa</strong>: ha ezt 7 napra állítja, a tagnak 7 napos ingyenes próbaidőt biztosít. A tag a próbaidő végén kerül számlázásra.<p><strong>Megjegyzés:</strong> Ha engedélyezi az ingyenes próbát, a normál tagsági időtartamnak és árnak 0-nál nagyobbnak kell lennie.</p>

source: Template
hu_hu: Sablon

source: Select the template used for email design.
hu_hu: Válassza ki az e-mail dizájnjához használt sablont.

source: Email Header
hu_hu: E-mail fejléc

source: Text shown at top of email notifications.
hu_hu: Az e-mail értesítések tetején megjelenő szöveg.

source: Email Logo
hu_hu: E-mail logó

source: Choose Image
hu_hu: Válasszon képet

source: Image shown at top of email notifications.
hu_hu: Az e-mail értesítések tetején megjelenő kép.

source: From Name
hu_hu: Feladó neve

source: The name that emails come from. This is usually the name of your business.
hu_hu: Az a név, amelyről az e-mailek érkeznek. Ez általában az Ön vállalkozásának neve.

source: From Email
hu_hu: Feladó e-mail címe

source: The email address that emails are sent from.
hu_hu: Az az e-mail cím, amelyről az e-mailek küldésre kerülnek.

source: Admin Notification Email
hu_hu: Admin értesítési e-mail címe

source: Admin notices are sent to this email address. Separate multiple emails with a comma.
hu_hu: Az admin értesítései erre az e-mail címre kerülnek elküldésre. Több e-mail címet vesszővel válasszon el.

source: Email Verification
hu_hu: E-mail ellenőrzés

source: Off
hu_hu: Kikapcsolva

source: On for free membership levels
hu_hu: Bekapcsolva az ingyenes tagsági szinteknél

source: On for all membership levels
hu_hu: Bekapcsolva minden tagsági szintnél

source: If "On for free membership levels" is chosen, memberships with a 0 price in the level settings will require email verification. This does not include registrations that have been made free with a discount code or credits.
hu_hu: Ha a "Bekapcsolva az ingyenes tagsági szinteknél" lehetőség van kiválasztva, a szintbeállításoknál 0 árú tagságok e-mail ellenőrzést igényelnek. Ez nem vonatkozik azokra a regisztrációkra, amelyeket kedvezménykóddal vagy kreditekkel tettek ingyenessé.

source: Require that new members verify their email address before gaining access to restricted content.
hu_hu: Megköveteli, hogy az új tagok megerősítsék e-mail címüket, mielőtt hozzáférést kapnának a korlátozott tartalomhoz.

source: Email Verification Subject
hu_hu: E-mail ellenőrzés tárgya

source: The subject line for the email verification message.
hu_hu: Az e-mail ellenőrző üzenet tárgysora.

source: Email Verification Body
hu_hu: E-mail ellenőrzés törzse

source: Click here to confirm your email address and activate your account: %s
hu_hu: Kattintson ide e-mail címe megerősítéséhez és fiókja aktiválásához: %s

source: This is the message for the verification email. Use the %s template tag for the verification URL.
hu_hu: Ez az ellenőrző e-mail üzenete. Az ellenőrzési URL megadásához használja a %s sabloncímkét.

source: Available Template Tags
hu_hu: Elérhető sabloncímkék

source: The following template tags are available for use in all of the email settings below.
hu_hu: Az alábbi e-mail beállítások mindegyikében használhatók a következő sabloncímkék.

source: Some template tags will not preview correctly unless the admin has subscribed to a membership. If you want to preview those template tags, you’ll need to subscribe to a membership first.
hu_hu: Egyes sabloncímkék előnézete nem jelenik meg helyesen, hacsak az adminisztrátor nem iratkozott fel egy tagságra. Ha meg szeretné tekinteni ezen sabloncímkék előnézetét, először fel kell iratkoznia egy tagságra.

source: Member Subject
hu_hu: Tag e-mail tárgya

source: The subject line for the email sent to users when their membership becomes active.
hu_hu: Az e-mail tárgysora, amelyet a felhasználóknak küldünk, amikor tagságuk aktívvá válik.

source: Member Email Body
hu_hu: Tag e-mail törzse

source: This is the email message that is sent to users when their membership becomes active.
hu_hu: Ez az az e-mail üzenet, amelyet a felhasználóknak küldünk, amikor tagságuk aktívvá válik.

source: Preview Email
hu_hu: E-mail előnézet

source: Admin Subject
hu_hu: Admin e-mail tárgya

source: The subject line for the email sent to the admin when a member's membership becomes active.
hu_hu: Az e-mail tárgysora, amelyet az adminisztrátornak küldünk, amikor egy tag tagsága aktívvá válik.

source: Admin Email Body
hu_hu: Admin e-mail törzse

source: This is the email message that is sent to the admin when a member's membership becomes active.
hu_hu: Ez az az e-mail üzenet, amelyet az adminisztrátornak küldünk, amikor egy tag tagsága aktívvá válik.

source: The subject line for the email sent to users when they sign up for a free membership.
hu_hu: Az e-mail tárgysora, amelyet a felhasználóknak küldünk, amikor ingyenes tagságra regisztrálnak.

source: This is the email message that is sent to users when they sign up for a free account.
hu_hu: Ez az az e-mail üzenet, amelyet a felhasználóknak küldünk, amikor ingyenes fiókra regisztrálnak.

source: The subject line for the email sent to the admin when a user signs up for a free membership.
hu_hu: Az e-mail tárgysora, amelyet az adminisztrátornak küldünk, amikor egy felhasználó ingyenes tagságra regisztrál.

source: This is the email message that is sent to the admin when a user signs up for a free account.
hu_hu: Ez az az e-mail üzenet, amelyet az adminisztrátornak küldünk, amikor egy felhasználó ingyenes fiókra regisztrál.

source: Trial Membership Activation Email
hu_hu: Próbatagság aktiválási e-mail

source: Check this to disable the email sent to a member when they sign up with a trial.
hu_hu: Jelölje be ezt, hogy letiltsa a tagnak küldött e-mailt, amikor próbaidőszakra regisztrál.

source: The subject line for the email sent to users when they sign up for a free trial.
hu_hu: Az e-mail tárgysora, amelyet a felhasználóknak küldünk, amikor ingyenes próbaidőszakra regisztrálnak.

source: Member Trial Email Message
hu_hu: Tagi próba e-mail üzenet

source: This is the email message that is sent to users when they sign up for a free trial.
hu_hu: Ez az az e-mail üzenet, amelyet a felhasználóknak küldünk, amikor ingyenes próbaidőszakra regisztrálnak.

source: Check this to disable the email sent to the administrator when a member signs up with a trial.
hu_hu: Jelölje be ezt, hogy letiltsa az adminisztrátornak küldött e-mailt, amikor egy tag próbaidőszakra regisztrál.

source: The subject line for the email sent to the admin when a user signs up for a free trial.
hu_hu: Az e-mail tárgysora, amelyet az adminisztrátornak küldünk, amikor egy felhasználó ingyenes próbaidőszakra regisztrál.

source: Admin Trial Email Message
hu_hu: Adminisztrátori próba e-mail üzenet

source: This is the email message that is sent to the admin when a user signs up for a free trial.
hu_hu: Ez az az e-mail üzenet, amelyet az adminisztrátornak küldünk, amikor egy felhasználó ingyenes próbaidőszakra regisztrál.

source: Member Subject line
hu_hu: Tagi tárgysor

source: The subject line for the email sent to users when their membership is cancelled.
hu_hu: Az e-mail tárgysora, amelyet a felhasználóknak küldünk, amikor a tagságuk lemondásra kerül.

source: This is the email message that is sent to users when their membership is cancelled.
hu_hu: Ez az az e-mail üzenet, amelyet a felhasználóknak küldünk, amikor a tagságuk lemondásra kerül.

source: Admin Subject line
hu_hu: Adminisztrátori tárgysor

source: The subject line for the email sent to the admin when a member's membership is cancelled.
hu_hu: Az e-mail tárgysora, amelyet az adminisztrátornak küldünk, amikor egy tag tagsága lemondásra kerül.

source: This is the email message that is sent to the admin when a member's membership is cancelled.
hu_hu: Ez az az e-mail üzenet, amelyet az adminisztrátornak küldünk, amikor egy tag tagsága lemondásra kerül.

source: The subject line for the email sent to users when their membership is expired.
hu_hu: Az e-mail tárgysora, amelyet a felhasználóknak küldünk, amikor a tagságuk lejár.

source: This is the email message that is sent to users when their membership is expired.
hu_hu: Ez az az e-mail üzenet, amelyet a felhasználóknak küldünk, amikor a tagságuk lejár.

source: The subject line for the email sent to the admin when a member's membership is expired.
hu_hu: Az e-mail tárgysora, amelyet az adminisztrátornak küldünk, amikor egy tag tagsága lejár.
