Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: With Pro you can use several popular payment gateways to collect payments. We even have an <a href="%s" target="_blank">API</a> that you can use to integrate RCP with additional payment gateways.
hu_hu: A Pro-val több népszerű fizetési átjárót használhat a fizetések fogadásához. Rendelkezünk egy <a href="%s" target="_blank">API</a>-val is, amellyel az RCP-t további fizetési átjárókkal integrálhatja.

source: Helpful Resources
hu_hu: Hasznos források

source: Knowledgebase
hu_hu: Tudásbázis

source: Our <a href="%s">Knowledgebase</a> will help you become a Restrict Content & Restrict Content Pro expert.
hu_hu: A <a href="%s">Tudásbázisunk</a> segít, hogy a Restrict Content és a Restrict Content Pro szakértőjévé váljon.

source: Need More Control Over Your Content & Memberships?
hu_hu: Nagyobb ellenőrzést szeretne a tartalmak és a tagságok felett?

source: Check out our <a href="%s">suite of add-ons</a> for building awesome membership websites.
hu_hu: Tekintse meg a <a href="%s">bővítménycsomagunkat</a> lenyűgöző tagsági webhelyek építéséhez.

source: Introduction to Restrict Content Pro
hu_hu: Bevezetés a Restrict Content Pro-ba

source: Get a <a href="%s">full overview of Restrict Content Pro</a> and dive into several of its key features.
hu_hu: Szerezzen <a href="%s">átfogó áttekintést a Restrict Content Pro-ról</a>, és merüljön el több kulcsfontosságú funkciójában.

source: Thanks For Installing Restrict Content!
hu_hu: Köszönjük, hogy telepítette a Restrict Content-et!

source: Restrict Content is a simple WordPress membership plugin that gives you full control over who can and cannot view content on your WordPress site.
hu_hu: A Restrict Content egy egyszerű WordPress tagsági bővítmény, amely teljes ellenőrzést ad afelett, hogy ki tekintheti meg és ki nem a tartalmat az Ön WordPress-webhelyén.

source: Start your membership site and create multiple Membership Levels and collect payments with Stripe.
hu_hu: Indítsa el tagsági webhelyét, hozzon létre több tagsági szintet, és fogadjon fizetéseket a Stripe segítségével.

source: Collect Payments with Stripe
hu_hu: Fizetések fogadása Stripe használatával

source: Install the free Restrict Content Stripe add-on to start accepting credit and debit card payments.
hu_hu: Telepítse az ingyenes Restrict Content Stripe bővítményt, hogy elkezdhesse elfogadni a hitel- és betéti kártyás fizetéseket.

source: Stripe is an excellent payment gateway with a simple setup process and exceptional reliability.
hu_hu: A Stripe kiváló fizetési átjáró, egyszerű beállítási folyamattal és kivételes megbízhatósággal.

source: Our <a href="%s">Help Center</a> will help you become a Restrict Content & Restrict Content Pro expert.
hu_hu: A <a href="%s">Súgóközpontunk</a> segít, hogy a Restrict Content és a Restrict Content Pro szakértőjévé váljon.

source: Check out Restrict Content Pro and our <a href="%s">suite of add-ons</a> for building awesome membership websites.
hu_hu: Tekintse meg a Restrict Content Pro-t és a <a href="%s">bővítménycsomagunkat</a> lenyűgöző tagsági webhelyek építéséhez.

source: Email Sent Successfully.
hu_hu: Az e-mail sikeresen elküldve.

source: Unable to send email.
hu_hu: Nem sikerült elküldeni az e-mailt.

source: Invalid job ID provided.
hu_hu: Érvénytelen feladat-azonosítót adott meg.

source: Job callback doesn't exist.
hu_hu: A feladat callbackje nem létezik.

source: Errors
hu_hu: Hibák

source: An unknown error occurred processing %s.
hu_hu: Ismeretlen hiba történt a(z) %s feldolgozása közben.

source: All
hu_hu: Összes

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
hu_hu: Elérhető a(z) %1$s új verziója. <a target="_blank" class="thickbox" href="%2$s">A %3$s verzió részleteinek megtekintése</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
hu_hu: Elérhető a(z) %1$s új verziója. <a target="_blank" class="thickbox" href="%2$s">A %3$s verzió részleteinek megtekintése</a>, vagy <a href="%4$s">frissítsen most</a>.

source: You do not have permission to install plugin updates
hu_hu: Nincs jogosultsága bővítményfrissítések telepítéséhez

source: Migrate members and their memberships from user meta to a custom table.
hu_hu: Migrálja a tagokat és tagságaikat a felhasználói meta adatokból egy egyéni táblába.

source: Something went wrong.
hu_hu: Valami hiba történt.

source: Customers Details
hu_hu: Ügyfelek adatai

source: User Account:
hu_hu: Felhasználói fiók:

source: New Account
hu_hu: Új fiók

source: Existing Account
hu_hu: Meglévő fiók

source: Name:
hu_hu: Név:

source: First Name
hu_hu: Keresztnév

source: First name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Last name
hu_hu: Vezetéknév

source: Username:
hu_hu: Felhasználónév:

source: Password:
hu_hu: Jelszó:

source: Show password
hu_hu: Jelszó megjelenítése

source: Hide password
hu_hu: Jelszó elrejtése

source: Cancel password change
hu_hu: Jelszómódosítás megszakítása

source: Customer Since:
hu_hu: Ügyfél kezdete:

source: Add Customer
hu_hu: Ügyfél hozzáadása

source: Name
hu_hu: Név

source: Date Registered
hu_hu: Regisztráció dátuma

source: Last Login
hu_hu: Utolsó bejelentkezés

source: Extra
hu_hu: Egyéb

source: Edit Customer
hu_hu: Ügyfél szerkesztése

source: Delete
hu_hu: Törlés

source: ID: %d
hu_hu: Azonosító: %d

source: Unknown
hu_hu: Ismeretlen

source: No customers found.
hu_hu: Nem találhatók ügyfelek.

source: Permanently Delete
hu_hu: Végleges törlés

source: Customer(s) deleted.
hu_hu: Ügyfél(ek) törölve.

source: Nonce verification failed.
hu_hu: Nonce-ellenőrzés sikertelen.

source: You do not have permission to perform this action.
hu_hu: Nincs jogosultsága a művelet végrehajtásához.

source: Please enter a valid customer email.
hu_hu: Kérjük, adjon meg érvényes ügyfél e-mail-címet.

source: A user account already exists with the login %s.
hu_hu: Már létezik felhasználói fiók a(z) %s felhasználónévvel.

source: Error creating customer account.
hu_hu: Hiba az ügyfélfiók létrehozásakor.

source: Unable to locate existing account with the email %s.
hu_hu: Nem található meglévő fiók a(z) %s e-mail-címmel.

source: A customer with the ID %d already exists with this account.
hu_hu: Már létezik %d azonosítójú ügyfél ehhez a fiókhoz.

source: Error creating customer record.
hu_hu: Hiba az ügyfélrekord létrehozásakor.

source: Invalid customer ID.
hu_hu: Érvénytelen ügyfél-azonosító.

source: Invalid customer.
hu_hu: Érvénytelen ügyfél.

source: Failed to delete customer.
hu_hu: Az ügyfél törlése nem sikerült.

source: Please enter a note.
hu_hu: Kérjük, adjon meg egy megjegyzést.

source: Add New
hu_hu: Új hozzáadása

source: Search customers
hu_hu: Ügyfelek keresése

source: Switch to User
hu_hu: Váltás felhasználóra

source: %s Lifetime Value
hu_hu: %s élettartam-érték

source: ID:
hu_hu: Azonosító:

source: Has Trialed:
hu_hu: Volt próbaidőszaka:

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Each customer can only sign up for one free trial.
hu_hu: Minden ügyfél csak egy ingyenes próbaverzióra iratkozhat fel.

source: Last Login:
hu_hu: Utolsó bejelentkezés:

source: Email Verification:
hu_hu: E-mail-cím ellenőrzése:

source: Verified
hu_hu: Ellenőrizve

source: Pending
hu_hu: Függőben

source: Re-send the verification email to the customer
hu_hu: Küldje el újra az ellenőrző e-mailt az ügyfélnek

source: Re-send Email
hu_hu: E-mail újraküldése

source: Mark the customer as verified
hu_hu: Jelölje az ügyfelet ellenőrzöttként

source: Mark Verified
hu_hu: Megjelölés ellenőrzöttként

source: Not required
hu_hu: Nem szükséges

source: IP Address:
hu_hu: IP-cím:

source: Update Customer
hu_hu: Ügyfél frissítése

source: Delete Customer
hu_hu: Ügyfél törlése

source: Agreements
hu_hu: Hozzájárulások

source: Agreed to Terms:
hu_hu: Elfogadta a feltételeket:

source: None
hu_hu: Nincs

source: Agreed to Privacy Policy:
hu_hu: Elfogadta az adatvédelmi szabályzatot:

source: Memberships:
hu_hu: Tagságok:

source: Membership
hu_hu: Tagság

source: Amount
hu_hu: Összeg

source: Status
hu_hu: Állapot

source: Actions
hu_hu: Műveletek

source: Show more details
hu_hu: További részletek megjelenítése

source: View Details
hu_hu: Részletek megtekintése

source: No memberships found. Would you like to <a href="%s">add one?</a>
hu_hu: Nem található tagság. Szeretne <a href="%s">hozzáadni egyet?</a>

source: Add Membership
hu_hu: Tagság hozzáadása

source: Recent Payments:
hu_hu: Legutóbbi fizetések:

source: ID
hu_hu: Azonosító

source: Date
hu_hu: Dátum

source: Transaction ID
hu_hu: Tranzakcióazonosító

source: Invoice
hu_hu: Számla

source: View Invoice
hu_hu: Számla megtekintése

source: View all %d payments
hu_hu: Az összes %d fizetés megtekintése

source: No payments found.
hu_hu: Nem található fizetés.

source: Notes:
hu_hu: Megjegyzések:

source: Add Note
hu_hu: Megjegyzés hozzáadása

source: Add a note...
hu_hu: Adjon hozzá egy megjegyzést...

source: Export
hu_hu: Exportálás

source: Memberships Export
hu_hu: Tagságok exportálása

source: Download membership data as a CSV file. This is useful for tasks such as importing batch users into MailChimp, or other systems.
hu_hu: Töltse le a tagsági adatokat CSV-fájlként. Ez hasznos olyan feladatokhoz, mint például a felhasználók kötegelt importálása a MailChimpbe vagy más rendszerekbe.

source: Choose the subscription to export memberships from
hu_hu: Válassza ki azt az előfizetést, amelyből a tagságokat exportálni szeretné

source: Active
hu_hu: Aktív

source: Expired
hu_hu: Lejárt

source: Cancelled
hu_hu: Lemondva

source: Choose the status to export
hu_hu: Válassza ki az exportálni kívánt állapotot

source: Maximum number of memberships to export
hu_hu: Exportálandó tagságok maximális száma

source: The number of memberships to skip
hu_hu: Kihagyandó tagságok száma

source: If you need to export a large number of memberships, export them in batches using the max and offset options
hu_hu: Ha nagyszámú tagságot kell exportálnia, exportálja azokat kötegekben a max és offset opciók használatával

source: Download Memberships CSV
hu_hu: Tagságok CSV letöltése

source: Payments Export
hu_hu: Fizetések exportja

source: Download payment data as a CSV file. Use this file for your own record keeping or tracking.
hu_hu: Töltse le a fizetési adatokat CSV fájlként. Ezt a fájlt használhatja saját nyilvántartásához vagy nyomon követéshez.

source: All years
hu_hu: Összes év

source: All months
hu_hu: Összes hónap

source: Download Payments CSV
hu_hu: Fizetések CSV letöltése

source: Missing exporter.
hu_hu: Hiányzó exportáló.

source: This is not a registered exporter.
hu_hu: Ez nem regisztrált exportáló.

source: Unable to retrieve job.
hu_hu: Nem sikerült lekérni a feladatot.

source: All Levels
hu_hu: Összes szint

source: Choose a membership level to only export memberships from that level.
hu_hu: Válasszon tagsági szintet, hogy csak az adott szintről exportálja a tagságokat.

source: Membership Status
hu_hu: Tagsági állapot

source: Choose a status to only export memberships with that status.
hu_hu: Válasszon állapotot, hogy csak azzal az állapottal rendelkező tagságokat exportálja.

source: Maximum Number
hu_hu: Maximális darabszám

source: Maximum number of memberships to export. Leave blank to export all.
hu_hu: Exportálandó tagságok maximális száma. Hagyja üresen az összes exportálásához.

source: Payment Dates
hu_hu: Fizetési dátumok

source: Select a year to only export payments made in that year
hu_hu: Válasszon évet, hogy csak az abban az évben teljesített fizetéseket exportálja

source: Select a month to only export payments made in that month
hu_hu: Válasszon hónapot, hogy csak az adott hónapban teljesített fizetéseket exportálja

source: Missing export ID.
hu_hu: Hiányzó export ID.

source: Invalid export.
hu_hu: Érvénytelen export.

source: Export file not found.
hu_hu: Az exportfájl nem található.

source: General
hu_hu: Általános

source: Adding Subscriptions
hu_hu: Előfizetések hozzáadása

source: Member Details
hu_hu: Tag adatai

source: Editing Members
hu_hu: Tagok szerkesztése

source: Editing Subscriptions
hu_hu: Előfizetések szerkesztése

source: Deleting Subscriptions
hu_hu: Előfizetések törlése

source: Adding Discounts
hu_hu: Kedvezmények hozzáadása

source: Editing Discounts
hu_hu: Kedvezmények szerkesztése

source: Using Discounts
hu_hu: Kedvezmények használata

source: Messages
hu_hu: Üzenetek

source: Signup Forms
hu_hu: Regisztrációs űrlapok

source: Emails
hu_hu: E-mailek

source: Misc
hu_hu: Egyéb

source: Logging
hu_hu: Naplózás

source: Adding Memberships
hu_hu: Tagságok hozzáadása

source: Membership Details
hu_hu: Tagság részletei

source: Editing Memberships
hu_hu: Tagságok szerkesztése

source: Customer Details
hu_hu: Ügyfél adatai

source: Editing Customers
hu_hu: Ügyfelek szerkesztése

source: Adding Levels
hu_hu: Szintek hozzáadása

source: Editing Levels
hu_hu: Szintek szerkesztése

source: Deleting Levels
hu_hu: Szintek törlése

source: Pages
hu_hu: Oldalak

source: Invoices
hu_hu: Számlák

source: This page displays an overview of the memberships on your site, sorted by last updated.
hu_hu: Ez az oldal a webhelyén lévő tagságok áttekintését jeleníti meg, a legutóbbi frissítés szerint rendezve.

source: By default, all memberships are shown in the list, but you can choose to filter by status by simply clicking on the status name, just above the memberships table.
hu_hu: Alapértelmezés szerint az összes tagság megjelenik a listában, de állapot szerint is szűrhet, ha egyszerűen a tagságok táblázata felett található az állapot nevére kattint.

source: On this page, you can perform a variety of tasks, including:
hu_hu: Ezen az oldalon többféle feladatot végezhet el, többek között:

source: View membership details of any customer
hu_hu: Bármely ügyfél tagságának részleteinek megtekintése

source: Edit the membership details of any customer
hu_hu: Bármely ügyfél tagsági adatainak szerkesztése

source: Activate / Cancel / Expire / Delete the membership of any customer
hu_hu: Bármely ügyfél tagságának aktiválása / lemondása / lejáratása / törlése

source: Add new memberships to pre-existing or new customers
hu_hu: Új tagságok hozzáadása meglévő vagy új ügyfelekhez

source: The search feature has two options: you can search by user account information such as name, email, or login; or you can search by gateway subscription ID.
hu_hu: A keresőfunkciónak két lehetősége van: kereshet felhasználói fiókinformációk alapján, mint például név, e-mail vagy bejelentkezés; vagy kereshet a fizetési átjáró előfizetés ID-je alapján.

source: Adding a membership to a new or existing user is easy. Simply click "Add New" at the top of the page. You will be asked to enter a customer email address - this can be the email of a customer that already exists, or the email for a brand new user. A new user and customer record will be created if they don't already exist. Then choose the other information, such as membership level, status, expiration date, etc.
hu_hu: Egy tagság hozzáadása új vagy meglévő felhasználóhoz egyszerű. Egyszerűen kattintson az oldal tetején az "Add New" gombra. Meg fogják kérni, hogy adjon meg egy ügyfél e-mail-címet - ez lehet egy már létező ügyfél e-mailje, vagy egy vadonatúj felhasználó e-mailje. Ha még nem léteznek, új felhasználói és ügyfélrekord jön létre. Ezután válassza ki a többi információt, például a tagsági szintet, állapotot, lejárati dátumot stb.

source: <strong>Note</strong>: when you add a membership to a user manually, you <em>cannot</em> charge that user for the membership. This simply allows you to grant access to premium content for special cases, such as when you have given a membership away as a competition prize, or a user has paid with some alternate method.
hu_hu: <strong>Megjegyzés</strong>: amikor kézzel ad tagságot egy felhasználónak, <em>nem</em> tudja az adott felhasználót a tagságért megterhelni. Ez egyszerűen lehetővé teszi, hogy speciális esetekben prémium tartalomhoz adjon hozzáférést, például amikor tagságot adott versenydíjként, vagy a felhasználó valamilyen alternatív módszerrel fizetett.

source: Also note, you can also add / modify a user's membership from the regular WordPress Users page. At the right side of each user entry will be links to Add / Edit Membership.
hu_hu: Továbbá vegye figyelembe, hogy a szokásos WordPress Users oldalon is hozzáadhatja / módosíthatja egy felhasználó tagságát. Minden felhasználó bejegyzésének jobb oldalán lesznek hivatkozások az Add / Edit Membershipre.

source: The details page for a member shows information about that customer's membership, including:
hu_hu: A tag részletek oldala az adott ügyfél tagságáról a következő információkat mutatja, többek között:

source: The Status of the membership, either Active, Pending, Expired, or Cancelled
hu_hu: A tagság állapota: Aktív, Függőben, Lejárt vagy Lemondva

source: The membership level the customer is signed up with
hu_hu: Az a tagsági szint, amelyre az ügyfél feliratkozott

source: The membership's billing cycle and times it has been billed for so far
hu_hu: A tagság számlázási ciklusa és hogy eddig hányszor lett kiszámlázva

source: The expiration date for the customer's membership
hu_hu: Az ügyfél tagságának lejárati dátuma

source: Payment gateway identifiers, such as the customer ID and/or subscription ID
hu_hu: Fizetési átjáró azonosítók, mint például az ügyfél ID és/vagy az előfizetés ID

source: A list of all payments that have been made for this membership
hu_hu: Minden, ehhez a tagsághoz teljesített fizetés listája

source: Notes and logs associated with the membership
hu_hu: A tagsághoz kapcsolódó jegyzetek és naplók

source: The Edit Membership page allows administrators to modify details of a customer's membership. The details that can be changed are:
hu_hu: Az Edit Membership oldal lehetővé teszi az adminisztrátorok számára, hogy módosítsák egy ügyfél tagságának részleteit. A módosítható részletek:

source: Status - sets the state of the customer's membership. Only <em>Active</em> and <em>Cancelled</em> members can view restricted content
hu_hu: Status - beállítja az ügyfél tagságának állapotát. Csak az <em>Aktív</em> és <em>Lemondva</em> tagok tekinthetik meg a korlátozott tartalmat

source: Date Created - this is the date the membership was first created
hu_hu: Date Created - ez az a dátum, amikor a tagság először létrejött

source: Expiration Date - this is the date the customer's membership will expire or automatically renew. When a member's expiration date is reach, their membership status will be automatically changed to Expired
hu_hu: Expiration Date - ez az a dátum, amikor az ügyfél tagsága lejár vagy automatikusan megújul. Amikor egy tagnál elérkezik a lejárati dátum, a tagsági állapota automatikusan Lejártra változik

source: Auto Renew - if checked, this designates that the customer has a recurring membership. Note that checking this on or off doesn't impact the subscription/billing in the payment gateway.
hu_hu: Auto Renew - ha be van jelölve, ez azt jelzi, hogy az ügyfél ismétlődő tagsággal rendelkezik. Vegye figyelembe, hogy ennek be- vagy kikapcsolása nincs hatással az előfizetésre/számlázásra a fizetési átjáróban.

source: Gateway Customer ID - the customer's ID in the payment gateway. Not all payment gateways utilize this. In Stripe this value begins with <em>cus_</em>
hu_hu: Gateway Customer ID - az ügyfél azonosítója a fizetési átjáróban. Nem minden fizetési átjáró használja ezt. Stripe-ben ez az érték <em>cus_</em> kezdetű

source: Gateway Subscription ID - the customer's subscription ID in the payment gateway, if they have a recurring membership. In Stripe this value begins with <em>sub_</em>
hu_hu: Gateway Subscription ID - az ügyfél előfizetés ID-je a fizetési átjáróban, ha ismétlődő tagsággal rendelkezik. Stripe-ben ez az érték <em>sub_</em> kezdetű

source: This page displays an overview of the customers on your site, sorted by ID.
hu_hu: Ez az oldal az Ön webhelyének ügyfeleiről ad áttekintést, ID szerint rendezve.

source: By default, all customers are shown in the list, but you can choose to filter by verification status by simply clicking on the status name, just above the customers table.
hu_hu: Alapértelmezés szerint az összes ügyfél megjelenik a listában, de választhat, hogy szűr az ellenőrzési állapot szerint, egyszerűen a státusz nevére kattintva, közvetlenül az ügyfelek táblázata felett.

source: View details of any customer
hu_hu: Bármely ügyfél részleteinek megtekintése

source: Edit the details of any customer
hu_hu: Bármely ügyfél részleteinek szerkesztése

source: Delete customers
hu_hu: Ügyfelek törlése

source: The search box will search user logins, display names, and email addresses.
hu_hu: A keresőmező a felhasználói bejelentkezéseket, megjelenített neveket és e-mail-címeket keresi.

source: The details page for a customer shows the following information:
hu_hu: Az ügyfél részletek oldala a következő információkat mutatja:

source: Account username (with a link to edit the user account)
hu_hu: Fiók felhasználónév (a felhasználói fiók szerkesztésére mutató hivatkozással)

source: The customer ID number
hu_hu: Az ügyfél azonosítószáma

source: The customer's first and last name
hu_hu: Az ügyfél vezeték- és keresztneve

source: The customer's email address
hu_hu: Az ügyfél e-mail-címe

source: The date the customer registered
hu_hu: Az ügyfél regisztrációjának dátuma

source: The date the customer last logged in to their account
hu_hu: Az a dátum, amikor az ügyfél utoljára bejelentkezett a fiókjába

source: The customer's email verification status
hu_hu: Az ügyfél e-mail-ellenőrzési állapota

source: The customer's known IP addresses
hu_hu: Az ügyfél ismert IP-címei

source: The customer's memberships
hu_hu: Az ügyfél tagságai

source: The customer's payments
hu_hu: Az ügyfél fizetései

source: Notes about the customer
hu_hu: Jegyzetek az ügyfélről

source: You can edit the following information about each customer:
hu_hu: A következő információkat szerkesztheti minden ügyfélnél:

source: First and last name - changing these fields also updates the values associated with the user account.
hu_hu: Vezeték- és keresztnév - e mezők módosítása a felhasználói fiókhoz tartozó értékeket is frissíti.

source: Email address - updating this also updates the email address associated with the user account.
hu_hu: E-mail-cím - ennek frissítése a felhasználói fiókhoz tartozó e-mail-címet is frissíti.

source: If you delete a customer, their memberships will automatically be cancelled. The associated user account will <strong>not</strong> be deleted.
hu_hu: Ha töröl egy ügyfelet, a tagságai automatikusan lemondásra kerülnek. A kapcsolódó felhasználói fiók <strong>nem</strong> kerül törlésre.

source: Membership levels allow you to setup different membership packages. For example, you could have one package that grants members access to your premium content for one month, and another that grants users access for an entire year. There is no limit to the number of packages you can create. You can also create "Trial" packages; these grant users premium access for a limited period of time, and can be completely free.
hu_hu: A tagsági szintek lehetővé teszik különböző tagsági csomagok beállítását. Például lehet egy olyan csomag, amely egy hónapra biztosít hozzáférést a prémium tartalomhoz, és egy másik, amely egy teljes évre ad hozzáférést. Nincs korlátja a létrehozható csomagok számának. Létrehozhat "Trial" csomagokat is; ezek korlátozott ideig biztosítanak prémium hozzáférést, és teljesen ingyenesek lehetnek.
