Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: If left unchecked, the Stripe.js file will be loaded on every page of your website to allow them to <a href="%s" target="_blank">better detect anomalous behavior that may be indicative of fraud</a>. This is what Stripe recommends. If you check this option on, then Stripe.js will only be loaded when required for payment processing.
hu_hu: Ha bejelöletlenül hagyja, a Stripe.js fájl a webhely minden oldalán betöltődik, hogy <a href="%s" target="_blank">jobban észlelhető legyen a csalásra utaló rendellenes viselkedés</a>. Ezt javasolja a Stripe. Ha bejelöli ezt az opciót, a Stripe.js csak akkor töltődik be, amikor a fizetés feldolgozásához szükséges.

source: Have questions about connecting with Stripe? <a href="%s" target="_blank" rel="noopener noreferrer">See the documentation</a>.
hu_hu: Kérdése van a Stripe-hoz való csatlakozással kapcsolatban? <a href="%s" target="_blank" rel="noopener noreferrer">Tekintse meg a dokumentációt</a>.

source: Note
hu_hu: Megjegyzés

source: in order for membership payments made through Stripe to be tracked, you must enter the following URL to your <a href="https://dashboard.stripe.com/account/webhooks" target="_blank">Stripe Webhooks</a> under Account Settings:
hu_hu: Ahhoz, hogy a Stripe-on keresztül teljesített tagsági fizetések nyomon követhetők legyenek, a következő URL-t kell megadnia a <a href="https://dashboard.stripe.com/account/webhooks" target="_blank">Stripe Webhooks</a> alatt a Fiókbeállításoknál:

source: Paid Membership Activation Email
hu_hu: Fizetett tagság aktiválási e-mail

source: Disable for Member
hu_hu: Letiltás tagnak

source: Check this to disable the email sent out to the member when their membership becomes active.
hu_hu: Jelölje be ezt, ha le szeretné tiltani a tagnak küldött e-mailt, amikor a tagsága aktívvá válik.

source: Disable for Admin
hu_hu: Letiltás adminisztrátornak

source: Check this to disable the email sent out to the administrator when a new member becomes active.
hu_hu: Jelölje be ezt, ha le szeretné tiltani az adminisztrátornak küldött e-mailt, amikor egy új tag aktiválódik.

source: Free Membership Activation Email
hu_hu: Ingyenes tagság aktiválási e-mail

source: Check this to disable the email sent to a member when they register for a free membership.
hu_hu: Jelölje be ezt, ha le szeretné tiltani a tagnak küldött e-mailt, amikor ingyenes tagságra regisztrál.

source: Check this to disable the email sent to the administrator when a member registers for a free membership.
hu_hu: Jelölje be ezt, ha le szeretné tiltani az adminisztrátornak küldött e-mailt, amikor egy tag ingyenes tagságra regisztrál.

source: Cancelled Membership Email
hu_hu: Lemondott tagság e-mail

source: Check this to disable the email sent to a member when their membership is cancelled.
hu_hu: Jelölje be ezt, ha le szeretné tiltani a tagnak küldött e-mailt, amikor a tagságát lemondják.

source: Check this to disable the email sent to the administrator when a member's membership is cancelled.
hu_hu: Jelölje be ezt, ha le szeretné tiltani az adminisztrátornak küldött e-mailt, amikor egy tag tagságát lemondják.

source: Expired Membership Email
hu_hu: Lejárt tagság e-mail

source: Check this to disable the email sent out to a member when their membership expires.
hu_hu: Jelölje be ezt, ha le szeretné tiltani a tagnak küldött e-mailt, amikor a tagsága lejár.

source: Check this to disable the email sent to the administrator when a member's membership expires.
hu_hu: Jelölje be ezt, ha le szeretné tiltani az adminisztrátornak küldött e-mailt, amikor egy tag tagsága lejár.

source: Payment Received Email
hu_hu: Fizetés beérkezéséről szóló e-mail

source: Check this to disable the email sent out when a payment is received.
hu_hu: Jelölje be ezt a fizetés beérkezésekor küldött e-mail letiltásához.

source: Check this to disable the email sent out to the administrator when a payment is received.
hu_hu: Jelölje be ezt a fizetés beérkezésekor az adminisztrátornak küldött e-mail letiltásához.

source: Renewal Payment Failed Email
hu_hu: Sikertelen megújítási fizetésről szóló e-mail

source: Check this to disable the email sent out when a renewal payment fails.
hu_hu: Jelölje be ezt a sikertelen megújítási fizetéskor küldött e-mail letiltásához.

source: Check this to disable the email sent to the administrator when a renewal payment fails.
hu_hu: Jelölje be ezt a sikertelen megújítási fizetéskor az adminisztrátornak küldött e-mail letiltásához.

source: Invoice Logo
hu_hu: Számlalogó

source: Choose Logo
hu_hu: Logó kiválasztása

source: Upload a logo to display on the invoices.
hu_hu: Töltsön fel egy logót, amely a számlákon jelenik meg.

source: Company Name
hu_hu: Cégnév

source: Enter the company name that will be shown on the invoice.
hu_hu: Adja meg a számlán megjelenő cégnevet.

source: Enter the personal name that will be shown on the invoice.
hu_hu: Adja meg a számlán megjelenő magánszemély nevét.

source: Address Line 1
hu_hu: Cím 1. sora

source: Enter the first address line that will appear on the invoice.
hu_hu: Adja meg a számlán megjelenő cím első sorát.

source: Address Line 2
hu_hu: Cím 2. sora

source: Enter the second address line that will appear on the invoice.
hu_hu: Adja meg a számlán megjelenő cím második sorát.

source: City, State, and Zip
hu_hu: Város, állam és irányítószám

source: Enter the city, state and zip/postal code that will appear on the invoice.
hu_hu: Adja meg a számlán megjelenő várost, államot és irányítószámot/postai kódot.

source: Enter the email address that will appear on the invoice.
hu_hu: Adja meg a számlán megjelenő e-mail címet.

source: Header Text
hu_hu: Fejléc szövege

source: Enter the message you would like to be shown on the header of the invoice.
hu_hu: Adja meg az üzenetet, amelyet a számla fejlécében szeretne megjeleníteni.

source: Notes
hu_hu: Megjegyzések

source: Enter additional notes you would like displayed below the invoice totals.
hu_hu: Adjon meg további megjegyzéseket, amelyeket a számla végösszegei alatt szeretne megjeleníteni.

source: Footer Text
hu_hu: Lábléc szövege

source: Enter the message you would like to be shown on the footer of the invoice.
hu_hu: Adja meg az üzenetet, amelyet a számla láblécében szeretne megjeleníteni.

source: Hide Restricted Posts
hu_hu: Korlátozott bejegyzések elrejtése

source: Check this to hide all restricted posts from queries when the user does not have access. (Recommended)
hu_hu: Jelölje be ezt az összes korlátozott bejegyzés lekérdezésekből való elrejtéséhez, amikor a felhasználónak nincs hozzáférése. (Ajánlott)

source: Redirect Page
hu_hu: Átirányítási oldal

source: This is the page non-subscribed users are redirected to when attempting to access a premium post or page.
hu_hu: Ez az az oldal, amelyre a nem előfizető felhasználók átirányításra kerülnek, amikor egy prémium bejegyzéshez vagy oldalhoz próbálnak hozzáférni.

source: Redirect Default Login URL
hu_hu: Alapértelmezett bejelentkezési URL átirányítása

source: Check this to force the default login URL to redirect to the page specified below.
hu_hu: Jelölje be ezt, hogy az alapértelmezett bejelentkezési URL az alább megadott oldalra legyen átirányítva.

source: Login Page
hu_hu: Bejelentkezési oldal

source: This is the page the default login URL redirects to, if the option above is checked. This page must contain the [login_form] shortcode.
hu_hu: Ez az az oldal, amelyre az alapértelmezett bejelentkezési URL átirányít, ha a fenti opció be van jelölve. Ennek az oldalnak tartalmaznia kell a [login_form] rövidkódot.

source: Auto Add Users to Level
hu_hu: Felhasználók automatikus hozzáadása a tagsági szinthez

source: Check this to automatically add new WordPress users to a membership level. This only needs to be turned on if you're adding users manually or through some means other than the registration form. This does not automatically take payment so it's best used for free levels.
hu_hu: Jelölje be ezt az új WordPress-felhasználók automatikus hozzáadásához egy tagsági szinthez. Ezt csak akkor szükséges bekapcsolni, ha a felhasználókat kézzel vagy a regisztrációs űrlaptól eltérő módon adja hozzá. Nem szedi be automatikusan a díjat, ezért ingyenes szintekhez ajánlott.

source: New WordPress users will be automatically added to this membership level if the above option is checked.
hu_hu: Ha a fenti opció be van jelölve, az új WordPress-felhasználók automatikusan hozzáadásra kerülnek ehhez a tagsági szinthez.

source: Content Excerpts
hu_hu: Tartalmi kivonatok

source: Always show excerpts
hu_hu: Mindig jelenítse meg a kivonatokat

source: Never show excerpts
hu_hu: Soha ne jelenítse meg a kivonatokat

source: Decide for each post individually
hu_hu: Minden bejegyzésnél egyenként döntse el

source: Whether or not to show excerpts to members without access to the content.
hu_hu: Meghatározza, hogy megjelenjenek-e a kivonatok a tartalomhoz nem hozzáférő tagok számára.

source: Disable WordPress Toolbar
hu_hu: WordPress eszköztár letiltása

source: Check this if you'd like to disable the WordPress toolbar for members. Note: will not disable the toolbar for users with the edit_posts capability (e.g. authors, editors, & admins).
hu_hu: Jelölje be ezt, ha le szeretné tiltani a WordPress eszköztárat a tagok számára. Megjegyzés: nem tiltja le az eszköztárat azoknál a felhasználóknál, akik rendelkeznek az edit_posts jogosultsággal (pl. szerzők, szerkesztők és adminisztrátorok).

source: Disable Form CSS
hu_hu: Űrlap CSS letiltása

source: Check this to disable all included form styling.
hu_hu: Jelölje be ezt az összes beépített űrlapstílus letiltásához.

source: Agree to Terms
hu_hu: Feltételek elfogadása

source: Check this to add an "Agree to Terms" checkbox to the registration form.
hu_hu: Jelölje be ezt a "Feltételek elfogadása" jelölőnégyzet hozzáadásához a regisztrációs űrlaphoz.

source: Agree to Terms Label
hu_hu: Feltételek elfogadása felirat

source: Label shown next to the agree to terms checkbox.
hu_hu: A "Feltételek elfogadása" jelölőnégyzet mellett megjelenő felirat.

source: Terms Link
hu_hu: Feltételek hivatkozás

source: Optional - the URL to your terms page. If set, the terms label will link to this URL.
hu_hu: Opcionális - a felhasználási feltételek oldalának URL-je. Ha beállítja, a feltételek címke erre az URL-re mutat.

source: Agree to Privacy Policy
hu_hu: Elfogadja az Adatvédelmi szabályzatot

source: Check this to add an "Agree to Privacy Policy" checkbox to the registration form.
hu_hu: Jelölje be ezt, hogy a regisztrációs űrlaphoz egy "Elfogadja az Adatvédelmi szabályzatot" jelölőnégyzetet adjon.

source: Agree to Privacy Policy Label
hu_hu: Adatvédelmi szabályzat elfogadása címke

source: Label shown next to the agree to privacy policy checkbox.
hu_hu: Az adatvédelmi szabályzat elfogadása jelölőnégyzet melletti címke.

source: Privacy Policy Link
hu_hu: Adatvédelmi szabályzat hivatkozás

source: Optional - the URL to your privacy policy page. If set, the privacy policy label will link to this URL.
hu_hu: Opcionális - az Adatvédelmi szabályzat oldalának URL-je. Ha beállítja, az Adatvédelmi szabályzat címke erre az URL-re mutat.

source: Enable reCAPTCHA
hu_hu: reCAPTCHA engedélyezése

source: Check this to enable reCAPTCHA on the registration form.
hu_hu: Jelölje be ezt, hogy a regisztrációs űrlapon engedélyezze a reCAPTCHA-t.

source: reCAPTCHA Version
hu_hu: reCAPTCHA verzió

source: Select the reCAPTCHA version that corresponds to your site key.
hu_hu: Válassza ki a webhelykulcsának megfelelő reCAPTCHA verziót.

source: reCAPTCHA Site Key
hu_hu: reCAPTCHA webhelykulcs

source: This your own personal reCAPTCHA Site key. Go to
hu_hu: Ez az Ön saját, személyes reCAPTCHA webhelykulcsa. Lépjen a

source: your account
hu_hu: fiókjába

source: then click on your domain (or add a new one) to find your site key.
hu_hu: majd kattintson a domainjére (vagy adjon hozzá újat), hogy megtalálja a webhelykulcsát.

source: reCAPTCHA Secret Key
hu_hu: reCAPTCHA titkos kulcs

source: This your own personal reCAPTCHA Secret key. Go to
hu_hu: Ez az Ön saját, személyes reCAPTCHA titkos kulcsa. Lépjen a

source: then click on your domain (or add a new one) to find your secret key.
hu_hu: majd kattintson a domainjére (vagy adjon hozzá újat), hogy megtalálja a titkos kulcsát.

source: Enable Debug Mode
hu_hu: Hibakeresési mód engedélyezése

source: Turn on error logging to help identify issues. Logs are kept in <a href="%s">Restrict > Tools</a>.
hu_hu: Kapcsolja be a hibanaplózást a problémák azonosításának megkönnyítésére. A naplók a következő helyen találhatók: <a href="%s">Restrict > Tools</a>.

source: Remove Data on Uninstall
hu_hu: Adatok eltávolítása eltávolításkor

source: Remove all saved data for Restrict Content Pro when the plugin is uninstalled.
hu_hu: A bővítmény eltávolításakor távolítsa el a Restrict Content Pro összes mentett adatát.

source: Switch Free Subscriptions
hu_hu: Ingyenes előfizetések váltása

source: Check this box if you would like to enable Free subscriptions switching.
hu_hu: Jelölje be ezt a négyzetet, ha engedélyezni szeretné az ingyenes előfizetések közötti váltást.

source: Save Options
hu_hu: Beállítások mentése

source: You do not have permission to send test emails
hu_hu: Nincs jogosultsága teszt e-mailek küldéséhez

source: No email template was provided
hu_hu: Nem lett megadva e-mail sablon

source: Test email not sent: email subject or message is blank.
hu_hu: A teszt e-mail nem lett elküldve: az e-mail tárgya vagy üzenete üres.

source: There was an error getting your Stripe credentials. Please <a href="%s">try again</a>. If you continue to have this problem, please contact support.
hu_hu: Hiba történt az Ön Stripe-hitelesítő adatainak lekérésekor. Kérjük, <a href="%s">próbálja meg újra</a>. Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba az ügyfélszolgálattal.

source: Description
hu_hu: Leírás

source: Access Level
hu_hu: Hozzáférési szint

source: Duration
hu_hu: Időtartam

source: Price
hu_hu: Ár

source: Order
hu_hu: Sorrend

source: none
hu_hu: nincs

source: unlimited
hu_hu: korlátlan

source: Free
hu_hu: Ingyenes

source: Deactivate
hu_hu: Deaktiválás

source: No membership levels found.
hu_hu: Nem találhatók tagsági szintek.

source: Membership level(s) activated.
hu_hu: Tagsági szint(ek) aktiválva.

source: Membership level(s) deactivated.
hu_hu: Tagsági szint(ek) deaktiválva.

source: Membership level(s) deleted.
hu_hu: Tagsági szint(ek) törölve.

source: Edit Membership Level: %s
hu_hu: Tagsági szint szerkesztése: %s

source: The name of this membership level. This is shown on the registration page.
hu_hu: Ennek a tagsági szintnek a neve. A regisztrációs oldalon jelenik meg.

source: The description of this membership level. This is shown on the registration page.
hu_hu: Ennek a tagsági szintnek a leírása. A regisztrációs oldalon jelenik meg.

source: Level of access this membership gives.
hu_hu: A tagság által biztosított hozzáférési szint.

source: Day(s)
hu_hu: Nap(ok)

source: Month(s)
hu_hu: Hónap(ok)

source: Year(s)
hu_hu: Év(ek)

source: Length of time for this membership level. Enter 0 for unlimited.
hu_hu: Ennek a tagsági szintnek az időtartama. Korlátlan időtartamhoz adjon meg 0-t.

source: Maximum Renewals
hu_hu: Megújítások maximális száma

source: Until Cancelled
hu_hu: Lemondásig

source: Specific Number
hu_hu: Meghatározott szám

source: Enter the maximum number of renewals
hu_hu: Adja meg a megújítások maximális számát

source: Number of renewals to process after the first payment. Must be greater than zero.
hu_hu: Az első fizetés után feldolgozandó megújítások száma. Nagyobbnak kell lennie nullánál.

source: <strong>Until Cancelled</strong>: will continue billing the member indefinitely, or until they cancel their membership. <br/><br/><strong>Specific Number</strong> will allow you to enter the number of additional times you wish to bill the customer after their first payment. If you enter "3", the member will be billed once immediately when they sign up, then 3 more times after that. Then billing will stop automatically.
hu_hu: <strong>Lemondásig</strong>: a tagnak határozatlan ideig, illetve a tagság lemondásáig folytatja a számlázást. <br/><br/><strong>Meghatározott szám</strong> lehetővé teszi, hogy megadja, hány további alkalommal kíván számlázni az ügyfélnek az első fizetés után. Ha "3"-at ad meg, a tagnak a regisztrációkor azonnal egyszer, majd ezt követően még 3 alkalommal kerül számlázásra. Ezután a számlázás automatikusan leáll.

source: After Final Payment
hu_hu: Az utolsó fizetés után

source: Grant Lifetime Access
hu_hu: Élethosszig tartó hozzáférés biztosítása

source: End Membership Immediately
hu_hu: Tagság azonnali megszüntetése

source: End Membership at End of Billing Period
hu_hu: Tagság megszüntetése a számlázási időszak végén

source: Action to take after the final payment has been received.
hu_hu: Teendő az utolsó fizetés beérkezése után.

source: <strong>Grant Lifetime Access</strong>: will update the member's expiration date to "none" to give them lifetime access to restricted content. <br/><br/><strong>End Membership Immediately</strong>: will make the user's membership expire immediately after the final payment is received and they will lose access to restricted content. <br/><br/><strong>End Membership at End of Billing Period</strong>: will allow the user to complete one more period after the final payment, after which their membership will expire. For example, if the membership duration is set to 1 month, the user will make their final payment then have access for 1 more month after that before expiring.
hu_hu: <strong>Élethosszig tartó hozzáférés biztosítása</strong>: a tag lejárati dátumát "none"-ra állítja, hogy élethosszig tartó hozzáférést biztosítson a korlátozott tartalmakhoz. <br/><br/><strong>Tagság azonnali megszüntetése</strong>: a felhasználó tagsága az utolsó fizetés beérkezése után azonnal lejár, és elveszíti a hozzáférést a korlátozott tartalmakhoz. <br/><br/><strong>Tagság megszüntetése a számlázási időszak végén</strong>: lehetővé teszi a felhasználónak, hogy az utolsó fizetés után még egy időszakot teljesítsen, ezt követően a tagsága lejár. Például ha a tagság időtartama 1 hónap, a felhasználó teljesíti az utolsó fizetést, majd ezt követően még 1 hónapig fér hozzá, mielőtt lejárna.

source: The price of this membership level. Enter 0 for free.
hu_hu: Ennek a tagsági szintnek az ára. Ingyeneshez adjon meg 0-t.

source: Signup Fee
hu_hu: Regisztrációs díj

source: Optional signup fee to charge subscribers for the first billing cycle. Enter a negative number to give a discount on the first payment.
hu_hu: Opcionális regisztrációs díj, amelyet az első számlázási ciklusra számít fel az előfizetőknek. Az első fizetés kedvezményének biztosításához adjon meg negatív számot.

source: Inactive
hu_hu: Inaktív

source: Inactive membership levels do not appear on the %s shortcode page. Learn more about membership level statuses in <a href="%s" target="_blank">our documentation article</a>.
hu_hu: Az inaktív tagsági szintek nem jelennek meg a(z) %s rövidkódos oldalán. További információ a tagsági szintek állapotairól: <a href="%s" target="_blank">dokumentációs cikkünkben</a>.

source: User Role
hu_hu: Felhasználói szerepkör

source: The user role given to the member after signing up.
hu_hu: A regisztráció után a tagnak kiosztott felhasználói szerepkör.

source: Update Membership Level
hu_hu: Tagsági szint frissítése

source: Please choose a membership level.
hu_hu: Kérjük, válasszon tagsági szintet.

source: Search membership levels
hu_hu: Tagsági szintek keresése

source: Add New Level
hu_hu: Új szint hozzáadása

source: The name of the membership level.
hu_hu: A tagsági szint neve.

source: Membership level description. This is shown on the registration form.
hu_hu: A tagsági szint leírása. Ez jelenik meg a regisztrációs űrlapon.

source: Level of access this membership gives. Leave None for default or you are unsure what this is.
hu_hu: Az ehhez a tagsághoz tartozó hozzáférési szint. Hagyja None értéken, ha az alapértelmezett, vagy ha nem biztos benne, mit jelent.

source: <strong>Access Level</strong>: refers to a tiered system where a member's ability to view content is determined by the access level assigned to their account. A member with an access level of 5 can view content assigned to access levels of 5 and lower, whereas a member with an access level of 4 can only view content assigned to levels of 4 and lower.
hu_hu: <strong>Hozzáférési szint</strong>: olyan rétegezett rendszerre utal, amelyben a tag tartalommegtekintési jogosultságát a fiókjához rendelt hozzáférési szint határozza meg. Az 5-ös hozzáférési szinttel rendelkező tag megtekintheti az 5-ös és annál alacsonyabb szintekhez rendelt tartalmakat, míg a 4-es hozzáférési szinttel rendelkező tag csak a 4-es és annál alacsonyabb szintekhez rendelt tartalmakat.

source: <strong>Example</strong>: setting this to 1 month would make memberships last 1 month, after which they will renew automatically or be marked as expired.
hu_hu: <strong>Példa</strong>: ha ezt 1 hónapra állítja, a tagságok 1 hónapig tartanak, ezután automatikusan megújulnak, vagy lejártként lesznek megjelölve.

source: This price refers to the amount paid per duration period. For example, if duration period is set to 1 month, this would be the amount charged each month.
hu_hu: Ez az ár az időszakonként fizetendő összeget jelenti. Például ha az időszak 1 hónap, akkor ez az összeg kerül felszámításra minden hónapban.

source: Add Membership Level
hu_hu: Tagsági szint hozzáadása

source: Paid Only?
hu_hu: Csak fizetős?

source: Restrict items in this category to paid subscribers only?
hu_hu: Korlátozza az ebbe a kategóriába tartozó elemeket kizárólag a fizetős előfizetők számára?

source: Access level required to view content in this category.
hu_hu: Az ebben a kategóriában található tartalom megtekintéséhez szükséges hozzáférési szint.

source: Membership levels allowed to view content in this category. Leave unchecked for all.
hu_hu: Azok a tagsági szintek, amelyek megtekinthetik az ebben a kategóriában található tartalmat. Hagyja jelöletlenül, ha mindegyik számára engedélyezni kívánja.

source: Restriction Options
hu_hu: Korlátozási beállítások

source: Restrict Content Pro Tools
hu_hu: Restrict Content Pro eszközök

source: Restrict Content Tools
hu_hu: Restrict Content eszközök

source: System Info
hu_hu: Rendszerinformációk

source: Debugging
hu_hu: Hibakeresés

source: Import
hu_hu: Importálás

source: Batch Processing
hu_hu: Kötegelt feldolgozás

source: Debug Log
hu_hu: Hibakeresési napló

source: Any Restrict Content Pro errors that occur will be logged to this file.
hu_hu: A Restrict Content Pro során előforduló bármely hiba ebbe a fájlba kerül naplózásra.

source: Download Debug Log
hu_hu: Hibakeresési napló letöltése

source: Clear Log
hu_hu: Napló törlése

source: A valid job queue was not provided.
hu_hu: Érvényes feladatsor nem lett megadva.

source: %s has already been completed.
hu_hu: %s már befejeződött.

source: Progress
hu_hu: Előrehaladás

source: WP-CLI command: %s
hu_hu: WP-CLI parancs: %s

source: %s%% complete
hu_hu: %s%% kész

source: Import %s
hu_hu: %s importálása

source: CSV File
hu_hu: CSV-fájl

source: Upload CSV
hu_hu: CSV feltöltése

source: Each column from your CSV file needs to be mapped to its corresponding Restrict Content Pro field. Select the column that should be mapped to each field below. Any columns not needed can be ignored.
hu_hu: A CSV-fájl minden oszlopát hozzá kell rendelnie a megfelelő Restrict Content Pro mezőhöz. Válassza ki alább, melyik oszlopot kell az egyes mezőkhöz rendelni. A nem szükséges oszlopokat figyelmen kívül hagyhatja.

source: RCP Field
hu_hu: RCP mező

source: CSV Column
hu_hu: CSV-oszlop
