Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: This is the email message that is sent to the admin when a member's membership is expired.
hu_hu: Ez az az e-mail üzenet, amelyet az adminisztrátornak küldünk, amikor egy tag tagsága lejár.

source: Expiration Reminders
hu_hu: Lejárati emlékeztetők

source: Membership Expiration Reminders
hu_hu: Tagság lejárati emlékeztetők

source: Expiration reminders are sent to "active" and "cancelled" memberships that <strong>do not</strong> have auto renew enabled. They can be used to inform customers that their memberships will not be automatically renewed and they will need to do a manual renewal to retain access to their content.
hu_hu: A lejárati emlékeztetők az olyan "active" és "cancelled" tagságokra kerülnek kiküldésre, amelyeknél az automatikus megújítás <strong>nincs</strong> engedélyezve. Ezek arra használhatók, hogy tájékoztassák az ügyfeleket arról, hogy a tagságuk nem újul meg automatikusan, és a tartalmakhoz való hozzáférés fenntartásához kézi megújítást kell végrehajtaniuk.

source: Renewal Reminders
hu_hu: Megújítási emlékeztetők

source: Membership Renewal Reminders
hu_hu: Tagság megújítási emlékeztetők

source: Renewal reminders are sent to "active" memberships that <strong>do</strong> have auto renew enabled. They can be used to inform customers that their memberships will be automatically renewed and give them a chance to cancel if they do not wish to continue.
hu_hu: A megújítási emlékeztetők az olyan "active" tagságokra kerülnek kiküldésre, amelyeknél az automatikus megújítás <strong>engedélyezve van</strong>. Ezek arra használhatók, hogy tájékoztassák az ügyfeleket arról, hogy tagságuk automatikusan megújul, és lehetőséget adnak a lemondásra, ha nem kívánják folytatni.

source: The subject line for the email sent to users upon a successful payment being received.
hu_hu: Az e-mail tárgysora, amelyet a felhasználóknak küldünk, amikor sikeres fizetés érkezett.

source: This is the email message that is sent to users after a payment has been received from them.
hu_hu: Ez az az e-mail üzenet, amelyet a felhasználóknak küldünk, miután tőlük beérkezett a fizetés.

source: The subject line for the email sent to the admin upon a successful payment being received.
hu_hu: Az e-mail tárgysora, amelyet az adminisztrátornak küldünk, amikor sikeres fizetés érkezett.

source: This is the email message that is sent to the admin after a payment has been received.
hu_hu: Ez az az e-mail üzenet, amelyet az adminisztrátornak küldünk, miután beérkezett a fizetés.

source: The subject line for the email sent to users when a renewal payment fails.
hu_hu: Az e-mail tárgysora, amelyet a felhasználóknak küldünk, amikor egy megújítási fizetés sikertelen.

source: This is the email message that is sent to users when a renewal payment fails.
hu_hu: Ez az az e-mail üzenet, amelyet a felhasználóknak küldünk, amikor egy megújítási fizetés sikertelen.

source: The subject line for the email sent to the admin when a renewal payment fails.
hu_hu: Az e-mail tárgysora, amelyet az adminisztrátornak küldünk, amikor egy megújítási fizetés sikertelen.

source: This is the email message that is sent to the admin when a renewal payment fails.
hu_hu: Ez az az e-mail üzenet, amelyet az adminisztrátornak küldünk, amikor egy megújítási fizetés sikertelen.

source: New User Notifications
hu_hu: Új felhasználói értesítések

source: Disable New User Notifications
hu_hu: Új felhasználói értesítések letiltása

source: Check this option if you do NOT want to receive emails when new users signup.
hu_hu: Jelölje be ezt az opciót, ha NEM kíván e-maileket kapni, amikor új felhasználók regisztrálnak.

source: %s notice was emailed to the member - %s.
hu_hu: %s értesítés e-mailben elküldve a tagnak - %s.

source: Discount Signup Fees
hu_hu: Regisztrációs díjak kedvezménye

source: If enabled, discount codes will apply to signup fees. If not enabled, only the base price gets discounted and signup fees do not.
hu_hu: Ha engedélyezve van, a kedvezménykódok a regisztrációs díjakra is vonatkoznak. Ha nincs engedélyezve, csak az alapár kap kedvezményt, a regisztrációs díjak nem.

source: Code
hu_hu: Kód

source: Membership Level(s)
hu_hu: Tagsági szint(ek)

source: Uses
hu_hu: Alkalmak

source: Uses Left
hu_hu: Hátralévő alkalmak

source: One Time
hu_hu: Egyszeri

source: Percentage
hu_hu: Százalék

source: Flat
hu_hu: Fix

source: active
hu_hu: aktív

source: disabled
hu_hu: letiltva

source: expired
hu_hu: lejárt

source: No discount codes found.
hu_hu: Nem találhatók kedvezménykódok.

source: Please select a discount.
hu_hu: Kérjük, válasszon kedvezményt.

source: Search discount codes
hu_hu: Kedvezménykódok keresése

source: Add New Discount
hu_hu: Új kedvezmény hozzáadása

source: The name of this discount
hu_hu: Ennek a kedvezménynek a neve

source: The description of this discount code
hu_hu: Ennek a kedvezménykódnak a leírása

source: Enter a code for this discount, such as 10PERCENT. Excluding special characters
hu_hu: Adjon meg egy kódot ehhez a kedvezményhez, például 10PERCENT. Speciális karakterek nélkül

source: Flat amount
hu_hu: Fix összeg

source: The kind of discount to apply for this discount.
hu_hu: Ehhez a kedvezményhez alkalmazandó kedvezmény típusa.

source: The amount of this discount code.
hu_hu: Ennek a kedvezménykódnak az összege.

source: Check this to make this discount only apply to the first payment in a membership. Note one-time discounts cannot be used in conjunction with free trials. When this option is not enabled, the discount code will apply to all payments in a membership instead of just the initial payment.
hu_hu: Jelölje be ezt, hogy a kedvezmény csak a tagság első befizetésére vonatkozzon. Megjegyzés: az egyszeri kedvezmények nem használhatók együtt az ingyenes próbaverziókkal. Ha ez az opció nincs engedélyezve, a kedvezménykód a tagság minden befizetésére érvényes lesz, nem csak a kezdeti befizetésre.

source: The membership levels this discount code can be used for. Leave blank for all levels.
hu_hu: Azok a tagsági szintek, amelyekhez ez a kedvezménykód használható. Hagyja üresen az összes szinthez.

source: No membership levels created yet. This discount will be available to use with all future membership levels.
hu_hu: Még nincs létrehozva tagsági szint. Ez a kedvezmény a jövőbeni összes tagsági szinttel használható lesz.

source: Enter the expiration date for this discount code in the format of yyyy-mm-dd hh:mm:ss. For no expiration, leave blank
hu_hu: Adja meg ennek a kedvezménykódnak a lejárati dátumát yyyy-mm-dd hh:mm:ss formátumban. Ha nincs lejárat, hagyja üresen

source: Max Uses
hu_hu: Maximális felhasználások száma

source: The maximum number of times this discount can be used. Leave blank for unlimited.
hu_hu: A kedvezmény felhasználásának maximális száma. Korlátlanhoz hagyja üresen.

source: Add Discount Code
hu_hu: Kedvezménykód hozzáadása

source: Edit Discount Code:
hu_hu: Kedvezménykód szerkesztése:

source: Name
hu_hu: Név

source: The name of this discount
hu_hu: Ennek a kedvezménynek a neve

source: Description
hu_hu: Leírás

source: The description of this discount code
hu_hu: Ennek a kedvezménykódnak a leírása

source: Code
hu_hu: Kód

source: Enter a code for this discount, such as 10PERCENT. Excluding special characters
hu_hu: Adjon meg egy kódot ehhez a kedvezményhez, például 10PERCENT. Speciális karakterek nélkül

source: Type
hu_hu: Típus

source: Percentage
hu_hu: Százalék

source: Flat amount
hu_hu: Fix összeg

source: The kind of discount to apply for this discount.
hu_hu: Ehhez a kedvezményhez alkalmazandó kedvezmény típusa.

source: Amount
hu_hu: Összeg

source: The amount of this discount code.
hu_hu: Ennek a kedvezménykódnak az összege.

source: Expiration date
hu_hu: Lejárati dátum

source: Enter the expiration date for this discount code in the format of yyyy-mm-dd hh:mm:ss. Leave blank for no expiration
hu_hu: Adja meg ennek a kedvezménykódnak a lejárati dátumát yyyy-mm-dd hh:mm:ss formátumban. Nincs lejárat esetén hagyja üresen

source: Status
hu_hu: Állapot

source: Active
hu_hu: Aktív

source: Disabled
hu_hu: Letiltva

source: The status of this discount code.
hu_hu: Ennek a kedvezménykódnak az állapota.

source: Max Uses
hu_hu: Maximális felhasználások száma

source: The maximum number of times this discount can be used. Leave blank for unlimited.
hu_hu: A kedvezmény felhasználásának maximális száma. Korlátlanhoz hagyja üresen.

source: Update Discount
hu_hu: Kedvezmény frissítése

source: Active Memberships
hu_hu: Aktív tagságok

source: Expired Memberships
hu_hu: Lejárt tagságok

source: Cancelled Memberships
hu_hu: Lemondott tagságok

source: Pending Memberships
hu_hu: Függőben lévő tagságok

source: Earnings
hu_hu: Bevételek

source: Refunds
hu_hu: Visszatérítések

source: Signups
hu_hu: Regisztrációk

source: Membership Counts
hu_hu: Tagságok száma

source: Earnings Report
hu_hu: Bevételi jelentés

source: Total earnings for period shown:
hu_hu: A megjelenített időszak teljes bevétele:

source: Refunds Report
hu_hu: Visszatérítési jelentés

source: Total refunds for period shown:
hu_hu: Összes visszatérítés a megjelenített időszakban:

source: Signups Report
hu_hu: Regisztrációs jelentés

source: Total signups for period shown:
hu_hu: Összes regisztráció a megjelenített időszakban:

source: Membership Counts Report
hu_hu: Tagsági létszám jelentés

source: This Week
hu_hu: Ezen a héten

source: Last Week
hu_hu: Múlt hét

source: This Month
hu_hu: Ez a hónap

source: Last Month
hu_hu: Múlt hónap

source: This Quarter
hu_hu: Ez a negyedév

source: Last Quarter
hu_hu: Múlt negyedév

source: This Year
hu_hu: Ez az év

source: Last Year
hu_hu: Múlt év

source: Custom
hu_hu: Egyéni

source: From
hu_hu: Kezdet

source: To
hu_hu: Vég

source: Filter by membership status
hu_hu: Szűrés tagsági állapot szerint

source: All Statuses
hu_hu: Minden állapot

source: Filter
hu_hu: Szűrés

source: Braintree Settings
hu_hu: Braintree beállítások

source: Live Merchant ID
hu_hu: Éles Merchant ID

source: Enter your Braintree live merchant ID.
hu_hu: Adja meg a Braintree éles Merchant ID-t.

source: Live Public Key
hu_hu: Éles Public Key

source: Enter your Braintree live public key.
hu_hu: Adja meg a Braintree éles Public Key-t.

source: Enter your Braintree live private key.
hu_hu: Adja meg a Braintree éles Private Key-t.

source: Live Client Side Encryption Key
hu_hu: Éles Client Side Encryption Key

source: Enter your Braintree live client side encryption key.
hu_hu: Adja meg a Braintree éles Client Side Encryption Key-t.

source: Enter your Braintree sandbox merchant ID.
hu_hu: Adja meg a Braintree sandbox Merchant ID-t.

source: Enter your Braintree sandbox public key.
hu_hu: Adja meg a Braintree sandbox Public Key-t.

source: Enter your Braintree sandbox private key.
hu_hu: Adja meg a Braintree sandbox Private Key-t.

source: Enter your Braintree sandbox client side encryption key.
hu_hu: Adja meg a Braintree sandbox Client Side Encryption Key-t.

source: Missing payment method nonce.
hu_hu: Hiányzik a fizetési mód nonce-ja.

source: Invalid subscription.
hu_hu: Érvénytelen előfizetés.

source: An error occurred: %s
hu_hu: Hiba történt: %s

source: Billing Information
hu_hu: Számlázási adatok

source: Phone Number
hu_hu: Telefonszám

source: Given Name
hu_hu: Utónév

source: Surname
hu_hu: Vezetéknév

source: Missing 2Checkout token, please try again or contact support if the issue persists.
hu_hu: Hiányzik a 2Checkout token; próbálja meg újra, vagy lépjen kapcsolatba az ügyfélszolgálattal, ha a probléma továbbra is fennáll.

source: Subscription started in 2Checkout
hu_hu: Előfizetés elindítva a 2Checkoutban

source: Membership cancelled via refund 2Checkout
hu_hu: Tagság visszatérítéssel lemondva a 2Checkoutban

source: Membership renewed in 2Checkout
hu_hu: Tagság megújítva a 2Checkoutban

source: Membership cancelled via 2Checkout webhook.
hu_hu: Tagság lemondva a 2Checkout webhookján keresztül.

source: Subscription restarted in 2Checkout
hu_hu: Előfizetés újraindítva a 2Checkoutban

source: Payment flagged as fraudulent in 2Checkout
hu_hu: A fizetés csalásgyanúsnak jelölve a 2Checkoutban

source: The security code you have entered is invalid
hu_hu: A megadott biztonsági kód érvénytelen

source: The address you have entered is invalid
hu_hu: A megadott cím érvénytelen

source: The city you have entered is invalid
hu_hu: A megadott város érvénytelen

source: The state you have entered is invalid
hu_hu: A megadott állam érvénytelen

source: The country you have entered is invalid
hu_hu: A megadott ország érvénytelen

source: The zip / postal code you have entered is invalid
hu_hu: A megadott irányítószám érvénytelen

source: Missing Braintree payment nonce. Please try again. Contact support if the issue persists.
hu_hu: Hiányzik a Braintree fizetési nonce. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, vegye fel a kapcsolatot az ügyfélszolgálattal.

source: Unable to locate or create customer record. Please try again. Contact support if the problem persists.
hu_hu: Nem sikerült megtalálni vagy létrehozni az ügyfélrekordot. Kérjük, próbálja meg újra. Ha a probléma továbbra is fennáll, vegye fel a kapcsolatot az ügyfélszolgálattal.

source: Braintree Credit Card Initial Payment
hu_hu: Braintree bankkártyás kezdeti fizetés

source: There was a problem processing your payment. Message: %s
hu_hu: Hiba történt a fizetésének feldolgozása során. Üzenet: %s

source: Missing payment method token.
hu_hu: Hiányzik a fizetési mód tokenje.

source: Failed to create the subscription. Message: %s.
hu_hu: Nem sikerült létrehozni az előfizetést. Üzenet: %s.

source: Subscription cancelled in Braintree via webhook.
hu_hu: Az előfizetés a Braintree-ben webhookon keresztül le lett mondva.

source: Subscription started in Braintree
hu_hu: Az előfizetés a Braintree-ben elindult

source: Payment %s collected in Braintree
hu_hu: A(z) %s fizetés a Braintree-ben beszedve.

source: Subscription expired in Braintree
hu_hu: Az előfizetés a Braintree-ben lejárt

source: Trial ended in Braintree
hu_hu: A próbaidő a Braintree-ben véget ért

source: Subscription %s started in Braintree
hu_hu: A(z) %s előfizetés a Braintree-ben elindult

source: Subscription went past due in Braintree
hu_hu: Az előfizetés a Braintree-ben fizetési késedelembe esett

source: Failed to create client token.
hu_hu: Nem sikerült kliens tokent létrehozni.

source: You do not have an active subscription.
hu_hu: Nincs aktív előfizetése.

source: An unexpected error occurred: %s
hu_hu: Váratlan hiba történt: %s

source: Please wait...
hu_hu: Kérjük, várjon...

source: Please try a new payment method.
hu_hu: Kérjük, próbáljon meg új fizetési módot.

source: PayPal token creation failed.
hu_hu: A PayPal token létrehozása nem sikerült.

source: Error message:
hu_hu: Hibaüzenet:

source: Error code:
hu_hu: Hibakód:

source: Something has gone wrong, please try again
hu_hu: Valami hiba történt, kérjük, próbálja meg újra

source: You have not configured PayPal API access. Please configure it in Restrict &rarr; Settings
hu_hu: Nem állította be a PayPal API hozzáférést. Kérjük, állítsa be itt: Restrict &rarr; Settings

source: PayPal payment processing failed.
hu_hu: A PayPal fizetés feldolgozása nem sikerült.

source: Error message: Unable to retrieve subscription ID
hu_hu: Hibaüzenet: Nem sikerült lekérni az előfizetésazonosítót

source: PayPal Standard Gateway: An error occurred while creating the subscription: %s
hu_hu: PayPal Standard Gateway: Hiba történt az előfizetés létrehozása közben: %s

source: Invalid response code from PayPal
hu_hu: Érvénytelen válaszkód a PayPal-tól

source: An unexpected PayPal error occurred. Error message: %s.
hu_hu: Váratlan PayPal hiba történt. Hibaüzenet: %s.

source: Transaction ID %s failed in PayPal.
hu_hu: A(z) %s tranzakcióazonosító a PayPalon sikertelen volt.

source: unknown
hu_hu: ismeretlen

source: Transaction ID %s is pending in PayPal for reason: %s
hu_hu: A(z) %s tranzakcióazonosító függőben van a PayPalon, oka: %s

source: Initial payment failed in PayPal Express.
hu_hu: A kezdeti fizetés a PayPal Expressben sikertelen volt.

source: Initial payment failed.
hu_hu: A kezdeti fizetés sikertelen volt.

source: Membership cancelled via PayPal Express IPN.
hu_hu: A tagság a PayPal Express IPN-en keresztül le lett mondva.

source: PayPal subscription creation failed.
hu_hu: A PayPal-előfizetés létrehozása nem sikerült.

source: The card number you have entered is invalid
hu_hu: A megadott kártyaszám érvénytelen

source: The card expiration month you have entered is invalid
hu_hu: A megadott kártya lejárati hónapja érvénytelen

source: The card expiration year you have entered is invalid
hu_hu: A megadott kártya lejárati éve érvénytelen

source: Incorrect amount received in the IPN. Amount received was %1$s. The amount should have been %2$s. PayPal Transaction ID: %3$s
hu_hu: Helytelen összeg érkezett az IPN-ben. A beérkezett összeg: %1$s. A helyes összeg: %2$s. PayPal tranzakcióazonosító: %3$s

source: Transaction ID %1$s is pending in PayPal for reason: %2$s
hu_hu: A(z) %1$s tranzakcióazonosító függőben van a PayPalon, oka: %2$s

source: Membership cancelled via PayPal Standard IPN.
hu_hu: A tagság a PayPal Standard IPN-en keresztül le lett mondva.

source: Please enter all required fields.
hu_hu: Kérjük, töltse ki az összes kötelező mezőt.

source: Error updating subscription
hu_hu: Hiba az előfizetés frissítésekor

source: PayPal cancellation failed - no API access.
hu_hu: A lemondás a PayPalon nem sikerült - nincs API-hozzáférés.

source: The 2Checkout API username and password must be defined
hu_hu: A 2Checkout API felhasználónevet és jelszót meg kell adni.

source: Unexpected error cancelling 2Checkout payment profile.
hu_hu: Váratlan hiba a 2Checkout fizetési profil megszüntetésekor.

source: This plugin is not fully active.
hu_hu: Ez a bővítmény nincs teljesen aktiválva.

source: Requires %1$s (%2$s), but (%3$s) is installed.
hu_hu: A következő szükséges: %1$s (%2$s), de (%3$s) van telepítve.

source: Requires %1$s (%2$s), but it appears to be missing.
hu_hu: A következő szükséges: %1$s (%2$s), de úgy tűnik, hogy hiányzik.

source: Requirements
hu_hu: Követelmények

source: Restrict Content Pro Requirements
hu_hu: A Restrict Content Pro követelményei

source: Black Friday Sale: Save 40% on Restrict Content Pro. Make your purchase before 12/3/24
hu_hu: Black Friday akció: Takarítson meg 40%-ot a Restrict Content Pro árából. Vásároljon 2024.12.03. előtt

source: Close button
hu_hu: Bezáró gomb

source: Already a Member? Example Text
hu_hu: Már tag? Példaszöveg

source: Link to the Registration form, and then redirect the registration form to the specified page.
hu_hu: Hivatkozás a regisztrációs űrlapra, majd a regisztrációs űrlap átirányítása a megadott oldalra.

source: Content Upgrade Redirect
hu_hu: Tartalomfrissítés átirányítás

source: Redirect Settings
hu_hu: Átirányítás beállításai

source: Registration Button URL
hu_hu: Regisztrációs gomb URL-je

source: Login Text URL
hu_hu: Bejelentkezési szöveg URL-je

source: Redirect Destination URL
hu_hu: Átirányítás cél URL-je

# block title
source: Content Upgrade Redirect
hu_hu: Tartalomfrissítés átirányítás

# block description
source: Link to a page containing a Registration Form, then redirect the registration form to the specified Redirect URL.
hu_hu: Hivatkozás egy regisztrációs űrlapot tartalmazó oldalra, majd a regisztrációs űrlap átirányítása a megadott átirányítási URL-re.
