Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: Set up a complete membership system for your WordPress site and deliver premium content to your members. Unlimited membership packages, membership management, discount codes, registration / login forms, and more.
hu_hu: Állítson be egy teljes körű tagsági rendszert WordPress webhelyéhez, és szállítson prémium tartalmat tagjainak. Korlátlan tagsági csomagok, tagságkezelés, kedvezménykódok, regisztrációs / bejelentkezési űrlapok és még sok más.

source: Add-ons for Restrict Content Pro
hu_hu: Kiegészítők a Restrict Content Pro-hoz

source: Browse all add-ons
hu_hu: Tekintse meg az összes kiegészítőt

source: These add-ons <em><strong>add functionality</strong></em> to your Restrict Content Pro-powered site.
hu_hu: Ezek a kiegészítők <em><strong>további funkciókat biztosítanak</strong></em> a Restrict Content Pro-val működő webhelyéhez.

source: Pro add-ons are only available with a Professional or Ultimate license. If you already have one of these licenses, simply <a href="%s">log in to your account</a> to download any of these add-ons.
hu_hu: A Pro kiegészítők csak Professional vagy Ultimate licenccel érhetők el. Ha már rendelkezik ezen licencek egyikével, egyszerűen <a href="%s">jelentkezzen be a fiókjába</a>, és töltse le bármelyik kiegészítőt.

source: If you have a Personal or Plus license, you can easily upgrade from your account page to <a href="%s">get access to all of these add-ons</a>!
hu_hu: Ha Personal vagy Plus licence van, a fiókja oldaláról könnyen frissíthet, hogy <a href="%s">hozzáférjen mindegyik kiegészítőhöz</a>!

source: Our official free add-ons are available to all license holders!
hu_hu: Hivatalos, ingyenes kiegészítőink minden licenctulajdonos számára elérhetők!

source: There was an error retrieving the add-ons list from the server. Please try again later.
hu_hu: Hiba történt a kiegészítők listájának lekérésekor a szerverről. Kérjük, próbálja meg később újra.

source: Registration Page
hu_hu: Regisztrációs oldal

source: Registration Success Page
hu_hu: Sikeres regisztráció oldal

source: Account Page
hu_hu: Fiókoldal

source: Edit Profile Page
hu_hu: Profil szerkesztése oldal

source: Update Card Page
hu_hu: Kártya frissítése oldal

source: No users found
hu_hu: Nem található felhasználó

source: You should now configure your Restrict Content Pro settings
hu_hu: Most állítsa be a Restrict Content Pro beállításait

source: The Restrict Content Pro database needs to be updated:
hu_hu: Frissíteni kell a Restrict Content Pro adatbázisát:

source: upgrade now
hu_hu: frissítse most

source: The Restrict Content Pro database has been updated
hu_hu: A Restrict Content Pro adatbázisa frissítve lett

source: The page selected for log in redirect does not appear to contain a log in form. Please add [login_form] to the page then re-enable the log in redirect option.
hu_hu: A bejelentkezési átirányításhoz kiválasztott oldal úgy tűnik, nem tartalmaz bejelentkezési űrlapot. Kérjük, adja hozzá az oldalhoz a [login_form] kódot, majd engedélyezze újra a bejelentkezési átirányítás opciót.

source: The Restrict Content Pro "Free Content Message" and "Premium Content Message" settings have been merged into one "Restricted Content Message" setting field. Please visit the
hu_hu: A Restrict Content Pro "Free Content Message" és "Premium Content Message" beállítások összevonásra kerültek egyetlen "Restricted Content Message" beállításmezőbe. Kérjük, keresse fel a

source: settings page
hu_hu: beállítások oldalt

source: to confirm your new message.
hu_hu: az új üzenet megerősítéséhez.

source: For more information, view our version 3.0 release post on the Restrict Content Pro blog:
hu_hu: További információért tekintse meg a Restrict Content Pro blog 3.0-s verzióról szóló kiadási bejegyzését:

source: Dismiss Notice
hu_hu: Értesítés elvetése

source: Restrict Content Pro now supports Stripe Connect for easier setup and improved security. <a href="%s">Click here</a> to learn more about connecting your Stripe account.
hu_hu: A Restrict Content Pro mostantól támogatja a Stripe Connectet az egyszerűbb beállítás és a jobb biztonság érdekében. <a href="%s">Kattintson ide</a>, ha többet szeretne megtudni Stripe-fiókja összekapcsolásáról.

# Stripe Connect
source: Dismiss Notice
hu_hu: Értesítés elvetése

source: Restrict Content Pro is increasing its PHP version requirement
hu_hu: A Restrict Content Pro emeli a PHP verziókövetelményét

source: Restrict Content Pro will be increasing its PHP requirement to version 5.6 or higher in version 3.0. It looks like you're using version %s, which means you will need to upgrade your version of PHP before upgrading to Restrict Content Pro 3.0. Newer versions of PHP are both faster and more secure. The version you're using <a href="%s" target="_blank">no longer receives security updates</a>, which is another great reason to update.
hu_hu: A Restrict Content Pro a 3.0-s verzióban a PHP-követelményt 5.6-ra vagy magasabbra emeli. Úgy tűnik, Ön a(z) %s verziót használja, ami azt jelenti, hogy a Restrict Content Pro 3.0-ra frissítés előtt frissítenie kell a PHP verzióját. A PHP újabb verziói gyorsabbak és biztonságosabbak. Az Ön által használt verzió <a href="%s" target="_blank">már nem kap biztonsági frissítéseket</a>, ami egy újabb nyomós ok a frissítésre.

source: Which version should I upgrade to?
hu_hu: Melyik verzióra érdemes frissítenie?

source: In order to be compatible with future versions of Restrict Content Pro, you should update your PHP version to 5.6, 7.0, 7.1, or 7.2. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP 7.1 or higher to receive the full speed and security benefits provided to more modern and fully supported versions of PHP. However, some plugins may not be fully compatible with PHP 7+, so more testing may be required.
hu_hu: A Restrict Content Pro jövőbeli verzióival való kompatibilitás érdekében frissítse PHP-verzióját 5.6-ra, 7.0-ra, 7.1-re vagy 7.2-re. Egy átlagos WordPress webhelyen a PHP 5.6-ra váltásnak nem szabad problémát okoznia. Ugyanakkor azt javasoljuk, hogy 7.1-re vagy újabbra váltson, hogy élvezhesse a modernebb, teljes körűen támogatott PHP-verziók által nyújtott teljesítmény- és biztonsági előnyöket. Néhány bővítmény azonban nem feltétlenül teljes mértékben kompatibilis a PHP 7+-szal, így több tesztelésre lehet szükség.

source: Need help upgrading? Ask your web host!
hu_hu: Segítségre van szüksége a frissítéshez? Forduljon a tárhelyszolgáltatójához!

source: Many web hosts can give you instructions on how/where to upgrade your version of PHP through their control panel, or may even be able to do it for you. If they do not want to upgrade your PHP version then we would suggest you switch hosts. All of the <a href="%s" target="_blank">WordPress hosting partners</a> support PHP 7.0 and higher.
hu_hu: Számos tárhelyszolgáltató tud Önnek útmutatást adni arról, hogyan és hol frissítse a PHP-verzióját a vezérlőpulton keresztül, vagy akár el is tudja végezni ezt Ön helyett. Ha nem akarják frissíteni az Ön PHP-verzióját, javasoljuk, hogy váltson szolgáltatót. Az összes <a href="%s" target="_blank">WordPress tárhelypartner</a> támogatja a PHP 7.0-t és újabb verziókat.

source: You are using an outdated version of the Stripe integration for Restrict Content Pro. Please <a href="%s">deactivate</a> the add-on version to configure the new version.
hu_hu: Ön a Restrict Content Pro Stripe-integrációjának elavult verzióját használja. Kérjük, <a href="%s">tiltsa le</a> a kiegészítő verzióját az új verzió beállításához.

source: You are using an outdated version of the PayPal Pro / Express integration for Restrict Content Pro. Please <a href="%s">deactivate</a> the add-on version to configure the new version.
hu_hu: Ön a Restrict Content Pro PayPal Pro / Express integrációjának elavult verzióját használja. Kérjük, <a href="%s">tiltsa le</a> a kiegészítő verzióját az új verzió beállításához.

source: ACTION REQUIRED: You need to update your Authorize.net payment gateway for Restrict Content Pro
hu_hu: MŰVELET SZÜKSÉGES: Frissítenie kell az Authorize.net fizetési átjárót a Restrict Content Pro-hoz

source: The Authorize.net payment gateway has been removed from the main Restrict Content Pro plugin. To continue processing payments with this gateway you need to install the new Authorize.net add-on. Once installed, please follow the instructions to <a href="%1$s" target="_blank">enter your signature key</a> and <a href="%1$s" target="_blank">set up a webhook</a>.
hu_hu: Az Authorize.net fizetési átjárót eltávolítottuk a fő Restrict Content Pro bővítményből. Ha továbbra is szeretne fizetéseket feldolgozni ezzel az átjáróval, telepítenie kell az új Authorize.net kiegészítőt. Telepítés után kérjük, kövesse az utasításokat a <a href="%1$s" target="_blank">signature key megadásához</a> és <a href="%1$s" target="_blank">egy webhook beállításához</a>.

source: Install
hu_hu: Telepítés

source: Restrict Content Pro: Support for Stripe Checkout is ending in version 3.2
hu_hu: Restrict Content Pro: A Stripe Checkout támogatása a 3.2-es verzióban megszűnik

source: Stripe will not be updating the Stripe Checkout modal to comply with Strong Customer Authentication (SCA) and as a result, the Stripe Checkout gateway will be removed from Restrict Content Pro in version 3.2. You will automatically be switched over to our Stripe Elements gateway instead. This will affect the appearance of your registration form, but will not impact payment processing or renewals. <a href="%s" target="_blank">Click here to learn more.</a>
hu_hu: A Stripe nem frissíti a Stripe Checkout modális ablakot az Erős ügyfélhitelesítés (SCA) előírásainak való megfelelés érdekében, ezért a Stripe Checkout átjárót a Restrict Content Pro 3.2-es verziójában eltávolítjuk. Ehelyett automatikusan a Stripe Elements átjáróra váltunk. Ez a regisztrációs űrlap megjelenését érinti, de nem befolyásolja a fizetések feldolgozását vagy a megújításokat. <a href="%s" target="_blank">Kattintson ide, ha többet szeretne megtudni.</a>

source: Restrict Content Pro will not send emails because the %s constant is active. Remove it from your code to re-enable email notifications. (Emails generated by other plugins or WordPress core are not affected.)
hu_hu: A Restrict Content Pro nem fog e-maileket küldeni, mert a %s konstans aktív. Távolítsa el a kódból az e-mail értesítések újbóli engedélyezéséhez. (Más bővítmények vagy a WordPress core által generált e-maileket ez nem érinti.)

source: Payment deleted
hu_hu: Fizetés törölve

source: Payment added
hu_hu: Fizetés hozzáadva

source: Payment creation failed
hu_hu: A fizetés létrehozása nem sikerült

source: Payment updated
hu_hu: Fizetés frissítve

source: Payment update failed
hu_hu: A fizetés frissítése nem sikerült

source: Database upgrade complete
hu_hu: Az adatbázis-frissítés befejeződött

source: The user's membership has been added
hu_hu: A felhasználó tagsága hozzáadva

source: The user's membership could not be added
hu_hu: A felhasználó tagságát nem sikerült hozzáadni

source: Member accounts updated
hu_hu: Tagfiókok frissítve

source: Member's payment profile cancelled successfully
hu_hu: A tag fizetési profilja sikeresen megszüntetve

source: The member's payment profile could not be cancelled. Please see the member's user notes for details.
hu_hu: A tag fizetési profilját nem sikerült megszüntetni. Kérjük, tekintse meg a tag felhasználói megjegyzéseit a részletekért.

source: Verification email sent successfully.
hu_hu: Ellenőrző e-mail sikeresen elküldve.

source: The user's email has been verified successfully
hu_hu: A felhasználó e-mail-címe sikeresen ellenőrizve

source: Customer added
hu_hu: Ügyfél hozzáadva

source: Customer updated
hu_hu: Ügyfél frissítve

source: Note added
hu_hu: Megjegyzés hozzáadva

source: Customer deleted
hu_hu: Ügyfél törölve

source: Membership added
hu_hu: Tagság hozzáadva

source: Membership updated
hu_hu: Tagság frissítve

source: Membership level changed
hu_hu: Tagsági szint módosítva

source: Membership has been expired. The customer no longer has access to associated content.
hu_hu: A tagság lejárt. Az ügyfél már nem fér hozzá a kapcsolódó tartalomhoz.

source: Membership cancelled. The customer will retain access until they reach their expiration date.
hu_hu: A tagság lemondva. Az ügyfél a lejárati dátumig megőrzi a hozzáférést.

source: Membership cancellation failed: %s
hu_hu: A tagság lemondása nem sikerült: %s

source: Membership cancellation failed
hu_hu: A tagság lemondása nem sikerült

source: Membership deleted
hu_hu: Tagság törölve

source: Failed to change auto renew settings.
hu_hu: Az automatikus megújítás beállításainak módosítása nem sikerült.

source: Membership level added
hu_hu: Tagsági szint hozzáadva

source: Membership level updated
hu_hu: Tagsági szint frissítve

source: Invalid price: the membership level price must be a valid positive number.
hu_hu: Érvénytelen ár: a tagsági szint árának érvényes, pozitív számnak kell lennie.

source: Invalid fee: the membership level price must be a valid positive number.
hu_hu: Érvénytelen díj: a tagsági szint díjának érvényes, pozitív számnak kell lennie.

source: Invalid trial: a membership level with a trial must have a price and duration greater than zero. Please see <a href="%s">the documentation article on creating trials</a> for further instructions.
hu_hu: Érvénytelen próbaidő: a próbaidővel rendelkező tagsági szintnek nullánál nagyobb árral és időtartammal kell rendelkeznie. Kérjük, tekintse meg a <a href="%s">próbaidők létrehozásáról szóló dokumentációs cikket</a> további útmutatásért.

source: Invalid Maximum Renewals: A one-time payment cannot include a payment plan.
hu_hu: Érvénytelen maximális megújítások: az egyszeri fizetés nem tartalmazhat részletfizetési tervet.

source: An unexpected error occurred while trying to add the membership level.
hu_hu: Váratlan hiba történt a tagsági szint hozzáadásakor.

source: An unexpected error occurred while trying to update the membership level.
hu_hu: Váratlan hiba történt a tagsági szint frissítésekor.

source: Membership level fields are required
hu_hu: A tagsági szint mezői kötelezőek

source: Membership level deleted
hu_hu: Tagsági szint törölve

source: Membership level activated
hu_hu: Tagsági szint aktiválva

source: Membership level deactivated
hu_hu: Tagsági szint inaktiválva

source: Discount code created
hu_hu: Kedvezménykód létrehozva

source: The discount code could not be created due to an error
hu_hu: A kedvezménykódot hiba miatt nem sikerült létrehozni

source: A discount with the code %s already exists.
hu_hu: Már létezik kedvezmény a(z) %s kóddal.

source: A discount with this code already exists.
hu_hu: Már létezik kedvezmény ezzel a kóddal.

source: Please enter a discount amount containing numbers only.
hu_hu: Kérjük, a kedvezmény összegét csak számokkal adja meg.

source: Percentage discounts must be whole numbers between 1 and 100.
hu_hu: A százalékos kedvezményeknek 1 és 100 közötti egész számoknak kell lenniük.

source: Discount code successfully deleted
hu_hu: Kedvezménykód sikeresen törölve

source: Discount code activated
hu_hu: Kedvezménykód aktiválva

source: Discount code deactivated
hu_hu: Kedvezménykód inaktiválva

source: Post type restrictions updated.
hu_hu: Bejegyzéstípus-korlátozások frissítve.

source: Telemetry status changed to Opt In
hu_hu: A telemetriai állapot Opt In értékre változott

source: Telemetry status changed to Opt Out
hu_hu: A telemetriai állapot Opt Out értékre változott

source: Membership reminder added
hu_hu: Tagsági emlékeztető hozzáadva

source: Membership reminder updated
hu_hu: Tagsági emlékeztető frissítve

source: Membership reminder deleted
hu_hu: Tagsági emlékeztető törölve

source: Test reminder sent successfully
hu_hu: Teszt emlékeztető sikeresen elküldve

source: Test email sent successfully to %s
hu_hu: Teszt e-mail sikeresen elküldve a(z) %s címre

source: Test email failed to send.
hu_hu: A teszt e-mail elküldése nem sikerült.

source: Security check failed
hu_hu: A biztonsági ellenőrzés nem sikerült

source: Error
hu_hu: Hiba

source: Restrict Content Pro Settings
hu_hu: Restrict Content Pro beállítások

source: Restrict
hu_hu: Korlátozás

source: Memberships
hu_hu: Tagságok

source: Customers
hu_hu: Ügyfelek

source: Membership Levels
hu_hu: Tagsági szintek

source: Payments
hu_hu: Fizetések

source: Settings
hu_hu: Beállítások

source: Tools
hu_hu: Eszközök

source: Subscription Reminder
hu_hu: Előfizetési emlékeztető

source: Help
hu_hu: Súgó

source: RCP Addons
hu_hu: RCP kiegészítők

source: Why Go Pro
hu_hu: Miért érdemes Pro-ra váltani

source: RCP Welcome
hu_hu: RCP üdvözlés

source: Restrict Access
hu_hu: Hozzáférés korlátozása

source: Pro Add-ons
hu_hu: Pro kiegészítők

source: Below are just a few of our <a href="%s">pro-only addons.</a>
hu_hu: Az alábbiakban csak néhány <a href="%s">kizárólag Pro-hoz elérhető kiegészítő.</a>

source: <a class="addon-card-cta" href="%s" target="_blank">Learn More</a>
hu_hu: <a class="addon-card-cta" href="%s" target="_blank">További információ</a>

source: Try For Free!
hu_hu: Próbálja ki ingyen!

source: Lock away your exclusive content. Give access to valued members.
hu_hu: Zárja el exkluzív tartalmát. Biztosítson hozzáférést megbecsült tagjainak.

source: A Full-Featured Powerful Membership Solution for WordPress.
hu_hu: Teljes funkcionalitású, hatékony tagsági megoldás WordPresshez.

source: Give Restrict Content Pro a spin, along with the full suite of add-ons. Enter your email and we’ll automatically send you a link to a personal WordPress demo site, no strings attached!
hu_hu: Próbálja ki a Restrict Content Pro-t a teljes kiegészítőcsomaggal együtt. Adja meg e-mail-címét, és automatikusan elküldünk Önnek egy hivatkozást egy személyes WordPress demóoldalhoz, minden kötöttség nélkül!

source: Try Now, Free!
hu_hu: Próbálja ki most, ingyen!

source: Unlock Premium Features
hu_hu: Oldja fel a prémium funkciókat

source: Go beyond the basics with premium features & support.
hu_hu: Lépjen túl az alapokon prémium funkciókkal és támogatással.

source: Pricing Plans
hu_hu: Árazási csomagok

source: 1 Site
hu_hu: 1 webhely

source: 10 Sites
hu_hu: 10 webhely

source: Unlimited
hu_hu: Korlátlan

source: Includes updates & support for one year.
hu_hu: Tartalmaz frissítéseket és támogatást egy évig.

source: Go Pro Now
hu_hu: Váltson Pro-ra most

source: What's included with Pro?
hu_hu: Mit tartalmaz a Pro?

source: Why Go Pro?
hu_hu: Miért érdemes Pro-ra váltani?

source: Grow Your Sales with Premium Features and Add-ons in Restrict Content PRO
hu_hu: Növelje eladásait a Restrict Content PRO prémium funkcióival és kiegészítőivel

source: Limit Number of Connections
hu_hu: Kapcsolatok számának korlátozása

source: Prevent password sharing by limiting the number of simultaneous connections for each member.
hu_hu: Előzze meg a jelszómegosztást az egyes tagokra vonatkozó egyidejű kapcsolatok számának korlátozásával.

source: Remove Stripe Fee
hu_hu: Stripe-díj eltávolítása

source: Remove the 2% fee for processing Stripe payments by upgrading to Restrict Content Pro.
hu_hu: Távolítsa el a Stripe-fizetések feldolgozásának 2%-os díját a Restrict Content Pro-ra való frissítéssel.

source: Pro Emails
hu_hu: Pro e-mailek

source: Unlock email personalization and automatically member expiration & renewal email reminders.
hu_hu: Oldja fel az e-mailek személyre szabását és az automatikus tagságlejárati és megújítási e-mail-emlékeztetőket.

source: Marketing Integration
hu_hu: Marketingintegráció

source: Subscribe members to your Mailchimp, AWeber, ConvertKit, etc., mailing lists.
hu_hu: Iratkoztassa fel a tagjait a Mailchimp-, AWeber-, ConvertKit- stb. levelezőlistáira.

source: Group Accounts
hu_hu: Csoportos fiókok

source: Sell enterprise or group memberships with multiple sub accounts.
hu_hu: Értékesítsen vállalati vagy csoportos tagságokat több al-fiókkal.

source: Drip Content
hu_hu: Csepegtetett tartalom

source: Time-release content to new members based on their start date.
hu_hu: Időzítse a tartalmak közzétételét az új tagok számára a kezdési dátumuk alapján.

source: Offer Discounts
hu_hu: Kedvezmények nyújtása

source: Attract new customers with special promotional codes that give them a discount on the purchase of a membership.
hu_hu: Vonzon be új ügyfeleket olyan speciális promóciós kódokkal, amelyek kedvezményt biztosítanak a tagság megvásárlásakor.

source: Restrict Past Content
hu_hu: Korábbi tartalom korlátozása

source: Restrict content published before a member's join date.
hu_hu: Korlátozza az egyes tagok csatlakozási dátuma előtt közzétett tartalmat.

source: Premium Support
hu_hu: Prémium támogatás

source: Get help from our team of membership experts.
hu_hu: Kérjen segítséget tagsági szakértőkből álló csapatunktól.

source: Try Before You Buy
hu_hu: Próbálja ki vásárlás előtt

source: Unlock Pro Features & Add-Ons
hu_hu: Oldja fel a Pro funkciókat és bővítményeket

source: Need Help?
hu_hu: Segítségre van szüksége?

source: Are you new to Restrict Content? Check out the Getting Started with <a href="%s">Restrict Content guide.</a>
hu_hu: Új a Restrict Contentben? Tekintse meg a <a href="%s">Kezdő lépések a Restrict Contenttel útmutatót.</a>

source: Help Center
hu_hu: Súgóközpont

source: Our Help Center is filled with articles to help you learn more about using Restrict Content and Restrict Content Pro.
hu_hu: Súgóközpontunk tele van cikkekkel, amelyek segítenek többet megtudni a Restrict Content és a Restrict Content Pro használatáról.

source: Troubleshooting
hu_hu: Hibaelhárítás

source: If you run into any errors or things aren’t working as expected, the first step in troubleshooting is to check for a plugin or theme conflict.
hu_hu: Ha bármilyen hibába ütközik, vagy valami nem a várt módon működik, a hibaelhárítás első lépése a bővítmény- vagy témakonfliktus ellenőrzése.

source: Support Forum
hu_hu: Támogatási fórum

source: If you are still having trouble after checking for a conflict, feel free to start a new thread on the Restrict Content support forum.
hu_hu: Ha az ütközések ellenőrzése után továbbra is gondja akad, nyugodtan indítson új témát a Restrict Content támogatási fórumán.

source: Submit Support Ticket
hu_hu: Támogatási jegy beküldése

source: Get Premium Support
hu_hu: Kérjen prémium támogatást

source: Purchase any <a href="%s">Restrict Content Pro subscription</a> and get access to our ticketed support system. Our team of experts is ready to help!
hu_hu: Vásároljon bármilyen <a href="%s">Restrict Content Pro előfizetést</a>, és hozzáférést kap jegyalapú támogatási rendszerünkhöz. Szakértői csapatunk kész segíteni!

source: Welcome %s!
hu_hu: Üdvözöljük %s!

source: Thanks for installing Restrict Content Pro!
hu_hu: Köszönjük, hogy telepítette a Restrict Content Pro-t!

source: Restrict Content Pro is a simple, yet powerful WordPress membership plugin that gives you full control over who can and cannot view content on your WordPress site.
hu_hu: A Restrict Content Pro egy egyszerű, mégis hatékony WordPress tagsági bővítmény, amely teljes ellenőrzést ad afelett, hogy ki tekintheti meg és ki nem a tartalmat az Ön WordPress-webhelyén.

source: Start your membership site and create multiple Membership Levels and collect payments with Stripe, PayPal or Braintree.
hu_hu: Indítsa el tagsági webhelyét, hozzon létre több tagsági szintet, és fogadjon fizetéseket Stripe, PayPal vagy Braintree használatával.

source: Collect Payments with Stripe, PayPal or Braintree
hu_hu: Fizetések fogadása Stripe, PayPal vagy Braintree használatával
