Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: Data Preview
hu_hu: Adatelőnézet

source: - Ignore this field -
hu_hu: - E mező kihagyása -

source: - select field to preview data -
hu_hu: - válasszon mezőt az adatok előnézetéhez -

source: Process Import
hu_hu: Importálás feldolgozása

source: Export %s
hu_hu: %s exportálása

source: Process Export
hu_hu: Exportálás feldolgozása

source: No available membership levels for your account.
hu_hu: Nincsenek elérhető tagsági szintek az Ön fiókjához.

source: Successfully processed %d/%d items. You may now leave the page.
hu_hu: Sikeresen feldolgozva: %d/%d elem. Most már elhagyhatja az oldalt.

source: You must supply a valid queue, name, and callback in %s
hu_hu: Érvényes sort, nevet és visszahívást kell megadnia a(z) %s-ben.

source: Unable to add job %s to the %s queue. It already exists.
hu_hu: Nem sikerült hozzáadni a(z) %s feladatot a(z) %s sorhoz. Már létezik.

source: There was an error adding job: %s. Error message: %s If this issue persists, please contact the Restrict Content Pro support team.
hu_hu: Hiba történt a feladat hozzáadásakor: %s. Hibaüzenet: %s Ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba a Restrict Content Pro ügyfélszolgálatával.

source: Invalid job configuration: %s
hu_hu: Érvénytelen feladatkonfiguráció: %s

source: Failed to add job to queue
hu_hu: Nem sikerült feladatot hozzáadni a sorhoz

source: Invalid job ID.
hu_hu: Érvénytelen feladatazonosító.

source: Restrict Content Pro needs to perform system maintenance. This maintenance is <strong>REQUIRED</strong>.
hu_hu: A Restrict Content Pro-nak rendszerkarbantartást kell végeznie. Ez a karbantartás <strong>KÖTELEZŐ</strong>.

source: <a href="%s">Click here</a> to learn more and start the upgrade.
hu_hu: <a href="%s">Kattintson ide</a> további információért és a frissítés megkezdéséhez.

source: Error processing %s - invalid callback.
hu_hu: Hiba a(z) %s feldolgozása közben - érvénytelen visszahívás.

source: You must supply a valid name, description, and JobInterface callback when registering a batch job.
hu_hu: Csoportos feladat regisztrálásakor érvényes nevet, leírást és JobInterface visszahívást kell megadnia.

source: Download Export File
hu_hu: Exportfájl letöltése

source: User ID
hu_hu: Felhasználói azonosító

source: Discount Codes
hu_hu: Kedvezménykódok

source: Purchase Type
hu_hu: Vásárlás típusa

source: Customer ID
hu_hu: Ügyfélazonosító

source: Payment Type
hu_hu: Fizetés típusa

source: Import file not found.
hu_hu: Az importfájl nem található.

source: Skipping row #%d. Error code: %s; Error message: %s
hu_hu: Sor kihagyása: #%d. Hibakód: %s; Hibaüzenet: %s

source: Skipping row #%d. Error creating or retrieving customer record for user #%d.
hu_hu: Sor kihagyása: #%d. Hiba az ügyfélrekord létrehozásakor vagy lekérésekor a(z) #%d felhasználóhoz.

source: Skipping row #%d (user ID #%d). Error code: %s; Error message: %s
hu_hu: Sor kihagyása: #%d (felhasználói azonosító: #%d). Hibakód: %s; Hibaüzenet: %s

source: Error creating membership record for row #%d (user ID #%d).
hu_hu: Hiba a #%d. sor (felhasználói azonosító: #%d) tagsági rekordjának létrehozásakor.

source: Error updating membership record #%d for row #%d.
hu_hu: Hiba a #%d tagsági rekord frissítésekor a #%d. sorhoz.

source: Email address provided in the CSV does not match the user email on record for user ID #%d.
hu_hu: A CSV-ben megadott e-mail-cím nem egyezik a nyilvántartott felhasználói e-mail-címmel a(z) #%d felhasználói azonosító esetén.

source: User login provided in the CSV does not match the user login on record for user ID #%d.
hu_hu: A CSV-ben megadott felhasználónév nem egyezik a nyilvántartott felhasználónévvel a(z) #%d felhasználói azonosító esetén.

source: Error creating or retrieving user account.
hu_hu: Hiba a felhasználói fiók létrehozásakor vagy lekérésekor.

source: Unable to determine membership level.
hu_hu: Nem sikerült meghatározni a tagsági szintet.

source: Skipping row #%d. Error creating payment record.
hu_hu: Sor kihagyása: #%d. Hiba a fizetési rekord létrehozásakor.

source: Error retrieving user account.
hu_hu: Hiba a felhasználói fiók lekérésekor.

source: Skipped user #%d - unable to locate user account. Possible orphaned user meta.
hu_hu: Kihagyva: felhasználó #%d - nem található felhasználói fiók. Lehetséges árva felhasználói metaadat.

source: Skipped user #%d - unable to determine membership level.
hu_hu: Kihagyva: felhasználó #%d - nem sikerült meghatározni a tagsági szintet.

source: Skipped user #%d - unable to get membership level details for ID #%d.
hu_hu: Kihagyva: felhasználó #%d - nem sikerült lekérni a tagsági szint részleteit a(z) #%d azonosítóhoz.

source: Error inserting customer record for user #%d.
hu_hu: Hiba az ügyfélrekord beszúrásakor a(z) #%d felhasználóhoz.

source: Error inserting membership record for user #%d.
hu_hu: Hiba a tagsági rekord beszúrásakor a(z) #%d felhasználóhoz.

source: Registration failed
hu_hu: A regisztráció sikertelen

source: You must specify a job ID with the --id argument or a job name with the --name argument.
hu_hu: Meg kell adnia egy feladat-azonosítót az --id argumentummal, vagy egy feladatnevet a --name argumentummal.

source: Invalid job.
hu_hu: Érvénytelen feladat.

source: The %s job has already been completed. To run it again anyway, use the --force argument.
hu_hu: Az %s feladat már befejeződött. Ha ennek ellenére újra szeretné futtatni, használja a --force argumentumot.

source: Processing Batch Job: %s
hu_hu: Kötegelt feladat feldolgozása: %s

source: Job completed in %d seconds.
hu_hu: A feladat %d másodperc alatt befejeződött.

source: Old Records:
hu_hu: Régi rekordok:

source: New Records:
hu_hu: Új rekordok:

source: You must have at least one active membership level.
hu_hu: Legalább egy aktív tagsági szinttel kell rendelkeznie.

source: No customer found with this email address.
hu_hu: Nem található ügyfél ezzel az e-mail címmel.

source: This customer does not have any memberships.
hu_hu: Ennek az ügyfélnek nincs egyetlen tagsága sem.

source: No customer with this email address.
hu_hu: Nincs ügyfél ezzel az e-mail címmel.

source: Customer #%d ( %s )
hu_hu: Ügyfél #%d ( %s )

source: User ID: %d
hu_hu: Felhasználóazonosító: %d

source: Username: %s
hu_hu: Felhasználónév: %s

source: First Name: %s
hu_hu: Keresztnév: %s

source: Last Name: %s
hu_hu: Vezetéknév: %s

source: Registration Date: %s
hu_hu: Regisztráció dátuma: %s

source: Last Login Date: %s
hu_hu: Utolsó bejelentkezés dátuma: %s

source: yes
hu_hu: igen

source: no
hu_hu: nem

source: Pending Email Verification: %s
hu_hu: Függőben lévő e-mail ellenőrzés: %s

source: Active Memberships: %d
hu_hu: Aktív tagságok: %d

source: Number of Payments: %d
hu_hu: Fizetések száma: %d

source: Lifetime Value: %s
hu_hu: Élettartam-érték: %s

source: No payments to delete.
hu_hu: Nincs törölhető fizetés.

source: No memberships to delete.
hu_hu: Nincs törölhető tagság.

source: No customers to delete.
hu_hu: Nincs törölhető ügyfél.

source: Membership #%d ( %s )
hu_hu: Tagság #%d ( %s )

source: Customer ID: %d
hu_hu: Ügyfélazonosító: %d

source: Created Date: %d
hu_hu: Létrehozás dátuma: %d

source: Membership Status: %s
hu_hu: Tagság állapota: %s

source: Membership Level: %s
hu_hu: Tagsági szint: %s

source: Billing Cycle: %s
hu_hu: Számlázási ciklus: %s

source: until cancelled
hu_hu: lemondásig

source: Times Billed: %s
hu_hu: Számlázások száma: %s

source: Auto Renew: %s
hu_hu: Automatikus megújítás: %s

source: Expiration Date: %s
hu_hu: Lejárat dátuma: %s

source: Last Renewed: %s
hu_hu: Utolsó megújítás: %s

source: Cancellation Date: %s
hu_hu: Lemondás dátuma: %s

source: Gateway: %s
hu_hu: Fizetési kapu: %s

source: Default Template
hu_hu: Alapértelmezett sablon

source: No template, plain text only
hu_hu: Nincs sablon, csak egyszerű szöveg

source: You cannot send emails with rcp_Emails until init/admin_init has been reached
hu_hu: Nem küldhet e-maileket az rcp_Emails segítségével, amíg az init/admin_init nem fut le

source: The full name of the member
hu_hu: A tag teljes neve

source: The user name of the member on the site
hu_hu: A tag felhasználóneve az oldalon

source: The email address of the member
hu_hu: A tag e-mail címe

source: The first name of the member
hu_hu: A tag keresztneve

source: The last name of the member
hu_hu: A tag vezetékneve

source: The display name of the member
hu_hu: A tag megjelenített neve

source: The expiration date of the member
hu_hu: A tag lejárati dátuma

source: The name of the membership level the member is subscribed to
hu_hu: A tagsági szint neve, amelyre a tag előfizetett

source: The unique key of the membership level the member is subscribed to
hu_hu: Annak a tagsági szintnek az egyedi kulcsa, amelyre a tag előfizetett

source: The amount of the last payment made by the member
hu_hu: A tag által teljesített utolsó fizetés összege

source: The URL to the member's most recent invoice
hu_hu: A tag legutóbbi számlájának URL-je

source: The URL to renew the membership associated with the email being sent
hu_hu: Az elküldött e-mailhez kapcsolódó tagság megújításának URL-je

source: The URL to change (upgrade/downgrade) the membership associated with the email being sent
hu_hu: Az elküldött e-mailhez kapcsolódó tagság módosításának (szintemelés/szintcsökkentés) URL-je

source: The URL to the "Update Billing Card" page for the latest payment (recommended for use in the Renewal Payment Failed email)
hu_hu: A legutóbbi fizetéshez tartozó "Update Billing Card" oldal URL-je (ajánlott a Renewal Payment Failed e-mailben használni)

source: The discount code that was used with the most recent payment
hu_hu: A legutóbbi fizetésnél használt kedvezménykód

source: The member&#8217;s user ID number
hu_hu: A tag felhasználói azonosítószáma

source: The name of this website
hu_hu: Ennek a webhelynek a neve

source: The email verification URL, only for the Email Verification template
hu_hu: Az e-mail-ellenőrzési URL, csak az Email Verification sablonhoz

source: You do not have permission to export data.
hu_hu: Nincs jogosultsága adatok exportálásához.

source: Signup Credit
hu_hu: Regisztrációs jóváírás

source: The day of the renewal/expiration
hu_hu: A megújítás/lejárat napja

source: One day before renewal/expiration
hu_hu: Egy nappal a megújítás/lejárat előtt

source: Two days before renewal/expiration
hu_hu: Két nappal a megújítás/lejárat előtt

source: Three days before renewal/expiration
hu_hu: Három nappal a megújítás/lejárat előtt

source: Four days before renewal/expiration
hu_hu: Négy nappal a megújítás/lejárat előtt

source: Five days before renewal/expiration
hu_hu: Öt nappal a megújítás/lejárat előtt

source: Six days before renewal/expiration
hu_hu: Hat nappal a megújítás/lejárat előtt

source: One week before renewal/expiration
hu_hu: Egy héttel a megújítás/lejárat előtt

source: Two weeks before renewal/expiration
hu_hu: Két héttel a megújítás/lejárat előtt

source: Three weeks before renewal/expiration
hu_hu: Három héttel a megújítás/lejárat előtt

source: One month before renewal/expiration
hu_hu: Egy hónappal a megújítás/lejárat előtt

source: Two months before renewal/expiration
hu_hu: Két hónappal a megújítás/lejárat előtt

source: Three months before renewal/expiration
hu_hu: Három hónappal a megújítás/lejárat előtt

source: One day after expiration
hu_hu: Egy nappal a lejárat után

source: Two days after expiration
hu_hu: Két nappal a lejárat után

source: Three days after expiration
hu_hu: Három nappal a lejárat után

source: One week after expiration
hu_hu: Egy héttel a lejárat után

source: Two weeks after expiration
hu_hu: Két héttel a lejárat után

source: One month after expiration
hu_hu: Egy hónappal a lejárat után

source: Two months after expiration
hu_hu: Két hónappal a lejárat után

source: Three months after expiration
hu_hu: Három hónappal a lejárat után

source: Your Subscription is About to Expire
hu_hu: Az Ön előfizetése hamarosan lejár

source: **THIS IS A DEFAULT TEST MESSAGE - Notice message was not retrieved.** Hello %name%, Your subscription for %subscription_name% will renew or expire on %expiration%.
hu_hu: **EZ EGY ALAPÉRTELMEZETT TESZTÜZENET - Az értesítő üzenet nem került lekérésre.** Tisztelt %name%, A(z) %subscription_name% előfizetése %expiration% napján megújul vagy lejár.

source: Default Subject Message - Your Subscription is About to Renew or Expire
hu_hu: Alapértelmezett tárgyüzenet - Az Ön előfizetése hamarosan megújul vagy lejár

source: Cheatin&#8217; huh?
hu_hu: Csal, igaz?

source: This function is not meant to be called directly. It is only here for backwards compatibility purposes.
hu_hu: Ezt a függvényt nem közvetlen meghívásra szánták. Csak a visszafelé kompatibilitás érdekében van itt.

source: All user meta has been <strong>deprecated</strong> since Restrict Content Pro 3.0! Use the <code>RCP_Membership</code> class instead.
hu_hu: Az összes felhasználói metaadat <strong>elavult</strong> a Restrict Content Pro 3.0 óta! Használja helyette az <code>RCP_Membership</code> osztályt.

source: Your account is pending email verification.
hu_hu: Fiókja e-mailes ellenőrzésre vár.

source: Email successfully verified.
hu_hu: Az e-mail-cím sikeresen ellenőrizve.

source: Email address verified
hu_hu: E-mail-cím ellenőrizve

source: Free trial used via membership "%s" (#%d).
hu_hu: Ingyenes próba felhasználva a(z) "%s" tagságon keresztül (#%d).

source: Logs
hu_hu: Naplók

source: You need to have an active subscription to view this content.
hu_hu: A tartalom megtekintéséhez aktív előfizetéssel kell rendelkeznie.

source: None, reminders disabled
hu_hu: Nincs, emlékeztetők kikapcsolva

source: One day before expiration
hu_hu: Lejárat előtt egy nappal

source: Two days before expiration
hu_hu: Lejárat előtt két nappal

source: Three days before expiration
hu_hu: Lejárat előtt három nappal

source: Four days before expiration
hu_hu: Lejárat előtt négy nappal

source: Five days before expiration
hu_hu: Lejárat előtt öt nappal

source: Six days before expiration
hu_hu: Lejárat előtt hat nappal

source: One week before expiration
hu_hu: Lejárat előtt egy héttel

source: Two weeks before expiration
hu_hu: Lejárat előtt két héttel

source: Three weeks before expiration
hu_hu: Lejárat előtt három héttel

source: One month before expiration
hu_hu: Lejárat előtt egy hónappal

source: Two months before expiration
hu_hu: Lejárat előtt két hónappal

source: Three months before expiration
hu_hu: Lejárat előtt három hónappal

source: Subscription
hu_hu: Előfizetés

source: No payments recorded
hu_hu: Nincs rögzített fizetés

source: An error occurred
hu_hu: Hiba történt

source: Error code: %s
hu_hu: Hibakód: %s

source: An unidentified error occurred.
hu_hu: Azonosítatlan hiba történt.

source: Unable to find customer from member ID.
hu_hu: Nem található ügyfél a tagazonosító alapján.

source: The Braintree payment gateway in Restrict Content Pro requires PHP version 5.4 or later. Please contact your web host and request that your version be upgraded to 5.4 or later. Your site will be unable to take Braintree payments until PHP is upgraded.
hu_hu: A Restrict Content Pro Braintree fizetési átjárója a PHP 5.4-es vagy újabb verzióját igényli. Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával, és kérje, hogy a PHP-verziót frissítsék 5.4-re vagy újabbra. Webhelye nem tud Braintree-fizetéseket fogadni, amíg a PHP nincs frissítve.

source: Can't get property %s
hu_hu: Nem sikerült lekérni a(z) %s tulajdonságot

source: Please enter a discount code.
hu_hu: Kérjük, adjon meg egy kedvezménykódot.

source: Failed to insert new discount code.
hu_hu: Nem sikerült az új kedvezménykód beszúrása.

source: Invalid discount ID.
hu_hu: Érvénytelen kedvezményazonosító.

source: Failed to update discount code.
hu_hu: Nem sikerült a kedvezménykód frissítése.

source: is now subscribed to
hu_hu: most előfizetett erre

source: Membership level
hu_hu: Tagsági szint

source: Thank you
hu_hu: Köszönjük

source: New membership on %s
hu_hu: Új tagság a(z) %s oldalon

source: New free membership on %s
hu_hu: Új ingyenes tagság a(z) %s oldalon

source: New trial membership on %s
hu_hu: Új próbatagság a(z) %s oldalon

source: has cancelled their membership to
hu_hu: lemondta a tagságát a következőnél

source: Their membership level was
hu_hu: A tagsági szintje ez volt

source: Cancelled membership on %s
hu_hu: Lemondott tagság a(z) %s oldalon

source: membership has expired
hu_hu: a tagság lejárt

source: Expired membership on %s
hu_hu: Lejárt tagság a(z) %s oldalon

source: just submitted a manual payment on
hu_hu: épp most kézi fizetést nyújtott be itt

source: New manual payment on %s
hu_hu: Új kézi fizetés a(z) %s oldalon

source: Please confirm your email address
hu_hu: Kérjük, erősítse meg az e-mail-címét

source: Verification email sent to member.
hu_hu: Ellenőrző e-mail elküldve a tagnak.

source: Not available
hu_hu: Nem áll rendelkezésre

source: Error creating Stripe customer: %s
hu_hu: Hiba a Stripe-ügyfél létrehozásakor: %s

source: Missing Stripe payment intent, please try again or contact support if the issue persists.
hu_hu: Hiányzó Stripe Payment Intent, kérjük, próbálja meg újra, vagy lépjen kapcsolatba az ügyfélszolgálattal, ha a probléma továbbra is fennáll.

source: User ID: %1$d - User Email: %2$s - Membership: %3$s
hu_hu: Felhasználói azonosító: %1$d - Felhasználó e-mail-címe: %2$s - Tagság: %3$s

source: An unknown error has occurred.
hu_hu: Ismeretlen hiba történt.

source: An error has occurred (code: %1$s; message: %2$s).
hu_hu: Hiba történt (kód: %1$s; üzenet: %2$s).

source: Exiting Stripe webhook - no event ID found.
hu_hu: Kilépés a Stripe webhookból - nem található eseményazonosító.

source: Exiting Stripe webhook - Stripe object is an invalid event type.
hu_hu: Kilépés a Stripe webhookból - a Stripe objektum érvénytelen eseménytípus.

source: Exiting Stripe webhook - Unregistered Stripe webhook. The webhook "%s" is not currently handled.
hu_hu: Kilépés a Stripe webhookból - Nem regisztrált Stripe webhook. A(z) "%s" webhook jelenleg nincs kezelve.

source: Exiting Stripe webhook - no customer attached to event.
hu_hu: Kilépés a Stripe webhookból - nincs ügyfél társítva az eseményhez.

source: Exiting Stripe webhook - membership not found. Customer ID: %s.
hu_hu: Kilépés a Stripe webhookból - tagság nem található. Ügyfélazonosító: %s.

source: Exiting Stripe webhook - no membership level ID for membership.
hu_hu: Kilépés a Stripe webhookból - nincs tagsági szint azonosító a tagsághoz.

source: rcp_stripe_charge_succeeded action fired successfully
hu_hu: rcp_stripe_charge_succeeded action sikeresen lefutott

source: Duplicate payment found. Transaction ID %s
hu_hu: Duplikált fizetés található. Tranzakcióazonosító %s

source: rcp_stripe_charge_failed action fired successfully
hu_hu: rcp_stripe_charge_failed action sikeresen lefutott

source: Membership #%d just disabled auto renew - not cancelling.
hu_hu: A(z) #%d tagság most letiltotta az automatikus megújítást - nem kerül lemondásra.

source: Membership #%d has completed its payment plan - not cancelling.
hu_hu: A(z) #%d tagság befejezte a fizetési tervét - nem kerül lemondásra.

source: Membership cancelled via Stripe webhook.
hu_hu: A tagság a Stripe webhookon keresztül lemondásra került.

source: Membership cancelled successfully
hu_hu: A tagság lemondása sikeres

source: Membership expired via Stripe webhook
hu_hu: A tagság lejárt a Stripe webhookon keresztül

source: Exiting Stripe webhook due to PHP exception: %s.
hu_hu: Kilépés a Stripe webhookból PHP kivétel miatt: %s.

source: Restrict Content completed processing webhooks.
hu_hu: A Restrict Content befejezte a webhookok feldolgozását.

source: ending in
hu_hu: végződik

source: expires
hu_hu: lejár

source: Add New Card
hu_hu: Új kártya hozzáadása

source: Name on Card
hu_hu: Név a kártyán

source: Credit Card
hu_hu: Hitelkártya

source: The card holder name you have entered is invalid
hu_hu: Az Ön által megadott kártyatulajdonos neve érvénytelen

source: Missing Stripe test keys. Please enter your test keys to use Stripe in Sandbox Mode.
hu_hu: Hiányoznak a Stripe tesztkulcsok. Kérjük, adja meg tesztkulcsait, hogy a Stripe-ot Sandbox Mode-ban használhassa.

source: Missing Stripe live keys. Please enter your live keys to use Stripe in Live Mode.
hu_hu: Hiányoznak a Stripe éles kulcsok. Kérjük, adja meg éles kulcsait, hogy a Stripe-ot Live Mode-ban használhassa.

source: New Plan ID doesn't exist. New Plan ID: %s
hu_hu: Az új Plan ID nem létezik. Új Plan ID: %s

source: Missing plan name or price.
hu_hu: Hiányzik a terv neve vagy ára.

source: Empty plan ID.
hu_hu: Üres Plan ID.

source: Membership level not found.
hu_hu: A tagsági szint nem található.

source: Unable to get membership level details
hu_hu: Nem sikerült lekérni a tagsági szint részleteit

source: Failed to create Stripe plan
hu_hu: A Stripe-terv létrehozása sikertelen

source: Error creating date for next billing date
hu_hu: Hiba a következő számlázási dátum létrehozásakor

source: Unable to determine Stripe customer ID
hu_hu: Nem sikerült meghatározni a Stripe ügyfélazonosítót

source: Customer deleted in Stripe
hu_hu: Ügyfél törölve a Stripe-ban

source: Price changes not supported.
hu_hu: Az árváltoztatás nem támogatott.

source: Dynamic subscription creation not supported.
hu_hu: A dinamikus előfizetés létrehozása nem támogatott.

source: Next bill date changes not supported.
hu_hu: A következő számlázási dátum módosítása nem támogatott.

source: This feature is not supported by the chosen payment method.
hu_hu: A választott fizetési mód nem támogatja ezt a funkciót.

source: Manual Payment
hu_hu: Manuális fizetés

source: Credit / Debit Card
hu_hu: Hitel-/betéti kártya

source: <strong>Test mode is enabled.</strong> You can use the following card details for %s test transactions:
hu_hu: <strong>A teszt mód engedélyezve van.</strong> A(z) %s teszttranzakcióihoz a következő kártyaadatokat használhatja:

source: Number: %s
hu_hu: Kártyaszám: %s

source: Expiration: any future date
hu_hu: Lejárat: bármely jövőbeli dátum

source: Zip: %s
hu_hu: Irányítószám: %s

source: For more test card numbers visit the <a href="%s" target="_blank">%s documentation page</a>.
hu_hu: További tesztkártyaszámokért keresse fel a <a href="%s" target="_blank">%s dokumentációs oldalát</a>.

source: Your account does not support updating your billing card
hu_hu: Az Ön fiókja nem támogatja a számlázási kártya frissítését

source: Invalid or unknown payment gateway.
hu_hu: Érvénytelen vagy ismeretlen fizetési átjáró.

source: Invalid gateway class.
hu_hu: Érvénytelen átjáróosztály.

source: Payment gateway doesn't support price changes.
hu_hu: A fizetési átjáró nem támogatja az árváltoztatást.

source: Payment gateway doesn't support dynamic subscription creation.
hu_hu: A fizetési átjáró nem támogatja a dinamikus előfizetés-létrehozást.

source: Payment gateway doesn't support renewal date changes.
hu_hu: A fizetési átjáró nem támogatja a megújítás dátumának módosítását.

source: Ajax payment is not supported by this payment method.
hu_hu: Ez a fizetési mód nem támogatja az Ajax fizetést.

source: Are you sure you want to delete this payment method?
hu_hu: Biztos benne, hogy törölni kívánja ezt a fizetési módot?

source: Please enter a card holder name
hu_hu: Kérjük, adja meg a kártyabirtokos nevét

source: Please Wait . . .
hu_hu: Kérjük, várjon . . .

source: You have an overdue invoice for %s. Please update your card details to complete your payment.
hu_hu: Önnek lejárt számlája van %s esetében. Kérjük, frissítse kártyaadatait a fizetés befejezéséhez.

source: Missing Stripe setup intent.
hu_hu: Hiányzik a Stripe setup intent.

source: User is not a customer.
hu_hu: A felhasználó nem ügyfél.

source: User is not a Stripe customer.
hu_hu: A felhasználó nem Stripe-ügyfél.
