Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: This page will show you an overview of all the membership packages you have created on your site. It will also show a variety of details for each package, including the total number of Active subscribers for each level.
hu_hu: Ez az oldal áttekintést ad az Ön webhelyén létrehozott összes tagsági csomagról. Emellett számos részletet is megjelenít minden csomagról, beleértve az egyes szintek Aktív előfizetőinek teljes számát.

source: Adding new membership levels is very simple. First, enter the name you want to give the membership package. This name is displayed on the registration form. Second, give your membership package a description. This is also shown on the registration form.
hu_hu: Új tagsági szintek hozzáadása nagyon egyszerű. Először adja meg a nevet, amelyet a tagsági csomagnak kíván adni. Ez a név a regisztrációs űrlapon jelenik meg. Másodszor adjon leírást a tagsági csomaghoz. Ez szintén megjelenik a regisztrációs űrlapon.

source: Next you need to choose the duration for your membership package. There are several of options for this:
hu_hu: Ezután ki kell választania a tagsági csomag időtartamát. Erre több lehetőség is van:

source: If you are creating a free, unlimited registration, enter "0" here. This will cause users who register with this package to have no expiration date.
hu_hu: Ha ingyenes, korlátlan regisztrációt hoz létre, ide írja be a "0" értéket. Ez azt eredményezi, hogy az e csomaggal regisztráló felhasználók tagságának nem lesz lejárati dátuma.

source: If you are creating a trial membership, which will grant users access to premium content for a limited amount of time for free, then choose the length of time you wish the trial to last.
hu_hu: Ha próba tagságot hoz létre, amely ingyenesen biztosít prémium tartalomhoz hozzáférést korlátozott ideig, akkor válassza ki, mennyi ideig tartson a próbaidő.

source: If you are creating a regular, paid membership, then simply enter the duration for the membership.
hu_hu: Ha egy normál, fizetős tagságot hoz létre, egyszerűen adja meg a tagság időtartamát.

source: Once you have entered a number for the duration, ensure you also choose the correct time unit for the package. This is either <em>Day(s)</em>, <em>Month(s)</em>, or <em>Year(s)</em>.
hu_hu: Miután megadta az időtartamra vonatkozó számot, győződjön meg róla, hogy a csomaghoz a megfelelő időegységet is kiválasztotta. Ez lehet <em>nap(ok)</em>, <em>hónap(ok)</em> vagy <em>év(ek)</em>.

source: Next, enter the price for this membership. The price will be the amount paid for the duration chosen above. So, for example, if you entered 3 Months above, then this would be the price for 3 months of access to the premium content.
hu_hu: Ezután adja meg ennek a tagságnak az árát. Az ár a fent választott időtartamra fizetendő összeg lesz. Például ha fent 3 hónapot adott meg, akkor ez lesz a 3 hónapnyi prémium tartalomhoz való hozzáférés ára.

source: If you want a free or trial membership, simply enter "0", or choose "Free" from the drop down.
hu_hu: Ha ingyenes vagy próba tagságot szeretne, egyszerűen írja be "0"-t, vagy válassza a legördülőből az "Ingyenes" lehetőséget.

source: After you have created a membership level, you may edit it at anytime. Making changes to a membership level will have no effect on current subscribers to that membership, even if you change the price of the package.
hu_hu: Miután létrehozott egy tagsági szintet, bármikor szerkesztheti. Egy tagsági szint módosítása nem lesz hatással az adott tagsághoz tartozó jelenlegi előfizetőkre, még akkor sem, ha módosítja a csomag árát.

source: To edit a membership level, click "Edit" on the right side of the screen for the membership you wish to modify. You will be presented with an edit form to change any and all details of the package. Simply make the changes you need and click "Update Membership Level".
hu_hu: Tagsági szint szerkesztéséhez kattintson a képernyő jobb oldalán a módosítani kívánt tagság mellett a "Szerkesztés" gombra. Megjelenik egy szerkesztő űrlap, amelyen a csomag bármely adatát módosíthatja. Egyszerűen végezze el a szükséges módosításokat, majd kattintson a "Tagsági szint frissítése" gombra.

source: If at anytime you wish to remove a membership level, you may do so by clicked "Delete" on the right side of the screen, from the Membership Levels page. A popup notification will appear, alerting you that you are about to remove the level permanently. If you confirm, the data for the membership level will be deleted, with no way to get it back.
hu_hu: Ha bármikor el szeretne távolítani egy tagsági szintet, ezt a Tagsági szintek oldalon, a képernyő jobb oldalán található "Törlés" gombra kattintva teheti meg. Felugró értesítés jelenik meg, amely figyelmezteti, hogy véglegesen el fogja távolítani a szintet. Ha megerősíti, a tagsági szint adatai törlődnek, és nem állíthatók vissza.

source: <strong>Note</strong>: when you delete a membership level, all subscribers of that membership will have their status changed to <strong>Cancelled</strong>, meaning that all of them will have their access to premium content revoked.
hu_hu: <strong>Megjegyzés</strong>: amikor töröl egy tagsági szintet, az ahhoz tartozó összes előfizető állapota <strong>Cancelled</strong>-re változik, ami azt jelenti, hogy mindannyiuk prémium tartalomhoz való hozzáférése visszavonásra kerül.

source: If you are going to delete a membership with active subscribers, it is advised that you first change the membership level of each of the subscribers before deleting the membership package.
hu_hu: Ha aktív előfizetőkkel rendelkező tagságot készül törölni, javasolt, hogy a tagsági csomag törlése előtt először módosítsa minden előfizető tagsági szintjét.

source: Discount codes allow you to give special offers to new registrations, giving extra incentive for users to sign up for your website's premium content section. Restrict Content Pro's discount codes work just like any other. There are two kinds:
hu_hu: A kedvezménykódok lehetővé teszik, hogy különleges ajánlatokat adjon az új regisztrációknak, extra ösztönzést nyújtva a felhasználóknak, hogy feliratkozzanak webhelye prémium tartalmára. A Restrict Content Pro kedvezménykódjai ugyanúgy működnek, mint bármely más. Kétféle létezik:

source: Flat - a flat dollar amount discount. This will take the specified number of dollars (or whatever your currency is) off of the base membership price.
hu_hu: Fix - fix összegű kedvezmény. Ez a tagsági alapárból levonja a megadott pénzösszeget (dollárban vagy az Ön pénznemében).

source: Percentage - a discount based on a percentage amount. So if your membership is %1$s, and your discount is 10%%, the registration price will be %2$s.
hu_hu: Százalékos - százalékos mértéken alapuló kedvezmény. Tehát ha a tagság ára %1$s, és a kedvezmény 10%%, a regisztrációs ár %2$s lesz.

source: You may create an unlimited number of discount codes, and adding them is simple. From the Discount Codes menu page, simply fill out the form for Add New Discount.
hu_hu: Korlátlan számú kedvezménykódot hozhat létre, és a hozzáadásuk egyszerű. A Kedvezménykódok menüoldalon egyszerűen töltse ki az Új kedvezmény hozzáadása űrlapot.

source: Name - This is just used for your own administrative / organizational purposes.
hu_hu: Név - Ez kizárólag saját adminisztratív/szervezési célokra szolgál.

source: Description - This is used to describe the discount code, and only used for administrative / organizational purposes.
hu_hu: Leírás - A kedvezménykód leírására szolgál, és csak adminisztratív/szervezési célokra használatos.

source: Code - This is the actual code that users will enter in the registration form when signing up. The code can be anything you want, though a string of all uppercase letters, that preferably spell out a word or phrase, is recommended. It is best to avoid using spaces.
hu_hu: Kód - Ez az a tényleges kód, amelyet a felhasználók a regisztrációs űrlapon adnak meg. A kód bármi lehet, de ajánlott csupa nagybetűkből álló karakterláncot használni, lehetőleg olyan szót vagy kifejezést, amely kiolvasható. A szóközök használatát érdemes kerülni.

source: Type - This is the type of discount you want this code to give, either flat or percentage. Read "General" for an explanation of code types.
hu_hu: Típus - Ez az a kedvezménytípus, amelyet ezzel a kóddal adni kíván, lehet fix vagy százalékos. A kódtípusok magyarázatáért olvassa el az "Általános" részt.

source: Amount - This is the amount of discount to give with this code. The discount amount is subtracted from the membership base price.
hu_hu: Összeg - Ez az ezzel a kóddal adandó kedvezmény összege. A kedvezmény összege levonásra kerül a tagság alapárából.

source: Membership Level - You can choose to limit the discount code to a specific membership level only, or allow it to be activated on any level.
hu_hu: Tagsági szint - Korlátozhatja a kedvezménykódot egy adott tagsági szintre, vagy engedélyezheti, hogy bármely szinten aktiválható legyen.

source: Expiration Date - Optionally, you can select a date for the discount code to expire. Leave blank for no expiration.
hu_hu: Lejárati dátum - Opcionálisan megadhat egy dátumot, amikor a kedvezménykód lejár. Hagyja üresen, ha nincs lejárat.

source: Max Uses - You can specify a maximum number of times a discount code may be used. Leave blank for unlimited.
hu_hu: Maximális felhasználások - Megadhatja, hogy a kedvezménykód legfeljebb hányszor használható. Hagyja üresen a korlátlan használathoz.

source: Discount codes can be edited at anytime to change the name, description, code, type, and/or amount. You can also deactivate codes to make them unavailable, but keep them available for future use.
hu_hu: A kedvezménykódok bármikor szerkeszthetők: módosíthatja a nevet, leírást, kódot, típust és/vagy összeget. A kódokat deaktiválhatja is, hogy jelenleg ne legyenek elérhetők, de a jövőbeni használatra megmaradjanak.

source: To edit a discount, click "Edit" on the right side of the screen, next to the discount code you wish to modify. This will bring up a form with all of the discount code's information. Simply change what you wish and click "Update Discount" when finished. You may cancel your editing by clicking "Cancel" at the top of the page.
hu_hu: Kedvezmény szerkesztéséhez kattintson a képernyő jobb oldalán, a módosítani kívánt kedvezménykód mellett a "Szerkesztés" gombra. Ekkor megjelenik egy űrlap a kedvezménykód összes adatával. Egyszerűen módosítsa, amit szeretne, és a végén kattintson a "Kedvezmény frissítése" gombra. A szerkesztést a lap tetején található "Mégse" gombra kattintva megszakíthatja.

source: Discount codes are used when a user registers a new membership on your site. As long as you have at least one discount code created, there will be an option for the user to enter a code when filling out the registration form.
hu_hu: A kedvezménykódok akkor használhatók, amikor egy felhasználó új tagságot regisztrál az Ön webhelyén. Amíg legalább egy kedvezménykódot létrehozott, a regisztrációs űrlap kitöltésekor lesz lehetőség kód megadására.

source: If a user enters a discount code, then that code is checked for validity when the form is submitted. If the code is invalid, an error will be shown, and if the code is valid, then the discount will be applied to the membership price when the user is redirected to the payment gateway.
hu_hu: Ha egy felhasználó megad egy kedvezménykódot, a kód érvényessége az űrlap beküldésekor kerül ellenőrzésre. Ha a kód érvénytelen, hibaüzenet jelenik meg, ha pedig érvényes, a kedvezmény a tagsági árra kerül alkalmazásra, amikor a felhasználó átirányításra kerül a fizetési átjáróhoz.

source: <strong>Note</strong>: users may only use a discount code one time. When a code is used, it is recorded in the database for that user and may never be used by them again.
hu_hu: <strong>Megjegyzés</strong>: a felhasználók egy kedvezménykódot csak egyszer használhatnak. Amikor egy kódot felhasználnak, az rögzítésre kerül az adatbázisban az adott felhasználóhoz, és az adott felhasználó többé nem használhatja fel újra.

source: Each time a discount code is used, a count will be increased in the database so that you can see the total number of times a code has been used.
hu_hu: Minden egyes alkalommal, amikor egy kedvezménykódot használnak, az adatbázisban növekszik a számláló, így láthatja, hányszor használták összesen a kódot.

source: If you wish to see all the discount codes a particular user has used, click "Details" on the user from the Members page.
hu_hu: Ha meg szeretné nézni, hogy egy adott felhasználó milyen kedvezménykódokat használt, kattintson a Tagok oldalon a felhasználónál a "Részletek" gombra.

source: This page is a log of all payments that have ever been recorded with Restrict Content Pro. Each time a payment is made, whether it is a one-time sign up payment, or a recurring membership payment, it is logged here.
hu_hu: Ez az oldal a Restrict Content Pro-val rögzített összes befizetés naplója. Minden egyes befizetés – legyen az egyszeri regisztrációs díj vagy ismétlődő tagsági díj – itt kerül naplózásra.

source: You can see the membership package the payment was made for, the date is was made, the total amount paid, and the user that made the payment.
hu_hu: Megtekintheti, melyik tagsági csomagra történt a befizetés, mikor történt, a teljes összeget, valamint azt a felhasználót, aki a befizetést teljesítette.

source: At the bottom of the payments list, you can also see the total amount that has been earned from membership payments.
hu_hu: A befizetések listájának alján láthatja a tagsági befizetésekből származó összes bevételt is.

source: Payment data is permanent and cannot be manipulated or changed.
hu_hu: A fizetési adatok véglegesek, és nem módosíthatók vagy manipulálhatók.

source: <strong>Note</strong>: this page only lists completed payments. It will not display any payments that are pending, voided, or cancelled.
hu_hu: <strong>Megjegyzés</strong>: ezen az oldalon csak a befejezett befizetések szerepelnek. Függőben lévő, érvénytelenített vagy törölt befizetéseket nem jelenít meg.

source: This Settings page lets you configure all of the options available for Restrict Content Pro. You should configure the settings as desired before using the plugin.
hu_hu: Ez a Beállítások oldal lehetővé teszi a Restrict Content Pro összes elérhető opciójának konfigurálását. A bővítmény használata előtt állítsa be a kívánt beállításokat.

source: If you have any trouble with these settings, or anything else with the plugin, you are welcome to request assistance through our <a href="%s">support forms</a>.
hu_hu: Ha bármilyen problémája van ezekkel a beállításokkal vagy a bővítmény bármely más részével, szívesen segítünk: kérjen segítséget a <a href="%s">támogatási űrlapjainkon</a> keresztül.

source: Restrict Content Pro automatically creates several pages for use inside the plugin. Each page should contain a specific shortcode to display the correct contents.
hu_hu: A Restrict Content Pro automatikusan létrehoz több oldalt a bővítményen belüli használatra. Minden oldalnak tartalmaznia kell egy meghatározott rövidkódot, hogy a megfelelő tartalom jelenjen meg.

source: <strong>Registration Page</strong> - This is the page that contains the [register_form] short code. This option is necessary in order to generate the link (to the registration page) used by short codes such as [subscription_details], which shows the details of a user's current membership, or a link to the registration page if not logged in.
hu_hu: <strong>Regisztrációs oldal</strong> - Ez az az oldal, amely a [register_form] rövidkódot tartalmazza. Ez az opció szükséges ahhoz, hogy létrejöjjön a hivatkozás (a regisztrációs oldalra), amelyet olyan rövidkódok használnak, mint a [subscription_details], amely a felhasználó aktuális tagságának adatait mutatja, vagy ha nincs bejelentkezve, akkor egy hivatkozást a regisztrációs oldalra.

source: <strong>Success Page</strong> - This is the page that users are sent to after they have a successful registration. If the user is signing up for a free account, they will be sent to this page and immediately logged in. If the user is signing up for a premium membership, they will be sent to this page after submitting payment.
hu_hu: <strong>Sikeroldal</strong> - Ez az az oldal, ahová a sikeres regisztráció után kerülnek a felhasználók. Ha a felhasználó ingyenes fiókra iratkozik fel, erre az oldalra kerül és azonnal bejelentkezik. Ha a felhasználó prémium tagságra iratkozik fel, a fizetés beküldése után kerül erre az oldalra.

source: <strong>Account Page</strong> - This page displays the currently logged in user's membership information. It contains the [subscription_details] shortcode.
hu_hu: <strong>Fiók oldal</strong> - Ez az oldal a jelenleg bejelentkezett felhasználó tagsági adatait jeleníti meg. A [subscription_details] rövidkódot tartalmazza.

source: <strong>Edit Profile Page</strong> - This is the page that contains the [rcp_profile_editor] shortcode and allows the member to update their profile information, including first name, last name, email address, and password.
hu_hu: <strong>Profil szerkesztése oldal</strong> - Ez az oldal tartalmazza az [rcp_profile_editor] rövidkódot, és lehetővé teszi a tagnak, hogy frissítse profiladatait, beleértve a keresztnevet, vezetéknevet, e-mail címet és jelszót.

source: <strong>Update Billing Card Page</strong> - This page contains the [rcp_update_card] shortcode and allows the member to update the credit card used for payments. This is only available with some payment gateways. Read <a href="%s">our help article</a> for more information.
hu_hu: <strong>Számlázási kártya frissítése oldal</strong> - Ez az oldal tartalmazza az [rcp_update_card] rövidkódot, és lehetővé teszi a tagnak a fizetéseknél használt hitelkártya frissítését. Ez csak bizonyos fizetési átjárókkal érhető el. További információért olvassa el <a href="%s">segédcikkünket</a>.

source: These are the messages displayed to a user when they attempt to view content that they do not have access to.
hu_hu: Ezek azok az üzenetek, amelyek akkor jelennek meg a felhasználónak, amikor olyan tartalmat próbál megtekinteni, amelyhez nincs hozzáférése.

source: <strong>Free Content Message</strong> - this message will be displayed to non-logged in users when they attempt to access a post or page that is restricted to registered users only. In this case, registered users refers to members that have an account on the site, not necessarily users that have a paid membership. So this message will only be displayed to non-logged in users.
hu_hu: <strong>Ingyenes tartalom üzenet</strong> - ez az üzenet a nem bejelentkezett felhasználóknak jelenik meg, amikor olyan bejegyzést vagy oldalt próbálnak elérni, amely csak regisztrált felhasználók számára korlátozott. Ebben az esetben a regisztrált felhasználók a webhelyen fiókkal rendelkező tagokat jelentik, nem feltétlenül a fizetős tagsággal rendelkezőket. Így ez az üzenet csak a nem bejelentkezett felhasználóknak jelenik meg.

source: <strong>Premium Content Message</strong> - this message is displayed to users, logged in or not, when they attempt to access premium-members-only content. This message will be displayed even to logged in users, if they do not have an active membership on the site.
hu_hu: <strong>Prémium tartalom üzenet</strong> - ez az üzenet a felhasználóknak, akár be vannak jelentkezve, akár nem, akkor jelenik meg, amikor csak prémium tagok számára elérhető tartalmat próbálnak megnyitni. Ez az üzenet a bejelentkezett felhasználóknak is megjelenik, ha nincs aktív tagságuk a webhelyen.

source: You may use HTML tags in these messages
hu_hu: Ezekben az üzenetekben használhat HTML tageket

source: These settings control payment settings, enabled gateways, and API keys.
hu_hu: Ezek a beállítások szabályozzák a fizetési beállításokat, az engedélyezett fizetési átjárókat és az API-kulcsokat.

source: <strong>Currency</strong> - Choose the currency for your site's membership packages.
hu_hu: <strong>Pénznem</strong> - Válassza ki webhelye tagsági csomagjaihoz használandó pénznemet.

source: <strong>Currency Position</strong> - Choose the location of your currency sign, either before or after the amount.
hu_hu: <strong>Pénznem pozíciója</strong> - Válassza ki a pénznem jelének helyét, az összeg előtt vagy után.

source: <strong>Enabled Gateways</strong> - Choose which gateway(s) you wish to enable on your registration form. You may choose one or several. After selecting a gateway, you also need to scroll down to enter your API key(s) and other details.
hu_hu: <strong>Engedélyezett fizetési átjárók</strong> - Válassza ki, melyik átjáró(ka)t kívánja engedélyezni a regisztrációs űrlapon. Kiválaszthat egyet vagy többet. Egy átjáró kiválasztása után lejjebb kell görgetnie, hogy megadja az API-kulcs(oka)t és egyéb részleteket.

source: <strong>Sandbox Mode</strong> - This option allows you to test the plugin with your chosen gateway's sandbox tools. You can submit payments using test accounts and/or card data. Leave this option as <strong> unchecked</strong> in order for your site to function live. Contact <a href="%s">support</a> if you have any questions about processing test payments.
hu_hu: <strong>Sandbox mód</strong> - Ez az opció lehetővé teszi, hogy a bővítményt a választott átjáró sandbox eszközeivel tesztelje. Tesztfiókokkal és/vagy kártyaadatokkal is küldhet fizetéseket. Hagyja ezt az opciót <strong> kikapcsolva</strong>, hogy az oldala élesben működjön. Ha bármilyen kérdése van a tesztfizetések feldolgozásával kapcsolatban, vegye fel a kapcsolatot a <a href="%s">támogatással</a>.

source: These settings allow you to customize the emails that are sent to users when their membership statuses change. Emails are sent to users when their accounts are activated (after successful payment), when accounts are cancelled, when a membership reaches its expiration date, and when a user signs up for a free trial account. Emails are <strong>not</strong> sent when a user's status or membership is manually changed by site admins.
hu_hu: Ezek a beállítások lehetővé teszik, hogy testre szabhassa azokat az e-maileket, amelyeket a felhasználóknak küldünk, amikor tagsági státuszuk megváltozik. E-maileket küldünk a felhasználóknak, amikor a fiókjuk aktiválódik (sikeres fizetés után), amikor a fiókot megszüntetik, amikor egy tagság eléri a lejárati dátumát, illetve amikor egy felhasználó ingyenes próbafiókra iratkozik fel. E-mailek <strong>nem</strong> kerülnek kiküldésre, amikor a felhasználó státuszát vagy tagságát a webhely adminisztrátorai kézzel módosítják.

source: Each message that is sent out to users can be customized to your liking. There are a variety of template tags available for use in the emails, and those are listed below (and to the right of the input fields):
hu_hu: Az összes, a felhasználóknak kiküldött üzenet tetszése szerint testre szabható. Számos sabloncímke áll rendelkezésre az e-mailekben való használatra, ezeket alább (és a beviteli mezők jobb oldalán) soroljuk fel:

source: Each of these template tags will be automatically replaced with their values when the email is sent.
hu_hu: Ezeket a sabloncímkéket az e-mail elküldésekor automatikusan kicseréljük a megfelelő értékeikre.

source: You may use HTML in the emails.
hu_hu: Az e-mailekben használhat HTML-t.

source: These settings allow you to customize the appearance of the payment invoices made available to your customers. All fields are optional.
hu_hu: Ezek a beállítások lehetővé teszik, hogy testre szabhassa az ügyfelei számára elérhető fizetési számlák megjelenését. Minden mező kitöltése opcionális.
