Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: Cancel membership and recurring billing. The customer will retain access until they reach the expiration date.
hu_hu: Tagság és ismétlődő számlázás lemondása. Az ügyfél a lejárati dátumig megőrzi a hozzáférést.

source: Membership cannot be cancelled as it does not have a recurring subscription.
hu_hu: A tagság nem mondható le, mivel nincs ismétlődő előfizetése.

source: Revoke the customer's access immediately
hu_hu: Vonja vissza az ügyfél hozzáférését azonnal

source: %d / Until Cancelled
hu_hu: %d / Lemondásig

source: Unknown (membership level not found)
hu_hu: Ismeretlen (tagsági szint nem található)

source: Trialling Until:
hu_hu: Próbaidő vége:

source: Never Expires
hu_hu: Sosem jár le

source: Cancellation Date:
hu_hu: Lemondás dátuma:

source: Subscription Key:
hu_hu: Előfizetési kulcs:

source: Changed From:
hu_hu: Módosítva erről:

source: Changing the expiration date will not affect when renewal payments are processed.
hu_hu: A lejárati dátum módosítása nem befolyásolja, hogy mikor kerülnek feldolgozásra a megújítási befizetések.

source: The renewal date in the payment gateway will be updated to match the new expiration date.
hu_hu: A fizetési átjáróban a megújítás dátuma frissül az új lejárati dátumhoz igazítva.

source: The renewal price in the payment gateway will be updated.
hu_hu: A fizetési átjáróban a megújítás ára frissül.

source: Enabling Auto Renew:
hu_hu: Automatikus megújítás engedélyezése:

source: A new subscription will be created at the payment gateway.
hu_hu: Új előfizetés jön létre a fizetési átjáróban.

source: The customer will be automatically billed %s on: %s.
hu_hu: Az ügyfelet automatikusan megterheljük %s összeggel ekkor: %s.

source: The customer will be charged %s immediately.
hu_hu: Az ügyfelet azonnal %s összeggel terheljük meg.

source: Disabling Auto Renew:
hu_hu: Automatikus megújítás letiltása:

source: The subscription at the payment gateway will be cancelled, but the membership status will not change.
hu_hu: Az előfizetés a fizetési átjárónál le lesz mondva, de a tagság állapota nem változik.

source: Changing the recurring indicator will not set up or remove a subscription with the gateway. This checkbox is for updating RCP records only.
hu_hu: Az ismétlődő jelző módosítása nem hoz létre és nem is távolít el előfizetést a fizetési átjárónál. Ez a jelölőnégyzet kizárólag az RCP rekordok frissítésére szolgál.

source: Changing the gateway subscription ID can result in renewals not being processed. Do this with caution.
hu_hu: A fizetési átjáró előfizetés-azonosítójának módosítása ahhoz vezethet, hogy a megújítások nem kerülnek feldolgozásra. Csak körültekintéssel végezze.

source: Update Membership
hu_hu: Tagság frissítése

source: Delete Membership
hu_hu: Tagság törlése

source: Payments:
hu_hu: Fizetések:

source: View all payments
hu_hu: Összes fizetés megtekintése

source: Use this form to manually record a renewal payment.
hu_hu: Használja ezt az űrlapot a megújítási befizetés kézi rögzítéséhez.

source: Note: this does not initiate a charge in your merchant processor. This should only be used for recording a missed payment or one that was manually collected.
hu_hu: Megjegyzés: ez nem indít el terhelést az Ön fizetésfeldolgozójánál. Ezt csak kihagyott vagy manuálisan beszedett fizetés rögzítésére használja.

source: Amount:
hu_hu: Összeg:

source: Transaction ID:
hu_hu: Tranzakcióazonosító:

source: Complete
hu_hu: Sikeres

source: Failed
hu_hu: Sikertelen

source: Refunded
hu_hu: Visszatérítve

source: Abandoned
hu_hu: Megszakítva

source: Record Payment and Renew Membership
hu_hu: Fizetés rögzítése és tagság megújítása

source: Record Payment Only
hu_hu: Csak a fizetés rögzítése

source: Invalid membership level.
hu_hu: Érvénytelen tagsági szint.

source: Error locating customer record.
hu_hu: Hiba az ügyfélrekord megkeresésekor.

source: Error adding membership record.
hu_hu: Hiba a tagsági rekord hozzáadásakor.

source: Membership manually created by %s.
hu_hu: A tagságot %s manuálisan hozta létre.

source: Invalid membership ID.
hu_hu: Érvénytelen tagsági azonosító.

source: Error changing membership level.
hu_hu: Hiba a tagsági szint módosításakor.

source: Auto renew enabled by %s.
hu_hu: Az automatikus megújítást %s engedélyezte.

source: Auto renew disabled by %s.
hu_hu: Az automatikus megújítást %s letiltotta.

source: Membership edited by %s.
hu_hu: A tagságot %s szerkesztette.

source: Membership cancelled via admin link by user %s (#%d).
hu_hu: A tagságot %s felhasználó (#%d) adminisztrátori hivatkozáson keresztül lemondta.

source: This entire post type is restricted. Visit the <a href="%s">post type's restriction page</a> to change the settings.
hu_hu: Ez a teljes bejegyzéstípus korlátozva van. A beállítások módosításához keresse fel a <a href=\"%s\">bejegyzéstípus korlátozási oldalát</a>.

source: Member access options
hu_hu: Tag-hozzáférési beállítások

source: Select who should have access to this content.
hu_hu: Válassza ki, ki férhet hozzá ehhez a tartalomhoz.

source: <strong>Membership level</strong>: a membership level refers to a membership option. For example, you might have a Gold, Silver, and Bronze membership level. <br/><br/><strong>Access Level</strong>: refers to a tiered system where a member's ability to view content is determined by the access level assigned to their account. A member with an access level of 5 can view content assigned to access levels of 5 and lower.
hu_hu: <strong>Tagsági szint</strong>: a tagsági szint egy tagsági opcióra utal. Például lehet Gold, Silver és Bronze tagsági szintje. <br/><br/><strong>Hozzáférési szint</strong>: egy olyan rétegezett rendszert jelöl, amelyben a tag tartalommegtekintési jogosultságát a fiókjához rendelt hozzáférési szint határozza meg. Az 5-ös hozzáférési szinttel rendelkező tag megtekintheti az 5-ös és az annál alacsonyabb szinthez rendelt tartalmat.

source: Everyone
hu_hu: Mindenki

source: Members of membership level(s)
hu_hu: A megadott tagsági szint(ek) tagjai

source: Members with an access level
hu_hu: Hozzáférési szinttel rendelkező tagok

source: Members with a certain role
hu_hu: Bizonyos szerepkörrel rendelkező tagok

source: Members of any membership level(s)
hu_hu: Bármely tagsági szint(ek) tagjai

source: Members of any paid membership level(s)
hu_hu: Bármely fizetős tagsági szint(ek) tagjai

source: Members of specific membership levels
hu_hu: Meghatározott tagsági szintek tagjai

source: %s and higher
hu_hu: %s és annál magasabb

source: Require member to have capabilities from this user role.
hu_hu: Követelje meg, hogy a tagnak legyenek e felhasználói szerepkörhöz tartozó jogosultságai.

source: Additional options
hu_hu: További beállítások

source: You can automatically enable or disable excerpts for all posts by adjusting your Content Excerpts setting in Restrict > Settings > Misc.
hu_hu: A kivonatok automatikus engedélyezését vagy letiltását az összes bejegyzésnél a Restrict > Settings > Misc. menüpontban, a Content Excerpts beállítás módosításával végezheti el.

source: This option is disabled because excerpts are enabled for all posts. This can be changed in Restrict > Settings > Misc.
hu_hu: Ez az opció le van tiltva, mert a kivonatok engedélyezve vannak minden bejegyzésnél. Ez a Restrict > Settings > Misc. menüpontban módosítható.

source: This option is disabled because excerpts are disabled for all posts. This can be changed in Restrict > Settings > Misc.
hu_hu: Ez az opció le van tiltva, mert a kivonatok le vannak tiltva minden bejegyzésnél. Ez a Restrict > Settings > Misc. menüpontban módosítható.

source: Show excerpt to members without access to this content.
hu_hu: Mutassa a kivonatot azoknak a tagoknak, akik nem férnek hozzá ehhez a tartalomhoz.

source: Optionally use [restrict paid="true"] ... [/restrict] shortcode to restrict partial content. %sView documentation for additional options%s.
hu_hu: Opcionálisan használhatja a [restrict paid=\"true\"] ... [/restrict] shortcode-ot a részleges tartalom korlátozásához. %sTovábbi beállításokért tekintse meg a dokumentációt%s.

source: Restrict this content
hu_hu: Tartalom korlátozása

source: Type
hu_hu: Típus

source: User #%d (deleted)
hu_hu: Felhasználó #%d (törölve)

source: Edit payment
hu_hu: Fizetés szerkesztése

source: View invoice
hu_hu: Számla megtekintése

source: View all payments by this customer
hu_hu: Az összes, ehhez az ügyfélhez tartozó fizetés megtekintése

source: Customer Payments
hu_hu: Ügyfél fizetései

source: Delete payment
hu_hu: Fizetés törlése

source: 1 payment deleted.
hu_hu: 1 fizetés törölve.

source: Start Date
hu_hu: Kezdő dátum

source: End Date
hu_hu: Záró dátum

source: Filter by gateway
hu_hu: Szűrés átjáró szerint

source: All Gateways
hu_hu: Összes átjáró

source: Filter by transaction type
hu_hu: Szűrés tranzakciótípus szerint

source: All Types
hu_hu: Összes típus

source: Edit Payment
hu_hu: Fizetés szerkesztése

source: User
hu_hu: Felhasználó

source: Edit Member
hu_hu: Tag szerkesztése

source: The user name this payment belongs to.
hu_hu: Annak a felhasználónak a neve, akihez ez a fizetés tartozik.

source: Please enter a payment amount in the format of 1.99
hu_hu: Kérjük, adja meg a fizetés összegét 1.99 formátumban

source: The amount of this payment
hu_hu: E fizetés összege

source: Membership level this payment was for
hu_hu: Az a tagsági szint, amelyre ez a fizetés vonatkozott

source: No discount used
hu_hu: Nem került kedvezmény felhasználásra

source: Discount code used when making this payment
hu_hu: Az e fizetéskor használt kedvezménykód

source: Payment Date
hu_hu: Fizetés dátuma

source: The date for this payment in the format of yyyy-mm-dd
hu_hu: E fizetés dátuma yyyy-mm-dd formátumban

source: Unknown gateway used
hu_hu: Ismeretlen átjáró került használatra

source: Gateway used to make the payment
hu_hu: A fizetéshez használt átjáró

source: The transaction ID for this payment, if any. Click to view in merchant account:
hu_hu: E fizetés tranzakcióazonosítója, ha van. Kattintson a megtekintéshez a kereskedői fiókban:

source: The status of this payment.
hu_hu: E fizetés állapota.

source: Update Payment
hu_hu: Fizetés frissítése

source: Create Payment
hu_hu: Fizetés létrehozása

source: Begin typing the user name to add a payment record for.
hu_hu: Kezdje el begépelni annak a felhasználónak a nevét, akihez fizetési rekordot kíván hozzáadni.

source: The membership level this payment is for.
hu_hu: Az a tagsági szint, amelyre ez a fizetés vonatkozik.

source: Enter the date for this payment in the format of yyyy-mm-dd
hu_hu: Adja meg e fizetés dátumát yyyy-mm-dd formátumban

source: Enter the transaction ID for this payment, if any
hu_hu: Adja meg e fizetés tranzakcióazonosítóját, ha van

source: Pending payments are converted to Complete when finalized. Read more about pending payments <a href="%s">here</a>.
hu_hu: A függőben lévő fizetések véglegesítéskor Teljesítve állapotra váltanak. A függőben lévő fizetésekről bővebben <a href="%s">itt</a> olvashat.

source: Total Earnings
hu_hu: Összes bevétel

source: Search payments
hu_hu: Fizetések keresése

source: Use this form to restrict an entire post type. If set to "Everyone", you will be able to configure restrictions on a post-by-post basis.
hu_hu: Használja ezt az űrlapot egy teljes bejegyzéstípus korlátozására. Ha "Mindenki" értékre állítja, a korlátozásokat bejegyzésenként állíthatja be.

source: Select who should have access to this content
hu_hu: Válassza ki, kinek legyen hozzáférése ehhez a tartalomhoz

source: Everyone (or configure posts individually)
hu_hu: Mindenki (vagy állítsa be a bejegyzéseket egyenként)

source: Require members to have this access level or higher.
hu_hu: Követelje meg, hogy a tagok rendelkezzenek ezzel vagy magasabb hozzáférési szinttel.

source: Save
hu_hu: Mentés

source: Restrict All %s
hu_hu: Összes %s korlátozása

source: Edit Reminder Notice
hu_hu: Emlékeztető értesítés szerkesztése

source: Add Reminder Notice
hu_hu: Emlékeztető értesítés hozzáadása

source: Go Back
hu_hu: Vissza

source: Error: Invalid notice ID.
hu_hu: Hiba: Érvénytelen értesítésazonosító.

source: Notice Type
hu_hu: Értesítés típusa

source: Is this a renewal notice or an expiration notice?
hu_hu: Ez megújítási értesítés vagy lejárati értesítés?

source: <strong>Expiration notices</strong> are sent to "active" and "cancelled" memberships that <strong>do not</strong> have auto renew enabled. They can be used to inform customers that their memberships will not be automatically renewed and they will need to do a manual renewal to retain access to their content.
hu_hu: <strong>Lejárati értesítések</strong> az "aktív" és "lemondott" tagságoknak kerülnek kiküldésre, amelyeknél <strong>nincs</strong> engedélyezve az automatikus megújítás. Használhatók arra, hogy tájékoztassa az ügyfeleket, hogy tagságuk nem lesz automatikusan megújítva, és kézi megújítást kell végezniük a tartalmukhoz való hozzáférés megtartásához.

source: <strong>Reminder notices</strong> are sent to "active" memberships that <strong>do</strong> have auto renew enabled. They can be used to inform customers that their memberships will be automatically renewed and give them a chance to cancel if they do not wish to continue.
hu_hu: <strong>Emlékeztető értesítések</strong> az "aktív" tagságoknak kerülnek kiküldésre, amelyeknél <strong>engedélyezve van</strong> az automatikus megújítás. Használhatók arra, hogy tájékoztassa az ügyfeleket, hogy tagságuk automatikusan meg fog újulni, és lehetőséget adnak a lemondásra, ha nem kívánják folytatni.

source: Email Subject
hu_hu: E-mail tárgya

source: The subject line of the reminder notice email
hu_hu: Az emlékeztető értesítés e-mail tárgysora

source: Email Period
hu_hu: E-mail időzítése

source: When should this email be sent?
hu_hu: Mikor legyen elküldve ez az e-mail?

source: The membership levels this reminder will be sent for. Leave blank for all levels.
hu_hu: Azok a tagsági szintek, amelyekre ezt az emlékeztetőt el kell küldeni. Hagyja üresen az összes szinthez.

source: Enable Notice
hu_hu: Értesítés engedélyezése

source: Check to enable sending the email. If unchecked, the email won't be sent to members.
hu_hu: Jelölje be az e-mail küldésének engedélyezéséhez. Ha nincs bejelölve, az e-mail nem kerül elküldésre a tagoknak.

source: Email Message
hu_hu: E-mail üzenet

source: The email message to be sent with the reminder notice. The following template tags can be used in the message:
hu_hu: Az emlékeztető értesítéssel együtt elküldendő e-mail üzenet. Az üzenetben a következő sabloncímkék használhatók:

source: Renewal
hu_hu: Megújítás

source: Subject
hu_hu: Tárgy

source: Send Period
hu_hu: Küldési időszak

source: Level(s)
hu_hu: Szint(ek)

source: Enabled
hu_hu: Engedélyezve

source: Disabled
hu_hu: Letiltva

source: Multiple Levels
hu_hu: Több szint

source: Preview
hu_hu: Előnézet

source: Send Test Email
hu_hu: Teszt e-mail küldése

source: No reminders set.
hu_hu: Nincsenek beállított emlékeztetők.

source: Add %s Reminder
hu_hu: %s emlékeztető hozzáadása

source: You do not have permission to add reminder notices
hu_hu: Nincs jogosultsága emlékeztető értesítések hozzáadásához

source: Nonce verification failed
hu_hu: Nonce ellenőrzés sikertelen

source: Your Subscription is About to Renew
hu_hu: Előfizetése hamarosan megújul

source: You do not have permission to delete reminder notices
hu_hu: Nincs jogosultsága emlékeztető értesítések törléséhez

source: No reminder notice ID was provided
hu_hu: Nem lett megadva az emlékeztető értesítés ID

source: You do not have permission to send test reminder notices
hu_hu: Nincs jogosultsága teszt emlékeztető értesítések küldéséhez

source: Memberships per page
hu_hu: Tagságok oldalanként

source: Customers per page
hu_hu: Ügyfelek oldalanként

source: Payments per page
hu_hu: Fizetések oldalanként

source: Membership Levels per page
hu_hu: Tagsági szintek oldalanként

source: Hello
hu_hu: Tisztelt

source: There was an error processing your gateway connection request. Code: %s. Message: %s. Please <a href="%s">try again</a>.
hu_hu: Hiba történt a fizetési átjáróhoz való csatlakozási kérelme feldolgozásakor. Kód: %s. Üzenet: %s. Kérjük, <a href="%s">próbálja meg újra</a>.

source: Options saved
hu_hu: Beállítások elmentve

source: No pages found
hu_hu: Nem találhatók oldalak

source: Edit Page
hu_hu: Oldal szerkesztése

source: View Page
hu_hu: Oldal megtekintése

source: Choose the primary registration page. This must contain the [register_form] short code. Additional registration forms may be added to other pages with [register_form id="x"]. <a href="%s" target="_blank">See documentation</a>.
hu_hu: Válassza ki az elsődleges regisztrációs oldalt. Ennek tartalmaznia kell a [register_form] rövidkódot. További regisztrációs űrlapok más oldalakhoz adhatók a [register_form id="x"] használatával. <a href="%s" target="_blank">Dokumentáció megtekintése</a>.

source: Success Page
hu_hu: Sikeroldal

source: This is the page users are redirected to after a successful registration.
hu_hu: Ez az az oldal, amelyre a felhasználók a sikeres regisztráció után átirányításra kerülnek.

source: This page displays the account and membership information for members. Contains <a href="%s" target="_blank">[subscription_details] short code</a>.
hu_hu: Ez az oldal jeleníti meg a tagok fiók- és tagsági adatait. Tartalmazza a <a href="%s" target="_blank">[subscription_details] rövidkódot</a>.

source: This page displays a profile edit form for logged-in members. Contains <a href="%s" target="_blank">[rcp_profile_editor] shortcode.
hu_hu: Ez az oldal a bejelentkezett tagok számára jelenít meg egy profil-szerkesztő űrlapot. Tartalmazza a <a href="%s" target="_blank">[rcp_profile_editor] rövidkódot.

source: Update Billing Card Page
hu_hu: Számlázási kártya frissítési oldal

source: This page displays an update billing card form for logged-in members with recurring subscriptions. Contains <a href="%s" target="_blank">[rcp_update_card] short code</a>.
hu_hu: Ez az oldal visszatérő előfizetéssel rendelkező, bejelentkezett tagok számára jelenít meg egy számlázási kártya frissítő űrlapot. Tartalmazza a <a href="%s" target="_blank">[rcp_update_card] rövidkódot</a>.

source: Multiple Memberships
hu_hu: Több tagság

source: Check this to allow customers to sign up for multiple memberships at a time. If unchecked, each customer will only be able to hold one active membership at a time.
hu_hu: Jelölje be ezt, ha engedélyezni szeretné, hogy az ügyfelek egyszerre több tagságra iratkozzanak fel. Ha nincs bejelölve, minden ügyfél egyszerre csak egy aktív tagsággal rendelkezhet.

source: Always auto renew
hu_hu: Mindig újuljon meg automatikusan

source: Never auto renew
hu_hu: Soha ne újuljon meg automatikusan

source: Let customer choose whether to auto renew
hu_hu: Hagyja az ügyfélre, hogy automatikusan megújuljon-e

source: Select the auto renew behavior you would like membership levels to have.
hu_hu: Válassza ki az automatikus megújítási viselkedést, amelyet a tagsági szintekhez szeretne.

source: Default to Auto Renew
hu_hu: Alapértelmezettként automatikus megújítás

source: Check this to have the auto renew checkbox enabled by default during registration. Customers will be able to change this.
hu_hu: Jelölje be ezt, hogy a regisztráció során az automatikus megújítás jelölőnégyzet alapértelmezetten be legyen kapcsolva. Az ügyfelek ezt megváltoztathatják.

source: Restricted Content Message
hu_hu: Korlátozott tartalom üzenete

source: This is the message shown to users who do not have permission to view content.
hu_hu: Ez az üzenet jelenik meg azoknak a felhasználóknak, akiknek nincs jogosultságuk a tartalom megtekintéséhez.

source: Currency
hu_hu: Pénznem

source: Choose your currency.
hu_hu: Válassza ki a pénznemét.

source: Currency Position
hu_hu: Pénznem pozíciója

source: Before - $10
hu_hu: Előtte - $10

source: After - 10$
hu_hu: Utána - 10$

source: Show the currency sign before or after the price?
hu_hu: A pénznem jelét az ár előtt vagy után jelenítse meg?

source: Gateways
hu_hu: Fizetési átjárók

source: Check each of the payment gateways you would like to enable. Configure the selected gateways below.
hu_hu: Jelölje be az engedélyezni kívánt fizetési átjárókat. Az alábbiakban konfigurálhatja a kiválasztott átjárókat.

source: Enabled Gateways
hu_hu: Engedélyezett fizetési átjárók

source: Sandbox Mode
hu_hu: Sandbox mód

source: Use Restrict Content Pro in Sandbox mode. This allows you to test the plugin with test accounts from your payment processor.
hu_hu: Használja a Restrict Content Pro-t Sandbox módban. Ez lehetővé teszi a bővítmény tesztelését a fizetési szolgáltatója tesztfiókjaival.

source: Note: Sandbox mode is enabled via the RCP_GATEWAY_SANDBOX_MODE constant.
hu_hu: Megjegyzés: A Sandbox mód az RCP_GATEWAY_SANDBOX_MODE konstanssal engedélyezhető.

source: You just toggled the sandbox option. Save the settings using the Save Options button below, then connect your Stripe account for the selected mode.
hu_hu: Most kapcsolta át a Sandbox beállítást. Mentse a beállításokat az alábbi Beállítások mentése gombbal, majd csatlakoztassa Stripe-fiókját a kiválasztott módhoz.

source: Stripe Settings
hu_hu: Stripe beállítások

source: Connect with Stripe
hu_hu: Csatlakozzon a Stripe-hoz

# current value for sandbox mode
source: test
hu_hu: teszt

# current value for sandbox mode
source: live
hu_hu: éles

source: Your Stripe account is connected in %s mode. To connect it in %s mode, toggle the Sandbox Mode setting above and save the settings to continue.
hu_hu: Stripe-fiókja %s módban van csatlakoztatva. Ha %s módban szeretné csatlakoztatni, kapcsolja át fent a Sandbox mód beállítást, és mentse a beállításokat a folytatáshoz.

source: <a href="%s">Click here</a> to reconnect Stripe in %s mode.
hu_hu: <a href="%s">Kattintson ide</a> a Stripe újbóli csatlakoztatásához %s módban.

source: Statement Descriptor
hu_hu: Számlakivonati leírás

source: This allows you to add a statement descriptor
hu_hu: Ez lehetővé teszi egy számlakivonati leírás hozzáadását

source: Statement Descriptor Suffix
hu_hu: Számlakivonati leírás utótagja

source: This allows you to add a suffix to your statement descriptor. <strong>Note:</strong> The suffix will override the Statement descriptor.
hu_hu: Ez lehetővé teszi, hogy utótagot adjon a számlakivonati leíráshoz. <strong>Megjegyzés:</strong> Az utótag felülírja a számlakivonati leírást.

source: <strong>Note:</strong> The suffix will override the Statement descriptor.
hu_hu: <strong>Megjegyzés:</strong> Az utótag felülírja a számlakivonati leírást.

source: Test Publishable Key
hu_hu: Teszt nyilvános kulcs

source: Enter your test publishable key.
hu_hu: Adja meg a teszt nyilvános kulcsát.

source: Test Secret Key
hu_hu: Teszt titkos kulcs

source: Enter your test secret key. Your API keys can be obtained from your <a href="https://dashboard.stripe.com/account/apikeys" target="_blank">Stripe account settings</a>.
hu_hu: Adja meg a teszt titkos kulcsát. Az API-kulcsok a <a href="https://dashboard.stripe.com/account/apikeys" target="_blank">Stripe-fiók beállításaiban</a> szerezhetők be.

source: Live Publishable Key
hu_hu: Éles nyilvános kulcs

source: Enter your live publishable key.
hu_hu: Adja meg az éles nyilvános kulcsát.

source: Live Secret Key
hu_hu: Éles titkos kulcs

source: Enter your live secret key.
hu_hu: Adja meg az éles titkos kulcsát.

source: Disable Global Stripe.js
hu_hu: Globális Stripe.js letiltása
