Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/rcp/rcp-*.po
Languages: hu_hu

source: <strong>Invoice Logo</strong> - Upload a business logo to display on the invoices.
hu_hu: <strong>Számlalógó</strong> - Töltsön fel egy vállalati logót, amely a számlákon megjelenik.

source: <strong>Company Name</strong> - The name of your company.
hu_hu: <strong>Cég neve</strong> - Az Ön cégének neve.

source: <strong>Name</strong> - A personal name that will be shown on the invoice.
hu_hu: <strong>Név</strong> - Egy személy neve, amely a számlán megjelenik.

source: <strong>Address</strong> - There are several address fields you can fill out, including address line 1, address line 1, and a field for city/state/zip.
hu_hu: <strong>Cím</strong> - Több címmező is kitölthető, beleértve az 1. cím sort, az 1. cím sort, valamint egy mezőt a város/állam/irányítószám számára.

source: <strong>Email</strong> - An email address to appear on the invoice.
hu_hu: <strong>E-mail</strong> - Egy e-mail cím, amely a számlán megjelenik.

source: <strong>Header Text</strong> - This text will appear in the header of each invoice.
hu_hu: <strong>Fejléc szövege</strong> - Ez a szöveg minden számla fejlécében megjelenik.

source: <strong>Notes</strong> - Enter any additional notes you'd like to display on the invoice here. This is inserted below the invoice totals.
hu_hu: <strong>Megjegyzések</strong> - Ide írhatja be azokat a további megjegyzéseket, amelyeket a számlán meg szeretne jeleníteni. Ezek a számla összesítője alatt kerülnek beillesztésre.

source: <strong>Footer Text</strong> - Text entered in this box will appear on the footer of each invoice.
hu_hu: <strong>Lábléc szövege</strong> - A mezőbe írt szöveg minden számla láblécében megjelenik.

source: <strong>Hide Restricted Posts</strong> - this option will cause all premium posts to be completely hidden from users who do not have access to them. This is useful if you wish to have content that is 100% invisible to non-authorized users. What this means is that premium posts won't be listed on blog pages, archives, recent post widgets, search results, RSS feeds, or anywhere else. If, when this setting is enabled, a user tries to access a premium post from a direct URL, they will be automatically redirected to the page you choose below.
hu_hu: <strong>Korlátozott bejegyzések elrejtése</strong> - ez az opció teljesen elrejti az összes prémium bejegyzést azoktól a felhasználóktól, akik nem rendelkeznek hozzáféréssel. Ez hasznos, ha olyan tartalmat szeretne, amely 100%-ban láthatatlan a nem jogosult felhasználók számára. Ez azt jelenti, hogy a prémium bejegyzések nem fognak megjelenni a blogoldalakon, archívumokban, legutóbbi bejegyzés widgetekben, találati listákban, RSS feedekben vagy bárhol máshol. Ha ez a beállítás engedélyezve van, és egy felhasználó közvetlen URL-ről próbál elérni egy prémium bejegyzést, akkor automatikusan átirányítjuk az alább kiválasztott oldalra.

source: <strong>Redirect Page</strong> - this is the page non-authorized users are sent to when they try to access a premium post by direct URL.
hu_hu: <strong>Átirányítási oldal</strong> - ez az az oldal, ahová a nem jogosult felhasználók kerülnek, amikor közvetlen URL-lel próbálnak elérni egy prémium bejegyzést.

source: <strong>Redirect Default Login URL</strong> - this option will force the wp-login.php URL to redirect to the page you choose below.
hu_hu: <strong>Alapértelmezett bejelentkezési URL átirányítása</strong> - ez az opció a wp-login.php URL átirányítását kényszeríti az alább kiválasztott oldalra.

source: <strong>Login Page</strong> - this is the page the default login URL redirects to. This page should contain the [login_form] short code.
hu_hu: <strong>Bejelentkezési oldal</strong> - ez az az oldal, ahová az alapértelmezett bejelentkezési URL átirányít. Ennek az oldalnak tartalmaznia kell a [login_form] rövid kódot.

source: <strong>Content Excerpts</strong> - choose whether or not to show excerpts to members without access to the content. You can choose a global setting like "always" or "never", or you can choose to decide for each post individually.
hu_hu: <strong>Tartalom-kivonatok</strong> - válassza ki, hogy megjelenjenek-e kivonatok a tartalomhoz nem hozzáférő tagok számára. Választhat globális beállítást, például "always" vagy "never", vagy dönthet egyedileg minden egyes bejegyzésnél.

source: <strong>Prevent Account Sharing</strong> - check this on if you'd like to prevent multiple users from logging into the same account simultaneously.
hu_hu: <strong>Fiókmegosztás megakadályozása</strong> - jelölje be ezt, ha szeretné megakadályozni, hogy több felhasználó egyszerre ugyanabba a fiókba jelentkezzen be.

source: <strong>Disable WordPress Toolbar</strong> - this option will disable the WordPress toolbar for your subscribers. It will not disable the toolbar for administrators.
hu_hu: <strong>WordPress eszköztár letiltása</strong> - ez az opció letiltja a WordPress eszköztárat az előfizetői számára. Az adminisztrátorok számára nem tiltja le az eszköztárat.

source: <strong>Disable Form CSS</strong> - the plugin adds a small amount of CSS code to the registration form. Check this option to prevent that CSS from being loaded. This is useful if you only want to use your own styling.
hu_hu: <strong>Űrlap CSS letiltása</strong> - a bővítmény kis mennyiségű CSS kódot ad a regisztrációs űrlaphoz. Jelölje be ezt az opciót, hogy megakadályozza ennek a CSS-nek a betöltését. Ez akkor hasznos, ha csak a saját stílusát szeretné használni.

source: <strong>reCaptcha</strong> - Check this to enable a reCaptcha validation form on the registration form. This is an anti-spam protection and will require that the user enter letters/numbers in a field that match a provided image. This requires that you have a reCaptcha account, which is <a href="%s">free to signup for</a>.
hu_hu: <strong>reCaptcha</strong> - Jelölje be ezt a reCaptcha ellenőrző űrlap engedélyezéséhez a regisztrációs űrlapon. Ez egy levélszemét elleni védelem, és megköveteli, hogy a felhasználó egy mezőbe olyan betűket/számokat írjon be, amelyek megegyeznek a megadott képen láthatóval. Ehhez reCaptcha fiókra van szükség, amelyre <a href="%s">ingyenesen regisztrálhat</a>.

source: <strong>Opt into beta versions</strong> - this option allows you to test the Restrict Content Pro beta versions. If enabled, you'll receive an update notification in WordPress when a new beta version is available. You can read more about beta testing in <a href="%s">our help article</a>.
hu_hu: <strong>Részvétel a béta verziókban</strong> - ez az opció lehetővé teszi a Restrict Content Pro béta verzióinak tesztelését. Engedélyezés esetén értesítést kap a WordPressben, amikor új béta verzió érhető el. A béta tesztelésről bővebben olvashat <a href="%s">súgócikkünkben</a>.

source: <strong>Enable IPN Reports</strong> - by checking this option, you will enable an automatic email that is sent to the WordPress admin email anytime a PayPal IPN attempt is made. IPN attempts are made when a user signs up for a paid membership, and when recurring payments are made or cancelled.
hu_hu: <strong>IPN jelentések engedélyezése</strong> - ennek az opciónak a bejelölésével engedélyez egy automatikus e-mailt, amely bármikor elküldésre kerül a WordPress adminisztrátori e-mail címre, amikor PayPal IPN kísérlet történik. IPN kísérletek akkor történnek, amikor egy felhasználó fizetős tagságra iratkozik fel, valamint amikor ismétlődő fizetések megtörténnek vagy megszűnnek.

source: When an IPN attempt is made, it is either Valid, or Invalid. A valid IPN is one that resulted in a successful payment and notification of the payment. An invalid IPN attempt happens when, for whatever reason, PayPal is unable to correctly notify your site of a payment or membership change.
hu_hu: Amikor IPN kísérlet történik, az vagy Valid, vagy Invalid. A Valid IPN olyan, amely sikeres fizetést és a fizetésről szóló értesítést eredményezett. Invalid IPN kísérlet akkor fordul elő, amikor a PayPal valamilyen okból nem tudja helyesen értesíteni az Ön webhelyét egy fizetésről vagy tagságváltozásról.

source: With this option enabled, the email address set in the General WordPress Settings will get an email every time an IPN request is made. This is useful for debugging, in the case something is not working correctly.
hu_hu: Ennek az opciónak az engedélyezésével a WordPress Általános beállításokban megadott e-mail cím minden alkalommal kap egy e-mailt, amikor IPN kérés történik. Ez hasznos a hibakereséshez, ha valami nem működik megfelelően.

source: Error: You do not have permission to perform this action.
hu_hu: Hiba: Nincs jogosultsága a művelet végrehajtásához.

source: Error: Nonce verification failed
hu_hu: Hiba: A nonce ellenőrzése sikertelen

source: Error: Missing importer key.
hu_hu: Hiba: Hiányzik az importáló kulcsa.

source: Error: No such registered importer.
hu_hu: Hiba: Nincs ilyen regisztrált importáló.

source: Error: Missing import file. Please provide an import file.
hu_hu: Hiba: Hiányzik az importfájl. Kérjük, adjon meg egy importfájlt.

source: Error: The file you uploaded does not appear to be a CSV file. File type: %s
hu_hu: Hiba: A feltöltött fájl nem tűnik CSV fájlnak. Fájltípus: %s

source: Error: Something went wrong during the upload process, please try again.
hu_hu: Hiba: Valami hiba történt a feltöltési folyamat során, kérjük, próbálja meg újra.

source: CSV Memberships Import
hu_hu: CSV tagságok importálása

source: Import memberships from file: %s
hu_hu: Tagságok importálása a fájlból: %s

source: CSV Payments Import
hu_hu: CSV fizetések importálása

source: Import payments from file: %s
hu_hu: Fizetések importálása a fájlból: %s

source: CSV %s Import
hu_hu: CSV %s importálása

source: Import data from file: %s
hu_hu: Adatok importálása a fájlból: %s

source: Error: %s
hu_hu: Hiba: %s

source: Error: Batch job creation failed.
hu_hu: Hiba: A kötegelt feladat létrehozása sikertelen.

source: Error: Unable to get batch job callback.
hu_hu: Hiba: Nem sikerült lekérni a kötegelt feladat visszahívását.

source: Error: Missing job ID.
hu_hu: Hiba: Hiányzik a feladat azonosítója.

source: Error: Unable to get batch job.
hu_hu: Hiba: Nem sikerült lekérni a kötegelt feladatot.

source: Error: Unable to get importer information.
hu_hu: Hiba: Nem sikerült lekérni az importáló adatait.

source: Error: Missing job callback.
hu_hu: Hiba: Hiányzik a feladat visszahívása.

source: Membership Level
hu_hu: Tagsági szint

source: - Use CSV Column -
hu_hu: - CSV oszlop használata -

source: Select the membership level to add users to. Membership levels can also be specified in the CSV file.
hu_hu: Válassza ki azt a tagsági szintet, amelyhez a felhasználókat hozzá szeretné adni. A tagsági szintek a CSV fájlban is megadhatók.

source: Expiration
hu_hu: Lejárat

source: Select the expiration date for all memberships. Leave blank if specified in the CSV file. If an expiration date is not provided in either place, it will be automatically calculated based on the selected membership level.
hu_hu: Válassza ki az összes tagság lejárati dátumát. Hagyja üresen, ha a CSV-fájl tartalmazza. Ha egyik helyen sincs megadva lejárati dátum, a kiválasztott tagsági szint alapján automatikusan kerül kiszámításra.

source: Existing Customers
hu_hu: Meglévő ügyfelek

source: Add Additional Memberships
hu_hu: További tagságok hozzáadása

source: Update Existing Memberships
hu_hu: Meglévő tagságok frissítése

source: If importing a membership for a customer that already exists, you can either insert an additional membership record, or update/change the existing membership record.
hu_hu: Ha egy már létező ügyfélhez importál tagságot, hozzáadhat egy további tagsági rekordot, vagy frissítheti/módosíthatja a meglévő tagsági rekordot.

source: Disable Notification Emails
hu_hu: Értesítő e-mailek letiltása

source: Check on to disable customer and admin notification emails during the import process.
hu_hu: Jelölje be az importálás során az ügyfél- és adminisztrátori értesítő e-mailek letiltásához.

source: Send "Set Password" Emails
hu_hu: Küldjön "Jelszó beállítása" e-maileket

source: If checked, new accounts will be sent an email inviting them to set a password. Existing accounts will not receive one.
hu_hu: Bejelölés esetén az új fiókok e-mailt kapnak, amelyben felkéri őket a jelszó beállítására. A meglévő fiókok nem kapnak ilyet.

source: Use this tool to import user memberships into Restrict Content Pro. See <a href="%s">this article</a> for further instructions and a sample CSV file.
hu_hu: Ezzel az eszközzel importálhat felhasználói tagságokat a Restrict Content Pro-ba. További útmutatásért és egy minta CSV-fájlért lásd <a href="%s">ezt a cikket</a>.

source: User Email
hu_hu: Felhasználó e-mail-címe

source: User Login
hu_hu: Felhasználónév

source: User Password
hu_hu: Felhasználói jelszó

source: Membership Level Name
hu_hu: Tagsági szint neve

source: Created Date
hu_hu: Létrehozás dátuma

source: Expiration Date
hu_hu: Lejárati dátum

source: Auto Renew
hu_hu: Automatikus megújítás

source: Times Billed
hu_hu: Számlázások száma

source: Gateway Customer ID
hu_hu: Gateway ügyfél ID

source: Gateway Subscription ID
hu_hu: Gateway előfizetés ID

source: Subscription Key
hu_hu: Előfizetési kulcs

source: Use this tool to import user payments into Restrict Content Pro. See <a href="%s">this article</a> for further instructions and a sample CSV file.
hu_hu: Ezzel az eszközzel importálhat felhasználói fizetéseket a Restrict Content Pro-ba. További útmutatásért és egy minta CSV-fájlért lásd <a href="%s">ezt a cikket</a>.

source: Membership Level ID
hu_hu: Tagsági szint ID

source: Total Amount
hu_hu: Teljes összeg

source: Subtotal
hu_hu: Részösszeg

source: Credits
hu_hu: Jóváírások

source: Fees
hu_hu: Díjak

source: Discount Amount
hu_hu: Kedvezmény összege

source: Discount Code
hu_hu: Kedvezménykód

source: Membership ID
hu_hu: Tagság ID

source: Transaction Type
hu_hu: Tranzakció típusa

source: Edit Member:
hu_hu: Tag szerkesztése:

source: Error: Invalid member ID.
hu_hu: Hiba: Érvénytelen tag ID.

source: The member's login name. This cannot be changed.
hu_hu: A tag bejelentkezési neve. Ez nem módosítható.

source: The member's email address.
hu_hu: A tag e-mail-címe.

source: View User's Profile
hu_hu: Felhasználó profiljának megtekintése

source: Edit User Account
hu_hu: Felhasználói fiók szerkesztése

source: An Active status is required to access paid content. Members with a status of Cancelled may continue to access paid content until the expiration date on their account is reached.
hu_hu: A fizetős tartalmak eléréséhez Aktív állapot szükséges. A Lemondva állapotú tagok a fiókjukon szereplő lejárati dátumig továbbra is hozzáférhetnek a fizetős tartalmakhoz.

source: (Pending email verification. <a href="%s">Click to manually verify email.</a>)
hu_hu: (E-mailes ellenőrzés függőben. <a href="%s">Kattintson ide az e-mail kézi ellenőrzéséhez.</a>)

source: The status of this user's subscription
hu_hu: Ezen felhasználó előfizetésének állapota

source: Revoke access now
hu_hu: Hozzáférés visszavonása most

source: If not enabled, the member will retain access until the end of their current term. If checked, the member's status will be changed to "expired" and access will be revoked immediately.
hu_hu: Ha nincs engedélyezve, a tag a jelenlegi ciklus végéig megőrzi a hozzáférést. Bejelölés esetén a tag állapota "lejárt" értékre változik, és a hozzáférés azonnal visszavonásra kerül.

source: Subscription Level
hu_hu: Előfizetési szint

source: Choose the subscription level for this user
hu_hu: Válassza ki a felhasználó előfizetési szintjét

source: This key is used for reference purposes and may be shown on payment and subscription records in your merchant accounts.
hu_hu: Ez a kulcs hivatkozási célokra szolgál, és megjelenhet a kereskedői fiókjaiban a fizetési és előfizetési rekordokban.

source: The member's subscription key. This cannot be changed.
hu_hu: A tag előfizetési kulcsa. Ez nem módosítható.

source: Expiration date
hu_hu: Lejárati dátum

source: Never expires?
hu_hu: Soha nem jár le?

source: This is the date the member will lose access to content if their membership is not renewed.
hu_hu: Ez az a dátum, amikor a tag elveszíti a tartalmakhoz való hozzáférést, ha a tagságát nem újítják meg.

source: Enter the expiration date for this user in the format of yyyy-mm-dd
hu_hu: Adja meg ennek a felhasználónak a lejárati dátumát yyyy-mm-dd formátumban

source: Payment Profile ID
hu_hu: Fizetési profil azonosító

source: This is the customer's payment profile ID in the payment processor
hu_hu: Ez az ügyfél fizetési profil azonosítója a fizetési szolgáltatónál

source: Recurring
hu_hu: Ismétlődő

source: Is this user's subscription recurring?
hu_hu: Ennek a felhasználónak ismétlődő az előfizetése?

source: If checked, this member has a recurring subscription. Only customers with recurring memberships will be given the option to cancel their membership on their subscription details page.
hu_hu: Ha be van jelölve, a tagnak ismétlődő előfizetése van. Csak az ismétlődő tagsággal rendelkező ügyfelek kapják meg a lehetőséget, hogy lemondják tagságukat az előfizetés részletei oldalán.

source: Trialing
hu_hu: Próbaidő

source: Does this user have a trial membership?
hu_hu: Ennek a felhasználónak van próbatagsága?

source: Members are limited to a single trial membership. Once a trial has been used, the member may not sign up for another trial membership.
hu_hu: A tagok legfeljebb egy próbatagsággal rendelkezhetnek. Ha egy próbalehetőséget már felhasználtak, a tag nem iratkozhat fel újabb próbatagságra.

source: Sign Up Method
hu_hu: Regisztráció módja

source: User Signup
hu_hu: Felhasználói regisztráció

source: Added by admin manually
hu_hu: Admin által manuálisan hozzáadva

source: Imported
hu_hu: Importálva

source: Was this a real signup or a membership given to the user
hu_hu: Ez valódi regisztráció volt, vagy a felhasználónak adott tagság

source: User Notes
hu_hu: Felhasználói megjegyzések

source: Use this area to record notes about this user if needed
hu_hu: Használja ezt a területet, ha szükséges, a felhasználóval kapcsolatos megjegyzések rögzítésére

source: Agreed to Terms
hu_hu: Feltételek elfogadva

source: Agreed to Privacy Policy
hu_hu: Adatvédelmi szabályzat elfogadva

source: Discount codes used
hu_hu: Felhasznált kedvezménykódok

source: Update User Subscription
hu_hu: Felhasználói előfizetés frissítése

source: Please fill out all fields.
hu_hu: Kérjük, töltsön ki minden mezőt.

source: You entered a username that does not exist.
hu_hu: Olyan felhasználónevet adott meg, amely nem létezik.

source: Please supply a valid membership level.
hu_hu: Kérjük, adjon meg érvényes tagsági szintet.

source: Please select at least one member to edit.
hu_hu: Kérjük, válasszon ki legalább egy tagot a szerkesztéshez.

source: Please select a member.
hu_hu: Kérjük, válasszon ki egy tagot.

source: Please select a customer.
hu_hu: Kérjük, válasszon ki egy ügyfelet.

source: Email manually verified by %s.
hu_hu: E-mail manuálisan ellenőrizve: %s.

source: Search memberships
hu_hu: Tagságok keresése

source: Customer:
hu_hu: Ügyfél:

source: Enter the email of an existing customer. If a customer doesn't exist with this email, a new one will be created.
hu_hu: Adja meg egy meglévő ügyfél e-mail-címét. Ha nem létezik ügyfél ezzel az e-mail-címmel, új kerül létrehozásra.

source: Membership Level:
hu_hu: Tagsági szint:

source: No levels found
hu_hu: Nem található szint

source: Membership Status:
hu_hu: Tagsági állapot:

source: Billing Cycle:
hu_hu: Számlázási ciklus:

source: Initial Amount
hu_hu: Kezdeti összeg

source: initially, then
hu_hu: kezdetben, majd

source: Recurring Amount
hu_hu: Ismétlődő összeg

source: for renewals
hu_hu: megújításokhoz

source: Times Billed:
hu_hu: Számlázások száma:

source: Number of times this membership has been billed for so far.
hu_hu: Ennek a tagságnak az eddigi számlázások száma.

source: Date Created:
hu_hu: Létrehozás dátuma:

source: Expiration Date:
hu_hu: Lejárati dátum:

source: Never expires
hu_hu: Soha nem jár le

source: Auto Renew:
hu_hu: Automatikus megújítás:

source: Note: Checking this does not automatically create a recurring subscription. The customer should already have one created in the payment gateway.
hu_hu: Megjegyzés: Ennek bejelölése nem hoz létre automatikusan ismétlődő előfizetést. Az ügyfélnek már rendelkeznie kell ilyennel a fizetési átjáróban.

source: Payment Method:
hu_hu: Fizetési mód:

source: Gateway Customer ID:
hu_hu: Gateway ügyfél azonosító:

source: Gateway Subscription ID:
hu_hu: Gateway előfizetés azonosító:

source: Invalid membership.
hu_hu: Érvénytelen tagság.

source: This membership cannot be cancelled.
hu_hu: Ez a tagság nem mondható le.

source: Confirm Membership Cancellation
hu_hu: Tagság lemondásának megerősítése

source: Are you sure you wish to cancel <a href="%s">membership #%d</a>? This will stop automatic billing. The customer will retain access to restricted content until the membership expiration date, %s.
hu_hu: Biztosan le kívánja mondani a <a href="%s">#%d tagságot</a>? Ez leállítja az automatikus számlázást. Az ügyfél a tagság lejárati dátumáig, %s-ig továbbra is hozzáfér a korlátozott tartalomhoz.

source: Note: This membership is a payment plan still in progress; it has only completed %d / %d payments. If you cancel this membership, future installment payments will not be processed automatically.
hu_hu: Megjegyzés: Ez a tagság folyamatban lévő részletfizetési terv; eddig csak %d / %d befizetés történt meg. Ha lemondja ezt a tagságot, a jövőbeli részletfizetések nem kerülnek automatikusan feldolgozásra.

source: Cancel Membership
hu_hu: Tagság lemondása

source: Customer
hu_hu: Ügyfél

source: Created
hu_hu: Létrehozva

source: (Unknown)
hu_hu: (Ismeretlen)

source: Edit Membership
hu_hu: Tagság szerkesztése

source: Cancel
hu_hu: Mégse

source: No memberships found.
hu_hu: Nem található tagság.

source: Activate
hu_hu: Aktiválás

source: Expire
hu_hu: Lejárttá tétel

source: Membership expired via bulk action by user %s (#%d).
hu_hu: A tagságot %s felhasználó (#%d) tömeges művelettel lejárttá tette.

source: Membership cancelled via bulk action by user %s (#%d).
hu_hu: A tagságot %s felhasználó (#%d) tömeges művelettel lemondta.

source: Membership(s) activated.
hu_hu: Tagság(ok) aktiválva.

source: Membership(s) expired.
hu_hu: Tagság(ok) lejárttá téve.

source: Membership(s) cancelled.
hu_hu: Tagság(ok) lemondva.

source: Membership(s) deleted.
hu_hu: Tagság(ok) törölve.

source: Filter by membership level
hu_hu: Szűrés tagsági szint szerint

source: All Membership Levels
hu_hu: Összes tagsági szint

source: Choose a field to search
hu_hu: Válasszon egy mezőt a kereséshez

source: User Account (name, email, login)
hu_hu: Felhasználói fiók (név, e-mail, felhasználónév)

source: Warning: The subscription will be cancelled at the payment gateway.
hu_hu: Figyelmeztetés: Az előfizetés a fizetési átjárónál le lesz mondva.

source: Change Level
hu_hu: Szint módosítása

source: Edit
hu_hu: Szerkesztés

source: Active memberships have access to restricted content. Members with a status of Cancelled may continue to access restricted content until the expiration date on their account is reached. When a user reaches his or her expiration date, their status is updated to Expired.
hu_hu: Az aktív tagságok hozzáférnek a korlátozott tartalomhoz. A Lemondva állapotú tagok a fiókjukban szereplő lejárati dátumig továbbra is hozzáférhetnek a korlátozott tartalomhoz. Amikor egy felhasználó eléri a lejárati dátumot, az állapota Lejárt-ra frissül.
