Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-analytify-goals/wp-analytify-goals-*.po
Languages: hu_hu

source: Analytify Goals (Key Events)
hu_hu: Analytify Célok (Kulcsfontosságú események)

source: This is a premium add-on to show you Goals (Key Events) results from Google Analytics.
hu_hu: Ez egy prémium kiegészítő, amely megjeleníti a Célok (Kulcsfontosságú események) eredményeit a Google Analyticsből.

source: Goals (Key Events)
hu_hu: Célok (Kulcsfontosságú események)

source: Goals
hu_hu: Célok

source: Goals Tracking:
hu_hu: Célkövetés:

source: Activate License
hu_hu: Licenc aktiválása

source: Goals Detail Dashboard
hu_hu: Célok részletes irányítópultja

source: Details of Source / Medium
hu_hu: Forrás / médium részletei

source: Source / Medium
hu_hu: Forrás / médium

source: Total
hu_hu: Összesen

source: You must be authenticated to see the Analytics Dashboard.
hu_hu: Az Analytics irányítópult megtekintéséhez hitelesítés szükséges.

source: You don't have access to Analytify Dashboard.
hu_hu: Nincs hozzáférése az Analytify irányítópulthoz.

source: Total Completions of Goal
hu_hu: Cél teljesítések összesen

source: View More Details
hu_hu: További részletek megtekintése

source: <strong>Attention:</strong> Please Install Analytify Pro to use Analytify Goals addon.
hu_hu: <strong>Figyelem:</strong> Kérjük, telepítse az Analytify Pro-t az Analytify Goals kiegészítő használatához.

source: <strong>Attention:</strong> Please active Analytify Pro to use Analytify Goals addon.
hu_hu: <strong>Figyelem:</strong> Kérjük, aktiválja az Analytify Pro-t az Analytify Goals kiegészítő használatához.
