Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliatewp-store-credit/affiliatewp-store-credit-*.po
Languages: hu_hu

source: AffiliateWP - Store Credit
hu_hu: AffiliateWP - Áruházi jóváírás

source: Pay AffiliateWP referrals as store credit.
hu_hu: Fizesse ki az AffiliateWP ajánlásokat áruházi jóváírásként.

source: AffiliateWP - Store Credit Requirements
hu_hu: AffiliateWP - Áruházi jóváírás követelmények

source: You are not allowed to change affiliate store credit.
hu_hu: Nincs jogosultsága a partner áruházi jóváírásának módosítására.

source: There was an error adjusting the affiliate's store credit, please refresh the page and try again.
hu_hu: Hiba történt a partner áruházi jóváírásának módosításakor, frissítse az oldalt, és próbálja meg újra.

source: Unknown
hu_hu: Ismeretlen

source: Adjust Store Credit
hu_hu: Áruházi jóváírás módosítása

source: Current Balance
hu_hu: Jelenlegi egyenleg

source: New Balance
hu_hu: Új egyenleg

source: Increase Store Credit
hu_hu: Áruházi jóváírás növelése

source: Decrease Store Credit
hu_hu: Áruházi jóváírás csökkentése

source: Save Adjustment
hu_hu: Módosítás mentése

source: Manual increase
hu_hu: Kézi növelés

source: Manual decrease
hu_hu: Kézi csökkentés

source: Store Credit
hu_hu: Áruházi jóváírás

source: Payout Method
hu_hu: Kifizetési mód

source: Enable Store Credit?
hu_hu: Engedélyezi az áruházi jóváírást?

source: Enable payouts via store credit for this affiliate.
hu_hu: Engedélyezze az áruházi jóváírással történő kifizetést ennél a partnernél.

source: Balance
hu_hu: Egyenleg

source: Adjust
hu_hu: Módosítás

source: Adjustments
hu_hu: Módosítások

source: Date
hu_hu: Dátum

source: Adjustment
hu_hu: Módosítás

source: Amount
hu_hu: Összeg

source: User
hu_hu: Felhasználó

source: Manual
hu_hu: Kézi

source: Payout %1$s created
hu_hu: Kifizetés %1$s létrehozva

source: Payout #%1$s deleted
hu_hu: Kifizetés #%1$s törölve

source: Store credit applied to order %1$s
hu_hu: Áruházi jóváírás alkalmazva a(z) %1$s megrendelésre

source: Refund
hu_hu: Visszatérítés

source: Renewal
hu_hu: Megújítás

source: Enable Store Credit
hu_hu: Áruházi jóváírás engedélyezése

source: Check this box to enable store credit for referrals.
hu_hu: Jelölje be ezt a négyzetet az áruházi jóváírás ajánlásokhoz történő engedélyezéséhez.

source: Enable For All Affiliates?
hu_hu: Engedélyezze minden partner számára?

source: Check this box to allow all affiliates to receive store credit.
hu_hu: Jelölje be ezt a négyzetet, hogy minden partner áruházi jóváírást kaphasson.

source: Enable Store Credit Opt-In
hu_hu: Áruházi jóváírásra történő feliratkozás engedélyezése

source: Check this box to allow affiliates to enable payout via store credit from their affiliate dashboard.
hu_hu: Jelölje be ezt a négyzetet, hogy a partnerek a partneri irányítópultjukról engedélyezhessék az áruházi jóváírással történő kifizetést.

source: Apply Store Credit To WooCommerce Subscriptions Renewal Orders
hu_hu: Áruházi jóváírás alkalmazása a WooCommerce Subscriptions megújítási megrendeléseire

source: Check this box to automatically apply the affiliate store credit to WooCommerce Subscriptions renewal orders.
hu_hu: Jelölje be ezt a négyzetet, hogy a rendszer automatikusan alkalmazza a partner áruházi jóváírását a WooCommerce Subscriptions megújítási megrendeléseire.

source: Cash
hu_hu: Készpénz

source: This plugin
hu_hu: Ez a bővítmény

source: requires %sAffiliateWP%s. Please activate it to continue.
hu_hu: A(z) %sAffiliateWP%s szükséges. A folytatáshoz kérjük, aktiválja.

source: requires %sAffiliateWP%s. Please install it to continue.
hu_hu: A(z) %sAffiliateWP%s szükséges. A folytatáshoz kérjük, telepítse.

source: Cheatin&#8217; huh?
hu_hu: Csalunk, mi?

source: You have a store credit balance of
hu_hu: Az Ön áruházi jóváírási egyenlege

source: Available Store Credit
hu_hu: Elérhető áruházi jóváírás

source: Enable payout via store credit
hu_hu: Kifizetés engedélyezése áruházi jóváírással

source: AffiliateWP - Store Credit EDD integration requires the EDD Wallet extension!
hu_hu: Az AffiliateWP - Store Credit EDD integrációhoz az EDD Wallet bővítmény szükséges!

source: Referral Payout
hu_hu: Ajánlói kifizetés

source: Referral Cancelled
hu_hu: Ajánlás törölve

source: View Details for Referral
hu_hu: Ajánlás részleteinek megtekintése

source: View Details
hu_hu: Részletek megtekintése

source: You have an account balance of
hu_hu: A fiók egyenlege:

source: Would you like to use it now?
hu_hu: Szeretné most felhasználni?

source: Apply
hu_hu: Alkalmaz

source: Invalid user ID.
hu_hu: Érvénytelen felhasználóazonosító.

source: The user with this ID is not an affiliate who could have been awarded store credit.
hu_hu: Az ezzel az azonosítóval rendelkező felhasználó nem partner, akinek áruházi egyenleget lehetett volna jóváírni.

source: We no longer need this method since virtual coupons are handled automatically now.
hu_hu: Erre a metódusra már nincs szükség, mivel a virtuális kuponokat mostantól automatikusan kezeljük.

source: We no longer need to delete a coupon since they are applied dynamically to the cart.
hu_hu: Már nincs szükség kupon törlésére, mivel azokat dinamikusan a kosárban alkalmazzuk.

source: Coupon codes are applied differently now (dynamically) instead of being written to the database, this is no longer needed.
hu_hu: A kuponkódokat mostantól másként (dinamikusan) alkalmazzuk; nem kerülnek az adatbázisba, ezért erre már nincs szükség.

source: Coupons are now generated automatically and dynamically.
hu_hu: A kuponok mostantól automatikusan és dinamikusan generálódnak.

source: See AffiliateWP_Store_Credit_WooCommerce::track_store_credit_usage( $order_id ) instead.
hu_hu: Lásd helyette: AffiliateWP_Store_Credit_WooCommerce::track_store_credit_usage( $order_id ).

source: See AffiliateWP_Store_Credit_WooCommerce::maybe_use_applied_store_credit_coupon_code( $coupon_code ) instead.
hu_hu: Lásd helyette: AffiliateWP_Store_Credit_WooCommerce::maybe_use_applied_store_credit_coupon_code( $coupon_code ).

source: See AffiliateWP_Store_Credit_WooCommerce::add_checkout_notice_to_checkout_block( $content, $block ) instead.
hu_hu: Lásd helyette: AffiliateWP_Store_Credit_WooCommerce::add_checkout_notice_to_checkout_block( $content, $block ).

source: See AffiliateWP_Store_Credit_WooCommerce::add_checkout_notice() instead.
hu_hu: Lásd helyette: AffiliateWP_Store_Credit_WooCommerce::add_checkout_notice().

source: See AffiliateWP_Store_Credit_WooCommerce::get_store_credit_virtual_coupon_code_from_coupons( $coupons ) instead.
hu_hu: Lásd helyette: AffiliateWP_Store_Credit_WooCommerce::get_store_credit_virtual_coupon_code_from_coupons( $coupons ).

source: See AffiliateWP_Store_Credit_WooCommerce::subscription_track_store_credit_usage( $subscription ) instead.
hu_hu: Lásd helyette: AffiliateWP_Store_Credit_WooCommerce::subscription_track_store_credit_usage( $subscription ).
