Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/generateblocks/generateblocks-*.po
Languages: hu_hu

source: A small collection of lightweight WordPress blocks that can accomplish nearly anything.
hu_hu: Kis gyűjtemény könnyűsúlyú WordPress blokkokból, amelyekkel szinte bármi megvalósítható.

source: No comments
hu_hu: Nincs hozzászólás

source: 1 comment
hu_hu: 1 hozzászólás

source: % comments
hu_hu: % hozzászólás

source: Container
hu_hu: Konténer

source: Grid
hu_hu: Rács

source: Query loop
hu_hu: Lekérdezési ciklus

source: Buttons
hu_hu: Gombok

source: Headline
hu_hu: Címsor

source: Button
hu_hu: Gomb

source: Image
hu_hu: Kép

source: Settings saved.
hu_hu: Beállítások elmentve.

source: No changes found.
hu_hu: Nem található módosítás.

source: CSS files regenerated.
hu_hu: A CSS-fájlok újragenerálva.

source: No URL provided.
hu_hu: Nem lett megadva URL.

source: No attachment found.
hu_hu: Nem található melléklet.

source: Settings
hu_hu: Beállítások

source: Upgrade
hu_hu: Frissítés

source: Get Pro
hu_hu: Szerezze be a Pro verziót

source: Post Title
hu_hu: Bejegyzés címe

source: Post Excerpt
hu_hu: Bejegyzés kivonata

source: Excerpt Length
hu_hu: Kivonat hossza

source: Enter the number of words to display in the excerpt. If empty, the default theme behavior is used.
hu_hu: Adja meg a kivonatban megjelenítendő szavak számát. Ha üres, az alapértelmezett sablon viselkedés érvényesül.

source: Use Theme Read More
hu_hu: A sablon Bővebben szövegének használata

source: Use the theme read more text. Uncheck to use the custom settings below.
hu_hu: Használja a sablon Bővebben szövegét. Az alábbi egyéni beállítások használatához vegye ki a jelölést.

source: Pre Read More Text
hu_hu: Bővebben előtti szöveg

source: Enter text between the truncated post excerpt and the read more link.
hu_hu: Adjon meg szöveget a csonkolt bejegyzés-kivonat és a Bővebben hivatkozás közé.

source: Read More Text
hu_hu: Bővebben szöveg

source: Enter the text for the "Read More" link. Leave blank to hide the link.
hu_hu: Adja meg a Bővebben hivatkozás szövegét. Hagyja üresen a hivatkozás elrejtéséhez.

source: Post Permalink
hu_hu: Bejegyzés közvetlen hivatkozása

source: Post Date
hu_hu: Bejegyzés dátuma

source: Date type
hu_hu: Dátum típusa

source: Published
hu_hu: Közzétéve

source: Modified
hu_hu: Módosítva

source: Modified Only
hu_hu: Csak módosítva

source: Featured Image
hu_hu: Kiemelt kép

source: Image Key
hu_hu: Kép kulcsa

source: Post Meta
hu_hu: Bejegyzés metaadata

source: Access post meta by key for the specified post. Return value must be a string.
hu_hu: Férjen hozzá a megadott bejegyzés metaadataihoz kulcs alapján. A visszatérési értéknek karakterláncnak kell lennie.

source: Author Meta
hu_hu: Szerző metaadata

source: Access user meta by key for the author of the specified post. Return value must be a string.
hu_hu: Férjen hozzá a megadott bejegyzés szerzőjének felhasználói metaadataihoz kulcs alapján. A visszatérési értéknek karakterláncnak kell lennie.

source: Comments Count
hu_hu: Hozzászólások száma

source: No comments text
hu_hu: Nincs hozzászólás szöveg

source: One comment text
hu_hu: Egy hozzászólás szöveg

source: One comment
hu_hu: Egy hozzászólás

source: Multiple comments text
hu_hu: Több hozzászólás szövege

source: Comments URL
hu_hu: Hozzászólások URL-címe

source: Author Archives URL
hu_hu: Szerzői archívum URL-címe

source: Author Avatar URL
hu_hu: Szerző avatarjának URL-címe

source: Avatar Size
hu_hu: Avatar mérete

source: Default URL
hu_hu: Alapértelmezett URL-cím

source: Default
hu_hu: Alapértelmezett

source: Force default avatar
hu_hu: Alapértelmezett avatar kikényszerítése

source: Rating
hu_hu: Besorolás

source: Term List
hu_hu: Kifejezések listája

source: Get a list of terms for the specified post.
hu_hu: Kérje le a megadott bejegyzéshez tartozó kifejezések listáját.

source: Separator
hu_hu: Elválasztó

source: Previous Posts URL
hu_hu: Korábbi bejegyzések URL-címe

source: Next Posts URL
hu_hu: Következő bejegyzések URL-címe

source: Media
hu_hu: Média

source: Media Key
hu_hu: Médiakulcs

source: Waves
hu_hu: Hullámok

source: Wave %s
hu_hu: Hullám %s

source: Angles
hu_hu: Szögek

source: Angle %s
hu_hu: Szög %s

source: Curves
hu_hu: Görbék

source: Curve %s
hu_hu: Görbe %s

source: Triangles
hu_hu: Háromszögek

source: Triangle %s
hu_hu: Háromszög %s

source: System Fonts
hu_hu: Rendszer betűtípusai

source: Free
hu_hu: Ingyenes

source: Styles
hu_hu: Stílusok

source: Choose how many Containers to start with.
hu_hu: Válassza ki, hány konténerrel kezdjen.

source: Add Grid Item
hu_hu: Rácselem hozzáadása

source: Select Units
hu_hu: Mértékegységek kiválasztása

# A size unit for CSS markup
source: Percentage
hu_hu: Százalék

# A size unit for CSS markup
source: Degree
hu_hu: Fok

source: %s Units
hu_hu: %s mértékegység

source: Custom
hu_hu: Egyéni

source: Presets
hu_hu: Előbeállítások

source: Horizontal Gap
hu_hu: Vízszintes hézag

source: Vertical Gap
hu_hu: Függőleges hézag

source: Vertical Alignment
hu_hu: Függőleges igazítás

source: Top
hu_hu: Felül

source: Center
hu_hu: Középen

source: Bottom
hu_hu: Alul

source: Horizontal Alignment
hu_hu: Vízszintes igazítás

source: Left
hu_hu: Balra

source: Right
hu_hu: Jobbra

source: Align grid items. Removes same height columns and overrides grid item content alignment.
hu_hu: Igazítsa a rácselemeket. Eltávolítja az azonos magasságú oszlopok beállítását, és felülbírálja a rácselemek tartalmának igazítását.

source: Inherit
hu_hu: Örökli

source: HTML Anchor
hu_hu: HTML horgony

source: Anchors lets you link directly to a section on a page.
hu_hu: A horgonyokkal közvetlenül egy oldal egy szakaszára hivatkozhat.

source: Block label
hu_hu: Blokkcímke

source: Add a label for this block in the List View.
hu_hu: Adjon címkét ehhez a blokkhoz a Listanézetben.

source: No results found.
hu_hu: Nincs találat.

source: Block Settings
hu_hu: Blokkbeállítások

source: Border
hu_hu: Szegély

source: Background
hu_hu: Háttér

source: Text
hu_hu: Szöveg

source: Link
hu_hu: Hivatkozás

source: Hover
hu_hu: Egérmutató fölött

source: Icon
hu_hu: Ikon

source: Highlight
hu_hu: Kiemelés

source: Border Hover
hu_hu: Szegély (egérmutató fölött)

source: Layout
hu_hu: Elrendezés

source: Show options for all devices
hu_hu: Beállítások megjelenítése minden eszközön

source: Show options for tablet devices
hu_hu: Beállítások megjelenítése táblagépeken

source: Show options for mobile devices
hu_hu: Beállítások megjelenítése mobil eszközökön

source: Select a unit
hu_hu: Válasszon mértékegységet

source: Learn more about units
hu_hu: Tudjon meg többet a mértékegységekről

source: Normal
hu_hu: Normál

source: Bold
hu_hu: Félkövér

source: 100 - Thin
hu_hu: 100 - Vékony

source: 200 - Extra light
hu_hu: 200 - Extra könnyű

source: 300 - Light
hu_hu: 300 - Könnyű

source: 400 - Normal
hu_hu: 400 - Normál

source: 500 - Medium
hu_hu: 500 - Közepes

source: 600 - Semi bold
hu_hu: 600 - Félkövér

source: 700 - Bold
hu_hu: 700 - Félkövér

source: 800 - Extra bold
hu_hu: 800 - Extra félkövér

source: 900 - Black
hu_hu: 900 - Fekete

source: Uppercase
hu_hu: Nagybetűs

source: Lowercase
hu_hu: Kisbetűs

source: Capitalize
hu_hu: Nagy kezdőbetűs

source: Align text left
hu_hu: Szöveg igazítása balra

source: Align text center
hu_hu: Szöveg igazítása középre

source: Align text right
hu_hu: Szöveg igazítása jobbra

source: Justify text
hu_hu: Szöveg sorkizárása

source: Choose or add font name
hu_hu: Válasszon vagy adjon hozzá betűtípus nevét

source: Use Google Fonts API
hu_hu: Google Fonts API használata

source: Font fallback
hu_hu: Tartalék betűtípus

source: Variants
hu_hu: Változatok

source: Font Family
hu_hu: Betűtípus-család

source: Font Size
hu_hu: Betűméret

source: Font Weight
hu_hu: Betűvastagság

source: Letter Spacing
hu_hu: Betűköz

source: Line Height
hu_hu: Sormagasság

source: Text Alignment
hu_hu: Szöveg igazítása

source: Transform
hu_hu: Átalakítás

source: Typography
hu_hu: Tipográfia

source: Inline Width
hu_hu: Soron belüli szélesség

source: Stack Vertically
hu_hu: Egymás alá rendezés

source: Fill Horizontal Space
hu_hu: Vízszintes hely kitöltése

source: Top Left
hu_hu: Bal felső

source: Top Right
hu_hu: Jobb felső

source: Bottom Left
hu_hu: Bal alsó

source: Bottom Right
hu_hu: Jobb alsó

source: Padding
hu_hu: Belső margó

source: Unlink Sides
hu_hu: Oldalak szétkapcsolása

source: Link Sides
hu_hu: Oldalak összekapcsolása

source: Margin
hu_hu: Külső margó

source: Spacing
hu_hu: Térköz

source: Select a style
hu_hu: Válasszon stílust

source: None
hu_hu: Nincs

source: Solid
hu_hu: Folytonos

source: Dashed
hu_hu: Szaggatott

source: Dotted
hu_hu: Pontozott

source: Border Radius
hu_hu: Sarkok lekerekítése

source: Borders
hu_hu: Szegélyek

source: All sides
hu_hu: Minden oldal

source: Colors
hu_hu: Színek

# label
source: Facebook - Circle
hu_hu: Facebook - Kör

# label
source: Facebook - Square
hu_hu: Facebook - Négyzet

# label
source: LinkedIn - Square
hu_hu: LinkedIn - Négyzet

# label
source: Pinterest - Circle
hu_hu: Pinterest - Kör

# label
source: Pinterest - Square
hu_hu: Pinterest - Négyzet

# label
source: Reddit - Circle
hu_hu: Reddit - Kör

# label
source: Reddit - Square
hu_hu: Reddit - Négyzet

# label
source: Vimeo - Square
hu_hu: Vimeo - Négyzet

# label
source: WhatsApp - Square
hu_hu: WhatsApp - Négyzet

# label
source: Clock
hu_hu: Óra

# label
source: Clock Outline
hu_hu: Óra körvonalas

# label
source: Asterisk
hu_hu: Csillag

# label
source: At
hu_hu: Kukac

# label
source: Award
hu_hu: Díj

# label
source: Ban
hu_hu: Tiltás

# label
source: Bars
hu_hu: Sávok

# label
source: Beer
hu_hu: Sör

# label
source: Bolt
hu_hu: Villám

# label
source: Book
hu_hu: Könyv

# label
source: Box - Open
hu_hu: Doboz - Nyitott

# label
source: Bullhorn
hu_hu: Megafon

# label
source: Bullseye
hu_hu: Céltábla

# label
source: Burn
hu_hu: Égetés

# label
source: Calender
hu_hu: Naptár

# label
source: Check
hu_hu: Pipa

# label
source: Check - Circle
hu_hu: Pipa - Kör

# label
source: Check - Circle Outline
hu_hu: Pipa - Körvonalas kör

# label
source: Check - Square
hu_hu: Pipa - Négyzet

# label
source: Check - Square Outline
hu_hu: Pipa - Körvonalas négyzet

# label
source: Chevron - Down
hu_hu: Chevron - Lefelé

# label
source: Chevron - Left
hu_hu: Chevron - Balra

# label
source: Chevron - Right
hu_hu: Chevron - Jobbra

# label
source: Chevron - Up
hu_hu: Chevron - Felfelé

# label
source: Circle
hu_hu: Kör

# label
source: Circle - Outline
hu_hu: Kör - Körvonalas

# label
source: Coffee
hu_hu: Kávé

# label
source: Dot - Circle
hu_hu: Pont - Kör

# label
source: Dot - Circle Outline
hu_hu: Pont - Körvonalas kör

# label
source: Ellipses - Horizontal
hu_hu: Három pont - Vízszintes

# label
source: Ellipses - Vertical
hu_hu: Három pont - Függőleges

# label
source: Envelope
hu_hu: Boríték

# label
source: Fire
hu_hu: Tűz

# label
source: Heart
hu_hu: Szív

# label
source: Map Marker
hu_hu: Helyjelölő

# label
source: Paper Plane
hu_hu: Papírrepülő

# label
source: Phone
hu_hu: Telefon

# label
source: Plus
hu_hu: Plusz

# label
source: Plus - Circle
hu_hu: Plusz - Kör

# label
source: Plus - Square
hu_hu: Plusz - Négyzet

# label
source: Plus - Square Outline
hu_hu: Plusz - Körvonalas négyzet

# label
source: Shield
hu_hu: Pajzs

# label
source: Star
hu_hu: Csillag

# label
source: Tags
hu_hu: Címkék

# label
source: User - Circle
hu_hu: Felhasználó - Kör

source: General
hu_hu: Általános

source: Social
hu_hu: Közösségi

source: Icon SVG HTML
hu_hu: Ikon SVG HTML

source: Clear
hu_hu: Törlés

source: Icon Location
hu_hu: Ikon elhelyezése

source: Remove Text
hu_hu: Szöveg eltávolítása

source: Icon Size
hu_hu: Ikon mérete

source: Image URL
hu_hu: Kép URL

source: Set background image
hu_hu: Háttérkép beállítása

source: Open the Media Library
hu_hu: Médiatár megnyitása

source: Browse
hu_hu: Tallózás

source: Using featured image as dynamic background.
hu_hu: Kiemelt kép használata dinamikus háttérként.

source: Use inline style
hu_hu: Inline stílus használata

source: Background Color Overlay
hu_hu: Háttérszín-átfedés

source: The background color overlay option is deprecated. Toggle this option to use the new method.
hu_hu: A háttérszín-átfedés opció elavult. Kapcsolja át ezt az opciót az új módszer használatához.

source: Image Size
hu_hu: Képméret

source: Note: This image will sit on top of content inside this Container unless the content has its own Container with "Position" set to "Relative" (Layout panel).
hu_hu: Megjegyzés: Ez a kép a tartalom fölé kerül ebben a Konténerben, kivéve, ha a tartalomnak van saját Konténere, amelynek "Position" beállítása "Relative" (Layout panel).

source: Note: You need to set your "Position" option to "Relative" (Layout panel) or this image will overflow out of this Container.
hu_hu: Megjegyzés: A "Position" opciót "Relative"-re kell állítania (Layout panel), különben ez a kép túl fog nyúlni ebből a Konténerből.

source: Selector
hu_hu: Szelektor

source: Element
hu_hu: Elem

source: Pseudo Element
hu_hu: Pszeudoelem

source: Image Opacity
hu_hu: Kép átlátszatlansága

source: Your selector must be set to Pseudo Element to use opacity.
hu_hu: A szelektort Pszeudoelemre kell állítania az átlátszatlanság használatához.

source: Size
hu_hu: Méret

source: Position
hu_hu: Pozíció

source: Repeat
hu_hu: Ismétlés

source: Attachment
hu_hu: Rögzítés

source: Displays behind the background image.
hu_hu: A háttérkép mögött jelenik meg.

source: Displays in front of the background image.
hu_hu: A háttérkép előtt jelenik meg.

source: Use Gradient
hu_hu: Színátmenet használata

source: Direction
hu_hu: Irány

source: Color One
hu_hu: Első szín

source: Stop position (%)
hu_hu: Megállási pozíció (%)

source: Color Two
hu_hu: Második szín

source: Backgrounds
hu_hu: Hátterek

source: Shapes
hu_hu: Alakzatok

source: Shape %s
hu_hu: Alakzat %s

source: Edit Shape
hu_hu: Alakzat szerkesztése

source: Color
hu_hu: Szín

source: Location
hu_hu: Helyzet

source: Height
hu_hu: Magasság

source: Width
hu_hu: Szélesség

source: Flip Horizontally
hu_hu: Vízszintes tükrözés

source: Delete Shape
hu_hu: Alakzat törlése

source: This will permanently delete this shape.
hu_hu: Ez véglegesen törli ezt az alakzatot.

source: Add Shape
hu_hu: Alakzat hozzáadása

source: Row
hu_hu: Sor

source: Column
hu_hu: Oszlop

source: No Wrap
hu_hu: Nincs tördelés

source: Wrap
hu_hu: Tördelés

source: Reverse Wrap
hu_hu: Fordított tördelés

source: Full width
hu_hu: Teljes szélesség

source: Contained width
hu_hu: Korlátozott szélesség

source: Inner Container
hu_hu: Belső Konténer

source: Inner Container Width
hu_hu: Belső Konténer szélessége

source: Container Width
hu_hu: Container szélessége

source: Align grid item content. Does not apply if vertical alignment is set in the grid.
hu_hu: Igazítsa a rácselemek tartalmát. Nem érvényes, ha a rácsban függőleges igazítás van beállítva.

source: Reset
hu_hu: Visszaállítás

source: Flex Child
hu_hu: Flex gyermekelem

source: Order
hu_hu: Sorrend

source: Enable new system with inner Container block
hu_hu: Új rendszer engedélyezése belső Container blokkal

source: Enable new system only
hu_hu: Csak az új rendszer engedélyezése

source: Use legacy layout system
hu_hu: Régi elrendezési rendszer használata

source: This Container is using an old layout system. Toggle this to migrate to the new system.
hu_hu: Ez a Container egy régi elrendezési rendszert használ. Ennek átváltásával átállhat az új rendszerre.

source: New Layout System
hu_hu: Új elrendezési rendszer

source: Migrating to our new layout system will do the following:
hu_hu: Az új elrendezési rendszerünkre való áttérés a következő változtatásokat eredményezi:

source: Remove the inner div element that was included by default in the old system.
hu_hu: Eltávolítja a régi rendszerben alapértelmezetten szereplő belső div elemet.

source: Enable our new layout system for this Container block.
hu_hu: Engedélyezi az új elrendezési rendszerünket ennél a Container blokknál.

source: We can automatically replace the old inner div element with a Container block if your layout relies on it.
hu_hu: Automatikusan lecserélhetjük a régi belső div elemet egy Container blokkra, ha az elrendezése erre támaszkodik.

source: Warning:
hu_hu: Figyelmeztetés:

source: This block is using a Global Style. Make sure the Global Style you are using is also using the new layout system.
hu_hu: Ez a blokk Globális stílust használ. Győződjön meg arról, hogy az Ön által használt Globális stílus is az új elrendezési rendszert használja.

source: You may want to create two new Global Styles for this Container. One for the outer Container block and one for the inner Container block.
hu_hu: Érdemes lehet két új Globális stílust létrehoznia ehhez a Containerhez. Egyet a külső Container blokkhoz, és egyet a belső Container blokkhoz.

source: This block is a Global Style. If you migrate the inner container on this block you will need to make sure that all Container blocks using it are migrated as well.
hu_hu: Ez a blokk egy Globális stílus. Ha ezen a blokkon migrálja a belső Containert, gondoskodjon róla, hogy az összes, ezt használó Container blokk is át legyen állítva.

source: Recommendation:
hu_hu: Javaslat:

source: Yes, we recommend you add a new inner Container block to maintain your current layout.
hu_hu: Igen, javasoljuk, hogy adjon hozzá egy új belső Container blokkot a jelenlegi elrendezése fenntartásához.

source: No, we do not believe you need an inner Container block based on your current layout.
hu_hu: Nem, úgy véljük, a jelenlegi elrendezése alapján nincs szüksége belső Container blokkra.

source: Cancel
hu_hu: Mégse

source: Wide
hu_hu: Széles

source: Full
hu_hu: Teljes szélesség

source: Block Alignment
hu_hu: Blokk igazítása

source: Change the width of this block using a method defined by your theme.
hu_hu: Módosítsa ennek a blokknak a szélességét a témája által meghatározott módszerrel.

source: Display
hu_hu: Megjelenítés

source: Align Items
hu_hu: Elemek igazítása

source: Justify Content
hu_hu: Tartalom igazítása

source: Column Gap
hu_hu: Oszloptávolság

source: Row Gap
hu_hu: Sortávolság

source: Outer z-index
hu_hu: Külső z-index

source: Inner z-index
hu_hu: Belső z-index

source: Min Width
hu_hu: Minimális szélesség

source: Min Height
hu_hu: Minimális magasság

source: Max Width
hu_hu: Maximális szélesség

source: Max Height
hu_hu: Maximális magasság

source: Sizing
hu_hu: Méretezés

source: Use global max-width
hu_hu: Globális max-width használata

source: Grid Item Width (%)
hu_hu: Rácselem szélessége (%)

source: More values can be set in the Sizing panel.
hu_hu: További értékek a Méretezés panelen állíthatók.

source: More design options
hu_hu: További tervezési lehetőségek

source: Create advanced layouts with flexible grids.
hu_hu: Készítsen összetett elrendezéseket rugalmas rácsokkal.

source: Select query parameter
hu_hu: Válasszon lekérdezési paramétert

source: Add Parameter
hu_hu: Paraméter hozzáadása

source: Post type
hu_hu: Bejegyzéstípus

source: Retrieves posts by post types.
hu_hu: Bejegyzések lekérése bejegyzéstípusok szerint.

source: Posts per page
hu_hu: Oldalankénti bejegyzések száma

source: Number of post to show per page.
hu_hu: Az oldalanként megjelenítendő bejegyzések száma.

source: Pagination
hu_hu: Lapozás

source: Page
hu_hu: Oldal

source: Display posts from page.
hu_hu: Jelenítse meg a bejegyzéseket adott oldalról.

source: Offset
hu_hu: Eltolás

source: Offset the result set by a specific number of items.
hu_hu: Tolja el az eredményhalmazt meghatározott számú elemmel.

source: Search
hu_hu: Keresés

source: Show posts based on a keyword search.
hu_hu: Jelenítse meg a bejegyzéseket kulcsszavas keresés alapján.

source: Designates the ascending or descending order of the ‘orderby‘ parameter.
hu_hu: Meghatározza az ‘orderby‘ paraméter növekvő vagy csökkenő sorrendjét.

source: Order & Order by
hu_hu: Sorrend és Rendezés alapja

source: Order by
hu_hu: Rendezés alapja

source: Sort retrieved posts by parameter.
hu_hu: Rendezze a lekért bejegyzéseket paraméter alapján.

source: Authors
hu_hu: Szerzők

source: Show posts from authors. Search by name or ID.
hu_hu: Jelenítse meg a bejegyzéseket szerzők szerint. Keresés név vagy ID alapján.

source: Author
hu_hu: Szerző

source: Exclude authors
hu_hu: Szerzők kizárása

source: Exclude posts from authors. Search by name or ID.
hu_hu: Zárja ki a bejegyzéseket megadott szerzőktől. Keresés név vagy ID alapján.

source: Taxonomies
hu_hu: Taxonómiák

source: Show posts from taxonomies. Search by name or ID.
hu_hu: Jelenítse meg a bejegyzéseket taxonómiák szerint. Keresés név vagy ID alapján.

source: Taxonomy
hu_hu: Taxonómia

source: Exclude taxonomies
hu_hu: Taxonómiák kizárása

source: Exclude posts from taxonomies. Search by name or ID.
hu_hu: Zárja ki a bejegyzéseket a megadott taxonómiákból. Keresés név vagy ID alapján.

source: Publish
hu_hu: Közzétéve

source: Pending
hu_hu: Függőben

source: Draft
hu_hu: Vázlat

source: Auto draft
hu_hu: Automatikus vázlat

source: Future
hu_hu: Ütemezett

source: Private
hu_hu: Magán

source: Trash
hu_hu: Lomtár

source: Any
hu_hu: Bármely

source: Post status
hu_hu: Bejegyzés állapota

source: Show posts by post status.
hu_hu: Jelenítse meg a bejegyzéseket állapot szerint.

source: Status
hu_hu: Állapot

source: Parent
hu_hu: Szülő

source: Show posts from parents. Search by name or ID.
hu_hu: Jelenítse meg a megadott szülőkhöz tartozó bejegyzéseket. Keresés név vagy ID alapján.

source: Post
hu_hu: Bejegyzés

source: Parent exclude
hu_hu: Szülő kizárása

source: Do not show posts from parents. Search by name or ID.
hu_hu: Ne jelenítse meg a megadott szülőkhöz tartozó bejegyzéseket. Keresés név vagy ID alapján.

source: Include posts
hu_hu: Bejegyzések bevonása

source: Limit result set to specific posts. Search by name or ID.
hu_hu: Korlátozza az eredményhalmazt megadott bejegyzésekre. Keresés név vagy ID alapján.

source: Exclude posts
hu_hu: Bejegyzések kizárása

source: Ensure result set excludes specific posts. Search by name or ID.
hu_hu: Biztosítsa, hogy az eredményhalmaz kizárja a megadott bejegyzéseket. Keresés név vagy ID alapján.

source: Sticky posts
hu_hu: Kiemelt bejegyzések

source: Configure how sticky posts should show in the query.
hu_hu: Konfigurálja, hogyan jelenjenek meg a kiemelt bejegyzések a lekérdezésben.

source: After
hu_hu: Után

source: Limit response to posts published after a given date.
hu_hu: Korlátozza a választ az adott dátum után közzétett bejegyzésekre.

source: Date
hu_hu: Dátum

source: Before
hu_hu: Előtt

source: Limit response to posts published before a given date.
hu_hu: Korlátozza az eredményt a megadott dátum előtt közzétett bejegyzésekre.

source: Select post type
hu_hu: Válasszon bejegyzéstípust

source: Select authors
hu_hu: Válasszon szerzőket

source: Search authors…
hu_hu: Szerzők keresése…

source: Select terms
hu_hu: Válasszon kifejezéseket

source: Search terms…
hu_hu: Kifejezések keresése…

source: This will permanently delete this parameter.
hu_hu: Ezzel véglegesen törli ezt a paramétert.

source: Select taxonomy
hu_hu: Válasszon taxonómiát

source: You must select at least one term. Search by name or ID.
hu_hu: Legalább egy kifejezést ki kell választania. Keresés név vagy azonosító alapján.

source: Include child terms
hu_hu: Alárendelt kifejezések bevonása

source: Select post
hu_hu: Válasszon bejegyzést

source: Search posts…
hu_hu: Bejegyzések keresése…

source: Query Parameters
hu_hu: Lekérdezési paraméterek

source: Inherit query from template
hu_hu: Lekérdezés öröklése a sablontól
