Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/generateblocks/generateblocks-*.po
Languages: hu_hu

source: Toggle to use the global query context that is set with the current template, such as an archive or search.
hu_hu: Kapcsolja be a globális lekérdezési kontextus használatához, amelyet az aktuális sablon (például archívum vagy keresés) határoz meg.

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Open Grid
hu_hu: Rács megnyitása

source: Open Container
hu_hu: Konténer megnyitása

source: Add Pagination
hu_hu: Lapozás hozzáadása

source: Title, date, & excerpt
hu_hu: Cím, dátum és kivonat

source: Title & date
hu_hu: Cím és dátum

source: Two columns
hu_hu: Két oszlop

source: Two columns & featured image
hu_hu: Két oszlop és kiemelt kép

source: Start blank
hu_hu: Kezdje üresen

source: Query Loop
hu_hu: Lekérdezési ciklus

source: Choose a layout to start with.
hu_hu: Kezdéshez válasszon egy elrendezést.

source: Build a list of posts from any post type using advanced query parameters.
hu_hu: Készítsen bejegyzéslistát bármely bejegyzéstípusból, fejlett lekérdezési paraméterek használatával.

source: Duplicate Grid Item
hu_hu: Rácselem duplikálása

source: Top left
hu_hu: Bal felső

source: Top center
hu_hu: Felső közép

source: Top right
hu_hu: Jobb felső

source: Center left
hu_hu: Bal közép

source: Center right
hu_hu: Jobb közép

source: Bottom left
hu_hu: Bal alsó

source: Bottom center
hu_hu: Alsó közép

source: Bottom right
hu_hu: Jobb alsó

source: Change content position
hu_hu: Tartalom pozíciójának módosítása

source: Arrange blocks vertically
hu_hu: Blokkok elrendezése függőlegesen

source: Arrange blocks horizontally
hu_hu: Blokkok elrendezése vízszintesen

source: Tag Name
hu_hu: HTML-címke neve

source: Current image
hu_hu: Aktuális kép

source: Current post
hu_hu: Aktuális bejegyzés

source: Data source
hu_hu: Adatforrás

source: Select source
hu_hu: Válasszon forrást

source: Select source post
hu_hu: Válasszon forrásbejegyzést

source: Search by name or ID.
hu_hu: Keresés név vagy azonosító alapján.

source: Select…
hu_hu: Válasszon…

source: Title
hu_hu: Cím

source: Excerpt
hu_hu: Kivonat

source: Post date
hu_hu: Bejegyzés dátuma

source: Post meta
hu_hu: Bejegyzés metaadatai

source: Comments number
hu_hu: Hozzászólások száma

source: List of terms
hu_hu: Kifejezések listája

source: Author meta
hu_hu: Szerző metaadatai

source: Name
hu_hu: Név

source: Nickname
hu_hu: Becenév

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Vezetéknév

source: Pagination numbers
hu_hu: Oldalszámok

source: Author avatar
hu_hu: Szerző avatárja

source: Caption
hu_hu: Felirat

source: Alt text
hu_hu: Alternatív szöveg

source: Description
hu_hu: Leírás

source: Content source
hu_hu: Tartalom forrása

source: Background image source
hu_hu: Háttérkép forrása

source: Image source
hu_hu: Kép forrása

source: Post meta field
hu_hu: Bejegyzés metaadat-mező

source: Live preview is only available to meta exposed to the REST API.
hu_hu: Élő előnézet csak a REST API-nak kitetett metaadatokhoz érhető el.

source: Choose or add meta key
hu_hu: Válasszon vagy adjon hozzá meta kulcsot

source: Author meta field
hu_hu: Szerző metaadat-mező

source: Telephone
hu_hu: Telefon

source: Single post
hu_hu: Egyetlen bejegyzés

source: Comments area
hu_hu: Hozzászólási terület

source: Author archives
hu_hu: Szerző archívuma

source: Author email
hu_hu: Szerző e-mail címe

source: Terms
hu_hu: Kifejezések

source: Term archives
hu_hu: Kifejezés archívuma

source: Previous page
hu_hu: Előző oldal

source: Next page
hu_hu: Következő oldal

source: Single image
hu_hu: Egyetlen kép

source: Link source
hu_hu: Hivatkozás forrása

source: Link type
hu_hu: Hivatkozás típusa

source: Remove block if link is empty
hu_hu: Távolítsa el a blokkot, ha a hivatkozás üres

source: Updated
hu_hu: Frissítve

source: Replace with updated date
hu_hu: Helyettesítse a frissítés dátumával

source: Single comment text
hu_hu: Egyetlen hozzászólás szövege

source: Term separator
hu_hu: Kifejezések elválasztója

source: Excerpt length
hu_hu: Kivonat hossza

source: Use default more link
hu_hu: Használja az alapértelmezett Tovább hivatkozást

source: Custom more link text
hu_hu: Egyéni Tovább hivatkozás szövege

source: Dynamic Data
hu_hu: Dinamikus adatok

source: Enable Dynamic Data
hu_hu: Engedélyezze a dinamikus adatokat

source: Add text…
hu_hu: Adjon hozzá szöveget…

source: No post title.
hu_hu: Nincs bejegyzéscím.

source: Post title not supported for this type.
hu_hu: A bejegyzéscím nem támogatott ennél a típusnál.

source: Post excerpt not supported for this type.
hu_hu: A bejegyzés kivonata nem támogatott ehhez a típushoz.

source: No post excerpt.
hu_hu: Nincs kivonat.

source: No post date.
hu_hu: Nincs bejegyzés dátuma.

source: No author email.
hu_hu: Nincs szerző e-mail-címe.

source: No author name.
hu_hu: Nincs szerző neve.

source: No author nickname.
hu_hu: Nincs szerző beceneve.

source: No author first name.
hu_hu: Nincs szerző keresztneve.

source: No author last name.
hu_hu: Nincs szerző vezetékneve.

source: Image caption
hu_hu: Képaláírás

source: Image alt text
hu_hu: Kép alternatív szövege

source: Image description
hu_hu: Kép leírása

source: Meta field value not supported.
hu_hu: A meta mező értéke nem támogatott.

source: Meta value
hu_hu: Meta érték

source: Author not found.
hu_hu: A szerző nem található.

source: Post type not selected.
hu_hu: A bejegyzéstípus nincs kiválasztva.

source: Post source not selected.
hu_hu: A bejegyzés forrása nincs kiválasztva.

source: Loading…
hu_hu: Betöltés…

source: Post of id #%1$s and post type %2$s was not found.
hu_hu: A(z) #%1$s azonosítójú és %2$s típusú bejegyzés nem található.

source: Content type %s is not supported.
hu_hu: A(z) %s tartalomtípus nem támogatott.

# directly add the only allowed block
source: Add %s
hu_hu: %s hozzáadása

# Generic label for block inserter button
source: Add block
hu_hu: Blokk hozzáadása

source: Select Container
hu_hu: Konténer kiválasztása

source: Choose an image from your media library or add one with a URL.
hu_hu: Válasszon egy képet a médiatárból, vagy adjon hozzá egyet URL-lel.

source: This button is using a dynamic link.
hu_hu: Ez a gomb dinamikus hivatkozást használ.

source: Open link in a new tab
hu_hu: Hivatkozás megnyitása új lapon

source: Add rel="nofollow"
hu_hu: rel="nofollow" hozzáadása

source: Add rel="sponsored"
hu_hu: rel="sponsored" hozzáadása

source: Change Link
hu_hu: Hivatkozás módosítása

source: Add Link
hu_hu: Hivatkozás hozzáadása

source: Align left
hu_hu: Balra igazítás

source: Align center
hu_hu: Középre igazítás

source: Align right
hu_hu: Jobbra igazítás

source: Float left
hu_hu: Balra lebegtetés

source: Float right
hu_hu: Jobbra lebegtetés

source: Wide width
hu_hu: Széles

source: Add Caption
hu_hu: Felirat hozzáadása

source: Organize your content into rows and sections.
hu_hu: Rendezze tartalmát sorokba és szakaszokba.

source: Post Template
hu_hu: Bejegyzéssablon

source: Align buttons left
hu_hu: Gombok balra igazítása

source: Align buttons center
hu_hu: Gombok középre igazítása

source: Align buttons right
hu_hu: Gombok jobbra igazítása

source: Add Button
hu_hu: Gomb hozzáadása

source: Drive conversions with beautiful buttons.
hu_hu: Növelje a konverziókat gyönyörű gombokkal.

source: ARIA Label
hu_hu: ARIA címke

source: Helpful to people using screen readers.
hu_hu: Hasznos a képernyőolvasót használók számára.

source: Button type
hu_hu: Gomb típusa

source: Current
hu_hu: Jelenlegi

source: Border Current
hu_hu: Aktuális szegélyszín

source: Post title
hu_hu: Bejegyzés címe

source: Post excerpt
hu_hu: Bejegyzés kivonata

source: Author name
hu_hu: Szerző neve

source: Author nickname
hu_hu: Szerző beceneve

source: Author first name
hu_hu: Szerző keresztneve

source: Author last name
hu_hu: Szerző vezetékneve

source: Page numbers
hu_hu: Oldalszámok

source: Previous posts
hu_hu: Előző bejegyzések

source: Next posts
hu_hu: Következő bejegyzések

source: Dynamic content
hu_hu: Dinamikus tartalom

source: Change Headline Element
hu_hu: Címsorelem módosítása

source: Heading %s
hu_hu: Címsor %s

source: Paragraph
hu_hu: Bekezdés

source: Craft text-rich content with advanced typography.
hu_hu: Készítsen szövegben gazdag tartalmat fejlett tipográfiával.

source: These fields will resize the image using CSS.
hu_hu: Ezek a mezők CSS segítségével átméretezik a képet.

source: Alt text (alternative text)
hu_hu: Alt szöveg (alternatív szöveg)

source: Describe the purpose of the image, leave empty if the image is purely decorative.
hu_hu: Írja le a kép célját, hagyja üresen, ha a kép kizárólag dekoratív.

source: Title attribute
hu_hu: Title attribútum

source: Describe the role of this image on the page.
hu_hu: Ismertesse a kép szerepét az oldalon.

source: Add images to your content to make a visual statement.
hu_hu: Adjon képeket a tartalmához, hogy vizuális hatást érjen el.

source: Got it
hu_hu: Értem

source: Insert inner container
hu_hu: Belső Container beszúrása

source: Use this button to add a centered inner Container block for your content.
hu_hu: Ezzel a gombbal középre igazított belső Container blokkot adhat a tartalmához.

source: We generally recommend this for top-level Containers so your content does not span the entire width of your screen.
hu_hu: Általában ezt a legfelső szintű Container-ekhez ajánljuk, hogy a tartalma ne foglalja el a képernyő teljes szélességét.

source: Read more about adding inner Container blocks.
hu_hu: Olvasson többet a belső Container blokkok hozzáadásáról.

source: Read more.
hu_hu: Bővebben.

source: Add Inner Container
hu_hu: Belső Container hozzáadása

source: Add to Container
hu_hu: Hozzáadás a Container-hez

source: Add to Row
hu_hu: Hozzáadás a Row-hoz

source: Add to Stack
hu_hu: Hozzáadás a Stack-hez

source: One Column
hu_hu: Egy oszlop

source: Two Columns
hu_hu: Két oszlop

source: Three Columns
hu_hu: Három oszlop

source: Four Columns
hu_hu: Négy oszlop

source: Two Columns (1/3)
hu_hu: Két oszlop (1/3)

source: Two Columns (3/1)
hu_hu: Két oszlop (3/1)

source: Three Columns (1/1/2)
hu_hu: Három oszlop (1/1/2)

source: Three Columns (1/2/1)
hu_hu: Három oszlop (1/2/1)

source: Three Columns (2/1/1)
hu_hu: Három oszlop (2/1/1)

source: Three Columns (20/60/20)
hu_hu: Három oszlop (20/60/20)

source: Five Columns
hu_hu: Öt oszlop

source: Six Columns
hu_hu: Hat oszlop

source: Select Taxonomy…
hu_hu: Taxonómia kiválasztása…

source: Term
hu_hu: Kifejezés

source: Author Archive
hu_hu: Szerző archívuma

source: Author Email
hu_hu: Szerző e-mail-címe

source: Current Term
hu_hu: Aktuális kifejezés

source: Current User
hu_hu: Aktuális felhasználó

source: Specific User
hu_hu: Konkrét felhasználó

source: Current Post
hu_hu: Aktuális bejegyzés

source: Specific Post
hu_hu: Konkrét bejegyzés

source: Select a dynamic tag
hu_hu: Válasszon egy dinamikus címkét

source: Source
hu_hu: Forrás

source: Select source user
hu_hu: Válassza ki a forrás felhasználót

source: Select source media
hu_hu: Válassza ki a forrás médiaelemet

source: Enter an existing meta key or choose from the list.
hu_hu: Adjon meg egy létező meta kulcsot, vagy válasszon a listából.

source: Date Format
hu_hu: Dátumformátum

source: Enter a valid date format. Leave blank to use the default format.
hu_hu: Adjon meg érvényes dátumformátumot. Hagyja üresen az alapértelmezett formátum használatához.

source: Link to
hu_hu: Hivatkozás ide

source: Dynamic tag to insert
hu_hu: Beszúrandó dinamikus címke

source: Required to render
hu_hu: A megjelenítéshez szükséges

source: This tag must output a value for the block to be rendered.
hu_hu: Ennek a címkének értéket kell kiadnia ahhoz, hogy a blokk megjelenjen.

source: Insert dynamic tag
hu_hu: Dinamikus címke beszúrása

source: insert a new one
hu_hu: szúrjon be egy újat

source: Dynamic tags
hu_hu: Dinamikus címkék

source: Dynamic Tags
hu_hu: Dinamikus címkék

source: Remove tag from content
hu_hu: Címke eltávolítása a tartalomból

source: Interactions
hu_hu: Interakciók

source: Links
hu_hu: Hivatkozások

source: Pseudo Elements
hu_hu: Pszeudoelemek

source: Dynamic data can be found by clicking on the <DynamicTags /> icon in your block toolbar and/or block settings.
hu_hu: A dinamikus adatok az Ön blokk eszköztárában és/vagy a blokk beállításaiban található <DynamicTags /> ikonra kattintva érhetők el.

source: Block styles can be found by clicking on the <Styles /> icon.
hu_hu: A blokkstílusok a <Styles /> ikonra kattintva találhatók.

source: Dismiss
hu_hu: Bezárás

source: Block Width
hu_hu: Blokkszélesség

source: Justify
hu_hu: Sorkizárás

source: Alignment
hu_hu: Igazítás

source: Link Destination
hu_hu: Hivatkozás célja

source: Shape
hu_hu: Alakzat

source: Open Shape Library
hu_hu: Alakzatkönyvtár megnyitása

source: Shape Library
hu_hu: Alakzatkönyvtár

source: Inline Background Image
hu_hu: Inline háttérkép

source: This container is now a link element. Be sure not to add any interactive elements inside of it, like buttons or other links.
hu_hu: Ez a konténer mostantól hivatkozási elem. Ügyeljen arra, hogy ne adjon hozzá semmilyen interaktív elemet a belsejébe, például gombokat vagy más hivatkozásokat.

source: Figure
hu_hu: Ábra

source: List Item
hu_hu: Listaelem

source: List
hu_hu: Lista

source: A container to add your blocks to.
hu_hu: Egy konténer, amelyhez hozzáadhatja a blokkjait.

source: Organize your content into sections and rows.
hu_hu: Rendezze tartalmát szakaszokra és sorokra.

source: Set this block as active
hu_hu: Állítsa ezt a blokkot aktívvá

source: First item
hu_hu: Első elem

source: Loading sizes…
hu_hu: Méretek betöltése…

source: No sizes available
hu_hu: Nincsenek elérhető méretek

source: Mid Size
hu_hu: Közepes méret

source: Numbers
hu_hu: Számok

source: Page Number
hu_hu: Oldalszám

source: Hovered Page Number
hu_hu: Oldalszám hover állapotban

source: Current Page Number
hu_hu: Aktuális oldalszám

source: Dots
hu_hu: Pontok

source: Include or exclude posts from a list of taxonomies. Search by name or ID.
hu_hu: Bejegyzések bevonása vagy kizárása taxonómiák listájából. Keresés név vagy ID alapján.

source: Limit response to posts published before or after a given date.
hu_hu: Korlátozza a választ a megadott dátum előtt vagy után közzétett bejegyzésekre.

source: Select Terms
hu_hu: Kifejezések kiválasztása

source: Select Categories
hu_hu: Kategóriák kiválasztása

source: Select Tags
hu_hu: Címkék kiválasztása

source: Include or exclude
hu_hu: Bevonás vagy kizárás

source: Include
hu_hu: Bevonás

source: Exclude
hu_hu: Kizárás

source: Date Query
hu_hu: Dátumlekérdezés

source: Current author
hu_hu: Aktuális szerző

source: Post Query
hu_hu: Bejegyzés-lekérdezés

source: Standard WP_Query for posts and pages.
hu_hu: Szabványos WP_Query bejegyzésekhez és oldalakhoz.

source: Query Type
hu_hu: Lekérdezés típusa

source: Pagination type
hu_hu: Lapozás típusa

source: Standard
hu_hu: Szabványos

source: Instant
hu_hu: Azonnali

source: Query
hu_hu: Lekérdezés

source: Add No Results
hu_hu: Nincs találat hozzáadása

source: Flip Horizontal
hu_hu: Vízszintes tükrözés

source: Open Library
hu_hu: Könyvtár megnyitása

source: Add a shape to your page.
hu_hu: Alakzat hozzáadása az oldalához.

source: Open dynamic tags
hu_hu: Dinamikus címkék megnyitása

source: Preview
hu_hu: Előnézet

source: Edit
hu_hu: Szerkesztés

source: Heading 1
hu_hu: Címsor 1

source: Heading 2
hu_hu: Címsor 2

source: Heading 3
hu_hu: Címsor 3

source: Heading 4
hu_hu: Címsor 4

source: Heading 5
hu_hu: Címsor 5

source: Heading 6
hu_hu: Címsor 6

source: Icon Library
hu_hu: Ikonkönyvtár

source: Icon Color
hu_hu: Ikon színe

source: Icon Display
hu_hu: Ikon megjelenítése

source: Show the icon by itself
hu_hu: Az ikon önálló megjelenítése

source: Hovered icon
hu_hu: Ikon egérmutató fölé vitelekor

source: Choose tag name
hu_hu: Címkenév kiválasztása

source: A heading text element.
hu_hu: Címsor szövegelem.

source: An interactive button element.
hu_hu: Interaktív gomb elem.

source: No results.
hu_hu: Nincs találat.

source: Opacity
hu_hu: Átlátszatlanság

source: Reorder Item
hu_hu: Elem átrendezése

source: More options
hu_hu: További beállítások

source: Meta key
hu_hu: Meta kulcs

source: User Meta
hu_hu: Felhasználói meta

source: Term Meta
hu_hu: Kifejezés meta

source: Add
hu_hu: Hozzáadás

source: Take WordPress to the next level.
hu_hu: Emelje a WordPress-t a következő szintre.

source: Learn more
hu_hu: Tudjon meg többet

source: Documentation
hu_hu: Dokumentáció

source: Information
hu_hu: Információ

source: Remove global max-width
hu_hu: Globális maximális szélesség eltávolítása

source: Set global max-width
hu_hu: Globális maximális szélesség beállítása

source: useLibrary hook must be wrapped by a LibraryProvider.
hu_hu: A useLibrary hookot LibraryProviderrel kell körülvenni.

source: Category: %s
hu_hu: Kategória: %s

source: All
hu_hu: Összes

source: This feature requires GenerateBlocks Pro.
hu_hu: A funkció használatához a GenerateBlocks Pro szükséges.

source: Add Library
hu_hu: Könyvtár hozzáadása

source: Insert
hu_hu: Beszúrás

source: Loading library
hu_hu: Könyvtár betöltése

source: No patterns found.
hu_hu: Nem található minta.

source: Deselect this pattern
hu_hu: E minta kijelölésének megszüntetése

source: Deselect
hu_hu: Kijelölés megszüntetése

source: Bulk Insert
hu_hu: Tömeges beszúrás

source: Select patterns to insert.
hu_hu: Válassza ki a beszúrandó mintákat.

source: Reorder Pattern
hu_hu: Minta átrendezése

source: Remove Pattern
hu_hu: Minta eltávolítása

source: Preview Pattern
hu_hu: Minta előnézete

source: Insert All
hu_hu: Összes beszúrása

source: Desktop
hu_hu: Asztali

source: Mobile
hu_hu: Mobil

source: Refresh patterns
hu_hu: Minták frissítése

source: Delete library
hu_hu: Könyvtár törlése

source: Enabled
hu_hu: Engedélyezve

source: Manage Libraries
hu_hu: Könyvtárak kezelése

source: Local
hu_hu: Helyi

source: Remote
hu_hu: Távoli

source: Pattern Library
hu_hu: Mintakönyvtár

source: Close Pattern Library
hu_hu: Mintakönyvtár bezárása

source: Open Pattern Library
hu_hu: Mintakönyvtár megnyitása

source: Blocks Version
hu_hu: Blokkok verziója

source: Use version 1 blocks
hu_hu: Használja az 1-es verziójú blokkokat

source: Enabling this option will make it so only version 1 blocks display in the block inserter.
hu_hu: Az opció engedélyezésével a blokkbeszúróban csak az 1-es verziójú blokkok jelennek meg.

source: Save
hu_hu: Mentés

source: Global max-width
hu_hu: Globális maximális szélesség

source: The global max-width is set by GeneratePress in the Customizer.
hu_hu: A globális maximális szélességet a GeneratePress a Testreszabóban állítja be.

source: The global max-width value you can use in your blocks.
hu_hu: A globális maximális szélesség érték, amelyet a blokkokban használhat.

source: Go to option →
hu_hu: Ugrás a beállításhoz \u2192

source: CSS Print Method
hu_hu: CSS kiírási módja

source: Generating your CSS in external files is better for overall performance.
hu_hu: A CSS külső fájlokban történő generálása jobb az általános teljesítmény szempontjából.

source: External File
hu_hu: Külső fájl

source: Inline Embedding
hu_hu: Inline beágyazás

source: Force your external CSS files to regenerate next time their page is loaded.
hu_hu: Kényszerítse a külső CSS-fájlok újragenerálását a következő oldalbetöltéskor.

source: Regenerate CSS Files
hu_hu: CSS-fájlok újragenerálása

source: Sync Responsive Previews
hu_hu: Reszponzív előnézetek szinkronizálása

source: Sync our responsive preview controls with the editor responsive previews.
hu_hu: Szinkronizálja a reszponzív előnézeti vezérlőket a szerkesztő reszponzív előnézeteivel.

source: Disable Google Fonts
hu_hu: Google Fonts letiltása

source: Prevent Google Fonts from being called on your website and remove them from the font family lists.
hu_hu: Akadályozza meg, hogy a Google Fonts betöltődjön az Ön webhelyén, és távolítsa el őket a betűcsalád-listákról.

# block title
source: Container
hu_hu: Konténer

# block description
source: An HTML element that you can add blocks inside of.
hu_hu: HTML-elem, amelybe blokkokat helyezhet.

# block keyword
source: element
hu_hu: elem

# block keyword
source: container
hu_hu: konténer

# block keyword
source: group
hu_hu: csoport

# block title
source: Loop Item
hu_hu: Cikluselem

# block description
source: The item that is looped inside of the Looper.
hu_hu: A Looperben ismétlődő elem.

# block keyword
source: loop
hu_hu: ciklus

# block keyword
source: loop item
hu_hu: cikluselem

# block description
source: Loops its children based on the data provided by the Query block.
hu_hu: A Lekérdezés blokk által szolgáltatott adatok alapján ciklusban ismétli a gyermekelemeket.

# block keyword
source: query
hu_hu: lekérdezés

# block keyword
source: posts
hu_hu: bejegyzések

# block title
source: Image
hu_hu: Kép

# block description
source: A self-closing media element.
hu_hu: Önzáró médiaelem.

# block keyword
source: image
hu_hu: kép

# block keyword
source: media
hu_hu: média

# block title
source: No Results
hu_hu: Nincs találat

# block description
source: Display blocks when your query has no results.
hu_hu: Jelenítsen meg blokkokat, amikor a lekérdezése nem ad találatot.

# block keyword
source: no results
hu_hu: nincs találat

# block title
source: Page Numbers
hu_hu: Oldalszámok

# block description
source: Display page numbers for a paginated query loop.
hu_hu: Jelenítsen meg oldalszámokat egy lapozott lekérdezési ciklushoz.

# block keyword
source: pagination
hu_hu: lapozás

# block keyword
source: numbers
hu_hu: számok

# block title
source: Query
hu_hu: Lekérdezés

# block description
source: Query posts and display them in a loop.
hu_hu: Kérdezze le a bejegyzéseket, és jelenítse meg őket egy ciklusban.

# block title
source: Shape
hu_hu: Alakzat

# block description
source: A custom SVG shape.
hu_hu: Egy egyedi SVG-alakzat.

# block keyword
source: icon
hu_hu: ikon

# block keyword
source: shape
hu_hu: alakzat

# block title
source: Text
hu_hu: Szöveg

# block description
source: A text element where you can choose your own tag name, content, and styles.
hu_hu: Olyan szövegelem, amelynél kiválaszthatja a tag nevét, a tartalmat és a stílusokat.

# block keyword
source: text
hu_hu: szöveg

# block keyword
source: heading
hu_hu: címsor

# block keyword
source: headline
hu_hu: főcím

# block keyword
source: paragraph
hu_hu: bekezdés
