Repository: hellowpio/wordpress-translations
Catalog: plugins/*/all-*-one-wp-migration-ftp-extension/all-*-one-wp-migration-ftp-extension-*.po
Languages: hu_hu

source: Preparing to import...
hu_hu: Importálás előkészítése...

source: Private key
hu_hu: Privát kulcs

source: Private key file
hu_hu: Privát kulcsfájl

source: Private key passphrase (optional)
hu_hu: Privát kulcs jelszava (opcionális)

source: Proceed
hu_hu: Folytatás

source: Protect this backup with a password
hu_hu: Védje ezt a biztonsági mentést jelszóval

source: Purge Plugins
hu_hu: Bővítmények törlése

source: Quickly removes all installed plugins from your WordPress site. Ideal for troubleshooting conflicts or starting fresh with plugin installations.
hu_hu: Gyorsan eltávolítja az összes telepített bővítményt a WordPress-webhelyéről. Ideális konfliktusok hibaelhárításához vagy a bővítmények telepítésének tiszta újrakezdéséhez.

source: Reading...
hu_hu: Beolvasás...

source: Refreshing backup list...
hu_hu: Biztonsági mentések listájának frissítése...

source: Reminder
hu_hu: Emlékeztető

source: Remove backups older than
hu_hu: A következőnél régebbi biztonsági mentések eltávolítása

source: Repeat the password
hu_hu: Jelszó megismétlése

source: Reset Database
hu_hu: Adatbázis alaphelyzetbe állítása

source: Reset Hub
hu_hu: Hub alaphelyzetbe állítása

source: Reset In Progress
hu_hu: Alaphelyzetbe állítás folyamatban

source: Reset Successful
hu_hu: Sikeres alaphelyzetbe állítás

source: Reset in progress. This may take a few moments.
hu_hu: Az alaphelyzetbe állítás folyamatban van. Ez eltarthat néhány pillanatig.

source: Restore complete.
hu_hu: Visszaállítás befejezve.

source: Restore in progress...
hu_hu: Visszaállítás folyamatban...

source: Restore point %d
hu_hu: Visszaállítási pont %d

source: Restoring a backup is available via Unlimited extension. <a href="https://servmask.com/products/unlimited-extension" target="_blank">Get it here</a>
hu_hu: A biztonsági mentés visszaállítása az Unlimited kiegészítőn keresztül érhető el. <a href="https://servmask.com/products/unlimited-extension" target="_blank">Szerezze be itt</a>

source: Retention settings
hu_hu: Megőrzési beállítások

source: Retry
hu_hu: Újrapróbálás

source: Root directory
hu_hu: Gyökérkönyvtár

source: SFTP Extension requires PHPSecLib library. <a href="https://help.servmask.com/knowledgebase/phpseclib-missing-in-php-installation/" target="_blank">Technical details</a>
hu_hu: Az SFTP-bővítményhez PHPSecLib könyvtár szükséges. <a href="https://help.servmask.com/knowledgebase/phpseclib-missing-in-php-installation/" target="_blank">Technikai részletek</a>

source: SFTP download has failed
hu_hu: Az SFTP-letöltés nem sikerült

source: SFTP list has failed
hu_hu: Az SFTP-listázás nem sikerült

source: SFTP upload has failed
hu_hu: Az SFTP-feltöltés nem sikerült

source: Save
hu_hu: Mentés

source: Schedule
hu_hu: Ütemezés

source: Scheduled event has completed (%s)
hu_hu: Az ütemezett esemény befejeződött (%s)

source: Scheduled event has failed (%s)
hu_hu: Az ütemezett esemény meghiúsult (%s)

source: Schedules
hu_hu: Ütemezések

source: Select event type
hu_hu: Válassza ki az esemény típusát

source: Select interval
hu_hu: Válassza ki az időközt

source: Select manually
hu_hu: Válassza ki manuálisan

source: Select reminder
hu_hu: Válasszon emlékeztetőt

source: Select status
hu_hu: Válassza ki az állapotot

source: Select storage
hu_hu: Válassza ki a tárhelyet

source: Send an email if a backup fails
hu_hu: Küldjön e-mailt, ha egy biztonsági mentés meghiúsul

source: Send an email when a backup is complete
hu_hu: Küldjön e-mailt, amikor egy biztonsági mentés befejeződik

source: Size
hu_hu: Méret

source: Slow Internet (Home)
hu_hu: Lassú internet (Otthon)

source: Something went wrong, please refresh and try again
hu_hu: Valami hiba történt, kérjük, frissítsen, majd próbálja meg újra

source: Start
hu_hu: Indítás

source: Status
hu_hu: Állapot

source: Stop Reset
hu_hu: Alaphelyzetbe állítás leállítása

source: Stop export
hu_hu: Exportálás leállítása

source: Stop import
hu_hu: Importálás leállítása

source: Storage
hu_hu: Tárhely

source: Submit
hu_hu: Küldés

source: Subsite selection
hu_hu: Alwebhely kiválasztása

source: Supported types are: %s
hu_hu: Támogatott típusok: %s

source: Table Name
hu_hu: Táblanév

source: Thanks for submitting your feedback!
hu_hu: Köszönjük, hogy elküldte a visszajelzését!

source: Thanks for submitting your request!
hu_hu: Köszönjük, hogy elküldte a kérelmét!

source: The backup file could not be located in wp-content/ai1wm-backups folder.
hu_hu: A biztonsági mentés fájlja nem található a wp-content/ai1wm-backups mappában.

source: The backup is encrypted
hu_hu: A biztonsági mentés titkosítva van

source: The entered password is not valid. Please ensure you're entering the correct password. It's essential for security reasons to verify your identity before making significant changes to your site.
hu_hu: A megadott jelszó érvénytelen. Kérjük, győződjön meg róla, hogy a helyes jelszót adja meg. Biztonsági okokból elengedhetetlen a személyazonosság igazolása, mielőtt jelentős változtatásokat hajt végre a webhelyén.

source: The extract folder is not writable. Check that directory exists and writable.
hu_hu: A kicsomagolási mappa nem írható. Ellenőrizze, hogy a könyvtár létezik és írható.

source: The passwords do not match
hu_hu: A jelszavak nem egyeznek

source: The reset of your media files has been successfully completed. Your site's media library is now empty, and you can start afresh with new uploads.
hu_hu: A médiafájlok visszaállítása sikeresen befejeződött. A webhely médiatára most üres, és új feltöltésekkel tiszta lappal kezdhet.

source: The reset of your site's database has been successfully completed. WordPress has been restored to its original state, similar to a new installation. Please remember, this action has removed all content, settings, and user data. Proceed to set up your site again or restore from a backup if necessary.
hu_hu: A webhely adatbázisának visszaállítása sikeresen befejeződött. A WordPress az eredeti állapotára lett visszaállítva, hasonlóan egy új telepítéshez. Ne feledje, ez a művelet minden tartalmat, beállítást és felhasználói adatot eltávolított. Folytassa a webhely beállítását, vagy szükség esetén állítson vissza egy biztonsági mentést.

source: Theme Reset
hu_hu: Téma visszaállítása

source: There are no backups available at this time, why not create a new one?
hu_hu: Jelenleg nem áll rendelkezésre biztonsági mentés, miért nem hoz létre egy újat?

source: There are no log records for this event
hu_hu: Ehhez az eseményhez nincs naplóbejegyzés

source: There is not enough space available on the disk.<br />Free up %s of disk space.
hu_hu: Nincs elég szabad hely a lemezen.<br />Szabadítson fel %s lemezterületet.

source: This action will permanently erase all existing data within your database and revert your WordPress site to its default state. This includes posts, pages, comments, settings, and user data. Useful for reverting to a clean state and starting fresh.
hu_hu: Ez a művelet véglegesen törli az adatbázisában lévő összes adatot, és a WordPress-webhelyét alapértelmezett állapotára állítja vissza. Ez magában foglalja a bejegyzéseket, oldalakat, hozzászólásokat, beállításokat és felhasználói adatokat. Hasznos a tiszta állapot visszaállításához és az újrakezdéshez.

source: This tool will delete all existing data within your database and revert your WordPress site to its default state.
hu_hu: Ez az eszköz törli az adatbázisában lévő összes adatot, és a WordPress-webhelyét alapértelmezett állapotára állítja vissza.

source: This tool will delete all media files from your site's media library.
hu_hu: Ez az eszköz törli a webhely médiatárából az összes médiafájlt.

source: This tool will delete all themes and revert to the default WordPress theme.
hu_hu: Ez az eszköz törli az összes témát, és visszaáll az alapértelmezett WordPress-témára.

source: This tool will remove all installed plugins from your site.
hu_hu: Ez az eszköz eltávolítja a webhelyről az összes telepített bővítményt.

source: This tool will reset your entire WordPress site to its default installation state.
hu_hu: Ez az eszköz a teljes WordPress-webhelyet az alapértelmezett telepítési állapotára állítja vissza.

source: Time to start
hu_hu: Ideje elkezdeni

source: Title
hu_hu: Cím

source: To confirm, enter your current password:
hu_hu: A megerősítéshez adja meg jelenlegi jelszavát:

source: To continue, enter your current user [%s] password:
hu_hu: A folytatáshoz adja meg a jelenlegi felhasználó [%s] jelszavát:

source: To list available backups use: wp ai1wm ftp list-backups
hu_hu: A rendelkezésre álló biztonsági mentések listázásához használja: wp ai1wm ftp list-backups

source: To list available backups use: wp ai1wm list-backups
hu_hu: A rendelkezésre álló biztonsági mentések listázásához használja: wp ai1wm list-backups

source: To list the sites type `l`.
hu_hu: A webhelyek listázásához írja be az `l`-t.

source: To start the reset process, please enter current user password.
hu_hu: A visszaállítási folyamat indításához adja meg a jelenlegi felhasználó jelszavát.

source: To use <strong>%s</strong> storage, purchase it here.
hu_hu: A <strong>%s</strong> tárhely használatához vásárolja meg itt.

source: To use <strong>%s</strong> storage, you need to configure it first.
hu_hu: A <strong>%s</strong> tárhely használatához előbb konfigurálnia kell.

source: Too many requests. Please try again later. Error code: %s <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Technical details</a>
hu_hu: Túl sok kérés. Kérjük, próbálja meg később. Hibakód: %s <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Műszaki részletek</a>

source: Tools
hu_hu: Eszközök

source: Transfer settings
hu_hu: Átviteli beállítások

source: Type
hu_hu: Típus

source: Unable to Proceed
hu_hu: A folytatás nem lehetséges

source: Unable to Proceed: %s
hu_hu: A folytatás nem lehetséges: %s

source: Unable to change FTP directory. Please ensure that you have permission on the server. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-directory" target="_blank">Technical details</a>
hu_hu: Nem sikerült módosítani az FTP-könyvtárat. Győződjön meg róla, hogy van jogosultsága a kiszolgálón. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-directory" target="_blank">Műszaki részletek</a>

source: Unable to change FTPS directory. Please ensure that you have permission on the server. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-directory" target="_blank">Technical details</a>
hu_hu: Nem sikerült módosítani az FTPS-könyvtárat. Győződjön meg róla, hogy van jogosultsága a kiszolgálón. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-directory" target="_blank">Műszaki részletek</a>

source: Unable to change SFTP directory. Please ensure that you have permission on the server. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-directory" target="_blank">Technical details</a>
hu_hu: Nem sikerült módosítani az SFTP-könyvtárat. Győződjön meg róla, hogy van jogosultsága a kiszolgálón. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-directory" target="_blank">Műszaki részletek</a>

source: Unable to confirm the import. Refresh the page and try again
hu_hu: Nem sikerült megerősíteni az importálást. Frissítse az oldalt, majd próbálja újra

source: Unable to connect to FTP server. Please check your FTP hostname, port, and active mode settings. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-hostname" target="_blank">Technical details</a>
hu_hu: Nem sikerült csatlakozni az FTP-kiszolgálóhoz. Ellenőrizze az FTP gépnevet, a portot és az aktív mód beállításait. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-hostname" target="_blank">Műszaki részletek</a>

source: Unable to connect to FTP. Error code: %s. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Technical details</a>
hu_hu: Nem sikerült csatlakozni az FTP-hez. Hibakód: %s. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Műszaki részletek</a>

source: Unable to connect to FTPS server. Please check your FTPS hostname, port, and active mode settings. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-hostname" target="_blank">Technical details</a>
hu_hu: Nem sikerült csatlakozni az FTPS-kiszolgálóhoz. Ellenőrizze az FTPS gépnevet, a portot és az aktív mód beállításait. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-hostname" target="_blank">Műszaki részletek</a>

source: Unable to connect to FTPS. Error code: %s. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Technical details</a>
hu_hu: Nem sikerült csatlakozni az FTPS-hez. Hibakód: %s. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Műszaki részletek</a>

source: Unable to connect to SFTP server. Please check your hostname and port. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-hostname" target="_blank">Technical details</a>
hu_hu: Nem sikerült csatlakozni az SFTP-kiszolgálóhoz. Ellenőrizze a gépnevet és a portot. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-hostname" target="_blank">Műszaki részletek</a>

source: Unable to download file from FTP server. Please ensure that you have enough disk space. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#write-error" target="_blank">Technical details</a>
hu_hu: Nem sikerült fájlt letölteni az FTP-kiszolgálóról. Győződjön meg róla, hogy van elegendő lemezterület. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#write-error" target="_blank">Műszaki részletek</a>

source: Unable to download file from FTPS server. Please ensure that you have enough disk space. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#write-error" target="_blank">Technical details</a>
hu_hu: Nem sikerült fájlt letölteni az FTPS-kiszolgálóról. Győződjön meg róla, hogy van elegendő lemezterület. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#write-error" target="_blank">Műszaki részletek</a>

source: Unable to export
hu_hu: Nem sikerült exportálni

source: Unable to extract files: %s
hu_hu: Nem sikerült kibontani a fájlokat: %s

source: Unable to find event
hu_hu: Nem található esemény

source: Unable to find scheduled event
hu_hu: Nem található ütemezett esemény

source: Unable to import
hu_hu: Nem sikerült importálni

source: Unable to login to FTP server. Please check your username and password. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-credentials" target="_blank">Technical details</a>
hu_hu: Nem sikerült bejelentkezni az FTP szerverre. Kérjük, ellenőrizze a felhasználónevét és jelszavát. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-credentials" target="_blank">Technikai részletek</a>

source: Unable to login to FTPS server. Please check your username and password. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-credentials" target="_blank">Technical details</a>
hu_hu: Nem sikerült bejelentkezni az FTPS szerverre. Kérjük, ellenőrizze a felhasználónevét és jelszavát. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-credentials" target="_blank">Technikai részletek</a>

source: Unable to login to SFTP server. Please check your username and password. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-credentials" target="_blank">Technical details</a>
hu_hu: Nem sikerült bejelentkezni az SFTP szerverre. Kérjük, ellenőrizze a felhasználónevét és jelszavát. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#invalid-credentials" target="_blank">Technikai részletek</a>

source: Unable to prepare blogs on import. Refresh the page and try again
hu_hu: Nem sikerült előkészíteni a blogokat az import során. Frissítse az oldalt, és próbálja újra

source: Unable to reset
hu_hu: Nem sikerült a visszaállítás.

source: Unable to run the export. Refresh the page and try again
hu_hu: Nem sikerült lefuttatni az exportálást. Frissítse az oldalt, és próbálja újra

source: Unable to start the export. Refresh the page and try again
hu_hu: Nem sikerült elindítani az exportálást. Frissítse az oldalt, és próbálja újra

source: Unable to start the import. Refresh the page and try again
hu_hu: Nem sikerült elindítani az importálást. Frissítse az oldalt, és próbálja újra

source: Unable to start the reset. Refresh the page and try again
hu_hu: Nem sikerült elindítani a visszaállítást. Frissítse az oldalt, és próbálja újra

source: Unable to stop the export. Refresh the page and try again
hu_hu: Nem sikerült leállítani az exportálást. Frissítse az oldalt, és próbálja újra

source: Unable to stop the import. Refresh the page and try again
hu_hu: Nem sikerült leállítani az importálást. Frissítse az oldalt, és próbálja újra

source: Unable to stop the reset. Refresh the page and try again
hu_hu: Nem sikerült leállítani a visszaállítást. Frissítse az oldalt, és próbálja újra

source: Undefined schedule interval!
hu_hu: Meghatározatlan ütemezési időköz!

source: Unknown cron error
hu_hu: Ismeretlen cron hiba

source: Unknown period
hu_hu: Ismeretlen időszak

source: Unknown table:
hu_hu: Ismeretlen tábla:

source: Unlimited
hu_hu: Korlátlan

source: Unsupported reset type.
hu_hu: Nem támogatott visszaállítási típus.

source: Update
hu_hu: Frissítés

source: Updating FTP settings...
hu_hu: FTP beállítások frissítése...

source: Uploading %s (%s) [%d%% complete]
hu_hu: Feltöltés: %s (%s) [%d%% kész]

source: Uploading to %s server...
hu_hu: Feltöltés a(z) %s szerverre...

source: Username
hu_hu: Felhasználónév

source: View log
hu_hu: Napló megtekintése

source: Weekly
hu_hu: Hetente

source: Weekly backup
hu_hu: Heti biztonsági mentés

source: WordPress Multisite is supported via our All-in-One WP Migration Multisite Extension.
hu_hu: A WordPress Multisite támogatott az All-in-One WP Migration Multisite Extension segítségével.

source: You are about to stop exporting your website, are you sure?
hu_hu: A webhelye exportálását készül leállítani, biztos benne?

source: You are about to stop importing your website, are you sure?
hu_hu: A webhelye importálását készül leállítani, biztos benne?

source: You are about to stop resetting your website, are you sure?
hu_hu: A webhelye visszaállítását készül leállítani, biztos benne?

source: You can get a copy of it here: https://servmask.com/products/multisite-extension
hu_hu: Itt szerezheti be: https://servmask.com/products/multisite-extension

source: You can get a copy of it here: https://wordpress.org/plugins/all-in-one-wp-migration/
hu_hu: Itt szerezheti be: https://wordpress.org/plugins/all-in-one-wp-migration/

source: You have %d backup
hu_hu: Önnek %d biztonsági mentése van

source: You have %d backups
hu_hu: Önnek %d biztonsági mentése van

source: You have supplied an invalid FTP factory type = %s
hu_hu: Érvénytelen FTP factory típust adott meg = %s

source: You will need to create this folder and grant it read/write/execute permissions (0777) for the All-in-One WP Migration plugin to function properly.
hu_hu: Létre kell hoznia ezt a mappát, és olvasási/írási/végrehajtási jogosultságokat (0777) kell adnia neki, hogy az All-in-One WP Migration bővítmény megfelelően működjön.

source: Your PHP is missing cURL extension. <a href="https://help.servmask.com/knowledgebase/curl-missing-in-php-installation/" target="_blank">Technical details</a>
hu_hu: A PHP telepítéséből hiányzik a cURL kiterjesztés. <a href="https://help.servmask.com/knowledgebase/curl-missing-in-php-installation/" target="_blank">Technikai részletek</a>

source: Your WordPress archive has been uploaded to the %s server.
hu_hu: A WordPress archívuma fel lett töltve a(z) %s szerverre.

source: Your changes have been saved.
hu_hu: A módosításait elmentettük.

source: Your email here
hu_hu: Ide az e-mail címe

source: Your request is being processed. This may take a few moments. Please do not close this window or navigate away from this page while the reset is in progress.
hu_hu: Kérését feldolgozzuk. Ez néhány pillanatig tarthat. Kérjük, ne zárja be ezt az ablakot, és ne navigáljon el erről az oldalról, amíg a visszaállítás folyamatban van.

source: Your site has been fully reset to its original, pristine condition, as if it were newly installed. All content, themes, plugins, and settings have been removed. You now have a clean slate to rebuild your site exactly the way you want it. If you need to undo this action, please restore your site from a backup if available.
hu_hu: A webhelye teljesen vissza lett állítva eredeti, makulátlan állapotába, mintha újonnan lett volna telepítve. Minden tartalom, téma, bővítmény és beállítás eltávolításra került. Most tiszta lappal kezdhet, és pontosan úgy építheti újjá a webhelyét, ahogyan szeretné. Ha vissza kell vonnia ezt a műveletet, állítsa vissza a webhelyét egy rendelkezésre álló biztonsági mentésből.

source: Your system doesn't support encryption.
hu_hu: A rendszere nem támogatja a titkosítást.

source: Your theme has been successfully reset. All themes except the default WordPress theme have been removed, and the default theme is now active. This process has cleared all customizations and settings related to other themes. You can now start fresh with theme setup or install a new theme to customize your site's appearance.
hu_hu: A témája sikeresen vissza lett állítva. Az alapértelmezett WordPress téma kivételével minden téma eltávolításra került, és az alapértelmezett téma van most aktív. Ez a folyamat törölte az összes, más témákhoz kapcsolódó testreszabást és beállítást. Most tiszta lappal kezdheti a téma beállítását, vagy telepíthet egy új témát a webhely megjelenésének testreszabásához.

source: backups. <small>Default: <strong>0</strong> unlimited</small>
hu_hu: biztonsági mentések. <small>Alapértelmezett: <strong>0</strong> korlátlan</small>

source: backups. Default: 0 unlimited
hu_hu: biztonsági mentések. Alapértelmezett: 0 korlátlan

source: days. <small>Default: <strong>0</strong> off</small>
hu_hu: nap. <small>Alapértelmezett: <strong>0</strong> kikapcsolva</small>

source: days. Default: 0 off
hu_hu: nap. Alapértelmezett: 0 kikapcsolva

source: file is hidden
hu_hu: a fájl rejtett

source: files are hidden
hu_hu: a fájlok rejtettek

source: new
hu_hu: új

source: {x} file and {y} folder selected
hu_hu: {x} fájl és {y} mappa kijelölve

source: {x} file and {y} folders selected
hu_hu: {x} fájl és {y} mappa kijelölve

source: {x} file selected
hu_hu: {x} fájl kijelölve

source: {x} files and {y} folder selected
hu_hu: {x} fájl és {y} mappa kijelölve

source: {x} files and {y} folders selected
hu_hu: {x} fájl és {y} mappa kijelölve

source: {x} files selected
hu_hu: {x} fájl kijelölve

source: {x} table selected
hu_hu: {x} tábla kijelölve

source: {x} tables selected
hu_hu: {x} tábla kijelölve

source: {y} folder selected
hu_hu: {y} mappa kijelölve

source: {y} folders selected
hu_hu: {y} mappa kijelölve
