Repository: hellowpio/wordpress-translations
Catalog: plugins/*/all-*-one-wp-migration-ftp-extension/all-*-one-wp-migration-ftp-extension-*.po
Languages: hu_hu

source: "Restore" functionality is available in a <a href="https://servmask.com/products/unlimited-extension" target="_blank">paid extension</a>.<br />You could also download the backup and then use "Import from file".
hu_hu: "Visszaállítás" funkció elérhető egy <a href="https://servmask.com/products/unlimited-extension" target="_blank">fizetős bővítményben</a>.<br />A biztonsági mentést le is töltheti, majd használhatja az "Importálás fájlból" lehetőséget.

source: %s ago
hu_hu: %s ezelőtt

source: %s connection is successfully established.
hu_hu: A %s kapcsolat sikeresen létrejött.

source: %s constant must be defined!
hu_hu: A %s konstansnak definiáltnak kell lennie!

source: %s. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Technical details</a>
hu_hu: %s. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Technikai részletek</a>

source: <a href="https://help.servmask.com/knowledgebase/ftp-extension-user-guide/" target="_blank">User Guide</a>
hu_hu: <a href="https://help.servmask.com/knowledgebase/ftp-extension-user-guide/" target="_blank">Felhasználói útmutató</a>

source: <a href="https://servmask.com/contact-support" target="_blank">Contact Support</a>
hu_hu: <a href="https://servmask.com/contact-support" target="_blank">Kapcsolatfelvétel a támogatással</a>

source: <i class="ai1wmfe-icon-ftp"></i> Uploading <strong>%s</strong> (%s)<br />%d%% complete
hu_hu: <i class="ai1wmfe-icon-ftp"></i> Feltöltés <strong>%s</strong> (%s)<br />%d%% kész

source: <p>Backup file: %s</p>
hu_hu: <p>Biztonsági mentés fájlja: %s</p>

source: <p>Date: %s</p>
hu_hu: <p>Dátum: %s</p>

source: <p>Error message: %s</p>
hu_hu: <p>Hibaüzenet: %s</p>

source: <p>Size: %s</p>
hu_hu: <p>Méret: %s</p>

source: <p>Your site %s export failed.</p>
hu_hu: <p>A(z) %s webhely exportálása sikertelen volt.</p>

source: <p>Your site %s was successfully exported to %s.</p>
hu_hu: <p>A(z) %s webhelyet sikeresen exportáltuk ide: %s.</p>

source: <p>Your site %s was successfully exported.</p>
hu_hu: <p>A(z) %s webhelyet sikeresen exportáltuk.</p>

source: <small>Default: <strong>0</strong> unlimited</small>
hu_hu: <small>Alapértelmezett: <strong>0</strong> korlátlan</small>

source: <strong><i class="ai1wm-icon-notification"></i> Please remember:</strong> Always <a href="#" class="ai1wm-show-create-snapshot-link">create a backup</a> before proceeding, so you can undo these changes if needed.
hu_hu: <strong><i class="ai1wm-icon-notification"></i> Ne feledje:</strong> Mindig <a href="#" class="ai1wm-show-create-snapshot-link">készítsen biztonsági mentést</a> a folytatás előtt, hogy szükség esetén vissza tudja vonni ezeket a változtatásokat.

source: <strong>All-in-One WP Migration</strong> is not the latest version. <br />You must <a href="%s">update the plugin</a> before you can use it. <br />
hu_hu: <strong>All-in-One WP Migration</strong> nem a legújabb verzió. <br />A használat előtt <a href="%s">frissítenie kell a bővítményt</a>. <br />

source: A backup extract path must be provided and writable in order to proceed with the extract process.
hu_hu: A kicsomagolási folyamat folytatásához meg kell adni a biztonsági mentés célútvonalát, és annak írhatónak kell lennie.

source: A backup name must be provided in order to proceed with the extract process.
hu_hu: A kicsomagolási folyamat folytatásához meg kell adni a biztonsági mentés nevét.

source: A backup name must be provided in order to proceed with the list backup files process.
hu_hu: A biztonsági mentési fájlok listázásának folytatásához meg kell adni a biztonsági mentés nevét.

source: A backup name must be provided in order to proceed with the restore process.
hu_hu: A visszaállítás folytatásához meg kell adni a biztonsági mentés nevét.

source: A reset type must be provided in order to proceed with the reset process.
hu_hu: Az alaphelyzetbe állítás folytatásához meg kell adni az alaphelyzetbe állítás típusát.

source: A site with this ID does not exist.
hu_hu: Nem létezik ilyen azonosítójú webhely.

source: Active mode
hu_hu: Aktív mód

source: Advanced options
hu_hu: Haladó beállítások

source: All installed plugins have been successfully removed from your site. This action has cleared any settings, data, and customizations associated with those plugins. Your site is now in a clean state, free of any plugins. You can begin reinstalling your preferred plugins to configure your site with the functionality you need.
hu_hu: Az összes telepített bővítményt sikeresen eltávolítottuk a webhelyéről. Ez a művelet törölte az ezekhez a bővítményekhez kapcsolódó összes beállítást, adatot és testreszabást. A webhelye most tiszta állapotban van, bővítmények nélkül. Megkezdheti a kívánt bővítmények újratelepítését, hogy a szükséges funkcionalitással konfigurálja a webhelyét.

source: All-in-One WP Migration Command
hu_hu: All-in-One WP Migration parancs

source: All-in-One WP Migration Command for FTP
hu_hu: All-in-One WP Migration parancs FTP-hez

source: All-in-One WP Migration Command for FTP incremental backups
hu_hu: All-in-One WP Migration parancs FTP-hez inkrementális biztonsági mentésekhez

source: All-in-One WP Migration is not able to create <strong>%s</strong> folder.
hu_hu: Az All-in-One WP Migration nem tudja létrehozni a(z) <strong>%s</strong> mappát.

source: All-in-One WP Migration is not the latest version. You must update the plugin before you can use it.
hu_hu: Az All-in-One WP Migration nem a legújabb verzió. A használat előtt frissítenie kell a bővítményt.

source: Are you sure you want to delete this event?
hu_hu: Biztosan törli ezt az eseményt?

source: Are you sure you want to delete this file?
hu_hu: Biztosan törli ezt a fájlt?

source: Are you sure you want to erase all media files from your site media library?
hu_hu: Biztosan töröl minden médiafájlt a webhely médiatárából?

source: Are you sure you want to erase all media files from your site media library? This action is ideal for clearing outdated or unnecessary media to declutter your site.
hu_hu: Biztosan töröl minden médiafájlt a webhely médiatárából? Ez a művelet ideális az elavult vagy felesleges média eltávolítására, hogy rendet tegyen a webhelyén.

source: Are you sure you want to purge your plugins? This will delete all the plugins.
hu_hu: Biztosan törölni szeretné a bővítményeit? Ez az összes bővítményt törli.

source: Are you sure you want to reset your database? This action will permanently erase all existing data within your database and revert your WordPress site to its default state. This includes posts, pages, comments, settings, and user data. Once completed, this action cannot be undone.
hu_hu: Biztosan alaphelyzetbe állítja az adatbázist? Ez a művelet véglegesen töröl minden meglévő adatot az adatbázisban, és a WordPress webhelyét alapértelmezett állapotára állítja vissza. Ez magában foglalja a bejegyzéseket, oldalakat, hozzászólásokat, beállításokat és felhasználói adatokat. A művelet befejezése után nem vonható vissza.

source: Are you sure you want to reset your themes? This will delete all your current themes and reactivate the default WordPress theme.
hu_hu: Biztosan alaphelyzetbe állítja a témáit? Ez törli az összes jelenlegi témát, és újraaktiválja az alapértelmezett WordPress témát.

source: Are you sure you want to start this event?
hu_hu: Biztosan elindítja ezt az eseményt?

source: Authentication type
hu_hu: Hitelesítés típusa

source: Backup complete.
hu_hu: Biztonsági mentés kész.

source: Backup file: %s
hu_hu: Biztonsági mentés fájlja: %s

source: Backup in progress...
hu_hu: Biztonsági mentés folyamatban...

source: Backup location: %s
hu_hu: Biztonsági mentés helye: %s

source: Backup name
hu_hu: Biztonsági mentés neve

source: Backup time:
hu_hu: Biztonsági mentés ideje:

source: Backup to %s has completed (%s)
hu_hu: A(z) %s helyre történő biztonsági mentés befejeződött (%s)

source: Backup to %s has failed (%s)
hu_hu: A(z) %s helyre történő biztonsági mentés sikertelen (%s)

source: Backup type: %s
hu_hu: Biztonsági mentés típusa: %s

source: Backups
hu_hu: Biztonsági mentések

source: Before %s - %s
hu_hu: Előtt: %s - %s

source: Cancel
hu_hu: Mégse

source: Check for updates completed.
hu_hu: A frissítések keresése befejeződött.

source: Clear selection
hu_hu: Kijelölés törlése

source: Click checkbox to toggle selection
hu_hu: Kattintson a jelölőnégyzetre a kijelölés váltásához

source: Click folder name to expand
hu_hu: Kattintson a mappa nevére a kibontáshoz

source: Close
hu_hu: Bezárás

source: Completely resets the site, restoring WordPress to its initial installation state. Best for starting entirely from scratch or for a clean slate on the site.
hu_hu: Teljesen visszaállítja a webhelyet, a WordPress-t az eredeti telepítési állapotába állítva. Legjobb teljesen a nulláról induláshoz vagy a webhely tiszta állapotba hozásához.

source: Configure your backup plan
hu_hu: Állítsa be a biztonsági mentési tervét

source: Confirm Database Reset
hu_hu: Adatbázis visszaállításának megerősítése

source: Confirm Media Clean-Up
hu_hu: Média tisztításának megerősítése

source: Confirm Plugin Purge
hu_hu: Bővítmények törlésének megerősítése

source: Confirm Site Reset
hu_hu: Webhely visszaállításának megerősítése

source: Confirm Theme Reset
hu_hu: Sablon visszaállításának megerősítése

source: Connecting to %s server ...
hu_hu: Kapcsolódás a(z) %s szerverhez ...

source: Connecting to %s server...
hu_hu: Kapcsolódás a(z) %s szerverhez...

source: Connecting to FTP server timed out. Please check FTP hostname, port, username, password, and active mode settings. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#operation-timedout" target="_blank">Technical details</a>
hu_hu: A csatlakozás az FTP szerverhez időtúllépett. Kérjük, ellenőrizze az FTP gazdagépnevet, portot, felhasználónevet, jelszót és az aktív mód beállításait. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#operation-timedout" target="_blank">Technikai részletek</a>

source: Connecting to FTPS server timed out. Please check FTPS hostname, port, username, password, and active mode settings. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#operation-timedout" target="_blank">Technical details</a>
hu_hu: A csatlakozás az FTPS szerverhez időtúllépett. Kérjük, ellenőrizze az FTPS gazdagépnevet, portot, felhasználónevet, jelszót és az aktív mód beállításait. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#operation-timedout" target="_blank">Technikai részletek</a>

source: Continue
hu_hu: Folytatás

source: Continuous
hu_hu: Folyamatos

source: Create Backup
hu_hu: Biztonsági mentés készítése

source: Create Event
hu_hu: Esemény létrehozása

source: Create a new snapshot
hu_hu: Új pillanatkép létrehozása

source: Create backup
hu_hu: Biztonsági mentés készítése

source: Create new event
hu_hu: Új esemény létrehozása

source: Create snapshot
hu_hu: Pillanatkép létrehozása

source: Creating an empty archive...
hu_hu: Üres archívum létrehozása...

source: Daily
hu_hu: Napi

source: Daily backup
hu_hu: Napi biztonsági mentés

source: Database Reset
hu_hu: Adatbázis visszaállítás

source: Date
hu_hu: Dátum

source: Date created
hu_hu: Létrehozás dátuma

source: Day
hu_hu: Nap

source: Days
hu_hu: Napok

source: Default: 0 unlimited
hu_hu: Alapértelmezett: 0 korlátlan

source: Delete
hu_hu: Törlés

source: Deletes all themes and reactivates the default WordPress theme. Useful for reverting to a clean state or resolving theme-related issues.
hu_hu: Törli az összes sablont, és újraaktiválja az alapértelmezett WordPress sablont. Hasznos a tiszta állapot visszaállításához vagy a sablonnal kapcsolatos problémák megoldásához.

source: Disabled
hu_hu: Letiltva

source: Do <strong>not</strong> replace email domain (sql)
hu_hu: <strong>Ne</strong> cserélje le az e-mail domaint (sql)

source: Do not repeat
hu_hu: Ne ismétlődjön

source: Done
hu_hu: Kész

source: Done connecting to %s server.
hu_hu: Kapcsolódás a(z) %s szerverhez befejezve.

source: Done creating an empty archive.
hu_hu: Üres archívum létrehozása befejezve.

source: Done getting FTP settings.
hu_hu: Az FTP beállítások lekérése befejezve.

source: Done preparing incremental backup files.
hu_hu: A növekményes biztonsági mentés fájljainak előkészítése befejezve.

source: Done preparing incremental content files.
hu_hu: A növekményes tartalomfájlok előkészítése befejezve.

source: Done preparing incremental media files.
hu_hu: A növekményes médiafájlok előkészítése befejezve.

source: Done preparing incremental plugin files.
hu_hu: A növekményes bővítményfájlok előkészítése befejezve.

source: Done preparing incremental theme files.
hu_hu: Inkrementális témafájlok előkészítése kész.

source: Done updating FTP settings.
hu_hu: FTP-beállítások frissítése kész.

source: Downloading %s (%s) [%d%% complete]
hu_hu: Letöltés: %s (%s) [%d%% kész]

source: Downloading from %s server...
hu_hu: Letöltés a(z) %s szerverről...

source: Edit
hu_hu: Szerkesztés

source: Email address
hu_hu: E-mail-cím

source: Enable incremental backups (optimize backup file size)
hu_hu: Inkrementális biztonsági mentések engedélyezése (a mentési fájl méretének optimalizálása)

source: Enabled
hu_hu: Engedélyezve

source: Encryption password must not be empty.
hu_hu: A titkosítási jelszó nem lehet üres.

source: Enter Hostname
hu_hu: Adja meg a hosztnevet

source: Enter Passphrase
hu_hu: Adja meg a jelszókifejezést

source: Enter Password
hu_hu: Adja meg a jelszót

source: Enter Port
hu_hu: Adja meg a portot

source: Enter Root directory
hu_hu: Adja meg a gyökérkönyvtárat

source: Enter Username
hu_hu: Adja meg a felhasználónevet

source: Enter a password
hu_hu: Adjon meg egy jelszót

# password for the current user
source: Enter password for %s
hu_hu: Adja meg %s jelszavát

source: Erases all media files from the site's media library. Ideal for clearing outdated or unnecessary media to declutter your site.
hu_hu: Törli az összes médiafájlt a webhely médiatárából. Ideális az elavult vagy felesleges média eltávolításához a webhely rendbetételéhez.

source: Error
hu_hu: Hiba

source: Error code: %s. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Technical details</a>
hu_hu: Hibakód: %s. <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Műszaki részletek</a>

source: Error while downloading file
hu_hu: Hiba a fájl letöltése közben

source: Error while reading backup content
hu_hu: Hiba a biztonsági mentés tartalmának olvasása közben

source: Event data must be array
hu_hu: Az eseményadatoknak tömbnek kell lenniük

source: Event info
hu_hu: Eseményinformáció

source: Event log
hu_hu: Eseménynapló

source: Event name
hu_hu: Esemény neve

source: Event title here
hu_hu: Esemény címe ide

source: Event type
hu_hu: Eseménytípus

source: Every day
hu_hu: Naponta

source: Every hour
hu_hu: Óránként

source: Every month
hu_hu: Havonta

source: Every week
hu_hu: Hetente

source: Example: wp ai1wm backup-extract migration-wp-20170913-095743-931.wpress
hu_hu: Példa: wp ai1wm backup-extract migration-wp-20170913-095743-931.wpress

source: Example: wp ai1wm backup-extract migration-wp-20170913-095743-931.wpress --extract-path=/tmp
hu_hu: Példa: wp ai1wm backup-extract migration-wp-20170913-095743-931.wpress --extract-path=/tmp

source: Example: wp ai1wm backup_files migration-wp-20170913-095743-931.wpress
hu_hu: Példa: wp ai1wm backup_files migration-wp-20170913-095743-931.wpress

source: Example: wp ai1wm ftp restore migration-wp-20170913-095743-931.wpress
hu_hu: Példa: wp ai1wm ftp restore migration-wp-20170913-095743-931.wpress

source: Example: wp ai1wm reset database
hu_hu: Példa: wp ai1wm reset database

source: Example: wp ai1wm restore migration-wp-20170913-095743-931.wpress
hu_hu: Példa: wp ai1wm restore migration-wp-20170913-095743-931.wpress

source: Exclude cache (files)
hu_hu: Gyorsítótár kizárása (fájlok)

source: Exclude cache files
hu_hu: Gyorsítótár-fájlok kizárása

source: Exclude database (sql)
hu_hu: Adatbázis kizárása (sql)

source: Exclude inactive plugins
hu_hu: Inaktív bővítmények kizárása

source: Exclude inactive plugins (files)
hu_hu: Inaktív bővítmények kizárása (fájlok)

source: Exclude inactive themes
hu_hu: Inaktív témák kizárása

source: Exclude inactive themes (files)
hu_hu: Inaktív témák kizárása (fájlok)

source: Exclude media library (files)
hu_hu: Médiatár kizárása (fájlok)

source: Exclude must-use plugins (files)
hu_hu: Kötelezően használt bővítmények kizárása (fájlok)

source: Exclude plugins (files)
hu_hu: Bővítmények kizárása (fájlok)

source: Exclude post revisions
hu_hu: Bejegyzés-változatok kizárása

source: Exclude spam comments
hu_hu: Spam hozzászólások kizárása

source: Exclude the selected database tables
hu_hu: A kiválasztott adatbázistáblák kizárása

source: Exclude the selected files
hu_hu: A kiválasztott fájlok kizárása

source: Exclude themes (files)
hu_hu: Témák (fájlok) kizárása

source: Export
hu_hu: Exportálás

source: Export entire network
hu_hu: Teljes hálózat exportálása

source: Extension requires All-in-One WP Migration plugin to be activated.
hu_hu: A kiterjesztéshez az All-in-One WP Migration plugin aktiválása szükséges.

source: FTP Backups
hu_hu: FTP biztonsági mentések

source: FTP Extension requires <a href="https://wordpress.org/plugins/all-in-one-wp-migration/" target="_blank">All-in-One WP Migration plugin</a> to be activated. <a href="https://help.servmask.com/knowledgebase/install-instructions-for-ftp-extension/" target="_blank">FTP Extension install instructions</a>
hu_hu: Az FTP Extension használatához az <a href="https://wordpress.org/plugins/all-in-one-wp-migration/" target="_blank">All-in-One WP Migration plugin</a> aktiválása szükséges. <a href="https://help.servmask.com/knowledgebase/install-instructions-for-ftp-extension/" target="_blank">FTP Extension telepítési útmutató</a>

source: FTP Extension requires PHP FTP extension. <a href="https://help.servmask.com/knowledgebase/ftp-missing-in-php-installation/" target="_blank">Technical details</a>
hu_hu: Az FTP Extension a PHP FTP kiterjesztést igényli. <a href="https://help.servmask.com/knowledgebase/ftp-missing-in-php-installation/" target="_blank">Technikai részletek</a>

source: FTP Extension requires PHP cURL extension. <a href="https://help.servmask.com/knowledgebase/curl-missing-in-php-installation/" target="_blank">Technical details</a>
hu_hu: Az FTP Extension a PHP cURL kiterjesztést igényli. <a href="https://help.servmask.com/knowledgebase/curl-missing-in-php-installation/" target="_blank">Technikai részletek</a>

source: FTP File Index is not specified.
hu_hu: Az FTP fájlindex nincs megadva.

source: FTP File Path is not specified.
hu_hu: Az FTP fájlútvonal nincs megadva.

source: FTP File Size is not specified.
hu_hu: Az FTP fájlméret nincs megadva.

source: FTP Settings
hu_hu: FTP beállítások

source: FTP download has failed
hu_hu: Az FTP-letöltés meghiúsult

source: FTP list has failed
hu_hu: Az FTP-listázás meghiúsult

source: FTP upload has failed
hu_hu: Az FTP-feltöltés meghiúsult

source: Fast Internet (Internet Servers)
hu_hu: Gyors internet (internetszerverek)

source: File name
hu_hu: Fájlnév

source: Finish
hu_hu: Befejezés

source: Folder empty. Click on folder icon to close it.
hu_hu: A mappa üres. Kattintson a mappa ikonra a bezáráshoz.

source: Full Site Reset
hu_hu: Teljes webhely-visszaállítás

source: Getting FTP settings...
hu_hu: FTP-beállítások lekérése...

source: Here are no records yet.
hu_hu: Itt még nincsenek bejegyzések.

source: Hostname
hu_hu: Hostnév

source: Hour
hu_hu: Óra

source: Hourly
hu_hu: Óránként

source: Hours
hu_hu: Órák

source: How may we help you?
hu_hu: Miben segíthetünk?

source: I have enough disk space
hu_hu: Rendelkezem elegendő lemezterülettel

source: Import
hu_hu: Importálás

source: Include the selected non‑WP tables
hu_hu: A kiválasztott nem‑WP táblák bevonása

source: Incremental
hu_hu: Inkrementális

source: Incremental backup
hu_hu: Inkrementális biztonsági mentés

source: Insufficient permissions to run reset.
hu_hu: Nincs elegendő jogosultság a visszaállítás futtatásához.

source: Internal Server Error. Please try again later. Error code: %s <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Technical details</a>
hu_hu: Belső kiszolgálóhiba. Kérjük, próbálja meg később. Hibakód: %s <a href="https://help.servmask.com/knowledgebase/ftp-error-codes/#%s" target="_blank">Technikai részletek</a>

source: Interval
hu_hu: Időköz

source: Keep the most recent
hu_hu: A legutóbbiak megtartása

source: Last backup date:
hu_hu: Utolsó biztonsági mentés dátuma:

source: Last run
hu_hu: Utolsó futtatás

source: Leave Feedback
hu_hu: Visszajelzés küldése

source: Leave plugin developers any feedback here
hu_hu: Itt adhat visszajelzést a bővítmény fejlesztőinek

source: Limit the total size of backups to
hu_hu: A biztonsági mentések teljes méretének korlátozása erre az értékre

source: List Created Events
hu_hu: Létrehozott események listája

source: List the content of the backup
hu_hu: A mentés tartalmának listázása

source: Listing files ...
hu_hu: Fájlok listázása ...

source: Loading sites...
hu_hu: Webhelyek betöltése...

source: Maximum upload file size:
hu_hu: Maximális feltölthető fájlméret:

source: Media Clean-Up
hu_hu: Média tisztítása

source: Minute
hu_hu: Perc

source: Monthly
hu_hu: Havi

source: Monthly backup
hu_hu: Havi biztonsági mentés

source: More
hu_hu: Továbbiak

source: N Days
hu_hu: N nap

source: N Hour
hu_hu: N óra

source: Name
hu_hu: Név

source: New event
hu_hu: Új esemény

source: Next backup date:
hu_hu: Következő biztonsági mentés dátuma:

source: No files selected
hu_hu: Nincs kiválasztott fájl

source: No folders or files to list. Click on the navbar to go back.
hu_hu: Nincs kilistázható mappa vagy fájl. Visszalépéshez kattintson a navigációs sávra.

source: No notification
hu_hu: Nincs értesítés

source: No tables found.
hu_hu: Nem találhatók táblák.

source: No tables selected
hu_hu: Nincs kiválasztott tábla

source: None
hu_hu: Nincs

source: Notification
hu_hu: Értesítés

source: Notification settings
hu_hu: Értesítési beállítások

source: Notify on failure
hu_hu: Értesítés hiba esetén

source: Notify on success
hu_hu: Értesítés siker esetén

source: Once per day
hu_hu: Naponta egyszer

source: Only wpress backups are listed
hu_hu: Csak a wpress biztonsági mentések vannak felsorolva

source: Password
hu_hu: Jelszó

source: Per day
hu_hu: Naponta

source: Per hour
hu_hu: Óránként

source: Per month
hu_hu: Havonta

source: Per week
hu_hu: Hetente

source: Period
hu_hu: Időszak

source: Please do not close this browser window or your import will fail
hu_hu: Kérjük, ne zárja be ezt a böngészőablakot, különben az importálás meghiúsul

source: Please enter a password to import the file
hu_hu: Kérjük, adjon meg egy jelszót a fájl importálásához

source: Please wait, stopping the export...
hu_hu: Kérjük, várjon, az exportálás leállítása...

source: Please wait, stopping the import...
hu_hu: Kérjük, várjon, az importálás leállítása...

source: Plugin Purge
hu_hu: Bővítmények törlése

source: Preparing incremental backup files...
hu_hu: Növekményes biztonsági mentési fájlok előkészítése...

source: Preparing incremental content files...
hu_hu: Növekményes tartalomfájlok előkészítése...

source: Preparing incremental media files...
hu_hu: Növekményes médiafájlok előkészítése...

source: Preparing incremental plugin files...
hu_hu: Növekményes bővítményfájlok előkészítése...

source: Preparing incremental theme files...
hu_hu: Növekményes sablonfájlok előkészítése...

source: Preparing to export...
hu_hu: Exportálás előkészítése...
