Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-booking/jet-booking-*.po
Languages: hu_hu

source: Notification text about the minimum days number in the date range. <i>Default: Please select a date range longer than %d days (%d will be replaced with days count)</i>
hu_hu: Értesítő szöveg a dátumtartomány minimális napjairól. <i>Alapértelmezett: Kérjük, válasszon %d napnál hosszabb dátumtartományt (%d a napok számával lesz helyettesítve)</i>

source: Single day notice
hu_hu: Egynapos értesítés

source: Notification text about choose a single date instead of a date range. <i>Default: Please select a date</i>
hu_hu: Értesítő szöveg arról, hogy dátumtartomány helyett egyetlen dátumot válasszon. <i>Alapértelmezett: Kérjük, válasszon egy dátumot</i>

source: Max days notice
hu_hu: Maximális napok értesítése

source: Notification text about the maximum days number in the date range. <i>Default: Please select a date range less than %d days (%d will be replaced with days count)</i>
hu_hu: Értesítő szöveg a dátumtartomány maximális napjairól. <i>Alapértelmezett: Kérjük, válasszon %d napnál rövidebb dátumtartományt (%d a napok számával lesz helyettesítve)</i>

source: Days range notice
hu_hu: Napok tartományára vonatkozó értesítés

source: Notification text about minimum and maximum days number in the date range. <i>Default: Please select a date range between %d and %d days (%d will be replaced with days count)</i>
hu_hu: Értesítő szöveg a dátumtartomány minimális és maximális napjairól. <i>Alapértelmezett: Kérjük, válasszon %d és %d nap közötti dátumtartományt (%d a napok számával lesz helyettesítve)</i>

source: Default notice
hu_hu: Alapértelmezett értesítés

source: Default notification text. <i>Default: Please select a date range</i>
hu_hu: Alapértelmezett értesítő szöveg. <i>Alapértelmezett: Kérjük, válasszon dátumtartományt</i>

source: Timepicker
hu_hu: Időválasztó

source: If enabled adds time selection controls. </br> <b>Note:</b> Time is enabled without affecting reservations.
hu_hu: Ha engedélyezve van, időválasztó vezérlőket ad hozzá. </br> <b>Megjegyzés:</b> Az idő engedélyezése nem befolyásolja a foglalásokat.

source: Timepicker restrictions
hu_hu: Időválasztás korlátozásai

source: If enabled, adds time reservation restrictions. Some time slots will be blocked based on other reservations and settings. </br> <b>Note:</b> Works best with a per-night booking period.
hu_hu: Ha engedélyezve van, időpontfoglalási korlátozásokat ad hozzá. Bizonyos idősávok más foglalások és beállítások alapján blokkolva lesznek. </br> <b>Megjegyzés:</b> Éjszakánkénti foglalási időszakkal működik a legjobban.

source: Buffer Time
hu_hu: Pufferidő

source: Define a time buffer to prevent back-to-back bookings. The system will reserve this time before and/or after each booking to ensure availability.
hu_hu: Határozzon meg pufferidőt a közvetlenül egymást követő foglalások megelőzésére. A rendszer minden foglalás előtt és/vagy után lefoglalja ezt az időt a rendelkezésre állás biztosítása érdekében.

source: Time range
hu_hu: Időtartomány

source: Set the time range during which bookings can be made.
hu_hu: Állítsa be azt az időtartományt, amelyben foglalni lehet.

source: Start
hu_hu: Kezdet

source: End
hu_hu: Vége

source: Time Slot Interval
hu_hu: Idősávok közötti időköz

source: Select the interval between the available time slots for booking.
hu_hu: Válassza ki a foglalható idősávok közötti időközt.

source: Weekday Booking Rules
hu_hu: Hét napjaira vonatkozó foglalási szabályok

source: Configure which weekdays will be available for checking in/out and which will be disabled.
hu_hu: Állítsa be, mely napok lesznek engedélyezve be- és kijelentkezéshez, és melyek lesznek letiltva.

source: Disable
hu_hu: Letiltás

source: Days Off
hu_hu: Szabadnapok

source: Set the days off, holidays, and weekend dates.
hu_hu: Állítsa be a szabadnapokat, ünnepnapokat és hétvégi dátumokat.

source: + Add Days
hu_hu: + Napok hozzáadása

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Select Days
hu_hu: Napok kiválasztása

source: Range Label
hu_hu: Tartomány címkéje

source: Name the range that will be unavailable for booking (e.g., name of the holiday).
hu_hu: Nevezze el a foglalásra nem elérhető tartományt (pl. az ünnep nevét).

source: Start Date *
hu_hu: Kezdő dátum *

source: Pick the start day.
hu_hu: Válassza ki a kezdő napot.

source: Select Date
hu_hu: Dátum kiválasztása

source: Pick the end day.
hu_hu: Válassza ki a befejező napot.

source: Before start you need to create required DB tables.
hu_hu: A kezdés előtt létre kell hoznia a szükséges DB táblákat.

source: Additional table columns
hu_hu: További táblaoszlopok

source: You can add custom columns to the booking table, which is best to do before table creation. Such columns are booking-specific and indicate additional services, details, etc. Once added, you need to map (connect) these new columns to the corresponding form fields in the related booking form.
hu_hu: Egyéni oszlopokat adhat hozzá a foglalási táblához, amit legjobb a tábla létrehozása előtt megtenni. Az ilyen oszlopok foglalásspecifikusak, és kiegészítő szolgáltatásokat, részleteket stb. jelölnek. Hozzáadásuk után ezeket az új oszlopokat a kapcsolódó foglalási űrlap megfelelő mezőihez kell hozzárendelnie (összekapcsolnia).

source: New DB Column
hu_hu: Új DB oszlop

source: Column name
hu_hu: Oszlopnév

source: Name for additional DB column
hu_hu: További DB oszlop neve

source: <b>Warning:</b> If you change or remove any columns, all data stored in these columns will be lost!
hu_hu: <b>Figyelmeztetés:</b> Ha bármely oszlopot módosít vagy eltávolít, az ezekben tárolt összes adat elvész!

source: Create Booking Tables
hu_hu: Foglalási táblák létrehozása

source: Update Booking Tables
hu_hu: Foglalási táblák frissítése

source: Event
hu_hu: Esemény

source: Select event to trigger a workflow item.
hu_hu: Válassza ki azt az eseményt, amely elindít egy munkafolyamat-elemet.

source: Select when start to run current workflow.
hu_hu: Válassza ki, mikor induljon el a jelenlegi munkafolyamat.

source: Immediately
hu_hu: Azonnal

source: Scheduled
hu_hu: Ütemezve

source: Select the date type according to which the current workflow will work.
hu_hu: Válassza ki azt a dátumtípust, amely szerint a jelenlegi munkafolyamat működik.

source: Condition
hu_hu: Feltétel

source: Select date threshold condition according to which the current workflow will work.
hu_hu: Válassza ki azt a dátumküszöb-feltételt, amely szerint a jelenlegi munkafolyamat működik.

source: Run this item in selected number of days.
hu_hu: Futtassa ezt az elemet a kiválasztott számú nap múlva.

source: + New Action
hu_hu: + Új művelet

source: Name
hu_hu: Név

source: Name of the action to visually identify it in the list.
hu_hu: A művelet neve a listában történő vizuális azonosításhoz.

source: Action
hu_hu: Művelet

source: Select action to run.
hu_hu: Válassza ki a futtatandó műveletet.

source: Enable Workflows
hu_hu: Munkafolyamatok engedélyezése

source: Enable/disable plugin workflows. </br><b>Note:</b> New workflow item will affect only bookings created after adding this item.
hu_hu: A bővítmény munkafolyamatainak engedélyezése/letiltása. </br><b>Megjegyzés:</b> Az új munkafolyamat-elem csak azokra a foglalásokra lesz hatással, amelyek az elem hozzáadása után jönnek létre.

source: + New Workflow Item
hu_hu: + Új munkafolyamat-elem

source: <b>Note:</b> To ensure proper functionality, please create and configure the email field in the booking form.
hu_hu: <b>Megjegyzés:</b> A megfelelő működés érdekében kérjük, hozza létre és konfigurálja az email mezőt a foglalási űrlapon.

source: Booking Settings
hu_hu: Foglalási beállítások

source: Labels
hu_hu: Címkék

source: Fields Settings
hu_hu: Mezők beállításai

source: Advanced
hu_hu: Haladó

source: Configuration
hu_hu: Konfiguráció

source: Schedule
hu_hu: Ütemezés

source: Workflows
hu_hu: Munkafolyamatok

source: Tools
hu_hu: Eszközök

source: Unit ID
hu_hu: Egységazonosító

source: There are no related bookings.
hu_hu: Nincsenek kapcsolódó foglalások.

source: Go to All Bookings
hu_hu: Ugrás az összes foglaláshoz

source: Date Picker Configuration
hu_hu: Dátumválasztó konfigurációja

source: You can enable and setup datepicker configuration for apartment.
hu_hu: Engedélyezheti és beállíthatja az apartman dátumválasztó konfigurációját.

source: Use Custom Schedule
hu_hu: Egyéni ütemezés használata

source: You can use a custom schedule for apartment.
hu_hu: Használhat egyéni ütemezést az apartmanhoz.

source: Price per 1 day/night
hu_hu: Ár 1 napra/éjszakára

source: Name: _apartment_price.
hu_hu: Név: _apartment_price.

source: Add rates
hu_hu: Tarifák hozzáadása

source: Add weekend
hu_hu: Hétvége hozzáadása

source: Seasonal prices
hu_hu: Szezonális árak

source: Add price
hu_hu: Ár hozzáadása

source: You can enable and setup datepicker configuration for apartment season.
hu_hu: Engedélyezheti és beállíthatja az apartman szezonjának dátumválasztó konfigurációját.

source: Set up advanced pricing rates
hu_hu: Haladó árképzési tarifák beállítása

source: From
hu_hu: Kezdete

source: days/nights
hu_hu: nap/éjszaka

source: per day/night
hu_hu: naponként/éjszakánként

source: + Add new rate
hu_hu: + Új tarifa hozzáadása

source: Booking Details
hu_hu: Foglalás részletei

source: E-mail address:
hu_hu: E-mail-cím:

source: Time
hu_hu: Időpont

source: Units:
hu_hu: Egységek:

source: Manage Units
hu_hu: Egységek kezelése

source: Available Units
hu_hu: Elérhető egységek

source: No units were found for this apartment.
hu_hu: Ehhez az apartmanhoz nem találhatók egységek.

source: Add Units
hu_hu: Egységek hozzáadása

source: Number
hu_hu: Darabszám

source: Enter the number of created units.
hu_hu: Adja meg a létrehozott egységek számát.

source: Enter the title for created units. If empty, the apartment title will be used.
hu_hu: Adja meg a létrehozott egységek címét. Ha üres, az apartman címe kerül felhasználásra.

source: Go Shop
hu_hu: Ugrás a boltba

source: No bookings available yet.
hu_hu: Még nincsenek elérhető foglalások.

source: Add New Item
hu_hu: Új elem hozzáadása

source: Update
hu_hu: Frissítés

source: WooCommerce checkout fields map
hu_hu: WooCommerce pénztármezők leképezése

source: DB columns map
hu_hu: DB oszlopok leképezése

source: Apartment ID field
hu_hu: Apartmanazonosító mező

source: Check-in/out date field
hu_hu: Bejelentkezés/kijelentkezés dátummező

source: E-mail field
hu_hu: E-mail mező

source: Check to let customers to book more than one item at a time in the booking form. Setting apply only to the apartments with configured units.
hu_hu: Jelölje be, hogy az ügyfelek egyszerre egynél több elemet foglalhassanak a foglalási űrlapon. A beállítás csak a konfigurált egységekkel rendelkező apartmanokra vonatkozik.

source: Capacity field
hu_hu: Kapacitás mező

source: Disable WooCommerce integration
hu_hu: WooCommerce-integráció letiltása

source: WooCommerce Price field
hu_hu: WooCommerce ármező

source: Fields map
hu_hu: Mezők leképezése

source: General Colors
hu_hu: Általános színek

source: Text
hu_hu: Szöveg

source: Background
hu_hu: Háttér

source: Days Colors
hu_hu: Napok színei

source: Current Day Colors
hu_hu: Mai nap színei

source: Days Range Edges Colors
hu_hu: Dátumtartomány széleinek színei

source: Days Range Trace Colors
hu_hu: Dátumtartomány sávjának színei

source: Separate fields for check in and check out dates
hu_hu: Külön mezők a bejelentkezés és a kijelentkezés dátumaihoz

source: Are you sure? Deleted booking can't be restored.
hu_hu: Biztos benne? A törölt foglalás nem állítható vissza.

source: Calendar
hu_hu: Naptár

source: Timeline
hu_hu: Idővonal

source: Sold out
hu_hu: Betelt

source: Only checkout
hu_hu: Csak kijelentkezés

source: Empty fields: %s.
hu_hu: Üres mezők: %s.

source: Invalid value fields: %s.
hu_hu: Érvénytelen értékű mezők: %s.

source: Date is not correct
hu_hu: A dátum nem megfelelő

# block title
source: Booking Availability Calendar
hu_hu: Foglalási elérhetőségi naptár

# block description
source: Availability calendar that allows user to select a booking date range.
hu_hu: Elérhetőségi naptár, amely lehetővé teszi a felhasználó számára, hogy foglalási dátumtartományt válasszon.

# block keyword
source: booking
hu_hu: foglalás

# block keyword
source: calendar
hu_hu: naptár

# block keyword
source: date
hu_hu: dátum

# block keyword
source: range
hu_hu: tartomány

# block keyword
source: picker
hu_hu: választó
