Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-booking/jet-booking-*.po
Languages: hu_hu

source: Specify the date/time format in which check-in and check-out data should be displayed.
hu_hu: Adja meg a dátum/idő formátumot, amelyben a bejelentkezési és kijelentkezési adatok megjelenjenek.

source: Booking Price Per Day/Night
hu_hu: Foglalási ár napra/éjszakára

source: Shown Price
hu_hu: Megjelenített ár

source: Select booking price that will be displayed.
hu_hu: Válassza ki a megjelenítendő foglalási árat.

source: Min Price
hu_hu: Minimum ár

source: Max Price
hu_hu: Maximum ár

source: Prices Range
hu_hu: Ártartomány

source: Price Type
hu_hu: Ártípus

source: Dynamic price type will change price dynamically on check-in check-out dates select. Will work correctly only when appropriate form presented on the page.
hu_hu: A dinamikus ártípus a bejelentkezési és kijelentkezési dátumok kiválasztásakor dinamikusan módosítja az árat. Csak akkor működik megfelelően, ha az oldalon a megfelelő űrlap található.

source: Static
hu_hu: Statikus

source: Dynamic
hu_hu: Dinamikus

source: Start Date
hu_hu: Kezdő dátum

source: Enter about any English textual datetime description. Example: `1996-04-09`, `first day of this month`.
hu_hu: Adjon meg szinte bármilyen angol nyelvű szöveges dátum/idő leírást. Példa: `1996-04-09`, `first day of this month`.

source: End Date
hu_hu: Végdátum

source: Booking Status
hu_hu: Foglalás állapota

source: Booking Unit Title
hu_hu: Foglalási egység címe

source: Unit-
hu_hu: Egység-

source: Booking Units Count
hu_hu: Foglalási egységek száma

source: Bookings Count
hu_hu: Foglalások száma

source: Please specify date range.
hu_hu: Kérjük, adja meg a dátumtartományt.

source: Booking could not be added.
hu_hu: Nem sikerült hozzáadni a foglalást.

source: Booking date is empty.
hu_hu: A foglalási dátum üres.

source: Selected dates are not available.
hu_hu: A kiválasztott dátumok nem elérhetők.

source: Overlapping bookings:
hu_hu: Átfedő foglalások:

source: Can`t add this item.
hu_hu: Ezt az elemet nem lehet hozzáadni.

source: This is %s post.
hu_hu: Ez egy %s bejegyzés.

source: No data to check booking config.
hu_hu: Nincs adat a foglalási konfiguráció ellenőrzéséhez.

source: Incorrect item data.
hu_hu: Helytelen elemadatok.

source: Booking ID is not found in request.
hu_hu: A kérésben nem található foglalás ID.

source: Post ID not found in the request
hu_hu: A kérésben nem található bejegyzés ID

source: No data to update.
hu_hu: Nincs adat a frissítéshez.

source: Incorrect item data
hu_hu: Helytelen elemadatok

source: Can`t update this item.
hu_hu: Ezt az elemet nem lehet frissíteni.

source: Post ID not found in the request.
hu_hu: A kérésben nem található bejegyzésazonosító.

source: Setup page is already registered!
hu_hu: A beállító oldal már regisztrálva van!

source: Empty data.
hu_hu: Nincs adat.

source: WooCommerce Based booking mode setting requires WooCommerce to be installed and activated.
hu_hu: A WooCommerce-alapú foglalási mód beállításához a WooCommerce telepítése és aktiválása szükséges.

source: Settings saved! <br> This setting requires page reloading. Page will be reloaded automatically in a few seconds.
hu_hu: Beállítások elmentve! <br> Ez a beállítás az oldal újratöltését igényli. Az oldal néhány másodpercen belül automatikusan újratöltődik.

source: DB tables created!
hu_hu: DB táblák létrehozva!

source: DB tables updated!
hu_hu: DB táblák frissítve!

# Order status
source: Completed
hu_hu: Teljesítve

# Order status
source: Processing
hu_hu: Feldolgozás alatt

# Order status
source: On hold
hu_hu: Függőben tartva

# Order status
source: Pending
hu_hu: Függőben

# Order status
source: Refunded
hu_hu: Visszatérítve

# Order status
source: Cancelled
hu_hu: Törölve

# Order status
source: Failed
hu_hu: Sikertelen

# Order status
source: Created
hu_hu: Létrehozva

source: Start Update
hu_hu: Frissítés indítása

source: Data Update
hu_hu: Adatfrissítés

source: Module DB Updater init error in %s - version and slug is required arguments.
hu_hu: Modul DB frissítő inicializálási hiba itt: %s - a verzió és a slug kötelező argumentumok.

source: We need to update your database to the latest version.
hu_hu: Frissítenünk kell az adatbázisát a legújabb verzióra.

source: DB Update complete, thank you for updating to the latest version!
hu_hu: A DB-frissítés elkészült, köszönjük, hogy a legújabb verzióra frissített!

source: Booking Service
hu_hu: Foglalási szolgáltatás

source: Service Cost
hu_hu: Szolgáltatás díja

source: One-off cost for the service.
hu_hu: A szolgáltatás egyszeri díja.

source: Cost Format
hu_hu: Díj formátuma

source: The format string, %s will be replaced with service cost field value.
hu_hu: A formátumsztringben a %s a szolgáltatás díja mező értékével lesz helyettesítve.

source: Multiply cost by guests count
hu_hu: Díj szorzása a vendégek számával

source: Enable this to multiply the service cost by booking instance guests count.
hu_hu: Engedélyezze ezt, hogy a szolgáltatás díja megszorzódjon a foglalási példány vendégeinek számával.

source: Everyday Service?
hu_hu: Napi szolgáltatás?

source: Enable this to multiply the service cost by booking days count.
hu_hu: Engedélyezze ezt, hogy a szolgáltatás díja megszorzódjon a foglalás napjainak számával.

source: Dates is a required field(s).
hu_hu: A dátum megadása kötelező.

source: Time is a required field(s).
hu_hu: Az időpont megadása kötelező.

source: E-mail address is a required field.
hu_hu: Az e-mail-cím megadása kötelező.

source: E-mail address is invalid.
hu_hu: Az e-mail-cím érvénytelen.

source: The minimum guests number per booking is %s.
hu_hu: A minimális vendégszám foglalásonként %s.

source: The maximum guests number per booking is %s.
hu_hu: A maximális vendégszám foglalásonként %s.

source: Booking could not be added. Selected unit is no longer available.
hu_hu: A foglalást nem sikerült hozzáadni. A kiválasztott egység már nem elérhető.

source: You can add up to %d units per request.
hu_hu: Kérelmenként legfeljebb %d egységet adhat hozzá.

source: Booking could not be added. Selected dates are no longer available.
hu_hu: A foglalást nem sikerült hozzáadni. A kiválasztott dátumok már nem elérhetők.

source: Unit
hu_hu: Egység

source: Guests
hu_hu: Vendégek

source: Booking instance
hu_hu: Foglalási példány

source: Add
hu_hu: Hozzáadás

source: Add to calendar
hu_hu: Hozzáadás a naptárhoz

source: You don`t have access to this post.
hu_hu: Önnek nincs hozzáférése ehhez a bejegyzéshez.

source: Booking #%1$s status changed to %2$s.
hu_hu: A #%1$s számú foglalás állapota %2$s lett.

source: Refunded Booking #%s.
hu_hu: A #%s számú foglalás visszatérítve.

source: <br> - Status changed from %1$s to %2$s.
hu_hu: <br> - Az állapot %1$s értékről %2$s értékre változott.

source: <br> - Item changed from %1$s to %2$s.
hu_hu: <br> - A tétel %1$s értékről %2$s értékre változott.

source: <br> - Check in date changed from %1$s to %2$s.
hu_hu: <br> - A bejelentkezés dátuma %1$s értékről %2$s értékre változott.

source: <br> - Check out date changed from %1$s to %2$s.
hu_hu: <br> - A kijelentkezés dátuma %1$s dátumról %2$s dátumra változott.

source: <br> - %1$s guests added.
hu_hu: <br> - %1$s vendég hozzáadva.

source: <br> - Guests number removed.
hu_hu: <br> - A vendégek száma eltávolítva.

source: <br> - Guests number changed from %1$s to %2$s.
hu_hu: <br> - A vendégek száma %1$s-ről %2$s-re változott.

source: <br> - Additional services removed.
hu_hu: <br> - A kiegészítő szolgáltatások eltávolítva.

source: <br> - Additional services added.
hu_hu: <br> - A kiegészítő szolgáltatások hozzáadva.

source: <br> - Additional services changed.
hu_hu: <br> - A kiegészítő szolgáltatások módosítva.

source: <br> - Total price of the order decreased by %s.
hu_hu: <br> - A rendelés teljes ára %s összeggel csökkent.

source: <br> - Total price of the order increased by %s.
hu_hu: <br> - A rendelés teljes ára %s összeggel emelkedett.

source: Updated Booking #%1$s. %2$s
hu_hu: Frissített foglalás #%1$s. %2$s

source: Book now
hu_hu: Foglaljon most

source: Invalid booking.
hu_hu: Érvénytelen foglalás.

source: Your booking was cancelled.
hu_hu: Az Ön foglalását töröltük.

source: Past Bookings
hu_hu: Korábbi foglalások

source: Today's Bookings
hu_hu: Mai foglalások

source: JetBooking product
hu_hu: JetBooking termék

source: Min guests
hu_hu: Min. vendégszám

source: The minimum number of guests per booking.
hu_hu: A foglalásonkénti minimális vendégszám.

source: Max guests
hu_hu: Max. vendégszám

source: The maximum number of guests per booking.
hu_hu: A foglalásonkénti maximális vendégszám.

source: Enable this to multiply the cost of the booking by the guests count.
hu_hu: Engedélyezze ezt a foglalás költségének a vendégek számával való megszorzásához.

source: JetBooking product types not require default product data panels. Instead, you can control your booking instance with the help of custom meta boxes, improving user experience and streamlining management.
hu_hu: A JetBooking terméktípusok nem igénylik az alapértelmezett termékadat-panelek használatát. Ehelyett egyedi meta dobozok segítségével vezérelheti foglalási példányát, ami javítja a felhasználói élményt és egyszerűsíti a kezelést.

source: Custom meta boxes showcase relevant information and settings, ensuring efficiency and simplicity in booking product creation. This customization allows for a more focused and intuitive interface for managing and configuring your booking products.
hu_hu: Az egyedi meta dobozok a releváns információkat és beállításokat jelenítik meg, biztosítva a hatékonyságot és az egyszerűséget a foglalási termékek létrehozásakor. Ez a testreszabás célzottabb és intuitívabb felületet tesz lehetővé foglalási termékei kezeléséhez és konfigurálásához.

source: Settings below apply only to the booking products with configured units.
hu_hu: Az alábbi beállítások csak a konfigurált egységekkel rendelkező foglalási termékekre vonatkoznak.

source: Learn more
hu_hu: Tudjon meg többet

source: Booking multiple units
hu_hu: Több egység foglalása

source: Allows the user to select the number of units to book.
hu_hu: Lehetővé teszi, hogy a felhasználó kiválassza a foglalni kívánt egységek számát.

source: Check to let customers to book more than one item at a time in the single form.
hu_hu: Jelölje be, hogy az ügyfelek egyetlen űrlapon egyszerre egynél több tételt foglalhassanak.

source: Has guests
hu_hu: Vendégek megadása

source: Enable this if booking product can be booked with a defined number of guests.
hu_hu: Engedélyezze ezt, ha a foglalási termék meghatározott számú vendéggel foglalható.

source: Unit Selection
hu_hu: Egységválasztás

source: Enable this if booking product has multiple bookable units to display as a list for selection during booking, for example room types.
hu_hu: Engedélyezze ezt, ha a foglalási termék több foglalható egységgel rendelkezik, amelyeket a foglalás során listában kell megjeleníteni a kiválasztáshoz, például szobatípusok.

source: Workflows is enabled and configured. To ensure proper functionality, please enable email field in the plugin settings.
hu_hu: A Workflows engedélyezve és be van állítva. A megfelelő működés érdekében kérjük, engedélyezze az e-mail mezőt a bővítmény beállításaiban.

source: Total:
hu_hu: Összesen:

source: Attributes
hu_hu: Attribútumok

source: Booking details
hu_hu: Foglalás részletei

source: Booking #%d updated.
hu_hu: A #%d számú foglalás frissítve.

source: Send Email
hu_hu: E-mail küldése

source: Call a Webhook
hu_hu: Webhook hívása

source: Booking Created
hu_hu: Foglalás létrehozva

source: Booking Status Changed
hu_hu: A foglalás állapota megváltozott

source: Send to
hu_hu: Címzett

source: Email address of the recipient.
hu_hu: A címzett e-mail-címe.

source: Subject
hu_hu: Tárgy

source: Subject line for the email.
hu_hu: Az e-mail tárgysora.

source: Send from
hu_hu: Feladó e-mail-címe

source: Email address that will appear as the sender of the email.
hu_hu: Az az e-mail-cím, amely feladóként jelenik meg.

source: Send from name
hu_hu: Feladó neve

source: Name that will appear as the sender of the email.
hu_hu: Az a név, amely feladóként jelenik meg.

source: Message
hu_hu: Üzenet

source: Main content of the email. This can include text, HTML, or a combination of both.
hu_hu: Az e-mail fő tartalma. Tartalmazhat szöveget, HTML-t vagy mindkettő kombinációját.

source: Enter the webhook URL where event data will be sent.</br> <b>Note:</b> Ensure the URL is valid and accessible.
hu_hu: Adja meg azt a webhook URL-t, ahová az eseményadatok lesznek küldve.</br> <b>Megjegyzés:</b> Győződjön meg arról, hogy az URL érvényes és elérhető.

source: Trigger event if bookings status changed to selected status.
hu_hu: Indítson eseményt, ha a foglalások állapota a kiválasztott állapotra változik.

source: Booking #%s
hu_hu: Foglalás #%s

source: Unit: %s
hu_hu: Egység: %s

source: Check in: %s
hu_hu: Bejelentkezés: %s

source: Check out: %s
hu_hu: Kijelentkezés: %s

source: Guests: %s
hu_hu: Vendégek: %s

source: View details &rarr;
hu_hu: Részletek megtekintése &rarr;

source: Start with some basic settings before using.
hu_hu: A használat előtt végezzen el néhány alapbeállítást.

source: Go to setup
hu_hu: Ugrás a beállításokhoz

source: Set up WooCommerce order details
hu_hu: Állítsa be a WooCommerce rendelés részleteit

source: Formatting docs
hu_hu: Formázási dokumentáció

source: Select field...
hu_hu: Válasszon mezőt...

source: + Add new item
hu_hu: + Új elem hozzáadása

source: Save
hu_hu: Mentés

source: Saving...
hu_hu: Mentés...

source: Cancel
hu_hu: Mégse

source: Add New
hu_hu: Új hozzáadása

source: Add New Booking:
hu_hu: Új foglalás hozzáadása:

source: Status:
hu_hu: Állapot:

source: Booking Item:
hu_hu: Foglalási tétel:

source: No booking products found. Create booking products to start using this functionality. <a href="%s" target="_blank">Create your first product</a>.
hu_hu: Nem találhatók foglalási termékek. Hozzon létre foglalási termékeket a funkció használatának megkezdéséhez. <a href="%s" target="_blank">Hozza létre az első termékét</a>.

source: Check in:
hu_hu: Bejelentkezés:

source: Check out:
hu_hu: Kijelentkezés:

source: User E-mail:
hu_hu: Felhasználó e-mail-címe:

source: Guests:
hu_hu: Vendégek:

source: Booking Price:
hu_hu: Foglalás ára:

source: Create Related Order
hu_hu: Kapcsolódó rendelés létrehozása

source: Don't create an order
hu_hu: Ne hozzon létre rendelést

source: Create a new order
hu_hu: Hozzon létre új rendelést

source: Assign this booking to an existing order with ID:
hu_hu: Rendelje ezt a foglalást a következő azonosítójú meglévő rendeléshez:

source: more
hu_hu: Továbbiak

source: All
hu_hu: Összes

source: Upcoming
hu_hu: Közelgő

source: Past
hu_hu: Múltbeli

source: Filters
hu_hu: Szűrők

source: Export
hu_hu: Exportálás

source: Clear
hu_hu: Törlés

source: Export bookings
hu_hu: Foglalások exportálása

source: Bookings to export
hu_hu: Exportálandó foglalások

source: Select type of bookings to export.
hu_hu: Válassza ki az exportálandó foglalások típusát.

source: All bookings
hu_hu: Összes foglalás

source: Filtered bookings
hu_hu: Szűrt foglalások

source: Export format
hu_hu: Exportálási formátum

source: Select format of exported data.
hu_hu: Válassza ki az exportált adatok formátumát.

source: Booking instance returns
hu_hu: Foglalási példány visszatérési adatai

source: Select type of information that should be returned in booking instance columns.
hu_hu: Válassza ki, hogy a foglalási példány oszlopaiban milyen típusú információ jelenjen meg.

source: Title
hu_hu: Cím

source: Specify the date format in which check-in and check-out dates columns should be displayed. <a href='https://wordpress.org/support/article/formatting-date-and-time/' target='_blank'>Documentation on date and time formatting</a>.
hu_hu: Adja meg a dátumformátumot, amelyben a be- és kijelentkezési dátumok oszlopai megjelenjenek. <a href='https://wordpress.org/support/article/formatting-date-and-time/' target='_blank'>Dokumentáció a dátum- és időformátumokról</a>.

source: How it works?
hu_hu: Hogyan működik?

source: No bookings found
hu_hu: Nem található foglalás

source: Related Order
hu_hu: Kapcsolódó rendelés

source: Actions
hu_hu: Műveletek

source: Edit
hu_hu: Szerkesztés

source: Period
hu_hu: Időszak

source: Booking Details:
hu_hu: Foglalás részletei:

source: Edit Booking:
hu_hu: Foglalás szerkesztése:

source: Are you sure? Deleted booking can't be restored.
hu_hu: Biztos benne? A törölt foglalás nem állítható vissza.

source: Order ID:
hu_hu: Rendelésazonosító:

source: Booking Unit:
hu_hu: Foglalási egység:

source: Import ID:
hu_hu: Importazonosító:

source: Recalculate order totals:
hu_hu: Rendelésösszegek újraszámítása:

source: Associated order line item will be deleted. Order totals recalculated.
hu_hu: A kapcsolódó rendelési tétel törlésre kerül. A rendelésösszegek újraszámításra kerülnek.

source: Related order will be deleted if the last order item removed and there are no more items in it.
hu_hu: A kapcsolódó rendelés törlésre kerül, ha az utolsó rendelési tétel eltávolításra kerül, és nem marad benne több tétel.

source: Delete
hu_hu: Törlés

source: What is this and how it works?
hu_hu: Mi ez, és hogyan működik?

source: No calendars found
hu_hu: Nem található naptár

source: Post Title
hu_hu: Bejegyzés címe

source: Unit Title
hu_hu: Egység címe

source: External Calendars
hu_hu: Külső naptárak

source: Edit Calendars:
hu_hu: Naptárak szerkesztése:

source: + New URL
hu_hu: + Új URL

source: Close
hu_hu: Bezárás

source: Synchronizing Calendars:
hu_hu: Naptárak szinkronizálása:

source: Processing...
hu_hu: Feldolgozás...

source: iCalendar Template:
hu_hu: iCalendar sablon:

source: Summary:
hu_hu: Összegzés:

source: Description:
hu_hu: Leírás:

source: Need some more dynamic? Generate macros here.
hu_hu: Még több dinamikus tartalomra van szüksége? Itt generálhat makrókat.

source: <span>JetBooking</span> / Setup Wizard
hu_hu: <span>JetBooking</span> / Beállítási varázsló

source: Welcome to JetBooking Setup Wizard
hu_hu: Üdvözöljük a JetBooking beállítási varázslójában

source: Choose Booking Mode
hu_hu: Válassza ki a foglalási módot

source: Plain mode
hu_hu: Egyszerű mód

source: A flexible booking setup. It uses separate CPTs for bookings and orders (both JetEngine-built and not), a customizable booking form, and doesn't require additional plugins.
hu_hu: Rugalmas foglalási beállítás. Külön CPT-ket használ a foglalásokhoz és a rendelésekhez (akár JetEngine-del készültek, akár nem), testreszabható foglalási űrlappal, és nem igényel további bővítményeket.

source: WooCommerce-based mode
hu_hu: WooCommerce-alapú mód

source: Creates a deep WooCommerce integration and configures everything from Products CPT to checkout and payments. Easy setup compared to Plain mode.
hu_hu: Mély WooCommerce-integrációt hoz létre, és mindent beállít a Products CPT-től a pénztárig és a fizetésekig. Az Egyszerű módhoz képest egyszerűbb beállítás.

source: WooCommerce plugin isn't installed. To activate the mode, you need to <a href="%s" target="_blank">install the plugin</a> and refresh the page.
hu_hu: A WooCommerce bővítmény nincs telepítve. A mód aktiválásához <a href="%s" target="_blank">telepítse a bővítményt</a>, majd frissítse az oldalt.

source: Start setup
hu_hu: Beállítás megkezdése

source: Set Up Booking Instance
hu_hu: Foglalási példány beállítása

source: Select a Custom Post Type (CPT) for the booking instance. For instance, the "Apartments" Post Type is for apartment bookings and the "Cars" CPT is for car bookings.
hu_hu: Válasszon egy egyedi bejegyzéstípust (CPT) a foglalási példányhoz. Például az "Apartments" bejegyzéstípus a lakásfoglalásokhoz, a "Cars" CPT pedig az autófoglalásokhoz.

source: Booking Post Type
hu_hu: Foglalási bejegyzéstípus

source: Create new post type
hu_hu: Új bejegyzéstípus létrehozása

source: OR
hu_hu: VAGY

source: Select post type
hu_hu: Válasszon bejegyzéstípust

source: Set Up Orders
hu_hu: Rendelések beállítása

source: Choose a Custom Post Type (CPT) for storing booking orders. Orders will be available in the WordPress dashboard and the default WooCommerce Orders CPT. <i>If you enable WooCommerce basic integration, it will be impossible to select the CPT</i>.
hu_hu: Válasszon egy egyéni bejegyzéstípust (CPT) a foglalási rendelések tárolásához. A rendelések elérhetők lesznek a WordPress vezérlőpulton és az alapértelmezett WooCommerce Orders CPT-ben. <i>Ha engedélyezi a WooCommerce alapintegrációt, a CPT kiválasztása nem lesz lehetséges</i>.

source: Order Post Type
hu_hu: Rendelés bejegyzéstípusa

source: Select a Custom Post Type where booking orders will be stored.
hu_hu: Válasszon egy egyéni bejegyzéstípust, amelyben a foglalási rendelések tárolódnak.

source: WooCommerce basic integration
hu_hu: WooCommerce alapintegráció

source: Enable the toggle if you want to integrate booking orders with WooCommerce.
hu_hu: Kapcsolja be a kapcsolót, ha a foglalási rendeléseket integrálni szeretné a WooCommerce-szel.

source: WooCommerce plugin isn't installed. To enable the integration, you need to <a href="%s" target="_blank">install the plugin</a> and refresh the page.
hu_hu: A WooCommerce bővítmény nincs telepítve. Az integráció engedélyezéséhez <a href="%s" target="_blank">telepítse a bővítményt</a>, majd frissítse az oldalt.

source: Enable this toggle to update WooCommerce order status on the booking status change (by default, the booking status change doesn't affect the related order).
hu_hu: Kapcsolja be ezt a kapcsolót, hogy a WooCommerce rendelés állapota frissüljön a foglalási állapot változásakor (alapértelmezés szerint a foglalási állapot változása nem érinti a kapcsolódó rendelést).

source: Set Up Database Tables
hu_hu: Adatbázistáblák beállítása

source: Generate default and add custom database columns for storing booking details. All columns will appear in the plugin Settings Tools tab, and their data will be stored in the associated database.
hu_hu: Hozzon létre alapértelmezett, illetve adjon hozzá egyéni adatbázisoszlopokat a foglalási részletek tárolásához. Az összes oszlop megjelenik a bővítmény Beállítások Eszközök lapján, és az adataik a kapcsolódó adatbázisban kerülnek tárolásra.

source: Default database columns
hu_hu: Alapértelmezett adatbázisoszlopok

source: These are default database columns created for you automatically.
hu_hu: Ezek az Ön számára automatikusan létrehozott alapértelmezett adatbázisoszlopok.

source: Custom database columns
hu_hu: Egyéni adatbázisoszlopok

source: Add more database columns if needed. Spaces will be converted to "_" .
hu_hu: Szükség esetén adjon hozzá további adatbázisoszlopokat. A szóközök "_"-re lesznek átalakítva.

source: Enter column name
hu_hu: Adja meg az oszlop nevét

source: Copy column
hu_hu: Oszlop másolása

source: Delete column
hu_hu: Oszlop törlése

source: Add new column
hu_hu: Új oszlop hozzáadása

source: Booking Form Settings
hu_hu: Foglalási űrlap beállításai

source: Generate a standard booking form and add it to the booking instance single page. The form will appear in the <b>JetFormBuilder > Forms tab</b>.
hu_hu: Hozzon létre egy szabványos foglalási űrlapot, és adja hozzá a foglalási példány egyedi oldalához. Az űrlap a <b>JetFormBuilder > Forms fülön</b> fog megjelenni.

source: Create Booking Form
hu_hu: Foglalási űrlap létrehozása

source: Enable to generate a single page booking form.
hu_hu: Engedélyezze egy egyedi oldalon megjelenő foglalási űrlap létrehozását.

source: For form creation purposes, a free JetFormBuilder plugin will be installed and activated.
hu_hu: Az űrlap létrehozásához egy ingyenes JetFormBuilder bővítmény kerül telepítésre és aktiválásra.

source: Finish Setup
hu_hu: Beállítás befejezése
