Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-booking/jet-booking-*.po
Languages: hu_hu

source: Allows creating a booking functionality for your residence with an availability check, which means your site visitor can select a certain period (check-in and check-out dates) he wants to rent this housing for.
hu_hu: Lehetővé teszi az Ön szállásához egy foglalási funkció létrehozását elérhetőség-ellenőrzéssel, ami azt jelenti, hogy webhelyének látogatója kiválaszthatja azt az időszakot (be- és kijelentkezési dátumokat), amelyre ezt a szállást bérelni szeretné.

source: Are you sure you want to cancel your booking?
hu_hu: Biztosan le kívánja mondani a foglalását?

source: You must choose a future date.
hu_hu: Jövőbeli dátumot kell választania.

source: The earliest booking possible is currently %s.
hu_hu: A legkorábbi lehetséges foglalás jelenleg %s.

source: Time is required.
hu_hu: Az idő megadása kötelező.

source: Not enough available units. Only %d available.
hu_hu: Nincs elég elérhető egység. Csak %d áll rendelkezésre.

source: Booking dates already taken
hu_hu: A foglalási dátumok már foglaltak

source: Apartment has no Units
hu_hu: A lakásnak nincsenek egységei

source: Apartment has Units
hu_hu: A lakásnak vannak egységei

source: Booking is Cancellable
hu_hu: A foglalás lemondható

source: Booking is not Cancellable
hu_hu: A foglalás nem mondható le

source: Booking is not Updatable
hu_hu: A foglalás nem módosítható

source: Booking is Updatable
hu_hu: A foglalás módosítható

source: Check-in/check-out dates
hu_hu: Be- és kijelentkezési dátumok

source: Apartment booking
hu_hu: Lakásfoglalás

source: Redirect URL
hu_hu: Átirányítási URL

source: The URL to redirect to after booking cancellation. If empty will redirect to home page. Use the %current_page_url% macro to redirect to the current page.
hu_hu: Az az URL, amelyre a foglalás lemondása után át lesz irányítva. Ha üres, a kezdőlapra lesz átirányítva. Használja a %current_page_url% makrót az aktuális oldalra történő átirányításhoz.

source: Booking ID
hu_hu: Foglalási azonosító

source: Status
hu_hu: Állapot

source: Booking Instance ID
hu_hu: Foglalási példány azonosító

source: Booking Instance Unit ID
hu_hu: Foglalási példány egység azonosító

source: Check In Date
hu_hu: Bejelentkezés dátuma

source: Check In Time
hu_hu: Bejelentkezés időpontja

source: Check Out Date
hu_hu: Kijelentkezés dátuma

source: Check Out Time
hu_hu: Kijelentkezés időpontja

source: User ID
hu_hu: Felhasználói azonosító

source: User E-mail
hu_hu: Felhasználó e-mail-címe

source: Related Order ID
hu_hu: Kapcsolódó rendelés azonosító

source: Additional column:
hu_hu: További oszlop:

source: Booking date
hu_hu: Foglalási dátum

source: Unlock unforgettable experiences with our booking service.
hu_hu: Nyisson utat a felejthetetlen élményeknek foglalási szolgáltatásunkkal.

source: Add to Google Calendar
hu_hu: Hozzáadás a Google Naptárhoz

source: Cancel Link
hu_hu: Lemondási hivatkozás

source: JetBooking Query
hu_hu: JetBooking lekérdezés

source: Booking
hu_hu: Foglalás

source: Layout:
hu_hu: Elrendezés:

source: Single field
hu_hu: Egy mező

source: Separate fields for check in and check out dates.
hu_hu: Külön mezők a be- és kijelentkezési dátumokhoz.

source: Fields position:
hu_hu: Mezők pozíciója:

source: Inline
hu_hu: Egy sorban

source: List
hu_hu: Lista

source: * - For separate fields layout.
hu_hu: * - Külön mezős elrendezéshez.

source: Check In field label:
hu_hu: Bejelentkezési mező címkéje:

source: * - if you are using separate fields for check in and check out dates,
hu_hu: * - ha külön mezőket használ a be- és kijelentkezési dátumokhoz,

source: you need to leave the default "Label" empty and use this option for the field label.
hu_hu: az alapértelmezett "Label"-t üresen kell hagynia, és ezt a beállítást kell használnia a mező címkéjeként.

source: Placeholder:
hu_hu: Helyőrző:

source: Check Out field label:
hu_hu: Kijelentkezés mező címkéje:

source: Check Out field placeholder:
hu_hu: Kijelentkezés mező helyőrzője:

source: Date format:
hu_hu: Dátumformátum:

source: * - applies only for date in the form checkin/checkout fields
hu_hu: * - csak az űrlap bejelentkezés/kijelentkezés mezőinek dátumára vonatkozik

source: * - for `MM-DD-YYYY` date format use the `/` date separator
hu_hu: * - az `MM-DD-YYYY` dátumformátumhoz a `/` dátumelválasztót használja

source: Date field separator:
hu_hu: Dátummező elválasztója:

source: Space
hu_hu: Szóköz

source: First day of the week:
hu_hu: A hét első napja:

source: Monday
hu_hu: Hétfő

source: Sunday
hu_hu: Vasárnap

source: Apartment ID field:
hu_hu: Apartman ID mező:

source: Check-in/Check-out date field:
hu_hu: Bejelentkezés/kijelentkezés dátummező:

source: DB columns map:
hu_hu: DB oszlopok leképezése:

source: Set up connection between form fields and additional database table columns. This allows you to save entered field data in the corresponding DB column.
hu_hu: Állítsa be a kapcsolatot az űrlapmezők és a további adatbázistábla-oszlopok között. Ez lehetővé teszi a megadott mezőadatok mentését a megfelelő DB oszlopba.

source: Disable WooCommerce integration:
hu_hu: WooCommerce-integráció letiltása:

source: Check to disable WooCommerce integration and disconnect the booking system with WooCommerce checkout for current form.
hu_hu: Jelölje be a WooCommerce-integráció letiltásához, és válassza le a foglalási rendszert a WooCommerce pénztárról az aktuális űrlap esetén.

source: WooCommerce Price field:
hu_hu: WooCommerce ármező:

source: Select field to get total price from. If not selected price will be get from post meta value.
hu_hu: Válassza ki azt a mezőt, ahonnan a teljes ár származzon. Ha nincs kiválasztva, az ár a post meta value alapján lesz meghatározva.

source: WooCommerce order details:
hu_hu: WooCommerce rendelés részletei:

source: Set up
hu_hu: Beállítás

source: Set up booking-related info you want to add to the WooCommerce orders and e-mails.
hu_hu: Állítsa be a WooCommerce rendelésekhez és e-mailekhez hozzáadni kívánt, foglalással kapcsolatos információkat.

source: WooCommerce checkout fields map:
hu_hu: WooCommerce pénztármezők leképezése:

source: Connect WooCommerce checkout fields to appropriate form fields. This allows you to pre-fill WooCommerce checkout fields after redirect to checkout.
hu_hu: Kösse össze a WooCommerce pénztármezőket a megfelelő űrlapmezőkkel. Ez lehetővé teszi a WooCommerce pénztármezők előzetes kitöltését a pénztárra történő átirányítás után.

source: Booking macros:
hu_hu: Foglalási makrók:

source: - The macro will return the advanced rate times the number of days booked.
hu_hu: - A makró az advanced rate értékét adja vissza a lefoglalt napok számával megszorozva.

source: - is the name of the field that returns the number of days booked.
hu_hu: - annak a mezőnek a neve, amely a lefoglalt napok számát adja vissza.

source: - Macro returns price per 1 day / night
hu_hu: - A makró az 1 napra/éjszakára jutó árat adja vissza

source: General
hu_hu: Általános

source: Select the status of the booking.
hu_hu: Válassza ki a foglalás állapotát.

source: Include
hu_hu: Bevonás

source: Specify bookings to retrieve. Comma-separated bookings IDs list. E.g.: 1, 10, 25.
hu_hu: Adja meg a lekérni kívánt foglalásokat. Vesszővel elválasztott foglalásazonosítók listája. Pl.: 1, 10, 25.

source: Exclude
hu_hu: Kizárás

source: Specify bookings NOT to retrieve. Comma-separated bookings IDs list. E.g.: 1, 10, 25. <b>ATTENTION:</b> Ignored if you use `Include`.
hu_hu: Adja meg, mely foglalásokat NE kérje le. Vesszővel elválasztott foglalásazonosítók listája. Pl.: 1, 10, 25. <b>FIGYELEM:</b> Figyelmen kívül marad, ha az `Include` opciót használja.

source: Instance
hu_hu: Példány

source: Select the instance of the booking.
hu_hu: Válassza ki a foglalás példányát.

source: Instance Unit
hu_hu: Példányegység

source: Specify the instance unit for which you want to get bookings. Comma-separated booking instance unit IDs list. E.g.: 1, 10, 25. <b>ATTENTION:</b> This option doesn't work without `Instance`.
hu_hu: Adja meg azt a példányegységet, amelyre foglalásokat szeretne lekérni. Vesszővel elválasztott foglalási példányegység-azonosítók listája. Pl.: 1, 10, 25. <b>FIGYELEM:</b> Ez az opció az `Instance` nélkül nem működik.

source: Related Order IDs
hu_hu: Kapcsolódó rendelésazonosítók

source: Specify the related order for which you want to get bookings. Comma-separated booking related orders IDs list. E.g.: 1, 10, 25.
hu_hu: Adja meg azt a kapcsolódó rendelést, amelyhez foglalásokat szeretne lekérni. Vesszővel elválasztott kapcsolódó rendelésazonosítók listája. Pl.: 1, 10, 25.

source: Specify the user id for which you want to get bookings. Comma-separated booking users IDs list. E.g.: 1, 10, 25.
hu_hu: Adja meg azt a felhasználóazonosítót, amelyhez foglalásokat szeretne lekérni. Vesszővel elválasztott foglalási felhasználóazonosítók listája. Pl.: 1, 10, 25.

source: Order & Order By
hu_hu: Sorrend és Rendezés alapja

source: Add new
hu_hu: Új hozzáadása

source: Order By
hu_hu: Rendezés alapja

source: Select column to sort the result-set.
hu_hu: Válassza ki az oszlopot az eredményhalmaz rendezéséhez.

source: Order
hu_hu: Sorrend

source: Select order for the `Order By` parameter
hu_hu: Válassza ki a `Order By` paraméterhez tartozó sorrendet.

source: From lowest to highest values (1, 2, 3; a, b, c)
hu_hu: A legalacsonyabbtól a legmagasabb értékekig (1, 2, 3; a, b, c)

source: From highest to lowest values (3, 2, 1; c, b, a)
hu_hu: A legmagasabbtól a legalacsonyabb értékekig (3, 2, 1; c, b, a)

source: Date Query
hu_hu: Dátumlekérdezés

source: Date Query Clauses
hu_hu: Dátumlekérdezés feltételei

source: Date
hu_hu: Dátum

source: Select date type to query against.
hu_hu: Válassza ki a lekérdezendő dátumtípust.

source: Check in Date
hu_hu: Bejelentkezés dátuma

source: Check out Date
hu_hu: Kijelentkezés dátuma

source: Compare
hu_hu: Összehasonlítás

source: Select compare operator to test expression.
hu_hu: Válassza ki az összehasonlító operátort a kifejezés teszteléséhez.

source: Value
hu_hu: Érték

source: Set value for comparison. E.g.: January 1st 2020, Today, Tomorrow etc.
hu_hu: Állítsa be az összehasonlítandó értéket. Pl.: 2020. január 1., Ma, Holnap stb.

source: Relation
hu_hu: Reláció

source: The logical relationship between date query clauses.
hu_hu: A dátumlekérdezés feltételei közötti logikai kapcsolat.

source: And
hu_hu: És

source: Or
hu_hu: Vagy

source: Pagination
hu_hu: Lapozás

source: Limit number of records. Number of visible bookings. If using with JetSmartFilters pagination - number of bookings to show per page.
hu_hu: Korlátozza a rekordok számát. A látható foglalások száma. JetSmartFilters lapozással használva: az oldalonként megjelenítendő foglalások száma.

source: Number of bookings to displace or pass over. E.g.: `2` to skip over 2 posts. <b>ATTENTION:</b> This option doesn't work without `Limit`. <b>WARNING:</b> This parameter overrides/ignores the page parameter and breaks pagination.
hu_hu: Az eltolni vagy kihagyni kívánt foglalások száma. Pl.: `2` két bejegyzés kihagyásához. <b>FIGYELEM:</b> Ez az opció `Limit` nélkül nem működik. <b>VIGYÁZAT:</b> Ez a paraméter felülírja/figyelmen kívül hagyja a page paramétert, és megtöri a lapozást.

source: Columns Query
hu_hu: Oszloplekérdezés

source: Columns Query Clauses
hu_hu: Oszloplekérdezés feltételei

source: Column
hu_hu: Oszlop

source: Select additional table column to query against.
hu_hu: Válassza ki a lekérdezendő további táblaoszlopot.

source: Set value for comparison.
hu_hu: Állítsa be az összehasonlítandó értéket.

source: There are no additional table columns.
hu_hu: Nincsenek további táblaoszlopok.

source: The logical relationship between columns query clauses.
hu_hu: Az oszloplekérdezés feltételei közötti logikai kapcsolat.

source: filter available instances by checkin/checkout dates (allowed only for Date Range filter).
hu_hu: az elérhető példányok szűrése bejelentkezési/kijelentkezési dátumok szerint (csak a Date Range filter esetén engedélyezett).

source: JetBooking: status - filter by booking status
hu_hu: JetBooking: status - szűrés a foglalási státusz szerint

source: JetBooking: apartment_id - filter by booking apartment ID
hu_hu: JetBooking: apartment_id - szűrés a foglalás apartman ID-je szerint

source: JetBooking: apartment_unit - filter by booking apartment unit ID
hu_hu: JetBooking: apartment_unit - szűrés a foglalás apartmanegység ID-je szerint

source: JetBooking: check_in_date - filter by booking check in date
hu_hu: JetBooking: check_in_date - szűrés a foglalás bejelentkezési dátuma szerint

source: JetBooking: check_out_date - filter by booking check out date
hu_hu: JetBooking: check_out_date - szűrés a foglalás kijelentkezési dátuma szerint

source: JetBooking: checkin_checkout - filter available instances by checkin/checkout dates (allowed only for Date Range filter)
hu_hu: JetBooking: checkin_checkout - az elérhető példányok szűrése bejelentkezési/kijelentkezési dátumok szerint (csak a Date Range filter esetén engedélyezett)

source: JetBooking: %s - filter by booking additional column
hu_hu: JetBooking: %s - szűrés a foglalás további oszlopa szerint

source: Container
hu_hu: Konténer

source: Gap Line Color
hu_hu: Hézagvonal színe

source: Background Color
hu_hu: Háttérszín

source: Padding
hu_hu: Belső margó

source: Month
hu_hu: Hónap

source: Border
hu_hu: Szegély

source: Headings
hu_hu: Címsorok

source: Color
hu_hu: Szín

source: Switchers
hu_hu: Kapcsolók

source: Font Size
hu_hu: Betűméret

source: Box Size
hu_hu: Doboz mérete

source: Normal
hu_hu: Normál

source: Hover
hu_hu: Egér fölött

source: Border Color
hu_hu: Szegély színe

source: Days
hu_hu: Napok

source: Inactive
hu_hu: Inaktív

source: Today
hu_hu: Ma

source: Start/End
hu_hu: Kezdet/Vég

source: Trace
hu_hu: Jelölés

source: Cell
hu_hu: Cella

source: Booking Availability Calendar
hu_hu: Foglalhatósági naptár

source: Allow to select dates
hu_hu: Engedélyezze a dátumok kiválasztását

source: Find booking form on the page and set selected dates into check in/out field(s).
hu_hu: Keresse meg az oldalon a foglalási űrlapot, és állítsa be a kiválasztott dátumokat a bejelentkezés/kijelentkezés mező(k)be.

source: Scroll to the form
hu_hu: Görgessen az űrlaphoz

source: Scroll page to the start of the booking form on dates select.
hu_hu: Dátumok kiválasztásakor görgesse az oldalt a foglalási űrlap elejére.

source: Gap line color
hu_hu: Hézagvonal színe

source: Background color
hu_hu: Háttérszín

source: Box shadow
hu_hu: Dobozárnyék

source: Typography
hu_hu: Tipográfia

source: Font size
hu_hu: Betűméret

source: Box size
hu_hu: Doboz mérete

source: Border color
hu_hu: Szegély színe

source: Cells
hu_hu: Cellák

source: Date Range Picker
hu_hu: Dátumtartomány-választó

source: Inactive days
hu_hu: Inaktív napok

source: Current day
hu_hu: Mai nap

source: Days range edges
hu_hu: Tartomány szélei

source: Days range trace
hu_hu: Tartomány jelölése

source: Accommodation Status
hu_hu: Szállás állapota

source: Available Label
hu_hu: Elérhető címke

source: Available
hu_hu: Elérhető

source: Pending Label
hu_hu: Függőben címke

source: Available on
hu_hu: Elérhető ekkor

source: Reserved Label
hu_hu: Foglalt címke

source: Reserved
hu_hu: Foglalt

source: Booking Price
hu_hu: Foglalás ára

source: Period Start
hu_hu: Időszak kezdete

source: Period End
hu_hu: Időszak vége

source: Enter about any English textual datetime description. <b>Example:</b> `1996-04-09`, `first day of this month`. See more <a target="_blank" href="https://www.php.net/manual/en/function.strtotime.php">here</a>.
hu_hu: Adjon meg tetszőleges angol nyelvű szöveges dátum/idő leírást. <b>Példa:</b> `1996-04-09`, `first day of this month`. További információk <a target="_blank" href="https://www.php.net/manual/en/function.strtotime.php">itt</a>.

source: Currency
hu_hu: Pénznem

source: Currency Position
hu_hu: Pénznem pozíciója

source: Before
hu_hu: Előtte

source: After
hu_hu: Utána

source: Bookings Сount
hu_hu: Foglalások száma

source: Please select date range.
hu_hu: Kérjük, válassza ki a dátumtartományt.

source: Price per day/night
hu_hu: Ár napra/éjszakára

source: Show price
hu_hu: Ár megjelenítése

source: Default
hu_hu: Alapértelmezett

source: Min price
hu_hu: Minimális ár

source: Max price
hu_hu: Maximális ár

source: Prices range
hu_hu: Ártartomány

source: Change Dynamically
hu_hu: Dinamikus módosítás

source: Change price dynamically on check-in check-out dates select. Will work correctly only when appropriate form presented on the page.
hu_hu: Az ár dinamikus módosítása a be- és kijelentkezési dátumok kiválasztásakor. Csak akkor működik megfelelően, ha a megfelelő űrlap megjelenik az oldalon.

source: Currency position
hu_hu: Pénznem jelének pozíciója

source: Units count
hu_hu: Egységek száma

source: Units Type
hu_hu: Egységtípus

source: Choose whether to display available or booked units count.
hu_hu: Válassza ki, hogy a rendelkezésre álló vagy a foglalt egységek számát jelenítse meg.

source: Booked
hu_hu: Foglalt

source: Current
hu_hu: Aktuális

source: Edges
hu_hu: Élek

source: Content
hu_hu: Tartalom

source: Border Radius
hu_hu: Sarkok lekerekítése

source: Booking Data
hu_hu: Foglalási adatok

source: Bookings
hu_hu: Foglalások

source: Check In
hu_hu: Bejelentkezés

source: Check Out
hu_hu: Kijelentkezés

source: Calendars
hu_hu: Naptárak

source: Set Up
hu_hu: Beállítás

source: Settings
hu_hu: Beállítások

source: Select...
hu_hu: Válasszon...

source: Select trigger event...
hu_hu: Válasszon ki egy kiváltó eseményt...

source: Select action to run...
hu_hu: Válassza ki a futtatandó műveletet...

source: Security check failed.
hu_hu: A biztonsági ellenőrzés sikertelen.

source: Access denied. Not enough permissions
hu_hu: Hozzáférés megtagadva. Nincs elegendő jogosultság

source: Empty data or post ID not found!
hu_hu: Üres adatok vagy a bejegyzésazonosító nem található!

source: Failed to save data!
hu_hu: Az adatok mentése sikertelen!

source: Settings saved!
hu_hu: Beállítások elmentve!

source: Date Picker Config
hu_hu: Dátumválasztó konfiguráció

source: Custom Schedule
hu_hu: Egyedi ütemezés

source: Pricing Settings
hu_hu: Árazási beállítások

source: Are you sure?
hu_hu: Biztos benne?

source: Price:
hu_hu: Ár:

source: Season:
hu_hu: Szezon:

source: Sun
hu_hu: Vas

source: Mon
hu_hu: Hét

source: Tue
hu_hu: Ked

source: Wed
hu_hu: Sze

source: Thu
hu_hu: Csü

source: Fri
hu_hu: Pén

source: Sat
hu_hu: Szo

source: Not repeat
hu_hu: Nincs ismétlés

source: Week
hu_hu: Hét

source: Year
hu_hu: Év

source: Units manager
hu_hu: Egységkezelő

source: Access denied. Not enough permissions.
hu_hu: Hozzáférés megtagadva. Nincs elegendő jogosultság.

source: Upcoming Bookings
hu_hu: Közelgő foglalások

source: Link is expired. Please reload booking page and try again.
hu_hu: A hivatkozás lejárt. Kérjük, töltse újra a foglalási oldalt, és próbálja meg újra.

source: Error
hu_hu: Hiba

source: You don`t have access to this URL.
hu_hu: Nincs hozzáférése ehhez az URL-hez.

source: Incorrect request data.
hu_hu: Hibás kérésadatok.

source: Apartment Booking
hu_hu: Apartmanfoglalás

source: Select type...
hu_hu: Válasszon típust...

source: Booked instance name
hu_hu: Lefoglalt példány neve

source: Check in
hu_hu: Érkezés

source: Check out
hu_hu: Távozás

source: Booking unit
hu_hu: Foglalási egység

source: Form field
hu_hu: Űrlapmező

source: Add to Google calendar link
hu_hu: Hozzáadás a Google Naptárhoz hivatkozás

source: E-mail field:
hu_hu: E-mail mező:

source: Type
hu_hu: Típus

source: Label
hu_hu: Címke

source: Date format
hu_hu: Dátumformátum

source: Select form field
hu_hu: Űrlapmező kiválasztása

source: Link text
hu_hu: Hivatkozás szövege

source: Update Booking
hu_hu: Foglalás frissítése

source: Booking can no longer be updated.
hu_hu: A foglalás már nem frissíthető.

source: Invalid dates.
hu_hu: Érvénytelen dátumok.

source: Booking dates not set.
hu_hu: A foglalás dátumai nincsenek beállítva.

source: Booking dates already taken.
hu_hu: A megadott dátumok már foglaltak.

source: Booking ID:
hu_hu: Foglalás ID:

source: Check-in/out date field:
hu_hu: Érkezés/távozás dátummező:

source: Fields map:
hu_hu: Mezők hozzárendelése:

source: Set booking properties to save appropriate form fields into.
hu_hu: Állítsa be a foglalás tulajdonságait, amelyekbe a megfelelő űrlapmezőket menti.

source: Note: changing the value in this field will not reinitialize the Check in/out field.
hu_hu: Megjegyzés: ennek a mezőnek az értékének módosítása nem inicializálja újra az Érkezés/Távozás mezőt.

source: Current Booking ID
hu_hu: Aktuális foglalás ID

source: Get values list from booking statuses
hu_hu: Értéklista lekérése a foglalási állapotokból

source: Get Booking ID From:
hu_hu: Foglalás ID lekérése innen:

source: Current Post
hu_hu: Aktuális bejegyzés

source: URL Query Variable
hu_hu: URL-lekérdezési változó

source: Query Variable Name:
hu_hu: Lekérdezési változó neve:

source: Booking Property:
hu_hu: Foglalási tulajdonság:

source: Apartment
hu_hu: Apartman

source: Dates
hu_hu: Dátumok

source: Additional Column
hu_hu: További oszlop

source: Column Name:
hu_hu: Oszlop neve:

source: Post Units Number
hu_hu: Bejegyzés egységeinek száma

source: Workflows is enabled and configured. To ensure proper functionality, create and set up an email field in the booking form.
hu_hu: A Workflows engedélyezve és konfigurálva van. A megfelelő működés érdekében hozzon létre és állítson be egy e-mail mezőt a foglalási űrlapon.

source: Empty Post ID
hu_hu: Üres bejegyzés ID

source: Booking ID not found in the request.
hu_hu: A kérésben nem található a foglalás ID.

source: Booking not found in the database.
hu_hu: A foglalás nem található az adatbázisban.

source: Can`t build add to calendar URL.
hu_hu: Nem lehet létrehozni az add to calendar URL-t.

source: Your booking at
hu_hu: Az Ön foglalása itt

source: Post ID not found.
hu_hu: A bejegyzés ID nem található.

source: External calendars is not found for this item.
hu_hu: Ehhez az elemhez nem találhatók külső naptárak.

source: Can`t access calendar
hu_hu: Nem lehet elérni a naptárat

source: Empty response from calendar.
hu_hu: Üres válasz a naptárból.

source: Invalid iCal format.
hu_hu: Érvénytelen iCal formátum.

source: Bookings not found.
hu_hu: Foglalások nem találhatók.

source: <i> Inserted bookings: </i> %1$d units <br><i>Skipped bookings: </i> %2$d units
hu_hu: <i> Beszúrt foglalások: </i> %1$d egység <br><i>Kihagyott foglalások: </i> %2$d egység

source: Invalid request data
hu_hu: Érvénytelen kérésadatok

source: Booking Item
hu_hu: Foglalási elem

source: Booking Instance Meta
hu_hu: Foglalási példány metaadatai

source: Meta field
hu_hu: Meta mező

source: Booking Instance Title
hu_hu: Foglalási példány címe

source: Booking Accommodation Status
hu_hu: Szállás foglalási állapota

source: Booking Cancel URL
hu_hu: Foglalás lemondási URL

source: Booking Additional Column
hu_hu: További foglalási oszlop

source: Select additional database column to get macros data from.
hu_hu: Válassza ki a további adatbázisoszlopot, amelyből a makrók adatai lekérhetők.

source: Data Type
hu_hu: Adattípus

source: Select data type to get macros value from.
hu_hu: Válassza ki az adattípust, amelyből a makró értéke lekérhető.

source: Order ID
hu_hu: Rendelés ID

source: Data Format
hu_hu: Adatformátum

source: Select data format to get formatted macros value.
hu_hu: Válassza ki az adatformátumot, amelyben a makró formázott értékét megkapja.

source: Plain
hu_hu: Egyszerű

source: Readable
hu_hu: Olvasható

source: Date/Time Format
hu_hu: Dátum/idő formátum
