Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-booking/jet-booking-*.po
Languages: hu_hu

source: Congrats, you finished the setup
hu_hu: Gratulálunk, befejezte a beállítást

source: These are all settings you configured during the setup. You can adjust them in the Booking Settings if needed. Please remember you can disable Setup Wizard in the <b>Booking Settings</b> > <b>Advanced tab</b>.
hu_hu: Ezek azok a beállítások, amelyeket a beállítás során megadott. Szükség esetén a Foglalási beállításokban módosíthatja őket. Ne feledje, a Beállításvarázslót letilthatja a <b>Foglalási beállítások</b> > <b>Speciális fülön</b>.

source: Custom post type settings
hu_hu: Egyéni bejegyzéstípus beállításai

source: Selected custom post types.
hu_hu: Kiválasztott egyéni bejegyzéstípusok.

source: Manage bookings
hu_hu: Foglalások kezelése

source: Manage orders
hu_hu: Rendelések kezelése

source: WooCommerce integration
hu_hu: WooCommerce-integráció

source: Proceed to manage related product and booking orders.
hu_hu: Lépjen tovább a kapcsolódó termék és a foglalási rendelések kezeléséhez.

source: Related product
hu_hu: Kapcsolódó termék

source: Form settings
hu_hu: Űrlap beállításai

source: Proceed to customize the form.
hu_hu: Lépjen tovább az űrlap testreszabásához.

source: Link to created form
hu_hu: Hivatkozás a létrehozott űrlapra

source: WooCommerce mode settings
hu_hu: WooCommerce-mód beállításai

source: Set additional WooCommerce mode settings.
hu_hu: Állítson be további beállításokat a WooCommerce-módban.

source: Create first booking product
hu_hu: Hozza létre az első foglalási terméket

source: Manage all bookings
hu_hu: Összes foglalás kezelése

source: What's Next
hu_hu: Mi következik

source: Tutorial category
hu_hu: Útmutató kategória

source: Support link
hu_hu: Támogatási link

source: YouTube playlist
hu_hu: YouTube lejátszási lista

source: Go to Booking Settings
hu_hu: Lépjen a Foglalási beállításokhoz

source: Back
hu_hu: Vissza

source: Finish setup
hu_hu: Beállítás befejezése

source: Next step
hu_hu: Következő lépés

source: The booking system is already configured
hu_hu: A foglalási rendszer már be van állítva

source: Reset all the current settings
hu_hu: Az összes jelenlegi beállítás visszaállítása

source: If you choose to reset, all existing booking settings will be lost.
hu_hu: Ha a visszaállítást választja, az összes meglévő foglalási beállítás elvész.

source: Reset data
hu_hu: Adatok visszaállítása

source: Keep data and set up manually
hu_hu: Adatok megtartása és kézi beállítás

source: All the previously configured settings will not be changed, and you can edit them manually.
hu_hu: A korábban beállított beállítások nem változnak meg, és manuálisan szerkesztheti őket.

source: Go to settings
hu_hu: Ugrás a beállításokhoz

source: Are you sure you want to delete all data?
hu_hu: Biztos benne, hogy törölni szeretné az összes adatot?

source: After you confirm to "Delete all data", all settings, booking instances, units, and columns will be removed from the database. You won't be able to restore them.
hu_hu: Miután megerősíti az "Összes adat törlése" műveletet, az összes beállítás, foglalási példány, egység és oszlop eltávolításra kerül az adatbázisból. Nem tudja majd visszaállítani őket.

source: Delete all data
hu_hu: Összes adat törlése

source: Hide DB columns manager
hu_hu: DB oszlopkezelő elrejtése

source: Check this to hide the columns manager option to prevent accidental DB changes.
hu_hu: Jelölje be ezt az oszlopkezelő opció elrejtéséhez a véletlen DB-módosítások megelőzése érdekében.

source: Enable iCal synchronization
hu_hu: iCal szinkronizálás engedélyezése

source: Check this to allow export your bookings into iCal format and synchronize all your data with external calendars in iCal format.
hu_hu: Jelölje be ezt, hogy foglalásait iCal formátumban exportálhassa, és minden adatát iCal formátumú külső naptárakkal szinkronizálhassa.

source: Calendar sync interval
hu_hu: Naptárszinkronizálás időköze

source: Select interval between synchronizing calendars.
hu_hu: Válassza ki a naptárak szinkronizálása közötti időközt.

source: Calendar sync start
hu_hu: Naptárszinkronizálás kezdete

source: Start calendar synchronization from this time.
hu_hu: Ettől az időponttól kezdje a naptárak szinkronizálását.

source: Automatically switch bookings statuses
hu_hu: Foglalási állapotok automatikus váltása

source: Check this to allow automatically change in progress statuses: 'Pending', 'On hold', 'Processing' to invalid statuses: 'Cancelled', 'Failed' or temporary status: 'Created' after selected period of time.
hu_hu: Jelölje be ezt, hogy a folyamatban lévő állapotok: 'Függőben', 'Felfüggesztve', 'Feldolgozás alatt' a kiválasztott idő elteltével automatikusan érvénytelen állapotokra ('Lemondva', 'Sikertelen') vagy ideiglenes állapotra ('Létrehozva') változzanak.

source: Switch interval
hu_hu: Váltási időköz

source: Select interval between switching bookings statuses.
hu_hu: Válassza ki a foglalási állapotok váltása közötti időközt.

source: Target Status(es)
hu_hu: Célállapot(ok)

source: Select the specific status or statuses that will be changed.
hu_hu: Válassza ki a megváltoztatandó konkrét állapotot vagy állapotokat.

source: Processing
hu_hu: Feldolgozás alatt

source: On hold
hu_hu: Felfüggesztve

source: Pending
hu_hu: Függőben

source: New Status
hu_hu: Új állapot

source: Select the new status to which the selected target status(es) will be changed.
hu_hu: Válassza ki az új állapotot, amelyre a kiválasztott célállapot(ok) megváltoznak.

source: Cancelled
hu_hu: Lemondva

source: Failed
hu_hu: Sikertelen

source: Created
hu_hu: Létrehozva

source: Automatically remove temporary bookings
hu_hu: Ideiglenes foglalások automatikus eltávolítása

source: Check this to allow automatically remove bookings from database with temporary status: 'Created' after selected period of time.
hu_hu: Jelölje be ezt, hogy a kiválasztott időtartam elteltével automatikusan eltávolítsa az adatbázisból az ideiglenes, 'Létrehozva' állapotú foglalásokat.

source: Remove interval
hu_hu: Eltávolítási időköz

source: Select interval between removing bookings with temporary status.
hu_hu: Válassza ki az ideiglenes állapotú foglalások eltávolítása közötti időközt.

source: Booking modification deadline
hu_hu: Foglalás módosításának határideje

source: Specify a modification time limit before the start of the reservation. Once this deadline passes, modification requests will no longer be accepted.
hu_hu: Adja meg a foglalás kezdete előtti módosítási határidőt. A határidő lejárta után a módosítási kérelmeket már nem kerülnek elfogadásra.

source: Day(s)
hu_hu: Nap(ok)

source: Week(s)
hu_hu: Hét(ek)

source: Month(s)
hu_hu: Hónap(ok)

source: Booking cancellation
hu_hu: Foglalás lemondása

source: Check this if the booking can be cancelled by the customer after it has been reserved. A refund will not be sent automatically.
hu_hu: Jelölje be ezt, ha a foglalást a lefoglalás után az ügyfél lemondhatja. Automatikus visszatérítés nem történik.

source: Cancellation deadline
hu_hu: Lemondási határidő

source: Specify a cancellations time limit before the start of the reservation. Once this deadline passes, cancellation requests will no longer be accepted.
hu_hu: Adja meg a foglalás kezdete előtti lemondási határidőt. A határidő lejárta után a lemondási kérelmek már nem kerülnek elfogadásra.

source: Hide Setup Wizard
hu_hu: Beállítási varázsló elrejtése

source: Enable the toggle to hide Set Up page and avoid unnecessary plugin resets.
hu_hu: Kapcsolja be a kapcsolót a Beállítás oldal elrejtéséhez és a felesleges bővítmény-visszaállítások elkerüléséhez.

source: Booking period
hu_hu: Foglalási időszak

source: Define how the booking period will be calculated – per night (without the last booked date) or per day (including the last booked date).</br><b>Note:</b> this option will affect price calculation.
hu_hu: Határozza meg, hogyan kerül kiszámításra a foglalási időszak – éjszakánként (az utolsó lefoglalt dátum nélkül) vagy naponta (az utolsó lefoglalt dátumot is beleértve).</br><b>Megjegyzés:</b> ez az opció hatással lesz az árkalkulációra.

source: Per Night (last booked date is not included)
hu_hu: Éjszakánként (az utolsó lefoglalt dátum nem tartozik bele)

source: Per Day (last booked date is included)
hu_hu: Naponként (az utolsó lefoglalt dátumot is beleértve)

source: Allow checkout only days
hu_hu: Csak kijelentkezési napok engedélyezése

source: If this option is checked, the first day of the already booked period will be available for checkout only.
hu_hu: Ha bejelöli ezt az opciót, a már lefoglalt időszak első napja kizárólag kijelentkezésre lesz elérhető.

source: One day bookings
hu_hu: Egynapos foglalások

source: If this option is checked only single days bookings are allowed. If Weekly bookings are enabled this option will not work.
hu_hu: Ha ezt az opciót bejelöli, csak egynapos foglalások engedélyezettek. Ha a heti foglalások engedélyezve vannak, ez az opció nem működik.

source: Week-long bookings
hu_hu: Hetes foglalások

source: If this option is checked, only week-long bookings are allowed.
hu_hu: Ha ezt az opciót bejelöli, csak hetes foglalások engedélyezettek.

source: Weekday offset
hu_hu: Hét kezdőnapjának eltolása

source: Allows you to change the first booked day of the week.
hu_hu: Lehetővé teszi a hét első foglalt napjának módosítását.

source: Starting day offset
hu_hu: Kezdőnap eltolása

source: This string defines offset for the earliest date which is available to the user.
hu_hu: Ez a szöveg határozza meg a legkorábban Ön számára elérhető dátum eltolását.

source: Min days
hu_hu: Minimális napok

source: This number defines the minimum days of the selected range. If it equals 0, it means minimum days are not limited.
hu_hu: Ez a szám határozza meg a kiválasztott tartomány minimális napjainak számát. Ha az értéke 0, a minimális napok nincsenek korlátozva.

source: Max days
hu_hu: Maximális napok

source: This number defines the maximum days of the selected range. If it equals 0, it means maximum days are not limited.
hu_hu: Ez a szám határozza meg a kiválasztott tartomány maximális napjainak számát. Ha az értéke 0, a maximális napok nincsenek korlátozva.

source: End date
hu_hu: Végdátum

source: This option defines the latest date which is allowed for the user to pick.
hu_hu: Ez az opció határozza meg a legkésőbbi dátumot, amelyet Ön kiválaszthat.

source: Any date
hu_hu: Bármely dátum

source: Limited range
hu_hu: Korlátozott tartomány

source: Year(s)
hu_hu: Év(ek)

source: Clear button
hu_hu: Törlés gomb

source: If this option is checked, clear button in the date-range picker filed will show.
hu_hu: Ha ezt az opciót bejelöli, megjelenik a törlés gomb a dátumtartomány-választó mezőben.

source: Month select
hu_hu: Hónapválasztás

source: If this option is checked, you can quickly change month by clicking on month name.
hu_hu: Ha ezt az opciót bejelöli, a hónap nevére kattintva gyorsan módosíthatja a hónapot.

source: Year select
hu_hu: Évválasztás

source: If this option is checked, you can quickly change year by clicking on year number.
hu_hu: Ha ezt az opciót bejelöli, az évszámra kattintva gyorsan módosíthatja az évet.

source: Show price in calendar
hu_hu: Ár megjelenítése a naptárban

source: If this option is checked, each date in the date-range picker will show its price.
hu_hu: Ha ezt az opciót bejelöli, a dátumtartomány-választó minden dátumán megjelenik annak ára.

source: Disable email field
hu_hu: E-mail mező letiltása

source: Removes the email input field from the booking section on the single product page.
hu_hu: Eltávolítja az e-mail beviteli mezőt az egyedi termékoldal foglalási szakaszából.

source: Date range picker field
hu_hu: Dátumtartomány-választó mező

source: Layout
hu_hu: Elrendezés

source: Define the arrangement and organization of the field within interface.
hu_hu: Határozza meg a mező elrendezését a felületen.

source: Separate fields
hu_hu: Külön mezők

source: Position
hu_hu: Pozíció

source: Define the specific placement of the separate fields in interface.
hu_hu: Határozza meg a külön mezők pontos elhelyezését a felületen.

source: Label for single field layout.
hu_hu: Címke az egymezős elrendezéshez.

source: Placeholder
hu_hu: Helyőrző

source: Placeholder for single field layout.
hu_hu: Helyőrző az egymezős elrendezéshez.

source: Check in field label
hu_hu: Bejelentkezési mező címkéje

source: Label for check in field.
hu_hu: Címke a bejelentkezési mezőhöz.

source: Check in field placeholder
hu_hu: Bejelentkezési mező helyőrzője

source: Placeholder for check in field.
hu_hu: Helyőrző a bejelentkezési mezőhöz.

source: Check out field label
hu_hu: Kijelentkezési mező címkéje

source: Label for check out field.
hu_hu: Címke a kijelentkezési mezőhöz.

source: Check out field placeholder
hu_hu: Kijelentkezési mező helyőrzője

source: Placeholder for check out field.
hu_hu: Helyőrző a kijelentkezési mezőhöz.

source: Description
hu_hu: Leírás

source: Define explanation to describe and provide context for the field within interface.
hu_hu: Határozza meg a felületen a mezőt leíró és annak kontextusát biztosító magyarázatot.

source: Specific structure and representation used to express dates in a standardized way. Applies only to dates in the form of check-in/check-out fields.
hu_hu: A dátumok kifejezésére szabványosított módon használt konkrét szerkezet és megjelenítés. Csak a bejelentkezés/kijelentkezés mezőkben szereplő dátumokra vonatkozik.

source: Separator
hu_hu: Elválasztó

source: Pick a character that will be used to separate the day, month, and year components within a date.
hu_hu: Válasszon egy karaktert, amellyel a dátumban a napot, hónapot és évet elválasztja.

source: First day of the week
hu_hu: A hét első napja

source: Set the start if the week day in the date picker.
hu_hu: Állítsa be a hét kezdőnapját a dátumválasztóban.

source: Booking mode
hu_hu: Foglalási mód

source: Select the booking mode type. It changes the display and behavior of the booking interface to match the chosen mode.
hu_hu: Válassza ki a foglalási mód típusát. Ez a választott módhoz igazítja a foglalási felület megjelenését és működését.

source: WooCommerce based
hu_hu: WooCommerce-alapú

source: Booking system focusing on the core functionality for managing bookings.
hu_hu: A foglalások kezelésének alapfunkcióira összpontosító foglalási rendszer.

source: <p>Requires <a href="%s" target="_blank">WooCommerce</a> to be installed and activated.</p>
hu_hu: <p>A <a href="%s" target="_blank">WooCommerce</a> telepítését és aktiválását igényli.</p>

source: <p>Create booking products to start using this functionality. <a href="%s" target="_blank">Create the first product</a>.</p>
hu_hu: <p>A funkció használatához hozzon létre foglalási termékeket. <a href="%s" target="_blank">Hozza létre az első terméket</a>.</p>

source: Booking system allowing you to create and manage custom products type specifically designed for booking and seamlessly integrate it into online store.
hu_hu: Olyan foglalási rendszer, amely lehetővé teszi kifejezetten foglalásra tervezett egyedi terméktípusok létrehozását és kezelését, valamint zökkenőmentes integrálását az online áruházba.

source: Booking orders post type
hu_hu: Foglalási rendelések bejegyzéstípus

source: Select the post type, which will record and store the booking orders. It could be called 'Orders'. Once a new order is placed, the record will appear in the corresponding database table within the chosen post type.
hu_hu: Válassza ki azt a bejegyzéstípust, amely a foglalási rendeléseket rögzíti és tárolja. Lehet a neve 'Orders'. Új rendelés leadásakor a bejegyzés a kiválasztott bejegyzéstípus megfelelő adatbázistáblájában jelenik meg.

source: Booking instance post type
hu_hu: Foglalási példány bejegyzéstípus

source: Select the post type containing the units to be booked (booking instances). Once selected, the related post IDs will be shown in the Bookings database table.
hu_hu: Válassza ki azt a bejegyzéstípust, amely a lefoglalható egységeket (foglalási példányokat) tartalmazza. A kiválasztás után a kapcsolódó bejegyzésazonosítók megjelennek a Bookings adatbázistáblában.

source: Enable to connect the booking system to a WooCommerce checkout.
hu_hu: Engedélyezze a foglalási rendszer csatlakoztatását a WooCommerce pénztárhoz.

source: If you enable this option, WooCommerce order status will be updated once the booking status changes (by default, if you update a booking status, the related order will remain the same).
hu_hu: Ha engedélyezi ezt az opciót, a WooCommerce rendelés státusza frissül, amikor a foglalás státusza megváltozik (alapértelmezés szerint a foglalás státuszának frissítésekor a kapcsolódó rendelés változatlan marad).

source: Booking hold time
hu_hu: Foglalás tartási ideje

source: Time during which the selected date range will be kept on hold after adding the booking instance to the cart.
hu_hu: Az az idő, amíg a kiválasztott dátumtartomány foglalás alatt marad, miután a foglalási példányt a kosárhoz adta.

source: 5 min
hu_hu: 5 perc

source: 10 min
hu_hu: 10 perc

source: 15 min
hu_hu: 15 perc

source: 20 min
hu_hu: 20 perc

source: 25 min
hu_hu: 25 perc

source: 30 min
hu_hu: 30 perc

source: Enable to connect the booking system with WooCommerce checkout.
hu_hu: Engedélyezze a foglalási rendszer csatlakoztatását a WooCommerce pénztárhoz.

source: Please install and activate <a href="%s" target="_blank">WooCommerce</a> to use this option.
hu_hu: Kérjük, telepítse és aktiválja a <a href="%s" target="_blank">WooCommerce</a>-t ezen opció használatához.

source: Filters storage type
hu_hu: Szűrők tárolási típusa

source: Select the filter storage type for the searched date range.
hu_hu: Válassza ki a keresett dátumtartomány szűrőinek tárolási típusát.

source: Session
hu_hu: Munkamenet

source: Cookies
hu_hu: Sütik

source: Use custom labels
hu_hu: Egyéni címkék használata

source: Check this to change default check-in/check-out calendar field labels.
hu_hu: Jelölje be ezt az alapértelmezett be- és kijelentkezési naptármezők címkéinek módosításához.

source: Excluded dates
hu_hu: Kizárt dátumok

source: Tooltip text for already booked dates. <i> Default: Sold out</i>
hu_hu: Buboréksúgó szöveg a már lefoglalt dátumokhoz. <i> Alapértelmezett: Elfogyott</i>

source: Only checkout allowed
hu_hu: Csak kijelentkezés engedélyezett

source: Tooltip for dates when only checkout is allowed. <i>Default: Only checkout</i>
hu_hu: Buboréksúgó azokhoz a dátumokhoz, amikor csak kijelentkezés engedélyezett. <i>Alapértelmezett: Csak kijelentkezés</i>

source: This option is allowed only for 'Per Nights' bookings with 'Allow checkout only days' option enabled.
hu_hu: Ez az opció csak a 'Per Nights' foglalásoknál engedélyezett, ha az 'Allow checkout only days' opció be van kapcsolva.

source: Selected dates
hu_hu: Kiválasztott dátumok

source: Label before selected dates range. <i>Default: Chosen</i>
hu_hu: Címke a kiválasztott dátumtartomány előtt. <i>Alapértelmezett: Kiválasztva</i>

source: Tooltip label after days number in per day booking period. <i>Default: Days</i>
hu_hu: Buboréksúgó címke a napok számát követően nap alapú foglalási időszakban. <i>Alapértelmezett: Napok</i>

source: Nights
hu_hu: Éjszakák

source: Tooltip label after nights number in per night booking period. <i>Default: Nights</i>
hu_hu: Buboréksúgó címke az éjszakák számát követően éjszaka alapú foglalási időszakban. <i>Alapértelmezett: Éjszakák</i>

source: Apply button
hu_hu: Alkalmaz gomb

source: Label for apply button. <i>Default: Close</i>
hu_hu: Az Alkalmaz gomb felirata. <i>Alapértelmezett: Bezárás</i>

source: Label for clear button. <i>Default: Clear</i>
hu_hu: A Törlés gomb felirata. <i>Alapértelmezett: Törlés</i>

source: Label/translation of Monday. <i>Default: Mon</i>
hu_hu: Hétfő megnevezése/fordítása. <i>Alapértelmezett: Mon</i>

source: Tuesday
hu_hu: Kedd

source: Label/translation of Tuesday. <i>Default: Tue</i>
hu_hu: Kedd megnevezése/fordítása. <i>Alapértelmezett: Tue</i>

source: Wednesday
hu_hu: Szerda

source: Label/translation of Wednesday. <i>Default: Wed</i>
hu_hu: A szerda megnevezése/fordítása. <i>Alapértelmezett: Wed</i>

source: Thursday
hu_hu: Csütörtök

source: Label/translation of Thursday. <i>Default: Thu</i>
hu_hu: A csütörtök megnevezése/fordítása. <i>Alapértelmezett: Thu</i>

source: Friday
hu_hu: Péntek

source: Label/translation of Friday. <i>Default: Fri</i>
hu_hu: A péntek megnevezése/fordítása. <i>Alapértelmezett: Fri</i>

source: Saturday
hu_hu: Szombat

source: Label/translation of Saturday. <i>Default: Sat</i>
hu_hu: A szombat megnevezése/fordítása. <i>Alapértelmezett: Sat</i>

source: Label/translation of Sunday. <i>Default: Sun</i>
hu_hu: A vasárnap megnevezése/fordítása. <i>Alapértelmezett: Sun</i>

source: Month names
hu_hu: Hónapnevek

source: Comma-separated list of month names. <i>Default: January, February, March, April, May, June, July, August, September, October, November, December</i>
hu_hu: Vesszővel elválasztott hónapnevek listája. <i>Alapértelmezett: January, February, March, April, May, June, July, August, September, October, November, December</i>

source: Label for past dates shortcuts. <i>Default: Past</i>
hu_hu: Parancsikon címkéje múltbeli dátumokhoz. <i>Alapértelmezett: Past</i>

source: Following
hu_hu: Következő

source: Label for following dates shortcuts. <i>Default: Following</i>
hu_hu: Parancsikon címkéje következő dátumokhoz. <i>Alapértelmezett: Following</i>

source: Previous
hu_hu: Előző

source: Label for previous dates shortcuts. <i>Default: Previous</i>
hu_hu: Parancsikon címkéje előző dátumokhoz. <i>Alapértelmezett: Previous</i>

source: Previous week
hu_hu: Előző hét

source: Previous week shortcuts label. <i>Default: Week</i>
hu_hu: Az előző hét parancsikon címkéje. <i>Alapértelmezett: Week</i>

source: Previous month
hu_hu: Előző hónap

source: Previous month shortcuts label. <i>Default: Month</i>
hu_hu: Az előző hónap parancsikon címkéje. <i>Alapértelmezett: Month</i>

source: Previous year
hu_hu: Előző év

source: Previous year shortcuts label. <i>Default: Year</i>
hu_hu: Az előző év parancsikon címkéje. <i>Alapértelmezett: Year</i>

source: Next
hu_hu: Következő

source: Label for next dates shortcuts. <i>Default: Next</i>
hu_hu: Parancsikon címkéje következő dátumokhoz. <i>Alapértelmezett: Next</i>

source: Next week
hu_hu: Következő hét

source: Next week shortcuts label. <i>Default: Week</i>
hu_hu: A következő hét parancsikon címkéje. <i>Alapértelmezett: Week</i>

source: Next month
hu_hu: Következő hónap

source: Next month shortcuts label. <i>Default: Month</i>
hu_hu: A következő hónap parancsikon címkéje. <i>Alapértelmezett: Month</i>

source: Next year
hu_hu: Következő év

source: Next year shortcuts label. <i>Default: Year</i>
hu_hu: A következő év parancsikon címkéje. <i>Alapértelmezett: Year</i>

source: Max days warning notice
hu_hu: Maximális napok figyelmeztetése

source: Notification text of exceeding the maximum number of days. <i>Default: Date range should not be more than %d days (%d will be replaced with days count)</i>
hu_hu: Értesítő szöveg a maximális napok számának túllépésekor. <i>Alapértelmezett: A dátumtartomány ne legyen több mint %d nap (%d a napok számával lesz helyettesítve)</i>

source: Min days warning notice
hu_hu: Minimális napok figyelmeztetése

source: Notification text of not reaching the minimum number of days. <i>Default: Date range should not be less than %d days (%d will be replaced with days count)</i>
hu_hu: Értesítő szöveg, ha nem éri el a minimális napok számát. <i>Alapértelmezett: A dátumtartomány ne legyen kevesebb mint %d nap (%d a napok számával lesz helyettesítve)</i>

source: Min days notice
hu_hu: Minimális napok értesítése
