Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dsm-supreme-modules-pro-for-divi/dsm-supreme-modules-pro-for-divi-*.po
Languages: hu_hu

source: Here you can choose whether or not the lightbox should in Gallery Mode.
hu_hu: Itt kiválaszthatja, hogy a Lightbox galéria módban legyen-e.

source: Display Title
hu_hu: Cím megjelenítése

source: Here you can choose whether or not the lightbox should display the Title.
hu_hu: Itt kiválaszthatja, hogy a lightbox megjelenítse-e a címet.

source: Display Caption
hu_hu: Felirat megjelenítése

source: Here you can choose whether or not the lightbox should display the Caption.
hu_hu: Itt kiválaszthatja, hogy a lightbox megjelenítse-e a feliratot.

source: Full Size
hu_hu: Teljes méret

source: Hotspot Text
hu_hu: Hotspot szöveg

source: Hotspot Settings
hu_hu: Hotspot beállításai

source: Hotspot Icon
hu_hu: Hotspot ikon

source: Tooltip Settings
hu_hu: Eszköztipp beállításai

source: Tooltip Heading Text
hu_hu: Eszköztipp címszövege

source: Tooltip Body
hu_hu: Eszköztipp törzsszövege

source: When enabled, this will force your image to extend 100% of the width of the column it's in.
hu_hu: Ha engedélyezi, a kép a benne lévő oszlop szélességének 100%-ára nyúlik.

source: Trigger Event
hu_hu: Kiváltó esemény

source: Mouse Enter
hu_hu: Egér ráhúzása

source: Mouse Enter & Click
hu_hu: Egér ráhúzása és kattintás

source: Mouse Enter & Focus
hu_hu: Egér ráhúzása és fókusz

source: Click & Focus
hu_hu: Kattintás és fókusz

source: Here you can choose whether to show the tooltip by hovering or clicking.
hu_hu: Itt kiválaszthatja, hogy az eszköztippet ráhúzásra vagy kattintásra jelenítse meg.

source: Here you can define a custom padding size for the Hotspot.
hu_hu: Itt a Hotspot egyéni belső margójának méretét adhatja meg.

source: Tooltip Animation
hu_hu: Eszköztipp animációja

source: Scale
hu_hu: Nagyítás

source: Shift Away
hu_hu: Eltolás távolabb

source: Shift Toward
hu_hu: Eltolás közelebb

source: Perspective
hu_hu: Perspektíva

source: Tooltip Delay Show
hu_hu: Eszköztipp megjelenítésének késleltetése

source: Tooltip Delay Hide
hu_hu: Eszköztipp elrejtésének késleltetése

source: Hotspot Item
hu_hu: Hotspot elem

source: Hotspot Image
hu_hu: Hotspot kép

source: Pulse Animation
hu_hu: Pulzáló animáció

source: Hotspot Image Box Shadow
hu_hu: Hotspot kép árnyéka

source: Here you can choose whether to use an Icon or Text.
hu_hu: Itt kiválaszthatja, hogy ikont vagy szöveget használ-e.

source: Choose an icon to display as your hotspot.
hu_hu: Válasszon egy ikont a Hotspot megjelenítéséhez.

source: Hotspot Image Width
hu_hu: Hotspot kép szélessége

source: Adjust the width of the hotspot image.
hu_hu: Állítsa be a Hotspot képének szélességét.

source: Here you can choose whether hotspot should have tooltip.
hu_hu: Itt kiválaszthatja, hogy a Hotspot rendelkezzen-e eszköztippel.

source: Input the main text content for your tooltip here.
hu_hu: Adja meg itt az eszköztipp fő szövegét.

source: Use Pulse Animation
hu_hu: Pulzáló animáció használata

source: Here you can choose whether hotspot should have pulse animation.
hu_hu: Itt kiválaszthatja, hogy a Hotspot rendelkezzen-e pulzáló animációval.

source: Here you can define a custom background color for your pulse animtion.
hu_hu: Itt egyéni háttérszínt adhat meg a pulzáló animációhoz.

source: Image Reveal Animation
hu_hu: Kép felfedésének animációja

source: Vertical Slide Down
hu_hu: Függőleges lecsúszás

source: Vertical Slide Up
hu_hu: Függőleges felcsúszás

source: Horizontal Slide Right
hu_hu: Vízszintes csúszás jobbra

source: Horizontal Slide Left
hu_hu: Vízszintes csúszás balra

source: Reveal
hu_hu: Felfedés

source: Reveal Text
hu_hu: Felfedendő szöveg

source: Reveal Overlay Color
hu_hu: Felfedés fedőrétegének színe

source: Always Center Image On Mobile
hu_hu: Mindig középre igazítás mobilon

source: Lottie JSON File
hu_hu: Lottie JSON-fájl

source: Upload a json file
hu_hu: json-fájl feltöltése

source: Choose a JSON file
hu_hu: JSON-fájl kiválasztása

source: Set As JSON for the module
hu_hu: Beállítás JSON-ként a modulhoz

source: Here you can choose whether or not your Lottie will animate in loop.
hu_hu: Itt kiválaszthatja, hogy a Lottie animációja ismétlődjön-e.

source: Number of times
hu_hu: Ismétlések száma

source: This option is only available if Yes is selected for Loop. Enter the number of times you wish to have the animation loop before stopping.
hu_hu: Ez az opció csak akkor érhető el, ha a Loop értéke Yes. Adja meg, hányszor ismétlődjön az animáció a leállás előtt.

source: Delay the lottie animation (in ms).
hu_hu: A lottie animáció késleltetése (ms-ban).

source: Normal
hu_hu: Normál

source: Reverse
hu_hu: Fordított

source: Speed (More is faster)
hu_hu: Sebesség (a nagyobb gyorsabb)

source: The speed of the animation.
hu_hu: Az animáció sebessége.

source: Here you can choose whether or not your Lottie will animate on hover.
hu_hu: Itt kiválaszthatja, hogy a Lottie animációja lejátszódjon-e egér fölé húzásakor.

source: Trigger Method
hu_hu: Kiváltás módja

source: Play Animation On Hover/Mouse Over
hu_hu: Animáció lejátszása hover/egér fölé húzásakor

source: Play Animation On Click
hu_hu: Animáció lejátszása kattintáskor

source: Play Animation On Scroll
hu_hu: Animáció lejátszása görgetéskor

source: Relative To
hu_hu: Viszonyítás

source: Entire Page
hu_hu: Teljes oldal

source: Within This Section/Row
hu_hu: Ezen szakaszon/soron belül

source: On Mouseout Action
hu_hu: Egér elhagyásakor végrehajtandó művelet

source: No Action
hu_hu: Nincs művelet

source: Stop
hu_hu: Leállítás

source: Pause
hu_hu: Szünet

source: Animation when the element is in viewport.
hu_hu: Animáció, amikor az elem a nézetablakban van.

source: Mask Text
hu_hu: Maszkolt szöveg

source: Mask Image
hu_hu: Maszkolt kép

source: Mask
hu_hu: Maszk

source: Gallery
hu_hu: Galéria

source: Grid Layout
hu_hu: Rácselrendezés

source: Grid Items
hu_hu: Rácselemek

source: Grid Items Box Shadow
hu_hu: Rácselemek árnyéka

source: Add Images
hu_hu: Képek hozzáadása

source: Sort Images
hu_hu: Képek rendezése

source: By Filename
hu_hu: Fájlnév szerint

source: By Date
hu_hu: Dátum szerint

source: Order Sort
hu_hu: Rendezési sorrend

source: Columns Gap
hu_hu: Oszlopköz

source: Show Image Overlay Title
hu_hu: Kép fedvénycímének megjelenítése

source: Show Image Overlay Caption
hu_hu: Kép fedvényfeliratának megjelenítése

source: Show Image Overlay Description
hu_hu: Kép fedvényleírásának megjelenítése

source: Show Image Lightbox Title
hu_hu: Kép lightbox címének megjelenítése

source: Show Image Lightbox Caption
hu_hu: Kép lightbox feliratának megjelenítése

source: Overlay Padding
hu_hu: Fedvény belső térköze

source: Here you can define a custom padding size for the Overlay Wrapper.
hu_hu: Itt egyéni belső térközt adhat meg a fedvény burkolóeleméhez.

source: Use Horizontal Order
hu_hu: Használja a vízszintes sorrendet

source: Supreme Menu
hu_hu: Supreme Menü

source: Menu
hu_hu: Menü

source: Sub Menu
hu_hu: Almenü

source: Sub Menu Collapse
hu_hu: Almenü összecsukása

source: Menu Title
hu_hu: Menü címe

source: The title will appear above the menu.
hu_hu: A cím a menü felett fog megjelenni.

source: Select a menu that should be used in the module
hu_hu: Válassza ki azt a menüt, amelyet a modulban használni kíván.

source: Click here to create new menu
hu_hu: Kattintson ide új menü létrehozásához.

source: Collapse Sub Menu
hu_hu: Csukja össze az almenüt.

source: Here you can choose whether your submenu should be collapsed.
hu_hu: Itt kiválaszthatja, hogy az Ön almenüje össze legyen-e csukva.

source: Use Schema Markup
hu_hu: Használja a Schema Markupot

source: Here you can choose whether your menu should use Schema Markup structured data.
hu_hu: Itt kiválaszthatja, hogy az Ön menüje használjon-e Schema Markup strukturált adatokat.

source: Menu Link Color
hu_hu: Menühivatkozás színe

source: Active Link Color
hu_hu: Aktív hivatkozás színe

source: An active link is the page currently being visited. You can pick a color to be applied to active links to differentiate them from other links.
hu_hu: Az aktív hivatkozás az éppen megtekintett oldal. Választhat egy színt, amely az aktív hivatkozásokra lesz alkalmazva, hogy megkülönböztesse azokat a többi hivatkozástól.

source: Menu Link Active Color (:active pseudo)
hu_hu: Menühivatkozás aktív színe (:active pszeudo)

source: The :active pseudo selector changes the appearance of a link while it is being activated (being clicked on or otherwise activated).
hu_hu: A :active pszeudoszelektor megváltoztatja egy hivatkozás megjelenését, miközben az aktiválódik (rákattintáskor vagy más módon történő aktiváláskor).

source: Menu Link Visited Color
hu_hu: Menühivatkozás látogatott színe

source: Menu Layout
hu_hu: Menü elrendezése

source: Left Spacing
hu_hu: Bal oldali térköz

source: List Style Type
hu_hu: Lista stílusának típusa

source: Disc
hu_hu: Teli kör

source: Decimal
hu_hu: Decimális

source: Square
hu_hu: Négyzet

source: List Style Position
hu_hu: Felsorolásjel pozíciója

source: List Style Color
hu_hu: Felsorolásjel színe

source: Use Link Hover Animation
hu_hu: Használja a hivatkozás hover animációját

source: Here you can choose whether or not to have hover animation on your menu links.
hu_hu: Itt kiválaszthatja, hogy legyen-e hover animáció az Ön menühivatkozásain.

source: Animation Type
hu_hu: Animáció típusa

source: Underline Animation
hu_hu: Aláhúzás animációja

source: Center Out
hu_hu: Középről kifelé

source: Link Color
hu_hu: Hivatkozás színe

source: Here you can define a custom color for your arrow.
hu_hu: Itt egyéni színt határozhat meg a nyílhoz.

source: Arrow Gap
hu_hu: Nyíl távolsága

source: Arrow Padding
hu_hu: Nyíl belső margója

source: Arrow Font Size
hu_hu: Nyíl betűmérete

source: Home
hu_hu: Kezdőlap

source: Supreme Image
hu_hu: Supreme Kép

source: Supreme Images
hu_hu: Supreme Képek

source: Transform & Rotation
hu_hu: Transzformáció és forgatás

source: Rotate Y
hu_hu: Y forgatás

source: Rotate X
hu_hu: X forgatás

source: Rotate Z
hu_hu: Z forgatás

source: Supreme Post Carousel
hu_hu: Supreme Bejegyzés carousel

source: Post Thumbnail
hu_hu: Bejegyzés bélyegkép

source: Post Type
hu_hu: Bejegyzéstípus

source: Select
hu_hu: Válasszon

source: Readmore Button
hu_hu: Bővebben gomb

source: Readmore Text
hu_hu: Bővebben szöveg

source: Pagination Postion
hu_hu: Lapozás pozíciója

source: Supreme Price List
hu_hu: Supreme árlista

source: Price
hu_hu: Ár

source: Price Box Shadow
hu_hu: Ár dobozárnyéka

source: Item Bottom Spacing
hu_hu: Elem alsó térköze

source: Image Gap Spacing
hu_hu: Képek közötti hézag

source: Price Background Color
hu_hu: Ár háttérszíne

source: Here you can define a custom background color for your price.
hu_hu: Itt egyéni háttérszínt adhat meg az árhoz.

source: Price List Item
hu_hu: Árlista tétel

source: Price List Item Settings
hu_hu: Árlista tétel beállításai

source: Add the price of the item
hu_hu: Adja meg a tétel árát

source: Supreme Progress Bar
hu_hu: Supreme folyamatjelző sáv

source: Progress Indicator
hu_hu: Folyamatjelző

source: Tracker
hu_hu: Jelző

source: Percentage Text
hu_hu: Százalékos szöveg

source: Percentage Font
hu_hu: Százalékos betűtípus

source: Tracker Box Shadow
hu_hu: Jelző dobozárnyéka

source: Tracker Type
hu_hu: Jelző típusa

source: Circular
hu_hu: Kör alakú

source: Progress Relative to
hu_hu: Előrehaladás viszonyítása

source: Selector
hu_hu: Szelektor

source: Percentage
hu_hu: Százalék

source: Supreme Random Image
hu_hu: Supreme véletlenszerű kép

source: Supreme Random Images
hu_hu: Supreme véletlenszerű képek

source: Choose the images that you would like to appear in the image gallery.
hu_hu: Válassza ki azokat a képeket, amelyek megjelenjenek a képgalériában.

source: Use Image Link URL
hu_hu: Kép hivatkozás URL-jének használata

source: You have the option to decide whether the image should be a link. Please note that if you enter a link in the Media settings, that link will be used. Otherwise, the image URL link will be utilized instead.
hu_hu: Lehetősége van eldönteni, hogy a kép legyen-e hivatkozás. Kérjük, vegye figyelembe, hogy ha megad egy hivatkozást a Média beállításokban, akkor azt a hivatkozást használjuk. Ellenkező esetben a kép URL-hivatkozását használjuk.

source: Supreme Scroll Image
hu_hu: Supreme görgethető kép

source: Supreme Scroll Images
hu_hu: Supreme görgethető képek

source: Scroll Settings
hu_hu: Görgetési beállítások

source: Scroll Speed (in s)
hu_hu: Görgetési sebesség (s-ban)

source: Scroll Reverse Direction
hu_hu: Görgetés irányának megfordítása

source: Supreme Shapes
hu_hu: Supreme alakzatok

source: Shapes
hu_hu: Alakzatok

source: Shapes Shadow
hu_hu: Alakzatok árnyéka

source: Rectangle
hu_hu: Téglalap

source: Triangle
hu_hu: Háromszög

source: Oval
hu_hu: Ovális

source: Trapezoid
hu_hu: Trapéz

source: Parallelogram
hu_hu: Paralelogramma

source: Diamond Square
hu_hu: Rombusz négyzet

source: Hexagon
hu_hu: Hatszög

source: Adjust size of the Shape.
hu_hu: Állítsa be az alakzat méretét.

source: Shape Color
hu_hu: Alakzat színe

source: Here you can define a custom color for the shapes
hu_hu: Itt megadhat egy egyéni színt az alakzatokhoz

source: Use Border
hu_hu: Szegély használata

source: Shuffle Letters Options
hu_hu: Shuffle Letters beállításai

source: Shuffle Letters Styles
hu_hu: Shuffle Letters stílusai

source: The title of your Shuffle Effect.
hu_hu: A Shuffle effekt címe.

source: Shuffle Text On a New line
hu_hu: Shuffle Text új sorban

source: If enabled, your shuffle text will appear on the next line after the before text.
hu_hu: Ha engedélyezi, a shuffle text a before text utáni következő sorban jelenik meg.

source: After Text On a New line
hu_hu: After Text új sorban

source: If enabled, your after text will appear on the next line after the Shuffle text.
hu_hu: Ha engedélyezi, az after text a Shuffle text utáni következő sorban jelenik meg.

source: Shuffle Speed (in s)
hu_hu: Shuffle sebessége (s-ben)

source: Duration (in s)
hu_hu: Időtartam (s-ben)

source: Text will be revealed after shuffle completed.
hu_hu: A szöveg a shuffle befejezése után jelenik meg.

source: Overwrite Random Shuffle Text
hu_hu: Véletlen Shuffle Text felülírása

source: Enter only if you want to have your own random character text. Use without space e.g 'Shuffle Text'
hu_hu: Csak akkor adja meg, ha saját véletlen karakterekből álló szöveget szeretne. Szóköz nélkül használja, pl. 'Shuffle Text'

source: Social Share Buttons Item
hu_hu: Social Share Buttons elem

source: Share Button
hu_hu: Megosztás gomb

source: Label
hu_hu: Címke

source: View
hu_hu: Nézet

source: Icon & Text
hu_hu: Ikon és szöveg

source: Skin
hu_hu: Felület

source: Gradient
hu_hu: Színátmenet

source: Minimal
hu_hu: Minimál

source: Framed
hu_hu: Keretelt

source: Boxed Icon
hu_hu: Keretbe foglalt ikon

source: Flat
hu_hu: Lapos

source: Shape
hu_hu: Alakzat

source: Rounded
hu_hu: Lekerekített

source: Rows Gap
hu_hu: Sorköz

source: Button Size
hu_hu: Gomb mérete

source: Button Height
hu_hu: Gomb magassága

source: Official
hu_hu: Hivatalos

source: Custom
hu_hu: Egyéni

source: Target URL
hu_hu: Cél URL

source: Hover Animation
hu_hu: Rámutatás animációja

source: Network
hu_hu: Hálózat

source: Print
hu_hu: Nyomtatás

source: Custom Image Icon
hu_hu: Egyéni képikon

source: Enabling this option will allow you to have a network with your own custom image icon.
hu_hu: Ennek az opciónak az engedélyezése lehetővé teszi, hogy saját egyéni képikonnal rendelkező hálózata legyen.

source: Upload an image icon
hu_hu: Töltsön fel egy képikont

source: Choose an Image Icon
hu_hu: Válasszon egy képikont

source: Set As Image Icon
hu_hu: Állítsa be képikonnak

source: Upload your desired image icon, or type in the URL to the image you would like to display.
hu_hu: Töltse fel a kívánt képikont, vagy írja be a megjeleníteni kívánt kép URL-jét.

source: Custom Label
hu_hu: Egyéni címke

source: Supreme Star Rating
hu_hu: Supreme csillagos értékelés

source: Rating
hu_hu: Értékelés

source: Stars
hu_hu: Csillagok

source: Rating Number
hu_hu: Értékelés száma

source: Rating Scale
hu_hu: Értékelési skála

source: Title Inline Position
hu_hu: Cím sorközi pozíciója

source: Title Stacked Position
hu_hu: Cím egymás alatti pozíciója

source: Here you can define a gap between the title and the star rating
hu_hu: Itt meghatározhatja a cím és a csillagos értékelés közötti távolságot

source: Display Type
hu_hu: Megjelenítés típusa

source: Stars Alignment
hu_hu: Csillagok igazítása

source: Align your Stars to the left, right or center of the module.
hu_hu: Igazítsa a csillagokat a modulon belül balra, jobbra vagy középre.

source: Here you can define the alignment of Stars
hu_hu: Itt meghatározhatja a csillagok igazítását

source: Here you can define a gap between each star
hu_hu: Itt meghatározhatja az egyes csillagok közötti távolságot

source: Stars Color
hu_hu: Csillagok színe

source: Show Rating Number
hu_hu: Értékelés számának megjelenítése

source: This will display the rating number after the stars.
hu_hu: Ez megjeleníti a csillagok után az értékelés számát.

source: This will enable Schema Support for the Star Rating module.
hu_hu: Ez engedélyezi a Schema támogatást a csillagos értékelés modulhoz.

source: The author of the product for this rating.
hu_hu: A termék szerzője ehhez az értékeléshez.

source: Product Item Name
hu_hu: Termék elem neve

source: The item name for the product.
hu_hu: A termék elem neve.

source: Number of Rating
hu_hu: Értékelések száma

source: The total number of ratings based on the rating given.
hu_hu: A megadott értékelés alapján az összes értékelés száma.

source: Supreme Step Flow
hu_hu: Supreme lépésfolyam

source: Enter your Title text here.
hu_hu: Adja meg itt a cím szövegét.

source: Enter the Text for Badge here, which will appear on top of the Card. You can style it & change its position from the Design.
hu_hu: Adja meg itt a jelvény szövegét, amely a kártya tetején jelenik meg. A Design részben formázhatja & módosíthatja a pozícióját.

source: Use Description
hu_hu: Leírás használata

source: Enable/Disable this option to show/hide the Description.
hu_hu: Engedélyezze/tiltsa le ezt az opciót a leírás megjelenítéséhez/elrejtéséhez.

source: Your Description Content goes here.
hu_hu: Ide kerül az Ön leírásának tartalma.

source: Add in your Button Text here.
hu_hu: Adja meg itt a gomb szövegét.

source: Add your Button link here.
hu_hu: Adja meg itt a gomb hivatkozását.

source: Choose Whether you want to open the Link in the Same Tab or a New Tab.
hu_hu: Válassza ki, hogy a hivatkozást ugyanabban a lapon vagy új lapon kívánja megnyitni.

source: Show Direction
hu_hu: Irány megjelenítése

source: Enable this option If you'd like to show a Direction Arrow.
hu_hu: Engedélyezze ezt az opciót, ha iránynyilat szeretne megjeleníteni.

source: Here you can choose the type of Direction. The Default will add an arrow that you can style from the Design tab. Or you can even choose an Arrow from Divi Icon Library or upload your own.
hu_hu: Itt kiválaszthatja az irány típusát. Az alapértelmezett beállítás egy nyilat ad hozzá, amelyet a Design fülön formázhat. Vagy választhat egy nyilat a Divi Icon Library-ból, illetve feltöltheti a sajátját.

source: Upload your desired image, or type in the URL to the image you would like to display for the Direction Image.
hu_hu: Töltse fel a kívánt képet, vagy írja be az URL-t ahhoz a képhez, amelyet az Irányképhez szeretne megjeleníteni.

source: Choose an icon to display with your direction.
hu_hu: Válasszon egy ikont, amely az irány mellett jelenik meg.

source: Font Size
hu_hu: Betűméret

source: Enable this Option If you'd like to use an Icon instead of the image.
hu_hu: Engedélyezze ezt az opciót, ha a kép helyett ikont szeretne használni.

source: Upload your image for the Step Flow Card here.
hu_hu: Töltse fel itt a Step Flow Card képét.

source: Choose an icon to display with Step Flow.
hu_hu: Válasszon egy ikont, amely a Step Flow-val együtt jelenik meg.

source: Here you can define a different Style for your Direction Arrow.
hu_hu: Itt eltérő stílust adhat meg az iránynyílhoz.

source: Offset Top
hu_hu: Felső eltolás

source: Offset Left
hu_hu: Bal eltolás

source: Here you can define a custom color for your direction arrow.
hu_hu: Itt egyéni színt adhat meg az iránynyílhoz.

source: Supreme Svg Animation
hu_hu: Supreme Svg animáció

source: Setting
hu_hu: Beállítás

source: Use SVG Code
hu_hu: SVG-kód használata

source: Enable this option If you'd like to use SVG Code Instead.
hu_hu: Engedélyezze ezt az opciót, ha inkább SVG-kódot szeretne használni.

source: SVG File
hu_hu: SVG-fájl

source: Upload an svg file
hu_hu: Töltsön fel egy svg fájlt

source: Choose an SVG file
hu_hu: Válasszon egy SVG-fájlt

source: Set As SVG for the module
hu_hu: Állítsa be a modul SVG-jeként

source: Here you can upload your SVG File.
hu_hu: Itt töltheti fel az SVG-fájlját.

source: Insert SVG Code
hu_hu: SVG-kód beszúrása

source: Here you can insert your SVG code.
hu_hu: Itt illesztheti be az SVG-kódját.

source: Delayed
hu_hu: Késleltetett

source: Sync
hu_hu: Szinkron

source: One By One
hu_hu: Egyenként

source: Here you choose the Type of SVG Animation, you've option to choose from below options
hu_hu: Itt kiválaszthatja az SVG-animáció típusát; az alábbi lehetőségek közül választhat.

source: Animation Timing Function
hu_hu: Animáció időzítési függvénye

source: Here you can choose the Speed Curve for your Animation, you can choose whatever option works best for you.
hu_hu: Itt kiválaszthatja az animáció sebességgörbéjét; azt a lehetőséget válassza, amelyik a legjobban megfelel Önnek.

source: Enable this option If you'd like the SVG Animation to Loop
hu_hu: Engedélyezze ezt az opciót, ha azt szeretné, hogy az SVG-animáció ismétlődjön.

source: Unlimited
hu_hu: Korlátlan

source: If enabled, the animation will Loop infinitely. You can disable to set a custom number times the animation will Loop
hu_hu: Engedélyezés esetén az animáció végtelenül ismétlődik. Letiltva egyedi ismétlésszámot állíthat be.

source: Number of Times
hu_hu: Ismétlések száma

source: Enable this option to choose a Trigger type for your SVG Animation
hu_hu: Engedélyezze ezt az opciót az SVG-animáció indítási típusának kiválasztásához.

source: Trigger Type
hu_hu: Indítási típus

source: Start Animation when in Viewport
hu_hu: Animáció indítása, amikor a nézetablakban van

source: Start on Hover
hu_hu: Indítás rámutatáskor

source: Start on Click
hu_hu: Indítás kattintásra

source: Here you can choose the Trigger Type, you can select Triggers from below options
hu_hu: Itt kiválaszthatja az indítási típust; az alábbi lehetőségek közül választhat.

source: Visible viewport
hu_hu: Látható nézetablak

source: Change the Speed of your SVG Animation here, the lower the value the faster the animation will be.
hu_hu: Itt módosíthatja az SVG-animáció sebességét; minél kisebb az érték, annál gyorsabb az animáció.

source: If you want to delay your animation, you can do so here.
hu_hu: Ha késleltetni szeretné az animációt, itt megteheti.

source: Here you can change the Alignment of your SVG Animation.
hu_hu: Itt módosíthatja az SVG-animáció igazítását.

source: You can change the Color of your Animation here.
hu_hu: Itt módosíthatja az animáció színét.

source: Here you can adjust the Width of the Animation.
hu_hu: Itt beállíthatja az animáció szélességét.

source: Supreme Text Divider
hu_hu: Supreme szövegelválasztó

source: Divider Text
hu_hu: Elválasztó szöveg

source: The text of divider will appear in between the divider.
hu_hu: Az elválasztó szövege az elválasztó közepén jelenik meg.

source: Text Gap
hu_hu: Szövegköz
