Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dsm-supreme-modules-pro-for-divi/dsm-supreme-modules-pro-for-divi-*.po
Languages: hu_hu

source: Define how much space should be added below the divider.
hu_hu: Határozza meg, mennyi hely kerüljön az elválasztó alá.

source: Supreme Text Notation
hu_hu: Supreme szövegjelölés

source: Notation Settings
hu_hu: Jelölés beállításai

source: Notation Text
hu_hu: Jelölés szövege

source: Notation
hu_hu: Jelölés

source: Box
hu_hu: Doboz

source: Highlight
hu_hu: Kiemelés

source: Strike Through
hu_hu: Áthúzás

source: Crossed Off
hu_hu: Kihúzás

source: Bracket
hu_hu: Zárójel

source: Bracket Styles
hu_hu: Zárójelstílusok

source: Here you can define a custom color for the notation animation.
hu_hu: Itt megadhatja a jelölés animációjának egyéni színét.

source: Stroke Width
hu_hu: Vonalvastagság

source: Width of the annotation strokes.
hu_hu: A jelölés vonalainak vastagsága.

source: Iterations
hu_hu: Ismétlések

source: By default annotations are drawn in two iterations, e.g. when underlining, drawing from left to right and then back from right to left. Setting this property can let you configure the number of iterations.
hu_hu: Alapértelmezés szerint a jelölések két ismétlésben rajzolódnak meg, pl. aláhúzáskor balról jobbra, majd vissza jobbról balra. E tulajdonság beállításával megadhatja az ismétlések számát.

source: Adjust delay for the notation animation.
hu_hu: Állítsa be a jelölés animációjának késleltetését.

source: Here you can define a custom background color for the notation text.
hu_hu: Itt megadhatja a jelölés szövegének egyéni háttérszínét.

source: Supreme Text Path
hu_hu: Supreme szövegútvonal

source: Text Path
hu_hu: Szövegútvonal

source: Text entered here will appear as the text path.
hu_hu: Az ide beírt szöveg szövegútvonalként jelenik meg.

source: Path Type
hu_hu: Útvonal típusa

source: Wave
hu_hu: Hullám

source: Arc
hu_hu: Ív

source: Line
hu_hu: Vonal

source: Spiral
hu_hu: Spirál

source: Input the SVG code here.
hu_hu: Ide írja be az SVG-kódot.

source: Show Path
hu_hu: Útvonal megjelenítése

source: Path Color
hu_hu: Útvonal színe

source: Path Width
hu_hu: Útvonal szélessége

source: Word Spacing
hu_hu: Szavak közötti távolság

source: Starting Point
hu_hu: Kezdőpont

source: Supreme Text Rotator
hu_hu: Supreme szövegforgató

source: Rotator Text
hu_hu: Forgató szövege

source: Before Rotator Text
hu_hu: Forgató előtti szöveg

source: After Rotator Text
hu_hu: Forgató utáni szöveg

source: Rotator
hu_hu: Forgató

source: Text entered here will appear as Rotating Effect.
hu_hu: Az ide beírt szöveg forgó effektként jelenik meg.

source: Rotate Animation
hu_hu: Forgatási animáció

source: Rotate Speed (in ms)
hu_hu: Forgatás sebessége (ms-ben)

source: Pause On Hover
hu_hu: Szüneteltetés rámutatáskor

source: Here you can choose to pause the animation on hover/mouseover.
hu_hu: Itt választhatja az animáció szüneteltetését rámutatáskor/egér fölé húzásakor.

source: Change On Click
hu_hu: Váltás kattintásra

source: Here you can choose to change the word on click.
hu_hu: Itt beállíthatja, hogy a szó kattintásra megváltozzon.

source: Here you can define a custom background color for the rotator text.
hu_hu: Itt megadhatja a forgató szövegének egyéni háttérszínét.

source: Tilt Settings
hu_hu: Dőlés beállításai

source: Overlay Text
hu_hu: Átfedő szöveg

source: Disable on Mobile
hu_hu: Letiltás mobilon

source: This will disable the Tilt effect On mobile devices.
hu_hu: Ez letiltja a Tilt effektust mobil eszközökön.

source: Transform perspective, the lower the more extreme the tilt gets.
hu_hu: Transzformációs perspektíva, minél alacsonyabb, annál extrémebb a dőlés.

source: Scale on Hover
hu_hu: Skálázás hoverkor

source: Scale on hover. 2 = 200%, 1.5 = 150%.
hu_hu: Skálázás hoverkor. 2 = 200%, 1.5 = 150%.

source: Max Rotation
hu_hu: Maximális elforgatás

source: The Max Tilt Rotation. The lower the less rotation the tilt gets.
hu_hu: A dőlés maximális elforgatása. Minél alacsonyabb, annál kisebb az elfordulás.

source: The Speed of the enter/exit transition.
hu_hu: A belépési/kilépési átmenet sebessége.

source: Use Glare
hu_hu: Csillogás használata

source: If enabled, it will have a "glare" effect on hover.
hu_hu: Ha engedélyezve van, hoverkor "csillogás" effektus lesz.

source: This will reverse the tilt direction.
hu_hu: Ez megfordítja a dőlés irányát.

source: Glare
hu_hu: Csillogás

source: The glare opacity.
hu_hu: A csillogás átlátszatlansága.

source: Use 3D Pop Out Effect
hu_hu: 3D Pop Out effektus használata

source: Overlay 3D Pop out
hu_hu: Átfedés 3D Pop out

source: The overlay pop out effect between the image and the overlay.
hu_hu: Az átfedés pop out effektus a kép és az átfedés között.

source: Show on Hover
hu_hu: Megjelenítés hoverkor

source: If enabled, overlay text will only show up on hover.
hu_hu: Ha engedélyezve van, az átfedő szöveg csak hoverkor jelenik meg.

source: This setting determines the vertical alignment of your content. Your content can either be vertically centered, or aligned to the bottom.
hu_hu: Ez a beállítás az Ön tartalmának függőleges igazítását határozza meg. Az Ön tartalma lehet függőlegesen középre igazítva, vagy alulra igazítva.

source: Typing Options
hu_hu: Gépelési beállítások

source: Typing Styles
hu_hu: Gépelési stílusok

source: Typing
hu_hu: Gépelés

source: Typing Effect Text
hu_hu: Gépelési effektus szöveg

source: The title of your Typing Effect Text. Use "|" as a separator. eg Word One|Text Two|Divi 3
hu_hu: Az Ön Gépelési effektus szövegének címe. A "|" jelet használja elválasztóként. pl Word One|Text Two|Divi 3

source: Typing Text On a New line
hu_hu: Gépelési szöveg új sorban

source: Use Loop
hu_hu: Ismétlés használata

source: If enabled, typing effect will loop infinite.
hu_hu: Ha engedélyezve van, a gépelési effektus végtelenül ismétlődik.

source: Remove Cursor After Completed
hu_hu: Kurzor eltávolítása befejezés után

source: Typing Speed (in ms)
hu_hu: Gépelési sebesség (ms-ben)

source: Typing Backspeed (in ms)
hu_hu: Visszatörlés sebessége (ms-ben)

source: Back delay (in ms)
hu_hu: Visszatörlés késleltetése (ms-ben)

source: Time before backspacing
hu_hu: Idő a visszatörlés előtt

source: Use Fade Out
hu_hu: Elhalványítás használata

source: Use Shuffle
hu_hu: Keverés használata

source: Cursor Character
hu_hu: Kurzor karaktere

source: Character for cursor.
hu_hu: A kurzor karaktere.

source: Repeat Animation in Viewport
hu_hu: Animáció ismétlése a nézetablakban

source: Cursor Color
hu_hu: Kurzor színe

source: Display your Divi saved library layout.
hu_hu: Jelenítse meg az Ön Divi könyvtárában elmentett elrendezést.

source: Title:
hu_hu: Cím:

source: Use Title as Divi Library Name
hu_hu: Cím használata a Divi Library nevének

source: Select Divi Library:
hu_hu: Divi Library kiválasztása:
