Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dsm-supreme-modules-pro-for-divi/dsm-supreme-modules-pro-for-divi-*.po
Languages: hu_hu

source: Fit
hu_hu: Illesztés

source: Actual Size
hu_hu: Tényleges méret

source: Background Image Position
hu_hu: Háttérkép pozíciója

source: Background Image Repeat
hu_hu: Háttérkép ismétlése

source: No Repeat
hu_hu: Nincs ismétlés

source: Repeat
hu_hu: Ismétlés

source: Repeat X (horizontal)
hu_hu: X ismétlése (vízszintes)

source: Repeat Y (vertical)
hu_hu: Y ismétlése (függőleges)

source: Space
hu_hu: Térköz

source: Round
hu_hu: Kerekítés

source: Background Image Animation
hu_hu: Háttérkép animációja

source: Zoom In & Rotate
hu_hu: Nagyítás és forgatás

source: Zoom Out & Rotate
hu_hu: Kicsinyítés és forgatás

source: Animation Speed (in ms)
hu_hu: Animáció sebessége (ms-ben)

source: Here you can choose whether icon set below should be used.
hu_hu: Itt kiválaszthatja, hogy használja-e az alábbi ikonkészletet.

source: Choose an icon to display with your blurb.
hu_hu: Válasszon ikont az ismertetője mellé.

source: Here you can define a custom color for your icon.
hu_hu: Itt egyéni színt adhat meg az ikonjához.

source: Here you can define a custom color for the icon background.
hu_hu: Itt egyéni színt adhat meg az ikon háttérszínéhez.

source: Use Icon Font Size
hu_hu: Ikon betűméretének használata

source: Adjust the width of the image.
hu_hu: Állítsa be a kép szélességét.

source: Stretch Image
hu_hu: Kép nyújtása

source: Align image to the left, right or center.
hu_hu: Igazítsa a képet balra, jobbra vagy középre.

source: Badge Text
hu_hu: Jelvény szövege

source: Text entered here will appear as Badge.
hu_hu: Az itt megadott szöveg jelvényként jelenik meg.

source: Here you can choose position of the badge.
hu_hu: Itt kiválaszthatja a jelvény pozícióját.

source: Use Custom Position
hu_hu: Egyéni pozíció használata

source: Here you can choose to have a custom position for your badge.
hu_hu: Itt beállíthatja, hogy a jelvény egyéni pozíciót használjon.

source: Left Position
hu_hu: Bal pozíció

source: Adjust the Left position.
hu_hu: Állítsa be a bal pozíciót.

source: Top Position
hu_hu: Felső pozíció

source: Adjust the Top position.
hu_hu: Állítsa be a felső pozíciót.

source: Here you can define a custom background color for your badge.
hu_hu: Itt egyéni háttérszínt adhat meg a jelvényhez.

source: Here you can define a custom padding size for the Badge.
hu_hu: Itt megadhatja a jelvény egyéni belső margójának méretét.

source: Badge Link URL
hu_hu: Jelvény hivatkozásának URL-je

source: If you would like your badge to be a link, input your destination URL here. No link will be created if this field is left blank.
hu_hu: Ha azt szeretné, hogy a jelvény hivatkozás legyen, adja meg itt a cél URL-t. Ha ezt a mezőt üresen hagyja, nem jön létre hivatkozás.

source: Badge Link Target
hu_hu: Jelvény hivatkozás célablaka

source: Image Alt Text
hu_hu: Kép ALT szövege

source: Define the HTML ALT text for your image here.
hu_hu: Itt adhatja meg a kép HTML ALT szövegét.

source: Content entered here will appear inside the module.
hu_hu: Az itt megadott tartalom a modulon belül jelenik meg.

source: Input your desired button text, or leave blank for no button.
hu_hu: Adja meg a kívánt gombszöveget, vagy hagyja üresen, ha nem szeretne gombot.

source: Button URL
hu_hu: Gomb URL-je

source: Input URL for your button.
hu_hu: Adja meg a gomb URL-jét.

source: Choose whether your link opens in a new window or not
hu_hu: Válassza ki, hogy a hivatkozás új ablakban nyíljon-e meg

source: Image Settings
hu_hu: Kép beállításai

source: Arrow Element
hu_hu: Nyíl elem

source: Pagination Element
hu_hu: Lapozó elem

source: Arrow
hu_hu: Nyíl

source: Card
hu_hu: Kártya

source: Arrow Box Shadow
hu_hu: Nyíl dobozárnyéka

source: Card Box Shadow
hu_hu: Kártya dobozárnyéka

source: Text Direction
hu_hu: Szövegirány

source: Slides To Show
hu_hu: Megjelenítendő diák száma

source: Slides To Scroll
hu_hu: Lapozandó diák száma

source: Slider Speed
hu_hu: Csúszka sebessége

source: If enable, slider will autoplay.
hu_hu: Ha engedélyezi, a csúszka automatikusan vált.

source: Autoplay Change Interval
hu_hu: Automatikus lejátszás váltási időköze

source: If enable, slider will pause on hover.
hu_hu: Ha engedélyezve van, a csúszka szünetel, amikor az egér fölé kerül.

source: Infinite looping
hu_hu: Végtelen ismétlés

source: Infinite Smooth Scrolling
hu_hu: Végtelen sima görgetés

source: Auto Height
hu_hu: Automatikus magasság

source: Carousel wrapper will adopt its height to the height of the currently active slide.
hu_hu: A carousel burkolója a magasságát az aktuálisan aktív dia magasságához igazítja.

source: Equalize Card Heights
hu_hu: Kártyamagasságok kiegyenlítése

source: Similar to the row equalize column heights. Equalizing card heights will force all columns to assume the height of the tallest column in the carousel. All card will have the same height, keeping their appearance uniform.
hu_hu: Hasonló az egy soron belüli oszlopmagasságok kiegyenlítéséhez. A kártyák magasságának kiegyenlítése arra kényszeríti az összes oszlopot, hogy felvegye a carouselben lévő legmagasabb oszlop magasságát. Minden kártya azonos magasságú lesz, megőrizve az egységes megjelenést.

source: Horizontal Image Alignment
hu_hu: Kép vízszintes igazítása

source: Arrow Horizontal Position
hu_hu: Nyíl vízszintes pozíciója

source: Top Arrow Position
hu_hu: Felső nyíl pozíciója

source: Bottom Arrow Position
hu_hu: Alsó nyíl pozíciója

source: Arrow Position
hu_hu: Nyíl pozíciója

source: Mobile Arrow Position
hu_hu: Mobil nyíl pozíciója

source: Use Arrow Custom Position
hu_hu: Nyíl egyéni pozíciójának használata

source: Arrow Custom Position
hu_hu: Nyíl egyéni pozíciója

source: Use Custom Previous Arrow Icon
hu_hu: Egyéni Előző nyíl ikon használata

source: Here you can choose to use a custom icon on the previous arrow.
hu_hu: Itt kiválaszthatja, hogy az Előző nyílhoz egyéni ikont használ-e.

source: Previous Arrow Icon
hu_hu: Előző nyíl ikonja

source: Use Custom Next Arrow Icon
hu_hu: Egyéni Következő nyíl ikon használata

source: Here you can choose to use a custom icon on the next arrow.
hu_hu: Itt kiválaszthatja, hogy a Következő nyílhoz egyéni ikont használ-e.

source: Next Arrow Icon
hu_hu: Következő nyíl ikonja

source: Arrow Size
hu_hu: Nyíl mérete

source: Show Pagination
hu_hu: Lapozó megjelenítése

source: Pagination Horizontal Placement
hu_hu: Lapozó vízszintes elhelyezése

source: Pagination Vertical Placement
hu_hu: Lapozó függőleges elhelyezése

source: Pagination In-Active Color
hu_hu: Lapozó inaktív színe

source: Pagination Placement
hu_hu: Lapozó elhelyezése

source: Show Badge on Hover
hu_hu: Jelvény megjelenítése egér fölé vitelekor

source: Here you can choose if you want to show the badge on mouseover/hover.
hu_hu: Itt kiválaszthatja, hogy a jelvény megjelenjen-e egérrel rámutatáskor.

source: Card Item
hu_hu: Kártyaelem

source: Card Item Settings
hu_hu: Kártyaelem beállításai

source: CSS Button Class
hu_hu: Gomb CSS-osztálya

source: Upload your desired image for Image Lightbox, or type in the URL to the image you would like to display.
hu_hu: Töltse fel az Image Lightboxhoz kívánt képet, vagy írja be a megjeleníteni kívánt kép URL-jét.

source: Input URL for your Video Popup.
hu_hu: Adja meg a Video Popup URL-jét.

source: Upload your desired image for Button Image Lightbox, or type in the URL to the image you would like to display.
hu_hu: Töltse fel a Button Image Lightboxhoz kívánt képet, vagy írja be a megjeleníteni kívánt kép URL-jét.

source: Put the Video link on the Button URL. Copy the video URL link and paste it here. Support: YouTube, Vimeo and Dailymotion.
hu_hu: Helyezze a videó hivatkozását a gomb URL-jébe. Másolja ki a videó URL-címét, és illessze be ide. Támogatott: YouTube, Vimeo és Dailymotion.

source: Circle
hu_hu: Kör

source: Circle Item
hu_hu: Kör elem

source: Icon / Image
hu_hu: Ikon / Kép

source: Content Icon / Image
hu_hu: Tartalom ikon / kép

source: Title
hu_hu: Cím

source: Active Box Shadow
hu_hu: Aktív dobozárnyék

source: Active Circle Item
hu_hu: Aktív kör elem

source: Icon
hu_hu: Ikon

source: Image
hu_hu: Kép

source: Enable Autoplay
hu_hu: Automatikus lejátszás engedélyezése

source: Speed
hu_hu: Sebesség

source: Here you can choose to trigger it with Click or On Hover.
hu_hu: Itt kiválaszthatja, hogy Click vagy On Hover esemény váltsa ki.

source: Circle Size
hu_hu: Kör mérete

source: Here you can define a custom background color for the circle item
hu_hu: Itt meghatározhat egy egyéni háttérszínt a kör elemhez

source: Here you can define a custom color for the circle item.
hu_hu: Itt meghatározhat egy egyéni színt a kör elemhez.

source: Active Background Color
hu_hu: Aktív háttérszín

source: Here you can define a custom active background color for the circle item.
hu_hu: Itt meghatározhat egy egyéni aktív háttérszínt a kör elemhez.

source: Active Color
hu_hu: Aktív szín

source: Here you can define a custom active color for the circle item.
hu_hu: Itt meghatározhat egy egyéni aktív színt a kör elemhez.

source: Icon Size
hu_hu: Ikon mérete

source: Here you can choose icon width.
hu_hu: Itt kiválaszthatja az ikon szélességét.

source: Here you can define a custom background color for the icon.
hu_hu: Itt meghatározhat egy egyéni háttérszínt az ikonhoz.

source: Here you can define a custom active background color for the icon.
hu_hu: Itt meghatározhat egy egyéni aktív háttérszínt az ikonhoz.

source: Here you can define a custom color for the icon.
hu_hu: Itt meghatározhat egy egyéni színt az ikonhoz.

source: Here you can define a custom active color for the icon.
hu_hu: Itt meghatározhat egy egyéni aktív színt az ikonhoz.

source: This will change the label of the circle info item in the builder for easy identification.
hu_hu: Ez megváltoztatja a Circle Info elem címkéjét a szerkesztőben az egyszerű azonosítás érdekében.

source: Input your circle info button title here
hu_hu: Írja be ide a Circle Info gomb címét

source: Here you can choose whether icon should be used.
hu_hu: Itt kiválaszthatja, hogy használjon-e ikont.

source: Choose an icon to display with your circle button.
hu_hu: Válasszon egy ikont, amely a kör gombbal jelenik meg.

source: Upload an image to display at the top of your blurb.
hu_hu: Töltsön fel egy képet, amely a blurb tetején jelenik meg.

source: Active Item By Default
hu_hu: Alapértelmezés szerint aktív elem

source: Make sure to enable this option for only 1 Item, enabling it on multiple items may cause an issue.
hu_hu: Ügyeljen arra, hogy ezt az opciót csak 1 elemnél engedélyezze, több elemnél történő engedélyezése problémát okozhat.

source: Define the HTML ALT text for your circle info button image here.
hu_hu: Itt adhatja meg a Circle Info gomb képének HTML ALT szövegét.

source: Custom Content
hu_hu: Egyéni tartalom

source: The title of your circle info content.
hu_hu: Az Ön Circle Info tartalmának címe.

source: Input the main text content for your module here.
hu_hu: Írja be ide a modul fő szöveges tartalmát.

source: Here you can define a custom background color.
hu_hu: Itt meghatározhat egy egyéni háttérszínt.

source: Here you can define a custom active background color.
hu_hu: Itt meghatározhat egy egyéni aktív háttérszínt.

source: Here you can choose image width.
hu_hu: Itt kiválaszthatja a kép szélességét.

source: Image/Icon Width
hu_hu: Kép/Ikon szélessége

source: Input the destination URL for your Circle Info button.
hu_hu: Adja meg a Circle Info gomb cél URL-jét.

source: Here you can choose whether or not your link opens in a new window.
hu_hu: Itt kiválaszthatja, hogy a hivatkozás új ablakban nyíljon-e meg.

source: Typography
hu_hu: Tipográfia

source: Validation Error
hu_hu: Érvényesítési hiba

source: Date Icon
hu_hu: Dátum ikon

source: Validation Errors
hu_hu: Érvényesítési hibák

source: Here you can define the alignment of Button. Wrap (<p>) element to the button in your contact form button.
hu_hu: Itt meghatározhatja a gomb igazítását. A kapcsolati űrlap gombját burkolja egy (<p>) elembe.

source: Content Timeline Item
hu_hu: Tartalom-idővonal elem

source: Title Text
hu_hu: Cím szövege

source: Opposite Text
hu_hu: Szemközti szöveg

source: Pointer
hu_hu: Jelölő

source: Tree
hu_hu: Fa

source: Title Font
hu_hu: Cím betűtípusa

source: Opposite
hu_hu: Szemközti

source: Opposite Box Shadow
hu_hu: Szemközti doboz árnyéka

source: Pointer Box Shadow
hu_hu: Jelölő doboz árnyéka

source: Mobile/Tablet Style
hu_hu: Mobil/tablet stílus

source: Select
hu_hu: Válasszon

source: This option will work only tablet/mobile
hu_hu: Ez a beállítás csak tableten/mobilon fog működni.

source: Show Card Arrow
hu_hu: Kártyanyíl megjelenítése

source: Enable Tree Animation
hu_hu: Faanimáció engedélyezése

source: Horizontal Alignment
hu_hu: Vízszintes igazítás

source: Icon Bg Color
hu_hu: Ikon háttérszíne

source: Image/Icon Alignment
hu_hu: Kép/ikon igazítás

source: Pointer Icon/Image
hu_hu: Mutató ikon/kép

source: Opposite Text Shadow
hu_hu: Szemközti szöveg árnyéka

source: Here you can choose if you wish to have custom content or render shortcode.
hu_hu: Itt kiválaszthatja, hogy egyéni tartalmat szeretne-e, vagy a shortcode megjelenítését.

source: Use Pointer Icon/Image
hu_hu: Mutató ikon/kép használata

source: Here you can choose icon/img width.
hu_hu: Itt kiválaszthatja az ikon/kép szélességét.

source: Content One
hu_hu: Első tartalom

source: Content Two
hu_hu: Második tartalom

source: Switcher
hu_hu: Kapcsoló

source: Heading One
hu_hu: Első címsor

source: Heading Two
hu_hu: Második címsor

source: Library
hu_hu: Könyvtár

source: Select Library
hu_hu: Könyvtár kiválasztása

source: Select Active Switcher
hu_hu: Aktív kapcsoló kiválasztása

source: Switcher One
hu_hu: Első kapcsoló

source: Switcher Two
hu_hu: Második kapcsoló

source: Switcher Size
hu_hu: Kapcsoló mérete

source: Switcher Primary Background
hu_hu: Kapcsoló elsődleges háttérszíne

source: Switcher Secondary Background
hu_hu: Kapcsoló másodlagos háttérszíne

source: Switcher Inner Background
hu_hu: Kapcsoló belső háttérszíne

source: Content Background
hu_hu: Tartalom háttérszíne

source: Content Spacing Top
hu_hu: Tartalom felső térköze

source: Make This Layout Fullwidth
hu_hu: Tegye ezt az elrendezést teljes szélességűvé

source: Here you can choose whether or not your to row and section in the layout will be fullwidth.
hu_hu: Itt kiválaszthatja, hogy az elrendezésben a sor és a szakasz teljes szélességű legyen-e.

source: Dual Heading Text
hu_hu: Kettős címsor szövege

source: Before Text
hu_hu: Előtte lévő szöveg

source: Middle Text
hu_hu: Középső szöveg

source: After Text
hu_hu: Utána lévő szöveg

source: Middle
hu_hu: Középső

source: Here you can define a custom background color for the before text.
hu_hu: Itt megadhatja az előtte lévő szöveg egyéni háttérszínét.

source: Here you can define a custom background color for the middle text.
hu_hu: Itt megadhatja a középső szöveg egyéni háttérszínét.

source: Here you can define a custom background color for the after text.
hu_hu: Itt megadhatja az utána lévő szöveg egyéni háttérszínét.

source: Adjust margin to specific values, or leave blank to use the default margin.
hu_hu: Állítsa be a margót konkrét értékekre, vagy hagyja üresen az alapértelmezett margó használatához.

source: Display
hu_hu: Megjelenítés

source: Google Embed Map API is not required. However, if you encounter any issues with the Embed Google Map, please consider using Google Embed Map API for stability in the future.
hu_hu: A Google Embed Map API nem szükséges. Ha azonban bármilyen problémát tapasztal az Embed Google Map használata során, kérjük, a jövőbeni stabilitás érdekében fontolja meg a Google Embed Map API használatát.

source: Google API Key
hu_hu: Google API-kulcs

source: Change API Key
hu_hu: API-kulcs módosítása

source: Add Your API Key
hu_hu: Adja hozzá az API-kulcsát

source: Address
hu_hu: Cím

source: Enter the address for the embed Google Map.
hu_hu: Adja meg a beágyazott Google Térkép címét.

source: Zoom
hu_hu: Nagyítás

source: Supreme Embed Twitter Timeline
hu_hu: Supreme beágyazott Twitter idővonal

source: Twitter Timeline Settings
hu_hu: Twitter idővonal beállításai

source: Twitter Username
hu_hu: Twitter felhasználónév

source: Enter the Twitter Username without the hashtag @
hu_hu: Adja meg a Twitter felhasználónevet a @ jel nélkül

source: Limit Tweets
hu_hu: Tweetek számának korlátozása

source: Limiting the number of Tweets displayed.
hu_hu: A megjelenített Tweetek számának korlátozása.

source: Number of Tweets
hu_hu: Tweetek száma

source: Show Header
hu_hu: Fejléc megjelenítése

source: Hides the timeline header. Implementing sites must add their own Twitter attribution, link to the source timeline, and comply with other Twitter display requirements.
hu_hu: Elrejti az idővonal fejlécét. A megvalósító webhelyeknek saját Twitter-hivatkozást kell megadniuk, linkelniük kell a forrás idővonalra, és meg kell felelniük a Twitter egyéb megjelenítési követelményeinek.

source: Show Footer
hu_hu: Lábléc megjelenítése

source: Hides the timeline footer and Tweet composer link, if included in the timeline widget type.
hu_hu: Elrejti az idővonal láblécét és a Tweet-szerkesztő hivatkozását, ha az adott idővonal-widget típus tartalmazza.

source: Show Border
hu_hu: Szegély megjelenítése

source: Removes all borders within the widget including borders surrounding the widget area and separating Tweets.
hu_hu: Eltávolít minden szegélyt a widgeten belül, beleértve a widget területét körülvevő és a Tweeteket elválasztó szegélyeket is.

source: Show Scrollbar
hu_hu: Görgetősáv megjelenítése

source: Crops and hides the main timeline scrollbar, if visible. Please consider that hiding standard user interface components can affect the accessibility of your website.
hu_hu: Levágja és elrejti a fő idővonal görgetősávját, ha látható. Kérjük, vegye figyelembe, hogy a felhasználói felület szabványos elemeinek elrejtése befolyásolhatja webhelye akadálymentességét.

source: Remove Widget's Background color
hu_hu: A widget háttérszínének eltávolítása

source: Removes the widget’s background color.
hu_hu: Eltávolítja a widget háttérszínét.

source: Twitter Height
hu_hu: Twitter magasság

source: Supreme Facebook Embed
hu_hu: Supreme Facebook beágyazás

source: Facebook Embed Settings
hu_hu: Facebook beágyazás beállításai

source: The Facebook module uses the Facebook APP ID and requires a Facebook APP ID to function. Before using all Facebook module, please make sure you have added your Facebook APP ID inside the Divi Supreme Plugin Page. You can go to <a href="%1$s">Facebook Developer</a> and click on Create New App to get one.
hu_hu: A Facebook modul a Facebook APP ID-t használja, és működéséhez Facebook APP ID szükséges. Mielőtt bármely Facebook modult használna, kérjük, győződjön meg arról, hogy a Divi Supreme Plugin Page-en hozzáadta a Facebook APP ID-t. Felkeresheti a <a href="%1$s">Facebook Developer</a> oldalt, és a Create New App lehetőségre kattintva szerezhet egyet.

source: Type
hu_hu: Típus

source: Post
hu_hu: Bejegyzés

source: Select which type of embed is you would like: Post or Video.
hu_hu: Válassza ki, melyik beágyazási típust szeretné: Bejegyzés vagy Videó.

source: Post URL
hu_hu: Bejegyzés URL

source: Enter the Facebook Post URL.
hu_hu: Adja meg a Facebook bejegyzés URL-jét.

source: Enter the Facebook Video URL.
hu_hu: Adja meg a Facebook videó URL-jét.

source: Show Text
hu_hu: Szöveg megjelenítése

source: Applied to photo/video post. Set to Show to include the text from the Facebook post or video, if any.
hu_hu: Fénykép-/videóbejegyzésre vonatkozik. Állítsa Megjelenítésre, hogy a Facebook-bejegyzés vagy a videó szövege (ha van) bekerüljön.

source: Allow Video Fullscreen
hu_hu: Teljes képernyős videó engedélyezése

source: Disallow
hu_hu: Letiltás

source: Allow
hu_hu: Engedélyezés

source: Allow the video to be played in fullscreen mode. Can be allow or disallow.
hu_hu: Lehetővé teszi a videó teljes képernyős lejátszását. Engedélyezhető vagy letiltható.

source: Video Autoplay
hu_hu: Videó automatikus lejátszása

source: Automatically start playing the video when the page loads. The video will be played without sound (muted). People can turn on sound via the video player controls. This setting does not apply to mobile devices.
hu_hu: Automatikusan elindítja a videó lejátszását az oldal betöltésekor. A videó hang nélkül (némítva) indul. A hang a videólejátszó vezérlőivel bekapcsolható. Ez a beállítás nem vonatkozik a mobileszközökre.

source: Show Video Captions
hu_hu: Feliratok megjelenítése a videón

source: Set to show to show captions (if available) by default. Captions are only available on desktop.
hu_hu: Állítsa Megjelenítésre, hogy alapértelmezetten megjelenjenek a feliratok (ha elérhetők). A feliratok csak asztali gépen érhetők el.

source: Here you can define the alignment of Facebook Like Button
hu_hu: Itt beállíthatja a Facebook Tetszik gomb igazítását

source: Supreme Facebook Like Button
hu_hu: Supreme Facebook Tetszik gomb

source: Facebook Like Button Settings
hu_hu: Facebook Tetszik gomb beállításai

source: Enter the URL.
hu_hu: Adja meg az URL-t.

source: Standard
hu_hu: Normál

source: Button Count
hu_hu: Gombszámláló

source: Box Count
hu_hu: Dobozos számláló

source: Selects one of the different layouts that are available for the plugin.
hu_hu: Kiválasztja a bővítményhez elérhető elrendezések egyikét.

source: Color Scheme
hu_hu: Színséma

source: Light
hu_hu: Világos

source: Dark
hu_hu: Sötét

source: Use the small header instead.
hu_hu: Ehelyett használja a kis fejlécet.

source: Action
hu_hu: Művelet

source: Like
hu_hu: Tetszik

source: Recommend
hu_hu: Ajánlom

source: The verb to display on the button. Can be either like or recommend.
hu_hu: Az ige, amely a gombon megjelenik. Lehet like vagy recommend.

source: Show Share Button
hu_hu: Megosztás gomb megjelenítése

source: Specifies whether to include a share button beside the Like button.
hu_hu: Meghatározza, hogy a Tetszik gomb mellett szerepeljen-e Megosztás gomb.

source: The button is offered in large and small sizes.
hu_hu: A gomb nagy és kis méretben érhető el.

source: Facebook Comments Settings
hu_hu: Facebook hozzászólások beállításai

source: Page URL
hu_hu: Oldal URL

source: Enter the Page URL.
hu_hu: Adja meg az oldal URL-jét.

source: Number of Posts
hu_hu: Bejegyzések száma

source: The number of comments to show by default. The minimum value is 1.
hu_hu: Alapértelmezés szerint megjelenítendő hozzászólások száma. A minimális érték: 1.

source: The color scheme used by the comments plugin. Can be "light" or "dark".
hu_hu: A hozzászólás-bővítmény által használt színséma. Lehet "light" vagy "dark".

source: Order By
hu_hu: Rendezés alapja

source: Social
hu_hu: Közösségi

source: Reverse Time
hu_hu: Fordított időrend

source: Facebook Feed Settings
hu_hu: Facebook hírfolyam beállításai

source: Facebook Page URL
hu_hu: Facebook oldal URL

source: Enter the Facebook Page URL.
hu_hu: Adja meg a Facebook oldal URL-jét.

source: Timeline
hu_hu: Idővonal

source: Events
hu_hu: Események

source: Messages
hu_hu: Üzenetek

source: Here you can choose to show tabs on your facebook page.
hu_hu: Itt kiválaszthatja, hogy megjelenjenek-e a fülek a Facebook-oldalán.

source: Hide Cover Photo
hu_hu: Borítókép elrejtése

source: Hide cover photo in the header.
hu_hu: A fejlécben lévő borítókép elrejtése.

source: Use Small Header?
hu_hu: Használjon kis fejlécet?

source: Show Face Pile
hu_hu: Ismerősök profilképeinek megjelenítése

source: Show profile photos when friends like this.
hu_hu: Profilképek megjelenítése, amikor ismerősei kedvelik ezt.
