Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dsm-supreme-modules-pro-for-divi/dsm-supreme-modules-pro-for-divi-*.po
Languages: hu_hu

source: Divi Supreme Pro enhances the experience and features found on Divi and extend with custom creative modules to help you build amazing websites.
hu_hu: A Divi Supreme Pro továbbfejleszti a Diviben található élményt és funkciókat, és egyedi kreatív modulokkal bővíti azokat, hogy segítsen Önnek lenyűgöző webhelyek készítésében.

source: Attachment Category - Divi Supreme
hu_hu: Csatolmány kategória - Divi Supreme

source: Search Categories
hu_hu: Kategóriák keresése

source: All Categories
hu_hu: Összes kategória

source: Parent Category
hu_hu: Szülő kategória

source: Parent Category:
hu_hu: Szülő kategória:

source: Edit Category
hu_hu: Kategória szerkesztése

source: Update Category
hu_hu: Kategória frissítése

source: Add New Category
hu_hu: Új kategória hozzáadása

source: New Category Name
hu_hu: Új kategória neve

source: Categories
hu_hu: Kategóriák

source: -- Select Contact Form 7 --
hu_hu: -- Válassza ki a Contact Form 7-et --

source: Contact Form 7 Not Installed
hu_hu: A Contact Form 7 nincs telepítve

source: No Contact Form 7 form found
hu_hu: Nem található Contact Form 7 űrlap

source: Settings
hu_hu: Beállítások

source: Divi Supreme Documentation
hu_hu: Divi Supreme dokumentáció

source: Documentation
hu_hu: Dokumentáció

source: Get Support
hu_hu: Támogatás kérése

source: If you like %1$s please leave us a %2$s rating. A huge thanks in advance!
hu_hu: Ha tetszik Önnek %1$s, kérjük, adjon nekünk egy %2$s értékelést. Előre is nagyon köszönjük!

source: Thanks :)
hu_hu: Köszönjük :)

source: Shortcode
hu_hu: Rövidkód

source: Use Read More
hu_hu: Bővebben használata

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Here you can choose whether to use a Read More feature on this module or not.
hu_hu: Itt kiválaszthatja, hogy használja-e a Bővebben funkciót ebben a modulban.

source: Show On Mobile Only
hu_hu: Megjelenítés csak mobilon

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Here you can choose whether to enable on mobile or not.
hu_hu: Itt kiválaszthatja, hogy engedélyezi-e mobilon.

source: Collapsed Height
hu_hu: Összecsukott magasság

source: Control the collapsed height of the block.
hu_hu: Szabályozza a blokk összecsukott magasságát.

source: Read More Text
hu_hu: Bővebben szöveg

source: Input of more text.
hu_hu: A Bővebben szöveg megadása.

source: Close Text
hu_hu: Bezárás szövege

source: Input of close text.
hu_hu: A Bezárás szöveg megadása.

source: Font
hu_hu: Betűtípus

source: Bold
hu_hu: Félkövér

source: Italic
hu_hu: Dőlt

source: Uppercase
hu_hu: Nagybetűs

source: Underline
hu_hu: Aláhúzott

source: Here you can choose the Read More Text Font.
hu_hu: Itt kiválaszthatja a Bővebben szöveg betűtípusát.

source: Text Alignment
hu_hu: Szöveg igazítása

source: Here you can choose the Read More Text alignment.
hu_hu: Itt kiválaszthatja a Bővebben szöveg igazítását.

source: Text Size
hu_hu: Szöveg mérete

source: Increase or decrease the size of the Read Me text.
hu_hu: Növelheti vagy csökkentheti a Bővebben szöveg méretét.

source: Link Text Color
hu_hu: Link szöveg színe

source: Use Shadow
hu_hu: Árnyék használata

source: Here you can choose whether to use a shadow on that will have a white gradient on lower visible part of the block. This works better with white background.
hu_hu: Itt kiválaszthatja, hogy használ-e olyan árnyékot, amely a blokk alsó, látható részén fehér színátmenetet tartalmaz. Ez fehér háttérrel működik jobban.

source: Link Custom CSS
hu_hu: Egyéni CSS hivatkozás

source: Attribute Name
hu_hu: Attribútum neve

source: Attribute Value
hu_hu: Attribútum értéke

source: Discard Changes
hu_hu: Módosítások elvetése

source: Save Changes
hu_hu: Módosítások mentése

source: Custom Data Attributes
hu_hu: Egyéni data-attribútumok

source: Use Custom Attributes
hu_hu: Egyéni attribútumok használata

source: Here you can choose whether to use a custom attributes on this module or not.
hu_hu: Itt kiválaszthatja, hogy használ-e egyéni attribútumokat ezen a modulon, vagy sem.

source: Add Attributes To
hu_hu: Attribútumok hozzáadása ehhez

source: Wrapper
hu_hu: Burkoló

source: Button
hu_hu: Gomb

source: CSS Selector
hu_hu: CSS-szelektor

source: Input your CSS Selector.
hu_hu: Adja meg a CSS-szelektorát.

source: Custom Attributes
hu_hu: Egyéni attribútumok

source: Custom attributes will be added to the most relevant HTML node.
hu_hu: Az egyéni attribútumok a leginkább megfelelő HTML-csomóponthoz kerülnek hozzáadásra.

source: None
hu_hu: Nincs

source: Rotate In
hu_hu: Beforgatás

source: Rotate In Down Left
hu_hu: Beforgatás lefelé balra

source: Rotate In Down Right
hu_hu: Beforgatás lefelé jobbra

source: Rotate In Up Left
hu_hu: Beforgatás felfelé balra

source: Rotate In Up Right
hu_hu: Beforgatás felfelé jobbra

source: Zoom In
hu_hu: Nagyítás

source: Zoom In Down
hu_hu: Nagyítás lefelé

source: Zoom In Left
hu_hu: Nagyítás balra

source: Zoom In Right
hu_hu: Nagyítás jobbra

source: Zoom In Up
hu_hu: Nagyítás felfelé

source: Fade Out
hu_hu: Elhalványulás

source: Fade Out Down
hu_hu: Elhalványulás lefelé

source: Fade Out Down Big
hu_hu: Elhalványulás lefelé nagy

source: Fade Out Left
hu_hu: Elhalványulás balra

source: Fade Out Left Big
hu_hu: Elhalványulás balra nagy

source: Fade Out Right
hu_hu: Elhalványulás jobbra

source: Fade Out Right Big
hu_hu: Elhalványulás jobbra nagy

source: Fade Out Up
hu_hu: Elhalványulás felfelé

source: Fade Out Up Big
hu_hu: Elhalványulás felfelé nagy

source: Bounce Out
hu_hu: Kipattanás

source: Bounce Out Down
hu_hu: Kipattanás lefelé

source: Bounce Out Left
hu_hu: Kipattanás balra

source: Bounce Out Right
hu_hu: Kipattanás jobbra

source: Bounce Out Up
hu_hu: Kipattanás felfelé

source: Slide Out Up
hu_hu: Kicsúszás felfelé

source: Slide Out Down
hu_hu: Kicsúszás lefelé

source: Slide Out Left
hu_hu: Kicsúszás balra

source: Slide Out Right
hu_hu: Kicsúszás jobbra

source: Flip Out X
hu_hu: Kifordulás az X tengely körül

source: Flip Out Y
hu_hu: Kifordulás a Y tengely körül

source: Rotate Out
hu_hu: Kiforgatás

source: Rotate Out Down Left
hu_hu: Kiforgatás lefelé balra

source: Rotate Out Down Right
hu_hu: Kiforgatás lefelé jobbra

source: Rotate Out Up Left
hu_hu: Kiforgatás felfelé balra

source: Rotate Out Up Right
hu_hu: Kiforgatás felfelé jobbra

source: Zoom Out
hu_hu: Kicsinyítés

source: Zoom Out Down
hu_hu: Kicsinyítés lefelé

source: Zoom Out Left
hu_hu: Kicsinyítés balra

source: Zoom Out Right
hu_hu: Kicsinyítés jobbra

source: Zoom Out Up
hu_hu: Kicsinyítés felfelé

source: Light Speed Out
hu_hu: Fénysebességű eltűnés

source: Use Popup
hu_hu: Felugró ablak használata

source: Here you can choose whether to use a Popup on this module or not.
hu_hu: Itt kiválaszthatja, hogy használ-e felugró ablakot ehhez a modulhoz, vagy sem.

source: Popup Type
hu_hu: Felugró ablak típusa

source: Layout
hu_hu: Elrendezés

source: Image
hu_hu: Kép

source: Video
hu_hu: Videó

source: Popup (Divi Library)
hu_hu: Felugró ablak (Divi Library)

source: Input your destination URL here.
hu_hu: Adja meg itt a cél URL-t.

source: Upload an image
hu_hu: Töltsön fel egy képet

source: Choose an Image
hu_hu: Válasszon egy képet

source: Set As Image
hu_hu: Állítsa be képként

source: Upload an Popup image.
hu_hu: Töltsön fel egy képet a felugró ablakhoz.

source: Video URL
hu_hu: Videó URL

source: Input Video URL here.
hu_hu: Adja meg itt a videó URL-t.

source: Trigger On
hu_hu: Kiváltó esemény

source: Module(Click)
hu_hu: Modul(kattintás)

source: Button(Click)
hu_hu: Gomb(kattintás)

source: Image(Click)
hu_hu: Kép(kattintás)

source: Hyperlink(Click)
hu_hu: Hiperhivatkozás(kattintás)

source: By ID(Click)
hu_hu: ID alapján(kattintás)

source: By CSS Class(Click)
hu_hu: CSS osztály alapján(kattintás)

source: Page Load
hu_hu: Oldal betöltése

source: Scroll
hu_hu: Görgetés

source: Exit Intent
hu_hu: Kilépési szándék

source: Input your Unique ID here. Example: divi-supreme-1
hu_hu: Adja meg itt az egyedi ID-t. Példa: divi-supreme-1

source: CSS Class
hu_hu: CSS osztály

source: Input your CSS Class here. Example: divi-supreme-1
hu_hu: Adja meg itt a CSS osztályt. Példa: divi-supreme-1

source: Removal Delay
hu_hu: Eltávolítási késleltetés

source: Use as Cookie Consent
hu_hu: Használja Cookie-hozzájárulásként

source: Here you can choose whether this is a Cookie Consent Popup.
hu_hu: Itt kiválaszthatja, hogy ez Cookie-hozzájárulási felugró ablak-e.

source: Close Popup Triggers
hu_hu: Felugró ablak bezárást kiváltó események

source: Outside Popup
hu_hu: Felugró ablakon kívül

source: Close Button
hu_hu: Bezárás gomb

source: Use Auto Close Popup
hu_hu: Használja az automatikus felugró ablakbezárást

source: Here you can choose whether to close a popup automatically After (X) Seconds.
hu_hu: Itt kiválaszthatja, hogy a felugró ablak automatikusan bezáródjon-e (X) másodperc után.

source: After Time Passed (in s)
hu_hu: Idő elteltével (s-ben)

source: Timed Delay
hu_hu: Időzített késleltetés

source: Cookie Expiry
hu_hu: Cookie lejárata

source: The number of days that the cookie is set for.
hu_hu: A napok száma, ameddig a cookie érvényes.

source: Entrance Animation In
hu_hu: Belépő animáció

source: Exit Animation Out
hu_hu: Kilépő animáció

source: Popup Position
hu_hu: Felugró ablak pozíciója

source: Top Left
hu_hu: Bal felső

source: Top Center
hu_hu: Felső közép

source: Top Right
hu_hu: Jobb felső

source: Center Left
hu_hu: Bal közép

source: Center
hu_hu: Közép

source: Center Right
hu_hu: Jobb közép

source: Bottom Left
hu_hu: Bal alsó

source: Bottom Center
hu_hu: Alsó közép

source: Bottom Right
hu_hu: Jobb alsó

source: Popup Position Type
hu_hu: Felugró ablak pozíciójának típusa

source: Absolute
hu_hu: Abszolút

source: Fixed
hu_hu: Fix

source: Here you can choose the postion type of the popup. Fixed position will allow user to scroll the page with the popup.
hu_hu: Itt kiválaszthatja a felugró ablak pozíciótípusát. A fix pozíció lehetővé teszi, hogy a felhasználó a felugró ablakkal együtt görgesse az oldalt.

source: Use Fullwidth
hu_hu: Teljes szélesség használata

source: Here you can choose whether to show the popup as Fullwidth.
hu_hu: Itt kiválaszthatja, hogy a felugró ablak teljes szélességben jelenjen-e meg.

source: Popup Max Width
hu_hu: Felugró ablak maximális szélessége

source: Show Overlay
hu_hu: Átfedő réteg megjelenítése

source: Here you can choose whether to use show the overlay or not.
hu_hu: Itt kiválaszthatja, hogy megjelenjen-e az átfedő réteg.

source: Overlay Background Color
hu_hu: Átfedő réteg háttérszíne

source: Show Close Button
hu_hu: Bezáró gomb megjelenítése

source: Here you can choose whether to use show the close button or not.
hu_hu: Itt kiválaszthatja, hogy megjelenjen-e a bezáró gomb.

source: Close Button Placement
hu_hu: Bezáró gomb elhelyezése

source: Inside
hu_hu: Belül

source: Outside
hu_hu: Kívül

source: Close Icon Font Size
hu_hu: Bezáró ikon betűmérete

source: Control the size of the icon by increasing or decreasing the font size.
hu_hu: Az ikon méretét a betűméret növelésével vagy csökkentésével szabályozhatja.

source: Close Button Icon
hu_hu: Bezáró gomb ikonja

source: Choose an icon for your popup close button.
hu_hu: Válasszon ikont a felugró ablak bezáró gombjához.

source: Close Button Background Color
hu_hu: Bezáró gomb háttérszíne

source: Close Button Icon Color
hu_hu: Bezáró gomb ikonjának színe

source: Use Scheduled Element
hu_hu: Ütemezett elem használata

source: Here you can choose whether your Section will show or hide depending on the given date/time.
hu_hu: Itt kiválaszthatja, hogy a szakasz a megadott dátum/idő alapján megjelenjen vagy rejtve legyen.

source: Show or Hide Section
hu_hu: Szakasz megjelenítése vagy elrejtése

source: Show
hu_hu: Megjelenítés

source: Hide
hu_hu: Elrejtés

source: Schedule a Date/Time
hu_hu: Dátum/idő ütemezése

source: Use Between Date/Time
hu_hu: Két dátum/idő közötti használat

source: Schedule a End Date/Time
hu_hu: Záró dátum/idő ütemezése

source: Use Business Hour/Time
hu_hu: Nyitvatartási idő használata

source: Select Day
hu_hu: Válasszon napot

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Opening Time
hu_hu: Nyitási idő

source: Closing Time
hu_hu: Zárási idő

source: Apply To
hu_hu: Érvényes

source: All Users
hu_hu: Összes felhasználó

source: Logged In Users
hu_hu: Bejelentkezett felhasználók

source: Visitor Users
hu_hu: Vendég felhasználók

source: Select User Roles
hu_hu: Válasszon felhasználói szerepköröket

source: Disable on
hu_hu: Letiltás ezeken az eszközökön

source: Desktop
hu_hu: Asztali

source: This will disable the section on selected devices
hu_hu: Ez letiltja a szakaszt a kiválasztott eszközökön.

source: Here you can choose whether your Row will show/hide depending on the given date/time.
hu_hu: Itt kiválaszthatja, hogy a sor a megadott dátum/idő alapján megjelenjen vagy rejtve legyen.

source: Show or Hide Row
hu_hu: Sor megjelenítése vagy elrejtése

source: Here you can choose whether your row will show or hide depending on the given date/time.
hu_hu: Itt kiválaszthatja, hogy a sor a megadott dátum/idő alapján megjelenjen vagy rejtve legyen.

source: This will disable the row on selected devices
hu_hu: Ez letiltja a sort a kiválasztott eszközökön.

source: Here you can choose whether your column will show or hide depending on the given date/time.
hu_hu: Itt kiválaszthatja, hogy az oszlop a megadott dátum/idő alapján megjelenjen vagy rejtve legyen.

source: This will disable the column on selected devices
hu_hu: Ez letiltja az oszlopot a kiválasztott eszközökön

source: Here you can choose whether your Module will show or hide depending on the given date/time.
hu_hu: Itt kiválaszthatja, hogy modulja a megadott dátum/idő alapján megjelenjen vagy rejtve legyen.

source: Show or Hide Module
hu_hu: Modul megjelenítése vagy elrejtése

source: Here you can choose whether your modules will show or hide depending on the given date/time.
hu_hu: Itt kiválaszthatja, hogy moduljai a megadott dátum/idő alapján megjelenjenek vagy rejtve legyenek.

source: Phone
hu_hu: Telefon

source: This will disable the module on selected devices
hu_hu: Ez letiltja a modult a kiválasztott eszközökön

source: No Contact Form 7 selected.
hu_hu: Nincs kiválasztva Contact Form 7.

source: No Caldera forms selected.
hu_hu: Nincs kiválasztva Caldera forms.

source: For Divi Supreme Modules only
hu_hu: Csak a Divi Supreme Modules számára

source: Link URL
hu_hu: Hivatkozás URL

source: Link Target
hu_hu: Hivatkozás célpontja

source: In The Same Window
hu_hu: Ugyanabban az ablakban

source: In The New Tab
hu_hu: Új lapon

source: General Settings
hu_hu: Általános beállítások

source: Modules Settings
hu_hu: Modulok beállításai

source: Social Media Settings
hu_hu: Közösségi média beállításai

source: Misc
hu_hu: Egyéb

source: <h4>Divi Gradient Text</h4>
hu_hu: <h4>Divi színátmenetes szöveg</h4>

source: <h4>Divi Icon Divider</h4>
hu_hu: <h4>Divi ikonos elválasztó</h4>

source: <h4>Divi Icon List</h4>
hu_hu: <h4>Divi ikonos lista</h4>

source: <h4>Divi Image Accordion</h4>
hu_hu: <h4>Divi képes harmonika</h4>

source: <h4>Divi Image Carousel</h4>
hu_hu: <h4>Divi képcarousel</h4>

source: <h4>Divi Image Hotspots</h4>
hu_hu: <h4>Divi képi hotspotok</h4>

source: <h4>Divi Image Hover Reveal</h4>
hu_hu: <h4>Divi kép felfedése egér fölé vitelekor</h4>

source: <h4>Divi Image Text Reveal</h4>
hu_hu: <h4>Divi kép szövegének felfedése</h4>

source: <h4>Divi Mask Text</h4>
hu_hu: <h4>Divi maszkolt szöveg</h4>

source: <h4>Divi Masonry Gallery</h4>
hu_hu: <h4>Divi masonry elrendezésű galéria</h4>

source: <h4>Divi Menu</h4>
hu_hu: <h4>Divi menü</h4>

source: <h4>Divi Image</h4>
hu_hu: <h4>Divi kép</h4>

source: <h4>Divi Post Carousel</h4>
hu_hu: <h4>Divi bejegyzés-carousel</h4>

source: <h4>Divi Price List</h4>
hu_hu: <h4>Divi árlista</h4>

source: <h4>Divi Progress Bar</h4>
hu_hu: <h4>Divi folyamatjelző sáv</h4>

source: <h4>Divi Random Image</h4>
hu_hu: <h4>Divi véletlenszerű kép</h4>

source: <h4>Divi Scroll Image</h4>
hu_hu: <h4>Divi görgethető kép</h4>

source: <h4>Divi Shapes</h4>
hu_hu: <h4>Divi alakzatok</h4>

source: <h4>Divi Shuffle Letters</h4>
hu_hu: <h4>Divi betűk összekeverése</h4>

source: <h4>Divi Social Share Buttons</h4>
hu_hu: <h4>Divi közösségi megosztó gombok</h4>

source: <h4>Divi Star Rating</h4>
hu_hu: <h4>Divi csillagos értékelés</h4>

source: <h4>Divi Step Flow</h4>
hu_hu: <h4>Divi lépéssor</h4>

source: <h4>Divi SVG Animation</h4>
hu_hu: <h4>Divi SVG animáció</h4>

source: <h4>Divi Text Divider</h4>
hu_hu: <h4>Divi szöveg elválasztó</h4>

source: <h4>Divi Text Notation</h4>
hu_hu: <h4>Divi szövegjelölés</h4>

source: <h4>Divi Text Path</h4>
hu_hu: <h4>Divi szövegútvonal</h4>

source: <h4>Divi Text Rotator</h4>
hu_hu: <h4>Divi szövegforgató</h4>

source: <h4>Divi Tilt Image</h4>
hu_hu: <h4>Divi billenthető kép</h4>

source: <h4>Divi Typing Effect</h4>
hu_hu: <h4>Divi gépelési effektus</h4>

source: Divi Supreme Extensions
hu_hu: Divi Supreme bővítmények

source: Enable Scheduled Element on Section, Row, Columns and Modules
hu_hu: Engedélyezze az ütemezett elemet a szakaszokon, sorokon, oszlopokon és modulokon

source: Enable Divi Popup
hu_hu: Engedélyezze a Divi felugró ablakot

source: Enable Divi Library Widget
hu_hu: Engedélyezze a Divi Library widgetet

source: Enable Divi Readmore Content
hu_hu: Engedélyezze a Divi Readmore Contentet

source: Enable Divi Library Shortcodes
hu_hu: Engedélyezze a Divi Library shortcode-okat

source: Enable Divi Builder Responsive Viewer
hu_hu: Engedélyezze a Divi Builder Responsive Viewer-t

source: Enable Divi Custom Attributes
hu_hu: Engedélyezze a Divi egyéni attribútumokat

source: Theme Builder Header
hu_hu: Theme Builder fejléc

source: Enable Fixed Header
hu_hu: Engedélyezze a rögzített fejlécet

source: This will make the Divi Theme Builder Header stay fixed to the top. For developers, the fixed header CSS Class Selector is ".dsm_fixed_header"
hu_hu: Ettől a Divi Theme Builder fejléc rögzítve marad felül. Fejlesztőknek: a rögzített fejléc CSS osztályszelektora a ".dsm_fixed_header"

source: Disable On
hu_hu: Letiltás ezeken az eszközökön

source: This will disable the fixed header on selected devices.
hu_hu: Ez letiltja a rögzített fejlécet a kiválasztott eszközökön.

source: Push Body Down
hu_hu: Body lejjebb tolása

source: This will calculate the Divi Theme Builder Header height automatically and apply the height to the body to prevent the first section from overlapping. This will push the first section down based on the header height. This is not needed if you have a transparent background for the header.
hu_hu: Ez automatikusan kiszámítja a Divi Theme Builder fejléc magasságát, és alkalmazza ezt a magasságot a body-ra, hogy megakadályozza az első szakasz átfedését. Ez a fejléc magassága alapján lenyomja az első szakaszt. Erre nincs szükség, ha a fejléc háttere átlátszó.

source: On Scroll Threshold
hu_hu: Görgetési küszöbérték

source: You can define when the header should take effect after viewport. (Default: 200)
hu_hu: Meghatározhatja, hogy a fejléc mikor lépjen életbe a viewport után. (Alapértelmezett: 200)

source: Scrolling
hu_hu: Görgetés

source: Enable Scrolling Options
hu_hu: Engedélyezze a görgetési beállításokat

source: This will enable the scrolling elements configured below. For developers, the active scroll CSS Class Selector is ".dsm_fixed_header_scroll_active"
hu_hu: Ez engedélyezi az alább beállított görgetési elemeket. Fejlesztőknek: az aktív görgetés CSS osztályszelektora a ".dsm_fixed_header_scroll_active"

source: #1 Section Background Color
hu_hu: #1 szakasz háttérszíne

source: Change the background color for the first section in the Header on scroll.
hu_hu: Módosítsa az első szakasz háttérszínét a fejlécben görgetéskor.

source: #2 Section Background Color
hu_hu: #2 szakasz háttérszíne

source: Change the background color for the second section in the Header on scroll.
hu_hu: Módosítsa a második szakasz háttérszínét a fejlécben görgetéskor.

source: Show Box Shadow on Scroll
hu_hu: Dobozárnyék megjelenítése görgetéskor

source: This will hide the box shadow on page load and show on shrink threshold.
hu_hu: Ez elrejti a dobozárnyékot az oldal betöltésekor, és a zsugorítási küszöbnél jeleníti meg.

source: Shrink
hu_hu: Zsugorítás

source: Enable Shrink on Scroll
hu_hu: Zsugorítás engedélyezése görgetéskor

source: This will shrink your Divi Theme Builder Header and stays fixed when you scroll. For developers, the active shrink CSS Class Selector is ".dsm_fixed_header_shrink_active"
hu_hu: Ez összezsugorítja a Divi Theme Builder fejlécét, és rögzítve marad görgetéskor. Fejlesztőknek: az aktív zsugorítás CSS osztályszelektora: ".dsm_fixed_header_shrink_active"

source: Shrink Section Padding (px)
hu_hu: Zsugorított szakasz belső margója (px)

source: If Shrink on Scroll is enabled, you can define a custom top and bottom padding in pixel(px) value for the section when shrinked.
hu_hu: Ha a Zsugorítás görgetéskor engedélyezve van, megadhat egy egyéni felső és alsó belső margóértéket pixelben (px) a szakasz számára zsugorított állapotban.

source: Shrink Row Padding (px)
hu_hu: Zsugorított sor belső margója (px)

source: If Shrink on Scroll is enabled, you can define a custom top and bottom padding in pixel(px) value for the row when shrinked.
hu_hu: Ha a Zsugorítás görgetéskor engedélyezve van, megadhat egy egyéni felső és alsó belső margóértéket pixelben (px) a sor számára zsugorított állapotban.

source: Shrink Menu Module Padding (px)
hu_hu: Zsugorított menümodul belső margója (px)

source: If Shrink on Scroll is enabled, you can define a custom top and bottom padding in pixel(px) value for the menu module when shrinked.
hu_hu: Ha a Zsugorítás görgetéskor engedélyezve van, megadhat egy egyéni felső és alsó belső margóértéket pixelben (px) a menümodul számára zsugorított állapotban.

source: Shrink Image (%)
hu_hu: Kép zsugorítása (%)

source: If Shrink on Scroll is enabled, you can define a max-width in percentage(%) value when shrinked. (Default: 70)
hu_hu: Ha a Zsugorítás görgetéskor engedélyezve van, meghatározhat egy maximális szélességet százalékban (%) zsugorított állapotban. (Alapértelmezett: 70)

source: Shrink Logo Image
hu_hu: Zsugorított logókép

source: If Shrink on Scroll is enabled, you can change the logo image when shrinked.
hu_hu: Ha a Zsugorítás görgetéskor engedélyezve van, megváltoztathatja a logóképet zsugorított állapotban.

source: Facebook APP ID
hu_hu: Facebook App-azonosító

source: Facebook Language
hu_hu: Facebook nyelve

source: Check this box if you would like your Divi Facebook Modules to use your WordPress Site Language instead of the default English(US).
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha azt szeretné, hogy a Divi Facebook modulok az alapértelmezett angol (US) helyett a WordPress-webhelyének nyelvét használják.

source: Enable Dynamic Assets
hu_hu: Dinamikus erőforrások engedélyezése

source: Theme Options
hu_hu: Téma beállításai

source: Dynamic Assets (Compatibility)
hu_hu: Dinamikus erőforrások (kompatibilitás)

source: Check this box only if you have issue with Dynamic Assets above.
hu_hu: Ezt a jelölőnégyzetet csak akkor jelölje be, ha problémája van a fenti Dinamikus erőforrásokkal.

source: Defer Render-blocking JavaScript
hu_hu: Renderelést blokkoló JavaScript késleltetése
