Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dsm-supreme-modules-pro-for-divi/dsm-supreme-modules-pro-for-divi-*.po
Languages: hu_hu

source: The pixel width of the Facebook Feed. Min. is 180 & Max. is 500.
hu_hu: A Facebook hírfolyam pixelben megadott szélessége. Min.: 180 & Max.: 500.

source: Here you can define the alignment of Facebook Feed
hu_hu: Itt megadhatja a Facebook hírfolyam igazítását

source: Supreme Faq
hu_hu: Supreme GYIK

source: Faq Item
hu_hu: GYIK elem

source: Toggle Icon
hu_hu: Kapcsoló ikon

source: Toggle Image
hu_hu: Kapcsoló kép

source: Open State Title
hu_hu: Nyitott állapot címe

source: Closed State Title
hu_hu: Zárt állapot címe

source: Toggle Open State
hu_hu: Kapcsoló nyitott állapota

source: Toggle Closed State
hu_hu: Kapcsoló zárt állapota

source: Image Open State
hu_hu: Kép nyitott állapota

source: Image Closed State
hu_hu: Kép zárt állapota

source: Icon Open State
hu_hu: Ikon nyitott állapota

source: Icon Close State
hu_hu: Ikon zárt állapota

source: Closed Title
hu_hu: Zárt cím

source: Shadow
hu_hu: Árnyék

source: Make Accordion
hu_hu: Harmonika létrehozása

source: Open First Item
hu_hu: Első elem megnyitása

source: Enable Schema Support
hu_hu: Schema támogatás engedélyezése

source: Open Background Color
hu_hu: Háttérszín megnyitása

source: Close Background Color
hu_hu: Háttérszín bezárása

source: Use Image
hu_hu: Kép használata

source: Open Image
hu_hu: Kép megnyitása

source: Open Image Alt Text
hu_hu: Kép alternatív szövegének megnyitása

source: Close Image
hu_hu: Kép bezárása

source: Close Image Alt Text
hu_hu: Kép alternatív szövegének bezárása

source: Open Faq Icon
hu_hu: GYIK ikon megnyitása

source: Close Faq Icon
hu_hu: GYIK ikon bezárása

source: Open Icon Bg Color
hu_hu: Ikon háttérszínének megnyitása

source: Open Icon Color
hu_hu: Ikon színének megnyitása

source: Close Icon Bg Color
hu_hu: Ikon háttérszínének bezárása

source: Close Icon Color
hu_hu: Ikon színének bezárása

source: Open Font Size
hu_hu: Betűméret megnyitása

source: Close font Size
hu_hu: Betűméret bezárása

source: Animate Toggle Icons
hu_hu: Kapcsoló ikonok animálása

source: Icon Placement
hu_hu: Ikon elhelyezése

source: Supreme Faq Child
hu_hu: Supreme GYIK gyermek elem

source: Faq
hu_hu: GYIK

source: Toggle
hu_hu: Kapcsoló

source: Here you can create the content that will be used within the module.
hu_hu: Itt létrehozhatja a modulon belül használt tartalmat.

source: Use image
hu_hu: Kép használata

source: Supreme Filterable Gallery
hu_hu: Supreme szűrhető galéria

source: Configuration
hu_hu: Konfiguráció

source: Caption
hu_hu: Felirat

source: Category Tab
hu_hu: Kategória fül

source: Load More
hu_hu: Továbbiak betöltése

source: Active Category
hu_hu: Aktív kategória

source: Active Pagination
hu_hu: Aktív oldalszámozás

source: Use Dynamic Images
hu_hu: Dinamikus képek használata

source: Enabling this option will give you the list of categories that you can select to show the images of only the selected categories.
hu_hu: Ezen opció engedélyezésekor megkapja a kategórialistát, amelyből kiválaszthatja, hogy csak a kijelölt kategóriák képei jelenjenek meg.

source: You can also manually upload your images here as many as you want. The main advantage of this is that you can rearrange the images however you like simply with drag & drop.
hu_hu: Itt képeit kézzel is feltöltheti, tetszőleges mennyiségben. Ennek fő előnye, hogy a képeket tetszés szerint átrendezheti egyszerűen drag & drop segítségével.

source: Select Categories
hu_hu: Kategóriák kiválasztása

source: Here you can choose which category images you would like to display. If you want to display all categories images, then leave it unchecked.
hu_hu: Itt kiválaszthatja, mely kategóriák képeit szeretné megjeleníteni. Ha az összes kategória képeit szeretné megjeleníteni, hagyja bejelöletlenül.

source: Number of Columns
hu_hu: Oszlopok száma

source: Here you can choose the Number of Columns for Images.
hu_hu: Itt kiválaszthatja a képek oszlopainak számát.

source: Image Sizes
hu_hu: Képméretek

source: You can change the Image Size from here from different presets.
hu_hu: Itt különféle előbeállítások közül választhatja ki a képméretet.

source: Column Gap
hu_hu: Oszlopköz

source: Here you can increase/decrease the Column gap between images.
hu_hu: Itt növelheti/csökkentheti a képek közötti oszlopközt.

source: Row Gap
hu_hu: Sorköz

source: Here you can increase/decrease the Row gap between images.
hu_hu: Itt növelheti/csökkentheti a képek közötti sorközt.

source: Custom Row Height
hu_hu: Egyéni sormagasság

source: Enabling this option will allow you to have a custom row height. This is useful if you want to show even row height.
hu_hu: Ennek az opciónak az engedélyezésével egyéni sormagasságot állíthat be. Ez hasznos, ha egyforma sormagasságot szeretne megjeleníteni.

source: Row Height
hu_hu: Sormagasság

source: Here you can change the Height of the Row.
hu_hu: Itt módosíthatja a sormagasságot.

source: Here you can control the Speed when Filtering Images.
hu_hu: Itt beállíthatja a sebességet a képek szűrésekor.

source: Here you can select the Layout, either "Card" or "Overlay"
hu_hu: Itt kiválaszthatja az elrendezést, akár "Card", akár "Overlay".

source: Here you can change the Height of the Image manually.
hu_hu: Itt manuálisan módosíthatja a kép magasságát.

source: Hover Style
hu_hu: Hover stílus

source: Change the Hover style here, you can select "Fade In" or "Zoom" or "None"
hu_hu: Itt módosíthatja a Hover stílust; választhatja a "Fade In", a "Zoom" vagy a "None" lehetőséget.

source: Hover Transition
hu_hu: Hover átmenet

source: Change the Transition period of the Hover Effect here.
hu_hu: Itt módosíthatja a Hover effektus átmenetének időtartamát.

source: Enable Filterable Gallery
hu_hu: Szűrhető galéria engedélyezése

source: Enable/Disable If you want to have Filters at the top.
hu_hu: Engedélyezze/tiltsa le, ha szűrőket szeretne felül.

source: Ascending Order
hu_hu: Növekvő sorrend

source: Descending Order
hu_hu: Csökkenő sorrend

source: Random Order
hu_hu: Véletlen sorrend

source: Show All Images Text
hu_hu: Összes kép szövegének megjelenítése

source: If you want to show the "All" tab, where all the images will be displayed, you can enable this option.
hu_hu: Ha meg szeretné jeleníteni az "All" fület, ahol az összes kép látható, engedélyezheti ezt az opciót.

source: All Images Text
hu_hu: Összes kép szövege

source: You can also set a custom Text for "All" tab.
hu_hu: Egyéni szöveget is beállíthat az "All" fülhöz.

source: Enable this option If you'd like to show Image Title in the Gallery, you can assign this Title in the Media Library for each image.
hu_hu: Engedélyezze ezt az opciót, ha a képcímet szeretné megjeleníteni a galériában; ezt a címet a Médiatárban rendelheti hozzá minden képhez.

source: Show Caption
hu_hu: Felirat megjelenítése

source: Enable this option If you'd like to show Image Caption in the Gallery, you can assign this Caption in the Media Library for each image.
hu_hu: Engedélyezze ezt az opciót, ha a képfeliratot szeretné megjeleníteni a galériában; ezt a feliratot a Médiatárban rendelheti hozzá minden képhez.

source: Show Description
hu_hu: Leírás megjelenítése

source: Enable this option If you'd like to show Image Description in the Gallery, you can assign this Description in the Media Library for each image.
hu_hu: Engedélyezze ezt az opciót, ha a képleírást szeretné megjeleníteni a galériában; ezt a leírást a Médiatárban rendelheti hozzá minden képhez.

source: Use Lightbox
hu_hu: Lightbox használata

source: You can enable this option If you'd like to show Gallery images in the Lightbox.
hu_hu: Engedélyezheti ezt az opciót, ha a galériaképeket Lightboxban szeretné megjeleníteni.

source: Show Title lightbox
hu_hu: Cím megjelenítése Lightboxban

source: Show Description Lightbox
hu_hu: Leírás megjelenítése Lightboxban

source: Show Caption Lightbox
hu_hu: Felirat megjelenítése Lightboxban

source: If you got many images and want to pagination so the user won't have to scroll much, you can enable this option. You can change the Type of Pagination in the 'Pagination' panel.
hu_hu: Ha sok képe van, és lapozást szeretne használni, hogy a felhasználónak ne kelljen sokat görgetnie, engedélyezheti ezt az opciót. A lapozás típusát a 'Pagination' panelen módosíthatja.

source: Use Zoom On Hover
hu_hu: Zoom használata Hoverkor

source: Pagination Type
hu_hu: Lapozás típusa

source: Load More Button
hu_hu: "Load More" gomb

source: Numbered Pagination
hu_hu: Számozott lapozás

source: Here you can change the Pagination type to either "Load More" button or "Numbered Pagination".
hu_hu: Itt módosíthatja a lapozás típusát: "Load More" gomb vagy "Számozott lapozás".

source: Load More Text
hu_hu: "Load More" szöveg

source: You can set a custom Text for "Load More".
hu_hu: Egyéni szöveget állíthat be a "Load More" felirathoz.

source: Prev Text
hu_hu: "Prev" szöveg

source: You can set a custom Text for "Prev".
hu_hu: Egyéni szöveget állíthat be a "Prev" felirathoz.

source: Next Text
hu_hu: "Next" szöveg

source: You can set a custom Text for "Next".
hu_hu: Egyéni szöveget állíthat be a "Next" felirathoz.

source: Tidy Up Pagination
hu_hu: Lapozás rendbetétele

source: Order
hu_hu: Sorrend

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

source: Number of Images
hu_hu: Képek száma

source: Images Per Page
hu_hu: Képek oldalankénti száma

source: Here you can set how many images you'd like to show per page.
hu_hu: Itt beállíthatja, hogy oldalanként hány képet szeretne megjeleníteni.

source: Here you can change the Background Color of the Overlay that shows on hover when using 'Overlay' type.
hu_hu: Itt módosíthatja a fedvény háttérszínét, amely egér fölé vitelekor jelenik meg, amikor az 'Overlay' típust használja.

source: Here you can add Padding to the Overlay.
hu_hu: Itt hozzáadhat belső margót a fedvényhez.

source: Here you can change the Alignment of the Category Tabs.
hu_hu: Itt módosíthatja a kategóriafülek igazítását.

source: Inactive Bg Color
hu_hu: Inaktív háttérszín

source: Here you can change the Background color for Tabs for 'normal' state.
hu_hu: Itt módosíthatja a fülek háttérszínét 'normál' állapotban.

source: Active Bg Color
hu_hu: Aktív háttérszín

source: Here you can change the Background color for Tabs for 'Active' state.
hu_hu: Itt módosíthatja a fülek háttérszínét 'Aktív' állapotban.

source: InActive Color
hu_hu: Inaktív szín

source: Here you can change the Text color for Tabs for normal state.
hu_hu: Itt módosíthatja a fülek szövegszínét normál állapotban.

source: Here you can add Margin to the Category Tabs.
hu_hu: Itt hozzáadhat margót a kategóriafülekhez.

source: Here you can add Padding to the Category Tabs.
hu_hu: Itt hozzáadhat belső margót a kategóriafülekhez.

source: InActive Bg Color
hu_hu: Inaktív háttérszín

source: Here you can change the Background color for Pagination for 'normal' state.
hu_hu: Itt módosíthatja a lapozó háttérszínét 'normál' állapotban.

source: active Bg Color
hu_hu: aktív háttérszín

source: Here you can change the Background color for Pagination for 'Active' state.
hu_hu: Itt módosíthatja a lapozó háttérszínét 'Aktív' állapotban.

source: Inactive Color
hu_hu: Inaktív szín

source: Here you can change the Text color for Pagination for normal state.
hu_hu: Itt módosíthatja a lapozó szövegszínét normál állapotban.

source: Here you can add Margin to the Pagination.
hu_hu: Itt hozzáadhat margót a lapozóhoz.

source: Here you can add Padding to the Pagination.
hu_hu: Itt hozzáadhat belső margót a lapozóhoz.

source: Here you can change the Alignment of the Pagination.
hu_hu: Itt módosíthatja a lapozó igazítását.

source: Bg Color
hu_hu: Háttérszín

source: Change the Background color of the Load more button here.
hu_hu: Itt módosíthatja a Load more gomb háttérszínét.

source: Here you can add Margin to the Load More button.
hu_hu: Itt hozzáadhat margót a Load More gombhoz.

source: Here you can add Padding to the Load More button.
hu_hu: Itt hozzáadhat belső margót a Load More gombhoz.

source: Here you can change the Background color of the Card.
hu_hu: Itt módosíthatja a kártya háttérszínét.

source: Here you can add padding to the Card.
hu_hu: Itt hozzáadhat belső margót a kártyához.

source: Here you can add Margin to the Content Wrapper.
hu_hu: Itt hozzáadhat margót a Content Wrapperhez.

source: Here you can add Padding to the Content Wrapper
hu_hu: Itt hozzáadhat belső margót a Content Wrapperhez

source: Here you can add Margin to the Image
hu_hu: Itt hozzáadhat margót a képhez

source: Here you can add Padding to the Image.
hu_hu: Itt hozzáadhat belső margót a képhez.

source: Trigger Animation On
hu_hu: Animáció kiváltása

source: This will only work on the frontend as Visual Builder Clicking feature is not recommended.
hu_hu: Ez csak a frontend oldalon működik, mivel a Visual Builder kattintási funkciója nem javasolt.

source: Click on
hu_hu: Kattintás

source: As Whole
hu_hu: Egész elemként

source: Flipbox Type
hu_hu: Flipbox típusa

source: Flipbox Effect
hu_hu: Flipbox effektus

source: Flip Left
hu_hu: Fordítás balra

source: Flip Right
hu_hu: Fordítás jobbra

source: Flip Up
hu_hu: Fordítás felfelé

source: Flip Down
hu_hu: Fordítás lefelé

source: 3D Effect
hu_hu: 3D-effektus

source: Flipbox Slide Effect
hu_hu: Flipbox csúsztatási effektus

source: Slide Up
hu_hu: Csúsztatás felfelé

source: Slide Down
hu_hu: Csúsztatás lefelé

source: Slide Left
hu_hu: Csúsztatás balra

source: Slide Right
hu_hu: Csúsztatás jobbra

source: Flipbox Zoom Out Effect
hu_hu: Flipbox Zoom Out effektus

source: Animation Speed (in s)
hu_hu: Animáció sebessége (s)

source: Flipbox Item
hu_hu: Flipbox elem

source: Flipbox Item Settings
hu_hu: Flipbox elem beállításai

source: Choose an icon to display with your Flipbox.
hu_hu: Válasszon ikont a Flipboxához.

source: Circle Icon
hu_hu: Kör alakú ikon

source: Here you can choose whether icon set above should display within a circle.
hu_hu: Itt kiválaszthatja, hogy a fent beállított ikon körben jelenjen-e meg.

source: Circle Color
hu_hu: Kör színe

source: Here you can define a custom color for the icon circle.
hu_hu: Itt egyéni színt adhat meg az ikon körének.

source: Show Circle Border
hu_hu: Kör szegélyének megjelenítése

source: Here you can choose whether if the icon circle border should display.
hu_hu: Itt beállíthatja, hogy megjelenjen-e az ikon körének szegélye.

source: Circle Border Color
hu_hu: Kör szegélyének színe

source: Here you can define a custom color for the icon circle border.
hu_hu: Itt egyéni színt adhat meg az ikon körének szegélyéhez.

source: Upload an image to display at the top of your Flipbox.
hu_hu: Töltsön fel egy képet, amely a Flipbox tetején jelenik meg.

source: Here you can choose where to place the icon.
hu_hu: Itt kiválaszthatja, hova kerüljön az ikon.

source: Text Vertical Alignment
hu_hu: Szöveg függőleges igazítása

source: Supreme Floating Multi Images
hu_hu: Supreme több lebegő kép

source: Floating Effect
hu_hu: Lebegő effektus

source: Up Down
hu_hu: Fel-le

source: Left Right
hu_hu: Bal-jobb

source: Image Animation Delay Interval (in ms)
hu_hu: Kép animációjának késleltetési intervalluma (ms)

source: Floating Multi Images
hu_hu: Több lebegő kép

source: Image Item
hu_hu: Képelem

source: This will change the label of the floating image item in the builder for easy identification.
hu_hu: Ez módosítja a lebegő képelem címkéjét a szerkesztőben a könnyebb azonosítás érdekében.

source: Supreme Glitch Text
hu_hu: Supreme Glitch szöveg

source: Glitch Effect
hu_hu: Glitch hatás

source: Glitch Text
hu_hu: Glitch szöveg

source: Glitch One
hu_hu: Glitch 1

source: Glitch Two
hu_hu: Glitch 2

source: Glitch Three
hu_hu: Glitch 3

source: Glitch One Color
hu_hu: Glitch 1 színe

source: Here you can define a custom color for your Glitch One Color.
hu_hu: Itt beállíthat egyéni színt a Glitch 1-hez.

source: Glitch Two Color
hu_hu: Glitch 2 színe

source: Here you can define a custom color for your Glitch Two Color.
hu_hu: Itt beállíthat egyéni színt a Glitch 2-höz.

source: Supreme Gradient Text
hu_hu: Supreme színátmenetes szöveg

source: Gradient Text
hu_hu: Színátmenetes szöveg

source: Supreme Icon Divider
hu_hu: Supreme ikonos elválasztó

source: Visibility
hu_hu: Láthatóság

source: Styles
hu_hu: Stílusok

source: Here you can choose the divider alignment.
hu_hu: Itt kiválaszthatja az elválasztó igazítását.

source: This will adjust the color of the 1px divider line.
hu_hu: Ez beállítja az 1 px-es elválasztóvonal színét.

source: Divider Style
hu_hu: Elválasztó stílusa

source: Divider Position
hu_hu: Elválasztó pozíciója

source: Vertically Centered
hu_hu: Függőlegesen középre igazítva

source: Divider Weight
hu_hu: Elválasztó vastagsága

source: Icon Gap
hu_hu: Ikon térköz

source: Supreme Icon List
hu_hu: Supreme ikonlista

source: Icon Lists
hu_hu: Ikonlisták

source: List Items
hu_hu: Listaelemek

source: List Item
hu_hu: Listaelem

source: Icon Box Shadow
hu_hu: Ikon Box Shadow

source: List Item Box Shadow
hu_hu: Listaelem Box Shadow

source: Icon Background Color
hu_hu: Ikon háttérszíne

source: Here you can define a custom background color for your icon.
hu_hu: Itt meghatározhatja az ikon egyéni háttérszínét.

source: Icon Gap Width
hu_hu: Ikon hézagszélessége

source: Here you can define a custom gap width for the icon.
hu_hu: Itt meghatározhatja az ikon egyéni hézagszélességét.

source: Icon Padding
hu_hu: Ikon belső margója

source: Here you can define a custom padding size for the icon.
hu_hu: Itt beállíthatja az ikon belső margójának egyéni méretét.

source: The list layout can be either vertical or horizontal.
hu_hu: A lista elrendezése lehet függőleges vagy vízszintes.

source: The List can be placed either above, below or in the center of the module.
hu_hu: A lista a modul fölött, alatt vagy a közepén helyezhető el.

source: Direction
hu_hu: Irány

source: The list direction can be either left-to-right or right-to-left.
hu_hu: A lista iránya lehet balról jobbra vagy jobbról balra.

source: Space Between
hu_hu: Térköz

source: Here you can define a custom color for your list items.
hu_hu: Itt meghatározhatja a listaelemek egyéni színét.

source: Text Indent
hu_hu: Szövegbehúzás

source: Here you can add padding between the icons and the text.
hu_hu: Itt térközt adhat az ikonok és a szöveg közé.

source: Image Background Color
hu_hu: Kép háttérszíne

source: Here you can define a custom background color for your image.
hu_hu: Itt meghatározhatja a kép egyéni háttérszínét.

source: Image Padding
hu_hu: Kép belső margója

source: Here you can define a custom padding size for the image.
hu_hu: Itt beállíthatja a kép belső margójának egyéni méretét.

source: Icon List Item
hu_hu: Ikonlista elem

source: Icon List Settings
hu_hu: Ikonlista beállításai

source: This will change the label of the icon list item in the builder for easy identification.
hu_hu: Ez megváltoztatja az ikonlista elemének címkéjét a szerkesztőben a könnyebb azonosítás érdekében.

source: Choose an icon to display with your text.
hu_hu: Válasszon egy ikont, amely a szöveggel együtt jelenik meg.

source: Upload an image to display with your text
hu_hu: Töltsön fel egy képet, amely a szöveggel együtt jelenik meg

source: Tooltip Content entered here will show up.
hu_hu: Az itt megadott Tooltip tartalom megjelenik.

source: Here you can choose the placement of the tooltip.
hu_hu: Itt kiválaszthatja a Tooltip elhelyezését.

source: Here you can define a custom background color for your tooltip.
hu_hu: Itt meghatározhatja a Tooltip egyéni háttérszínét.

source: Tooltip Padding
hu_hu: Tooltip belső margója

source: Here you can define a custom padding size for the tooltip.
hu_hu: Itt beállíthatja a Tooltip belső margójának egyéni méretét.

source: Tooltip Max Width
hu_hu: Tooltip maximális szélessége

source: Adjust the width of the tooltip.
hu_hu: Állítsa be a Tooltip szélességét.

source: If you would like to make your Icon List a link, input your destination URL here.
hu_hu: Ha az Ikonlistát hivatkozássá szeretné tenni, írja be ide a cél URL-t.

source: Title Link Target
hu_hu: Cím hivatkozásának célpontja

source: Accordion Settings
hu_hu: Harmonika beállításai

source: Icon Image
hu_hu: Ikonkép

source: Accordion Type
hu_hu: Harmonika típusa

source: By Hover
hu_hu: Lebegtetéssel

source: By Click
hu_hu: Kattintással

source: Accordion Content Animation
hu_hu: Harmonika tartalmának animációja

source: Push Up
hu_hu: Felfelé tolás

source: Push Down
hu_hu: Lefelé tolás

source: Push Left
hu_hu: Balra tolás

source: Push Right
hu_hu: Jobbra tolás

source: Use Sequenced Animation
hu_hu: Szekvenciális animáció használata

source: Accordion Direction
hu_hu: Harmonika iránya

source: Accordion Height
hu_hu: Harmonika magassága

source: Horizontal Align
hu_hu: Vízszintes igazítás

source: Vertical Align
hu_hu: Függőleges igazítás

source: Here you can define a custom padding size for the Overlay Content.
hu_hu: Itt meghatározhatja az Overlay Content egyéni belső margójának méretét.

source: Image Accordion Child
hu_hu: Image Accordion gyermekelem

source: This will change the label of the Image Accordion Item in the builder for easy identification.
hu_hu: Ez megváltoztatja az Image Accordion elem címkéjét az építőben a könnyebb azonosítás érdekében.

source: Make Item Expanded
hu_hu: Elem kinyitása

source: For achieving a gradient overlay or other overlay effects, we recommend utilizing the built-in Divi background options. Please ensure that the above image is removed.
hu_hu: Átmenetes átfedés vagy egyéb átfedési hatások eléréséhez javasoljuk a beépített Divi háttérbeállítások használatát. Kérjük, győződjön meg róla, hogy a fenti kép el van távolítva.

source: Choose an Icon Image
hu_hu: Válasszon egy ikonképet

source: Set As Icon Image
hu_hu: Állítsa be ikonképként

source: Upload an Icon Image
hu_hu: Töltsön fel egy ikonképet

source: Icon mage Alt Text
hu_hu: Ikon mage ALT szöveg

source: Define the HTML ALT text for your image icon here.
hu_hu: Itt adhatja meg a képes ikon HTML ALT szövegét.

source: Icon Image Title Text
hu_hu: Ikonkép cím szövege

source: Show Button
hu_hu: Gomb megjelenítése

source: Button Link
hu_hu: Gomb hivatkozása

source: Content Width
hu_hu: Tartalom szélessége

source: Slideshow Settings
hu_hu: Diavetítés beállításai

source: Lightbox Settings
hu_hu: Lightbox beállításai

source: Carousel Image
hu_hu: Körhinta képe

source: Slideshow Image
hu_hu: Diavetítés képe

source: Thumbnail Images
hu_hu: Bélyegképek

source: Inactive
hu_hu: Inaktív

source: Active
hu_hu: Aktív

source: Thumbnail Image Box Shadow
hu_hu: Bélyegkép dobozárnyéka

source: Image Carousel
hu_hu: Képkörhinta

source: Random
hu_hu: Véletlenszerű

source: Image Size
hu_hu: Kép mérete

source: Image Fit
hu_hu: Kép illesztése

source: Auto
hu_hu: Automatikus

source: Image Position
hu_hu: Kép pozíciója

source: Carousel
hu_hu: Körhinta

source: Slideshow
hu_hu: Diavetítés

source: Slideshow Effect
hu_hu: Diavetítés effektje

source: Slideshow Padding
hu_hu: Diavetítés belső margója

source: Thumbnail Padding
hu_hu: Bélyegkép belső margója

source: Thumbnail To Show
hu_hu: Megjelenítendő bélyegképek száma

source: Thumbnail Image Size
hu_hu: Bélyegkép képmérete

source: Thumbnail Image Ration
hu_hu: Bélyegkép képarány

source: Thumbnail Image Fit
hu_hu: Bélyegkép illesztése

source: Thumbnail Image Position
hu_hu: Bélyegkép pozíciója

source: Loop
hu_hu: Ismétlés

source: Open Image in Lightbox
hu_hu: Kép megnyitása Lightboxban

source: Here you can choose whether or not the image should open in Lightbox.
hu_hu: Itt kiválaszthatja, hogy a kép megnyíljon-e Lightboxban.

source: Lightbox in Gallery Mode
hu_hu: Lightbox galéria módban
