Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dsm-supreme-modules-pro-for-divi/dsm-supreme-modules-pro-for-divi-*.po
Languages: hu_hu

source: Post Date Orderby
hu_hu: Bejegyzés dátuma szerinti rendezés

source: Published Post Date
hu_hu: Közzététel dátuma

source: Modified Post Date
hu_hu: Módosítás dátuma

source: Sortby
hu_hu: Rendezés szerint

source: Older Post (Ascending Order)
hu_hu: Régebbi bejegyzés (növekvő sorrend)

source: Latest Post (Descending Order)
hu_hu: Legújabb bejegyzés (csökkenő sorrend)

source: Show Category
hu_hu: Kategória megjelenítése

source: Meta Seperator
hu_hu: Meta elválasztó

source: Read More Button
hu_hu: Tovább gomb

source: Read More Link Target
hu_hu: Tovább hivatkozás célja

source: Show Bottom Meta Elements
hu_hu: Alsó metaelemek megjelenítése

source: Bottom Date
hu_hu: Alsó dátum

source: Bottom Author
hu_hu: Alsó szerző

source: Carousel Orientation
hu_hu: Carousel tájolása

source: Height
hu_hu: Magasság

source: Increase Height If the content is being cut.
hu_hu: Növelje a magasságot, ha a tartalom levágódik.

source: Carousel Effect
hu_hu: Carousel effektus

source: Slide
hu_hu: Csúsztatás

source: Cube
hu_hu: Kocka

source: Show Shadow
hu_hu: Árnyék megjelenítése

source: Coverflow Rotate
hu_hu: Coverflow forgatás

source: Coverflow Depth
hu_hu: Coverflow mélység

source: Carousel Direction
hu_hu: Carousel iránya

source: Columns
hu_hu: Oszlopok

source: Use Multiple Row
hu_hu: Több sor használata

source: To use multirow layout.
hu_hu: Többsoros elrendezés használatához.

source: Row Per Slide
hu_hu: Sorok diánként

source: Centered Mode
hu_hu: Középre igazított mód

source: If enable, then active slide will be centered, not always on the left side.
hu_hu: Ha engedélyezi, az aktív dia középre kerül, nem mindig a bal oldalra.

source: Spacing
hu_hu: Térköz

source: Transition Duration
hu_hu: Átmenet időtartama

source: Infinite Loop
hu_hu: Végtelenített ciklus

source: Autoplay
hu_hu: Automatikus lejátszás

source: Autoplay Speed
hu_hu: Automatikus lejátszás sebessége

source: Autoplay Only On Viewport
hu_hu: Automatikus lejátszás csak a nézetablakban

source: Autoplay when in viewport.
hu_hu: Automatikus lejátszás, amikor a nézetablakban van.

source: Use Mouse Wheel
hu_hu: Egérgörgő használata

source: To use mousewheel mousewheel swipes the slides.
hu_hu: Az egérgörgő használatával a diák csúsztathatók.

source: Pause on Hover
hu_hu: Szüneteltetés egér fölé vitelekor

source: If enable, blog carousel will pause on hover.
hu_hu: Ha engedélyezi, a blog carousel szünetel, amikor az egér fölé kerül.

source: Pagination Position
hu_hu: Lapozás pozíciója

source: Vertical Pagination Position
hu_hu: Függőleges lapozás pozíciója

source: Pagination Color
hu_hu: Lapozás színe

source: Pagination Active Color
hu_hu: Lapozás aktív színe

source: Pagination Button Style
hu_hu: Lapozógomb stílusa

source: Default
hu_hu: Alapértelmezett

source: Dynamic
hu_hu: Dinamikus

source: Progress Bar
hu_hu: Folyamatjelző sáv

source: Navi Vertical Position
hu_hu: Navigáció függőleges pozíciója

source: Left Navigation Position
hu_hu: Bal oldali navigáció pozíciója

source: Right Navigation Position
hu_hu: Jobb oldali navigáció pozíciója

source: Navi Horizontal Position
hu_hu: Navigáció vízszintes pozíciója

source: Top Navigation Position
hu_hu: Felső navigáció pozíciója

source: Bottom Navigation Position
hu_hu: Alsó navigáció pozíciója

source: Navi Arrow Icon Size
hu_hu: Navigációs nyíl ikon mérete

source: Custom Prev Arrow Icon
hu_hu: Egyéni Előző nyíl ikon

source: Select Prev Icon
hu_hu: Válasszon Előző ikont

source: Custom Next Arrow Icon
hu_hu: Egyéni Következő nyíl ikon

source: Select Next Icon
hu_hu: Válasszon Következő ikont

source: Arrow Background Color
hu_hu: Nyíl háttérszíne

source: Use Equal Height
hu_hu: Azonos magasság használata

source: This will make all post item equal height.
hu_hu: Ez minden bejegyzéselemet azonos magasságúvá tesz.

source: Disable Touch/Dragging
hu_hu: Érintés/húzás letiltása

source: This option will prevent user to touch/drag the slide.
hu_hu: Ez a beállítás megakadályozza, hogy Ön érintse/húzza a diát.

source: Use Grab Cursor
hu_hu: Fogókurzor használata

source: This option may a little improve desktop usability. If true, user will see the "grab" cursor when hover on Carousel.
hu_hu: Ez az opció kis mértékben javíthatja az asztali használhatóságot. Ha igaz, Ön a Carousel fölé húzva az egeret a "fogó" kurzort fogja látni.

source: Align Button Vertically
hu_hu: Gomb függőleges igazítása

source: Button Alignment when using Equalize Card Heights.
hu_hu: Gomb igazítása a kártyamagasságok kiegyenlítése használatakor.

source: Vertical Alignment
hu_hu: Függőleges igazítás

source: This setting determines the vertical alignment of your button. Your button can either be align to the top, vertically centered, or aligned to the bottom.
hu_hu: Ez a beállítás a gombja függőleges igazítását határozza meg. A gomb igazítható felülre, középre vagy alulra.

source: Content Wrapper
hu_hu: Tartalomkonténer

source: Here you can define a custom padding size for the Content Wrapper.
hu_hu: Itt megadhat egy egyéni padding méretet a Tartalomkonténerhez.

source: Breadcrumbs
hu_hu: Morzsamenü

source: Items
hu_hu: Elemek

source: Home Icon
hu_hu: Kezdőlap ikon

source: Separators
hu_hu: Elválasztók

source: Current
hu_hu: Jelenlegi

source: Item
hu_hu: Elem

source: Separator
hu_hu: Elválasztó

source: Current Item
hu_hu: Jelenlegi elem

source: Show Custom Home
hu_hu: Egyéni Kezdőlap megjelenítése

source: Home Text
hu_hu: Kezdőlap szövege

source: Use Custom URL Link for Home
hu_hu: Egyéni URL-hivatkozás használata a Kezdőlaphoz

source: Custom Home Link URL
hu_hu: Egyéni Kezdőlap hivatkozás URL-je

source: If you would like have a custom link URL to be a link, input your destination URL here. No link will be created if this field is left blank.
hu_hu: Ha egyéni hivatkozás-URL-t szeretne használni, írja be ide a cél URL-t. Ha ezt a mezőt üresen hagyja, nem jön létre hivatkozás.

source: Custom Home Link Target
hu_hu: Egyéni Kezdőlap hivatkozás célja

source: Show Home Icon
hu_hu: Kezdőlap ikon megjelenítése

source: Custom Separator Icon
hu_hu: Egyéni elválasztó ikon

source: Separator Icon
hu_hu: Elválasztó ikon

source: Here you can choose the breadcrumbs alignment.
hu_hu: Itt kiválaszthatja a morzsamenü igazítását.

source: Items Background Color
hu_hu: Elemek háttérszíne

source: Separators Background Color
hu_hu: Elválasztók háttérszíne

source: Bottom Gap
hu_hu: Alsó térköz

source: Items Padding
hu_hu: Elemek belső térköze

source: Separator Bottom Gap
hu_hu: Elválasztó alsó hézaga

source: Separator Padding
hu_hu: Elválasztó belső térköze

source: Current Item Bottom Gap
hu_hu: Aktuális elem alsó hézaga

source: Current Item Padding
hu_hu: Aktuális elem belső térköze

source: Supreme Business Hours
hu_hu: Supreme nyitvatartás

source: Business Days & Timings
hu_hu: Nyitvatartási napok és időpontok

source: Divider
hu_hu: Elválasztóvonal

source: Day
hu_hu: Nap

source: Time
hu_hu: Idő

source: This setting determines the vertical alignment of your content. Your content can either be align to the top, vertically centered, or aligned to the bottom.
hu_hu: Ez a beállítás meghatározza az Ön tartalmának függőleges igazítását. Tartalma igazítható felülre, középre vagy alulra.

source: Style
hu_hu: Stílus

source: Solid
hu_hu: Folytonos

source: Dotted
hu_hu: Pontozott

source: Dashed
hu_hu: Szaggatott

source: Double
hu_hu: Dupla

source: Groove
hu_hu: Barázdált

source: Ridge
hu_hu: Domború

source: Inset
hu_hu: Süllyesztett

source: Outset
hu_hu: Kiemelt

source: Weight
hu_hu: Vastagság

source: Color
hu_hu: Szín

source: Here you can define a custom color for your separator.
hu_hu: Itt egyéni színt adhat meg az elválasztóhoz.

source: Gap Spacing
hu_hu: Térköz

source: Here you can define a custom color for your divider.
hu_hu: Itt egyéni színt adhat meg az elválasztóvonalhoz.

source: Use Striped Background
hu_hu: Csíkozott háttér használata

source: Here you can choose whether or not the background of each row should be in zebra-striping.
hu_hu: Itt kiválaszthatja, hogy az egyes sorok háttere legyen-e zebra-csíkozású.

source: Striped Odd Background Color
hu_hu: Páratlan sorok csíkozott háttérszíne

source: Here you can define a custom color for your odd row.
hu_hu: Itt egyéni színt adhat meg a páratlan sorhoz.

source: Striped Even Background Color
hu_hu: Páros sorok csíkozott háttérszíne

source: Here you can define a custom color for your even row.
hu_hu: Itt egyéni színt adhat meg a páros sorhoz.

source: Business Hours Item
hu_hu: Nyitvatartás elem

source: Business Hours Item Settings
hu_hu: Nyitvatartás elem beállításai

source: This will change the label of the business hours item in the builder for easy identification.
hu_hu: Ez megváltoztatja a nyitvatartás elem címkéjét a builderben a könnyebb azonosítás érdekében.

source: The time of the day
hu_hu: A nap időpontja

source: The day
hu_hu: A nap

source: Supreme Button
hu_hu: Supreme gomb

source: Supreme Buttons
hu_hu: Supreme gombok

source: Main Element
hu_hu: Fő elem

source: Button #1
hu_hu: Gomb #1

source: Button #2
hu_hu: Gomb #2

source: Links
hu_hu: Hivatkozások

source: Tooltip #1
hu_hu: Eszköztipp #1

source: Tooltip #2
hu_hu: Eszköztipp #2

source: Tooltip Text
hu_hu: Eszköztipp szöveg

source: Button One
hu_hu: Első gomb

source: Button Two
hu_hu: Második gomb

source: Fade
hu_hu: Elhalványulás

source: Fade In Direction
hu_hu: Elhalványulás iránya

source: Button #1 ID
hu_hu: Gomb #1 azonosítója

source: Assign a unique CSS ID to Button #1 which can be used to assign custom CSS styles from within your child theme or from within Divi's custom CSS inputs.
hu_hu: Rendeljen egy egyedi CSS-azonosítót az 1. gombhoz, amely használható egyéni CSS stílusok hozzárendeléséhez a gyermek sablonon belül vagy a Divi egyéni CSS beviteli mezőiben.

source: Button #1 CSS Class
hu_hu: 1. gomb CSS-osztálya

source: Button #2 ID
hu_hu: 2. gomb ID-je

source: Assign a unique CSS ID to Button #2 which can be used to assign custom CSS styles from within your child theme or from within Divi's custom CSS inputs.
hu_hu: Rendeljen egy egyedi CSS-azonosítót a 2. gombhoz, amely használható egyéni CSS stílusok hozzárendeléséhez a gyermek sablonon belül vagy a Divi egyéni CSS beviteli mezőiben.

source: Button #2 CSS Class
hu_hu: 2. gomb CSS-osztálya

source: Button #1 Text
hu_hu: 1. gomb szövege

source: Enter the text for the Button.
hu_hu: Adja meg a gomb szövegét.

source: Link Type for Button #1
hu_hu: 1. gomb hivatkozás típusa

source: URL Link
hu_hu: URL hivatkozás

source: Download File
hu_hu: Fájl letöltése

source: Choose the type of URL
hu_hu: Válassza ki az URL típusát.

source: Enter the Email Address for Button #1.
hu_hu: Adja meg az 1. gombhoz tartozó e-mail-címet.

source: Enter the carbon copy email address for Button #1.
hu_hu: Adja meg az 1. gombhoz tartozó másolat (CC) e-mail-címet.

source: Enter the blind carbon copy email address for Button #1.
hu_hu: Adja meg az 1. gombhoz tartozó titkos másolat (BCC) e-mail-címet.

source: Subject
hu_hu: Tárgy

source: Enter the default subject of the email for Button #1.
hu_hu: Adja meg az 1. gombhoz tartozó e-mail alapértelmezett tárgyát.

source: Message
hu_hu: Üzenet

source: Enter the default body message of the email for Button #1.
hu_hu: Adja meg az 1. gombhoz tartozó e-mail alapértelmezett üzenettörzsét.

source: Phone Number
hu_hu: Telefonszám

source: Enter the phone number to call for Button #1 (This will usually work on mobile phones)
hu_hu: Adja meg az 1. gombhoz hívandó telefonszámot (ez általában mobiltelefonokon működik)

source: Enter the phone number to SMS for Button #1 (This will usually work on mobile phones)
hu_hu: Adja meg az 1. gombhoz SMS-küldéshez használandó telefonszámot (ez általában mobiltelefonokon működik)

source: Body Text
hu_hu: Törzsszöveg

source: Pre-Populate SMS Text for Button #1 (This will usually work on mobile phones)
hu_hu: Előre kitöltött SMS szöveg az 1. gombhoz (ez általában mobiltelefonokon működik)

source: Username
hu_hu: Felhasználónév

source: Enter a person, page, or bot username.
hu_hu: Adja meg egy személy, oldal vagy bot felhasználónevét.

source: Enter the Skype username for Button #1.
hu_hu: Adja meg az 1. gombhoz tartozó Skype-felhasználónevet.

source: Action Type
hu_hu: Művelet típusa

source: Chat
hu_hu: Csevegés

source: Call
hu_hu: Hívás

source: Choose the action type for Skype
hu_hu: Válassza ki a Skype-hoz tartozó művelet típusát.

source: Number
hu_hu: Telefonszám

source: Enter the phone number to message directly via WhatsApp message for Button #1.
hu_hu: Adja meg az 1. gombhoz a közvetlen WhatsApp-üzenethez használandó telefonszámot.

source: Enter the default body message of the WhatsApp for Button #1.
hu_hu: Adja meg az 1. gombhoz tartozó WhatsApp alapértelmezett üzenettörzsét.

source: Telegram Username
hu_hu: Telegram-felhasználónév

source: Enter the Telegram Username.
hu_hu: Adja meg a Telegram-felhasználónevet.

source: Enter the default body message of the Telegram for Button #1.
hu_hu: Adja meg az 1. gombhoz tartozó Telegram alapértelmezett üzenettörzsét.

source: Button #1 URL
hu_hu: 1. gomb URL-je

source: Enter the URL for the Button.
hu_hu: Adja meg a gomb URL-jét.

source: Url Opens
hu_hu: URL megnyitása

source: Upload a file
hu_hu: Fájl feltöltése

source: Choose a file
hu_hu: Válasszon fájlt

source: Set As Download File
hu_hu: Állítsa be letöltendő fájlként

source: Open as Image Lightbox
hu_hu: Megnyitás képként Lightboxban

source: Here you can choose whether or not the button should open in Lightbox. Note: if you select to open the button in Lightbox, url options below will be ignored.
hu_hu: Itt kiválaszthatja, hogy a gomb Lightboxban nyíljon-e meg vagy sem. Megjegyzés: ha a gomb megnyitását Lightboxban választja, az alábbi url beállítások figyelmen kívül lesznek hagyva.

source: Upload your desired image for Button One Image Lightbox, or type in the URL to the image you would like to display.
hu_hu: Töltse fel a kívánt képet az 1. gomb képes Lightboxához, vagy írja be a megjeleníteni kívánt kép URL-jét.

source: Open as Video Lightbox
hu_hu: Megnyitás videós Lightboxban

source: Put the Video link on the Button #1 URL. Copy the video URL link and paste it here. Support: YouTube, Vimeo and Dailymotion.
hu_hu: Adja meg a videó hivatkozását a Gomb #1 URL mezőjében. Másolja a videó URL-hivatkozását, és illessze be ide. Támogatja: YouTube, Vimeo és Dailymotion.

source: Use Tooltip
hu_hu: Tooltip használata

source: This will show a tooltip on your Button #1.
hu_hu: Ez tooltipet jelenít meg a Gomb #1 felett.

source: Tooltip Content
hu_hu: Tooltip tartalma

source: Enter the content for the your tooltip.
hu_hu: Adja meg a tooltip tartalmát.

source: Show Arrow
hu_hu: Nyíl megjelenítése

source: If enable, then an arrow will be added to the tooltip.
hu_hu: Ha engedélyezi, a tooltiphez nyíl lesz hozzáadva.

source: Small
hu_hu: Kicsi

source: Regular
hu_hu: Normál

source: Large
hu_hu: Nagy

source: The size of the tooltip.
hu_hu: A tooltip mérete.

source: Placement
hu_hu: Elhelyezés

source: Animations
hu_hu: Animációk

source: Here you can choose different types of animations for your tooltips.
hu_hu: Itt különböző animációtípusokat választhat a tooltipjeihez.

source: Button #2 Text
hu_hu: Gomb #2 szövege

source: Link Type for Button #2
hu_hu: Gomb #2 hivatkozástípusa

source: Enter the Email Address for Button #2.
hu_hu: Adja meg a Gomb #2 e-mail-címét.

source: Enter the carbon copy email address for Button #2.
hu_hu: Adja meg a Gomb #2 másolat (CC) e-mail-címét.

source: Enter the blind carbon copy email address for Button #2.
hu_hu: Adja meg a Gomb #2 rejtett másolat (BCC) e-mail-címét.

source: Enter the default body message of the email for Button #2.
hu_hu: Adja meg a Gomb #2 e-mailjének alapértelmezett törzsszövegét.

source: Pre-Populate SMS Text for Button #2 (This will usually work on mobile phones)
hu_hu: Előre kitöltött SMS-szöveg a Gomb #2-höz (ez általában mobiltelefonokon működik)

source: Enter the Skype username for Button #2.
hu_hu: Adja meg a Gomb #2 Skype-felhasználónevét.

source: Enter the phone number to message directly via WhatsApp message for Button #2.
hu_hu: Adja meg a telefonszámot a Gomb #2-höz közvetlen WhatsApp-üzenet küldéséhez.

source: Enter the default body message of the WhatsApp for Button #2.
hu_hu: Adja meg a Gomb #2 WhatsApp-üzenetének alapértelmezett törzsszövegét.

source: Button #2 URL
hu_hu: Gomb #2 URL

source: Put the Video link on the Button #2 URL. Copy the video URL link and paste it here. Support: YouTube, Vimeo and Dailymotion.
hu_hu: Adja meg a videó hivatkozását a Gomb #2 URL mezőjében. Másolja a videó URL-hivatkozását, és illessze be ide. Támogatja: YouTube, Vimeo és Dailymotion.

source: This will show a tooltip on your Button #2.
hu_hu: Ez tooltipet jelenít meg a Gomb #2 felett.

source: Button Alignment
hu_hu: Gomb igazítása

source: Here you can define the alignment of Button
hu_hu: Itt meghatározhatja a gomb igazítását

source: Separator Text
hu_hu: Elválasztó szöveg

source: Input your desired seprator text, or leave blank for no separator text in between the both buttons.
hu_hu: Adja meg a kívánt elválasztó szöveget, vagy hagyja üresen, ha nem szeretne elválasztó szöveget a két gomb közé.

source: Make Separator Text Fullwidth On Mobile
hu_hu: Az elválasztó szöveg teljes szélességűvé tétele mobilon

source: This will make the Separator Text as fullwidth instead of inline-block.
hu_hu: Ez az elválasztó szöveget inline-block helyett teljes szélességűvé teszi.

source: Remove Separator Text On Mobile
hu_hu: Elválasztó szöveg eltávolítása mobilon

source: This will remove Separator Text on mobile devices.
hu_hu: Ez eltávolítja az elválasztó szöveget mobil eszközökön.

source: Text Separator Gap
hu_hu: Elválasztó szöveg távolsága

source: Button Hover #1 Animation
hu_hu: Gomb #1 hover animációja

source: Grow
hu_hu: Növekedés

source: Grow Rotate
hu_hu: Növekedés forgással

source: Pulse Grow
hu_hu: Pulzáló növekedés

source: Pulse Shrink
hu_hu: Pulzáló zsugorodás

source: Push
hu_hu: Tolás

source: Pop
hu_hu: Felbukkanás

source: Bounce In
hu_hu: Pattogó megjelenés

source: Rotate
hu_hu: Forgás

source: Float
hu_hu: Lebegés

source: Sink
hu_hu: Süllyedés

source: Bob
hu_hu: Hintázás

source: Hang
hu_hu: Lógás

source: Skew
hu_hu: Döntés

source: Skew Forward
hu_hu: Előredöntés

source: Skew Backward
hu_hu: Hátradöntés

source: Wobble Vertical
hu_hu: Függőleges imbolygás

source: Wobble Horizontal
hu_hu: Vízszintes imbolygás

source: Wobble to Bottom Right
hu_hu: Imbolygás jobbra lefelé

source: Wobble to Top Right
hu_hu: Imbolygás jobbra felfelé

source: Wobble Top
hu_hu: Felső imbolygás

source: Wobble Bottom
hu_hu: Alsó imbolygás

source: Wobble Skew
hu_hu: Ferdített imbolygás

source: Buzz
hu_hu: Rezgés

source: Buzz Out
hu_hu: Rezegve távozás

source: Forward
hu_hu: Előre

source: Backward
hu_hu: Hátra

source: Button Icon Hover #1 Animation
hu_hu: Gomb ikon Hover #1 animáció

source: Back
hu_hu: Vissza

source: Down
hu_hu: Le

source: Up
hu_hu: Fel

source: Spin
hu_hu: Forgás

source: Float Away
hu_hu: Ellebegés

source: Sink Away
hu_hu: Elsüllyedés

source: Button Hover #2 Animation
hu_hu: Gomb Hover #2 animáció

source: Button Icon Hover #2 Animation
hu_hu: Gomb ikon Hover #2 animáció

source: Header Text
hu_hu: Fejléc szöveg

source: Body
hu_hu: Törzs

source: Horizontal Ruler (HR Tag)
hu_hu: Vízszintes vonal (HR tag)

source: Field Description
hu_hu: Mező leírása

source: Input, Textarea & Select Focus
hu_hu: Input, Textarea & Select Fókusz

source: Placeholder
hu_hu: Helyőrző

source: Radio & Checkbox
hu_hu: Rádiógomb & Jelölőnégyzet

source: Basic File
hu_hu: Alap fájl

source: Error Messages
hu_hu: Hibaüzenetek

source: Success Message
hu_hu: Sikerüzenet

source: Heading
hu_hu: Címsor

source: Heading 2
hu_hu: Címsor 2

source: Heading 3
hu_hu: Címsor 3

source: Heading 4
hu_hu: Címsor 4

source: Heading 5
hu_hu: Címsor 5

source: Heading 6
hu_hu: Címsor 6

source: Radio
hu_hu: Rádiógomb

source: Checkbox
hu_hu: Jelölőnégyzet

source: File
hu_hu: Fájl

source: Field
hu_hu: Mező

source: Validation Success
hu_hu: Sikeres érvényesítés

source: Box Shadow
hu_hu: Dobozárnyék

source: Submit Button
hu_hu: Küldés gomb

source: Advanced File Button (1.0)
hu_hu: Speciális fájlgomb (1.0)

source: Show Error & Validation Messages
hu_hu: Hiba- és validációs üzenetek megjelenítése

source: This will show the error and validation messages on the Visual Builder for styling purposes.
hu_hu: Ez megjeleníti a hiba- és validációs üzeneteket a Visual Builderben stílusozási célból.

source: Bottom Spacing
hu_hu: Alsó térköz

source: Required Asterisk Color
hu_hu: Kötelező csillag színe

source: Margin Bottom
hu_hu: Alsó margó

source: Margin Top
hu_hu: Felső margó

source: Custom Radio Styles
hu_hu: Egyéni rádiógomb-stílusok

source: Here you can choose to have custom Radio Style.
hu_hu: Itt kiválaszthatja, hogy egyéni rádiógomb-stílust használjon.

source: Checked Color
hu_hu: Bejelölés színe

source: Checked Background Color
hu_hu: Bejelölés háttérszíne

source: Custom Checbox Styles
hu_hu: Egyéni jelölőnégyzet-stílusok

source: Here you can choose to have custom Checkbox Style.
hu_hu: Itt kiválaszthatja, hogy egyéni jelölőnégyzet-stílust használjon.

source: Select Caldera Form
hu_hu: Válasszon Caldera Formot

source: Please create a Caldera Form
hu_hu: Kérjük, hozzon létre egy Caldera Formot

source: Image & Badge
hu_hu: Kép és jelvény

source: Layout & Alignment
hu_hu: Elrendezés és igazítás

source: Subhead
hu_hu: Alcím

source: Image Box Shadow
hu_hu: Kép dobozárnyéka

source: Badge Box Shadow
hu_hu: Jelvény dobozárnyéka

source: Button ID
hu_hu: Gomb ID

source: Assign a unique CSS ID to Button which can be used to assign custom CSS styles from within your child theme or from within Divi's custom CSS inputs.
hu_hu: Rendeljen egyedi CSS ID-t a gombhoz, amely felhasználható egyéni CSS-stílusok hozzárendelésére a gyermek témán belül, vagy a Divi egyéni CSS mezőiben.

source: Button CSS Class
hu_hu: Gomb CSS osztály

source: Assign any number of CSS Classes to the button, separated by spaces, which can be used to assign custom CSS styles from within your child theme or from within Divi's custom CSS inputs.
hu_hu: Rendeljen tetszőleges számú CSS osztályt a gombhoz, szóközzel elválasztva; ezek felhasználhatók egyéni CSS-stílusok hozzárendelésére a gyermek témán belül, vagy a Divi egyéni CSS mezőiben.

source: Text entered here will appear as title.
hu_hu: Az itt megadott szöveg címként jelenik meg.

source: Sub Title
hu_hu: Alcím

source: Text entered here will appear as subtitle.
hu_hu: Az itt megadott szöveg alcímként jelenik meg.

source: Stacked
hu_hu: Halmozott

source: Inline
hu_hu: Egy sorban

source: Adjust width of the Image Wrapper.
hu_hu: Állítsa be a képtartó szélességét.

source: Order Alignment
hu_hu: Sorrend igazítása

source: Horizontal Content Alignment
hu_hu: Vízszintes tartalomigazítás

source: If you use the row equalize height option, then enable this to see equal height for this module.
hu_hu: Ha használja a sor azonos magasságra hozásának opcióját, engedélyezze ezt, hogy a modul azonos magasságú legyen.

source: Image Height
hu_hu: Kép magassága

source: Adjust the height of the image.
hu_hu: Állítsa be a kép magasságát.

source: Image Vertical Alignment
hu_hu: Kép függőleges igazítása

source: Upload an image to display at the top of your Cards.
hu_hu: Töltsön fel egy képet, amely a kártyák tetején jelenik meg.

source: Use Image as Background
hu_hu: Kép használata háttérként

source: Here you can choose to have a custom height for your image wrapper.
hu_hu: Itt kiválaszthatja, hogy a képtartónak egyéni magassága legyen.

source: Background Image Size
hu_hu: Háttérkép mérete
