Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/dsm-supreme-modules-pro-for-divi/dsm-supreme-modules-pro-for-divi-*.po
Languages: hu_hu

source: Check this box only if you have chosen to delay the loading of JavaScript files that slow down the rendering of your website through your cache plugin.
hu_hu: Ezt a jelölőnégyzetet csak akkor jelölje be, ha a gyorsítótárazó bővítményén keresztül úgy döntött, hogy késlelteti a webhelye renderelését lassító JavaScript-fájlok betöltését.

source: Remove Data on Uninstall?
hu_hu: Adatok eltávolítása eltávolításkor?

source: Check this box if you would like Divi Supreme to completely remove all of its data when the plugin is deleted.
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha szeretné, hogy a Divi Supreme a bővítmény törlésekor teljes mértékben eltávolítsa minden adatát.

source: Allow JSON file upload
hu_hu: JSON-fájl feltöltésének engedélyezése

source: Check this box if you would like allow JSON file through WordPress Media Uploader.
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha engedélyezni szeretné a JSON-fájlokat a WordPress Media Uploaderen keresztül.

source: Allow SVG file upload
hu_hu: SVG-fájl feltöltésének engedélyezése

source: Check this box if you would like allow SVG file through WordPress Media Uploader.
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha engedélyezni szeretné az SVG-fájlokat a WordPress Media Uploaderen keresztül.

source: Menu Name
hu_hu: Menü neve

source: Change the menu name of Divi Supreme Pro.
hu_hu: Módosítsa a Divi Supreme Pro menü nevét.

source: Menu Icon
hu_hu: Menüikon

source: Dashicon class name
hu_hu: Dashicon osztálynév

source: Full URL for icon or Dashicon class
hu_hu: Teljes URL az ikonhoz vagy Dashicon osztályhoz

source: Get started by spending some time with the documentation to get familiar with Divi Supreme Pro. The Documentation will cover all the information needed when using our Divi Supreme to build an amazing website, as well as some helpful tips and tricks that will make your experience working with our Divi modules and extensions easier and more enjoyable.
hu_hu: Kezdésként szánjon némi időt a dokumentációra, hogy megismerkedjen a Divi Supreme Pro-val. A dokumentáció tartalmaz minden információt, amelyre szüksége van a Divi Supreme használatakor egy lenyűgöző webhely felépítéséhez, valamint hasznos tippeket és trükköket, amelyek megkönnyítik és élvezetesebbé teszik a munkát a Divi moduljainkkal és bővítményeinkkel.

source: Need Help?
hu_hu: Segítségre van szüksége?

source: Having issues or difficulties? Get help from the community on our Facebook Divi Supreme Community or contact us through our website contact form.
hu_hu: Problémái vagy nehézségei vannak? Kérjen segítséget a közösségtől a Facebook Divi Supreme Community-ben, vagy lépjen kapcsolatba velünk a weboldalunk kapcsolatfelvételi űrlapján keresztül.

source: Join Divi Supreme Community
hu_hu: Csatlakozzon a Divi Supreme Community-hez

source: Contact Support
hu_hu: Kapcsolatfelvétel a támogatással

source: Motivate us!
hu_hu: Motiváljon minket!

source: Could you please do us a BIG favor and give it a 5-star rating on WordPress? This would boost our motivation and help other users make a comfortable decision while choosing the Divi Supreme.
hu_hu: Megtenné nekünk azt a nagy szívességet, hogy 5 csillagra értékeli a WordPressen? Ez növelné a motivációnkat, és segítene más felhasználóknak magabiztos döntést hozni a Divi Supreme kiválasztásakor.

source: Write a review
hu_hu: Írjon értékelést

source: Supreme Advanced Tabs
hu_hu: Supreme speciális fülek

source: Advanced Tabs Item
hu_hu: Speciális fülek elem

source: General
hu_hu: Általános

source: Tabs Wrapper
hu_hu: Fülek konténere

source: Image & Icon
hu_hu: Kép és ikon

source: Content Image & Icon
hu_hu: Tartalom – kép és ikon

source: Alignment
hu_hu: Igazítás

source: Tabs
hu_hu: Fülek

source: Tabs Subtitle
hu_hu: Fülek alcíme

source: Content
hu_hu: Tartalom

source: Animation
hu_hu: Animáció

source: Attributes
hu_hu: Attribútumok

source: Tab
hu_hu: Fül

source: Subtitle
hu_hu: Alcím

source: Title
hu_hu: Cím

source: Content Text
hu_hu: Tartalomszöveg

source: Tabs Shadow
hu_hu: Fülek árnyéka

source: Active Tab Shadow
hu_hu: Aktív fül árnyéka

source: Active Tabs
hu_hu: Aktív fülek

source: Image/Icon
hu_hu: Kép/ikon

source: Aria Label
hu_hu: ARIA-címke

source: The aria label for your tab..
hu_hu: Az Ön fülének ARIA-címkéje..

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: Column
hu_hu: Oszlop

source: Position
hu_hu: Pozíció

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Mobile/Tablet Position
hu_hu: Mobil/Tablet pozíció

source: Equal Height
hu_hu: Egyenlő magasság

source: Trigger
hu_hu: Kiváltó

source: Click
hu_hu: Kattintás

source: Hover
hu_hu: Rámutatás

source: Show Arrow For Active Tab
hu_hu: Nyíl megjelenítése az aktív fülön

source: Content Animation
hu_hu: Tartalom animációja

source: Inner Content Animation
hu_hu: Belső tartalom animációja

source: Tabs Alignment
hu_hu: Fülek igazítása

source: Tabs Image/Icon Placement
hu_hu: Fülek képének/ikonjának elhelyezése

source: Enable Deep Link
hu_hu: Mélyhivatkozás engedélyezése

source: Enable Anchor Scroll
hu_hu: Horgonyhoz görgetés engedélyezése

source: If enabled, you can create an anchor scroll to open the tab.
hu_hu: Ha engedélyezve van, létrehozhat horgonyhoz görgetést a fül megnyitásához.

source: Enable Image Lightbox
hu_hu: Kép lightbox engedélyezése

source: Make Stick Tabs On Top
hu_hu: Fülek rögzítése felül

source: Stick Tabs Offset
hu_hu: Rögzített fülek eltolása

source: Auto Scroll On Mobile
hu_hu: Automatikus görgetés mobilon

source: Gap
hu_hu: Térköz

source: Inactive Background
hu_hu: Inaktív háttér

source: Active Background
hu_hu: Aktív háttér

source: Inactive Title Color
hu_hu: Inaktív cím színe

source: Active Title Color
hu_hu: Aktív cím színe

source: Inactive Subtitle Color
hu_hu: Inaktív alcím színe

source: Active Subtitle Color
hu_hu: Aktív alcím színe

source: Image Width
hu_hu: Kép szélessége

source: Icon Font Size
hu_hu: Ikon betűmérete

source: Icon Color
hu_hu: Ikon színe

source: Active Icon Color
hu_hu: Aktív ikon színe

source: Background
hu_hu: Háttér

source: Margin
hu_hu: Margó

source: Padding
hu_hu: Belső margó

source: Width
hu_hu: Szélesség

source: Tabs Wrapper Alignment
hu_hu: Fülek tárolójának igazítása

source: Image / Icon Alignment
hu_hu: Kép / ikon igazítása

source: Supreme Advanced Tabs Child
hu_hu: Supreme Speciális fülek gyermek

source: Advanced Tabs
hu_hu: Speciális fülek

source: Tab Title
hu_hu: Fül címe

source: Tab Icon & Image
hu_hu: Fül ikonja & képe

source: Inactive State
hu_hu: Inaktív állapot

source: Active State
hu_hu: Aktív állapot

source: Title & Subtitle Links
hu_hu: Cím & alcím hivatkozásai

source: Tab Image & Icon
hu_hu: Fül képe & ikonja

source: Admin Label
hu_hu: Admin címke

source: This will change the label of the flip box item in the builder for easy identification.
hu_hu: Ez megváltoztatja a flip box elem címkéjét az építőben a könnyebb azonosítás érdekében.

source: Assign a unique CSS ID to the element which can be used to assign custom CSS styles from within your child theme or from within Divi's custom CSS inputs.
hu_hu: Rendeljen egyedi CSS ID-t az elemhez, amely felhasználható egyéni CSS stílusok hozzárendeléséhez a gyermek témáján belül vagy a Divi egyéni CSS mezőiben.

source: Assign any number of CSS Classes to the element, separated by spaces, which can be used to assign custom CSS styles from within your child theme or from within Divi's custom CSS inputs.
hu_hu: Rendeljen tetszőleges számú CSS osztályt az elemhez, szóközökkel elválasztva; ezek felhasználhatók egyéni CSS stílusok hozzárendelésére a gyermek témáján belül vagy a Divi egyéni CSS mezőiben.

source: The title of your tab..
hu_hu: Az Ön fülének címe..

source: Title URL
hu_hu: Cím URL

source: Title URL Target
hu_hu: Cím URL célja

source: Subtitle URL
hu_hu: Alcím URL

source: Subtitle URL Target
hu_hu: Alcím URL célja

source: Only use when using the "Hover" Trigger, using with "Click" trigger might create issues.
hu_hu: Csak a "Hover" Trigger használatakor használja; a "Click" Triggerrel együtt használva problémákat okozhat.

source: The subtitle of your tab will appear below your title
hu_hu: Az Ön fülének alcíme az Ön címe alatt fog megjelenni.

source: Use Icon / Image
hu_hu: Használjon ikont / képet

source: Use Icon
hu_hu: Használjon ikont

source: Icon
hu_hu: Ikon

source: Content Type
hu_hu: Tartalom típusa

source: Layouts
hu_hu: Elrendezések

source: Content Image Alternative Text
hu_hu: Tartalomkép alternatív szövege

source: This defines the HTML ALT text. A short description of your image can be placed here.
hu_hu: Ez határozza meg a HTML ALT szöveget. Itt egy rövid leírást helyezhet el az Ön képéről.

source: Content Image Title Text
hu_hu: Tartalomkép Title szövege

source: This defines the HTML Title text.
hu_hu: Ez határozza meg a HTML Title szöveget.

source: Image/Icon Placement
hu_hu: Kép/ikon elhelyezése

source: Button Text
hu_hu: Gomb felirata

source: Button Link URL
hu_hu: Gomb hivatkozás URL

source: Button Link Target
hu_hu: Gomb hivatkozás célja

source: Supreme Animated Gradient Text
hu_hu: Supreme animált színátmenetes szöveg

source: Animated Gradient Settings
hu_hu: Animált színátmenet beállításai

source: Heading Settings
hu_hu: Címsor beállításai

source: Animated Gradient
hu_hu: Animált színátmenet

source: Animated Gradient Text
hu_hu: Animált színátmenetes szöveg

source: Gradient Direction
hu_hu: Színátmenet iránya

source: Animation Speed (s)
hu_hu: Animáció sebessége (s)

source: Heading HTLML Tag
hu_hu: Címsor HTLML címke

source: #1 Gradient Color
hu_hu: #1 színátmenet színe

source: Here you can define a custom color for the #1 Gradient Color.
hu_hu: Itt egyéni színt határozhat meg a(z) #1 színátmenethez.

source: #2 Gradient Color
hu_hu: #2 színátmenet színe

source: Here you can define a custom color for the #2 Gradient Color.
hu_hu: Itt egyéni színt határozhat meg a(z) #2 színátmenethez.

source: #3 Gradient Color
hu_hu: #3 színátmenet színe

source: Here you can define a custom color for the #3 Gradient Color.
hu_hu: Itt egyéni színt határozhat meg a(z) #3 színátmenethez.

source: #4 Gradient Color
hu_hu: #4 színátmenet színe

source: Here you can define a custom color for the #4 Gradient Color.
hu_hu: Itt egyéni színt határozhat meg a(z) #4 színátmenethez.

source: Supreme Text Badges
hu_hu: Supreme szövegjelvények

source: Text
hu_hu: Szöveg

source: Main
hu_hu: Fő

source: Badges
hu_hu: Jelvények

source: Badge
hu_hu: Jelvény

source: Main Text
hu_hu: Fő szöveg

source: Badges Text
hu_hu: Jelvények szövege

source: Badges Placement
hu_hu: Jelvények elhelyezése

source: Before
hu_hu: Előtte

source: After
hu_hu: Utána

source: Here you can choose the placement of the badges to be before or after the Main Text.
hu_hu: Itt kiválaszthatja, hogy a jelvények a Fő szöveg előtt vagy után legyenek elhelyezve.

source: Background Color
hu_hu: Háttérszín

source: Here you can define a custom background color for the badge
hu_hu: Itt egyéni háttérszínt határozhat meg a jelvényhez

source: Here you can define a gap between the text and the badge
hu_hu: Itt meghatározhat egy távolságot a szöveg és a jelvény között

source: Supreme Before/After Image Slider
hu_hu: Supreme előtte/utána képcsúszka

source: Images
hu_hu: Képek

source: Labels
hu_hu: Címkék

source: Link
hu_hu: Hivatkozás

source: Before Image
hu_hu: Előtte kép

source: Before Label
hu_hu: Előtte címke

source: After Label
hu_hu: Utána címke

source: Overlay
hu_hu: Átfedés

source: Handle Slider
hu_hu: Csúszka fogantyúja

source: Sizing
hu_hu: Méretezés

source: Upload an before image
hu_hu: Töltsön fel egy előtte képet

source: Choose an before Image
hu_hu: Válasszon egy előtte képet

source: Set As Before Image
hu_hu: Állítsa be előtte képként

source: Upload your desired before image, or type in the URL to the image you would like to display.
hu_hu: Töltse fel a kívánt előtte képet, vagy írja be a megjeleníteni kívánt kép URL-jét.

source: Before Image Alternative Text
hu_hu: Előtte kép alternatív szövege

source: Before Image Title Text
hu_hu: Előtte kép címszöveg

source: Upload an after image
hu_hu: Töltsön fel egy utána képet

source: Choose an after Image
hu_hu: Válasszon egy utána képet

source: Set As After Image
hu_hu: Beállítás utána képként

source: Upload your desired after image, or type in the URL to the image you would like to display.
hu_hu: Töltse fel a kívánt utána képet, vagy adja meg annak a képnek az URL-jét, amelyet meg szeretne jeleníteni.

source: After Image Alternative Text
hu_hu: Utána kép alternatív szövege

source: After Image Title Text
hu_hu: Utána kép címszöveg

source: Before Label Text
hu_hu: Előtte címkeszöveg

source: This defines the before label text.
hu_hu: Ez határozza meg az előtte címkeszöveget.

source: After Label Text
hu_hu: Utána címkeszöveg

source: This defines the after label text.
hu_hu: Ez határozza meg az utána címkeszöveget.

source: Show Labels on Hover
hu_hu: Címkék megjelenítése rámutatáskor

source: Default Offset Percentage
hu_hu: Alapértelmezett eltolás százaléka

source: How much of the before image is visible when the page loads.
hu_hu: Mennyi látszik az előtte képből az oldal betöltésekor.

source: Orientation
hu_hu: Tájolás

source: No Overlay
hu_hu: Nincs fedvény

source: Here you can choose whether or not your to show overlay with before and after.
hu_hu: Itt kiválaszthatja, hogy megjelenjen-e fedvény az előtte és utána esetén.

source: Move Slider on Hover?
hu_hu: Csúszka mozgatása rámutatáskor?

source: Move slider on mouse hover.
hu_hu: A csúszka mozgatása rámutatáskor.

source: Move Slider with Handle
hu_hu: Csúszka mozgatása a fogantyúval

source: Allow a user to swipe anywhere on the image to control slider movement.
hu_hu: Tegye lehetővé, hogy a felhasználó a képen bárhol elhúzással irányítsa a csúszka mozgását.

source: Click to Move Slider
hu_hu: Kattintás a csúszka mozgatásához

source: Allow a user to click (or tap) anywhere on the image to move the slider to that location.
hu_hu: Tegye lehetővé, hogy a felhasználó a képen bárhová kattintva (vagy koppintva) a csúszkát arra a pontra mozgassa.

source: Here you can define a custom background color for the before label.
hu_hu: Itt megadhat egy egyéni háttérszínt az előtte címkéhez.

source: Here you can define a custom background color for the after label.
hu_hu: Itt megadhat egy egyéni háttérszínt az utána címkéhez.

source: Overlay Color
hu_hu: Fedvény színe

source: Here you can define a custom color for the overlay
hu_hu: Itt megadhat egy egyéni színt a fedvényhez

source: Handle Border Color
hu_hu: Fogantyú szegélyszíne

source: Here you can define a custom border color for the handle slider.
hu_hu: Itt megadhat egy egyéni szegélyszínt a csúszka fogantyújához.

source: Handle Border Radius
hu_hu: Fogantyú sarokkerekítése

source: Handle Background Color
hu_hu: Fogantyú háttérszíne

source: Here you can define a custom background color for the handle slider.
hu_hu: Itt megadhat egy egyéni háttérszínt a csúszka fogantyújához.

source: Arrow Color
hu_hu: Nyíl színe

source: Here you can define a custom arrow color for the handle slider.
hu_hu: Itt megadhat egy egyéni színt a csúszka fogantyúján lévő nyílhoz.

source: Supreme Blob Shape Image
hu_hu: Supreme Blob alakzat képe

source: Overlay Content
hu_hu: Fedvény tartalma

source: Blob Image Settings
hu_hu: Blob kép beállításai

source: Overlay Title
hu_hu: Fedvény címe

source: Overlay Description
hu_hu: Fedvény leírása

source: Image Alternative Text
hu_hu: Kép alternatív szövege

source: Image Title Text
hu_hu: Kép címszöveg

source: Blob Shapes
hu_hu: Blob alakzatok

source: Description
hu_hu: Leírás

source: Show Content On Hover
hu_hu: Tartalom megjelenítése ráhúzáskor

source: Image Link URL
hu_hu: Kép hivatkozásának URL-je

source: If you would like your image to be a link, input your destination URL here. No link will be created if this field is left blank.
hu_hu: Ha azt szeretné, hogy a képe hivatkozás legyen, írja be ide a cél URL-t. Nem jön létre hivatkozás, ha ezt a mezőt üresen hagyja.

source: Image Link Target
hu_hu: Képhivatkozás célja

source: Here you can choose whether or not your link opens in a new window
hu_hu: Itt kiválaszthatja, hogy a hivatkozás új ablakban nyíljon-e meg

source: Use Overlay
hu_hu: Átfedés használata

source: Use Gradient Color
hu_hu: Színátmenet használata

source: Gradient Angle
hu_hu: Színátmenet szöge

source: Fade Offset
hu_hu: Áttűnési eltolás

source: Gradient Color 1
hu_hu: Színátmenet 1. színe

source: Gradient Color 1 Offset
hu_hu: Színátmenet 1. színének eltolása

source: Gradient Color 2
hu_hu: Színátmenet 2. színe

source: Gradient Color 2 Offset
hu_hu: Színátmenet 2. színének eltolása

source: Size
hu_hu: Méret

source: Initial
hu_hu: Kezdeti

source: Cover
hu_hu: Kitöltés

source: Blob Image Height
hu_hu: Blob-kép magassága

source: Content Padding
hu_hu: Tartalom belső margója

source: Adjust padding to specific values, or leave blank to use the default padding.
hu_hu: Állítsa be a belső margót konkrét értékekre, vagy hagyja üresen az alapértelmezett belső margó használatához.

source: Block Reveal Animation
hu_hu: Block Reveal animáció

source: Upload your desired image, or type in the URL to the image you would like to display.
hu_hu: Töltse fel a kívánt képet, vagy írja be a megjelenítendő kép URL-jét.

source: Open in Lightbox
hu_hu: Megnyitás Lightboxban

source: Here you can choose whether or not the image should open in Lightbox. Note: if you select to open the image in Lightbox, url options below will be ignored.
hu_hu: Itt kiválaszthatja, hogy a kép megnyíljon-e Lightboxban. Megjegyzés: ha a kép megnyitását Lightboxban választja, az alábbi url beállítások figyelmen kívül lesznek hagyva.

source: Use Other Lightbox Image
hu_hu: Másik Lightbox-kép használata

source: Here you can choose whether you want to have another image should open in Lightbox.
hu_hu: Itt kiválaszthatja, hogy egy másik kép nyíljon meg Lightboxban.

source: Upload an Lightbox image
hu_hu: Lightbox-kép feltöltése

source: Choose an Lightbox Image
hu_hu: Válasszon Lightbox-képet

source: Set As Lightbox Image
hu_hu: Beállítás Lightbox-képként

source: Close Color
hu_hu: Bezárás színe

source: Here you can define a custom color for the lightbox close button.
hu_hu: Itt megadhat egy egyéni színt a lightbox bezáró gombjához.

source: Max Width
hu_hu: Maximális szélesség

source: Setting a maximum width will prevent your lightbox from ever surpassing the defined width value. Maximum width can be used in combination with the standard width setting. Maximum width supersedes the normal width value.
hu_hu: A maximális szélesség beállítása megakadályozza, hogy a lightbox valaha is túllépje a meghatározott szélességértéket. A maximális szélesség a szabványos szélességbeállítással együtt is használható. A maximális szélesség felülírja a normál szélesség értékét.

source: Use as Video Popup
hu_hu: Használja videó felugróként

source: Put the Video link on the Image URL. Copy the video URL link and paste it here. Support: YouTube, Vimeo and Dailymotion.
hu_hu: Helyezze el a videó hivatkozását az Image URL mezőbe. Másolja a videó URL-hivatkozását, és illessze be ide. Támogatott: YouTube, Vimeo és Dailymotion.

source: Image Overlay
hu_hu: Kép átfedés

source: If enabled, an overlay color and icon will be displayed when a visitors hovers over the image
hu_hu: Ha engedélyezi, egy átfedő szín és ikon jelenik meg, amikor egy látogató a kép fölé viszi az egérmutatót

source: If enabled, icon will only show up.
hu_hu: Ha engedélyezi, csak az ikon jelenik meg.

source: Overlay Icon Color
hu_hu: Átfedés ikonjának színe

source: Here you can define a custom color for the overlay icon
hu_hu: Itt megadhat egy egyéni színt az átfedés ikonjához

source: Icon Picker
hu_hu: Ikonválasztó

source: Here you can define a custom icon for the overlay
hu_hu: Itt megadhat egy egyéni ikont az átfedéshez

source: Show Overlay On Hover
hu_hu: Átfedés megjelenítése egér fölé vitelekor

source: If enabled, overlay will only show on hover.
hu_hu: Ha engedélyezi, az átfedés csak egér fölé vitelekor jelenik meg.

source: Image Alignment
hu_hu: Kép igazítása

source: Here you can choose the image alignment.
hu_hu: Itt kiválaszthatja a kép igazítását.

source: Force Fullwidth
hu_hu: Teljes szélesség kényszerítése

source: When enabled, this will dsm-supreme-modules-pro-for-divi your image to extend 100% of the width of the column it's in.
hu_hu: Ha engedélyezi, ez dsm-supreme-modules-pro-for-divi a képét, hogy a benne lévő oszlop szélességének 100%-át kitöltse.

source: Left to Right
hu_hu: Balról jobbra

source: Right to Left
hu_hu: Jobbról balra

source: Top to Bottom
hu_hu: Fentről lefelé

source: Bottom to Top
hu_hu: Lentről felfelé

source: Block Reveal Color
hu_hu: Blokk felfedés színe

source: Here you can define a custom color for the block reveal.
hu_hu: Itt megadhatja a blokk felfedésének egyéni színét.

source: Delay
hu_hu: Késleltetés

source: Adjust delay for the block reveal animation.
hu_hu: Állítsa be a blokkfelfedési animáció késleltetését.

source: Animate in Viewport
hu_hu: Animáció a viewportban

source: Animation when the div comes in viewport.
hu_hu: Animáció, amikor a div a viewportba kerül.

source: Block Reveal Text
hu_hu: Blokk felfedés szöveg

source: Elements
hu_hu: Elemek

source: Carousel Settings
hu_hu: Carousel beállításai

source: Post Item
hu_hu: Bejegyzéselem

source: Post Thumnail
hu_hu: Bejegyzés bélyegképe

source: Post Entry Title
hu_hu: Bejegyzés címe

source: Post Entry Summary
hu_hu: Bejegyzés összefoglalója

source: Post Entry Meta
hu_hu: Bejegyzés metaadatai

source: Readmore
hu_hu: Bővebben

source: Navigation
hu_hu: Navigáció

source: Pagination
hu_hu: Lapozás

source: Bottom Meta Items
hu_hu: Alsó metaelemek

source: Summary
hu_hu: Összefoglaló

source: Date
hu_hu: Dátum

source: Author
hu_hu: Szerző

source: Category
hu_hu: Kategória

source: Author Image
hu_hu: Szerző képe

source: Post Count
hu_hu: Bejegyzések száma

source: Post Offset Number
hu_hu: Bejegyzés eltolási száma

source: Included Categories
hu_hu: Tartalmazott kategóriák

source: Current Category
hu_hu: Jelenlegi kategória

source: Overlay Icon
hu_hu: Átfedés ikonja

source: Overlay Icon Size
hu_hu: Átfedés ikonjának mérete

source: Show Featured Image
hu_hu: Kiemelt kép megjelenítése

source: Enabled Lazy Load
hu_hu: Lazy Load engedélyezése

source: If enable, images will be lazy loaded (Lazy loading images can improve performance, but it may not work with all performance caching plugins. Please test your settings before enabling this option).
hu_hu: Ha engedélyezi, a képek lazy loadinggal töltődnek be (A lazy loadinggel betöltött képek javíthatják a teljesítményt, de előfordulhat, hogy nem működik minden teljesítmény-gyorsítótárazó bővítménnyel. Kérjük, tesztelje a beállításait, mielőtt engedélyezi ezt az opciót).

source: Thumbnail Type
hu_hu: Bélyegkép típusa

source: Cover Fit
hu_hu: Cover illesztés

source: Thumbnail Height
hu_hu: Bélyegkép magassága

source: Show Title
hu_hu: Cím megjelenítése

source: Show Excerpt
hu_hu: Kivonat megjelenítése

source: Excerpt Text
hu_hu: Kivonat szövege

source: Define the length of automatically generated excerpts. Leave blank for default ( 50 )
hu_hu: Határozza meg az automatikusan létrehozott kivonatok hosszát. Hagyja üresen az alapértelmezett értékhez ( 50 )

source: Show Date
hu_hu: Dátum megjelenítése

source: Date Format
hu_hu: Dátumformátum

source: If you would like to adjust the date format, input the appropriate PHP date format here.
hu_hu: Ha szeretné módosítani a dátumformátumot, adja meg itt a megfelelő PHP dátumformátumot.
