Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-community/fluent-community-*.po
Languages: hu_hu

source: Answer all questions to submit
hu_hu: A beküldéshez válaszoljon minden kérdésre

source: Any Community Members
hu_hu: Bármely közösségi tag

source: Any Logged in users
hu_hu: Bármely bejelentkezett felhasználó

source: Any Member Can Invite Other Members
hu_hu: Bármely tag meghívhat más tagokat

source: Any Members
hu_hu: Bármelyik tag

source: Anyone
hu_hu: Bárki

source: Anyone can view and enroll the course for free
hu_hu: Bárki megtekintheti és ingyenesen beiratkozhat a kurzusra

source: Appearance
hu_hu: Megjelenés

source: Approve
hu_hu: Jóváhagyás

source: Approve Access
hu_hu: Hozzáférés jóváhagyása

source: Approve Account
hu_hu: Fiók jóváhagyása

source: Approximate time when the digest emails will start sending for the members
hu_hu: Körülbelüli időpont, amikor a tagoknak szóló összefoglaló e-mailek küldése megkezdődik

source: Are you sure you want to approve this user?
hu_hu: Biztosan jóváhagyja ezt a felhasználót?

source: Are you sure you want to change the slug?
hu_hu: Biztosan módosítja a slugot?

source: Are you sure you want to change username?
hu_hu: Biztosan módosítja a felhasználónevet?

source: Are you sure you want to delete this %s?
hu_hu: Biztosan törli ezt: %s?

source: Are you sure you want to delete this comment and associated data?
hu_hu: Biztosan törli ezt a megjegyzést és a kapcsolódó adatokat?

source: Are you sure you want to delete this course?
hu_hu: Biztosan törli ezt a kurzust?

source: Are you sure you want to delete this document?
hu_hu: Biztosan törli ezt a dokumentumot?

source: Are you sure you want to delete this feed?
hu_hu: Biztosan törli ezt a feedet?

source: Are you sure you want to delete this invitation?
hu_hu: Biztosan törli ezt a meghívást?

source: Are you sure you want to delete this lesson? All the associated data will be deleted too.
hu_hu: Biztosan törli ezt a leckét? Minden kapcsolódó adat is törlődik.

source: Are you sure you want to delete this question?
hu_hu: Biztosan törli ezt a kérdést?

source: Are you sure you want to delete this report?
hu_hu: Biztosan törli ezt a jelentést?

source: Are you sure you want to delete this section? All the associated lessons and enrollment data will be deleted too.
hu_hu: Biztosan törlöd ezt a szakaszt? A hozzá tartozó leckék és a beiratkozási adatok is törlődnek.

source: Are you sure you want to delete this space?
hu_hu: Biztosan törlöd ezt a teret?

source: Are you sure you want to ignore this?
hu_hu: Biztosan figyelmen kívül hagyod ezt?

source: Are you sure you want to leave this community?
hu_hu: Biztosan elhagyod ezt a közösséget?

source: Are you sure you want to remove this group?
hu_hu: Biztosan eltávolítod ezt a csoportot?

source: Are you sure you want to remove this link?
hu_hu: Biztosan eltávolítod ezt a linket?

source: Are you sure you want to remove this manager?
hu_hu: Biztosan eltávolítod ezt a menedzsert?

source: Are you sure you want to remove this member from this community?
hu_hu: Biztosan eltávolítod ezt a tagot ebből a közösségből?

source: Are you sure you want to remove this space?
hu_hu: Biztosan eltávolítod ezt a teret?

source: Are you sure you want to remove this student from this course?
hu_hu: Biztosan eltávolítod ezt a hallgatót ebből a kurzusból?

source: Are you sure you want to remove this topic?
hu_hu: Biztosan eltávolítod ezt a témát?

source: Are you sure you want to remove this webhook?
hu_hu: Biztosan eltávolítod ezt a webhookot?

source: Are you sure you want to send email to everyone? An automated email will be sent to all the members of the space after 5 minutes of this post
hu_hu: Biztosan e-mailt küldesz mindenkinek? A bejegyzés után 5 perccel automatizált e-mail kerül kiküldésre a tér összes tagjának.

source: Are you sure you want to send email to everyone? An automated email will be sent to all the members of the space. The email will be sent at the scheduled time.
hu_hu: Biztosan e-mailt küldesz mindenkinek? Automatizált e-mail kerül kiküldésre a tér összes tagjának. Az e-mail az ütemezett időpontban lesz elküldve.

source: Are you sure you want to unpublish this?
hu_hu: Biztosan visszavonod ennek a közzétételét?

source: Are you sure?
hu_hu: Biztos vagy benne?

source: As you gain points, you level up. Your level is shown at the bottom right of your avatar.
hu_hu: Ahogy pontokat gyűjtesz, szintet lépsz. A szinted az avatarod jobb alsó sarkában látható.

source: Attach video
hu_hu: Videó csatolása

source: Attempts
hu_hu: Próbálkozások

source: Automate your Course or Space accesses with FluentCRM Tags
hu_hu: Automatizáld a kurzus- vagy térhozzáféréseket a FluentCRM címkéivel

source: Automatically login the user to the portal (secure with signed URL) from email notification links
hu_hu: Felhasználó automatikus bejelentkeztetése a portálra (aláírt URL-lel védve) az e-mail értesítések linkjeiről

source: Available on Pro
hu_hu: Elérhető a Pro csomagban

source: Average completion rate
hu_hu: Átlagos befejezési arány

source: Back to Lessons
hu_hu: Vissza a leckékhez

source: Back to home
hu_hu: Vissza a kezdőlapra

source: Background Color
hu_hu: Háttérszín

source: Background Image
hu_hu: Háttérkép

source: Badge Title
hu_hu: Jelvény címe

source: Banner Image
hu_hu: Banner képe

source: Basic Info
hu_hu: Alapinformációk

source: Block
hu_hu: Blokkolás

source: Block User
hu_hu: Felhasználó blokkolása

source: Blocked
hu_hu: Blokkolva

source: Blocking this user will hide their posts from your feed and prevent them from interacting with you. Are you sure you want to block this user?
hu_hu: Ennek a felhasználónak a blokkolása elrejti a bejegyzéseit a hírfolyamodból, és megakadályozza, hogy interakcióba lépjen veled. Biztosan blokkolod ezt a felhasználót?

source: Bookmark this post
hu_hu: Bejegyzés könyvjelzőzése

source: Bookmarked
hu_hu: Könyvjelzőzve

source: Bucket Sub-Folder (Optional)
hu_hu: Bucket almappa (opcionális)

source: BudyBoss Group
hu_hu: BudyBoss csoport

source: BudyPress Group
hu_hu: BudyPress csoport

source: Bullet List
hu_hu: Felsorolás

source: BunnyCDN API Key
hu_hu: BunnyCDN API-kulcs

source: BunnyCDN Public URL
hu_hu: BunnyCDN nyilvános URL

source: BunnyCDN Storage Zone Name
hu_hu: BunnyCDN Storage Zone neve

source: Button Background
hu_hu: Gomb háttérszíne

source: Button Label
hu_hu: Gomb felirata

source: Button Link
hu_hu: Gomb hivatkozása

source: Button Text Color
hu_hu: Gomb szövegszíne

source: Button Type
hu_hu: Gomb típusa

source: By Space/Course Memberships
hu_hu: Tér/kurzus tagságok alapján

source: By System
hu_hu: Rendszer szerint

source: By System
hu_hu: Rendszer szerint

source: Call to Action
hu_hu: Felhívás cselekvésre

source: Call to action
hu_hu: Felhívás cselekvésre

source: Cancelled
hu_hu: Lemondva

source: Cannot be deleted
hu_hu: Nem törölhető

source: Categorize your content and allow members to filter posts with the topic navigation bar in spaces.
hu_hu: Kategorizáld a tartalmaidat, és engedélyezd a tagoknak, hogy a tereken a témanavigációs sávval szűrjék a bejegyzéseket.

source: Categorize your course and allow members to filter courses with the topic navigation bar in the courses directory. You can define up to 20 topics per course.
hu_hu: Kategorizáld a kurzusodat, és engedélyezd a tagoknak, hogy a kurzusok könyvtárában a témanavigációs sávval szűrjék a kurzusokat. Kurzusonként legfeljebb 20 témát határozhatsz meg.

source: Categorize your posts and allow members to filter spaces with the topic navigation bar. You can define up to 20 topics per space.
hu_hu: Kategorizáld a bejegyzéseidet, és engedélyezd a tagoknak, hogy a témanavigációs sávval szűrjék a tereket. Térenként legfeljebb 20 témát határozhatsz meg.

source: Change Cover
hu_hu: Borító módosítása

source: Change Membership
hu_hu: Tagság módosítása

source: Choose a Space Type
hu_hu: Válassz tértípust

source: Choose a date and time in the future when you want your post to be published
hu_hu: Válassz egy jövőbeli dátumot és időpontot, amikor a bejegyzésedet közzé szeretnéd tenni

source: Choose the privacy settings for spaces page of a member profile.
hu_hu: Válaszd ki a tag profiljának Terek oldalára vonatkozó adatvédelmi beállításokat.

source: Choose up to %s topics (optional)
hu_hu: Válassz legfeljebb %s témát (opcionális)

source: Choose up to 20 topics
hu_hu: Válassz legfeljebb 20 témát

source: Choose where to store your media files. Options include Local File System, Amazon S3, or Cloudflare R2 for storing and serving your media assets
hu_hu: Válaszd ki, hol tárold a médiafájljaidat. Lehetőségek: Local File System, Amazon S3 vagy Cloudflare R2 a médiafájlok tárolására és kiszolgálására

source: Choose whether the all-members page should be public, private, or admin/moderator only.
hu_hu: Válaszd ki, hogy a Minden tag oldal nyilvános, privát vagy csak admin/moderátor számára legyen.

source: Choose whether the leaderboard top members should be public, private, or admin/moderator only.
hu_hu: Válaszd ki, hogy a ranglista legjobb tagjai nyilvánosak, privátak vagy csak admin/moderátor számára láthatók legyenek.

source: Classic
hu_hu: Klasszikus

source: Classic is the default layout. For a more visual and engaging experience, the Modern layout displays the featured image or embedded video thumbnail.
hu_hu: A Klasszikus az alapértelmezett elrendezés. A vizuálisabb és vonzóbb élmény érdekében a Modern elrendezés megjeleníti a kiemelt képet vagy a beágyazott videó bélyegképét.

source: Classic: Image/Video after the content. Modern: Image/Video at first
hu_hu: Klasszikus: kép/videó a tartalom után. Modern: kép/videó az elején

source: Click to view
hu_hu: Kattints a megtekintéshez

source: Close
hu_hu: Bezár

source: Cloudflare Access Key
hu_hu: Cloudflare hozzáférési kulcs

source: Cloudflare Account ID
hu_hu: Cloudflare fiókazonosító

source: Cloudflare Bucket Name
hu_hu: Cloudflare bucket neve

source: Cloudflare Bucket Public URL
hu_hu: Cloudflare bucket nyilvános URL-je

source: Cloudflare R2 (Recommended)
hu_hu: Cloudflare R2 (Ajánlott)

source: Cloudflare Secret Key
hu_hu: Cloudflare titkos kulcs

source: Code
hu_hu: Kód

source: Color
hu_hu: Szín

source: Comment
hu_hu: Hozzászólás

source: Comment cannot be empty
hu_hu: A hozzászólás nem lehet üres

source: Comment updated successfully
hu_hu: A hozzászólás sikeresen frissítve

source: Commented in
hu_hu: Hozzászólott itt

source: Comments (%s)
hu_hu: Hozzászólások (%s)

source: Comments are disabled for this post.
hu_hu: Ehhez a bejegyzéshez a hozzászólások le vannak tiltva.

source: Comments have been disabled.
hu_hu: A hozzászólások le lettek tiltva.

source: Comments have been enabled.
hu_hu: A hozzászólások engedélyezve lettek.

source: Community Account Username
hu_hu: Közösségi fiók felhasználóneve

source: Community Admin (All Access)
hu_hu: Közösségi admin (teljes hozzáférés)

source: Community Default
hu_hu: Közösségi alapértelmezett

source: Community Managers
hu_hu: Közösségi menedzserek

source: Community Title
hu_hu: Közösség címe

source: Community title
hu_hu: Közösség címe

source: Complete Lesson
hu_hu: Lecke befejezése

source: Complete your profile
hu_hu: Töltsd ki a profilod

source: Completed
hu_hu: Teljesítve

source: Completed %1s of %2s
hu_hu: Elvégezve %1s / %2s

source: Config could not be loaded
hu_hu: A konfiguráció nem tölthető be

source: Configure
hu_hu: Beállítás

source: Configure Media Storage
hu_hu: Médiatároló beállítása

source: Configure the appearance and behavior of your login form.
hu_hu: Állítsa be a bejelentkezési űrlap megjelenését és működését.

source: Configure the appearance and behavior of your signup form.
hu_hu: Állítsa be a regisztrációs űrlap megjelenését és működését.

source: Confirm Account Deactivation
hu_hu: Fiók deaktiválásának megerősítése

source: Confirm Delete
hu_hu: Törlés megerősítése

source: Congratulation! Migration has been completed!
hu_hu: Gratulálunk! A migráció befejeződött!

source: Congratulations! Course completed! 🎉
hu_hu: Gratulálunk! A kurzus befejeződött! 🎉

source: Content
hu_hu: Tartalom

source: Content Moderation is disabled
hu_hu: A tartalommoderálás le van tiltva

source: Continue Course
hu_hu: Kurzus folytatása

source: Continue to Deactivate Account
hu_hu: Folytatás a fiók deaktiválásához

source: Control user accesses to different spaces/courses of your portal based on the contact tags.
hu_hu: Szabályozza a portál különböző tereihez/kurzusaihoz való felhasználói hozzáférést a kapcsolati címkék alapján.

source: Copy
hu_hu: Másolás

source: Copy Invitation URl
hu_hu: Meghívó URl másolása

source: Copy Link
hu_hu: Hivatkozás másolása

source: Copy the keys in the right column and paste it into the app you want to use for sending the POST request.
hu_hu: Másolja a kulcsokat a jobb oldali oszlopból, és illessze be azokat abba az alkalmazásba, amelyet a POST kérés küldéséhez használni szeretne.

source: Correct
hu_hu: Helyes

source: Correct Answers
hu_hu: Helyes válaszok

source: Course Admin
hu_hu: Kurzus adminisztrátor

source: Course Content
hu_hu: Kurzus tartalma

source: Course Contents
hu_hu: Kurzus tartalmai

source: Course Creator
hu_hu: Kurzus készítője

source: Course Description
hu_hu: Kurzus leírása

source: Course Details
hu_hu: Kurzus részletei

source: Course Instructor
hu_hu: Kurzus oktatója

source: Course Layout
hu_hu: Kurzus elrendezése

source: Course Links
hu_hu: Kurzus hivatkozásai

source: Course Management
hu_hu: Kurzuskezelés

source: Course Module
hu_hu: Kurzusmodul

source: Course Module Settings
hu_hu: Kurzusmodul beállításai

source: Course Module is disabled
hu_hu: A kurzusmodul le van tiltva

source: Course Module is disabled. Please enable the course module first
hu_hu: A kurzusmodul le van tiltva. Kérjük, először engedélyezze a kurzusmodult

source: Course Slug (no spaces or special characters)
hu_hu: Kurzus slug (szóköz és speciális karakterek nélkül)

source: Course Students
hu_hu: Kurzus hallgatói

source: Course Title
hu_hu: Kurzus címe

source: Course progress
hu_hu: Kurzus előrehaladása

source: Course starts on a specific date. Sections are dripped relative to that date.
hu_hu: A kurzus egy meghatározott napon indul. A szakaszok ehhez a dátumhoz viszonyítva kerülnek fokozatosan kiadásra.

source: Cover Photo
hu_hu: Borítófotó

source: Create
hu_hu: Létrehozás

source: Create Invitation Link
hu_hu: Meghívó hivatkozás létrehozása

source: Create Link
hu_hu: Hivatkozás létrehozása

source: Create New Group
hu_hu: Új csoport létrehozása

source: Create Post
hu_hu: Bejegyzés létrehozása

source: Create User in WP when you apply a configured tag on a contact to add to the course / space.
hu_hu: Hozzon létre felhasználót a WP-ben, amikor egy beállított címkét alkalmaz egy kapcsolatra, hogy hozzáadja a kurzushoz / térhez.

source: Create a Course
hu_hu: Kurzus létrehozása

source: Create a Discussion Space
hu_hu: Beszélgetési tér létrehozása

source: Create a Link
hu_hu: Hivatkozás létrehozása

source: Create a new Group
hu_hu: Új csoport létrehozása

source: Create a new course
hu_hu: Új kurzus létrehozása

source: Create a simple link to share with potential members. Anyone with the link can join this space.
hu_hu: Hozzon létre egy egyszerű hivatkozást, amelyet megoszthat a leendő tagokkal. A link birtokában bárki csatlakozhat ehhez a térhez.

source: Create an invitation link
hu_hu: Meghívó hivatkozás létrehozása

source: Create contact in FluentCRM (if not exist) when join in the configured spaces / courses.
hu_hu: Hozzon létre kapcsolatot a FluentCRM-ben (ha nem létezik), amikor csatlakozik a beállított terekhez / kurzusokhoz.

source: Create your first course
hu_hu: Hozza létre az első kurzusát

source: Cumulative
hu_hu: Összesített

source: Custom Auth URL
hu_hu: Egyéni Auth URL

source: Custom CSS
hu_hu: Egyéni CSS

source: Custom HTML Code
hu_hu: Egyéni HTML-kód

source: Custom Image
hu_hu: Egyéni kép

source: Custom JavaScript
hu_hu: Egyéni JavaScript

source: Custom Lock Screen
hu_hu: Egyéni zárolási képernyő

source: Custom Permalink
hu_hu: Egyéni permalink

source: Custom SVG
hu_hu: Egyéni SVG

source: Custom Signup URL (Required)
hu_hu: Egyéni regisztrációs URL (kötelező)

source: Custom Snippets
hu_hu: Egyéni kódrészletek

source: Custom Snippets could not be loaded
hu_hu: Az egyéni kódrészletek nem tölthetők be

source: Customization Settings
hu_hu: Testreszabási beállítások

source: Customizations could not be loaded
hu_hu: A testreszabások nem tölthetők be

source: Customize
hu_hu: Testreszabás

source: Customize Login
hu_hu: Bejelentkezés testreszabása

source: Customize Login/Signup Form
hu_hu: Bejelentkezési/regisztrációs űrlap testreszabása

source: Customize Sign Up
hu_hu: Regisztráció testreszabása

source: Customize Your Giphy Module Settings
hu_hu: A Giphy modul beállításainak testreszabása

source: Customize Your Portal
hu_hu: A portál testreszabása

source: Customize the UI features of the portal
hu_hu: Szabja testre a portál felhasználói felületének funkcióit

source: Customize the privacy and compliance settings as per your needs.
hu_hu: Szabja testre az adatvédelmi és megfelelőségi beállításokat igényei szerint.

source: Customize your login and registration form settings
hu_hu: Szabja testre a bejelentkezési és regisztrációs űrlap beállításait

source: Daily
hu_hu: Napi

source: Date
hu_hu: Dátum

source: Day
hu_hu: Nap

source: Days
hu_hu: Napok

source: Deactivated (self)
hu_hu: Deaktiválva (saját maga)

source: Deactivating your account will make your content and profile invisible to others. You will also lose access to the community until you reactivate your account.
hu_hu: Fiókja deaktiválása láthatatlanná teszi tartalmait és profilját mások számára. A közösséghez való hozzáférést is elveszíti, amíg újra nem aktiválja a fiókját.

source: Decline
hu_hu: Elutasítás

source: Default Email sending frequency for one-to-one messages
hu_hu: Alapértelmezett e-mail-küldési gyakoriság a személyes üzenetekhez

source: Default Feed Layout
hu_hu: Alapértelmezett hírfolyam-elrendezés

source: Default Feed Sort By
hu_hu: Alapértelmezett hírfolyam rendezésének alapja

source: Default Layout Styles
hu_hu: Alapértelmezett elrendezési stílusok

source: Default Lock Screen
hu_hu: Alapértelmezett zárolási képernyő

source: Default Login URL
hu_hu: Alapértelmezett bejelentkezési URL

source: Default Open Graph Image
hu_hu: Alapértelmezett Open Graph kép

source: Default Permalink
hu_hu: Alapértelmezett permalink

source: Default Post Sort By
hu_hu: Alapértelmezett bejegyzés rendezésének alapja

source: Default Signup URL
hu_hu: Alapértelmezett regisztrációs URL

source: Define the permalink of the logo you want to use.
hu_hu: Határozza meg a használni kívánt logó permalinkjét.

source: Delete %s
hu_hu: %s törlése

source: Delete Course
hu_hu: Kurzus törlése

source: Delete Group
hu_hu: Csoport törlése

source: Delete Lesson
hu_hu: Lecke törlése

source: Delete Question
hu_hu: Kérdés törlése

source: Delete Report
hu_hu: Jelentés törlése

source: Delete Space
hu_hu: Tér törlése

source: Delete section
hu_hu: Szakasz törlése

source: Delete space
hu_hu: Tér törlése

source: Deliver engaging & high-perfromance learning experiences in your community.
hu_hu: Nyújtson lebilincselő & nagy teljesítményű tanulási élményeket közösségében.

source: Describe about this quiz
hu_hu: Írjon leírást erről a kvízről

source: Description
hu_hu: Leírás

source: Description (optional)
hu_hu: Leírás (opcionális)

source: Description of the topic
hu_hu: A téma leírása

source: Design
hu_hu: Dizájn

source: Details
hu_hu: Részletek

source: Did the student pass or fail?
hu_hu: A tanuló átment vagy megbukott?

source: Disable
hu_hu: Letiltás

source: Disable Feed Sort By Options
hu_hu: A hírfolyam rendezési lehetőségeinek letiltása

source: Disable Post Sort By Options
hu_hu: A bejegyzések rendezési lehetőségeinek letiltása

source: Disable comments
hu_hu: Hozzászólások letiltása

source: Disable comments for all the lessons for this course
hu_hu: Hozzászólások letiltása a kurzus összes leckéjén

source: Disable powered by FluentCommunity in the email footer
hu_hu: A powered by FluentCommunity letiltása az e-mail láblécében

source: Disabled
hu_hu: Letiltva

source: Discover exciting new features now!
hu_hu: Fedezze fel az izgalmas új funkciókat most!

source: Discussion Space
hu_hu: Beszélgetési tér

source: Display Name
hu_hu: Megjelenített név

source: Displays a 'Powered by FluentCommunity' link, showing support for the platform and increasing its visibility.
hu_hu: Egy 'Powered by FluentCommunity' hivatkozást jelenít meg, amely a platform támogatását jelzi és növeli annak láthatóságát.

source: Do not use your community portal URL here. Maybe you can use your login/signup URL
hu_hu: Ne a közösségi portál URL-jét használja itt. Használhatja esetleg a bejelentkezési/regisztrációs URL-t

source: Document Library Access (View & Download)
hu_hu: Dokumentumtár hozzáférés (Megtekintés & Letöltés)

source: Documents & Files
hu_hu: Dokumentumok & fájlok

source: Documents and Files
hu_hu: Dokumentumok és fájlok

source: Documents and Files in %s
hu_hu: Dokumentumok és fájlok a %s

source: Don't have an affiliate account?
hu_hu: Nincs affiliate fiókja?

source: Draft
hu_hu: Piszkozat

source: Drop file here or click to upload
hu_hu: Húzza ide a fájlt vagy kattintson a feltöltéshez

source: Earliest
hu_hu: Legrégebbi

source: Edit
hu_hu: Szerkesztés

source: Edit Article
hu_hu: Cikk szerkesztése

source: Edit Badge
hu_hu: Jelvény szerkesztése

source: Edit Course
hu_hu: Kurzus szerkesztése

source: Edit Email Notification
hu_hu: E-mail értesítés szerkesztése

source: Edit Feed
hu_hu: Hírfolyam szerkesztése

source: Edit Group
hu_hu: Csoport szerkesztése

source: Edit Info
hu_hu: Információk szerkesztése

source: Edit Lesson
hu_hu: Lecke szerkesztése

source: Edit Lesson Content
hu_hu: Lecke tartalmának szerkesztése

source: Edit Lessons
hu_hu: Leckék szerkesztése

source: Edit Link
hu_hu: Hivatkozás szerkesztése

source: Edit Post
hu_hu: Bejegyzés szerkesztése

source: Edit Profile
hu_hu: Profil szerkesztése

source: Edit Question
hu_hu: Kérdés szerkesztése

source: Edit Quiz
hu_hu: Kvíz szerkesztése

source: Edit Title
hu_hu: Cím szerkesztése

source: Edit media
hu_hu: Média szerkesztése

source: Edit space
hu_hu: Tér szerkesztése

source: Edit the field from block editor
hu_hu: A mező szerkesztése a blokkszerkesztőből

source: Editing manager role for
hu_hu: Kezelői szerepkör szerkesztése ehhez

source: Editing manager role for %s
hu_hu: Kezelői szerepkör szerkesztése ehhez %s

source: Email Announcement on Post
hu_hu: E-mailes közlemény a bejegyzésről

source: Email Disabled
hu_hu: E-mail letiltva

source: Email Footer
hu_hu: E-mail lábléc

source: Email Notification Settings
hu_hu: E-mail értesítések beállításai

source: Email authors when someone replies to their comments.
hu_hu: E-mail küldése a szerzőknek, ha valaki válaszol a hozzászólásukra.

source: Email from name
hu_hu: E-mail feladó neve

source: Email me when someone comments on my post
hu_hu: Küldjön e-mailt, ha valaki hozzászól a bejegyzésemhez

source: Email me when someone mentions me in a post or comment
hu_hu: Küldjön e-mailt, ha valaki megemlít egy bejegyzésben vagy hozzászólásban

source: Email me when someone replies to my comments
hu_hu: Küldjön e-mailt, ha valaki válaszol a hozzászólásaimra

source: Email notification is disabled for one-to-one messages as per global community settings.
hu_hu: Az egyéni üzenetek e-mail értesítése a globális közösségi beállítások szerint le van tiltva.

source: Email notification on messaging is disabled
hu_hu: Az üzenetküldés e-mail értesítése le van tiltva

source: Email on comment reply
hu_hu: E-mail a hozzászólásra adott válaszról

source: Email on new comment
hu_hu: E-mail az új hozzászólásról
