Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-community/fluent-community-*.po
Languages: hu_hu

source: You are already a member of this site
hu_hu: Már tagja vagy ennek az oldalnak

source: Accept Invitation
hu_hu: Meghívó elfogadása

source: the community
hu_hu: a közösség

source: Welcome back %1$s. %2$s has invited you to join in %3$s. Please click the button below to continue.
hu_hu: Üdv újra, %1$s. %2$s meghívott, hogy csatlakozz a %3$s-hez. A folytatáshoz kattints az alábbi gombra.

source: Invitation accepted successfully. Please wait...
hu_hu: A meghívó sikeresen elfogadva. Kérlek, várj...

source: Invalid invitation token. Please try again
hu_hu: Érvénytelen meghívó token. Kérlek, próbáld újra

source: User ID is required
hu_hu: A felhasználóazonosító kötelező

source: User already exists.
hu_hu: A felhasználó már létezik.

source: User already exists in the space.
hu_hu: A felhasználó már létezik ebben a Space-ben.

source: You have already invited this user
hu_hu: Ezt a felhasználót már meghívtad

source: XProfile not found
hu_hu: XProfile nem található

source: %1$s has invited you to join the %2$s
hu_hu: %1$s meghívott, hogy csatlakozz a %2$s-hez

source: %1$s has invited you to join the %2$s on %3$s
hu_hu: %1$s meghívott, hogy csatlakozz a %2$s-hez a %3$s-en

source: %1$s on %2$s
hu_hu: %1$s a %2$s-en

source: Course Redirect URL is not valid
hu_hu: A kurzus átirányítási URL érvénytelen

source: Course has been updated successfully.
hu_hu: A kurzus sikeresen frissítve.

source: Course has been deleted successfully along with all the associated data
hu_hu: A kurzus sikeresen törölve az összes kapcsolódó adattal együtt

source: User is already added to this course.
hu_hu: A felhasználó már hozzá van adva ehhez a kurzushoz.

source: User has been added to this course
hu_hu: A felhasználó hozzáadva ehhez a kurzushoz

source: Selected user is not a student of this course
hu_hu: A kiválasztott felhasználó nem ennek a kurzusnak a hallgatója

source: Student has been removed from this course
hu_hu: A hallgató el lett távolítva a kurzusból

source: Section indexes have been updated successfully.
hu_hu: A szakasz indexei sikeresen frissítve.

source: Lesson indexes have been updated successfully.
hu_hu: A lecke indexei sikeresen frissítve.

source: Lesson has been moved successfully
hu_hu: A lecke sikeresen áthelyezve

source: Topic has been created successfully.
hu_hu: A téma sikeresen létrehozva.

source: Topic has been updated successfully.
hu_hu: A téma sikeresen frissítve.

source: Section has been deleted successfully.
hu_hu: A szakasz sikeresen törölve.

source: Lesson has been created successfully.
hu_hu: A lecke sikeresen létrehozva.

source: Lesson has been updated successfully.
hu_hu: A lecke sikeresen frissítve.

source: Lesson has been deleted successfully.
hu_hu: A lecke sikeresen törölve.

source: Links have been updated for the course
hu_hu: A kurzus hivatkozásai frissítve

source: Course not found. maybe the course is not published yet!
hu_hu: A kurzus nem található. Lehet, hogy még nincs közzétéve!

source: Lesson not found. maybe the lesson is not published yet!
hu_hu: A lecke nem található. Lehet, hogy még nincs közzétéve!

source: You must need to be invited to view this course
hu_hu: Ehhez a kurzushoz meghívás szükséges

source: You need to login to enroll in this course.
hu_hu: Be kell jelentkezned a kurzusra való feliratkozáshoz.

source: You are not allowed to enroll in this course.
hu_hu: Nem iratkozhatsz fel erre a kurzusra.

source: You are already enrolled in this course.
hu_hu: Már fel vagy iratkozva erre a kurzusra.

source: You have been enrolled in this course.
hu_hu: Feliratkoztál erre a kurzusra.

source: Course is not in published state.
hu_hu: A kurzus nincs közzétett állapotban.

source: Please enroll this course first
hu_hu: Kérlek, előbb iratkozz fel erre a kurzusra

source: Lesson is not on published state.
hu_hu: A lecke nincs közzétett állapotban.

source: Invalid state.
hu_hu: Érvénytelen állapot.

source: You are not allowed to complete this lesson.
hu_hu: Nem fejezheted be ezt a leckét.

source: Lesson completion state updated.
hu_hu: A lecke befejezési állapota frissítve.

source: This lesson is currently locked
hu_hu: Ez a lecke jelenleg zárolva van

source: Please enroll in this course to access this lesson
hu_hu: Kérlek, iratkozz fel erre a kurzusra a lecke eléréséhez

source: Back to Course
hu_hu: Vissza a kurzushoz

source: This lesson is not published for you yet
hu_hu: Ez a lecke még nincs közzétéve számodra

source: It will be available to you on %s
hu_hu: Számodra %s időpontban lesz elérhető

source: Embed Handler
hu_hu: Beágyazási kezelő

source: FluentCommunity Page Template
hu_hu: FluentCommunity Oldalsablon

source: A Page Template that render your WP content into FluentCommunity UI Frame
hu_hu: Oldalsablon, amely a WP-tartalmat a FluentCommunity UI keretébe jeleníti meg

source: Completed a course
hu_hu: Kurzus befejezve

source: This automation will be initiated when a user completes course.
hu_hu: Ez az automatizmus akkor indul, amikor egy felhasználó befejez egy kurzust.

source: This automation will be initiated when a user completes a course.
hu_hu: Ez az automatizmus akkor indul, amikor egy felhasználó befejez egy kurzust.

source: Subscription Status
hu_hu: Feliratkozási állapot

source: Select Status
hu_hu: Állapot kiválasztása

source: An Automated double-opt-in email will be sent for new subscribers
hu_hu: Automatikus double opt-in e-mail kerül kiküldésre az új feliratkozóknak

source: If Contact Already Exist?
hu_hu: Ha a kontakt már létezik?

source: Please specify what will happen if the subscriber already exists in the database
hu_hu: Add meg, mi történjen, ha a feliratkozó már létezik az adatbázisban

source: Targeted Courses
hu_hu: Célzott kurzusok

source: Select which courses this automation is for.
hu_hu: Válaszd ki, mely kurzusokra vonatkozzon ez az automatizmus.

source: Leave blank to run for all courses
hu_hu: Hagyd üresen, hogy minden kurzusra fusson

source: Restart the automation multiple times for a contact for this event. (Only enable this if you want to restart the automation for the same contact)
hu_hu: Az automatizmus többszöri újraindítása egy kontaktnál erre az eseményre. (Csak akkor engedélyezd, ha ugyanannál a kontaktnál újra akarod indítani az automatizmust)

source: If you enable this, it will restart the automation for a contact even if they are already in the automation. Otherwise, it will skip if the contact already exists.
hu_hu: Ha engedélyezed, az automatizmus egy kontaktnál akkor is újraindul, ha már benne van az automatizmusban. Egyébként kihagyja, ha a kontakt már létezik.

source: Enrolled in a course
hu_hu: Feliratkozás egy kurzusra

source: This automation will be initiated when a user enrolls in a course.
hu_hu: Ez az automatizmus akkor indul, amikor egy felhasználó feliratkozik egy kurzusra.

source: Leave blank to run for all Courses
hu_hu: Hagyd üresen, hogy minden kurzusra fusson

source: Lesson Completed
hu_hu: Lecke befejezve

source: This funnel runs when a student completes a lesson
hu_hu: Ez a tölcsér akkor fut, amikor egy hallgató befejez egy leckét

source: Student completes a Lesson in FluentCommunity
hu_hu: A hallgató befejez egy leckét a FluentCommunity-ben

source: This Funnel will start when a student completes a lesson
hu_hu: Ez a tölcsér akkor indul, amikor egy hallgató befejez egy leckét

source: An Automated double-optin email will be sent for new subscribers
hu_hu: Automatikus double-optin e-mail kerül kiküldésre az új feliratkozóknak

source: Please specify what will happen if the subscriber already exist in the database
hu_hu: Add meg, mi történjen, ha a feliratkozó már létezik az adatbázisban

source: Target Lessons
hu_hu: Célzott leckék

source: Select for which Lessons this automation will run
hu_hu: Válaszd ki, mely leckéknél fusson ez az automatizmus

source: Keep it blank to run to any Lesson
hu_hu: Hagyd üresen, hogy bármely leckére fusson

source: Restart the Automation Multiple times for a contact for this event. (Only enable if you want to restart automation for the same contact)
hu_hu: Az automatizmus többszöri újraindítása egy kontaktnál erre az eseményre. (Csak akkor engedélyezd, ha ugyanannál a kontaktnál újra akarod indítani az automatizmust)

source: If you enable, then it will restart the automation for a contact if the contact already in the automation. Otherwise, It will just skip if already exist
hu_hu: Ha engedélyezed, az automatizmus egy kontaktnál akkor is újraindul, ha a kontakt már benne van az automatizmusban. Ellenkező esetben kihagyja, ha már létezik

source: Sorry! the contact does not have a FluentCommunity profile or not a registered site user.
hu_hu: Sajnáljuk! A kontakt nem rendelkezik FluentCommunity-profillal, vagy nem regisztrált felhasználó az oldalon.

source: View Community Profile
hu_hu: Közösségi profil megtekintése

source: Space Name
hu_hu: Space neve

source: Member Since
hu_hu: Tagság kezdete

source: No spaces found for this contact.
hu_hu: Nem találhatók Space-ek ehhez a kontakthoz.

source: Enrolled Courses
hu_hu: Feliratkozott kurzusok

source: Course Name
hu_hu: Kurzus neve

source: Enrolled At
hu_hu: Feliratkozás ideje

source: No courses found for this contact.
hu_hu: Nem találhatók kurzusok ehhez a kontakthoz.

source: Manage Space/Course
hu_hu: Space/kurzus kezelése

source: Manage Space/Course Accesses
hu_hu: Space/kurzus hozzáférések kezelése

source: Select Space or Course
hu_hu: Válassz Space-t vagy kurzust

source: No Space or Course available
hu_hu: Nem érhető el Space vagy kurzus

source: Add to Space or Course
hu_hu: Hozzáadás Térhez vagy Kurzushoz

source: Remove from Space or Course
hu_hu: Eltávolítás Térből vagy Kurzusból

source: No Space or Course selected
hu_hu: Nincs kiválasztva Tér vagy Kurzus

source: No user found for this contact
hu_hu: Nem található felhasználó ehhez a kapcsolathoz

source: Joined in a Space
hu_hu: Csatlakozott egy Térhez

source: This automation will be initiated when a user joins a space.
hu_hu: Ez az automatizálás akkor indul, amikor egy felhasználó csatlakozik egy Térhez.

source: This automation will be initiated when a user join in a Space
hu_hu: Ez az automatizálás akkor indul, amikor egy felhasználó csatlakozik egy Térhez

source: Targeted Spaces
hu_hu: Célzott Terek

source: Select which spaces this automation funnel is for.
hu_hu: Válaszd ki, mely Terekre vonatkozik ez az automatizálási tölcsér.

source: Leave blank to run for all Spaces
hu_hu: Hagyd üresen, hogy minden Térre fusson

source: Restart automation multiple times for a contact for this event. (Enable only if you want to restart automation for the same contact.)
hu_hu: Automatizálás többszöri újraindítása egy kapcsolat számára ennél az eseménynél. (Csak akkor engedélyezd, ha ugyanannál a kapcsolatnál szeretnéd újraindítani az automatizálást.)

source: Connect Fluent Forms with FluentCommunity
hu_hu: Kösd össze a Fluent Forms és a FluentCommunity rendszert

source: Your Feed Name
hu_hu: A feed neve

source: Select Spaces or Courses to Enroll
hu_hu: Válaszd ki a Tereket vagy Kurzusokat a beiratkozáshoz

source: Choose options
hu_hu: Válassz lehetőségeket

source: Map Fields
hu_hu: Mezők összerendelése

source: Associate your user fields to the appropriate Fluent Forms fields by selecting the appropriate form field from the list.
hu_hu: Társítsd a felhasználói mezőidet a megfelelő Fluent Forms mezőkhöz a listából kiválasztva a megfelelő űrlapmezőt.

source: User Profile Field
hu_hu: Felhasználói profil mező

source: Form Field
hu_hu: Űrlapmező

source: For new users
hu_hu: Új felhasználók esetén

source: These settings will apply only if the provided email address is not a registered WordPress user
hu_hu: Ezek a beállítások csak akkor érvényesek, ha a megadott e-mail-cím nem regisztrált WordPress-felhasználó

source: Auto Login & Password Reset Email (For New Users Only)
hu_hu: Automatikus bejelentkezés és jelszó-visszaállító e-mail (csak új felhasználóknak)

source: Allow the user login automatically after Form submission
hu_hu: Engedélyezd, hogy a felhasználó az űrlap beküldése után automatikusan bejelentkezzen

source: Send default WordPress welcome email to user after registration
hu_hu: Küldj alapértelmezett WordPress üdvözlő e-mailt a felhasználónak regisztráció után

source: Conditional Logics
hu_hu: Feltételes logikák

source: Validation Failed
hu_hu: Érvényesítés sikertelen

source: Please Select Space or Course
hu_hu: Kérjük, válaszd ki a Teret vagy a Kurzust

source: Please Select a Email
hu_hu: Kérjük, válassz egy e-mailt

source: %s Integration
hu_hu: %s integráció

source: FluentCommunity Frame
hu_hu: FluentCommunity keret

source: FluentCommunity Full Width Frame
hu_hu: FluentCommunity teljes szélességű keret
