Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-community/fluent-community-*.po
Languages: hu_hu

source: Who can view all members page
hu_hu: Ki tekintheti meg az összes tag oldalát

source: Who can view leaderboard top members.
hu_hu: Ki tekintheti meg a ranglista legjobb tagjait.

source: Who can view membership spaces on the user profile page.
hu_hu: Ki tekintheti meg a tagsági Space-eket a felhasználói profil oldalon.

source: Who can view space members
hu_hu: Ki tekintheti meg a Space tagjait

source: Will be used on card preview and social sharing preview.
hu_hu: A kártya előnézetében és a közösségi megosztás előnézetében lesz használva.

source: Will be used on course card preview and social sharing preview.
hu_hu: A kurzuskártya előnézetében és a közösségi megosztás előnézetében lesz használva.

source: Will end at: %s
hu_hu: Ekkor ér véget: %s

source: Write a comment
hu_hu: Írjon hozzászólást

source: Write a reply
hu_hu: Írjon választ

source: Write something here...
hu_hu: Írjon ide valamit...

source: Write the email message
hu_hu: Írja meg az e-mail üzenetet

source: Write your question here
hu_hu: Írja ide a kérdését

source: Year
hu_hu: Év

source: Yes
hu_hu: Igen

source: Yes, Delete
hu_hu: Igen, törlés

source: Yes, Delete the %s
hu_hu: Igen, törölje a(z) %s

source: Yes, Delete the Space
hu_hu: Igen, törölje a Space-t

source: Yes, Delete the course
hu_hu: Igen, törölje a kurzust

source: Yes, Delete this group
hu_hu: Igen, törölje ezt a csoportot

source: Yes, Ignore
hu_hu: Igen, hagyja figyelmen kívül

source: Yes, Remove
hu_hu: Igen, távolítsa el

source: Yes, Unpublished
hu_hu: Igen, vonja vissza a közzétételt

source: You
hu_hu: Ön

source: You are not allowed to upload media here.
hu_hu: Itt nem tölthet fel médiát.

source: You aren't following anyone yet. Start following other members to connect and keep up with their activity!
hu_hu: Még senkit sem követ. Kezdjen el követni más tagokat, hogy kapcsolatba lépjen velük és kövesse tevékenységüket!

source: You can not delete a group with spaces. Please move the spaces to a different group first.
hu_hu: Nem törölhet olyan csoportot, amelyben terek vannak. Kérjük, előbb helyezze át a tereket egy másik csoportba.

source: You can upload a maximum of %s images per post.
hu_hu: Bejegyzésenként legfeljebb %s képet tölthet fel.

source: You can use this Webhook URL to send POST request to trigger the actions
hu_hu: Ezzel a Webhook URL-lel küldhet POST kérést a műveletek kiváltásához

source: You can write your custom CSS here for the portal. Please do not include %1s tag
hu_hu: Itt megadhatja az egyéni CSS-t a portálhoz. Kérjük, ne illessze be a %1s taget

source: You can write your custom JavaScript (with script tag), analytics code, and more here for the portal
hu_hu: Itt megadhatja az egyéni JavaScriptet (script taggel), analitikai kódot és egyebeket a portálhoz

source: You currently have %s scheduled posts to be published
hu_hu: Jelenleg %s ütemezett bejegyzése vár közzétételre

source: You do not have permission to view all members
hu_hu: Nincs jogosultsága az összes tag megtekintéséhez

source: You do not have permission to view this page
hu_hu: Nincs jogosultsága az oldal megtekintéséhez

source: You do not have permission to view this post
hu_hu: Nincs jogosultsága a bejegyzés megtekintéséhez

source: You have cancelled the action.
hu_hu: A műveletet megszakította.

source: You have no scheduled posts to be published
hu_hu: Nincs közzétételre váró ütemezett bejegyzése

source: You must type %s to confirm
hu_hu: A megerősítéshez ezt írja be: %s

source: You need to enroll in this course to access this lesson
hu_hu: Be kell iratkoznia a kurzusra, hogy hozzáférjen ehhez a leckéhez

source: You need to upgrade to Pro to upload documents
hu_hu: A dokumentumok feltöltéséhez frissítenie kell Pro csomagra

source: You should enable this. Currently disabled.
hu_hu: Javasolt engedélyezni. Jelenleg le van tiltva.

source: You will get a digest email with curated activities in the community
hu_hu: Összefoglaló e-mailt kap a közösség válogatott aktivitásairól

source: You will get email notifications on new messages from your last notification. Frequency: %1s
hu_hu: E-mail értesítéseket kap az utolsó értesítése óta érkezett új üzenetekről. Gyakoriság: %1s

source: You will not get any email on new messages from any members
hu_hu: Nem kap e-mailt az új üzenetekről egyetlen tagtól sem

source: You will receive an email when someone leaves a comment on your post.
hu_hu: E-mailt kap, amikor valaki hozzászól az Ön bejegyzéséhez.

source: You will receive an email when someone mentions you in a comment or post.
hu_hu: E-mailt kap, amikor valaki megemlíti Önt egy hozzászólásban vagy bejegyzésben.

source: You will receive an email when someone replies to your comments.
hu_hu: E-mailt kap, amikor valaki válaszol az Ön hozzászólásaira.

source: Your Bookmarks
hu_hu: Az Ön könyvjelzői

source: Your CSS Code
hu_hu: Az Ön CSS-kódja

source: Your Course Title
hu_hu: Az Ön kurzuscíme

source: Your Group Title
hu_hu: Az Ön csoportcíme

source: Your Javascript or Analytics Code
hu_hu: Az Ön JavaScript- vagy analitikai kódja

source: Your Link Title
hu_hu: Az Ön linkcíme

source: Your Photo
hu_hu: Az Ön fotója

source: Your Space Title
hu_hu: Az Ön tér címe

source: Your Webhook Title
hu_hu: Az Ön Webhook címe

source: Your affiliate ID
hu_hu: Az Ön affiliate-azonosítója

source: Your enrolled courses will be shown here
hu_hu: Itt jelennek meg az Ön felvett kurzusai

source: Your files will be stored in the default Uploads folder
hu_hu: A fájlok az alapértelmezett Uploads mappába kerülnek tárolásra

source: Your option text
hu_hu: Az Ön opciójának szövege

source: Your portal feeds are not public so no sitemap entry will be generated.
hu_hu: A portál hírcsatornái nem nyilvánosak, ezért nem készül bejegyzés a webhelytérképen.

source: Your post has been scheduled for %s. Please find the scheduled post from your profile
hu_hu: A bejegyzése ütemezve lett erre: %s. Az ütemezett bejegyzést a profiljából érheti el

source: Your request to join this course is pending
hu_hu: A csatlakozási kérelme ehhez a kurzushoz függőben van

source: Your saved posts
hu_hu: Az Ön mentett bejegyzései

source: Your session has expired due to inactivity. Please refresh the page to continue.
hu_hu: A munkamenet inaktivitás miatt lejárt. A folytatáshoz frissítse az oldalt.

source: All Administrators or edit_pages permissions users can access regardless of the selected roles
hu_hu: Minden rendszergazda vagy edit_pages jogosultsággal rendelkező felhasználó hozzáférhet, a kiválasztott szerepköröktől függetlenül

source: Your cloud storage settings have been defined in the wp-config.php file. These cannot be edited.
hu_hu: A felhőtárhely beállításai a wp-config.php fájlban lettek meghatározva. Ezek nem szerkeszthetők.

source: Choose where to store your media files. Options include Local File System, Amazon S3, or Cloudflare R2 for storing and serving your media assets.
hu_hu: Válassza ki, hol tárolja a médiafájljait. Opciók: Helyi fájlrendszer, Amazon S3 vagy Cloudflare R2 a médiafájlok tárolásához és kiszolgálásához.

source: Build structured lessons within your courses. Control visibility by setting courses as public or private and so on.
hu_hu: Készítsen strukturált leckéket a kurzusain belül. Szabályozza a láthatóságot a kurzusok nyilvánosra vagy privátra állításával stb.

source: Custom CSS and Javascript snippets are available on the pro version of FluentCommunity
hu_hu: Egyéni CSS- és JavaScript-kódrészletek a FluentCommunity Pro verziójában érhetők el

source: Add a personal touch by using emojis when creating a new article, post, or comment.
hu_hu: Tegye személyesebbé új cikk, bejegyzés vagy hozzászólás létrehozásakor emodzsik használatával.

source: New posts by members will be flagged for review and hidden until their first post is approved.
hu_hu: A tagok új bejegyzései felülvizsgálatra kerülnek és rejtve maradnak, amíg az első bejegyzésüket jóvá nem hagyják.

source: After how many reports, a content will be unpublished automatically. Keep 0 to disable this feature.
hu_hu: Hány jelentés után kerüljön a tartalom automatikusan levételre a közzétételről. A funkció letiltásához hagyja 0-n.

source: All new posts will be automatically flagged for review and hidden until approved.
hu_hu: Minden új bejegyzés automatikusan felülvizsgálatra kerül és rejtve marad a jóváhagyásig.

source: Any new post in these spaces will be flagged for review and hidden until approved.
hu_hu: Ezekben a terekben minden új bejegyzés felülvizsgálatra kerül és rejtve marad a jóváhagyásig.

source: Unlock potential by creating new feeds and earning points for likes. Advance in rank based on your total points using this module.
hu_hu: Hozzon létre új hírfolyamokat, gyűjtsön pontokat a kedvelésekért, és aknázza ki a lehetőségeket. Ezzel a modullal az összpontszáma alapján léphet előre a ranglétrán.

source: You earn points when other members like your posts, articles or comments. <b>1 like = 1 point</b>. This encourages users to produce quality content and interact with other members in their community.
hu_hu: Pontokat szerez, amikor más tagok kedvelik a bejegyzéseit, cikkeit vagy hozzászólásait. <b>1 like = 1 pont</b>. Ez ösztönzi a felhasználókat minőségi tartalom előállítására és a közösség többi tagjával való interakcióra.

source: This lock screen will not be shown to the non-members as you set to the lock screen type to Default in the general settings
hu_hu: Ez a zárolási képernyő nem jelenik meg a nem tagoknak, mivel az általános beállításoknál a zárolási képernyő típusa Alapértelmezettre van állítva

source: Content Moderation feature is currently disabled. Enable it and let your users to report content or add automatted rules
hu_hu: A Tartalommoderálás funkció jelenleg le van tiltva. Engedélyezze, és hagyja, hogy a felhasználók tartalmat jelentsenek, vagy adjon hozzá automatizált szabályokat

source: Add your team members as an Admin/Moderator of this community. This feature is available on the premium version of FluentCommunity. Please upgrade to pro
hu_hu: Adja hozzá csapattagjait a közösség Adminisztrátoraként/Moderátoraként. Ez a funkció a FluentCommunity prémium verziójában érhető el. Kérjük, frissítsen Pro-ra

source: Content Moderation is available on the pro version of FluentCommunity. Please upgrade to Pro to use this feature.
hu_hu: A Tartalommoderálás a FluentCommunity Pro verziójában érhető el. A funkció használatához frissítsen Pro-ra.

source: Any site member can see who's in the Space and what they post.
hu_hu: A webhely bármely tagja láthatja, kik vannak a térben és mit tesznek közzé.

source: Only members added by you or through automation can access the course. They can enroll by paying a fee.
hu_hu: Csak az Ön által vagy automatizálással hozzáadott tagok férhetnek hozzá a kurzushoz. Díj megfizetésével iratkozhatnak be.

source: Anyone can view the basic info of the space. Only members can view & create posts.<br />Admin needs to approve the joining request.
hu_hu: Bárki megtekintheti a tér alapinformációit. Csak a tagok tekinthetnek meg és hozhatnak létre bejegyzéseket.<br />Az adminnak jóvá kell hagynia a csatlakozási kérelmet.

source: Only members can see who's in the space and what they post.
hu_hu: Csak a tagok láthatják, kik vannak a térben és mit tesznek közzé.

source: Add the blocked words that you want to use for content filtering. Use comma-separated words. If these words found then the content will go in review state.
hu_hu: Adja meg a tiltott szavakat a tartalomszűréshez. Vesszővel elválasztott szavakat használjon. Ha ezek a szavak megtalálhatók, a tartalom felülvizsgálati állapotba kerül.

source: Any member can view posts without joining. Only members can create posts
hu_hu: Bármely tag csatlakozás nélkül megtekintheti a bejegyzéseket. Bejegyzést csak a tagok hozhatnak létre

source: Only invited members can see who's in the space and what they post.
hu_hu: Csak a meghívott tagok láthatják, kik vannak a térben és mit tesznek közzé.

source: Course starts when a member enrolls. All content is available immediately.
hu_hu: A kurzus a beiratkozáskor indul. Minden tartalom azonnal elérhető.

source: Sitemap generation is available on the pro version of FluentCommunity. Please upgrade to Pro to use this feature.
hu_hu: A webhelytérkép-generálás a FluentCommunity Pro verziójában érhető el. A funkció használatához frissítsen Pro-ra.

source: Course starts when a member enrolls. Sections are dripped relative to their enrollment date.
hu_hu: A kurzus a beiratkozáskor indul. A szakaszok a beiratkozás dátumához viszonyítva fokozatosan válnak elérhetővé.

source: Create Post Topic and assign to your spaces. Then users can choose one or multiple topic for each post. This feature is available on the premium version of FluentCommunity. Please upgrade to pro
hu_hu: Hozzon létre bejegyzéstémát, és rendelje hozzá a tereihez. Ezután a felhasználók egy vagy több témát választhatnak minden bejegyzéshez. Ez a funkció a FluentCommunity prémium verziójában érhető el. Kérjük, frissítsen Pro-ra

source: Select a user registration page. The page must include the [fluent_community_registration] shortcode.
hu_hu: Válasszon felhasználói regisztrációs oldalt. Az oldalnak tartalmaznia kell a [fluent_community_registration] rövidkódot.

source: Accepted
hu_hu: Elfogadva

source: after %s days of enrollment
hu_hu: a beiratkozás után %s nappal

source: avatar
hu_hu: avatár

source: bad, words, here
hu_hu: rossz, szavak, itt

source: by %s
hu_hu: %s által

source: cancel
hu_hu: mégse

source: change
hu_hu: módosítás

source: commented
hu_hu: hozzászólt

source: comments disabled
hu_hu: hozzászólások letiltva

source: course
hu_hu: kurzus

source: created a poll
hu_hu: szavazást hozott létre

source: disabled
hu_hu: letiltva

source: enabled
hu_hu: engedélyezve

source: ended %s
hu_hu: véget ért %s

source: ending %s
hu_hu: vége %s

source: Expired
hu_hu: Lejárt

source: failed
hu_hu: sikertelen

source: in
hu_hu: múlva

source: in %ss
hu_hu: %ss múlva

source: min
hu_hu: perc

source: or
hu_hu: vagy

source: passed
hu_hu: sikeres

source: posted
hu_hu: közzétett

source: proceeding to the next lesson. They can re-take this quiz multiple times.
hu_hu: továbbhaladva a következő leckére. Ezt a kvízt többször is újra kitölthetik.

source: quiz
hu_hu: kvíz

source: reported for
hu_hu: bejelentve ezért

source: save
hu_hu: mentés

source: sec
hu_hu: mp

source: space
hu_hu: szóköz

source: the quiz.
hu_hu: a kvíz.

source: unavailable
hu_hu: nem érhető el

source: will unlock at %s
hu_hu: ekkor válik elérhetővé: %s

source: you can edit your role here
hu_hu: itt módosíthatja a szerepkörét

source: Accept invitation & continue
hu_hu: Meghívás elfogadása és folytatás

source: Don't have an account?
hu_hu: Nincs fiókja?

source: Signup
hu_hu: Regisztráció

source: Lost your password?
hu_hu: Elfelejtette a jelszavát?

source: Already have an account?
hu_hu: Már van fiókja?

source: Hey %s,
hu_hu: Üdv, %s,

source: %1$s has invited you to join in %2$s.
hu_hu: %1$s meghívta Önt, hogy csatlakozzon a(z) %2$s-hez.

source: Click the link below to accept the invitation:
hu_hu: Kattintson az alábbi linkre a meghívás elfogadásához:

source: Accept invitation
hu_hu: Meghívás elfogadása

source: commented on:
hu_hu: hozzászólt ehhez:

source: ...read more
hu_hu: ...tovább

source: # Manage
hu_hu: # Kezelés

source: Heads UP:
hu_hu: Figyelem:

source: FluentCommunityPro Plugin needs to be updated to the latest version.
hu_hu: A FluentCommunityPro Plugin frissítése szükséges a legújabb verzióra.

source: Click here to update
hu_hu: Frissítéshez kattintson ide

source: <strong>Error</strong>: Please enter a username.
hu_hu: <strong>Hiba</strong>: Adjon meg felhasználónevet.

source: <strong>Error</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
hu_hu: <strong>Hiba</strong>: Ez a felhasználónév érvénytelen, mert tiltott karaktereket tartalmaz. Adjon meg érvényes felhasználónevet.

source: <strong>Error</strong>: This username is already registered. Please choose another one.
hu_hu: <strong>Hiba</strong>: Ezt a felhasználónevet már regisztrálták. Válasszon másikat.

source: <strong>Error</strong>: Sorry, that username is not allowed.
hu_hu: <strong>Hiba</strong>: Sajnos ez a felhasználónév nem engedélyezett.

source: <strong>Error</strong>: Please type your email address.
hu_hu: <strong>Hiba</strong>: Adja meg az e-mail-címét.

source: <strong>Error</strong>: The email address is not correct.
hu_hu: <strong>Hiba</strong>: Az e-mail-cím nem helyes.

source: <strong>Error:</strong> This email address is already registered. Please login or try resetting your password.
hu_hu: <strong>Hiba:</strong> Ezt az e-mail-címet már regisztrálták. Jelentkezzen be, vagy próbálja meg visszaállítani a jelszavát.

source: <strong>Error</strong>: Could not register you. Please contact the site admin!
hu_hu: <strong>Hiba</strong>: Nem sikerült a regisztráció. Kérjük, lépjen kapcsolatba a webhely adminisztrátorával!

source: I agree to the terms and conditions
hu_hu: Elfogadom a felhasználási feltételeket

source: I agree to the %1$s terms and conditions %2$s
hu_hu: Elfogadom a %1$s felhasználási feltételeket %2$s

source: Full name
hu_hu: Teljes név

source: Your first & last name
hu_hu: Vezeték- és keresztnév

source: Your email address
hu_hu: Az e-mail-címe

source: Email Address
hu_hu: E-mail-cím

source: No space or special characters
hu_hu: Szóköz vagy speciális karakter ne legyen

source: Password
hu_hu: Jelszó

source: Account Password
hu_hu: Fiók jelszava

source: Password Confirmation
hu_hu: Jelszó megerősítése

source: Re-type Account Password
hu_hu: Írja be újra a fiók jelszavát

source: Your account email address
hu_hu: A fiók e-mail-címe

source: Your account password
hu_hu: A fiók jelszava

source: Your registration verification code for %s
hu_hu: A(z) %s regisztrációs ellenőrző kódja

source: Hello %s,
hu_hu: Helló, %s,

source: Thank you for registering with us! To complete the setup of your account, please enter the verification code below on the registration page.
hu_hu: Köszönjük a regisztrációt! A fiók beállításának befejezéséhez írja be az alábbi ellenőrző kódot a regisztrációs oldalon.

source: Verification Code: %s
hu_hu: Ellenőrző kód: %s

source: This code is valid for 10 minutes and is meant to ensure the security of your account. If you did not initiate this request, please ignore this email.
hu_hu: Ez a kód 10 percig érvényes, és a fiókja biztonságát szolgálja. Ha nem Ön kezdeményezte ezt a kérést, kérjük, hagyja figyelmen kívül ezt az e-mailt.

source: Activate your account
hu_hu: Fiók aktiválása

source: If you did not initiate this request, please ignore this email.
hu_hu: Ha nem Ön kezdeményezte ezt a kérést, kérjük, hagyja figyelmen kívül ezt az e-mailt.

source: This email has been sent from %1$s. Site: %2$s
hu_hu: Ezt az e-mailt a következőtől küldtük: %1$s. Webhely: %2$s

source: A verification code has been sent to %s. Please provide the code below:
hu_hu: Ellenőrző kódot küldtünk a következő címre: %s. Adja meg az alábbi kódot:

source: Verification Code
hu_hu: Ellenőrző kód

source: 2FA Code
hu_hu: 2FA-kód

source: Complete Signup
hu_hu: Regisztráció befejezése

source: Invalid verification token. Please try again
hu_hu: Érvénytelen ellenőrző token. Kérjük, próbálja újra

source: Verification token has expired. Please try again.
hu_hu: Az ellenőrző token lejárt. Kérjük, próbálja újra.

source: Invalid email address. Please try again
hu_hu: Érvénytelen e-mail-cím. Kérjük, próbálja újra

source: Invalid verification code. Please try again
hu_hu: Érvénytelen ellenőrző kód. Kérjük, próbálja újra

source: Too many requests. Please try again later
hu_hu: Túl sok kérés. Kérjük, próbálja meg később

source: Remember Me
hu_hu: Emlékezzen rám

source: Log In
hu_hu: Bejelentkezés

source: Login or Signup to join the community
hu_hu: Jelentkezzen be vagy regisztráljon a közösséghez való csatlakozáshoz

source: Redirecting...
hu_hu: Átirányítás...

source: Reset your password
hu_hu: Jelszó visszaállítása

source: Please enter your email address. You will receive an email message with instructions on how to reset your password.
hu_hu: Adja meg az e-mail-címét. E-mailben küldünk útmutatót a jelszó visszaállításához.

source: Back to Login
hu_hu: Vissza a bejelentkezéshez

source: Registration is disabled for this community
hu_hu: A regisztráció le van tiltva ennél a közösségnél

source: Username is not valid
hu_hu: A felhasználónév érvénytelen

source: Please provide a valid username
hu_hu: Adjon meg érvényes felhasználónevet

source: Username is already taken
hu_hu: A felhasználónév már foglalt

source: Username is already taken. Please use a different username
hu_hu: A felhasználónév már foglalt. Kérjük, használjon másik felhasználónevet

source: Invalid invitation token
hu_hu: Érvénytelen meghívási token

source: Email does not match with the invitation
hu_hu: Az e-mail-cím nem egyezik a meghívóval

source: Direct Registration is disabled for this community
hu_hu: A közvetlen regisztráció le van tiltva ennél a közösségnél

source: Username is required
hu_hu: Felhasználónév megadása kötelező

source: Email is required
hu_hu: E-mail-cím megadása kötelező

source: Email is not valid
hu_hu: Az e-mail-cím érvénytelen

source: Email is already taken
hu_hu: Az e-mail-cím már foglalt

source: Password is required
hu_hu: Jelszó megadása kötelező

source: Password and confirmation password do not match
hu_hu: A jelszó és a megerősítés nem egyezik

source: Password confirmation is required
hu_hu: Jelszó megerősítése kötelező

source: You must agree to the terms and conditions
hu_hu: El kell fogadnia a felhasználási feltételeket

source: Full name is required
hu_hu: Teljes név megadása kötelező

source: Please fill in all required fields correctly.
hu_hu: Kérjük, töltse ki helyesen az összes kötelező mezőt.

source: Verification code is required
hu_hu: Ellenőrző kód megadása kötelező

source: Continue to the community
hu_hu: Tovább a közösséghez

source: Congratulations!
hu_hu: Gratulálunk!

source: You have successfully registered to the community
hu_hu: Sikeresen regisztrált a közösséghez

source: This form cannot be used to log in. Please reload the page and try again.
hu_hu: Ezzel az űrlappal nem lehet bejelentkezni. Töltse újra az oldalt, és próbálja meg ismét.

source: Please fill all the required fields correctly
hu_hu: Kérjük, töltse ki helyesen az összes kötelező mezőt

source: Welcome back!
hu_hu: Üdv újra!

source: You have successfully logged in to the community
hu_hu: Sikeresen bejelentkezett a közösségbe

source: Someone
hu_hu: Valaki

source: %s has invited you to join this community. Please login to accept your invitation.
hu_hu: %s meghívta Önt, hogy csatlakozzon ehhez a közösséghez. A meghívás elfogadásához kérjük, jelentkezzen be.

source: Log In & Accept Invitation
hu_hu: Bejelentkezés és meghívás elfogadása

source: %s has invited you to join this community. Please create an account to accept your invitation.
hu_hu: %s meghívta Önt, hogy csatlakozzon ehhez a közösséghez. A meghívás elfogadásához hozzon létre egy fiókot.

source: Register & Accept invitation
hu_hu: Regisztráció és meghívás elfogadása

source: Signup with
hu_hu: Regisztráció ezzel

source: Invitation deleted successfully
hu_hu: Meghívó sikeresen törölve

source: Invitation has been sent successfully
hu_hu: Meghívó sikeresen elküldve

source: Something went wrong
hu_hu: Valami hiba történt

source: Invitation link has been created
hu_hu: Meghívó link létrehozva

source: You can not resend this invitation
hu_hu: Ezt a meghívót nem tudod újraküldeni

source: Invitation has been resent successfully
hu_hu: Meghívó sikeresen újraküldve
