Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-community/fluent-community-*.po
Languages: hu_hu

source: Active FluentCRM
hu_hu: Aktív FluentCRM

source: Install FluentCRM
hu_hu: FluentCRM telepítése

source: The Best Email Marketing Automation Plugin for WordPress. Capture, Segment and Automate your Marketing.
hu_hu: A legjobb e-mail marketing automatizálási bővítmény a WordPresshez. Gyűjtse, szegmentálja és automatizálja marketingtevékenységét.

source: Active Fluent Forms
hu_hu: Aktív Fluent Forms

source: Install Fluent Forms
hu_hu: Fluent Forms telepítése

source: Collect leads and build any type of forms, accept payments, connect with your CRM with the Fastest Contact Form Builder Plugin for WordPress
hu_hu: Gyűjtsön leadeket és készítsen bármilyen űrlapot, fogadjon kifizetéseket, csatlakoztassa CRM-jét a leggyorsabb kapcsolati űrlapkészítő WordPress-bővítménnyel

source: Active Fluent SMTP
hu_hu: Aktív Fluent SMTP

source: Install Fluent SMTP
hu_hu: Fluent SMTP telepítése

source: Fluent SMTP is the ultimate SMTP and SES plugin for WordPress. Connect with any SMTP service, including SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft, and more.
hu_hu: A Fluent SMTP a végső SMTP és SES bővítmény a WordPresshez. Csatlakozzon bármely SMTP-szolgáltatóhoz, beleértve a SendGridet, a Mailgunt, az SES-t, a Sendinblue-t, a PepiPostot, a Google-t, a Microsoftot és még sok mást.

source: Active Fluent Support
hu_hu: Aktív Fluent Support

source: Install Fluent Support
hu_hu: Fluent Support telepítése

source: WordPress Helpdesk and Customer Support Ticket Plugin. Provide awesome support and manage customer queries right from your WordPress dashboard.
hu_hu: WordPress helpdesk és ügyfélszolgálati jegykezelő bővítmény. Nyújtson kiváló támogatást, és kezelje az ügyfélmegkereséseket közvetlenül a WordPress vezérlőpultjáról.

source: Active Paymattic
hu_hu: Aktív Paymattic

source: Install Paymattic
hu_hu: Paymattic telepítése

source: Paymattic – Secure, Simple Payment & Donation with Subscription Payments, Recurring Donations, Customer Management
hu_hu: Paymattic – Biztonságos, egyszerű fizetés és adományozás előfizetéses fizetésekkel, ismétlődő adományokkal, ügyfélkezeléssel

source: You do not have permission to install plugins
hu_hu: Nincs jogosultsága bővítmények telepítéséhez

source: Fluent Messaging is a Pro Plugin. Please install FluentCommunity Pro first.
hu_hu: A Fluent Messaging egy Pro bővítmény. Kérjük, először telepítse a FluentCommunity Pro-t.

source: Plugin has been installed Successfully
hu_hu: A bővítmény sikeresen telepítve

source: Customization settings have been saved successfully.
hu_hu: A testreszabási beállítások sikeresen elmentve.

source: Privacy settings have been saved successfully.
hu_hu: Az adatvédelmi beállítások sikeresen elmentve.

source: All Courses
hu_hu: Összes kurzus

source: Space has been created successfully
hu_hu: A tér sikeresen létrehozva

source: You are not allowed to view this space
hu_hu: Nincs jogosultsága megtekinteni ezt a teret

source: Slug is already taken. Please use a different slug
hu_hu: A slug már foglalt. Kérjük, használjon másik slugot

source: Settings has been updated
hu_hu: A beállítások frissítve

source: You are not allowed to view members of this space
hu_hu: Nincs jogosultsága megtekinteni ennek a térnek a tagjait

source: You are already a member of this space. Please reload this page
hu_hu: Ön már ennek a térnek a tagja. Kérjük, töltse újra ezt az oldalt

source: You are not allowed to join this space
hu_hu: Nincs jogosultsága csatlakozni ehhez a térhez

source: You have joined this Space
hu_hu: Csatlakozott ehhez a térhez

source: Your join request has been sent to the Space admin.
hu_hu: A csatlakozási kérelme elküldve a tér adminisztrátorának.

source: You are not a member of this community
hu_hu: Ön nem tagja ennek a közösségnek

source: You have left this space
hu_hu: Elhagyta ezt a teret

source: Space has been deleted successfully
hu_hu: A tér sikeresen törölve

source: Selected user is not active
hu_hu: A kiválasztott felhasználó nem aktív

source: Member role updated
hu_hu: A tag szerepköre frissítve

source: Selected user is already a member of this community
hu_hu: A kiválasztott felhasználó már tagja ennek a közösségnek

source: Member approved
hu_hu: Tag jóváhagyva

source: User has been added to this Space
hu_hu: A felhasználó hozzáadva ehhez a térhez

source: Selected user is not a member of this community
hu_hu: A kiválasztott felhasználó nem tagja ennek a közösségnek

source: User has been removed from this community
hu_hu: A felhasználó eltávolítva ebből a közösségből

source: You are not allowed to add members to this space
hu_hu: Nincs jogosultsága tagokat hozzáadni ehhez a térhez

source: Links have been updated for the space
hu_hu: A tér hivatkozásai frissítve

source: Space group has been created successfully
hu_hu: A tércsoport sikeresen létrehozva

source: The title is already taken. Please use a different title
hu_hu: A cím már foglalt. Kérjük, használjon másik címet

source: Space group has been updated
hu_hu: A tércsoport frissítve

source: You can not delete this group. It has spaces
hu_hu: Ezt a csoportot nem lehet törölni. Vannak benne terek

source: Space group has been deleted successfully
hu_hu: A tércsoport sikeresen törölve

source: Space group indexes have been updated.
hu_hu: A tércsoport indexei frissítve.

source: Space indexes have been updated.
hu_hu: A terek indexei frissítve.

source: Space has been moved successfully
hu_hu: A tér sikeresen áthelyezve

source: You must be logged in to perform this action
hu_hu: A művelet végrehajtásához be kell jelentkeznie

source: %1$s published a new status %2$s
hu_hu: %1$s új státuszt tett közzé %2$s

source: %1$s added a comment on %2$s
hu_hu: %1$s hozzászólt ehhez: %2$s

source: Slug already exist. Please use a different slug
hu_hu: A slug már létezik. Kérjük, használjon másik slugot

source: Members
hu_hu: Tagok

source: New reply on comment at %1$s - %2$s
hu_hu: Új válasz egy hozzászólásra itt: %1$s - %2$s

source: New reply of a comment in a post on %1$s - %2$s
hu_hu: Új válasz egy bejegyzés hozzászólására itt: %1$s - %2$s

source: New comment on %1$s - %2$s
hu_hu: Új hozzászólás itt: %1$s - %2$s

source: New comment on a post on %1$s - %2$s
hu_hu: Új hozzászólás egy bejegyzéshez itt: %1$s - %2$s

source: View the comment
hu_hu: Hozzászólás megtekintése

source: Join the conversation
hu_hu: Csatlakozzon a beszélgetéshez

source: Community
hu_hu: Közösség

source: Access & Features
hu_hu: Hozzáférés és funkciók

source: Advanced Features
hu_hu: Speciális funkciók

source: Agencies
hu_hu: Ügynökségek

source: Almost done, just a few more seconds...
hu_hu: Majdnem kész, már csak néhány másodperc...

source: Back
hu_hu: Vissza

source: Basic
hu_hu: Alap

source: Basic Settings of your portal
hu_hu: A portál alapbeállításai

source: Blank
hu_hu: Üres

source: Change
hu_hu: Módosítás

source: Change Community URL
hu_hu: Közösség URL-jének módosítása

source: Change Logo
hu_hu: Logó módosítása

source: Change Portal URL
hu_hu: Portál URL-jének módosítása

source: Click Here to Renew your License
hu_hu: Kattintson ide a licenc megújításához

source: Click here
hu_hu: Kattintson ide

source: Coaches
hu_hu: Coachok

source: Community Name
hu_hu: Közösség neve

source: Community Portal URL
hu_hu: Közösségi portál URL-je

source: Continue to Next
hu_hu: Tovább a következőre

source: Course
hu_hu: Tanfolyam

source: Creators
hu_hu: Alkotók

source: Currently set as publicly accessible.
hu_hu: Jelenleg nyilvánosan elérhetőre van állítva.

source: Currently set to: loggedin users can access
hu_hu: Jelenlegi beállítás: csak bejelentkezett felhasználók férhetnek hozzá

source: Customization
hu_hu: Testreszabás

source: Customize the UI features of the portal.
hu_hu: A portál UI-funkcióinak testreszabása.

source: Documentation
hu_hu: Dokumentáció

source: Educators
hu_hu: Oktatók

source: Enter your new slug
hu_hu: Adja meg az új slugot

source: Everyone (public)
hu_hu: Mindenki (nyilvános)

source: Failed to change URL
hu_hu: Nem sikerült módosítani az URL-t

source: Fetching License Information Please wait.
hu_hu: Licencinformációk lekérése Kérjük, várjon.

source: Finishing up...
hu_hu: Befejezés...

source: Get Feature Update via email
hu_hu: Funkciófrissítések e-mailben

source: Go Back
hu_hu: Vissza

source: Go to Permalink Settings
hu_hu: Ugrás a Permalink beállításaihoz

source: Go to the portal
hu_hu: Ugrás a portálra

source: Have a new license Key?
hu_hu: Van új licenckulcsa?

source: Integrated Marketing Automation
hu_hu: Integrált marketingautomatizálás

source: Join Official Community
hu_hu: Csatlakozás a hivatalos közösséghez

source: Just a moment please...
hu_hu: Egy pillanat, kérem...

source: Learn More about FluentCommunity
hu_hu: Tudjon meg többet a FluentCommunity-ről

source: Let's build your community together!
hu_hu: Építsük fel együtt a közösségét!

source: License Key
hu_hu: Licenckulcs

source: License Management
hu_hu: Licenckezelés

source: Logo
hu_hu: Logó

source: Looks like your community slug is already defined in wp-config.php
hu_hu: Úgy tűnik, a közösség slugja már meg van adva a wp-config.php fájlban

source: Looks like your license has expired.
hu_hu: Úgy tűnik, a licenc lejárt.

source: Manage Advanced Features and Addons
hu_hu: Speciális funkciók és bővítmények kezelése

source: Manage Courses
hu_hu: Tanfolyamok kezelése

source: Manage Your Plugin License
hu_hu: A bővítmény licencének kezelése

source: Name your community
hu_hu: Nevezze el a közösségét

source: Non-Profits
hu_hu: Nonprofit szervezetek

source: Now you can access your community portal by clicking the button below.
hu_hu: Mostantól az alábbi gombra kattintva elérheti a közösségi portálját.

source: Only Logged In Users
hu_hu: Csak bejelentkezett felhasználók

source: Organizations
hu_hu: Szervezetek

source: Pick a Fluent Community Template
hu_hu: Válasszon egy Fluent Community sablont

source: Please Provide a license key of
hu_hu: Kérjük, adjon meg egy licenckulcsot ehhez

source: Please enter a valid slug
hu_hu: Kérjük, adjon meg érvényes slugot

source: Please provide a license key
hu_hu: Kérjük, adjon meg egy licenckulcsot

source: Please wait while we save your settings
hu_hu: Kérjük, várjon, amíg elmentjük a beállításait

source: Portal Slug
hu_hu: Portál slug

source: Pretty Permalink is required
hu_hu: Szép permalink szükséges

source: Product
hu_hu: Termék

source: Purchase one here
hu_hu: Vásároljon itt egyet

source: Ready to make your community stand-out?
hu_hu: Készen áll, hogy kiemelje a közösségét?

source: Recommended dimensions: 480 x 120, 4:1 aspect ratio
hu_hu: Ajánlott méret: 480 x 120, 4:1 képarány

source: Reliable Email delivery with FluentSMTP
hu_hu: Megbízható e-mail-kézbesítés a FluentSMTP-vel

source: Save & Finish
hu_hu: Mentés és befejezés

source: Settings saved successfully
hu_hu: A beállítások sikeresen mentve

source: Setup who can access your portal & Setup Features
hu_hu: Állítsa be, kik férhetnek hozzá a portáljához, és állítsa be a funkciókat

source: Something is wrong! Please reload the page and try again.
hu_hu: Valami nincs rendben! Töltse újra az oldalt, és próbálja meg újra.

source: Start your journey with our expertly crafted templates
hu_hu: Kezdje az utazását szakértőink által készített sablonokkal

source: Subscribe to feature updates email newsletter
hu_hu: Iratkozzon fel a funkciófrissítések e-mailes hírlevelére

source: The Blazing-Fast ⚡️ Community Solution for
hu_hu: A villámgyors ⚡️ közösségi megoldás ehhez

source: URL change canceled
hu_hu: URL-módosítás megszakítva

source: Update this information anytime stress-free!
hu_hu: Ezt az információt bármikor gond nélkül frissítheti!

source: Upgrade to Pro
hu_hu: Frissítés a Pro verzióra

source: Upload Logo
hu_hu: Logó feltöltése

source: Verify License
hu_hu: Licenc ellenőrzése

source: View and Manage all of your courses
hu_hu: Az összes tanfolyam megtekintése és kezelése

source: Want to change the community URL?
hu_hu: Szeretné megváltoztatni a közösség URL-jét?

source: Want to deactivate this license?
hu_hu: Szeretné deaktiválni ezt a licencet?

source: We highly recommend to enable this feature.
hu_hu: Erősen javasoljuk ennek a funkciónak az engedélyezését.

source: We recommend to install FluentSMTP.
hu_hu: Javasoljuk a FluentSMTP telepítését.

source: Who can access your portal
hu_hu: Kik férhetnek hozzá a portáljához

source: Yes, Change
hu_hu: Igen, módosítás

source: Your Community is Ready 🚀
hu_hu: A közössége készen áll 🚀

source: Your Email Address
hu_hu: Az Ön e-mail-címe

source: Your License Key
hu_hu: Az Ön licenckulcsa

source: Your Name
hu_hu: Az Ön neve

source: Your license key is valid and activated.
hu_hu: A licenckulcsa érvényes és aktiválva van.

source: Select if your community can be accessed by public users or only logged in users.
hu_hu: Válassza ki, hogy a közössége nyilvánosan elérhető legyen-e, vagy csak bejelentkezett felhasználók férhessenek hozzá.

source: Subscribe to our newsletter to get feature updates, tips and tricks to grow your community. We promise not to spam you.
hu_hu: Iratkozzon fel hírlevelünkre, hogy funkciófrissítéseket, tippeket és trükköket kapjon közössége növeléséhez. Ígérjük, nem küldünk spamet.

source: Send targeted onboarding emails, marketing emails and run automations to your community members with FluentCRM.
hu_hu: Küldjön célzott onboarding és marketing e-maileket, és futtasson automatizmusokat a közösség tagjainak a FluentCRM-mel.

source: Help to improve the product by sharing non-sensitive data like members, spaces count.
hu_hu: Segítsen a termék fejlesztésében nem érzékeny adatok, például a tagok száma és a Spaces darabszáma megosztásával.

source: We do not recommend to change URL of your portal if you already have lots of contents. All of the portal related URLs will be changed by your new URL.
hu_hu: Nem javasoljuk a portál URL-jének megváltoztatását, ha már sok tartalma van. A portállal kapcsolatos összes URL az új URL-re módosul.

source: Looks like you did not set your permalink structure as pretty. FluentCommunity requires the permalink settings other than the plain.
hu_hu: Úgy tűnik, nem állította be a permalink struktúrát szép formátumra. A FluentCommunity az „Egyszerű” beállítástól eltérő permalink beállítást igényel.

source: Welcome to %s
hu_hu: Üdvözöljük a %s oldalon

source: Join our community and start your journey to success
hu_hu: Csatlakozzon közösségünkhöz, és kezdje meg az utazást a siker felé

source: Login to %s
hu_hu: Bejelentkezés ide: %s

source: Enter your email and password to login
hu_hu: Adja meg e-mail-címét és jelszavát a bejelentkezéshez

source: Sign Up to %s
hu_hu: Regisztráció a(z) %s oldalon

source: Create an account to get started
hu_hu: Hozzon létre egy fiókot a kezdéshez

source: Sign up
hu_hu: Regisztráció

source: Invalid redirect URL.
hu_hu: Érvénytelen átirányítási URL.

source: Post message is too long
hu_hu: A bejegyzés szövege túl hosszú

source: Title is required. Please provide a title
hu_hu: A cím megadása kötelező. Kérjük, adjon meg egy címet

source: (Draft)
hu_hu: (Piszkozat)

source: Feed
hu_hu: Hírfolyam

source: Courses
hu_hu: Tanfolyamok

source: Leaderboard
hu_hu: Ranglista

source: My Spaces
hu_hu: Saját terek

source: Bookmarks
hu_hu: Könyvjelzők

source: Logout
hu_hu: Kijelentkezés

source: Harassment
hu_hu: Zaklatás

source: Offensive
hu_hu: Sértő

source: Incorrect Space
hu_hu: Nem megfelelő tér

source: Against Community Rules
hu_hu: Ellentétes a közösségi szabályokkal

source: Other
hu_hu: Egyéb

source: New Activity
hu_hu: Új tevékenység

source: Latest
hu_hu: Legfrissebb

source: Oldest
hu_hu: Legrégebbi

source: Popular
hu_hu: Népszerű

source: Likes
hu_hu: Kedvelések

source: Alphabetical
hu_hu: Betűrend

source: Unanswered
hu_hu: Megválaszolatlan

source: This week on %s
hu_hu: Ezen a héten a(z) %s oldalon

source: Here are some of the most popular posts and notifications you may have missed from the last week 🔥.
hu_hu: Íme néhány a múlt hét legnépszerűbb bejegyzései és értesítései közül, amelyekről lemaradhatott 🔥.

source: View all the notifications
hu_hu: Összes értesítés megtekintése

source: Hey %1$s, here's your weekly digest from %2$s
hu_hu: Szia, %1$s! Itt a heti összefoglalód a(z) %2$s részéről

source: Unread Notifications
hu_hu: Olvasatlan értesítések

source: Trending Posts
hu_hu: Felkapott bejegyzések

source: Invalid plugin or file mods are disabled.
hu_hu: Érvénytelen bővítmény, vagy a fájlmódosítások le vannak tiltva.

source: Error: The email address is not correct.
hu_hu: Hiba: Az e-mail-cím nem helyes.

source: Error: The email address is already used.
hu_hu: Hiba: Az e-mail-cím már használatban van.

source: Invalid URL
hu_hu: Érvénytelen URL

source: (coming soon)
hu_hu: (hamarosan)

source: %1sClick here%2s to add affiliate ID
hu_hu: %1sKattintson ide%2s az affiliate ID hozzáadásához

source: %d Course
hu_hu: %d tanfolyam

source: %d Courses
hu_hu: %d tanfolyam

source: %d Group
hu_hu: %d csoport

source: %d Groups
hu_hu: %d csoport

source: %d Lesson
hu_hu: %d lecke

source: %d Lessons
hu_hu: %d lecke

source: %d Section
hu_hu: %d szakasz

source: %d Sections
hu_hu: %d szakasz

source: %d Space
hu_hu: %d tér

source: %d Spaces
hu_hu: %d tér

source: %d Student
hu_hu: %d tanuló

source: %d Students
hu_hu: %d tanuló

source: %d comment
hu_hu: %d hozzászólás

source: %d comments
hu_hu: %d hozzászólás

source: %d lessons
hu_hu: %d lecke

source: %d points
hu_hu: %d pont

source: %d points to level up!
hu_hu: %d pont a szintlépéshez!

source: %d replies
hu_hu: %d válasz

source: %d reply
hu_hu: %d válasz

source: %d student
hu_hu: %d tanuló

source: %d students
hu_hu: %d tanuló

source: %d vote
hu_hu: %d szavazat

source: %d votes
hu_hu: %d szavazat

source: %s Completed
hu_hu: %s befejezve

source: %s Lesson
hu_hu: %s lecke

source: %s Lessons
hu_hu: %s lecke

source: %s Member
hu_hu: %s tag

source: %s Members
hu_hu: %s tag

source: %s Migration
hu_hu: %s migráció

source: %s Topic
hu_hu: %s téma

source: %s Topics
hu_hu: %s téma

source: %s Vote
hu_hu: %s szavazat

source: %s Votes
hu_hu: %s szavazat

source: %s did not add any comment to any posts yet
hu_hu: %s még nem írt hozzászólást egyetlen bejegyzéshez sem

source: %s items
hu_hu: %s elem

source: %s lesson
hu_hu: %s lecke

source: %s lessons
hu_hu: %s lecke

source: %s like
hu_hu: %s kedvelés

source: %s likes
hu_hu: %s kedvelés

source: %s new post available
hu_hu: %s új bejegyzés érhető el

source: %s new posts available
hu_hu: %s új bejegyzés érhető el

source: %s people requested to join the community.
hu_hu: %s ember kérte a közösséghez való csatlakozást.

source: %s result found
hu_hu: %s találat

source: %s results found
hu_hu: %s találat

source: %s student
hu_hu: %s tanuló

source: %s students
hu_hu: %s tanuló

source: + Add Section
hu_hu: + Szakasz hozzáadása

source: -- Select --
hu_hu: -- Válasszon --

source: 1 Like = 1 Point
hu_hu: 1 Kedvelés = 1 Pont

source: A new post is available
hu_hu: Új bejegyzés érhető el

source: About these files
hu_hu: Ezekről a fájlokról

source: Access Control
hu_hu: Hozzáférés-szabályozás

source: Access Management with FluentCRM
hu_hu: Hozzáférés-kezelés a FluentCRM-mel

source: Access Status
hu_hu: Hozzáférési állapot

source: Account Deactivation
hu_hu: Fiók deaktiválása

source: Account Verification
hu_hu: Fiók ellenőrzése

source: Action required
hu_hu: Művelet szükséges

source: Actions
hu_hu: Műveletek

source: Active
hu_hu: Aktív

source: Activities
hu_hu: Tevékenységek

source: Activity
hu_hu: Tevékenység

source: Add
hu_hu: Hozzáadás

source: Add & Edit
hu_hu: Hozzáadás és szerkesztés

source: Add Another Group
hu_hu: Újabb csoport hozzáadása

source: Add Course
hu_hu: Kurzus hozzáadása

source: Add Custom Link
hu_hu: Egyéni hivatkozás hozzáadása

source: Add Documents
hu_hu: Dokumentumok hozzáadása

source: Add Featured Video for this post
hu_hu: Kiemelt videó hozzáadása ehhez a bejegyzéshez

source: Add Manager
hu_hu: Menedzser hozzáadása

source: Add Member
hu_hu: Tag hozzáadása

source: Add More
hu_hu: Továbbiak hozzáadása

source: Add New
hu_hu: Új hozzáadása

source: Add New Link
hu_hu: Új hivatkozás hozzáadása

source: Add New Webhook
hu_hu: Új webhook hozzáadása

source: Add Question
hu_hu: Kérdés hozzáadása

source: Add Student
hu_hu: Tanuló hozzáadása

source: Add Topic
hu_hu: Téma hozzáadása

source: Add Video from custom HTML Code
hu_hu: Videó hozzáadása egyéni HTML-kódból

source: Add Webhook
hu_hu: Webhook hozzáadása

source: Add a badge next to user profile name to highlight valued users
hu_hu: Jelvény hozzáadása a felhasználói profilnév mellé a megbecsült felhasználók kiemeléséhez

source: Add any additional information or notes about this course here
hu_hu: Itt adhat meg bármilyen további információt vagy megjegyzést a kurzusról

source: Add as %s
hu_hu: Hozzáadás %s-ként

source: Add button
hu_hu: Gomb hozzáadása

source: Add new option
hu_hu: Új opció hozzáadása

source: Add shortcode
hu_hu: Rövidkód hozzáadása

source: Add social links
hu_hu: Közösségi linkek hozzáadása

source: Add to Courses
hu_hu: Hozzáadás a kurzusokhoz

source: Add to Spaces
hu_hu: Hozzáadás a Terekhez

source: Add your profile description
hu_hu: Adja meg a profil leírását

source: Add your social media profile link.
hu_hu: Adja meg a közösségi média profiljának linkjét.

source: Adds icons next to text in header menu items, enhancing visual appeal and improving navigation clarity.
hu_hu: Ikonokat ad a fejléc menüelemeinek szövege mellé, növelve a vizuális vonzerőt és javítva a navigáció egyértelműségét.

source: Adds the default Feed link in the sidebar, providing an extra access point to the all feeds page
hu_hu: Hozzáadja az alapértelmezett Feed hivatkozást az oldalsávhoz, extra hozzáférési pontot biztosítva az összes feed oldalhoz

source: Admin Actions
hu_hu: Adminisztrátori műveletek

source: Admin Only?
hu_hu: Csak admin számára?

source: Admin tools for account verification and status management.
hu_hu: Adminisztrátori eszközök a fiók ellenőrzéséhez és az állapot kezeléséhez.

source: Admin/Moderators Only
hu_hu: Csak adminok/moderátorok

source: Advanced Features & Addons
hu_hu: Speciális funkciók és bővítmények

source: Affiliate ID
hu_hu: Affiliate azonosító

source: Affiliate ID: %s
hu_hu: Affiliate azonosító: %s

source: All Feeds
hu_hu: Összes feed

source: All Members
hu_hu: Összes tag

source: All Notifications
hu_hu: Összes értesítés

source: All Posts
hu_hu: Összes bejegyzés

source: All Space Groups
hu_hu: Összes Tér csoport

source: All Spaces
hu_hu: Összes Tér

source: All is well! This dashboard will be updated with something awesome!
hu_hu: Minden rendben! Ez a vezérlőpult hamarosan valami nagyszerűvel frissül!

source: Allow members to close the welcome banner
hu_hu: Engedélyezze a tagoknak az üdvözlő banner bezárását

source: Allow users to change their account email address
hu_hu: Lehetővé teszi a felhasználóknak, hogy megváltoztassák a fiók e-mail-címét

source: Allow users to change their community username
hu_hu: Lehetővé teszi a felhasználóknak a közösségi felhasználónév megváltoztatását

source: Allow users to deactivate their account directly from their profile settings
hu_hu: Lehetővé teszi a felhasználóknak, hogy közvetlenül a profilbeállításokból deaktiválják a fiókjukat

source: Allow users to request to join this Space
hu_hu: Engedélyezze a felhasználóknak, hogy kérjék csatlakozásukat ehhez a Térhez

source: Amazon S3 Access Key
hu_hu: Amazon S3 hozzáférési kulcs

source: Amazon S3 Bucket Name
hu_hu: Amazon S3 bucket neve

source: Amazon S3 Location
hu_hu: Amazon S3 hely

source: Amazon S3 Secret Key
hu_hu: Amazon S3 titkos kulcs

source: Analytics
hu_hu: Analitika

source: Animals & Nature
hu_hu: Állatok és természet
