Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-community/fluent-community-*.po
Languages: hu_hu

source: No comments from any lessons yet! Comments from all lessons will be shown here.
hu_hu: Még nincsenek hozzászólások egyetlen leckéből sem! Az összes lecke hozzászólásai itt fognak megjelenni.

source: No courses found based on your search criteria
hu_hu: A keresési feltételek alapján nem található kurzus

source: No courses found in this topic
hu_hu: Ebben a témában nem található kurzus

source: No courses match your search criteria. Try adjusting your search terms or browse our course catalog.
hu_hu: Egyetlen kurzus sem felel meg a keresési feltételeinek. Próbálja módosítani a keresési kifejezéseket, vagy böngéssze a kurzuskatalógusunkat.

source: No digest email will be sent.
hu_hu: Nem kerül kiküldésre összefoglaló e-mail.

source: No documents found in this space based on your search criteria.
hu_hu: A keresési feltételek alapján ebben a térben nem találhatók dokumentumok.

source: No email will be sent for comments on your post.
hu_hu: Nem küldünk e-mailt a bejegyzésére érkező hozzászólásokról.

source: No email will be sent when someone replies to your comments.
hu_hu: Nem küldünk e-mailt, amikor valaki válaszol a hozzászólásaira.

source: No emails will be sent when someone mentions you.
hu_hu: Nem küldünk e-mailt, amikor valaki megemlíti Önt.

source: No existing users found based on your search.
hu_hu: A keresés alapján nem találhatók meglévő felhasználók.

source: No link has been added for this section
hu_hu: Ehhez a szakaszhoz nem lett link hozzáadva

source: No members found
hu_hu: Nem található tag

source: No name
hu_hu: Nincs név

source: No notifications found
hu_hu: Nem található értesítés

source: No one is following this account yet. Posting and interacting with others helps boost followers!
hu_hu: Még senki sem követi ezt a fiókot. A bejegyzések közzététele és a másokkal való interakció segít növelni a követők számát!

source: No posts found for the selected topic
hu_hu: A kiválasztott témához nem találhatók bejegyzések

source: No posts found!
hu_hu: Nem találhatók bejegyzések!

source: No published courses found
hu_hu: Nem találhatók közzétett kurzusok

source: No questions have been added yet. Click below to create your first quiz question and engage your learners!
hu_hu: Még nem lett kérdés hozzáadva. Kattintson alább az első kvízkérdés létrehozásához, és vonja be a tanulókat!

source: No recent activities found
hu_hu: Nem található friss tevékenység

source: No reports found
hu_hu: Nem találhatók jelentések

source: No results
hu_hu: Nincs találat

source: No results found based on your search criteria
hu_hu: A keresési feltételek alapján nincs találat

source: No results found. Please search by username
hu_hu: Nincs találat. Kérjük, felhasználónév alapján keressen

source: No scheduled posts found!
hu_hu: Nem találhatók ütemezett bejegyzések!

source: No spaces found
hu_hu: Nem találhatók terek

source: No spaces found based on your search criteria
hu_hu: A keresési feltételek alapján nem találhatók terek

source: No spaces match your search criteria. Try adjusting your search terms or browse our space catalog.
hu_hu: Egyetlen tér sem felel meg a keresési feltételeinek. Próbálja módosítani a keresési kifejezéseket, vagy böngéssze a térkatalógusunkat.

source: No unread notifications found
hu_hu: Nem találhatók olvasatlan értesítések

source: No voters yet
hu_hu: Még nincsenek szavazók

source: Not Matched User Roles
hu_hu: Nem egyező felhasználói szerepkörök

source: Not Set
hu_hu: Nincs beállítva

source: Notification
hu_hu: Értesítés

source: Notification Settings
hu_hu: Értesítési beállítások

source: Notifications
hu_hu: Értesítések

source: Notify for all posts
hu_hu: Értesítés minden bejegyzésről

source: Notify only for Admin Posts
hu_hu: Értesítés csak az admin bejegyzéseiről

source: Objects
hu_hu: Objektumok

source: Oldest Courses
hu_hu: Legrégebbi kurzusok

source: Oldest Spaces
hu_hu: Legrégebbi terek

source: On my profile
hu_hu: A profilomon

source: Onboarding Settings
hu_hu: Onboarding beállítások

source: Once you enroll some courses, those will be shown here
hu_hu: Amint beiratkozik néhány kurzusra, azok itt fognak megjelenni

source: Once you login, your enrolled courses will be shown here.
hu_hu: Bejelentkezés után a beiratkozott kurzusai itt fognak megjelenni.

source: Only Admin/Moderators
hu_hu: Csak adminok/moderátorok

source: Only Moderator and Admins
hu_hu: Csak moderátor és adminok

source: Only Profile Owner and Admin
hu_hu: Csak a profil tulajdonosa és az admin

source: Only Selected User Roles
hu_hu: Csak a kiválasztott felhasználói szerepkörök

source: Only admin or moderators can create post
hu_hu: Csak adminok vagy moderátorok hozhatnak létre bejegyzést

source: Only admins and moderators can select this topic
hu_hu: Ezt a témát csak adminok és moderátorok választhatják ki

source: Only invited members can view and post.
hu_hu: Csak meghívott tagok tekinthetik meg és tehetnek közzé bejegyzést.

source: Only invited students can view and enroll the course content.
hu_hu: Csak meghívott diákok tekinthetik meg a kurzus tartalmát és iratkozhatnak be.

source: Only logged-in members
hu_hu: Csak bejelentkezett tagok

source: Open in New Tab
hu_hu: Megnyitás új lapon

source: Open in new tab
hu_hu: Megnyitás új lapon

source: Open this link in a new tab.
hu_hu: Nyissa meg ezt a hivatkozást új lapon.

source: Open this link in new tab
hu_hu: Nyissa meg ezt a hivatkozást új lapon

source: Optional
hu_hu: Opcionális

source: Optional Reply to email
hu_hu: Opcionális válaszcím e-mail

source: Optional email
hu_hu: Opcionális e-mail

source: Ordered List
hu_hu: Számozott lista

source: Other Spaces - No Assigned Group
hu_hu: Egyéb terek - Nincs hozzárendelt csoport

source: Others
hu_hu: Egyebek

source: Overlay Color
hu_hu: Átfedés színe

source: Overview
hu_hu: Áttekintés

source: Page Blocks
hu_hu: Oldalblokkok

source: Passed
hu_hu: Sikeres

source: Paste a URL to embed
hu_hu: Illesszen be egy URL-t a beágyazáshoz

source: Paste an iframe code
hu_hu: Illesszen be egy iframe kódot

source: Paste your SVG here
hu_hu: Illessze be ide az SVG-jét

source: Pending
hu_hu: Függőben

source: Pending Members
hu_hu: Függőben lévő tagok

source: People & Body
hu_hu: Emberek és test

source: Per User Choice
hu_hu: Felhasználónkénti választás

source: Permalink
hu_hu: Közvetlen link

source: Permission Denied
hu_hu: Hozzáférés megtagadva

source: Pick Emoji
hu_hu: Válasszon emojit

source: Pin to sidebar
hu_hu: Rögzítés az oldalsávon

source: Pin to top
hu_hu: Rögzítés felülre

source: Pinned to sidebar
hu_hu: Az oldalsávon rögzítve

source: Placeholder Photo
hu_hu: Helyőrkép

source: Placeholder image
hu_hu: Helyőrző kép

source: Please Type %s to confirm. Please note, all the lessons, topics, students progress will be deleted.
hu_hu: Kérjük, írja be a megerősítéshez %s. Kérjük, vegye figyelembe, hogy minden lecke, téma és a tanulók előrehaladása törlődik.

source: Please Type %s to confirm. Please note, all the posts, comments, activities of this Space will be delete.
hu_hu: Kérjük, írja be a megerősítéshez %s. Kérjük, vegye figyelembe, hogy ennek a Space-nek minden bejegyzése, hozzászólása és tevékenysége törlődni fog.

source: Please add at least 2 options
hu_hu: Kérjük, adjon meg legalább 2 opciót

source: Please await the grading.
hu_hu: Kérjük, várja meg az értékelést.

source: Please check back later. We are in a process to publish some courses for you!
hu_hu: Kérjük, nézzen vissza később. Folyamatban van néhány kurzus közzététele az Ön számára!

source: Please check back later. We are in a process to publish some spaces for you!
hu_hu: Kérjük, nézzen vissza később. Folyamatban van néhány Space közzététele az Ön számára!

source: Please choose a username matching with your first/last name or full name
hu_hu: Kérjük, válasszon a kereszt-/vezetéknévvel vagy a teljes nevével egyező felhasználónevet

source: Please enroll the course to join the conversation.
hu_hu: Kérjük, iratkozzon be a kurzusra, hogy csatlakozhasson a beszélgetéshez.

source: Please enter a label for each option
hu_hu: Kérjük, adja meg mindegyik opció címkéjét

source: Please enter a question
hu_hu: Kérjük, adjon meg egy kérdést

source: Please enter an email address
hu_hu: Kérjük, adjon meg egy e-mail-címet

source: Please install FluentCRM to enable this feature.
hu_hu: Kérjük, telepítse a FluentCRM-et a funkció engedélyezéséhez.

source: Please join the Space to post a comment.
hu_hu: Kérjük, csatlakozzon a Space-hez a hozzászólás írásához.

source: Please login to access this page.
hu_hu: Kérjük, jelentkezzen be az oldal eléréséhez.

source: Please login to view your bookmarks
hu_hu: Kérjük, jelentkezzen be a könyvjelzői megtekintéséhez

source: Please login/signup to enroll this course
hu_hu: Kérjük, jelentkezzen be/regisztráljon a kurzusra való beiratkozáshoz

source: Please login/signup to join this community
hu_hu: Kérjük, jelentkezzen be/regisztráljon a közösséghez való csatlakozáshoz

source: Please note: Existing contact with the tags will not get access automatically. To Give access to existing contacts with tags, please go to FluentContact and use bulk actions.
hu_hu: Kérjük, vegye figyelembe: A meglévő, tagekkel rendelkező kapcsolatok nem kapnak automatikusan hozzáférést. A tagekkel rendelkező meglévő kapcsolatoknak való hozzáférés adásához lépjen a FluentContactba, és használja a tömeges műveleteket.

source: Please provide your custom Authentication Url
hu_hu: Kérjük, adja meg az egyéni Authentication Url-t

source: Please save the changes to update the view
hu_hu: Kérjük, mentse a módosításokat a nézet frissítéséhez

source: Please select a reason for reporting this content
hu_hu: Kérjük, válasszon indokot a tartalom jelentéséhez

source: Please select a space to post in.
hu_hu: Kérjük, válasszon egy Space-t a közzétételhez.

source: Please select a space to preview.
hu_hu: Kérjük, válasszon egy Space-t az előnézethez.

source: Please select a user and role
hu_hu: Kérjük, válasszon felhasználót és szerepkört

source: Please select a valid date and time
hu_hu: Kérjük, válasszon érvényes dátumot és időpontot

source: Please select the correct option
hu_hu: Kérjük, válassza ki a helyes opciót

source: Please send a join request and an admin will review your join request.
hu_hu: Kérjük, küldjön csatlakozási kérelmet, és egy admin át fogja tekinteni a kérelmét.

source: Please share this url to your audience to join this space
hu_hu: Kérjük, ossza meg ezt az url-t a közönségével, hogy csatlakozhassanak ehhez a Space-hez

source: Please upgrade to Pro to use this feature
hu_hu: Kérjük, frissítsen Pro verzióra a funkció használatához

source: Please wait while we redirect you to the appropriate page..
hu_hu: Kérjük, várjon, amíg átirányítjuk a megfelelő oldalra..

source: Please wait....
hu_hu: Kérjük, várjon....

source: Please write a message to preview.
hu_hu: Kérjük, írjon egy üzenetet az előnézethez.

source: Please write a reply first
hu_hu: Kérjük, először írjon választ

source: Poll Options
hu_hu: Szavazási opciók

source: Poll Settings
hu_hu: Szavazás beállításai

source: Popular Posts
hu_hu: Népszerű bejegyzések

source: Popular Spaces
hu_hu: Népszerű Space-ek

source: Popular day & time
hu_hu: Népszerű nap és időpont

source: Popular hour of the day and day of the week
hu_hu: A nap népszerű órája és a hét napja

source: Portal Access Settings
hu_hu: Portál-hozzáférési beállítások

source: Portal Slug is defined wp-config.php file
hu_hu: A Portal Slug a wp-config.php fájlban van meghatározva

source: Post
hu_hu: Bejegyzés

source: Post Comment
hu_hu: Hozzászólás küldése

source: Post Not Found
hu_hu: Bejegyzés nem található

source: Post Title & Content
hu_hu: Bejegyzés címe és tartalma

source: Post Title Requirements
hu_hu: Bejegyzés címének követelményei

source: Post starters
hu_hu: Bejegyzésindítók

source: Posted in %s
hu_hu: Közzétéve itt: %s

source: Posting in:
hu_hu: Közzététel itt:

source: Posts & Activities
hu_hu: Bejegyzések és tevékenységek

source: Posts Order by
hu_hu: Bejegyzések rendezési szempontja

source: Preview Lesson
hu_hu: Lecke előnézete

source: Primary
hu_hu: Elsődleges

source: Primary Menu Items
hu_hu: Elsődleges menüpontok

source: Primary Storage Region
hu_hu: Elsődleges tárolási régió

source: Privacy
hu_hu: Adatvédelem

source: Private
hu_hu: Privát

source: Pro Feature
hu_hu: Pro funkció

source: Pro Required
hu_hu: Pro szükséges

source: Profanity Filter
hu_hu: Káromkodás-szűrő

source: Profile Badges
hu_hu: Profiljelvények

source: Profile Dropdown Items
hu_hu: Profil legördülő menüpontjai

source: Profile Social Media Links
hu_hu: Profil közösségimédia-linkek

source: Progress
hu_hu: Előrehaladás

source: Provide Valid Email Address email as per your domain/SMTP settings. This email will be used to send emails like notifications
hu_hu: Adjon meg érvényes e-mail-címet a domain/SMTP beállításai szerint. Ezt az e-mail-címet értesítésekhez és hasonló levelekhez használjuk

source: Provide an explanation (Optional)
hu_hu: Adjon magyarázatot (nem kötelező)

source: Provide the Redirect URL
hu_hu: Adja meg az átirányítási URL-t

source: Provide your CDN URL (without trailing /)
hu_hu: Adja meg a CDN URL-jét (a végén lévő / nélkül)

source: Provider
hu_hu: Szolgáltató

source: Public
hu_hu: Nyilvános

source: Public Name of the item
hu_hu: Az elem nyilvános neve

source: Public only
hu_hu: Csak nyilvános

source: Public users can view the lessons without enrolling the course
hu_hu: A nyilvános felhasználók beiratkozás nélkül megtekinthetik a leckéket

source: Publish
hu_hu: Közzététel

source: Publish Now
hu_hu: Közzététel most

source: Publish as a post
hu_hu: Közzététel bejegyzésként

source: Published
hu_hu: Közzétéve

source: Question
hu_hu: Kérdés

source: Quiz
hu_hu: Kvíz

source: Quiz Result
hu_hu: Kvízeredmény

source: Quiz Results
hu_hu: Kvízeredmények

source: Quiz Title
hu_hu: Kvíz címe

source: Quote
hu_hu: Idézet

source: Ran count
hu_hu: Futások száma

source: Reacted Users
hu_hu: Reagáló felhasználók

source: Reactivate
hu_hu: Újraaktiválás

source: Read Documentation
hu_hu: Dokumentáció elolvasása

source: Read the documentation
hu_hu: Olvassa el a dokumentációt

source: Reason
hu_hu: Indok

source: Recent Activities
hu_hu: Legutóbbi tevékenységek

source: Recent Space Activities
hu_hu: Legutóbbi Space-tevékenységek

source: Recommended Plugins and Addons
hu_hu: Ajánlott bővítmények és kiegészítők

source: Recommended Size: 1200 x 375px
hu_hu: Ajánlott méret: 1200 x 375px

source: Recommended dimensions: 480 x 120, 4:1 aspect ratio.
hu_hu: Ajánlott méretek: 480 x 120, 4:1 képarány.

source: Redirect URL
hu_hu: Átirányítási URL

source: Redirect URL for Public Users
hu_hu: Átirányítási URL nyilvános felhasználók számára

source: Redirect URL for unrolled users
hu_hu: Átirányítási URL a be nem iratkozott felhasználók számára

source: Redirect to an URL
hu_hu: Átirányítás egy URL-re

source: Refresh
hu_hu: Frissítés

source: Registration URL for public Users
hu_hu: Regisztrációs URL nyilvános felhasználók számára

source: Remove
hu_hu: Eltávolítás

source: Remove From Bookmark
hu_hu: Eltávolítás a könyvjelzőből

source: Remove Media
hu_hu: Média eltávolítása

source: Remove Member
hu_hu: Tag eltávolítása

source: Remove Member?
hu_hu: Eltávolítja a tagot?

source: Remove Preview
hu_hu: Előnézet eltávolítása

source: Remove Schedule
hu_hu: Ütemezés eltávolítása

source: Remove Space
hu_hu: Space eltávolítása

source: Remove Student?
hu_hu: Eltávolítja a hallgatót?

source: Remove from Courses
hu_hu: Eltávolítás a kurzusokból

source: Remove from Spaces
hu_hu: Eltávolítás a Space-ekből

source: Remove from space
hu_hu: Eltávolítás a Space-ből

source: Removed from bookmark
hu_hu: Eltávolítva a könyvjelzőből

source: Reply
hu_hu: Válasz

source: Reply to email (optional)
hu_hu: Válaszcím e-mail-cím (opcionális)

source: Reply to name (Optional)
hu_hu: Válaszcím név (opcionális)

source: Replying to
hu_hu: Válasz erre

source: Report
hu_hu: Jelentés

source: Report Comment
hu_hu: Hozzászólás jelentése

source: Report Post
hu_hu: Bejegyzés jelentése

source: Reported at
hu_hu: Jelentve ekkor

source: Reporter
hu_hu: Bejelentő

source: Reports
hu_hu: Jelentések

source: Request Access
hu_hu: Hozzáférés kérése

source: Requested %s
hu_hu: Igényelve: %s

source: Require Pro
hu_hu: Pro szükséges

source: Require approval for first post
hu_hu: Az első bejegyzéshez jóváhagyás szükséges

source: Required
hu_hu: Kötelező

source: Reschedule
hu_hu: Újraütemezés

source: Reschedule Post
hu_hu: Bejegyzés újraütemezése

source: Resend
hu_hu: Újraküldés

source: Responses
hu_hu: Válaszok

source: Result
hu_hu: Eredmény

source: Retake Quiz
hu_hu: Kvíz megismétlése

source: Review
hu_hu: Áttekintés

source: Review Report
hu_hu: Jelentés áttekintése

source: Review report
hu_hu: Jelentés áttekintése

source: Rich Media Post Layout
hu_hu: Rich Media bejegyzés elrendezése

source: Role
hu_hu: Szerepkör

source: SVG Code for Icon (Simplified SVG Code) / Emoji
hu_hu: SVG-kód ikonhoz (egyszerűsített SVG-kód) / Emoji

source: SVG Code. No url please / You can use emoji
hu_hu: SVG-kód. Kérjük, ne legyen url / Használhatsz emojit

source: Save
hu_hu: Mentés

source: Save Changes
hu_hu: Változtatások mentése

source: Save Changes & Close
hu_hu: Változtatások mentése & bezárás

source: Save Changes (Pro Required)
hu_hu: Változtatások mentése (Pro szükséges)

source: Save Custom CSS & JS
hu_hu: Egyéni CSS & JS mentése

source: Schedule
hu_hu: Ütemezés

source: Schedule Post
hu_hu: Bejegyzés ütemezése

source: Schedule has been updated
hu_hu: Az ütemezés frissítve

source: Scheduled
hu_hu: Ütemezve

source: Scheduled Posts
hu_hu: Ütemezett bejegyzések

source: Scheduled for %s at %s
hu_hu: Ütemezve %s %s

source: Score
hu_hu: Pontszám

source: Search
hu_hu: Keresés

source: Search Courses...
hu_hu: Kurzusok keresése...

source: Search Gifs
hu_hu: GIF-ek keresése

source: Search Members...
hu_hu: Tagok keresése...

source: Search Results
hu_hu: Keresési eredmények

source: Search Space...
hu_hu: Space keresése...

source: Search by Name or Quiz
hu_hu: Keresés név vagy kvíz alapján

source: Search for an existing user or Invite by Email
hu_hu: Keressen meglévő felhasználót vagy hívjon meg e-mailben

source: Search for anything
hu_hu: Keressen bármit

source: Search here...
hu_hu: Keressen itt...

source: Search in %s
hu_hu: Keresés itt: %s

source: Search in:
hu_hu: Keresés itt:

source: Search...
hu_hu: Keresés...

source: Secondary
hu_hu: Másodlagos

source: Secret
hu_hu: Titkos

source: Section Title
hu_hu: Szakasz címe

source: Select Access Roles
hu_hu: Hozzáférési szerepkörök kiválasztása

source: Select Courses
hu_hu: Kurzusok kiválasztása

source: Select Courses that you want to remove from the user
hu_hu: Válassza ki a felhasználótól eltávolítani kívánt kurzusokat

source: Select Date
hu_hu: Dátum kiválasztása

source: Select Digest Email Day
hu_hu: Összefoglaló e-mail napjának kiválasztása

source: Select Drip date
hu_hu: Drip dátum kiválasztása

source: Select Group
hu_hu: Csoport kiválasztása

source: Select Memberships
hu_hu: Tagságok kiválasztása

source: Select Menu Group
hu_hu: Menücsoport kiválasztása

source: Select Privacy
hu_hu: Adatvédelem kiválasztása

source: Select Role
hu_hu: Szerepkör kiválasztása

source: Select S3 Location
hu_hu: S3-hely kiválasztása

source: Select Schedule
hu_hu: Ütemezés kiválasztása

source: Select Section
hu_hu: Szakasz kiválasztása

source: Select Shape Color:
hu_hu: Forma színének kiválasztása:

source: Select Shape:
hu_hu: Forma kiválasztása:

source: Select Space
hu_hu: Space kiválasztása

source: Select Space/Course Memberships
hu_hu: Space/kurzus tagságok kiválasztása

source: Select Spaces
hu_hu: Space-ek kiválasztása

source: Select Spaces that you want to remove from the user
hu_hu: Válassza ki a felhasználótól eltávolítani kívánt Space-eket

source: Select Storage Region
hu_hu: Tárolási régió kiválasztása

source: Select Time
hu_hu: Időpont kiválasztása

source: Select Type
hu_hu: Típus kiválasztása

source: Select User
hu_hu: Felhasználó kiválasztása

source: Select Users
hu_hu: Felhasználók kiválasztása

source: Select a menu group to where this course will be added to the sidebar. If you do not select a menu group, it will be available on the all courses page.
hu_hu: Válasszon menücsoportot, ahová ez a kurzus az oldalsávba kerül. Ha nem választ menücsoportot, az Összes kurzus oldalon lesz elérhető.

source: Select a menu group to where this link will be added to the sidebar.
hu_hu: Válasszon menücsoportot, ahová ez a hivatkozás az oldalsávba kerül.

source: Select a menu group to where this space will be added to the sidebar. If you do not select a menu group, it will be available on the all spaces page.
hu_hu: Válasszon menücsoportot, ahová ez a Space az oldalsávba kerül. Ha nem választ menücsoportot, az Összes Space oldalon lesz elérhető.

source: Select a new Space
hu_hu: Válasszon új Space-t

source: Select a page
hu_hu: Válasszon oldalt

source: Select a topic
hu_hu: Válasszon témát

source: Select a user registration page
hu_hu: Válasszon felhasználói regisztrációs oldalt

source: Select correct answer
hu_hu: Válassza ki a helyes választ

source: Select or paste your emoji here
hu_hu: Válasszon vagy illessze be az emojiját ide

source: Select spaces where this topic will be visible.
hu_hu: Válassza ki azokat a Space-eket, ahol ez a téma látható lesz.

source: Select the corresponding FluentCRM Tag for each space/course. So when someone gets the tag, they will get access to the space/course. Similarly when someone join a space or course they will be tagged in FluentCRM.
hu_hu: Válassza ki a megfelelő FluentCRM címkét minden Space-hez/kurzushoz. Így amikor valaki megkapja a címkét, hozzáférést kap az adott Space-hez/kurzushoz. Hasonlóképp, amikor valaki csatlakozik egy Space-hez vagy kurzushoz, címkét kap a FluentCRM-ben.

source: Select type
hu_hu: Válasszon típust

source: Select user roles who can access the portal.
hu_hu: Válassza ki azokat a felhasználói szerepköröket, amelyek hozzáférhetnek a portálhoz.

source: Select who can see this link.
hu_hu: Válassza ki, ki láthatja ezt a linket.

source: Self Deactivated
hu_hu: Ön-deaktivált

source: Self Deactivated Account
hu_hu: Ön-deaktivált fiók

source: Self Paced
hu_hu: Saját tempójú

source: Send Email Invitation
hu_hu: E-mail-meghívó küldése

source: Send Invitation
hu_hu: Meghívó küldése

source: Send an email to the author when a new comment is added to a post.
hu_hu: Küldjön e-mailt a szerzőnek, amikor új hozzászólás érkezik egy bejegyzéshez.

source: Send announcement email to space members
hu_hu: Bejelentő e-mail küldése a Space tagjainak

source: Send default WP welcome email when creating the user by tagging.
hu_hu: Alapértelmezett WP üdvözlő e-mail küldése, amikor a felhasználót címkézéssel hozza létre.

source: Send default WordPress welcome email for new users
hu_hu: Alapértelmezett WordPress üdvözlő e-mail küldése új felhasználóknak

source: Send email notification on one-to-one messages (unread) to individual members
hu_hu: E-mail értesítés küldése az egy az egyben üzenetekről (olvasatlan) az egyes tagoknak

source: Sending email to all members?
hu_hu: E-mail küldése minden tagnak?

source: Server Storage
hu_hu: Szervertárhely

source: Session Expired
hu_hu: A munkamenet lejárt

source: Set Logo
hu_hu: Logó beállítása

source: Set Open Graph Image
hu_hu: Open Graph-kép beállítása

source: Set a featured image at the top of the welcome banner. Recommended image dimension: 1680x600
hu_hu: Állítson be kiemelt képet az üdvözlő banner tetején. Ajánlott képméret: 1680x600

source: Set a passing grade
hu_hu: Átmenő pontszám beállítása
