Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-community/fluent-community-*.po
Languages: hu_hu

source: Set your from name, email, and email footer. These configurations will be used to send emails from FluentCommunity.
hu_hu: Állítsa be a feladó nevét, e-mail-címét és az e-mail láblécét. Ezeket a beállításokat a FluentCommunity-ből küldött e-mailekhez használjuk.

source: Settings could not be loaded
hu_hu: A beállításokat nem sikerült betölteni

source: Settings for Emoji & Reaction features
hu_hu: Beállítások az Emoji és Reakció funkciókhoz

source: Settings for Leaderboard & Gamification features
hu_hu: Beállítások a ranglista és játékosítás funkciókhoz

source: Shape
hu_hu: Alak

source: Short Bio
hu_hu: Rövid bemutatkozás

source: Short Description
hu_hu: Rövid leírás

source: Short title of this post
hu_hu: A bejegyzés rövid címe

source: Show Default Feed link on left sidebar
hu_hu: Alapértelmezett Feed link megjelenítése a bal oldalsávon

source: Show Label on Badge
hu_hu: Címke megjelenítése a jelvényen

source: Show More
hu_hu: Továbbiak

source: Show Right Sidebar on Space
hu_hu: Jobb oldalsáv megjelenítése a Space-ben

source: Show Spaces even if the user is not a member of any space
hu_hu: Space-ek megjelenítése akkor is, ha a felhasználó nem tagja egyetlen Space-nek sem

source: Show Topics on Post Card
hu_hu: Témák megjelenítése a bejegyzéskártyán

source: Show a customized badge on user profiles beside their names to easily recognize your admins or moderators, or to give appreciation to your power users.
hu_hu: Egyedi jelvény megjelenítése a felhasználói profilokon a nevük mellett, hogy könnyen felismerje az adminokat vagy moderátorokat, illetve elismerést adjon a kiemelt felhasználóknak.

source: Show icon on header menu items
hu_hu: Ikon megjelenítése a fejléc menüpontjain

source: Show last activity of a user on the profile card
hu_hu: Felhasználó utolsó aktivitásának megjelenítése a profilkártyán

source: Show powered by text
hu_hu: Powered by szöveg megjelenítése

source: Show students count in course instructor view
hu_hu: Hallgatók számának megjelenítése a kurzus oktatói nézetében

source: Show/Hide Topics On post Card
hu_hu: Témák megjelenítése/elrejtése a bejegyzéskártyán

source: Sidebar Bottom Link Groups
hu_hu: Oldalsáv alsó linkcsoportok

source: Sign Up
hu_hu: Regisztráció

source: Site Logo (For Dark Mode)
hu_hu: Webhely logója (sötét módhoz)

source: Site Logo (For Light Background)
hu_hu: Webhely logója (világos háttérhez)

source: Sitemap Configuration
hu_hu: Sitemap konfiguráció

source: Sitemap is configured and will be generated automatically.
hu_hu: A Sitemap konfigurálva van, és automatikusan létrejön.

source: Slug (optional)
hu_hu: Slug (nem kötelező)

source: Slug of the topic
hu_hu: A téma Slugja

source: Slug of your topic
hu_hu: A témád Slugja

source: Smileys & Emotion
hu_hu: Hangulatjelek és érzelmek

source: Social Links
hu_hu: Közösségi linkek

source: Social Media Links Settings
hu_hu: Közösségi média linkek beállításai

source: Sorry you do not have permission to access this.
hu_hu: Sajnáljuk, nincs jogosultsága ehhez.

source: Sorry! this community could not be loaded
hu_hu: Sajnáljuk! A közösség nem tölthető be

source: Sorry, no lesson found
hu_hu: Sajnáljuk, nem található lecke

source: Sorry, the course can not be loaded
hu_hu: Sajnáljuk, a kurzus nem tölthető be

source: Sorry, the course could not be loaded.
hu_hu: Sajnáljuk, a kurzus nem tölthető be.

source: Sorry, the lesson content could not be loaded.
hu_hu: Sajnáljuk, a lecke tartalma nem tölthető be.

source: Sorry, the requested post could not be found.
hu_hu: Sajnáljuk, a kért bejegyzés nem található.

source: Sorry, the selected plugins could not be installed
hu_hu: Sajnáljuk, a kiválasztott bővítmények nem telepíthetők

source: Sorry, you do not have permission to view this page
hu_hu: Sajnáljuk, nincs jogosultsága az oldal megtekintéséhez

source: Sort Courses by
hu_hu: Kurzusok rendezése szerint

source: Sort Spaces by
hu_hu: Space-ek rendezése szerint

source: Sort by
hu_hu: Rendezés

source: Sort by:
hu_hu: Rendezés:

source: Sort comments by
hu_hu: Hozzászólások rendezése szerint

source: Sort members by
hu_hu: Tagok rendezése szerint

source: Space Activities
hu_hu: Space aktivitások

source: Space Description
hu_hu: Space leírása

source: Space Links
hu_hu: Space linkek

source: Space Logo
hu_hu: Space logó

source: Space Management Roles
hu_hu: Space kezelési szerepkörök

source: Space Moderator
hu_hu: Space moderátor

source: Space Settings
hu_hu: Space beállításai

source: Space Slug (no space or special chars)
hu_hu: Space Slug (nincs szóköz vagy speciális karakter)

source: Space Title
hu_hu: Space címe

source: Space analytics
hu_hu: Space analitika

source: Space visibility
hu_hu: Space láthatósága

source: Space will be created under the selected Menu group.
hu_hu: A Space a kiválasztott menücsoport alatt jön létre.

source: Start Migrating Data
hu_hu: Adatmigrálás indítása

source: Start date
hu_hu: Kezdési dátum

source: Status
hu_hu: Állapot

source: Status:
hu_hu: Állapot:

source: Storage Location
hu_hu: Tárolási hely

source: Structured
hu_hu: Strukturált

source: Students
hu_hu: Hallgatók

source: Sub-title of your topic
hu_hu: A témád alcíme

source: Subject
hu_hu: Tárgy

source: Submit Quiz
hu_hu: Kvíz leadása

source: Submitted
hu_hu: Beküldve

source: Submitted Date
hu_hu: Beküldés dátuma

source: Subscribe to new posts notifications by space
hu_hu: Feliratkozás az új bejegyzésekről szóló értesítésekre térenként

source: Switch to List View
hu_hu: Váltás listanézetre

source: Switch to Timeline View
hu_hu: Váltás idővonal nézetre

source: Symbols
hu_hu: Szimbólumok

source: Sync Community Profile with WordPress User Data
hu_hu: Közösségi profil szinkronizálása a WordPress felhasználói adatokkal

source: Sync this tag with the %s access
hu_hu: E címke szinkronizálása a(z) %s hozzáféréssel

source: Terms
hu_hu: Felhasználási feltételek

source: Text
hu_hu: Szöveg

source: The URLs of this course lessons will be changed to the new slug. If you have lots of lessons and sections in this course, you should not change it. Are you sure you want to change it?
hu_hu: Ennek a kurzusnak a leckéi URL-jei az új slugra változnak. Ha sok lecke és szakasz van ebben a kurzusban, ne változtassa meg. Biztosan meg akarja változtatni?

source: The URLs of this space posts will be changed to the new slug. If you have lots of contents in this space, you should not change it. Are you sure you want to change it?
hu_hu: Ennek a térnek a bejegyzéseinek URL-jei az új slugra változnak. Ha sok tartalom van ebben a térben, ne változtassa meg. Biztosan meg akarja változtatni?

source: The button background color of the form
hu_hu: Az űrlap gombjának háttérszíne

source: The button text color of the form
hu_hu: Az űrlap gombjának szövegszíne

source: The date and time is based on your site's Timezone
hu_hu: A dátum és idő a webhelye időzónáján alapul

source: The email address is required!
hu_hu: Az e-mail cím megadása kötelező!

source: The main background color of the form
hu_hu: Az űrlap fő háttérszíne

source: The post URL may be incorrect
hu_hu: A bejegyzés URL-je hibás lehet

source: The post has been deleted
hu_hu: A bejegyzés törölve lett

source: The sitemap includes only public content. If you are using the default WordPress sitemap, it will be automatically included. For other sitemap plugins, please add this URL in the plugin settings.
hu_hu: A webhelytérkép csak nyilvános tartalmat tartalmaz. Ha az alapértelmezett WordPress webhelytérképet használja, az automatikusan bekerül. Más webhelytérkép-bővítményekhez adja hozzá ezt az URL-t a bővítmény beállításaiban.

source: The text color of the form
hu_hu: Az űrlap szövegszíne

source: The title color of the form
hu_hu: Az űrlap címének színe

source: The user cannot access the portal.
hu_hu: A felhasználó nem fér hozzá a portálhoz.

source: The verification string does not match
hu_hu: Az ellenőrző karakterlánc nem egyezik

source: These files will be available to your students to view and download
hu_hu: Ezek a fájlok a diákjai számára elérhetők lesznek megtekintésre és letöltésre

source: These settings will be applied across all spaces you're a member of.
hu_hu: Ezek a beállítások minden olyan térre érvényesek lesznek, amelynek tagja.

source: This %1s has been flagged automatically by the site rule.
hu_hu: Ezt a(z) %1s a webhely szabálya automatikusan megjelölte.

source: This %1s has been flagged with %2s report
hu_hu: Ezt a(z) %1s elemet %2s jelentés alapján megjelölték.

source: This %1s has been flagged with %2s reports
hu_hu: Ezt a(z) %1s elemet %2s jelentések alapján megjelölték.

source: This content has been unpublished by community moderation. Only the author and moderators can view it.
hu_hu: Ezt a tartalmat a közösségi moderáció visszavonta. Csak a szerző és a moderátorok láthatják.

source: This course is in Draft status and only visible to Admin / Moderators
hu_hu: Ez a kurzus piszkozat állapotú, és csak az adminok és a moderátorok számára látható.

source: This email footer will be used for all emails sent from FluentCommunity. It's highly recommended to use your business name and address in the footer for compliance.
hu_hu: Ezt az e-mail láblécet a FluentCommunity-ből küldött összes e-mailhez használjuk. Erősen ajánlott a vállalkozás nevét és címét feltüntetni a láblécben a megfelelőség érdekében.

source: This feature is available on the pro version of FluentCommunity
hu_hu: Ez a funkció a FluentCommunity pro verziójában érhető el

source: This feature is only available in the Pro version of FluentCommunity. Please upgrade
hu_hu: Ez a funkció csak a FluentCommunity Pro verziójában érhető el. Kérjük, frissítsen

source: This feature is only available in the pro version.
hu_hu: Ez a funkció csak a pro verzióban érhető el.

source: This image will be used on social sharing preview. Recommended size: 1200 x 630 px
hu_hu: Ezt a képet a közösségi megosztási előnézetben használjuk. Ajánlott méret: 1200 x 630 px

source: This is a private course
hu_hu: Ez egy privát kurzus

source: This is a private space
hu_hu: Ez egy privát tér

source: This is the default settings that will be applied to all the community members. Individual members can over-write the settings for their own preference
hu_hu: Ezek az alapértelmezett beállítások, amelyek minden közösségi tagra érvényesek lesznek. Az egyes tagok felülírhatják a beállításokat saját preferenciáik szerint.

source: This is your default email sending frequency. Individual users can customize the frequency or disable the notification.
hu_hu: Ez az Ön alapértelmezett e-mail-küldési gyakorisága. Az egyes felhasználók testre szabhatják a gyakoriságot, vagy kikapcsolhatják az értesítést.

source: This lesson will be unlocked on %s
hu_hu: Ez a lecke %s időpontban válik elérhetővé.

source: This link will be used to redirect the non-members. This maybe your sales page of this space
hu_hu: Ez a link a nem tagok átirányítására szolgál. Ez lehet ennek a térnek az értékesítési oldala

source: This link will be used to redirect the unrolled or public users. This maybe your sales page of this course
hu_hu: Ez a link a be nem iratkozott vagy nyilvános felhasználók átirányítására szolgál. Ez lehet ennek a kurzusnak az értékesítési oldala

source: This may be due to one of the following reasons:
hu_hu: Ez az alábbi okok egyikére vezethető vissza:

source: This page is only visible to non-members viewing a private space.
hu_hu: Ez az oldal csak nem tagok számára látható egy privát tér megtekintésekor.

source: This poll has ended.
hu_hu: Ez a szavazás lezárult.

source: This section will be displayed on the course landing page. Add extra details, notes, or instructions to help learners understand the course better.
hu_hu: Ez a szakasz a kurzus nyitóoldalán jelenik meg. Adjon meg további részleteket, megjegyzéseket vagy utasításokat, hogy a tanulók jobban megértsék a kurzust.

source: This title will be used for the meta title and email notification references. It should match your site title.
hu_hu: Ezt a címet a meta címként és az e-mail értesítések hivatkozásaként használjuk. Meg kell egyeznie a webhelye címével.

source: This user deactivated his/her account from the self managed profile section. if you want to reactivate the account, please select an updated status.
hu_hu: Ez a felhasználó az önkiszolgáló profil szakaszában deaktiválta a fiókját. Ha újra aktiválni szeretné a fiókot, válasszon frissített állapotot.

source: This user isn't following anyone yet. Once they follow accounts, they'll show up here.
hu_hu: Ez a felhasználó még nem követ senkit. Amint elkezd fiókokat követni, azok itt fognak megjelenni.

source: This will be displayed under the title in the topic when selecting in post creation form
hu_hu: A bejegyzés létrehozási űrlapon történő kiválasztáskor ez a témában a cím alatt jelenik meg.

source: This will deactivate your account
hu_hu: Ez deaktiválja a fiókját

source: Thumbnail / Open Graph Image
hu_hu: Bélyegkép / Open Graph kép

source: Thumbnail / Open Graph Image (Recommended Size: 1200 x 630)
hu_hu: Bélyegkép / Open Graph kép (Ajánlott méret: 1200 x 630)

source: Time
hu_hu: Idő

source: Time to send the digest email
hu_hu: Az összefoglaló e-mail küldésének ideje

source: Timeline
hu_hu: Idővonal

source: Timeline View
hu_hu: Idővonal nézet

source: Tip: Quick-launch search with
hu_hu: Tipp: Gyorsindítású keresés ezzel

source: Title
hu_hu: Cím

source: Title & Description
hu_hu: Cím és leírás

source: Title (optional)
hu_hu: Cím (választható)

source: Title Color
hu_hu: Cím színe

source: Title must be at least 2 characters long
hu_hu: A címnek legalább 2 karakter hosszúnak kell lennie

source: Title of the topic
hu_hu: A téma címe

source: Title of your topic
hu_hu: A témájának címe

source: To join the discussion of this community, please login or signup
hu_hu: A közösség vitájához való csatlakozáshoz kérjük, jelentkezzen be vagy regisztráljon

source: Toggle Bookmark
hu_hu: Könyvjelző kapcsolása

source: Toggle Sticky
hu_hu: Rögzített státusz kapcsolása

source: Top 10 spaces with most activities
hu_hu: A legtöbb aktivitással rendelkező 10 tér

source: Top Commenters
hu_hu: Top hozzászólók

source: Top Links (At Sidebar)
hu_hu: Top linkek (az oldalsávban)

source: Top Member who commented the most
hu_hu: A legtöbbet hozzászóló tag

source: Top Member who started the most posts
hu_hu: A legtöbb bejegyzést indító tag

source: Top Members
hu_hu: Top tagok

source: Top members by Activity count
hu_hu: Top tagok aktivitásszám szerint

source: Topic Slug
hu_hu: Téma slugja

source: Topic Title
hu_hu: Téma címe

source: Topic navigation
hu_hu: Téma navigáció

source: Topic sub-title
hu_hu: Téma alcíme

source: Topics
hu_hu: Témák

source: Topics Settings
hu_hu: Témák beállításai

source: Travel & Places
hu_hu: Utazás és helyek

source: Try again!
hu_hu: Próbálja újra!

source: Try searching for keywords in posts
hu_hu: Próbáljon kulcsszavakra keresni a bejegyzésekben

source: Turn off Email Notification of This User
hu_hu: Ennek a felhasználónak az e-mail értesítéseinek kikapcsolása

source: Turn on Email Notification of This User
hu_hu: Ennek a felhasználónak az e-mail értesítéseinek bekapcsolása

source: Type
hu_hu: Típus

source: Type %s to confirm
hu_hu: Írja be a megerősítéshez: %s

source: Type your message here!
hu_hu: Írja be ide az üzenetét!

source: Type:
hu_hu: Típus:

source: URL of the link
hu_hu: A hivatkozás URL-je

source: Unblock
hu_hu: Tiltás feloldása

source: Uncategorized
hu_hu: Kategorizálatlan

source: Unfollow
hu_hu: Követés megszüntetése

source: Unlock potential by creating new feeds and earning points for likes. Advance in rank based on your total points using this module
hu_hu: Szabadítsa fel a potenciált új hírfolyamok létrehozásával és a kedvelésekért járó pontok gyűjtésével. Ezzel a modullal az összpontszáma alapján léphet előre a rangsorban

source: Unlock potential by using giphy when creating a new article , post or comment
hu_hu: Szabadítsa fel a potenciált a Giphy használatával új cikk, bejegyzés vagy hozzászólás létrehozásakor

source: Unlock section after
hu_hu: Szakasz feloldása ennyi idő után

source: Unpin from Top
hu_hu: Levétel a tetejéről

source: Unpin from sidebar
hu_hu: Levétel az oldalsávról

source: Unpinned from sidebar
hu_hu: Eltávolítva az oldalsávról

source: Unpublish
hu_hu: Közzététel visszavonása

source: Unpublished
hu_hu: Nem közzétett

source: Unread only
hu_hu: Csak olvasatlan

source: Update
hu_hu: Frissítés

source: Update Date
hu_hu: Frissítés dátuma

source: Update Info
hu_hu: Információ frissítése

source: Update Question
hu_hu: Kérdés frissítése

source: Update Result
hu_hu: Eredmény frissítése

source: Update Role
hu_hu: Szerepkör frissítése

source: Update Status
hu_hu: Állapot frissítése

source: Update Topic
hu_hu: Téma frissítése

source: Update Webhook
hu_hu: Webhook frissítése

source: Upgrade Now
hu_hu: Frissítsen most

source: Upload Cover
hu_hu: Borító feltöltése

source: Upload Documents
hu_hu: Dokumentumok feltöltése

source: Upload Files
hu_hu: Fájlok feltöltése

source: Upload Image
hu_hu: Kép feltöltése

source: Upload Photo
hu_hu: Fotó feltöltése

source: Upload a banner image at the top of the question. Recommended image dimension: 1080x420
hu_hu: Töltsön fel egy banner képet a kérdés tetejére. Ajánlott képméret: 1080x420

source: Upload new
hu_hu: Új feltöltése

source: Uploaded %s files
hu_hu: Feltöltve %s fájl

source: Uploading...
hu_hu: Feltöltés...

source: Url of the item
hu_hu: Az elem URL-je

source: Usage
hu_hu: Használat

source: Use %1s tag to insert dynamic notification settings URL. Other Smartcode: %2s for Site Name with permalink
hu_hu: Használja a %1s taget a dinamikus értesítési beállítások URL-jének beszúrásához. Egyéb Smartcode: %2s a webhely nevéhez permalinkkel

source: Use Custom Login Page
hu_hu: Egyéni bejelentkezési oldal használata

source: Use Default
hu_hu: Alapértelmezett használata

source: Use Gravatar Photo Service for default user photo
hu_hu: Gravatar Photo Service használata az alapértelmezett felhasználói fotóhoz

source: Use Modal UI for quick post view
hu_hu: Modal UI használata a bejegyzés gyors megtekintéséhez

source: Use custom signup URL instead of default signup page
hu_hu: Egyéni regisztrációs URL használata az alapértelmezett regisztrációs oldal helyett

source: Use emojis to add a personal touch and make your new article, post, or comment more expressive
hu_hu: Használjon emojikat, hogy személyesebb és kifejezőbb legyen új cikke, bejegyzése vagy hozzászólása

source: User
hu_hu: Felhasználó

source: User Badge Module
hu_hu: Felhasználói jelvény modul

source: User Badge Settings
hu_hu: Felhasználói jelvény beállításai

source: User Badges
hu_hu: Felhasználói jelvények

source: User Profile Badge
hu_hu: Felhasználói profiljelvény

source: User Roles
hu_hu: Felhasználói szerepkörök

source: User can change the layout style to their own preference.
hu_hu: A felhasználó a saját preferenciájának megfelelően módosíthatja az elrendezés stílusát.

source: Username
hu_hu: Felhasználónév

source: Users
hu_hu: Felhasználók

source: Users can choose multiple options
hu_hu: A felhasználók több lehetőséget is választhatnak

source: Valid Email address
hu_hu: Érvényes e-mail-cím

source: Video
hu_hu: Videó

source: View
hu_hu: Megtekintés

source: View All
hu_hu: Összes megtekintése

source: View Course
hu_hu: Kurzus megtekintése

source: View Post actions
hu_hu: Bejegyzés műveleteinek megtekintése

source: View Posts
hu_hu: Bejegyzések megtekintése

source: View Profile
hu_hu: Profil megtekintése

source: View Settings
hu_hu: Beállítások megtekintése

source: View Space
hu_hu: Space megtekintése

source: View Space Groups
hu_hu: Space csoportok megtekintése

source: View actions
hu_hu: Műveletek megtekintése

source: View all courses
hu_hu: Összes kurzus megtekintése

source: View comment actions
hu_hu: Hozzászólás műveleteinek megtekintése

source: View more comments
hu_hu: További hozzászólások megtekintése

source: View pending members
hu_hu: Függőben lévő tagok megtekintése

source: Visibility
hu_hu: Láthatóság

source: Visibility:
hu_hu: Láthatóság:

source: Want to use awesome GIF, upgrade to pro plan now and enjoy your surfing on Fluent community
hu_hu: Szeretne menő GIF-et használni? Váltson most Pro csomagra, és élvezze a böngészést a Fluent közösségben

source: Warning
hu_hu: Figyelmeztetés

source: We have saved your quiz results.
hu_hu: Elmentettük a kvízeredményeit.

source: Website
hu_hu: Webhely

source: Website URL
hu_hu: Webhely URL

source: Weekly
hu_hu: Heti

source: Weekly digest on %s
hu_hu: Heti összefoglaló ekkor: %s

source: Welcome Banner
hu_hu: Üdvözlő banner

source: What's happening, %s
hu_hu: Mi történik, %s

source: When creating a new post, check if the post title is required or not
hu_hu: Új bejegyzés létrehozásakor ellenőrizze, hogy a bejegyzés címe kötelező-e vagy sem

source: When enabled, members can change their email address of the account (WordPress User account).
hu_hu: Engedélyezés esetén a tagok megváltoztathatják a fiókhoz tartozó e-mail-címüket (WordPress felhasználói fiók).

source: When enabled, members can change their username on their own. Otherwise, an admin or moderator can change the username.
hu_hu: Engedélyezés esetén a tagok saját maguk módosíthatják felhasználónevüket. Ellenkező esetben egy admin vagy moderátor módosíthatja a felhasználónevet.

source: When enabled, the Gravatar Photo Service automatically fetches user avatars based on their email address. Gravatar is a built-in feature of WP and powered by WordPress.com
hu_hu: Engedélyezés esetén a Gravatar Photo Service automatikusan lekéri a felhasználók avatarjait az e-mail-címük alapján. A Gravatar a WP beépített funkciója, a WordPress.com működteti.

source: When enabled, the page header will remain visible at the top of the screen as users scroll down the page.
hu_hu: Engedélyezés esetén az oldal fejléce görgetéskor is látható marad a képernyő tetején.

source: When enabled, this option allows users to deactivate their account directly from their profile settings.
hu_hu: Engedélyezés esetén ez az opció lehetővé teszi a felhasználóknak, hogy közvetlenül a profilbeállításaikból deaktiválják a fiókjukat.

source: When enabled, updates to a community user's profile will automatically sync with their WordPress user data. Disable this to prevent automatic syncing. Enabling this is recommended.
hu_hu: Engedélyezés esetén a közösségi felhasználó profilján végzett frissítések automatikusan szinkronizálódnak a WordPress felhasználói adataival. Az automatikus szinkronizálás megakadályozásához tiltsa le ezt. Ennek engedélyezése javasolt.

source: When enabled, users will be automatically logged in to the portal when they click on the email notification links. This feature is secure and uses signed URLs. User with post edit access will not be logged in automatically.
hu_hu: Engedélyezés esetén a felhasználók automatikusan bejelentkeznek a portálra, amikor az e-mail értesítésekben lévő hivatkozásokra kattintanak. Ez a funkció biztonságos, aláírt URL-eket használ. A bejegyzésszerkesztési jogosultsággal rendelkező felhasználók nem jelentkeznek be automatikusan.

source: Who can access the portal.
hu_hu: Ki férhet hozzá a portálhoz.

source: Who can initiate an one-to-one message with the other members?
hu_hu: Ki kezdeményezhet egy az egyben üzenetet a többi taggal?

source: Who can see the followers list on the user's profile?
hu_hu: Ki láthatja a felhasználó profilján a követők listáját?

source: Who can see the followings list on the user's profile?
hu_hu: Ki láthatja a felhasználó profilján a követettek listáját?

source: Who can upload the documents?
hu_hu: Ki töltheti fel a dokumentumokat?
