Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-community/fluent-community-*.po
Languages: hu_hu

source: The super-fast Community Plugin for WordPress
hu_hu: A villámgyors közösségi bővítmény WordPresshez

source: Custom
hu_hu: Egyéni

source: Default
hu_hu: Alapértelmezett

source: Sunset Sands
hu_hu: Naplemente homokja

source: Ocean Blue
hu_hu: Óceánkék

source: Sky Blue
hu_hu: Égszínkék

source: Emerald Essence
hu_hu: Smaragd esszencia

source: Default (Dark)
hu_hu: Alapértelmezett (Sötét)

source: Sunset Sands (Dark)
hu_hu: Naplemente homokja (Sötét)

source: Ocean Blue (Dark)
hu_hu: Óceánkék (Sötét)

source: Sky Blue (Dark)
hu_hu: Égszínkék (Sötét)

source: Emerald Essence (Dark)
hu_hu: Smaragd esszencia (Sötét)

source: Customize Colors
hu_hu: Színek testreszabása

source: Light Mode
hu_hu: Világos mód

source: Dark Mode
hu_hu: Sötét mód

source: The following styles will be applied when a member views your community in
hu_hu: A következő stílusok lesznek alkalmazva, amikor egy tag a közösségedet megtekinti módban

source: Exit
hu_hu: Kilépés

source: Save Settings
hu_hu: Beállítások mentése

source: Color Schema
hu_hu: Színséma

source: Select Color Schema
hu_hu: Színséma kiválasztása

source: Header
hu_hu: Fejléc

source: Background color of the header area
hu_hu: A fejléc területének háttérszíne

source: Background
hu_hu: Háttér

source: Link or Button colors of the header area
hu_hu: A fejléc területének hivatkozás- vagy gombszínei

source: Text/Link
hu_hu: Szöveg/Hivatkozás

source: Background color of the active item in the top menu
hu_hu: A felső menü aktív elemének háttérszíne

source: Active Item Background
hu_hu: Aktív elem háttérszíne

source: Text color of the active item in the top menu
hu_hu: A felső menü aktív elemének szövegszíne

source: Active Item Color
hu_hu: Aktív elem színe

source: Background color of the hovered item in the top menu
hu_hu: A felső menü fölé vitt elemének háttérszíne

source: Hover Background
hu_hu: Rámutatás háttérszíne

source: Text color of the hovered item in the top menu
hu_hu: A felső menü fölé vitt elemének szövegszíne

source: Hover Color
hu_hu: Rámutatás színe

source: The main background color of the sidebar
hu_hu: Az oldalsáv fő háttérszíne

source: The text/link color of the sidebar
hu_hu: Az oldalsáv szöveg-/hivatkozásszíne

source: Background color of the active item in the sidebar
hu_hu: Az oldalsáv aktív elemének háttérszíne

source: Text color of the active item in the sidebar
hu_hu: Az oldalsáv aktív elemének szövegszíne

source: Background color of the hovered item in the sidebar
hu_hu: Az oldalsáv fölé vitt elemének háttérszíne

source: Text color of the hovered item in the sidebar
hu_hu: Az oldalsáv fölé vitt elemének szövegszíne

source: Background color of the main area
hu_hu: A fő terület háttérszíne

source: Body Background
hu_hu: Oldal háttérszíne

source: Background color of the primary content area like sub header and post content
hu_hu: Az elsődleges tartalmi terület háttérszíne, például az alfejléc és a bejegyzés tartalma

source: Primary Content Background
hu_hu: Elsődleges tartalom háttérszíne

source: Background color of the secondary content area like each comment
hu_hu: A másodlagos tartalmi terület háttérszíne, például az egyes hozzászólásoké

source: Secondary Content Background
hu_hu: Másodlagos tartalom háttérszíne

source: Text color of the main area this includes post, comment, headings
hu_hu: A fő terület szövegszíne (bejegyzés, hozzászólás, címsorok)

source: Text Color
hu_hu: Szövegszín

source: Text color of the secondary area this includes post meta, comment meta
hu_hu: A másodlagos terület szövegszíne (bejegyzés meta, hozzászólás meta)

source: Off Text Color
hu_hu: Másodlagos szövegszín

source: Border color of the main sections
hu_hu: A fő szakaszok szegélyszíne

source: Primary Border Color
hu_hu: Elsődleges szegélyszín

source: order color of the secondary sections
hu_hu: A másodlagos szakaszok szegélyszíne

source: Secondary Border Color
hu_hu: Másodlagos szegélyszín

source: Navigations
hu_hu: Navigáció

source: Color of the links in the main content area.
hu_hu: A fő tartalmi terület hivatkozásainak színe.

source: Link Color
hu_hu: Hivatkozásszín

source: Background color of the primary buttons. This includes the buttons in the post, comment, and forms.
hu_hu: Az elsődleges gombok háttérszíne. Ide tartoznak a bejegyzés-, hozzászólás- és űrlapgombok.

source: Primary Button Background
hu_hu: Elsődleges gomb háttérszíne

source: Text color of the primary buttons. This includes the buttons in the post, comment, and forms.
hu_hu: Az elsődleges gombok szövegszíne. Ide tartoznak a bejegyzés-, hozzászólás- és űrlapgombok.

source: Primary Button Text Color
hu_hu: Elsődleges gomb szövegszíne

source: Background color of the secondary buttons. This includes the buttons in the space, user profile, and other secondary headers.
hu_hu: A másodlagos gombok háttérszíne. Ide tartoznak a Space-ben, a felhasználói profilban és más másodlagos fejlécekben lévő gombok.

source: Secondary Nav Text Color
hu_hu: Másodlagos navigáció szövegszíne

source: Background color of the secondary buttons on active state. This includes the buttons in the space, user profile, and other secondary headers.
hu_hu: A másodlagos gombok háttérszíne aktív állapotban. Ide tartoznak a Space-ben, a felhasználói profilban és más másodlagos fejlécekben lévő gombok.

source: Secondary Nav Active Background
hu_hu: Másodlagos navigáció aktív háttérszíne

source: Text color of the secondary buttons on active state. This includes the buttons in the space, user profile, and other secondary headers.
hu_hu: A másodlagos gombok szövegszíne aktív állapotban. Ide tartoznak a Space-ben, a felhasználói profilban és más másodlagos fejlécekben lévő gombok.

source: Secondary Nav Active Color
hu_hu: Másodlagos navigáció aktív színe

source: Sidebar
hu_hu: Oldalsáv

source: General
hu_hu: Általános

source: Save Settings (Pro Required)
hu_hu: Beállítások mentése (Pro szükséges)

source: New Post By %1$s: %2$s
hu_hu: Új bejegyzés %1$s-től: %2$s

source: Hi Space Leader,
hu_hu: Szia Space Leader,

source: You have a new join request from %1$s to join %2$s.
hu_hu: Új csatlakozási kérelmet kaptál %1$s felhasználótól %2$s csatlakozásához.

source: Please review the request in the portal
hu_hu: Kérlek, tekintsd át a kérelmet a portálon

source: View Pending Join Requests
hu_hu: Függő csatlakozási kérelmek megtekintése

source: You are getting this email because you are an admin/moderator at %s
hu_hu: Azért kapod ezt az e-mailt, mert admin/moderátor vagy a(z) %s oldalon

source: %1$s requested to join %2$s
hu_hu: %1$s csatlakozást kért a(z) %2$s-hez

source: Start writing or type / to choose a block for your lesson content
hu_hu: Kezdj el írni, vagy írd be a / jelet, hogy blokkot válassz a leckéd tartalmához

source: Add Lesson title
hu_hu: Adj meg lecke címet

source: %1$s posted %2$s in %3$s
hu_hu: %1$s közzétette %2$s a(z) %3$s-ban

source: %1$s and %2$s other people loved %3$s
hu_hu: %1$s és további %2$s ember imádta %3$s

source: %1$s loved %2$s
hu_hu: %1$s imádta: %2$s

source: You have been added as %1$s in %2$s
hu_hu: Hozzáadtak %1$s-ként a(z) %2$s-hez

source: %1$s and %2$s other people commented on your post %3$s in %4$s
hu_hu: %1$s és további %2$s ember hozzászólt a(z) %4$s-ban lévő %3$s bejegyzésedhez

source: %1$s and %2$s other people commented on your post %3$s
hu_hu: %1$s és további %2$s ember hozzászólt a(z) %3$s bejegyzésedhez

source: %1$s commented on your post: %2$s in %3$s
hu_hu: %1$s hozzászólt a bejegyzésedhez: %2$s itt: %3$s

source: %1$s commented on your post: %2$s
hu_hu: %1$s hozzászólt a bejegyzésedhez: %2$s

source: %1$s also commented on %2$s in %3$s
hu_hu: %1$s szintén hozzászólt ehhez: %2$s, itt: %3$s

source: %1$s also commented on %2$s
hu_hu: %1$s szintén hozzászólt ehhez: %2$s

source: %1$s mentioned you in a comment at %2$s
hu_hu: %1$s megemlített egy hozzászólásban itt: %2$s

source: %1$s and %2$s other people replied to your comment at %3$s
hu_hu: %1$s és további %2$s ember válaszolt a hozzászólásodra itt: %3$s

source: %1$s replied your comment at %2$s
hu_hu: %1$s válaszolt a hozzászólásodra itt: %2$s

source: %1$s mentioned you in a post: %2$s
hu_hu: %1$s megemlített egy bejegyzésben: %2$s

source: Visit Community Portal
hu_hu: Közösségi portál megnyitása

source: Upgrade
hu_hu: Frissítés

source: Settings
hu_hu: Beállítások

source: Login / Signup
hu_hu: Bejelentkezés / Regisztráció

source: Login
hu_hu: Bejelentkezés

source: Sunday_Monday_Tuesday_Wednesday_Thursday_Friday_Saturday
hu_hu: Vasárnap_Hétfő_Kedd_Szerda_Csütörtök_Péntek_Szombat

source: January_February_March_April_May_June_July_August_September_October_November_December
hu_hu: Január_Február_Március_Április_Május_Június_Július_Augusztus_Szeptember_Október_November_December

source: Sun_Mon_Tue_Wed_Thu_Fri_Sat
hu_hu: Vas_Hét_Ked_Sze_Csü_Pén_Szo

source: Jan_Feb_Mar_Apr_May_Jun_Jul_Aug_Sep_Oct_Nov_Dec
hu_hu: Jan_Febr_Márc_Ápr_Máj_Jún_Júl_Aug_Szept_Okt_Nov_Dec

source: Su_Mo_Tu_We_Th_Fr_Sa
hu_hu: V_H_K_Sze_Cs_P_Szo

source: in %s
hu_hu: %s múlva

source: %s ago
hu_hu: %s ezelőtt

source: a few seconds
hu_hu: néhány másodperc

source: a minute
hu_hu: egy perc

source: %d minutes
hu_hu: %d perc

source: an hour
hu_hu: egy óra

source: %d hours
hu_hu: %d óra

source: a day
hu_hu: egy nap

source: %d days
hu_hu: %d nap

source: a month
hu_hu: egy hónap

source: %d months
hu_hu: %d hónap

source: a year
hu_hu: egy év

source: %d years
hu_hu: %d év

source: few sec
hu_hu: pár mp

source: 1min
hu_hu: 1p

source: %dmin
hu_hu: %dp

source: 1h
hu_hu: 1ó

source: %dh
hu_hu: %dó

source: 1d
hu_hu: 1n

source: %dd
hu_hu: %dn

source: 1m
hu_hu: 1hó

source: %dm
hu_hu: %dhó

source: 1y
hu_hu: 1év

source: %dy
hu_hu: %dév

source: page %s
hu_hu: %s. oldal

source: Go to
hu_hu: Ugrás

source: Go to next page
hu_hu: Ugrás a következő oldalra

source: Next %s pages
hu_hu: Következő %s oldal

source: Page
hu_hu: Oldal

source: /page
hu_hu: /oldal

source: Go to previous page
hu_hu: Ugrás az előző oldalra

source: Previous %s pages
hu_hu: Előző %s oldal

source: Total %s
hu_hu: Összesen %s

source: All
hu_hu: Összes

source: Confirm
hu_hu: Megerősítés

source: No Data
hu_hu: Nincs adat

source: Reset
hu_hu: Visszaállítás

source: Sum
hu_hu: Összeg

source: Failed to Load
hu_hu: Betöltés sikertelen

source: Continue
hu_hu: Folytatás

source: Delete
hu_hu: Törlés

source: press delete to remove
hu_hu: Nyomja meg a Delete gombot a törléshez

source: Preview
hu_hu: Előnézet

source: Loading
hu_hu: Betöltés

source: No data
hu_hu: Nincs adat

source: No matching data
hu_hu: Nincs egyező adat

source: Select
hu_hu: Kiválasztás

source: Now
hu_hu: Most

source: Today
hu_hu: Ma

source: Cancel
hu_hu: Mégse

source: Clear
hu_hu: Törlés

source: Use the arrow keys and enter to select the day of the month
hu_hu: Használja a nyílbillentyűket és az Entert a hónap napjának kiválasztásához

source: Use the arrow keys and enter to select the month
hu_hu: Használja a nyílbillentyűket és az Entert a hónap kiválasztásához

source: Use the arrow keys and enter to select the year
hu_hu: Használja a nyílbillentyűket és az Entert az év kiválasztásához

source: Selected date
hu_hu: Kiválasztott dátum

source: Select date
hu_hu: Dátum kiválasztása

source: Select time
hu_hu: Időpont kiválasztása

source: Start Date
hu_hu: Kezdés dátuma

source: Start Time
hu_hu: Kezdés időpontja

source: End Date
hu_hu: Befejezés dátuma

source: End Time
hu_hu: Befejezés időpontja

source: Previous Year
hu_hu: Előző év

source: Next Year
hu_hu: Következő év

source: Previous Month
hu_hu: Előző hónap

source: Next Month
hu_hu: Következő hónap

source: January
hu_hu: Január

source: February
hu_hu: Február

source: March
hu_hu: Március

source: April
hu_hu: Április

source: May
hu_hu: Május

source: June
hu_hu: Június

source: July
hu_hu: Július

source: August
hu_hu: Augusztus

source: September
hu_hu: Szeptember

source: October
hu_hu: Október

source: week
hu_hu: hét

source: Sun
hu_hu: Vas

source: Mon
hu_hu: Hét

source: Tue
hu_hu: Ked

source: Wed
hu_hu: Sze

source: Thu
hu_hu: Csü

source: Fri
hu_hu: Pén

source: Sat
hu_hu: Szo

source: Sunday
hu_hu: Vasárnap

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Feb
hu_hu: febr.

source: Mar
hu_hu: márc.

source: Apr
hu_hu: ápr.

source: Jun
hu_hu: jún.

source: Jul
hu_hu: júl.

source: Sep
hu_hu: szept.

source: Oct
hu_hu: okt.

source: You request is on pending
hu_hu: A kérelme függőben van

source: An admin need to approve your join request. Please contact with an admin to get approval
hu_hu: Egy adminnak jóvá kell hagynia a csatlakozási kérelmét. Kérjük, vegye fel a kapcsolatot egy adminnal a jóváhagyásért

source: Your account is deactivated
hu_hu: A fiókja deaktiválva van

source: You have deactivated your community profile.
hu_hu: A közösségi profilját deaktiválta.

source: Activate my account
hu_hu: Fiókom aktiválása

source: Access denied
hu_hu: Hozzáférés megtagadva

source: Sorry, You can not access to this vcommunity
hu_hu: Sajnáljuk, nem férhet hozzá ehhez a vcommunity-hez

source: Access Denied
hu_hu: Hozzáférés megtagadva

source: Enroll %s
hu_hu: Beiratkozás %s

source: Join %s
hu_hu: Csatlakozás %s

source: Go to home page
hu_hu: Ugrás a kezdőlapra

source: Portal Settings
hu_hu: Portálbeállítások

source: Customizations
hu_hu: Testreszabások

source: Managers
hu_hu: Menedzserek

source: Email Settings
hu_hu: E-mail beállítások

source: Features & Addons
hu_hu: Funkciók és bővítmények

source: Manage Topics
hu_hu: Témák kezelése

source: Space Groups
hu_hu: Space csoportok

source: Menu Settings
hu_hu: Menübeállítások

source: Content Moderation
hu_hu: Tartalommoderálás

source: Privacy Settings
hu_hu: Adatvédelmi beállítások

source: Access Management
hu_hu: Hozzáférés-kezelés

source: Incoming Webhook
hu_hu: Bejövő webhook

source: Tools
hu_hu: Eszközök

source: You have reached the limit of posting. Please try after some time
hu_hu: Elérte a közzétételi korlátot. Kérjük, próbálja meg később

source: You have reached the limit of commenting. Please try after some time
hu_hu: Elérte a hozzászólási korlátot. Kérjük, próbálja meg később

source: Please provide a valid signup URL
hu_hu: Adjon meg érvényes regisztrációs URL-t

source: Settings have been saved successfully.
hu_hu: A beállításokat sikeresen mentettük.

source: Email notification settings have been updated
hu_hu: Az e-mail értesítési beállítások frissítve lettek

source: Sorry, you can not update this config. Please activate pro
hu_hu: Sajnáljuk, ezt a konfigurációt nem frissítheti. Kérjük, aktiválja a Pro-t

source: You can not update the storage settings as it is defined in the config file
hu_hu: Nem frissítheti a tárhelybeállításokat, mivel a konfigurációs fájlban vannak meghatározva

source: Could not connect to the remote storage service. Please check your credentials
hu_hu: Nem sikerült csatlakozni a távoli tárhelyszolgáltatáshoz. Kérjük, ellenőrizze a hitelesítő adatait

source: Could not connect to the remote storage service. Error:
hu_hu: Nem sikerült csatlakozni a távoli tárhelyszolgáltatáshoz. Hiba:

source: Storage settings have been updated successfully
hu_hu: A tárhelybeállítások sikeresen frissítve lettek

source: Welcome banner settings have been updated successfully
hu_hu: Az üdvözlő banner beállításai sikeresen frissítve lettek

source: Onboarding settings have been updated.
hu_hu: Az onboarding beállításai frissítve lettek.

source: Slug can not be empty
hu_hu: A slug nem lehet üres

source: You can not change the slug as it is defined in the config file
hu_hu: Nem módosíthatja a slugot, mivel a konfigurációs fájlban van meghatározva

source: Slug has been changed successfully
hu_hu: A slug sikeresen megváltozott

source: Profile link providers have been updated successfully
hu_hu: A profilhivatkozás-szolgáltatók sikeresen frissítve lettek

source: This post is not published yet
hu_hu: Ez a bejegyzés még nincs közzétéve

source: No duplicate comment please!
hu_hu: Kérjük, ne ismételje a hozzászólást!

source: Invalid parent comment
hu_hu: Érvénytelen szülő hozzászólás

source: Your comment has been marked as %s
hu_hu: A hozzászólása %s-ként lett megjelölve

source: Comment has been added
hu_hu: A hozzászólás hozzáadva

source: You are not allowed to edit this comment
hu_hu: Nincs jogosultsága ennek a hozzászólásnak a szerkesztéséhez

source: Comment has been updated
hu_hu: A hozzászólás frissítve

source: Please provide your reply text
hu_hu: Kérjük, adja meg a válasz szövegét

source: Comment text is too long
hu_hu: A hozzászólás szövege túl hosszú

source: Comments are disabled for this post
hu_hu: Ehhez a bejegyzéshez a hozzászólások le vannak tiltva

source: Comments are disabled for this course
hu_hu: Ehhez a kurzushoz a hozzászólások le vannak tiltva

source: You cannot react to your own post
hu_hu: A saját bejegyzésére nem reagálhat

source: Reaction has been removed
hu_hu: A reakció eltávolítva

source: You have already reacted to this post
hu_hu: Már reagált erre a bejegyzésre

source: Reaction has been added
hu_hu: A reakció hozzáadva

source: Invalid comment
hu_hu: Érvénytelen hozzászólás

source: You are not allowed to delete this comment
hu_hu: Nincs jogosultsága ennek a hozzászólásnak a törléséhez

source: Selected comment has been deleted
hu_hu: A kiválasztott hozzászólás törölve lett

source: You cannot react to your own comment
hu_hu: A saját hozzászólására nem reagálhat

source: Reaction has been toggled
hu_hu: A reakció átváltva

source: You need to be logged in to perform this action
hu_hu: A művelet végrehajtásához be kell jelentkeznie

source: Invalid space slug
hu_hu: Érvénytelen space slug

source: You do not have permission to edit this feed
hu_hu: Nincs jogosultsága ennek a hírfolyamnak a szerkesztéséhez

source: Please select a valid space to post in.
hu_hu: Kérjük, válasszon érvényes space-t a közzétételhez.

source: Please select at least one topic to post in this space.
hu_hu: Kérjük, válasszon legalább egy témát a közzétételhez ebben a space-ben.

source: Your post has been scheduled for %s
hu_hu: A bejegyzése %s időpontra lett ütemezve

source: Your post has been marked as %s
hu_hu: A bejegyzése %s-ként lett megjelölve

source: Your post has been published
hu_hu: A bejegyzése közzétéve

source: Sorry, You can only edit a post if it's in published state.
hu_hu: Sajnáljuk, egy bejegyzést csak akkor szerkeszthet, ha az közzétett állapotban van.

source: The author is not a member of the selected space
hu_hu: A szerző nem tagja a kiválasztott space-nek

source: Sorry, you do not have permission to change the space for this post
hu_hu: Sajnáljuk, nincs jogosultsága megváltoztatni ennek a bejegyzésnek a space-ét

source: Your post has been updated
hu_hu: A bejegyzése frissítve

source: You do not have permission to perform this action
hu_hu: Nincs jogosultsága a művelet végrehajtásához

source: Feed updated
hu_hu: Hírfolyam frissítve

source: Links have been updated.
hu_hu: A hivatkozások frissítve lettek.

source: Message is required
hu_hu: Üzenet szükséges

source: No duplicate post please!
hu_hu: Kérjük, ne tegyen közzé duplikált bejegyzést!

source: Please select a valid space to post in
hu_hu: Kérjük, válasszon érvényes space-t a közzétételhez

source: Media preview image has been removed successfully.
hu_hu: A média előnézeti képe sikeresen eltávolítva.

source: The file must be an image type.
hu_hu: A fájlnak képnek kell lennie.

source: The file size must be less than %s%s.
hu_hu: A fájlméretnek %s%s-nél kisebbnek kell lennie.

source: Error while uploading the media
hu_hu: Hiba történt a média feltöltése közben

source: No oembed data found
hu_hu: Nem található oembed-adat

source: You must be logged in to mention someone
hu_hu: Be kell jelentkeznie, hogy megemlíthessen valakit

source: Please join the space first to view the members
hu_hu: Kérjük, először csatlakozzon a space-hez a tagok megtekintéséhez

source: Space not found
hu_hu: A space nem található

source: You do not have permission to view members
hu_hu: Nincs jogosultsága a tagok megtekintéséhez

source: Sorry, you can not change status of another admin. Remove the user from moderators
hu_hu: Sajnáljuk, nem módosíthatja egy másik admin státuszát. Távolítsa el a felhasználót a moderátorok közül

source: Member status have been updated
hu_hu: A tag státusza frissítve lett

source: All notifications have been marked as read.
hu_hu: Minden értesítés olvasottként megjelölve.

source: This profile is not active
hu_hu: Ez a profil nem aktív

source: About
hu_hu: Névjegy

source: Posts
hu_hu: Bejegyzések

source: Spaces
hu_hu: Terek

source: Comments
hu_hu: Hozzászólások

source: You are not allowed to deactivate this account.
hu_hu: Nincs jogosultsága a fiók deaktiválásához.

source: Your profile has been deactivated successfully.
hu_hu: Az Ön profilja sikeresen deaktiválva.

source: Invalid media image. Please upload a new one.
hu_hu: Érvénytelen médiakép. Kérjük, töltsön fel egy újat.

source: Profile updated
hu_hu: Profil frissítve

source: You are not allowed to update this profile
hu_hu: Nincs jogosultsága ennek a profilnak a frissítéséhez

source: First name is required
hu_hu: A keresztnév megadása kötelező

source: Invalid username. Only Latin characters with _ & - are allowed.
hu_hu: Érvénytelen felhasználónév. Csak latin karakterek, valamint _ és - engedélyezettek.

source: Community Username already taken by someone else
hu_hu: A közösségi felhasználónév már foglalt

source: Username already taken by someone else. Please use a different username.
hu_hu: A felhasználónév már foglalt. Kérjük, használjon másik felhasználónevet.

source: Username should be at least 3 characters long.
hu_hu: A felhasználónévnek legalább 3 karakterből kell állnia.

source: Please use another username. This username is reserved
hu_hu: Kérjük, használjon másik felhasználónevet. Ez a felhasználónév fenntartott

source: Profile bio should not exceed %d characters.
hu_hu: A profil bemutatkozása nem haladhatja meg a %d karaktert.

source: Profile has been updated
hu_hu: A profil frissítve

source: Email address already taken by someone else. Please use a different email address.
hu_hu: Az e-mail-cím már foglalt. Kérjük, használjon másik e-mail-címet.

source: Email address change is pending. Please check your inbox to verify the new email address.
hu_hu: Az e-mail-cím módosítása függőben van. Kérjük, ellenőrizze a postafiókját az új e-mail-cím megerősítéséhez.

source: You are not allowed to view this profile's spaces.
hu_hu: Nincs jogosultsága megtekinteni ennek a profilnak a tereit.

source: Profile not found
hu_hu: A profil nem található

source: Other Spaces
hu_hu: Egyéb terek

source: Email Notification preferences have been updated
hu_hu: Az e-mail-értesítések beállításai frissítve

source: Sorry! you do not have access to this post or invalid request
hu_hu: Sajnáljuk! Nincs hozzáférése ehhez a bejegyzéshez, vagy a kérés érvénytelen

source: Sorry! This survey has ended
hu_hu: Sajnáljuk! Ez a felmérés véget ért

source: Features saved successfully.
hu_hu: A funkciók sikeresen elmentve.

source: Links
hu_hu: Hivatkozások

source: Menu settings saved successfully.
hu_hu: A menübeállítások sikeresen elmentve.

source: Active FluentCommunity Chat
hu_hu: Aktív FluentCommunity Chat

source: Install FluentCommunity Chat
hu_hu: FluentCommunity Chat telepítése

source: FluentCommunity Chat is a real-time chat plugin for WordPress. It allows you to create a chat room for your community members.
hu_hu: A FluentCommunity Chat egy valós idejű chat-bővítmény a WordPresshez. Lehetővé teszi egy chatszoba létrehozását a közösség tagjai számára.
