Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluent-community/fluent-community-*.po
Languages: hu_hu

source: Email sending frequency for one-to-one messages
hu_hu: Egyéni üzenetek e-mail küldési gyakorisága

source: Email settings updated
hu_hu: E-mail beállítások frissítve

source: Email will be sent if there are any unread notifications for the user from the last email sent.
hu_hu: E-mail akkor kerül kiküldésre, ha a legutóbbi levél óta van olvasatlan értesítés a felhasználó számára.

source: Emails will be sent based on your Email Frequency settings
hu_hu: Az e-mailek az e-mail gyakoriság beállításai alapján kerülnek kiküldésre

source: Embed
hu_hu: Beágyazás

source: Embed from Vimeo, YouTube, Wistia and more
hu_hu: Beágyazás a Vimeo, YouTube, Wistia és másokból

source: Emoji Module
hu_hu: Emoji modul

source: Emoji Settings
hu_hu: Emoji beállítások

source: Enable
hu_hu: Engedélyezés

source: Enable Access Management with FluentCRM
hu_hu: Hozzáférés-kezelés engedélyezése a FluentCRM-mel

source: Enable Comments
hu_hu: Hozzászólások engedélyezése

source: Enable Content Moderation
hu_hu: Tartalommoderálás engedélyezése

source: Enable Course Module
hu_hu: Kurzusmodul engedélyezése

source: Enable Dark Mode
hu_hu: Sötét mód engedélyezése

source: Enable Emoji
hu_hu: Emoji engedélyezése

source: Enable File/Document Library for this space
hu_hu: Fájl-/dokumentumtár engedélyezése ehhez a térhez

source: Enable Follower Module
hu_hu: Követőmodul engedélyezése

source: Enable Giphy Module
hu_hu: Giphy modul engedélyezése

source: Enable Global Posts Status Form
hu_hu: Globális bejegyzésstátusz-űrlap engedélyezése

source: Enable Leaderboards Module
hu_hu: Ranglistamodul engedélyezése

source: Enable Sticky Page headers across portal
hu_hu: Ragadós oldalfejlécek engedélyezése a teljes portálon

source: Enable Sticky Right Sidebar Widgets
hu_hu: Ragadós jobb oldalsáv-widgetek engedélyezése

source: Enable User Badge Module
hu_hu: Felhasználói jelvénymodul engedélyezése

source: Enable User Registration via FluentCommunity Signup Form
hu_hu: Felhasználó-regisztráció engedélyezése a FluentCommunity regisztrációs űrlapján keresztül

source: Enable Video Embed
hu_hu: Videó beágyazás engedélyezése

source: Enable Weekly Digest Email for community members
hu_hu: Heti összefoglaló e-mail engedélyezése a közösség tagjainak

source: Enable comments
hu_hu: Hozzászólások engedélyezése

source: Enable for logged in members
hu_hu: Engedélyezés a bejelentkezett tagok számára

source: Enable for logged out members
hu_hu: Engedélyezés kijelentkezett tagok számára

source: Enable group chat for this space members
hu_hu: Csoportos csevegés engedélyezése ennek a térnek a tagjai számára

source: Enable this link
hu_hu: Ennek a linknek az engedélyezése

source: Enable this question
hu_hu: Ennek a kérdésnek az engedélyezése

source: Enable to configure your access management with FluentCRM
hu_hu: Engedélyezze a hozzáféréskezelés beállítását a FluentCRM segítségével

source: Enable/Disable Social Media Links for profiles
hu_hu: Közösségi média linkek engedélyezése/letiltása a profiloknál

source: Enable/disable Post Status
hu_hu: Bejegyzés állapotának engedélyezése/letiltása

source: Enabled
hu_hu: Engedélyezve

source: Enables switching between dark and light interface themes, accommodating different lighting conditions and user preferences.
hu_hu: Lehetővé teszi a sötét és világos felülettémák közötti váltást, igazodva a különböző fényviszonyokhoz és felhasználói preferenciákhoz.

source: End Date:
hu_hu: Befejezés dátuma:

source: End date
hu_hu: Befejezés dátuma

source: Ended at: %s
hu_hu: Befejezve ekkor: %s

source: Enforce pass to continue
hu_hu: Sikeres teljesítés megkövetelése a folytatáshoz

source: Enjoy the blazing-fast community portal. Please go to the portal and review your data.
hu_hu: Élvezze a villámgyors közösségi portált. Kérjük, látogasson el a portálra, és tekintse át adatait.

source: Enroll this course
hu_hu: Iratkozzon be erre a kurzusra

source: Enrollment Type
hu_hu: Beiratkozás típusa

source: Enter Lesson title
hu_hu: Adja meg a lecke címét

source: Enter Quiz title
hu_hu: Adja meg a kvíz címét

source: Enter Section title
hu_hu: Adja meg a szakasz címét

source: Enter a title for the invitation link
hu_hu: Adjon címet a meghívó hivatkozásnak

source: Enter email subject
hu_hu: Adja meg az e-mail tárgyát

source: Enter invitee Name
hu_hu: Adja meg a meghívott nevét

source: Enter invitee email
hu_hu: Adja meg a meghívott e-mail-címét

source: Error
hu_hu: Hiba

source: Every Friday
hu_hu: Minden pénteken

source: Every Monday
hu_hu: Minden hétfőn

source: Every Saturday
hu_hu: Minden szombaton

source: Every Sunday
hu_hu: Minden vasárnap

source: Every Thursday
hu_hu: Minden csütörtökön

source: Every Tuesday
hu_hu: Minden kedden

source: Every Wednesday
hu_hu: Minden szerdán

source: Everybody
hu_hu: Mindenki

source: Everyone
hu_hu: Mindenki

source: Exclude Users
hu_hu: Felhasználók kizárása

source: Exclude selected users from the leaderboard
hu_hu: A kiválasztott felhasználók kizárása a ranglistáról

source: Expand/Close all sections
hu_hu: Összes szakasz kinyitása/bezárása

source: Expire Date
hu_hu: Lejárati dátum

source: Expire Date (Leave empty for no expiration)
hu_hu: Lejárati dátum (ha nincs lejárat, hagyja üresen)

source: Explanation
hu_hu: Magyarázat

source: Failed
hu_hu: Sikertelen

source: Failed to copy
hu_hu: Másolás sikertelen

source: Failed to copy the link
hu_hu: A hivatkozás másolása sikertelen

source: Failed to load the list
hu_hu: A lista betöltése sikertelen

source: Featured Image
hu_hu: Kiemelt kép

source: Featured Image (Recommended size: 1600x500) - Optional
hu_hu: Kiemelt kép (Ajánlott méret: 1600x500) - Opcionális

source: Featured Image Preview
hu_hu: Kiemelt kép előnézet

source: Featured Posts
hu_hu: Kiemelt bejegyzések

source: Featured media
hu_hu: Kiemelt média

source: Features
hu_hu: Funkciók

source: Features Customizations
hu_hu: Funkciók testreszabása

source: Features Settings
hu_hu: Funkciók beállításai

source: Feed Links
hu_hu: Hírcsatorna hivatkozások

source: Feed deleted successfully
hu_hu: A hírcsatorna sikeresen törölve

source: Feeds
hu_hu: Hírcsatornák

source: Fields
hu_hu: Mezők

source: Filter by:
hu_hu: Szűrés szerint:

source: Find the default Login/Registration Urls
hu_hu: Az alapértelmezett bejelentkezési/regisztrációs URL-ek megkeresése

source: First Name
hu_hu: Keresztnév

source: First choice
hu_hu: Első választás

source: Flag a post or comment after it's reported X times
hu_hu: Bejegyzés vagy hozzászólás megjelölése, miután X alkalommal jelentették

source: Flagged
hu_hu: Megjelölve

source: Flags
hu_hu: Jelölések

source: FluentCRM is not installed!
hu_hu: A FluentCRM nincs telepítve!

source: FluentCommunity Menu Group
hu_hu: FluentCommunity menücsoport

source: Follow
hu_hu: Követés

source: Follow Back
hu_hu: Visszakövetés

source: Follower Module
hu_hu: Követő modul

source: Follower Module Settings
hu_hu: Követő modul beállításai

source: Followers
hu_hu: Követők

source: Following
hu_hu: Követések

source: Following Config
hu_hu: Követés konfigurációja

source: Followings
hu_hu: Követettek

source: Food & Drink
hu_hu: Étel és ital

source: For best UI, keep the colors empty
hu_hu: A legjobb UI érdekében hagyja üresen a színeket

source: For course editor access, please make sure the selected user have contributor or higher user role.
hu_hu: A kurzusszerkesztő eléréséhez kérjük, győződjön meg arról, hogy a kiválasztott felhasználónak Közreműködő vagy magasabb felhasználói szerepköre van.

source: For large databases, please read our documentation and use wp-cli.
hu_hu: Nagy adatbázisok esetén olvassa el a dokumentációnkat, és használja a wp-cli-t.

source: Form
hu_hu: Űrlap

source: Free Preview Lesson
hu_hu: Ingyenes előnézeti lecke

source: Frequently Used
hu_hu: Gyakran használt

source: From Email
hu_hu: Feladó e-mail-címe

source: From Name
hu_hu: Feladó neve

source: General Settings
hu_hu: Általános beállítások

source: Get Emoji & Reaction Module
hu_hu: Szerezze be az Emoji és Reakció modult

source: Get Giphy Module
hu_hu: Szerezze be a Giphy modult

source: Get Leaderboard & Gamification Module
hu_hu: Szerezze be a ranglista és gamifikáció modult

source: Get Media Module
hu_hu: Szerezze be a Média modult

source: Get User Badge Module
hu_hu: Szerezze be a felhasználói jelvény modult

source: Giphy API Key
hu_hu: Giphy API-kulcs

source: Giphy Module
hu_hu: Giphy modul

source: Giphy Module Settings
hu_hu: Giphy modul beállításai

source: Give option to admin/moderators to send email when posting on a space
hu_hu: Adjon lehetőséget az adminoknak/moderátoroknak e-mail küldésére, amikor bejegyzést tesznek közzé egy térben

source: Global Email Notifications
hu_hu: Globális e-mail értesítések

source: Global Post Status
hu_hu: Globális bejegyzésállapot

source: Global User registration is disabled for your site. Please enable from General Setting or over-write in FluentCommunity Settings.
hu_hu: A globális felhasználói regisztráció le van tiltva az oldalán. Kérjük, engedélyezze az Általános beállításokban, vagy írja felül a FluentCommunity beállításaiban.

source: Go Full Screen
hu_hu: Teljes képernyőre váltás

source: Go To All Feeds
hu_hu: Ugrás az összes hírcsatornához

source: Go to %s
hu_hu: Ugrás ide: %s

source: Go to Community Portal
hu_hu: Ugrás a közösségi portálra

source: Go to General Settings.
hu_hu: Ugrás az Általános beállításokhoz.

source: Go to Space Home
hu_hu: Ugrás a tér kezdőlapjára

source: Go to community
hu_hu: Ugrás a közösséghez

source: Go to features settings
hu_hu: Ugrás a funkciók beállításaihoz

source: Got it!
hu_hu: Értettem!

source: Great job!
hu_hu: Remek munka!

source: Grid View
hu_hu: Rácsnézet

source: Group Chat?
hu_hu: Csoportos csevegés?

source: Group Description
hu_hu: Csoport leírása

source: Group Slug (no spaces or special characters)
hu_hu: Csoport slug (nincs szóköz vagy speciális karakter)

source: Group Title
hu_hu: Csoport címe

source: Group:
hu_hu: Csoport:

source: Heading
hu_hu: Címsor

source: Heading 2
hu_hu: Címsor 2

source: Heading 3
hu_hu: Címsor 3

source: Heading 4
hu_hu: Címsor 4

source: Heading Color
hu_hu: Címsor színe

source: Help Text
hu_hu: Súgószöveg

source: Hide Banner
hu_hu: Banner elrejtése

source: Hide Members count from spaces page (when members page access unavailable)
hu_hu: Tagok száma elrejtése a Spaces oldalon (ha a tagok oldalához nincs hozzáférés)

source: Hide answers on result page
hu_hu: Válaszok elrejtése az eredményoldalon

source: Hide course instructor view from course overview page
hu_hu: A kurzus oktatói nézetének elrejtése a kurzus áttekintő oldaláról

source: Hide students count from courses page
hu_hu: Hallgatók számának elrejtése a kurzusok oldalán

source: Hourly
hu_hu: Óránként

source: If allowed, members will be able to hide the banner
hu_hu: Ha engedélyezve van, a tagok elrejthetik a bannert

source: If enabled then, FluentCommunity will create a contact to assign the associate tags from your configuration. Otherwise it will skip tagging.
hu_hu: Ha engedélyezve van, a FluentCommunity létrehoz egy kontaktot, hogy hozzárendelje a beállításaiban megadott kapcsolódó címkéket. Ellenkező esetben kihagyja a címkézést.

source: If enabled then, The default WordPress welcome and password set email will be sent.
hu_hu: Ha engedélyezve van, a WordPress alapértelmezett üdvözlő- és jelszóbeállító e-mailje kerül kiküldésre.

source: If enabled then, a WP user will be created if not exist and add to the configured course or space.
hu_hu: Ha engedélyezve van, létrejön egy WP felhasználó, ha még nem létezik, és hozzáadásra kerül a beállított kurzushoz vagy Space-hez.

source: If enabled, members will have to achieve a minimum score before
hu_hu: Ha engedélyezve van, a tagoknak el kell érniük egy minimális pontszámot, mielőtt

source: If enabled, public users can view this lesson without enrolling the course.
hu_hu: Ha engedélyezve van, a nyilvános felhasználók a kurzusba való beiratkozás nélkül megtekinthetik ezt a leckét.

source: If someone replies to your notification email, this is where you would like to receive it.
hu_hu: Ha valaki válaszol az értesítési e-mailjére, itt szeretné megkapni.

source: If unchecked, then the last activity will be shown to only admins/moderators
hu_hu: Ha nincs bejelölve, az utolsó aktivitás csak az adminok/moderátorok számára lesz látható

source: If you add this image, it will be shown on the space homepage
hu_hu: Ha hozzáadja ezt a képet, a Space kezdőlapján lesz látható

source: If you enable this then, posts will be shown as modal when interacting
hu_hu: Ha ezt engedélyezi, a bejegyzések interakciókor modális ablakban jelennek meg

source: If you enable this, then users can post globally without selecting a space, which will be available for everyone.
hu_hu: Ha ezt engedélyezi, a felhasználók Space kiválasztása nélkül globálisan közzétehetnek, ami mindenki számára elérhető lesz.

source: If you no longer keep your community account, find out how you can deactivate your account.
hu_hu: Ha már nem kívánja megtartani közösségi fiókját, tudja meg, hogyan deaktiválhatja fiókját.

source: If you want to store files in a folder within the bucket.
hu_hu: Ha fájlokat szeretne a bucketen belüli mappában tárolni.

source: Ignore Reports
hu_hu: Jelentések figyelmen kívül hagyása

source: Ignored
hu_hu: Figyelmen kívül hagyva

source: Image
hu_hu: Kép

source: Image Preview
hu_hu: Kép előnézete

source: Immediately
hu_hu: Azonnal

source: In Review
hu_hu: Felülvizsgálat alatt

source: In which day, the digest email will be sent
hu_hu: Melyik napon kerül kiküldésre az összefoglaló e-mail

source: Incoming Webhooks
hu_hu: Bejövő webhookok

source: Incorrect
hu_hu: Helytelen

source: Input Data Label
hu_hu: Bemeneti adat címke

source: Installed
hu_hu: Telepítve

source: Instructor
hu_hu: Oktató

source: Invitation Link
hu_hu: Meghívó hivatkozás

source: Invitation Link Title
hu_hu: Meghívó hivatkozás címe

source: Invitation link has been copied to clipboard
hu_hu: A meghívó hivatkozás a vágólapra másolva

source: Invitation link has been copied to your clipboard
hu_hu: A meghívó hivatkozás a vágólapjára másolva

source: Invitation resent successfully
hu_hu: A meghívó sikeresen újraküldve

source: Invitations
hu_hu: Meghívók

source: Invite
hu_hu: Meghívás

source: Invite Members
hu_hu: Tagok meghívása

source: Invited By
hu_hu: Meghívta

source: Invitee
hu_hu: Meghívott

source: Invitee Name (optional)
hu_hu: Meghívott neve (opcionális)

source: Invitee email
hu_hu: Meghívott e-mail-címe

source: Join
hu_hu: Csatlakozás

source: Joined %1s
hu_hu: Csatlakozott %1s

source: Joined %s
hu_hu: Csatlakozott %s

source: Joined: %s
hu_hu: Csatlakozott: %s

source: Joining Date
hu_hu: Csatlakozás dátuma

source: Keeps the sidebar visible while scrolling, providing constant access to important links and widgets.
hu_hu: Görgetés közben is láthatóan tartja az oldalsávot, folyamatos hozzáférést biztosítva a fontos hivatkozásokhoz és widgetekhez.

source: Key
hu_hu: Kulcs

source: Label
hu_hu: Címke

source: Last 15 days
hu_hu: Elmúlt 15 nap

source: Last Activity
hu_hu: Legutóbbi aktivitás

source: Last Month
hu_hu: Elmúlt hónap

source: Last Name
hu_hu: Vezetéknév

source: Last Three Month
hu_hu: Elmúlt három hónap

source: Last Week
hu_hu: Elmúlt hét

source: Last seen %s
hu_hu: Utoljára aktív %s

source: Last seen: %s
hu_hu: Utoljára aktív: %s

source: Latest Courses
hu_hu: Legújabb kurzusok

source: Latest Posts
hu_hu: Legújabb bejegyzések

source: Latest Posts Sort
hu_hu: Legújabb bejegyzések rendezése

source: Latest Spaces
hu_hu: Legújabb Spaces

source: Layout
hu_hu: Elrendezés

source: Layout changed
hu_hu: Elrendezés módosítva

source: Leaderboard / Gamification Settings
hu_hu: Ranglista / gamifikáció beállításai

source: Leaderboard Levels
hu_hu: Ranglista szintek

source: Leaderboard Points
hu_hu: Ranglista pontok

source: Leaderboard Settings
hu_hu: Ranglista beállításai

source: Leaderboards
hu_hu: Ranglisták

source: Leaderboards Module
hu_hu: Ranglista modul

source: Leave Space
hu_hu: Space elhagyása

source: Leave a reply
hu_hu: Válasz írása

source: Leave blank for not end
hu_hu: Hagyja üresen, ha nincs befejezés

source: Leave empty for no expiration
hu_hu: Hagyja üresen, ha nincs lejárat

source: Leave empty for unlimited uses
hu_hu: Hagyja üresen, ha korlátlanul használható

source: Lesson
hu_hu: Lecke

source: Lesson %1s of %2s
hu_hu: Lecke %1s / %2s

source: Lesson %1s of %2s - %3s
hu_hu: Lecke %1s / %2s - %3s

source: Lesson Content
hu_hu: Lecke tartalma

source: Lesson Duration
hu_hu: Lecke időtartama

source: Lesson Title
hu_hu: Lecke címe

source: Lesson discussions
hu_hu: Lecke megbeszélései

source: Lesson name
hu_hu: Lecke neve

source: Lessons
hu_hu: Leckék

source: Let your community users to follow each other and filter posts by their followings.
hu_hu: Engedje, hogy a közösség felhasználói kövessék egymást, és a követéseik alapján szűrjék a bejegyzéseket.

source: Level %d
hu_hu: Szint %d

source: Level Tagline
hu_hu: Szint alcíme

source: Level Title
hu_hu: Szint címe

source: Levels
hu_hu: Szintek

source: Limit
hu_hu: Korlát

source: Limit the number of uses
hu_hu: A használatok számának korlátozása

source: Link
hu_hu: Hivatkozás

source: Link Title
hu_hu: Hivatkozás címe

source: Link copied to clipboard
hu_hu: Hivatkozás a vágólapra másolva

source: List
hu_hu: Lista

source: List View
hu_hu: Lista nézet

source: List View: Member profiles will be shown as lists. Modern: Members profile will be shown as cards (Grid)
hu_hu: Lista nézet: A tagok profiljai listaként jelennek meg. Modern: A tagok profiljai kártyák formájában (rács) jelennek meg.

source: Load more
hu_hu: Továbbiak betöltése

source: Loading editor. Please wait....
hu_hu: Szerkesztő betöltése. Kérjük, várjon....

source: Loading.....
hu_hu: Betöltés.....

source: Local
hu_hu: Helyi

source: Lock Screen
hu_hu: Zárolási képernyő

source: Lock Screen Type
hu_hu: Zárolási képernyő típusa

source: Logged in
hu_hu: Bejelentkezve

source: Logged out
hu_hu: Kijelentkezve

source: Logged-in only
hu_hu: Csak bejelentkezettek

source: Logged-in users only
hu_hu: Csak bejelentkezett felhasználók

source: Login / Registration URLs
hu_hu: Bejelentkezési / Regisztrációs URL-ek

source: Login URL for public Users
hu_hu: Bejelentkezési URL nyilvános felhasználók számára

source: Login or Signup
hu_hu: Bejelentkezés vagy regisztráció

source: Login to enroll this course
hu_hu: Jelentkezz be a kurzus felvételéhez

source: Login to see your courses
hu_hu: Jelentkezz be a kurzusaid megtekintéséhez

source: Login/Signup Form Type
hu_hu: Bejelentkezés/Regisztráció űrlap típusa

source: Logo Permalink
hu_hu: Logó állandó hivatkozása

source: Logo for Email Header
hu_hu: Logó az e-mail fejlécéhez

source: Mailing Settings
hu_hu: Levelezési beállítások

source: Make members select a topic
hu_hu: A tagoknak kötelező témát választani

source: Manage
hu_hu: Kezelés

source: Manage Links
hu_hu: Hivatkozások kezelése

source: Manage Migrations
hu_hu: Migrációk kezelése

source: Manage all topics
hu_hu: Összes téma kezelése

source: Manage all topics.
hu_hu: Összes téma kezelése.

source: Mapped FluentCRM Tag
hu_hu: Hozzárendelt FluentCRM címke

source: Mark all as read
hu_hu: Összes megjelölése olvasottként

source: Mark all new posts as Pending
hu_hu: Minden új bejegyzés megjelölése függőben lévőként

source: Mark all new posts as Pending in the given spaces
hu_hu: Minden új bejegyzés megjelölése függőben lévőként a megadott terekben

source: Mark this account as verified
hu_hu: A fiók megjelölése ellenőrzöttként

source: Max Media Per Post
hu_hu: Max. média bejegyzésenként

source: Maximum Number of Topics a space may have
hu_hu: Egy térhez tartozó témák maximális száma

source: Maximum Number of Topics a user can select when creating a post
hu_hu: A felhasználó által bejegyzés létrehozásakor választható témák maximális száma

source: Media Module
hu_hu: Média modul

source: Media Preview image
hu_hu: Média előnézeti kép

source: Media image
hu_hu: Média kép

source: Media type
hu_hu: Média típusa

source: Member
hu_hu: Tag

source: Members Activities
hu_hu: Tagok aktivitásai

source: Members List Layout
hu_hu: Taglista elrendezése

source: Members Only
hu_hu: Csak tagoknak

source: Members analytics
hu_hu: Tagok analitikája

source: Members can enable/disable their own digest status
hu_hu: A tagok engedélyezhetik/letilthatják saját összefoglaló állapotukat

source: Members have to be invited to this course.
hu_hu: A tagokat meg kell hívni ehhez a kurzushoz.

source: Members have to be invited to this space.
hu_hu: A tagokat meg kell hívni ehhez a térhez.

source: Members of this space
hu_hu: Ennek a térnek a tagjai

source: Membership Request Under Review
hu_hu: Tagsági kérelem elbírálás alatt

source: Membership Role
hu_hu: Tagsági szerepkör

source: Mentions
hu_hu: Említések

source: Menu Group
hu_hu: Menücsoport

source: Message
hu_hu: Üzenet

source: Message to show for users without matching roles.
hu_hu: Üzenet a megfelelő szerepkörrel nem rendelkező felhasználóknak.

source: Messaging Settings
hu_hu: Üzenetküldési beállítások

source: Migrate Data from other plugins.
hu_hu: Adatok migrálása más bővítményekből.

source: Migrated
hu_hu: Migrálva

source: Migration Completed
hu_hu: Migráció befejezve

source: Migrations Management
hu_hu: Migrációk kezelése

source: Minimum Points
hu_hu: Minimális pontszám

source: Moderation
hu_hu: Moderálás

source: Moderation Settings
hu_hu: Moderálási beállítások

source: Moderator
hu_hu: Moderátor

source: Moderator Settings
hu_hu: Moderátori beállítások

source: Month
hu_hu: Hónap

source: Most Replied
hu_hu: Legtöbb válasz

source: Move
hu_hu: Áthelyezés

source: Move Lesson
hu_hu: Lecke áthelyezése

source: Move Space
hu_hu: Tér áthelyezése

source: Move to a different Group
hu_hu: Áthelyezés másik csoportba

source: Move to a different Section
hu_hu: Áthelyezés másik szakaszba

source: Move to a different space
hu_hu: Áthelyezés másik térbe

source: My Courses
hu_hu: Saját kurzusaim

source: My Profile
hu_hu: Profilom

source: Name
hu_hu: Név

source: Name & Quiz
hu_hu: Név és kvíz

source: Name of the Link
hu_hu: A hivatkozás neve

source: Name that will be used for replyTo attribute
hu_hu: A replyTo attribútumhoz használt név

source: Name that will be used to send emails
hu_hu: Az e-mailek küldéséhez használt név

source: New
hu_hu: Új

source: New Article
hu_hu: Új cikk

source: New Course
hu_hu: Új kurzus

source: New Documents
hu_hu: Új dokumentumok

source: New Invitation Link
hu_hu: Új meghívó hivatkozás

source: New Invite
hu_hu: Új meghívó

source: New Posts Notifications
hu_hu: Új bejegyzések értesítései

source: New Space
hu_hu: Új tér

source: New Topic
hu_hu: Új téma

source: Next
hu_hu: Tovább

source: No
hu_hu: Nem

source: No %s members found in this community.
hu_hu: Nem található %s tag ebben a közösségben.

source: No Activity
hu_hu: Nincs tevékenység

source: No Data Found
hu_hu: Nem található adat

source: No Emoji Found
hu_hu: Nem található emoji

source: No Groups Found
hu_hu: Nem található csoport

source: No Managers Found
hu_hu: Nem található menedzser

source: No Mapping
hu_hu: Nincs hozzárendelés

source: No Menu Group
hu_hu: Nincs menücsoport

source: No Pending Invitations Found
hu_hu: Nem található függőben lévő meghívás

source: No Results Found
hu_hu: Nincs találat

source: No Spaces found.
hu_hu: Nem található tér.

source: No Students Found
hu_hu: Nem található diák

source: No Topics Found
hu_hu: Nem található téma

source: No Webhooks Found
hu_hu: Nem található webhook

source: No badges have been configured.
hu_hu: Nincsenek jelvények beállítva.
