Repository: hellowpio/wordpress-translations
Catalog: plugins/*/ninja-forms-uploads/ninja-forms-uploads-*.po
Languages: hu_hu

source: Ninja Forms - File Uploads
hu_hu: Ninja Forms - Fájlfeltöltések

source: File Uploads add-on for Ninja Forms.
hu_hu: Fájlfeltöltések kiegészítő a Ninja Forms-hoz.

source: Puts in the title of the file without any spaces
hu_hu: Beilleszti a fájl nevét szóközök nélkül

source: Puts in the title of the current form without any spaces
hu_hu: Beilleszti az aktuális űrlap nevét szóközök nélkül

source: Puts in the date in yyyy-mm-dd (1998-05-23) format
hu_hu: Beilleszti a dátumot yyyy-mm-dd (1998-05-23) formátumban

source: Puts in the month in mm (04) format
hu_hu: Beilleszti a hónapot mm (04) formátumban

source: Puts in the day in dd (20) format
hu_hu: Beilleszti a napot dd (20) formátumban

source: Puts in the year in yyyy (2011) format
hu_hu: Beilleszti az évet yyyy (2011) formátumban

source: Puts in the user's username if they are logged in
hu_hu: Beilleszti a felhasználó felhasználónevét, ha be van jelentkezve

source: Puts in the user's user ID if they are logged in
hu_hu: Beilleszti a felhasználó felhasználói azonosítóját, ha be van jelentkezve

source: Puts in the user's display name if they are logged in
hu_hu: Beilleszti a felhasználó megjelenített nevét, ha be van jelentkezve

source: Puts in the user's first name if they are logged in
hu_hu: Beilleszti a felhasználó keresztnevét, ha be van jelentkezve

source: Puts in the user's last name if they are logged in
hu_hu: Beilleszti a felhasználó vezetéknevét, ha be van jelentkezve

source: Puts in a random 5 character string
hu_hu: Beilleszt egy véletlenszerű, 5 karakteres karakterláncot

source: File Uploads
hu_hu: Fájlfeltöltések

source: Browse Uploads
hu_hu: Feltöltések böngészése

source: Upload Settings
hu_hu: Feltöltési beállítások

source: Save
hu_hu: Mentés

source: Upload
hu_hu: Feltöltés

source: Uploads
hu_hu: Feltöltések

source: No uploads found.
hu_hu: Nem található feltöltés.

source: File Name
hu_hu: Fájlnév

source: Original File name
hu_hu: Eredeti fájlnév

source: Created
hu_hu: Létrehozva

source: Form Name
hu_hu: Űrlap neve

source: User Name
hu_hu: Felhasználónév

source: File Location
hu_hu: Fájl helye

source: Guest
hu_hu: Vendég

source: View this file
hu_hu: Fájl megtekintése

source: View
hu_hu: Megtekintés

source: View submission
hu_hu: Beküldés megtekintése

source: View Submission
hu_hu: Beküldés megtekintése

source: Delete this file
hu_hu: Fájl törlése

source: Delete
hu_hu: Törlés

source: No field ID supplied
hu_hu: Nincs mezőazonosító megadva

source: Nonce error
hu_hu: Nonce hiba

source: No form ID supplied
hu_hu: Nincs űrlapazonosító megadva

source: Unable to move uploaded temp file
hu_hu: Nem sikerült áthelyezni a feltöltött ideiglenes fájlt

source: File exceeds maximum file size. File must be under: %sMB.
hu_hu: A fájl meghaladja a maximális méretet. A fájl mérete legfeljebb %sMB lehet.

source: File size under minimum size. File must be %sMB or greater.
hu_hu: A fájl mérete a minimális méret alatt van. A fájl méretének legalább %sMB-nek kell lennie.

source: File extension not allowed
hu_hu: A fájlkiterjesztés nem engedélyezett

source: File extension of %s not allowed
hu_hu: A(z) %s fájlkiterjesztés nem engedélyezett

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
hu_hu: A feltöltött fájl meghaladja a php.ini upload_max_filesize beállítását

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
hu_hu: A feltöltött fájl meghaladja a HTML űrlapban megadott MAX_FILE_SIZE beállítást

source: The uploaded file was only partially uploaded
hu_hu: A feltöltött fájl csak részben lett feltöltve

source: No file was uploaded
hu_hu: Nem lett fájl feltöltve

source: Missing a temporary folder
hu_hu: Hiányzik az ideiglenes mappa

source: Failed to write file to disk
hu_hu: Nem sikerült a fájlt lemezre írni

source: File upload stopped by extension
hu_hu: A fájlfeltöltést egy kiterjesztés megállította

source: Unknown upload error
hu_hu: Ismeretlen feltöltési hiba

source: Request made to delete all plugin log entries
hu_hu: Kérés érkezett az összes bővítmény naplóbejegyzésének törlésére

source: Save to Server
hu_hu: Mentés a szerverre

source: Save the file to the server.
hu_hu: A fájl mentése a szerverre.

source: Rename Uploaded File
hu_hu: Feltöltött fájl átnevezése

source: Advanced renaming options. You can also create directories using "/". If you do not want to rename the files, leave this box blank
hu_hu: Speciális átnevezési beállítások. Könyvtárakat is létrehozhat a "/" használatával. Ha nem szeretné átnevezni a fájlokat, hagyja ezt a mezőt üresen

source: Save to Media Library
hu_hu: Mentés a Médiatárba

source: Save to Media Library.
hu_hu: Mentés a Médiatárba.

source: File Limit
hu_hu: Fájlkorlát

source: How many files can be uploaded?
hu_hu: Hány fájl tölthető fel?

source: Allowed File Types
hu_hu: Engedélyezett fájltípusok

source: Comma Separated List of allowed file types. Leaving the option empty will restore the default list. (i.e. jpg, gif, png, pdf) This is not fool-proof and can be tricked, please remember that there is always a danger in allowing users to upload files.
hu_hu: Vesszővel elválasztott lista az engedélyezett fájltípusokról. Az opció üresen hagyása visszaállítja az alapértelmezett listát. (pl. jpg, gif, png, pdf) Ez nem teljesen bombabiztos és megkerülhető; kérjük, ne feledje, hogy a felhasználói fájlfeltöltések engedélyezése mindig kockázattal jár.

source: Maximum File Size (MB)
hu_hu: Maximális fájlméret (MB)

source: Maximum size of a file that can be uploaded.
hu_hu: A feltölthető fájl maximális mérete.

source: Minimum File Size (MB)
hu_hu: Minimális fájlméret (MB)

source: Minimum size of a file that can be uploaded.
hu_hu: A feltölthető fájl minimális mérete.

source: Select Files
hu_hu: Fájlok kiválasztása

source: Select Files Button Text
hu_hu: Fájlok kiválasztása gomb szövege

source: Change the button text for selecting files.
hu_hu: A fájlok kiválasztására szolgáló gomb szövegének módosítása.

source: Cancel
hu_hu: Mégse

source: Cancel File Upload Button Text
hu_hu: Fájlfeltöltés megszakítása gomb szövege

source: Change the button text for cancelling uploads.
hu_hu: A feltöltések megszakítására szolgáló gomb szövegének módosítása.

source: Progress Bar
hu_hu: Folyamatjelző sáv

source: Progress Bar Background
hu_hu: Folyamatjelző sáv háttér

source: File List
hu_hu: Fájllista

source: File Delete Link
hu_hu: Fájltörlés hivatkozás

source: File Upload Cancel Button
hu_hu: Fájlfeltöltés megszakítása gomb

source: File Upload Cancel Button Hover
hu_hu: Fájlfeltöltés megszakítása gomb - rámutatáskor

source: Use Public URL
hu_hu: Nyilvános URL használata

source: URLs to files uploaded to external services are by default only accessible to logged in users of the site. Enable this to make them publicly viewable.
hu_hu: A külső szolgáltatásokba feltöltött fájlok URL-jei alapértelmezés szerint csak a webhely bejelentkezett felhasználói számára érhetők el. Engedélyezze ezt, hogy nyilvánosan megtekinthetők legyenek.

source: If you want to create dynamic directories, you can use various shortcodes:
hu_hu: Ha dinamikus könyvtárakat szeretne létrehozni, különféle rövidkódokat használhat:

source: For Example: <code>/%formtitle%/%month%/%year%/</code> would be <code>/MyFormTitle/04/2012/</code>
hu_hu: Például: <code>/%formtitle%/%month%/%year%/</code> ezt eredményezi: <code>/MyFormTitle/04/2012/</code>

source: Max File Size (in MB)
hu_hu: Maximális fájlméret (MB-ban)

source: This limit can be overridden in the settings for a File Upload field. Very large uploads are possible, but we recommend setting a sensible limit.
hu_hu: Ez a korlát felülírható a Fájlfeltöltés mező beállításaiban. Nagyon nagy feltöltések is lehetségesek, de javasoljuk ésszerű korlát beállítását.

source: File upload error message
hu_hu: Fájlfeltöltési hibaüzenet

source: Custom Directory
hu_hu: Egyéni könyvtár

source: Full Directory
hu_hu: Teljes könyvtárútvonal

source: Progress Bar Styles
hu_hu: Folyamatjelző sáv stílusai

source: Progress Bar Background Styles
hu_hu: Folyamatjelző sáv háttérstílusai

source: Uploaded Files List Styles
hu_hu: Feltöltött fájlok listájának stílusai

source: Uploaded File Delete Link Styles
hu_hu: Feltöltött fájl törlése hivatkozás stílusai

source: Max %n files are allowed
hu_hu: Legfeljebb %n fájl engedélyezett

source: Nonce error, upload failed
hu_hu: Nonce hiba, a feltöltés sikertelen

source: Nonce regeneration error, upload failed
hu_hu: Nonce újragenerálási hiba, a feltöltés sikertelen

source: Upload error, upload failed
hu_hu: Feltöltési hiba, a feltöltés sikertelen

source: File exceeds maximum file size. File must be under %nMB.
hu_hu: A fájl meghaladja a maximális méretet. A fájl mérete legfeljebb %nMB lehet.

source: File does not meet minimum file size. File must be %nMB or greater in size.
hu_hu: A fájl nem éri el a minimális méretet. A fájl méretének legalább %nMB-nek kell lennie.

source: Ninja Forms File Upload: %s Upload. File does not exist %s
hu_hu: Ninja Forms fájlfeltöltés: %s feltöltés. A fájl nem létezik %s

source: Disconnect
hu_hu: Leválasztás

source: Connect
hu_hu: Csatlakozás

source: External File Upload
hu_hu: Külső fájlfeltöltés

source: Field
hu_hu: Mező

source: Background Upload
hu_hu: Háttérfeltöltés

source: External Settings
hu_hu: Külső beállítások

source: %s requires %s
hu_hu: %s megköveteli %s

source: %s Settings
hu_hu: %s beállításai

source: Connect to Dropbox
hu_hu: Csatlakozás a Dropboxhoz

source: File Path
hu_hu: Fájl elérési útja

source: Custom directory for the files to be uploaded to in your Dropbox /Apps/Ninja Forms Uploads/ folder
hu_hu: Egyéni könyvtár a Dropbox /Apps/Ninja Forms Uploads/ mappájába feltöltendő fájlok számára

source: log out
hu_hu: kijelentkezés

source: To connect with a different account, first %s of Dropbox
hu_hu: Másik fiók csatlakoztatásához először %s a Dropboxból

source: Connect to Google Drive
hu_hu: Csatlakozás a Google Drive-hoz

source: Custom directory for the files to be uploaded to in Google Drive
hu_hu: Egyéni könyvtár a Google Drive-ba feltöltendő fájlok számára

source: Access Key
hu_hu: Hozzáférési kulcs

source: Secret Key
hu_hu: Titkos kulcs

source: Bucket Name
hu_hu: Bucket neve

source: The default file path in the bucket where the file will be uploaded to.
hu_hu: Alapértelmezett fájl elérési út a bucketben, ahová a fájl feltöltésre kerül.

source: There was an error attempting to get the region of the bucket %s: %s
hu_hu: Hiba történt a %s bucket régiójának lekérdezésekor: %s

source: Temp file does not exist
hu_hu: Az ideiglenes fájl nem létezik

source: File upload error
hu_hu: Fájlfeltöltési hiba

source: File removed
hu_hu: Fájl eltávolítva

source: Attach File Uploads
hu_hu: Fájlfeltöltések csatolása

source: Filename
hu_hu: Fájlnév

source: File Extension
hu_hu: Fájlkiterjesztés

source: File Upload
hu_hu: Fájlfeltöltés

source: Allow users to upload files using a form. You can add and remove fields as needed.
hu_hu: Lehetővé teszi a felhasználóknak, hogy űrlapon keresztül fájlokat töltsenek fel. A mezők igény szerint hozzáadhatók és eltávolíthatók.

source: Featured Image
hu_hu: Kiemelt kép

source: Single file upload fields only
hu_hu: Csak egyszeres fájlfeltöltő mezőkhöz

source: Search Uploads
hu_hu: Feltöltések keresése

source: Fix it.
hu_hu: Javítsa meg.

source: PHP %s or greater required for external uploads.
hu_hu: Külső feltöltésekhez PHP %s vagy újabb szükséges.

source: - Select a form
hu_hu: - Válasszon egy űrlapot

source: Begin Date
hu_hu: Kezdő dátum

source: End Date
hu_hu: Záró dátum

source: Filter
hu_hu: Szűrő
