Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: Service price
hu_hu: Szolgáltatás ára

source: Number of persons
hu_hu: Személyek száma

source: Phone:
hu_hu: Telefon:

source: Placeholder Copied
hu_hu: Helyőrző másolva

source: Employee Panel Access
hu_hu: Alkalmazotti felület hozzáférés

source: Employee Panel Recovery
hu_hu: Alkalmazotti felület helyreállítása

source: Queued
hu_hu: Sorba állítva

source: Recharge
hu_hu: Feltöltés

source: Recharge Balance
hu_hu: Egyenleg feltöltése

source: Recipient Email
hu_hu: Címzett e-mail

source: Refresh
hu_hu: Frissítés

source: Requires Scheduling Setup
hu_hu: Ütemezés beállítása szükséges

source: Security
hu_hu: Biztonság

source: Segments:
hu_hu: Szegmensek:

source: Send Recovery Email
hu_hu: Helyreállító e-mail küldése

source: Send Test Email
hu_hu: Teszt e-mail küldése

source: Send Test SMS
hu_hu: Teszt SMS küldése

source: Sign Up
hu_hu: Regisztráció

source: SMS History
hu_hu: SMS-előzmények

source: SMS Notifications
hu_hu: SMS-értesítések

source: If you are from a country where VAT or GST applies, a VAT/GST charge will be added to the transaction.
hu_hu: Ha olyan országban tartózkodik, ahol ÁFA vagy GST érvényes, a tranzakcióhoz ÁFA/GST díj kerül hozzáadásra.

source: Subject
hu_hu: Tárgy

source: Email has not been sent
hu_hu: Az e-mail nem lett elküldve

source: Email has been sent
hu_hu: Az e-mail elküldve

source: To be able to send test email please configure "Sender Email" in Notification Settings.
hu_hu: A teszt e-mail küldéséhez kérjük, konfigurálja a "Sender Email" beállítást az Értesítési beállításokban.

source: To be able to send test SMS please recharge your balance.
hu_hu: A teszt SMS küldéséhez kérjük, töltse fel az egyenlegét.

source: Text:
hu_hu: Szöveg:

source: To Customer
hu_hu: Ügyfélnek

source: To Employee
hu_hu: Alkalmazottnak

source: User:
hu_hu: Felhasználó:

source: View pricing for:
hu_hu: Árak megtekintése ehhez:

source: View Profile
hu_hu: Profil megtekintése

source: Permanent access token
hu_hu: Állandó hozzáférési token

source: Enable Auto-reply message
hu_hu: Automatikus válaszüzenet engedélyezése

source: Messages sent through WhatsApp are without a reply option, so we advise setting the “Auto-Reply” message
hu_hu: A WhatsAppon keresztül küldött üzeneteknél nincs válaszlehetőség, ezért javasoljuk az “Automatikus válasz” üzenet beállítását

source: WhatsApp Auto-reply message
hu_hu: WhatsApp automatikus válaszüzenet

source: WhatsApp Business Account ID
hu_hu: WhatsApp Business fiókazonosító

source: Default language
hu_hu: Alapértelmezett nyelv

source: WhatsApp Notifications
hu_hu: WhatsApp értesítések

source: Enable WhatsApp Notifications
hu_hu: WhatsApp-értesítések engedélyezése

source: Phone number ID
hu_hu: Telefonszám-azonosító

source: # of appointments
hu_hu: Időpontok száma

source: Sum of payments
hu_hu: Fizetések összege

source: # of Hours in appointment
hu_hu: Órák száma az időpontokban

source: % of load
hu_hu: Terheltség százaléka

source: Approved Appointments
hu_hu: Jóváhagyott időpontok

source: Indicates the number of approved appointments<br/>for a chosen date range.
hu_hu: Jelzi a kiválasztott dátumtartományban<br/>a jóváhagyott időpontok számát.

source: Interests / Conversions
hu_hu: Érdeklődések / Konverziók

source: Shows the number of views for the employee/service/location<br/>vs. the number of times they were booked during<br/>the selected date range.
hu_hu: Megjeleníti az alkalmazott/szolgáltatás/helyszín megtekintéseinek számát<br/>összevetve azzal, hogy hányszor foglalták őket<br/>a kiválasztott dátumtartományban.

source: Grab Yours
hu_hu: Szerezze meg

source: New
hu_hu: Új

source: You don't have any upcoming appointments yet
hu_hu: Még nincsenek közelgő időpontjai

source: Pending Appointments
hu_hu: Függőben lévő időpontok

source: Percentage of Load
hu_hu: Terheltség százaléka

source: Indicates the percentage of occupied time against available time for appointments<br/>in the chosen date range.
hu_hu: Jelzi a foglalt idő százalékát az elérhető időhöz képest az időpontok esetén<br/>a kiválasztott dátumtartományban.

source: Returning
hu_hu: Visszatérő

source: Revenue
hu_hu: Bevétel

source: Shows the total income for paid appointments<br/>in the chosen date range.
hu_hu: Megjeleníti a fizetett időpontokból származó teljes bevételt<br/>a kiválasztott dátumtartományban.

source: Views
hu_hu: Megtekintések

source: Hello
hu_hu: Helló

source: You have
hu_hu: Önnek van

source: for today
hu_hu: mára

source: Upcoming appointments
hu_hu: Közelgő időpontok

source: Show
hu_hu: Megjelenítés

source: Block
hu_hu: Blokkolás

source: Unblock
hu_hu: Feloldás

source: Search Locations...
hu_hu: Helyszínek keresése...

source: Add Category
hu_hu: Kategória hozzáadása

source: Add Extra
hu_hu: Extra hozzáadása

source: Add Image
hu_hu: Kép hozzáadása

source: Add Package
hu_hu: Csomag hozzáadása

source: Add Resource
hu_hu: Erőforrás hozzáadása

source: Categories positions has been saved
hu_hu: A kategóriák pozíciói mentve

source: Category has been deleted
hu_hu: A kategória törölve

source: Category has been duplicated
hu_hu: A kategória duplikálva

source: Category has been saved
hu_hu: A kategória mentve

source: Start by clicking the Add Category button
hu_hu: Kezdje a Kategória hozzáadása gombra kattintva

source: Start by clicking the Add Package button
hu_hu: Kezdje az Add Package gombra kattintva

source: Start by clicking the Add Resource button
hu_hu: Kezdje az Add Resource gombra kattintva

source: Start by clicking the Add Service button
hu_hu: Kezdje az Add Service gombra kattintva

source: Are you sure you want to delete this service?
hu_hu: Biztosan törli ezt a szolgáltatást?

source: Are you sure you want to duplicate this service?
hu_hu: Biztosan duplikálja ezt a szolgáltatást?

source: You will change a setting which is also set for each employee separately. Do you want to update it for all employees?
hu_hu: Olyan beállítást fog módosítani, amely minden alkalmazottnál külön is be van állítva. Szeretné frissíteni ezt az összes alkalmazottnál?

source: Are you sure you want to hide this service?
hu_hu: Biztosan elrejti ezt a szolgáltatást?

source: Are you sure you want to show this service?
hu_hu: Biztosan megjeleníti ezt a szolgáltatást?

source: Are you sure you want to delete this category?
hu_hu: Biztosan törli ezt a kategóriát?

source: Are you sure you want to duplicate this category?
hu_hu: Biztosan duplikálja ezt a kategóriát?

source: Duration & Pricing
hu_hu: Időtartam és árképzés

source: Edit Service
hu_hu: Szolgáltatás szerkesztése

source: Edit Category
hu_hu: Kategória szerkesztése

source: Gallery
hu_hu: Galéria

source: Here you can set the maximum number of people<br/>per one appointment.
hu_hu: Itt beállíthatja az egy időpontra jutó<br/>maximális létszámot.

source: Minimum Capacity
hu_hu: Minimális kapacitás

source: Here you can set the minimum number of people<br/>per one booking of this service.
hu_hu: Itt beállíthatja ennél a szolgáltatásnál az egy foglalásra jutó<br/>minimális létszámot.

source: New Category
hu_hu: Új kategória

source: New Service
hu_hu: Új szolgáltatás

source: Please select duration
hu_hu: Kérjük, válasszon időtartamot

source: Please select category
hu_hu: Kérjük, válasszon kategóriát

source: Buffer Time After
hu_hu: Pufferidő utána

source: Time after the appointment (rest, clean up, etc.),<br/>when another booking for same service and<br/>employee cannot be made.
hu_hu: Az időpont utáni idő (pihenés, takarítás stb.),<br/>amikor ugyanarra a szolgáltatásra és alkalmazottra<br/>nem hozható létre új foglalás.

source: Buffer Time Before
hu_hu: Pufferidő előtte

source: Time needed to prepare for the appointment, when<br/>another booking for same service and employee<br/>cannot be made.
hu_hu: Az időpont előtti felkészülési idő, amikor<br/>ugyanarra a szolgáltatásra és alkalmazottra<br/>nem hozható létre új foglalás.

source: Service has been deleted
hu_hu: A szolgáltatás törölve lett

source: Service is hidden
hu_hu: A szolgáltatás rejtett

source: Service has been saved
hu_hu: A szolgáltatás mentve lett

source: Service is visible
hu_hu: A szolgáltatás látható

source: Services positions has been saved
hu_hu: A szolgáltatások pozíciói mentve lettek

source: Unable to save services positions
hu_hu: A szolgáltatások pozícióit nem sikerült menteni

source: Sort Services:
hu_hu: Szolgáltatások rendezése:

source: Show service on site
hu_hu: Szolgáltatás megjelenítése a webhelyen

source: If this option is disabled, service will be available for booking from back-end pages only.
hu_hu: Ha ez az opció le van tiltva, a szolgáltatás csak a back-end oldalakról lesz foglalható.

source: Set recurring appointment
hu_hu: Ismétlődő időpont beállítása

source: If this option is disabled, your customers won't be able to book recurring appointments at the same time.
hu_hu: Ha ez az opció le van tiltva, az ügyfelei nem tudnak egyidejűleg ismétlődő időpontokat foglalni.

source: Provider has appointments for this service
hu_hu: A szolgáltatónak vannak időpontjai ehhez a szolgáltatáshoz

source: Pricing model
hu_hu: Árképzési modell

source: Please enter first name
hu_hu: Kérjük, adja meg a keresztnevét

source: Please enter last name
hu_hu: Kérjük, adja meg a vezetéknevét

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Here you can map a WordPress user to the customer if<br/>you want to give customers access to the list of their<br/>appointments in the back-end of the plugin.
hu_hu: Itt társíthat egy WordPress felhasználót az ügyfélhez, ha<br/>hozzáférést szeretne adni az ügyfeleknek a<br/>plugin back-end felületén az időpontjaik listájához.

source: Here you can map a WordPress user to the employee if<br/>you want to give employee access to the list of their<br/>appointments in the back-end of the plugin.
hu_hu: Itt társíthat egy WordPress felhasználót az alkalmazotthoz, ha<br/>hozzáférést szeretne adni az alkalmazottnak a<br/>plugin back-end felületén az időpontjai listájához.

source: This is the language in which the customer will receive notifications for bookings made on the admin/employee panel. It is preselected if the customer has booked on a page in the language available in Amelia notifications, or it can be set here.
hu_hu: Ez az a nyelv, amelyen az ügyfél értesítéseket kap az admin/alkalmazotti panelen készült foglalásokról. Előre ki van választva, ha az ügyfél olyan nyelvű oldalon foglalt, amely elérhető az Amelia értesítéseiben, vagy itt beállítható.

source: Provider Settings
hu_hu: Szolgáltató beállításai

source: Employee has been saved
hu_hu: Az alkalmazott mentve lett

source: Show employee on site
hu_hu: Alkalmazott megjelenítése a webhelyen

source: If this option is disabled, employee will be available for booking from back-end pages only.
hu_hu: Ha ez az opció le van tiltva, az alkalmazott csak a back-end oldalakról lesz foglalható.

source: Employee Panel Password
hu_hu: Alkalmazotti panel jelszava

source: Are you sure you want to delete this customer?
hu_hu: Biztosan törli ezt az ügyfelet?

source: Are you sure you want to block this customer?
hu_hu: Biztosan letiltja ezt az ügyfelet?

source: Are you sure you want to unblock this customer?
hu_hu: Biztosan feloldja ennek az ügyfélnek a tiltását?

source: Customer Activity
hu_hu: Ügyfélaktivitás

source: Customer has been deleted
hu_hu: Az ügyfél törölve

source: Customer has been blocked
hu_hu: Az ügyfél letiltva

source: Customer has been unblocked
hu_hu: Az ügyfél tiltása feloldva

source: Customer has been saved
hu_hu: Az ügyfél mentve

source: Customers have been deleted
hu_hu: Az ügyfelek törölve

source: customers
hu_hu: ügyfelek

source: Search Customers...
hu_hu: Ügyfelek keresése...

source: Events Booked
hu_hu: Lefoglalt események

source: You can use this option to export customers in CSV file.
hu_hu: Ezzel az opcióval az ügyfeleket CSV fájlba exportálhatja.

source: <ul><li>No first row with column names</li><li><b>First</b> and <b>Last name</b> are two separate fields</li><li><b>Date of birth</b> in the same format as chosen in your WP settings (if date format with a comma is used the dates should be in quotes)</li><li><b>Phone</b> has a country code</li><li><b>Gender</b> in Male or Female form</li></ul>
hu_hu: <ul><li>Nincs első sor oszlopnevekkel</li><li><b>Keresztnév</b> és <b>Vezetéknév</b> két külön mező</li><li><b>Születési dátum</b> ugyanabban a formátumban, mint a WP beállításokban választott (ha vesszőt tartalmazó dátumformátumot használ, a dátumokat idézőjelek közé kell tenni)</li><li><b>Telefon</b> országkóddal</li><li><b>Nem</b> Férfi vagy Nő formában</li></ul>

source: Valid <b>First</b> and <b>Last name</b> are required fields. <br>If invalid, other values will be skipped and not imported.<br>If multiple customers have the same email address, only the first one will be imported.
hu_hu: Az érvényes <b>Keresztnév</b> és <b>Vezetéknév</b> kötelező mezők. <br>Ha érvénytelenek, a többi érték kihagyásra kerül, és nem kerül importálásra.<br>Ha több ügyfélnek ugyanaz az e-mail címe, csak az első kerül importálásra.

source: customers have been imported successfully to your customer list
hu_hu: az ügyfelek sikeresen importálva lettek az ügyféllistájába

source: You can use this option to import customers from a CSV file.
hu_hu: Ezzel az opcióval CSV fájlból importálhat ügyfeleket.

source: Imported customers from file:
hu_hu: Importált ügyfelek a fájlból:

source: Last Appointment
hu_hu: Utolsó időpont

source: Last Appointment Ascending
hu_hu: Utolsó időpont szerint növekvő

source: Last Appointment Descending
hu_hu: Utolsó időpont szerint csökkenő

source: You don't have any customers here yet...
hu_hu: Még nincsenek itt ügyfelek...

source: Required fields are: <b>First Name</b> and <b>Last Name</b>.
hu_hu: A kötelező mezők: <b>Keresztnév</b> és <b>Vezetéknév</b>.

source: Select Date of Birth
hu_hu: Válassza ki a születési dátumot

source: Total Appointments
hu_hu: Összes időpont

source: Upload Customers .csv file
hu_hu: Ügyfelek .csv fájl feltöltése

source: View Appointments
hu_hu: Időpontok megtekintése

source: View Events
hu_hu: Események megtekintése

source: Drag and drop or choose from <em>files</em>
hu_hu: Húzza ide és ejtse le, vagy válasszon a <em>fájlok</em> közül

source: Import customer data
hu_hu: Ügyféladatok importálása

source: Import rules
hu_hu: Importálási szabályok

source: Import successful
hu_hu: Sikeres importálás

source: Please map corresponding data to columns.
hu_hu: Kérjük, párosítsa a megfelelő adatokat az oszlopokhoz.

source: Some records have a wrong format
hu_hu: Néhány rekord formátuma helytelen

source: Welcome to wpAmelia
hu_hu: Üdvözöljük a wpAmeliában

source: Congratulations! You are about to use the most powerful WordPress booking plugin - Amelia is designed to make the process of bookings representation and interaction quick, easy and effective.
hu_hu: Gratulálunk! A leghatékonyabb WordPress foglalási bővítményt fogja használni – az Amelia úgy készült, hogy a foglalások megjelenítését és kezelését gyorssá, egyszerűvé és hatékonnyá tegye.

source: Discover Amelia
hu_hu: Ismerje meg az Ameliát

source: News Blog
hu_hu: Hírek blog

source: Keep up to date!
hu_hu: Legyen naprakész!

source: Never miss notifications about new cool features, promotions, giveaways or freebies!
hu_hu: Soha ne maradjon le az új menő funkciókról, promóciókról, nyereményjátékokról vagy ingyenes tartalmakról szóló értesítésekről!

source: Subscribe
hu_hu: Feliratkozás

source: Take a look at how our clients use Amelia
hu_hu: Tekintse meg, hogyan használják ügyfeleink az Ameliát

source: Read Success Stories
hu_hu: Olvasson sikertörténeteket

source: Have questions?
hu_hu: Kérdése van?

source: Our Support team will answer any of your questions
hu_hu: Támogatási csapatunk minden kérdésére válaszol

source: Contact our support
hu_hu: Lépjen kapcsolatba támogatásunkkal

source: Most used Premium features
hu_hu: Leggyakrabban használt Prémium funkciók

source: Online Payments
hu_hu: Online fizetések

source: Packages of services
hu_hu: Szolgáltatáscsomagok

source: Google Calendar Sync
hu_hu: Google Naptár szinkronizálás

source: Custom Service Duration
hu_hu: Egyedi szolgáltatás időtartama

source: Amelia Plans Comparison
hu_hu: Amelia csomagok összehasonlítása

source: Upgrade to any of our three premium versions and unlock a world of exclusive features and benefits, tailored to enhance your experience and maximize the value you get from our product.
hu_hu: Frissítsen három prémium verziónk bármelyikére, és férjen hozzá exkluzív funkciókhoz és előnyökhöz, amelyek az élmény fokozására és a termékünkből nyert érték maximalizálására szolgálnak.

source: Upgrade now
hu_hu: Frissítsen most

source: Support is only available through forum
hu_hu: Támogatás csak fórumon keresztül érhető el

source: Amount
hu_hu: Összeg

source: Booking Start
hu_hu: Foglalás kezdete

source: Customer Email
hu_hu: Ügyfél e-mail-címe

source: Employee Email
hu_hu: Alkalmazott e-mail-címe

source: You can use this option to export payments in CSV file<br/>for the selected date range.
hu_hu: Ezzel az opcióval a fizetéseket CSV fájlba exportálhatja<br/>a kiválasztott dátumtartományban.

source: Method
hu_hu: Mód

source: You don't have any payments here yet
hu_hu: Itt még nincsenek fizetései

source: Payment date
hu_hu: Fizetés dátuma

source: Payment created
hu_hu: Fizetés létrehozva

source: Rate
hu_hu: Díj

source: Appointment Date
hu_hu: Időpont dátuma

source: Event Date
hu_hu: Esemény dátuma

source: Are you sure you want to delete this payment?
hu_hu: Biztosan törölni szeretné ezt a fizetést?

source: Enter new payment amount
hu_hu: Adja meg az új fizetési összeget

source: Finance
hu_hu: Pénzügyek

source: Payment has been deleted
hu_hu: A fizetés törölve lett

source: Payment Details
hu_hu: Fizetés részletei

source: Payment has been saved
hu_hu: A fizetés mentve lett

source: Payments have been deleted
hu_hu: A fizetések törölve lettek

source: Payment Type
hu_hu: Fizetés típusa

source: Bookings Price
hu_hu: Foglalások ára

source: Event Price
hu_hu: Esemény ára

source: Appointments have been deleted
hu_hu: Az időpontok törölve lettek

source: Search for Customers, Employees, Services...
hu_hu: Keresés ügyfelek, alkalmazottak, szolgáltatások között...

source: Assigned to
hu_hu: Hozzárendelve

source: Are you sure you want to delete these appointments?
hu_hu: Biztosan törölni szeretné ezeket az időpontokat?

source: Create Customer
hu_hu: Ügyfél létrehozása

source: Generate payment links
hu_hu: Fizetési hivatkozások létrehozása

source: Check this box to generate a payment link.<br> To include it in the notification, add the payment link placeholder.
hu_hu: Jelölje be ezt a négyzetet a fizetési hivatkozás létrehozásához.<br> Az értesítésbe való beillesztéséhez adja hozzá a fizetési hivatkozás helyőrzőt.

source: Here you can define the number of people that are coming<br/>with this customer. The number you can choose depends<br/>on the service and employee capacity.
hu_hu: Itt adhatja meg, hány fő érkezik<br/>ezzel az ügyféllel. A választható szám<br/>a szolgáltatás és az alkalmazott kapacitásától függ.

source: Edit Payment Details
hu_hu: Fizetés részleteinek szerkesztése

source: You can use this option to export appointments in CSV file<br/>for the selected date range.
hu_hu: Ezzel az opcióval az időpontokat CSV fájlba exportálhatja<br/>a kiválasztott dátumtartományban.

source: Check this checkbox if you want your customer(s) to<br/>receive an email about the scheduled appointment.
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha azt szeretné, hogy az ügyfél(ek)<br/>e-mailt kapjanak az ütemezett időpontról.

source: By continuing, you will set the appointment to a time slot that already has an existing appointment!
hu_hu: Folytatáskor az időpontot egy már foglalt idősávba állítja be!

source: Select Extra
hu_hu: Válasszon kiegészítőt

source: Appointment can't be canceled
hu_hu: Az időpont nem mondható le

source: Default Pricing
hu_hu: Alapértelmezett árképzés

source: Custom Duration and Pricing
hu_hu: Egyedi időtartam és árképzés

source: Pricing by Day & Time
hu_hu: Árképzés nap és idő szerint

source: Conditional Pricing
hu_hu: Feltételes árképzés

source: Please cancel the event first before deleting it.
hu_hu: Kérjük, először mondja le az eseményt, mielőtt törli.

source: Customer is already added to this event
hu_hu: Az ügyfél már hozzá van adva ehhez az eseményhez

source: Full
hu_hu: Betelt

source: Duplicate Event
hu_hu: Esemény duplikálása

source: Booking closes:
hu_hu: Foglalás lezárása:

source: Booking opens:
hu_hu: Foglalás kezdete:

source: Recurring:
hu_hu: Ismétlődő:

source: This is a recurring event
hu_hu: Ez egy ismétlődő esemény

source: Search Events...
hu_hu: Események keresése...

source: Here you can choose the employee that will be added as Organizer of the Google/Outlook Event. <br>Other employees chosen under the Staff option will be added as guests.
hu_hu: Itt kiválaszthatja azt az alkalmazottat, aki a Google/Outlook esemény szervezőjeként kerül hozzáadásra. <br>A Személyzet opció alatt kiválasztott többi alkalmazott vendégként kerül hozzáadásra.

source: This will change the time of the appointment. Continue?
hu_hu: Ez megváltoztatja az időpont idejét. Folytatja?

source: Appointment can't be moved in past time period
hu_hu: Az időpont nem mozgatható a múltba

source: Appointment can't be moved out of employee working hours
hu_hu: Az időpont nem mozgatható az alkalmazott munkaidején kívülre

source: Add Custom Field
hu_hu: Egyéni mező hozzáadása

source: Are you sure you want to reset your form settings?
hu_hu: Biztosan visszaállítja az űrlap beállításait?

source: Your current changes will be lost.
hu_hu: A jelenlegi módosítások elvesznek.

source: Yes, Reset
hu_hu: Igen, visszaállítás

source: No, Cancel
hu_hu: Nem, mégse

source: Reset Form
hu_hu: Űrlap visszaállítása

source: Bringing Anyone with You?
hu_hu: Hoz magával valakit?

source: Buttons
hu_hu: Gombok

source: Default Label
hu_hu: Alapértelmezett címke

source: Checkbox
hu_hu: Jelölőnégyzet

source: Start by clicking the Add Custom Field button
hu_hu: Kezdje az Egyéni mező hozzáadása gombra kattintva

source: Text Content
hu_hu: Szövegtartalom

source: Font
hu_hu: Betűtípus

source: You don't have any custom fields here yet...
hu_hu: Itt még nincsenek egyéni mezői...

source: Options
hu_hu: Opciók

source: Pick date & time
hu_hu: Dátum és idő kiválasztása

source: Primary Color
hu_hu: Elsődleges szín

source: Success Color
hu_hu: Siker színe

source: Warning Color
hu_hu: Figyelmeztetés színe

source: Error Color
hu_hu: Hiba színe

source: Radio Buttons
hu_hu: Rádiógombok

source: Reset
hu_hu: Visszaállítás

source: Selectbox
hu_hu: Legördülő lista

source: Steps
hu_hu: Lépések

source: Text
hu_hu: Szöveg

source: Text Area
hu_hu: Szövegterület

source: Text Color
hu_hu: Szöveg színe

source: Placeholder Color
hu_hu: Helyőrző színe

source: Text Color on Background
hu_hu: Szöveg színe a háttéren

source: Attachment
hu_hu: Melléklet

source: Date Picker
hu_hu: Dátumválasztó

source: Background Color
hu_hu: Háttérszín

source: Background Gradient Color 1
hu_hu: Háttér színátmenet 1. színe

source: Background Gradient Color 2
hu_hu: Háttér színátmenet 2. színe

source: Background Gradient Angle
hu_hu: Háttér színátmenet szöge

source: Input Color
hu_hu: Beviteli mező színe

source: Input Text Color
hu_hu: Beviteli mező szövegének színe

source: Dropdown Color
hu_hu: Legördülő színe

source: Dropdown Text Color
hu_hu: Legördülő szövegének színe

source: Image Color
hu_hu: Kép színe

source: Last Name Input Field
hu_hu: Vezetéknév beviteli mező

source: Email Input Field
hu_hu: E-mail-cím beviteli mező

source: Phone Input Field
hu_hu: Telefonszám beviteli mező
