Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: Employee is visible
hu_hu: Az alkalmazott látható

source: Employees have been deleted
hu_hu: Az alkalmazottak törölve lettek

source: employees
hu_hu: alkalmazottak

source: Employees could not be deleted because of the future appointment
hu_hu: Az alkalmazottakat nem lehetett törölni a jövőbeli időpont miatt

source: Please select location
hu_hu: Kérjük, válasszon helyszínt

source: Sign in with Google
hu_hu: Bejelentkezés a Google-lel

source: Sign out from Google
hu_hu: Kijelentkezés a Google-ból

source: Sign in with Outlook
hu_hu: Bejelentkezés az Outlookkal

source: Sign out from Outlook
hu_hu: Kijelentkezés az Outlookból

source: Disconnect from Apple
hu_hu: Leválasztás az Apple-ről

source: Connect to Apple Calendar
hu_hu: Csatlakozás az Apple Naptárhoz

source: Connect to your personal Apple Calendar
hu_hu: Csatlakozás a saját Apple Naptárához

source: Unable to connect to Google Calendar
hu_hu: Nem sikerült csatlakozni a Google Naptárhoz

source: Here you can connect employee with Google Calendar,<br/>so once the appointment is scheduled it will be<br/>automatically added to employee's calendar.
hu_hu: Itt csatlakoztathatja az alkalmazottat a Google Naptárhoz,<br/>így amint az időpont ütemezésre kerül,<br/>automatikusan hozzáadódik az alkalmazott naptárához.

source: Here you can connect employee with Outlook Calendar,<br/>so once the appointment is scheduled it will be<br/>automatically added to employee's calendar.
hu_hu: Itt csatlakoztathatja az alkalmazottat az Outlook Naptárhoz,<br/>így amint az időpont ütemezésre kerül,<br/>automatikusan hozzáadódik az alkalmazott naptárához.

source: Here you can connect employee with Apple Calendar,<br/>so once the booking is scheduled it will be<br/>automatically added to employee's calendar.
hu_hu: Itt csatlakoztathatja az alkalmazottat az Apple Naptárhoz,<br/>így amint a foglalás ütemezésre kerül,<br/>automatikusan hozzáadódik az alkalmazott naptárához.

source: Here, you can connect your personal Apple Calendar,<br/>so once the booking is scheduled,<br/>it will be automatically added to your calendar of choice.
hu_hu: Itt csatlakoztathatja a személyes Apple Naptárát,<br/>így amint a foglalás ütemezésre kerül,<br/>automatikusan hozzáadódik az Ön által választott naptárhoz.

source: Overridden by employee
hu_hu: Alkalmazott által felülírva

source: Disconnect Employee
hu_hu: Alkalmazott leválasztása

source: Connect Account
hu_hu: Fiók csatlakoztatása

source: New Employee
hu_hu: Új alkalmazott

source: This employee is the only provider on
hu_hu: Ez az alkalmazott az egyetlen szolgáltató ekkor

source: This employee is the only provider for this service
hu_hu: Ez az alkalmazott az egyetlen szolgáltató ehhez a szolgáltatáshoz

source: Applied for default employee location
hu_hu: Alapértelmezett alkalmazotti helyszín alkalmazva

source: Select specific location for this period.
hu_hu: Válasszon konkrét helyszínt erre az időszakra.

source: Select specific location for each period.
hu_hu: Válasszon konkrét helyszínt minden időszakra.

source: Provider has appointments for
hu_hu: A szolgáltatónak időpontjai vannak ekkor

source: Enter to set or reset password
hu_hu: Adja meg a jelszó beállításához vagy visszaállításához

source: Enter Apple Calendar iCloud Id
hu_hu: Adja meg az Apple Naptár iCloud azonosítóját

source: Enter Apple Calendar app specific password
hu_hu: Adja meg az Apple Naptár alkalmazásspecifikus jelszavát

source: Send Employee Panel Access Email
hu_hu: Alkalmazotti panel hozzáférési e-mail küldése

source: Password must be longer than 3 characters
hu_hu: A jelszónak 3 karakternél hosszabbnak kell lennie

source: Here you can select Zoom User,<br/>so once the appointment is scheduled,<br/>zoom meeting will be automatically created.
hu_hu: Itt kiválaszthatja a Zoom-felhasználót,<br/>így amint az időpont ütemezésre kerül,<br/>a Zoom-értekezlet automatikusan létrejön.

source: Stripe Account
hu_hu: Stripe-fiók

source: Standard Account
hu_hu: Standard fiók

source: Express Account
hu_hu: Express fiók

source: This charge type will not be be used when booking multiple appointments (cart feature or recurring feature) OR when booking event with multiple employees.
hu_hu: Ez a terheléstípus nem kerül felhasználásra több időpont foglalásakor (kosár funkció vagy ismétlődő funkció) VAGY több alkalmazottal történő esemény foglalásakor.

source: Direct charge
hu_hu: Közvetlen terhelés

source: Transfer
hu_hu: Átutalás

source: Card Payment
hu_hu: Kártyás fizetés

source: Transfer Amount (%)
hu_hu: Átutalási összeg (%)

source: Application Fee Amount (%)
hu_hu: Alkalmazásdíj összege (%)

source: Enable Stripe Connect
hu_hu: Stripe Connect engedélyezése

source: Charge type
hu_hu: Terhelés típusa

source: Here you can define the charge type that will be used for employees with "Stripe Connected Account"
hu_hu: Itt meghatározhatja a terhelés típusát, amelyet a "Stripe Connected Account"-tal rendelkező alkalmazottaknál használnak

source: Express Account capabilities
hu_hu: Express fiók képességei

source: Here you can define which capabilities will be requested when creating a "Stripe Connected Express Account"
hu_hu: Itt meghatározhatja, hogy milyen képességeket kérjen a rendszer egy "Stripe Connected Express Account" létrehozásakor

source: All customer appointments
hu_hu: Összes ügyfél-időpont

source: Start by clicking the Add Customer button or
hu_hu: Kezdje az Ügyfél hozzáadása gombra kattintva, vagy

source: Customer can not be deleted because of the future booking
hu_hu: Az ügyfelet nem lehet törölni jövőbeli foglalás miatt

source: customers were not imported for missing First Name, Last Name, having invalid Email and Phone number or combination of these reasons.
hu_hu: Az ügyfelek nem lettek importálva, mert hiányzik a keresztnév, vezetéknév, érvénytelen az e-mail-cím vagy a telefonszám, vagy ezeknek az okoknak valamilyen kombinációja.

source: customers with the same email address are already in your customer list. If you choose to overwrite with new records some data will be saved.
hu_hu: Ugyanazzal az e-mail-címmel rendelkező ügyfelek már szerepelnek az ügyféllistájában. Ha az új rekordokkal felülírja őket, bizonyos adatok mentésre kerülnek.

source: Customers could not be deleted because of the future bookings
hu_hu: Az ügyfeleket nem lehetett törölni a jövőbeli foglalások miatt

source: Import customers
hu_hu: Ügyfelek importálása

source: We are importing customers,<br>this will be completed in a few moments
hu_hu: Ügyfelek importálása folyamatban,<br>néhány pillanat múlva elkészül

source: Last appointment date
hu_hu: Utolsó időpont dátuma

source: Note (Internal)
hu_hu: Megjegyzés (belső)

source: Please check your .csv file and try again
hu_hu: Kérjük, ellenőrizze a .csv fájlt, és próbálja meg újra

source: Download .csv
hu_hu: .csv letöltése

source: Import failed
hu_hu: Az importálás sikertelen

source: Import partially successful
hu_hu: Az importálás részben sikeres

source: None of
hu_hu: Egyik sem

source: Missing required value:
hu_hu: Hiányzó kötelező érték:

source: More than one field of the same type has been selected for different values
hu_hu: Azonos típusú mezőből egynél többet választott ki különböző értékekhez

source: Overwrite records
hu_hu: Rekordok felülírása

source: We've prepared a .csv document for you, with customers that were not imported. After fixing issues, you can try again.
hu_hu: Készítettünk Önnek egy .csv dokumentumot a be nem importált ügyfelekkel. A problémák javítása után újra megpróbálhatja.

source: Skip import
hu_hu: Import kihagyása

source: Values that will be overwritten
hu_hu: Felülírásra kerülő értékek

source: Values that will be saved
hu_hu: Mentésre kerülő értékek

source: Need Help?
hu_hu: Segítségre van szüksége?

source: Amelia Changelog
hu_hu: Amelia változásnapló

source: Included in Your Plan
hu_hu: Benne van az Ön csomagjában

source: Included in Higher Plans
hu_hu: Benne van a magasabb csomagokban

source: You are currently using Version
hu_hu: Jelenleg ezt a verziót használja

source: Version
hu_hu: Verzió

source: Update with a couple of features, improvements and bug fixes:
hu_hu: Frissítés néhány funkcióval, fejlesztéssel és hibajavítással:

source: See Previous Versions
hu_hu: Korábbi verziók megtekintése

source: Are you sure you want to delete this tax?
hu_hu: Biztosan törli ezt az adót?

source: Are you sure you want to duplicate this tax?
hu_hu: Biztosan duplikálja ezt az adót?

source: Are you sure you want to hide this tax?
hu_hu: Biztosan elrejti ezt az adót?

source: Are you sure you want to show this tax?
hu_hu: Biztosan megjeleníti ezt az adót?

source: Invoice details
hu_hu: Számla részletei

source: Tax has been deleted
hu_hu: Az adó törölve

source: Your Tax is hidden
hu_hu: Az adója rejtve van

source: Tax has not been deleted
hu_hu: Az adó nem lett törölve

source: Tax has been saved
hu_hu: Az adó mentve

source: Your Tax is active
hu_hu: Az adója aktív

source: Taxes have been deleted
hu_hu: Az adók törölve

source: taxes
hu_hu: adók

source: Taxes have not been deleted
hu_hu: Az adók nem lettek törölve

source: Edit Tax
hu_hu: Adó szerkesztése

source: Search Taxes
hu_hu: Adók keresése

source: Tax amount needs to have value
hu_hu: Az adó összegét meg kell adni

source: Taxes
hu_hu: Adók

source: New Tax
hu_hu: Új adó

source: You don't have any taxes here yet
hu_hu: Itt még nincs egyetlen adó sem

source: Code
hu_hu: Kód

source: Here you need to define a coupon code which customers will<br/>enter in their booking so they can get a discount.
hu_hu: Itt meg kell adnia egy kuponkódot, amelyet az ügyfelek<br/>a foglalásuk során adnak meg, hogy kedvezményt kapjanak.

source: Are you sure you want to delete this coupon?
hu_hu: Biztosan törli ezt a kupont?

source: Are you sure you want to duplicate this coupon?
hu_hu: Biztosan duplikálja ezt a kupont?

source: Are you sure you want to hide this coupon?
hu_hu: Biztosan el szeretné rejteni ezt a kupont?

source: Are you sure you want to show this coupon?
hu_hu: Biztosan meg szeretné jeleníteni ezt a kupont?

source: Coupon has been deleted
hu_hu: A kupon törölve lett

source: Your Coupon is hidden
hu_hu: A kuponja rejtve van

source: Coupon has not been deleted
hu_hu: A kupon nem lett törölve

source: Coupon has been saved
hu_hu: A kupon mentve lett

source: Coupon usage limit must be at least 1
hu_hu: A kupon felhasználási korlátjának legalább 1-nek kell lennie

source: Your Coupon is active
hu_hu: A kuponja aktív

source: Coupons
hu_hu: Kuponok

source: Coupons have been deleted
hu_hu: A kuponok törölve lettek

source: coupons
hu_hu: kuponok

source: Coupons have not been deleted
hu_hu: A kuponok nem lettek törölve

source: Deduction
hu_hu: Levonás

source: Download
hu_hu: Letöltés

source: Edit Coupon
hu_hu: Kupon szerkesztése

source: Please enter code
hu_hu: Kérjük, adja meg a kódot

source: You can use this option to export coupons in CSV file.
hu_hu: Ezzel az opcióval CSV fájlba exportálhatja a kuponokat.

source: Search Coupons
hu_hu: Kuponok keresése

source: Invoice Number
hu_hu: Számlaszám

source: Invoice
hu_hu: Számla

source: Paid
hu_hu: Fizetve

source: Discount
hu_hu: Kedvezmény

source: Item
hu_hu: Tétel

source: (Incl. Tax)
hu_hu: (Adóval együtt)

source: Left to pay
hu_hu: Hátralévő összeg

source: PAYMENT METHOD
hu_hu: FIZETÉSI MÓD

source: Subtotal
hu_hu: Részösszeg

source: Tax amount
hu_hu: Adó összege

source: Tax rate
hu_hu: Adókulcs

source: Invoice total
hu_hu: Számla végösszege

source: Total price
hu_hu: Összes ár

source: Unit price
hu_hu: Egységár

source: Qty
hu_hu: Mennyiség

source: Invoices
hu_hu: Számlák

source: Issue date
hu_hu: Kiállítás dátuma

source: Issued
hu_hu: Kiállítva

source: Limit
hu_hu: Korlát

source: New Coupon
hu_hu: Új kupon

source: You don't have any coupons here yet
hu_hu: Még nincsenek itt kuponjai

source: Coupon needs to have discount or deduction
hu_hu: A kuponnak kedvezményt vagy levonást kell tartalmaznia

source: Select at least one service or event
hu_hu: Válasszon legalább egy szolgáltatást vagy eseményt

source: Select the packages for which the coupon can be used.
hu_hu: Válassza ki azokat a csomagokat, amelyekre a kupon felhasználható.

source: Partially Paid
hu_hu: Részben fizetve

source: Pending
hu_hu: Függőben

source: Preview
hu_hu: Előnézet

source: Send Invoice
hu_hu: Számla küldése

source: The customer didn’t provide their email address so the invoice couldn’t be sent.
hu_hu: Az ügyfél nem adta meg az e-mail címét, ezért a számlát nem lehetett elküldeni.

source: Notification interval
hu_hu: Értesítési intervallum

source: Here you can set the number of approved bookings after which the customer will automatically receive the coupon in notification.<br/>Please note that the coupon placeholder needs to be set in the notification template in order for this to work.
hu_hu: Itt beállíthatja a jóváhagyott foglalások számát, amelyek után az ügyfél automatikusan megkapja a kupont az értesítésben.<br/>Kérjük, vegye figyelembe, hogy ehhez a kupon helyőrzőt be kell állítani az értesítési sablonban.

source: Recurring notification
hu_hu: Ismétlődő értesítés

source: Here you can define if notification interval will repeat.
hu_hu: Itt meghatározhatja, hogy az értesítési intervallum ismétlődjön-e.

source: Select All Extras
hu_hu: Összes extra kijelölése

source: Select All Service
hu_hu: Összes szolgáltatás kijelölése

source: Select All Packages
hu_hu: Összes csomag kijelölése

source: Select the services for which the coupon can be used.
hu_hu: Válassza ki azokat a szolgáltatásokat, amelyekre a kupon felhasználható.

source: Select All Events
hu_hu: Összes esemény kijelölése

source: Select the events for which the coupon can be used.
hu_hu: Válassza ki azokat az eseményeket, amelyekre a kupon felhasználható.

source: Times Used
hu_hu: Felhasználások száma

source: Usage Limit
hu_hu: Felhasználási korlát

source: Here you need to define the number of coupons for use. After the<br/>limit is reached your coupon will become unavailable.
hu_hu: Itt meg kell határoznia a felhasználható kuponok számát. Miután elérte a<br/>korlátot, a kuponja elérhetetlenné válik.

source: Maximum Usage Per Customer
hu_hu: Ügyfelenkénti maximális felhasználás

source: Here you can define the maximum number of coupons for use for single customer. After the<br/>limit is reached for single customer, your coupon will become unavailable for that customer.
hu_hu: Itt meghatározhatja az egy ügyfél által felhasználható kuponok maximális számát. Miután egy ügyfélnél elérte a<br/>korlátot, a kuponja az adott ügyfél számára nem lesz elérhető.

source: Used
hu_hu: Felhasználva

source: Event Info
hu_hu: Esemény adatai

source: Are you sure you want to refund this payment?
hu_hu: Biztosan visszatéríti ezt a fizetést?

source: The refund amount is
hu_hu: A visszatérítés összege

source: Deposit
hu_hu: Előleg

source: Invoice successfully sent
hu_hu: Számla sikeresen elküldve

source: Invoice sending failed
hu_hu: Számlaküldés sikertelen

source: This booking is part of a package deal
hu_hu: Ez a foglalás egy csomagajánlat része

source: Payment has not been deleted
hu_hu: A fizetés nem lett törölve

source: Payment refund failed
hu_hu: A fizetés visszatérítése sikertelen

source: Payment refunded successfully
hu_hu: A fizetés sikeresen visszatérítve

source: Payments have not been deleted
hu_hu: A fizetések nem lettek törölve

source: (+tax)
hu_hu: (+adó)

source: Appointment ID
hu_hu: Időpont azonosító

source: Appointment has not been deleted
hu_hu: Az időpont nem lett törölve

source: Appointment have not been deleted
hu_hu: Az időpontok nem lettek törölve

source: Assigned
hu_hu: Hozzárendelve

source: Choose a group service
hu_hu: Válasszon egy csoportos szolgáltatást

source: Start by clicking the New Appointment button
hu_hu: Kezdje az Új időpont gombra kattintva

source: Are you sure you want to delete this package purchase and it's appointments?
hu_hu: Biztosan törli ezt a csomagvásárlást és az ehhez tartozó időpontokat?

source: Create New
hu_hu: Új létrehozása

source: Customer Name
hu_hu: Ügyfél neve

source: Customer Phone
hu_hu: Ügyfél telefonszáma

source: Customers
hu_hu: Ügyfelek

source: Linked
hu_hu: Összekapcsolva

source: Minimum number of people for bookings to approve appointment is
hu_hu: Az időpont jóváhagyásához szükséges minimális létszám

source: Multiple Emails
hu_hu: Több e-mail cím

source: You don't have any appointments here yet...
hu_hu: Még nincsenek itt időpontjai...

source: There are no selected customers
hu_hu: Nincsenek kiválasztott ügyfelek

source: Select customer, employee and service
hu_hu: Válasszon ügyfelet, alkalmazottat és szolgáltatást

source: Select date and time
hu_hu: Válasszon dátumot és időpontot

source: Select customer and service
hu_hu: Válasszon ügyfelet és szolgáltatást

source: customers booked this appointment out of package deal
hu_hu: ügyfél foglalta le ezt az időpontot csomagajánlaton kívül

source: customers booked this appointment as a part of package:
hu_hu: ügyfél foglalta le ezt az időpontot csomag részeként:

source: Payments for the package deal are not included in this paid amount
hu_hu: A csomagajánlat kifizetései nem tartoznak bele ebbe a befizetett összegbe

source: By booking this time slot you will book appointment on top of existing group appointment!
hu_hu: Ennek az idősávnak a lefoglalásával egy már meglévő csoportos időpontra foglal rá!

source: List of your appointments has changed. Take one more look and continue by clicking the Save button.
hu_hu: Az időpontjai listája megváltozott. Ellenőrizze még egyszer, majd folytassa a Mentés gombra kattintva.

source: Package purchase has been deleted
hu_hu: A csomagvásárlás törölve lett

source: Package purchase has not been deleted
hu_hu: A csomagvásárlás nem lett törölve

source: Package purchases have been deleted
hu_hu: A csomagvásárlások törölve lettek

source: Package purchases have not been deleted
hu_hu: A csomagvásárlások nem lettek törölve

source: Package deal
hu_hu: Csomagajánlat

source: Price
hu_hu: Ár

source: This change will lead to a price increase for certain bookings. Do you want payment links to be created?
hu_hu: Ez a módosítás egyes foglalások árának növekedéséhez vezet. Szeretné, hogy fizetési linkek jöjjenek létre?

source: Please select at least one customer
hu_hu: Kérjük, válasszon legalább egy ügyfelet

source: Please select customer
hu_hu: Kérjük, válasszon ügyfelet

source: Please select employee
hu_hu: Kérjük, válasszon alkalmazottat

source: Select Coupon
hu_hu: Válasszon kupont

source: Choose how to export group appointments
hu_hu: Válassza ki, hogyan exportálja a csoportos időpontokat

source: Choose how to export event attendees
hu_hu: Válassza ki, hogyan exportálja az esemény résztvevőit

source: Service Category
hu_hu: Szolgáltatási kategória

source: Select Payment Method for link
hu_hu: Válasszon fizetési módot a linkhez

source: Booking info from group appointment exported in the same row
hu_hu: A csoportos időpont foglalási adatai ugyanabba a sorba kerülnek exportálásra

source: Booking info from group appointment exported in separate rows
hu_hu: A csoportos időpont foglalási adatai külön sorokba kerülnek exportálásra

source: Booking info from attendees exported in the same row
hu_hu: A résztvevők foglalási adatai ugyanabba a sorba kerülnek exportálásra

source: Booking info from attendees exported in separate rows
hu_hu: A résztvevők foglalási adatai külön sorokba kerülnek exportálásra

source: Booking is unavailable
hu_hu: A foglalás nem elérhető

source: Check this option if you want your<br> customers to have the option to choose<br> whether they will pay a full amount<br> or just a deposit. If unchecked,<br> customers will only have deposit<br> as a payment option.
hu_hu: Jelölje be ezt az opciót, ha azt szeretné,<br> hogy az ügyfelek választhassanak,<br> teljes összeget fizetnek-e,<br> vagy csak előleget. Ha nincs bejelölve,<br> az ügyfeleknek csak az előleg<br> lesz a fizetési lehetőség.

source: Check this option if you want the deposit<br> amount to be multiplied by the number<br> of people that customers add in the<br> "Bringing anyone with you" section.
hu_hu: Jelölje be ezt az opciót, ha azt szeretné, hogy az előleg<br> összege megszorzódjon azzal a létszámmal,<br> amelyet az ügyfelek a<br> "Hoz valakit magával" szakaszban megadnak.

source: Deposit amount
hu_hu: Előleg összege

source: Deposit type
hu_hu: Előleg típusa

source: Percentage deposit will be calculated on the total booking price<br>and fixed amount can be multiplied by the number of people or stay fixed on the total booking price.
hu_hu: A százalékos előleg a teljes foglalási ár alapján kerül kiszámításra,<br>és a fix összeg megszorozható a személyek számával, vagy maradhat fix a teljes foglalási áron.

source: Remaining of total amount will be paid on site or through payment link.
hu_hu: A teljes összeg fennmaradó részét helyben vagy fizetési linken keresztül fizetik ki.

source: Remaining of total amount will be paid on site or through payment link. Extras are not included in deposit amount.
hu_hu: A teljes összeg fennmaradó részét helyben vagy fizetési linken keresztül fizetik ki. Az extrák nem tartoznak bele az előleg összegébe.

source: Remaining of total amount will be paid on site or through payment link. Extras are included in deposit amount.
hu_hu: A teljes összeg fennmaradó részét helyben vagy fizetési linken keresztül fizetik ki. Az extrák beleértendők az előleg összegébe.

source: Multiply deposit amount by the number of people in one booking
hu_hu: Szorozza meg az előleg összegét az egy foglalásban lévő személyek számával

source: Allow customers to pay total appointment amount
hu_hu: Engedélyezze, hogy az ügyfelek a teljes időpont összegét fizessék ki

source: Allow customers to pay total event amount
hu_hu: Engedélyezze, hogy az ügyfelek a teljes esemény összegét fizessék ki

source: Amount must be positive number
hu_hu: Az összegnek pozitív számnak kell lennie

source: Pricing by Date range
hu_hu: Dátumtartomány szerinti árazás

source: Apply this to all recurring events
hu_hu: Alkalmazza ezt minden ismétlődő eseményre

source: Start by clicking the New Event button
hu_hu: Kezdje az Új esemény gombra kattintva

source: Do you want to delete following canceled events?
hu_hu: Törölni szeretné a következő lemondott eseményeket?

source: Do you want to cancel following events?
hu_hu: Lemondja a következő eseményeket?

source: Do you want to open following events?
hu_hu: Megnyitja a következő eseményeket?

source: Do you want to update following events?
hu_hu: Frissíti a következő eseményeket?

source: Tickets for events with attendees will not be updated
hu_hu: A résztvevőkkel rendelkező események jegyei nem lesznek frissítve

source: There is an event in Google/Outlook Calendar that overlaps this one for a specific employee, are you sure you want to create another one?
hu_hu: Van egy esemény a Google/Outlook Calendarban, amely egy adott alkalmazottnál átfedi ezt. Biztosan létrehoz még egyet?

source: Description
hu_hu: Leírás

source: Remove Selected
hu_hu: Kijelöltek eltávolítása

source: Attendee have not been deleted
hu_hu: A résztvevő nem lett törölve

source: Attendees have not been deleted
hu_hu: A résztvevők nem lettek törölve

source: Spots:
hu_hu: Férőhelyek:

source: Location:
hu_hu: Helyszín:

source: If this option is not checked the plugin will calculate the time <br> for closing the booking based on the selected time for the first event
hu_hu: Ha ez az opció nincs bejelölve, a bővítmény a foglalás lezárásának idejét <br> az első esemény kiválasztott ideje alapján számítja ki
