Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: If this option is not checked the plugin will calculate the time <br> for opening the booking based on the selected time for the first event
hu_hu: Ha ez az opció nincs bejelölve, a bővítmény a foglalás megnyitásának idejét <br> az első esemény kiválasztott ideje alapján számítja ki

source: Repeat Event
hu_hu: Esemény ismétlése

source: How many times?
hu_hu: Hányszor?

source: Until when?
hu_hu: Meddig?

source: Event booking has been deleted
hu_hu: Az eseményfoglalás törölve lett

source: Event booking has not been deleted
hu_hu: Az eseményfoglalás nem lett törölve

source: No Tags. Create a new one.
hu_hu: Nincsenek címkék. Hozzon létre egy újat.

source: Custom pricing spots will override Maximum allowed spots value.
hu_hu: Az egyedi árképzés férőhelyei felülírják a maximálisan engedélyezett férőhelyek értékét.

source: Custom/regular pricing adjustments are not permitted for events with confirmed attendees.
hu_hu: Az egyedi/alapárak módosítása nem engedélyezett a megerősített résztvevőkkel rendelkező eseményeknél.

source: Set event period first to enable pricing by date range.
hu_hu: Először állítsa be az esemény időszakát, hogy engedélyezze a dátumtartomány szerinti árazást.

source: Add Pricing Category
hu_hu: Árkategória hozzáadása

source: Date Range
hu_hu: Dátumtartomány

source: Date Ranges that are not defined will use default price from ticket category.
hu_hu: A nem meghatározott dátumtartományok a jegykategória alapárát használják.

source: Add Date Range
hu_hu: Dátumtartomány hozzáadása

source: Ticket name
hu_hu: Jegy neve

source: Spots
hu_hu: Férőhelyek

source: Select Repeat Period
hu_hu: Ismétlési időszak kiválasztása

source: Select Repeat Interval
hu_hu: Ismétlési intervallum kiválasztása

source: You don't have any events here yet...
hu_hu: Még nincsenek itt eseményei...

source: Enter Address
hu_hu: Adja meg a címet

source: Select
hu_hu: Kiválasztás

source: No, just this one
hu_hu: Nem, csak ezt

source: Update following
hu_hu: A következők frissítése

source: Delete following
hu_hu: A következők törlése

source: Cancel following
hu_hu: A következők lemondása

source: Open following
hu_hu: A következők megnyitása

source: This change will lead to a price increase in this bookings. Do you want payment links to be created?
hu_hu: Ez a módosítás áremelkedést okoz ezeknél a foglalásoknál. Kívánja, hogy fizetési linkek jöjjenek létre?

source: Cancel
hu_hu: Mégse

source: Add Customer
hu_hu: Ügyfél hozzáadása

source: Add Location
hu_hu: Helyszín hozzáadása

source: Add Service
hu_hu: Szolgáltatás hozzáadása

source: All employees
hu_hu: Összes munkatárs

source: Appointment can't be moved because of employee break in the selected period
hu_hu: Az időpont nem mozgatható, mert a kiválasztott időszakban a munkatársnak szünete van

source: There is already an appointment for this employee in selected time period
hu_hu: A kiválasztott időszakban már van időpont ehhez a munkatárshoz

source: Appointment can't be moved because the employee doesn't provide this service at the selected time
hu_hu: Az időpont nem mozgatható, mert a munkatárs a kiválasztott időpontban nem nyújtja ezt a szolgáltatást

source: Day
hu_hu: Nap

source: Group appointment
hu_hu: Csoportos időpont

source: List
hu_hu: Lista

source: Month
hu_hu: Hónap

source: No appointments to display
hu_hu: Nincs megjeleníthető időpont

source: Timeline
hu_hu: Idővonal

source: Today
hu_hu: Ma

source: Week
hu_hu: Hét

source: Add appointment
hu_hu: Időpont hozzáadása

source: Add Option
hu_hu: Opció hozzáadása

source: All bookings
hu_hu: Összes foglalás

source: Google/Outlook Location
hu_hu: Google/Outlook helyszín

source: Enable this option to set this custom field as the location in Google/Outlook calendar events, ICS files and "Add to calendar" events
hu_hu: Engedélyezze ezt az opciót, hogy ezt az egyéni mezőt helyszínként állítsa be a Google/Outlook naptáreseményekben, az ICS fájlokban és a "Hozzáadás a naptárhoz" eseményekben

source: Set your Google Map API Key in General Settings
hu_hu: Állítsa be a Google Map API-kulcsát az Általános beállításokban

source: In order for this field to work correctly please add the Google Map API Key on the General Settings of our Settings page. Otherwise, the field will work just as a simple text field.
hu_hu: Ahhoz, hogy ez a mező megfelelően működjön, adja hozzá a Google Map API-kulcsot a Beállítások oldal Általános beállításaihoz. Ellenkező esetben a mező csak egyszerű szövegmezőként fog működni.

source: All services
hu_hu: Összes szolgáltatás

source: All events
hu_hu: Összes esemény

source: Any Employee
hu_hu: Bármelyik alkalmazott

source: Any Location
hu_hu: Bármelyik helyszín

source: Auto-fill your details using:
hu_hu: Adatai automatikus kitöltése a következővel:

source: filled
hu_hu: kitöltött

source: plain
hu_hu: egyszerű

source: text
hu_hu: szöveg

source: Number of Additional People
hu_hu: További személyek száma

source: Person
hu_hu: Személy

source: People
hu_hu: Személyek

source: Colors & Fonts
hu_hu: Színek és betűtípusok

source: Continue
hu_hu: Folytatás

source: Coupon Input Field
hu_hu: Kupon beviteli mező

source: Custom Field
hu_hu: Egyéni mező

source: Custom field has been added
hu_hu: Egyéni mező hozzáadva

source: Custom field has been deleted
hu_hu: Egyéni mező törölve

source: Unable to save custom fields positions
hu_hu: Nem sikerült menteni az egyéni mezők pozícióit

source: Custom field has been saved
hu_hu: Egyéni mező mentve

source: First booking only
hu_hu: Csak első foglaláskor

source: Visible at
hu_hu: Látható itt

source: Label name
hu_hu: Címke neve

source: Notification Placeholder
hu_hu: Értesítési helyőrző

source: Or enter details below
hu_hu: Vagy adja meg alább az adatokat

source: Service
hu_hu: Szolgáltatás

source: Primary Gradient
hu_hu: Elsődleges színátmenet

source: Required
hu_hu: Kötelező

source: Parts
hu_hu: Részek

source: Send custom fields info for each customer separately
hu_hu: Az egyéni mezők adatait ügyfelenként külön küldje el

source: Enable this option if you want your employee to receive data from the custom fields only for the last customer when there is a group booking
hu_hu: Engedélyezze ezt az opciót, ha azt szeretné, hogy csoportos foglalás esetén az alkalmazott csak az utolsó ügyfél egyéni mezőinek adatait kapja meg

source: Global Settings apply only to the Event Calendar and Search Booking forms, to customize other booking forms use the settings on the right.
hu_hu: A globális beállítások csak az Eseménynaptárra és a Foglaláskereső űrlapokra vonatkoznak, a többi foglalási űrlap testreszabásához használja a jobb oldali beállításokat.

source: Employee
hu_hu: Alkalmazott

source: Location
hu_hu: Helyszín

source: Repeat:
hu_hu: Ismétlés:

source: Days
hu_hu: Napok

source: Weeks
hu_hu: Hetek

source: Months
hu_hu: Hónapok

source: On:
hu_hu: Ekkor:

source: Until:
hu_hu: Meddig:

source: Time(s):
hu_hu: Időpont(ok):

source: Recurring Appointments
hu_hu: Ismétlődő időpontok

source: You can edit or delete each appointment
hu_hu: Minden időpontot szerkeszthet vagy törölhet

source: Date
hu_hu: Dátum

source: Date:
hu_hu: Dátum:

source: Local Time:
hu_hu: Helyi idő:

source: Location 1
hu_hu: Helyszín 1

source: Every Day until
hu_hu: Minden nap eddig

source: Birthday Input Field
hu_hu: Születésnapi beviteli mező

source: Payment Method:
hu_hu: Fizetési mód:

source: On-Site
hu_hu: Helyszíni

source: Payment Type:
hu_hu: Fizetési mód:

source: On-site
hu_hu: Helyszíni

source: Credit Card
hu_hu: Hitelkártya

source: Credit or debit card:
hu_hu: Hitel- vagy bankkártya:

source: Card number
hu_hu: Kártyaszám

source: Base Price:
hu_hu: Alapár:

source: Total Cost:
hu_hu: Teljes költség:

source: Please select package:
hu_hu: Kérjük, válasszon csomagot:

source: Package:
hu_hu: Csomag:

source: Back
hu_hu: Vissza

source: All services are booked separately.
hu_hu: Minden szolgáltatást külön kell lefoglalni.

source: appointment is required to be booked now.
hu_hu: időpontot most kötelező lefoglalni.

source: appointments are required to be booked now.
hu_hu: időpontokat most kötelező lefoglalni.

source: Overview
hu_hu: Áttekintés

source: End Time Visibility:
hu_hu: Befejezési idő láthatósága:

source: Any Employee Option Visibility:
hu_hu: Bármelyik munkatárs opció láthatósága:

source: Capacity
hu_hu: Kapacitás

source: Event Date and Time
hu_hu: Esemény dátuma és ideje

source: About this Event
hu_hu: Az eseményről

source: Book this event
hu_hu: Esemény foglalása

source: Number of people
hu_hu: Személyek száma

source: Categories
hu_hu: Kategóriák

source: services
hu_hu: szolgáltatások

source: Image Thumbs
hu_hu: Bélyegképek

source: View More
hu_hu: Továbbiak megtekintése

source: Service employees list
hu_hu: Szolgáltatás munkatársainak listája

source: Package Badge
hu_hu: Csomag jelvény

source: Package Services List
hu_hu: Csomag szolgáltatásainak listája

source: h
hu_hu: ó

source: min
hu_hu: perc

source: Service Info
hu_hu: Szolgáltatás adatai

source: Maximum Quantity:
hu_hu: Maximális mennyiség:

source: Description:
hu_hu: Leírás:

source: Category:
hu_hu: Kategória:

source: Capacity:
hu_hu: Kapacitás:

source: weeks
hu_hu: hét

source: The package is time-limited to
hu_hu: A csomag időtartama legfeljebb

source: Package rules and description
hu_hu: A csomag szabályai és leírása

source: Selected services
hu_hu: Kiválasztott szolgáltatások

source: Time Zone
hu_hu: Időzóna

source: Visibility
hu_hu: Láthatóság

source: Thank you! Your booking is completed.
hu_hu: Köszönjük! A foglalása elkészült.

source: Thank you! Your booking is completed and now is pending confirmation.
hu_hu: Köszönjük! A foglalása elkészült, és most megerősítésre vár.

source: Select Calendar
hu_hu: Naptár kiválasztása

source: Form colors
hu_hu: Űrlap színei

source: Event List Booking Form
hu_hu: Eseménylista foglalási űrlap

source: Event Calendar Booking Form
hu_hu: Eseménynaptár foglalási űrlap

source: Event Employee
hu_hu: Esemény munkatársa

source: Upcoming events
hu_hu: Közelgő események

source: Spot
hu_hu: Hely

source: No spots left
hu_hu: Nincs több szabad hely

source: Spots capacity
hu_hu: Férőhelyek száma

source: Book now
hu_hu: Foglaljon most

source: There are no upcoming events for this period
hu_hu: Nincs közelgő esemény ebben az időszakban

source: Upcoming events block
hu_hu: Közelgő események blokk

source: Event Day
hu_hu: Esemény napja

source: Date range
hu_hu: Dátumtartomány

source: Show more
hu_hu: Több megjelenítése

source: Show less
hu_hu: Kevesebb megjelenítése

source: Schedule:
hu_hu: Ütemezés:

source: Hosted by:
hu_hu: Szervező:

source: How many people are coming?
hu_hu: Hányan jönnek?

source: Catalog Booking Form
hu_hu: Katalógus foglalási űrlap

source: Catalog
hu_hu: Katalógus

source: Catalog Service
hu_hu: Katalógus szolgáltatás

source: Catalog Package
hu_hu: Katalógus csomag

source: Show single Event details on the page
hu_hu: Egyetlen esemény részleteinek megjelenítése az oldalon

source: Deposit only
hu_hu: Csak előleg

source: Whole amount
hu_hu: Teljes összeg

source: Custom
hu_hu: Egyéni

source: Font URL
hu_hu: Betűtípus URL

source: Font Family
hu_hu: Betűcsalád

source: "Payment Method" View
hu_hu: "Fizetési mód" nézet

source: Bringing anyone with you?
hu_hu: Hoz magával valakit?

source: Additional people
hu_hu: További személyek

source: Total people
hu_hu: Személyek összesen

source: Number of people that are coming with you.
hu_hu: Az Önnel érkező személyek száma.

source: The total number of people for the booking.
hu_hu: A foglaláshoz tartozó személyek teljes száma.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Pricing by the number of people
hu_hu: Árazás a személyek száma szerint

source: Package Selection
hu_hu: Csomagválasztás

source: Hey, there are special packages with this service, check them out!
hu_hu: Hé, ehhez a szolgáltatáshoz különleges csomagok érhetők el, nézze meg őket!

source: Save
hu_hu: Mentés

source: Or
hu_hu: Vagy

source: Skip packages and continue with the selected service
hu_hu: Hagyja ki a csomagokat, és folytassa a kiválasztott szolgáltatással

source: Package Info
hu_hu: Csomaginformáció

source: Expires at
hu_hu: Lejárat időpontja

source: Expires after
hu_hu: Lejár ennyi idő után

source: day
hu_hu: nap

source: days
hu_hu: nap

source: week
hu_hu: hét

source: month
hu_hu: hónap

source: months
hu_hu: hónap

source: Without expiration
hu_hu: Lejárat nélkül

source: Multiple Locations
hu_hu: Több helyszín

source: includes
hu_hu: tartalmazza

source: Employees
hu_hu: Munkatársak

source: Number of appointments required for booking
hu_hu: A foglaláshoz szükséges időpontok száma

source: The rest of the appointments can be booked later on the Customers panel.
hu_hu: A többi időpont később lefoglalható az Ügyfelek panelen.

source: Date and Time
hu_hu: Dátum és idő

source: Selected
hu_hu: Kiválasztva

source: Add more Appointments
hu_hu: További időpontok hozzáadása

source: All slots are selected
hu_hu: Minden idősáv kiválasztva

source: Booking Overview
hu_hu: Foglalás áttekintése

source: All appointments are selected
hu_hu: Minden időpont kiválasztva

source: All appointments will be selected later
hu_hu: Minden időpont később lesz kiválasztva

source: Appointment information
hu_hu: Időpont adatai

source: Extras
hu_hu: Extrák

source: Extras available
hu_hu: Elérhető extrák

source: Learn More
hu_hu: További információ

source: Hide
hu_hu: Elrejtés

source: Repeat Appointment
hu_hu: Időpont ismétlése

source: Do you want to repeat this appointment?
hu_hu: Szeretné ismételni ezt az időpontot?

source: Recurring Appointment
hu_hu: Ismétlődő időpont

source: Recurrence
hu_hu: Ismétlődés

source: Choose time you want to repeat appointment
hu_hu: Válassza ki, mikor szeretné ismételni az időpontot

source: Repeat every
hu_hu: Ismétlés minden

source: Repeat on
hu_hu: Ismétlés napja

source: Specific date
hu_hu: Konkrét dátum

source: First
hu_hu: Első

source: Second
hu_hu: Második

source: Third
hu_hu: Harmadik

source: Fourth
hu_hu: Negyedik

source: Fifth
hu_hu: Ötödik

source: Last
hu_hu: Utolsó

source: Ends
hu_hu: Vége

source: Choose when the repeating ends
hu_hu: Válassza ki, mikor érjen véget az ismétlés

source: Number of Recurrences:
hu_hu: Ismétlések száma:

source: On
hu_hu: Ekkor

source: Each
hu_hu: Minden

source: Select Date
hu_hu: Válasszon dátumot

source: Occurrences
hu_hu: Alkalmak

source: Appointment Repeats
hu_hu: Az időpont ismétlődik

source: Every
hu_hu: Minden

source: on
hu_hu: ekkor

source: at
hu_hu: ekkor

source: from
hu_hu: kezdve

source: Ends after
hu_hu: Ennyi után ér véget

source: Ends on
hu_hu: Ekkor ér véget

source: Recurring Summary
hu_hu: Ismétlődés összefoglalója

source: Unavailable Time Slots
hu_hu: Nem elérhető idősávok

source: slots you selected are busy. We offered you the nearest time slots instead.
hu_hu: a kiválasztott idősávok foglaltak. Helyettük a legközelebbi idősávokat ajánlottuk fel.

source: Choose Date and Time
hu_hu: Válasszon dátumot és időpontot

source: Recurrences
hu_hu: Ismétlések

source: Extras Subtotal
hu_hu: Extrák részösszege

source: Paying now
hu_hu: Fizetés most

source: Paying later
hu_hu: Fizetés később

source: I want to pay full amount
hu_hu: A teljes összeget szeretném kifizetni

source: Payment protected by policy and powered by
hu_hu: A fizetést a szabályzat védi, és a szolgáltató működteti

source: You will be redirected to the payment checkout.
hu_hu: Átirányítjuk a fizetési pénztárhoz.

source: Customer Panel
hu_hu: Ügyfélpanel

source: Primary
hu_hu: Elsődleges

source: Main Content
hu_hu: Fő tartalom

source: Employee Description Popup
hu_hu: Alkalmazotti leírás felugró ablak

source: Employee Information
hu_hu: Alkalmazott adatai

source: Select this employee
hu_hu: Válaszd ki ezt az alkalmazottat

source: Location Information
hu_hu: Helyszín adatai

source: Layout
hu_hu: Elrendezés

source: Fonts and colors
hu_hu: Betűtípusok és színek

source: Change Colors
hu_hu: Színek módosítása

source: Sub Step Title
hu_hu: Részlépés címe

source: Heading Content
hu_hu: Címsor tartalma

source: Step Heading
hu_hu: Lépés címsora

source: Input Field
hu_hu: Beviteli mező

source: Cards and Buttons
hu_hu: Kártyák és gombok

source: Page Content
hu_hu: Oldal tartalma

source: Card Field
hu_hu: Kártyamező

source: Card Content
hu_hu: Kártya tartalma

source: Alert Content
hu_hu: Figyelmeztetés tartalma

source: Popup Title
hu_hu: Felugró ablak címe

source: Popup Content
hu_hu: Felugró ablak tartalma

source: Popup Buttons
hu_hu: Felugró ablak gombjai

source: Primary Button Type
hu_hu: Elsődleges gomb típusa

source: Secondary Button Type
hu_hu: Másodlagos gomb típusa

source: Recurring popup
hu_hu: Ismétlődő felugró ablak

source: Button Type
hu_hu: Gomb típusa

source: Book another
hu_hu: Foglalj még egyet

source: View Cart
hu_hu: Kosár megtekintése

source: Total Price
hu_hu: Végösszeg

source: Cancel Cart Button Type
hu_hu: Kosár törlése gomb típusa

source: Book Another Button Type
hu_hu: Újabb foglalás gomb típusa

source: VAT
hu_hu: ÁFA

source: Incl. VAT
hu_hu: ÁFÁ-val

source: VAT Visibility
hu_hu: ÁFA láthatósága

source: Extras Selection
hu_hu: Kiegészítők kiválasztása

source: Set up visibility and labels
hu_hu: Láthatóság és címkék beállítása

source: Cart Selection
hu_hu: Kosár kiválasztása

source: Cart description
hu_hu: Kosár leírása

source: Set up visibility, button type and labels
hu_hu: Láthatóság, gombtípus és címkék beállítása

source: Layout and labels options
hu_hu: Elrendezési és címkeopciók

source: placeholder
hu_hu: helyőrző

source: mandatory notice
hu_hu: kötelező tájékoztatás

source: Reschedule Appointment
hu_hu: Időpont módosítása

source: Cancel Appointment
hu_hu: Időpont lemondása

source: Cancel Event
hu_hu: Esemény lemondása

source: Cancel Package
hu_hu: Csomag lemondása

source: Set up Labels and Buttons
hu_hu: Címkék és gombok beállítása

source: Services list, Appointments
hu_hu: Szolgáltatások listája, Időpontok

source: Booked Appointments Preview
hu_hu: Lefoglalt időpontok előnézete

source: Set up Content, Buttons and Labels
hu_hu: Tartalom, gombok és címkék beállítása

source: Registration, Telephone Number, Email
hu_hu: Regisztráció, telefonszám, e-mail

source: Payment type, deposit payment...
hu_hu: Fizetési típus, előlegfizetés...

source: Search Input Field
hu_hu: Keresési beviteli mező

source: Category Input Field
hu_hu: Kategória beviteli mező

source: Service Input Field
hu_hu: Szolgáltatás beviteli mező

source: Location Input Field
hu_hu: Helyszín beviteli mező

source: Employee Input Field
hu_hu: Munkatárs beviteli mező

source: Heading
hu_hu: Címsor

source: Info
hu_hu: Információ

source: Popup Heading
hu_hu: Felugró ablak címsora

source: Extras Heading
hu_hu: Extrák címsora

source: Extras Description
hu_hu: Extrák leírása

source: Extras Duration
hu_hu: Extrák időtartama

source: Services and Packages Overview
hu_hu: Szolgáltatások és csomagok áttekintése

source: Set up Services and Packages view
hu_hu: Szolgáltatások és csomagok nézetének beállítása

source: Set up Package detailed view
hu_hu: Csomag részletes nézetének beállítása

source: Card
hu_hu: Kártya

source: Total Number of Packages
hu_hu: Csomagok összes száma

source: “All/Packages/Services” filter option
hu_hu: „Összes/Csomagok/Szolgáltatások” szűrőopció

source: "View Employee" Button Type
hu_hu: "Munkatárs megtekintése" gomb típusa

source: Book Option on Employee Dialog
hu_hu: Foglalási lehetőség a munkatárs párbeszédablakban

source: Employee Dialog
hu_hu: Munkatárs párbeszédablak

source: Employee information
hu_hu: Munkatárs információi

source: Book This Service
hu_hu: E szolgáltatás foglalása

source: Book This Package
hu_hu: E csomag foglalása

source: Package Category
hu_hu: Csomag kategória

source: Package Duration
hu_hu: Csomag időtartama

source: Package Capacity
hu_hu: Csomag kapacitása

source: Package Location
hu_hu: Csomag helyszíne

source: Service Capacity
hu_hu: Szolgáltatás kapacitása

source: Service Location
hu_hu: Szolgáltatás helyszíne

source: About Package
hu_hu: A csomagról

source: Packages Block
hu_hu: Csomagok blokkja

source: “Filter by Employee” option
hu_hu: „Szűrés munkatárs szerint” opció

source: “Filter by Location” option
hu_hu: „Szűrés helyszín szerint” opció

source: Filter by Employee
hu_hu: Szűrés munkatárs szerint

source: Filter by Location
hu_hu: Szűrés helyszín szerint

source: Packages
hu_hu: Csomagok

source: Services
hu_hu: Szolgáltatások

source: View Employees
hu_hu: Munkatársak megtekintése

source: In Package
hu_hu: Csomagban

source: This Service is available in a Package
hu_hu: Ez a szolgáltatás csomagban is elérhető

source: View More Packages
hu_hu: További csomagok megtekintése

source: View Less Packages
hu_hu: Kevesebb csomag megtekintése

source: Package includes
hu_hu: A csomag tartalmazza

source: Employee Price
hu_hu: Munkatársi ár

source: Extras Cost:
hu_hu: Extrák költsége:

source: Subtotal:
hu_hu: Részösszeg:

source: Recurring Appointments:
hu_hu: Ismétlődő időpontok:

source: Event Tickets
hu_hu: Eseményjegyek

source: Set up visibility and labels of ticket selection
hu_hu: Állítsa be a jegyválasztás láthatóságát és címkéit

source: Calendar
hu_hu: Naptár

source: Select Tickets
hu_hu: Jegyek kiválasztása

source: Select the number of tickets that you want to book for each ticket type
hu_hu: Válassza ki az egyes jegytípusokhoz foglalni kívánt jegyek számát

source: Ticket Types
hu_hu: Jegytípusok

source: tickets left
hu_hu: jegy maradt

source: ticket left
hu_hu: jegy maradt

source: Organizer
hu_hu: Szervező

source: Coupon Limit Reached
hu_hu: Kuponlimit elérve

source: Number of appointments with applied coupon is
hu_hu: Az alkalmazott kuponnal lefoglalt időpontok száma

source: Total Services Booked
hu_hu: Lefoglalt szolgáltatások összesen

source: Toggle Sidebar
hu_hu: Oldalsáv váltása

source: Log out
hu_hu: Kijelentkezés

source: Reschedule
hu_hu: Időpont módosítása

source: My Profile
hu_hu: Profilom

source: Personal Information
hu_hu: Személyes adatok

source: Menu
hu_hu: Menü

source: Profile data updated successfully
hu_hu: A profil adatai sikeresen frissítve

source: Password changed successfully
hu_hu: A jelszó sikeresen megváltoztatva

source: Customer
hu_hu: Ügyfél

source: Filters
hu_hu: Szűrők

source: Are you sure you want to cancel this appointment?
hu_hu: Biztosan le szeretné mondani ezt az időpontot?

source: Duration:
hu_hu: Időtartam:

source: Timetable
hu_hu: Időbeosztás

source: Ticket
hu_hu: Jegy

source: Are you sure you want to cancel your attendance?
hu_hu: Biztosan le szeretné mondani a részvételét?

source: Appointments booked
hu_hu: Lefoglalt időpontok

source: Appointment booked
hu_hu: Időpont lefoglalva

source: Valid Until:
hu_hu: Érvényes eddig:

source: This package deal will expire in
hu_hu: Ez a csomagajánlat ennyi időn belül lejár

source: book appointments before the deal expires!
hu_hu: foglaljon időpontokat, mielőtt az ajánlat lejár!

source: Are you sure you want to cancel this package?
hu_hu: Biztosan le szeretné mondani ezt a csomagot?

source: Pay now
hu_hu: Fizessen most

source: Profile deleted
hu_hu: Profil törölve

source: Welcome Back
hu_hu: Üdvözöljük újra

source: Enter your credentials to access your account.
hu_hu: Adja meg hitelesítő adatait a fiókja eléréséhez.

source: Email or Username
hu_hu: E-mail vagy felhasználónév

source: Please enter email or username
hu_hu: Adja meg az e-mail-címét vagy a felhasználónevét

source: Please enter password
hu_hu: Adja meg a jelszavát

source: Forgot your password?
hu_hu: Elfelejtette a jelszavát?

source: Sign In
hu_hu: Bejelentkezés

source: Send Access Link
hu_hu: Hozzáférési link küldése
