Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: Recurring appointments details placeholder set up
hu_hu: Ismétlődő időpontok részletei helyőrző beállítása

source: Service or Event description
hu_hu: Szolgáltatás vagy esemény leírása

source: Service or Event name
hu_hu: Szolgáltatás vagy esemény neve

source: Date periods of the event with Zoom start links
hu_hu: Az esemény időszakai Zoom indítási linkekkel

source: Date & Time periods of the event with Zoom start links
hu_hu: Az esemény dátum- és időintervallumai Zoom indítási linkekkel

source: Date periods of the event with Zoom join links
hu_hu: Az esemény időszakai Zoom csatlakozási linkekkel

source: Date & Time periods of the event with Zoom join links
hu_hu: Az esemény dátum- és időintervallumai Zoom csatlakozási linkekkel

source: Date periods of the event with Google Meet join links
hu_hu: Az esemény időszakai Google Meet csatlakozási linkekkel

source: Date & Time periods of the event with Google Meet join links
hu_hu: Az esemény dátum- és időintervallumai Google Meet csatlakozási linkekkel

source: Google Meet Join Link
hu_hu: Google Meet csatlakozási link

source: Microsoft Teams Join Link
hu_hu: Microsoft Teams csatlakozási link

source: Date periods of the event with Microsoft Teams join links
hu_hu: Az esemény időszakai Microsoft Teams csatlakozási linkekkel

source: Date & Time periods of the event with Microsoft Teams join links
hu_hu: Az esemény dátum- és időintervallumai Microsoft Teams csatlakozási linkekkel

source: Custom fields
hu_hu: Egyéni mezők

source: Once set, this placeholder applies to all types of notifications where it is added
hu_hu: Beállítás után ez a helyőrző minden olyan értesítéstípusra vonatkozik, ahová hozzáadják

source: Placeholder
hu_hu: Helyőrző

source: Placeholders
hu_hu: Helyőrzők

source: Prepared
hu_hu: Előkészítve

source: Unable to retrieve pricing
hu_hu: Nem sikerült lekérni az árakat

source: Recharge Custom Amount
hu_hu: Egyéni összegű feltöltés

source: Recipient Phone
hu_hu: Címzett telefonszáma

source: Recipients
hu_hu: Címzettek

source: Account recovery email has been sent
hu_hu: A fiók helyreállításához szükséges e-mailt elküldtük

source: Reset Password
hu_hu: Jelszó visszaállítása

source: On the same day
hu_hu: Ugyanazon a napon

source: Scheduled After Appointment
hu_hu: Időzítve az időpont után

source: Scheduled After Event
hu_hu: Időzítve az esemény után

source: Scheduled For Before Appointment
hu_hu: Időzítve az időpont előttre

source: Scheduled For
hu_hu: Időzítve erre az időpontra

source: Segment:
hu_hu: Szegmens:

source: GSM (standard Latin) segments contain 160 characters, while UCS-2 (non-GSM - Cyrillic, emoji, non-standard symbols) contain 70 characters, etc.
hu_hu: A GSM (standard latin) szegmensek 160 karaktert tartalmaznak, míg az UCS-2 (non-GSM - cirill, emoji, nem szabványos szimbólumok) szegmensek 70 karaktert, stb.

source: Prices are showed for one segment which can contain from 70 characters (when non-standard Latin or Cyrillic letters, emoji, etc. are used) to 160 characters.
hu_hu: Az árak egy szegmensre vonatkoznak, amely 70 karaktertől (ha nem szabványos latin vagy cirill betűk, emojik stb. vannak használatban) 160 karakterig terjedhet.

source: Please select email template
hu_hu: Kérjük, válasszon e-mail sablont

source: Send only this notification
hu_hu: Csak ezt az értesítést küldje el

source: If this is selected the default notification will not be sent for the selected services
hu_hu: Ha ezt választja, az alapértelmezett értesítés nem kerül elküldésre a kiválasztott szolgáltatásokhoz

source: If this is selected the default notification will not be sent for the selected events
hu_hu: Ha ezt választja, az alapértelmezett értesítés nem kerül elküldésre a kiválasztott eseményekhez

source: Send Test WhatsApp Message
hu_hu: Teszt WhatsApp-üzenet küldése

source: Special characters are not allowed
hu_hu: Speciális karakterek nem engedélyezettek

source: Sender ID supports up to 11 characters
hu_hu: A Sender ID legfeljebb 11 karaktert támogat

source: Your ID must include at least one letter
hu_hu: Az ID-nek legalább egy betűt kell tartalmaznia

source: Alpha Sender ID can't be empty
hu_hu: Az Alpha Sender ID nem lehet üres

source: Alpha Sender ID has been saved
hu_hu: Az Alpha Sender ID mentve lett

source: Sent
hu_hu: Elküldve

source: </> Show Email Placeholders
hu_hu: </> E-mail helyőrzők megjelenítése

source: </> Show SMS Placeholders
hu_hu: </> SMS helyőrzők megjelenítése

source: SMS Placeholders
hu_hu: SMS helyőrzők

source: WhatsApp message has not been sent
hu_hu: A WhatsApp-üzenet nem lett elküldve

source: WhatsApp message has been sent
hu_hu: A WhatsApp-üzenet el lett küldve

source: SMS has not been sent
hu_hu: Az SMS nem lett elküldve

source: SMS has been sent
hu_hu: Az SMS el lett küldve

source: Time
hu_hu: Idő

source: Token has been expired
hu_hu: A token lejárt

source: Type:
hu_hu: Típus:

source: Undelivered
hu_hu: Kézbesítetlen

source: Use placeholder:
hu_hu: Helyőrző használata:

source: View Message
hu_hu: Üzenet megtekintése

source: This is a unique hash created for security reasons.<br>Copy this token into the WhatsApp “Verify token“ field when creating a webhook.
hu_hu: Ez egy biztonsági okokból létrehozott egyedi hash.<br>A webhook létrehozásakor másolja ezt a tokent a WhatsApp “Verify token“ mezőjébe.

source: This message is sent once the customer tries to answer the message via WhatsApp<br> in order to notify that the messages sent via WhatsApp are without a reply option.
hu_hu: Ezt az üzenetet akkor küldjük, amikor az ügyfél megpróbál válaszolni WhatsAppon keresztül<br> annak jelzésére, hogy a WhatsAppon küldött üzenetekre nincs válaszlehetőség.

source: Choose template
hu_hu: Válasszon sablont

source: Only templates that are in the default language will be displayed on the backend. <br> If the template doesn't exist in customer's language it will be sent in the default language.
hu_hu: A háttérrendszerben csak az alapértelmezett nyelvű sablonok jelennek meg. <br> Ha a sablon nem létezik az ügyfél nyelvén, az alapértelmezett nyelven kerül elküldésre.

source: Enter Permanent access token
hu_hu: Adja meg az állandó hozzáférési tokent

source: Enter Business ID
hu_hu: Adja meg a Business ID-t

source: Choose default language
hu_hu: Válassza ki az alapértelmezett nyelvet

source: Enter Phone number ID
hu_hu: Adja meg a Phone number ID-t

source: Header
hu_hu: Fejléc

source: Image:
hu_hu: Kép:

source: Location name:
hu_hu: Helyszín neve:

source: Location address:
hu_hu: Helyszín címe:

source: Location latitude:
hu_hu: Földrajzi szélesség:

source: Location longitude:
hu_hu: Földrajzi hosszúság:

source: The message header needs to be set on the Facebook Developers Settings. The character limit is 60 with the replaced placeholders.
hu_hu: Az üzenet fejléce a Facebook Developers Settings felületen állítandó be. A karakterkorlát 60 a behelyettesített helyőrzőkkel.

source: The message body needs to be set on the Facebook Developers Settings
hu_hu: Az üzenettörzset a Facebook Developers Settings felületen kell beállítani

source: Line breaks will be replaced with semicolons since new rows are not supported in WhatsApp parameters
hu_hu: A sortöréseket pontosvesszőkre cseréljük, mivel az új sorok nem támogatottak a WhatsApp paraméterekben

source: Please select placeholder
hu_hu: Kérjük, válasszon helyőrzőt

source: This is the status in whatsapp.
hu_hu: Ez az állapot a whatsappban.

source: Template name
hu_hu: Sablon neve

source: Average Bookings
hu_hu: Átlagos foglalások

source: Shows the average number of bookings per day<br/>for the selected date range.
hu_hu: Megjeleníti a napi átlagos foglalásszámot<br/>a kiválasztott dátumtartományban.

source: There are no appointments for today
hu_hu: Ma nincsenek időpontok

source: Times bought
hu_hu: Vásárlások száma

source: Shows the number of pending appointments<br/>in the selected date range.
hu_hu: Megjeleníti a függőben lévő időpontok számát<br/>a kiválasztott dátumtartományban.

source: Today's appointments
hu_hu: Mai időpontok

source: LIVE Q&A
hu_hu: Élő kérdezz-felelek

source: with Amelia Support
hu_hu: az Amelia Supporttal

source: only on our
hu_hu: csak a mi

source: channel
hu_hu: csatornánkon

source: Don't show again
hu_hu: Ne jelenjen meg újra

source: 1. November at 4Pm cest
hu_hu: November 1. 4Pm cest

source: Add Break
hu_hu: Szünet hozzáadása

source: Enter holiday or day off name
hu_hu: Adja meg az ünnep vagy szabadnap nevét

source: Company Days off
hu_hu: Vállalati szabadnapok

source: Company Days Off Settings
hu_hu: Vállalati szabadnapok beállításai

source: Company Working Hours Settings
hu_hu: Vállalati munkaidő beállításai

source: You will change working hours setting which is also set for each employee separately. Do you want to update it for all employees?
hu_hu: A munkaidő beállítását fogja módosítani, amelyet minden alkalmazottnál külön is beállítanak. Szeretné minden alkalmazottra frissíteni?

source: Please enter date
hu_hu: Kérjük, adjon meg dátumot

source: Edit Company Days off
hu_hu: Vállalati szabadnapok szerkesztése

source: Employee Days off
hu_hu: Alkalmazotti szabadnapok

source: Pick a date or range
hu_hu: Válasszon dátumot vagy tartományt

source: Pick a year
hu_hu: Válasszon évet

source: Reflects on
hu_hu: Érinti:

source: Set Break Time
hu_hu: Szünet idejének beállítása

source: Set Work Time
hu_hu: Munkaidő beállítása

source: Working Hours & Days Off Settings
hu_hu: Munkaidő és szabadnapok beállításai

source: Delete
hu_hu: Törlés

source: Duplicate
hu_hu: Duplikálás

source: Please Wait
hu_hu: Kérjük, várjon

source: Visible
hu_hu: Látható

source: Address
hu_hu: Cím

source: Start by clicking the Add Location button
hu_hu: Kezdésként kattintson a Helyszín hozzáadása gombra

source: Are you sure you want to delete this location?
hu_hu: Biztosan törli ezt a helyszínt?

source: Are you sure you want to duplicate this location?
hu_hu: Biztosan duplikálja ezt a helyszínt?

source: Are you sure you want to hide this location?
hu_hu: Biztosan elrejti ezt a helyszínt?

source: Are you sure you want to show this location?
hu_hu: Biztosan megjeleníti ezt a helyszínt?

source: Edit Location
hu_hu: Helyszín szerkesztése

source: Please enter address
hu_hu: Kérjük, adjon meg címet

source: To enable Google maps, enter the Google Map API key in General Settings
hu_hu: A Google maps engedélyezéséhez adja meg a Google Map API key értékét az Általános beállításokban

source: Latitude
hu_hu: Szélesség

source: Location Address
hu_hu: Helyszín címe

source: Location has been deleted
hu_hu: A helyszín törölve lett

source: Your Location is hidden
hu_hu: Az Ön helyszíne rejtve van

source: Location has been saved
hu_hu: A helyszín mentve

source: Your Location is visible
hu_hu: Az Ön helyszíne látható

source: locations
hu_hu: helyszínek

source: Longitude
hu_hu: Hosszúság

source: Map
hu_hu: Térkép

source: New Location
hu_hu: Új helyszín

source: You don't have any locations here yet...
hu_hu: Itt még nincsenek helyszínei...

source: This is not the right address?
hu_hu: Nem ez a megfelelő cím?

source: Pin Icon
hu_hu: Tű ikon

source: Orange
hu_hu: Narancssárga

source: Purple
hu_hu: Lila

source: Red
hu_hu: Piros

source: Green
hu_hu: Zöld

source: Add Duration
hu_hu: Időtartam hozzáadása

source: Add Day(s)
hu_hu: Nap(ok) hozzáadása

source: All Employees
hu_hu: Összes munkatárs

source: All Services
hu_hu: Összes szolgáltatás

source: Available Images
hu_hu: Elérhető képek

source: Book Package
hu_hu: Csomag foglalása

source: Show "Bringing anyone with you" option
hu_hu: A "Hoz magával valakit" opció megjelenítése

source: Hide this option to allow only individual people to<br/>book a group appointment without the possibility<br/>to come with somebody.
hu_hu: Rejtse el ezt az opciót, hogy a csoportos időpontot csak egyénileg lehessen<br/>foglalni, és ne legyen lehetőség<br/>valakivel érkezni.

source: Unable to delete category
hu_hu: Nem sikerült törölni a kategóriát

source: Unable to save categories positions
hu_hu: Nem sikerült menteni a kategóriák sorrendjét

source: Unable to add category
hu_hu: Nem sikerült kategóriát hozzáadni

source: Unable to save category
hu_hu: Nem sikerült menteni a kategóriát

source: Are you sure you want to delete this resource?
hu_hu: Biztosan törli ezt az erőforrást?

source: Are you sure you want to delete these resources?
hu_hu: Biztosan törli ezeket az erőforrásokat?

source: Are you sure you want to duplicate this resource?
hu_hu: Biztosan duplikálja ezt az erőforrást?

source: Are you sure you want to hide this resource?
hu_hu: Biztosan elrejti ezt az erőforrást?

source: Are you sure you want to show this resource?
hu_hu: Biztosan megjeleníti ezt az erőforrást?

source: Are you sure you want to delete this package?
hu_hu: Biztosan törli ezt a csomagot?

source: Are you sure you want to duplicate this package?
hu_hu: Biztosan duplikálja ezt a csomagot?

source: Are you sure you want to hide this package?
hu_hu: Biztosan elrejti ezt a csomagot?

source: Are you sure you want to show this package?
hu_hu: Biztosan megjeleníti ezt a csomagot?

source: Are you sure you want to delete this extra
hu_hu: Biztosan törli ezt a kiegészítőt

source: Custom Duration & Pricing
hu_hu: Egyedi időtartam és árazás

source: Edit Package
hu_hu: Csomag szerkesztése

source: Edit Resource
hu_hu: Erőforrás szerkesztése

source: Please enter extra name
hu_hu: Adja meg a kiegészítő nevét

source: Please enter extra price
hu_hu: Adja meg a kiegészítő árát

source: Price must be non-negative number
hu_hu: Az árnak nemnegatív számnak kell lennie

source: Please enter price
hu_hu: Adja meg az árat

source: Unable to delete extra
hu_hu: Nem sikerült törölni a kiegészítőt

source: Maximum Quantity
hu_hu: Maximális mennyiség

source: The price will multiply by the number of people
hu_hu: Az ár a személyek számával szorzódik

source: If you disable this option the price will be the same<br/>regardless of how many customers book in the group appointment.
hu_hu: Ha kikapcsolja ezt az opciót, az ár ugyanannyi lesz,<br/>függetlenül attól, hány ügyfél foglal a csoportos időpontban.

source: New Package
hu_hu: Új csomag

source: New Package Booking
hu_hu: Új csomagfoglalás

source: New Resource
hu_hu: Új erőforrás

source: You don't have any categories here yet...
hu_hu: Itt még nincsenek kategóriák...

source: Notify the customer
hu_hu: Ügyfél értesítése

source: Check this checkbox if you want your customer to<br/>receive an email about the booked package.
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha azt szeretné, hogy ügyfele<br/>e-mailt kapjon a lefoglalt csomagról.

source: Appointment slots left to be booked.
hu_hu: Hátralévő foglalható időpontok.

source: Book Appointment
hu_hu: Időpont foglalása

source: Package Booking has been saved
hu_hu: A csomagfoglalás mentve lett

source: This package is canceled. <br>To book an appointment, please reopen it first.
hu_hu: Ez a csomag lemondva. <br>Időpont foglalásához kérjük, előbb nyissa meg újra.

source: Allow customers to choose employee on the customer panel
hu_hu: Engedélyezze, hogy az ügyfelek az ügyfélfelületen munkatársat választhassanak

source: If the option is disabled the initial booking will determine the employee for this service in the entire package
hu_hu: Ha az opció le van tiltva, a kezdeti foglalás határozza meg ehhez a szolgáltatáshoz a munkatársat az egész csomagban

source: Date Purchased
hu_hu: Vásárlás dátuma

source: Package Details
hu_hu: Csomag részletei

source: Package is hidden
hu_hu: A csomag rejtett

source: Package has been saved
hu_hu: A csomag mentve lett

source: Package is visible
hu_hu: A csomag látható

source: Package has been deleted
hu_hu: A csomag törölve lett

source: Sort Packages:
hu_hu: Csomagok rendezése:

source: Payment Status
hu_hu: Fizetési állapot

source: Calculated price
hu_hu: Számított ár

source: Calculated price for package
hu_hu: A csomag számított ára

source: Custom price
hu_hu: Egyedi ár

source: Packages positions has been saved
hu_hu: A csomagok sorrendje mentve lett

source: Unable to save packages positions
hu_hu: Nem sikerült menteni a csomagok sorrendjét

source: Total
hu_hu: Összesen

source: to be booked
hu_hu: még foglalható

source: Pricing
hu_hu: Árazás

source: Manage Packages
hu_hu: Csomagok kezelése

source: purchased packages
hu_hu: megvásárolt csomagok

source: Enable Resource usage for a group booking
hu_hu: Erőforrás-használat engedélyezése csoportos foglaláshoz

source: Enable this option if you want to count resource quantity usage for each additional person added during the booking
hu_hu: Engedélyezze ezt az opciót, ha azt szeretné, hogy a foglalás során hozzáadott minden további személy után számoljuk az erőforrás-mennyiség felhasználását.

source: Resource has been deleted
hu_hu: Az erőforrás törölve lett

source: Resource is hidden
hu_hu: Az erőforrás rejtett

source: e.g. Chair
hu_hu: pl. Szék

source: Please enter the name of the resource
hu_hu: Adja meg az erőforrás nevét

source: The resource and its name is not visible during the booking, so this name is only for you for easier management
hu_hu: Az erőforrás és a neve a foglalás során nem látható, ezért ez a név csak az Ön számára szolgál a könnyebb kezeléshez

source: Resource has not been deleted
hu_hu: Az erőforrás nem lett törölve

source: Resources will be included in:
hu_hu: Az erőforrások az alábbiakhoz lesznek hozzárendelve:

source: (Selecting services, employees, locations and events which are mutually connected and can be booked in the same appointment, will lead to multiple usages of this resource per such appointment.)
hu_hu: (Ha egymással összekapcsolt, ugyanazon időpontban együtt foglalható szolgáltatásokat, munkatársakat, helyszíneket és eseményeket választ, az az erőforrás többszöri használatához vezethet egy ilyen időponton belül.)

source: Resource has been saved
hu_hu: Az erőforrás mentve lett

source: Search Resources...
hu_hu: Erőforrások keresése...

source: Resource quantity is shared among the selected items
hu_hu: Az erőforrás mennyisége megoszlik a kiválasztott elemek között

source: The resource quantity will be shared among all selected services, employees, and locations.
hu_hu: Az erőforrás mennyisége megoszlik minden kiválasztott szolgáltatás, munkatárs és helyszín között.

source: Resource quantity is unique for selected item type
hu_hu: Az erőforrás mennyisége elemtípusonként egyedi

source: The resource quantity will be counted for each selected service/location separately.
hu_hu: Az erőforrás mennyisége minden kiválasztott szolgáltatásra/helyszínre külön kerül számításra.

source: Resource quantity is unique for selected services
hu_hu: Az erőforrás mennyisége szolgáltatásonként egyedi

source: The resource quantity will be counted for each selected service separately.
hu_hu: Az erőforrás mennyisége minden kiválasztott szolgáltatásra külön kerül számításra.

source: View less
hu_hu: Kevesebb megjelenítése

source: View more
hu_hu: Több megjelenítése

source: Resource is visible
hu_hu: Az erőforrás látható

source: Quantity
hu_hu: Mennyiség

source: Resources have been deleted
hu_hu: Az erőforrások törölve lettek

source: Resources have not been deleted
hu_hu: Az erőforrások nem kerültek törlésre

source: A number of appointments included in the package for this service.
hu_hu: A csomagban ehhez a szolgáltatáshoz tartozó időpontok száma.

source: A number of appointments included in the package.
hu_hu: A csomagban szereplő időpontok száma.

source: Minimum bookings required
hu_hu: Minimálisan szükséges foglalások száma

source: A minimum number of appointments a customer needs to schedule at the moment of booking.
hu_hu: A foglaláskor az ügyfélnek kötelezően lefoglalandó időpontok minimális száma.

source: Maximum bookings required
hu_hu: Maximálisan foglalható időpontok száma

source: A maximum number of appointments a customer can schedule at the moment of booking.
hu_hu: A foglaláskor az ügyfél által egyszerre lefoglalható időpontok maximális száma.

source: Search for a Resource...
hu_hu: Erőforrás keresése...

source: Select Customer
hu_hu: Válasszon ügyfelet

source: Please select at least one service
hu_hu: Kérjük, válasszon legalább egy szolgáltatást

source: Please select select at least one employee
hu_hu: Kérjük, válasszon válasszon legalább egy alkalmazottat

source: Service Details
hu_hu: Szolgáltatás részletei

source: Handle unavailable recurring dates
hu_hu: Nem elérhető ismétlődő dátumok kezelése

source: Set how an alternate date should be suggested to the customer<br>if the desired date has no available time-slots for booking.
hu_hu: Állítsa be, hogyan javasoljon a rendszer alternatív dátumot az ügyfélnek,<br>ha a kívánt dátumhoz nincs foglalható idősáv.

source: Recommend the closest date after
hu_hu: A legközelebbi későbbi dátum ajánlása

source: Recommend the closest date before
hu_hu: A legközelebbi korábbi dátum ajánlása

source: Recommend the closest date before or after
hu_hu: A legközelebbi korábbi vagy későbbi dátum ajánlása

source: Handle recurring appointment payments
hu_hu: Ismétlődő időpontok fizetésének kezelése

source: Set how you want payments to be processed.<br>If you choose to request payment only for the first appointment customers will be able to pay the rest on-site.
hu_hu: Állítsa be, hogyan történjen a fizetések kezelése.<br>Ha csak az első időpontra kér fizetést, az ügyfelek a többit a helyszínen fizethetik.

source: Customers will have to pay only for the first appointment
hu_hu: Az ügyfeleknek csak az első időpontért kell fizetniük

source: Customers will have to pay for all appointments at once
hu_hu: Az ügyfeleknek az összes időpontért egyszerre kell fizetniük

source: Total Number of Appointments
hu_hu: Időpontok teljes száma

source: If this option is disabled, you can set the total number of appointments per service. When it is enabled, you can set the total number of appointments per package.
hu_hu: Ha ez az opció le van tiltva, szolgáltatásonként állíthatja be az időpontok teljes számát. Ha engedélyezve van, csomagonként állíthatja be az időpontok teljes számát.

source: Update for all
hu_hu: Frissítés mindegyikre

source: Set extra as a mandatory field
hu_hu: Extra beállítása kötelező mezőként

source: Minimum required extras
hu_hu: Minimálisan szükséges extrák

source: Birthday
hu_hu: Születésnap

source: Don't import
hu_hu: Ne importálja

source: Status
hu_hu: Állapot

source: Add Employee
hu_hu: Alkalmazott hozzáadása

source: Away
hu_hu: Távol

source: iCloud Email Address
hu_hu: iCloud e-mail-cím

source: iCloud App-specific Password
hu_hu: iCloud alkalmazásspecifikus jelszó

source: Choose Apple Calendar
hu_hu: Válassza az Apple Calendar alkalmazást

source: On Break
hu_hu: Szüneten

source: Busy
hu_hu: Elfoglalt

source: Start by clicking the Add Employee button
hu_hu: Kezdje az Alkalmazott hozzáadása gombra kattintva

source: Are you sure you want to delete this employee?
hu_hu: Biztosan törli ezt az alkalmazottat?

source: Are you sure you want to duplicate this employee?
hu_hu: Biztosan duplikálja ezt az alkalmazottat?

source: Are you sure you want to hide this employee?
hu_hu: Biztosan elrejti ezt az alkalmazottat?

source: Are you sure you want to show this employee?
hu_hu: Biztosan megjeleníti ezt az alkalmazottat?

source: Connect
hu_hu: Csatlakoztatás

source: Day Off
hu_hu: Szabadnap

source: Disconnect
hu_hu: Leválasztás

source: Edit Employee
hu_hu: Alkalmazott szerkesztése

source: Employee has been deleted
hu_hu: Az alkalmazott törölve lett

source: Employee is hidden
hu_hu: Az alkalmazott elrejtve

source: Employee can not be deleted because of the future appointment
hu_hu: Az alkalmazott nem törölhető jövőbeli időpont miatt

source: Search Employees...
hu_hu: Alkalmazottak keresése...
