Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: Edit Appointment
hu_hu: Időpont szerkesztése

source: Edit Customer
hu_hu: Ügyfél szerkesztése

source: Edit Event
hu_hu: Esemény szerkesztése

source: Enter Event Name
hu_hu: Adja meg az esemény nevét

source: Error
hu_hu: Hiba

source: Attendee have been deleted
hu_hu: A résztvevő törölve lett

source: Remove Attendee
hu_hu: Résztvevő eltávolítása

source: Attendee has been saved
hu_hu: A résztvevő mentve lett

source: Edit Attendees
hu_hu: Résztvevők szerkesztése

source: The price will multiply by the number of people/spots
hu_hu: Az ár a személyek/helyek számával szorzódik

source: Attendees have been deleted
hu_hu: A résztvevők törölve lettek

source: Allow the same customer to book more than once
hu_hu: Ugyanazon ügyfél többszöri foglalásának engedélyezése

source: Find Attendees
hu_hu: Résztvevők keresése

source: Booking closes when event starts
hu_hu: A foglalás az esemény kezdetekor lezárul

source: Closes on:
hu_hu: Zárás időpontja:

source: Booking opens immediately
hu_hu: A foglalás azonnal megnyílik

source: Opens on:
hu_hu: Nyitás időpontja:

source: Allow bringing more people
hu_hu: További személyek hozatalának engedélyezése

source: Close Event after certain minimum is reached
hu_hu: Esemény lezárása a minimális érték elérése után

source: Minimum of attendees
hu_hu: Minimális résztvevők száma

source: Minimum of bookings
hu_hu: Minimális foglalásszám

source: One spot is equal to one attendee.
hu_hu: Egy hely egyenlő egy résztvevővel.

source: One booking can have multiple attendees/spots in it.
hu_hu: Egy foglalás több résztvevőt/helyet is tartalmazhat.

source: Set Minimum
hu_hu: Minimum beállítása

source: Event Colors:
hu_hu: Esemény színei:

source: Custom Color
hu_hu: Egyéni szín

source: Preset Colors
hu_hu: Előre beállított színek

source: Custom Address
hu_hu: Egyéni cím

source: Delete Event
hu_hu: Esemény törlése

source: Event has been deleted
hu_hu: Az esemény törölve

source: Edit Attendee
hu_hu: Résztvevő szerkesztése

source: Event Gallery:
hu_hu: Eseménygaléria:

source: Maximum allowed spots
hu_hu: Maximálisan engedélyezett férőhelyek száma

source: Name:
hu_hu: Név:

source: Open Event
hu_hu: Esemény megnyitása

source: Event has been opened
hu_hu: Az esemény megnyitva

source: Dates:
hu_hu: Dátumok:

source: Time:
hu_hu: Idő:

source: This is recurring event
hu_hu: Ez egy ismétlődő esemény

source: Enable recurring event
hu_hu: Ismétlődő esemény engedélyezése

source: Event has been saved
hu_hu: Az esemény mentve

source: Select Address
hu_hu: Cím kiválasztása

source: Show event on site
hu_hu: Esemény megjelenítése a webhelyen

source: Show waiting list after booking is full
hu_hu: Várólista megjelenítése, miután a foglalás betelt

source: Booking status has been changed to
hu_hu: A foglalás státusza erre változott:

source: Tags
hu_hu: Címkék

source: Select or Create Tag
hu_hu: Címke kiválasztása vagy létrehozása

source: Export
hu_hu: Exportálás

source: You can use this option to export attendees in CSV file<br/>for the selected event.
hu_hu: Ezzel az opcióval a résztvevőket CSV fájlba exportálhatja<br/>a kiválasztott eseményhez.

source: General
hu_hu: Általános

source: Connect your Google Calendar here so once<br/>the appointment is scheduled it can be added<br/>to your Google Calendar automatically.
hu_hu: Csatlakoztassa itt a Google Calendar szolgáltatást, így amint<br/>az időpont ütemezésre kerül, automatikusan hozzáadható<br/>a Google Calendarhoz.

source: 1h
hu_hu: 1 óra

source: 10h
hu_hu: 10 óra

source: 11h
hu_hu: 11 óra

source: 12h
hu_hu: 12 óra

source: 1h 30min
hu_hu: 1 óra 30 perc

source: 2h
hu_hu: 2 óra

source: 3h
hu_hu: 3 óra

source: 4h
hu_hu: 4 óra

source: 6h
hu_hu: 6 óra

source: 8h
hu_hu: 8 óra

source: 9h
hu_hu: 9 óra

source: Incorrect email or password
hu_hu: Helytelen e-mail-cím vagy jelszó

source: Integrations
hu_hu: Integrációk

source: Lesson Space Links
hu_hu: Lesson Space hivatkozások

source: Limit the additional number of people
hu_hu: További személyek számának korlátozása

source: Set Limit
hu_hu: Korlát beállítása

source: Limit the number of people that one customer can add during the booking
hu_hu: Korlátozza a személyek számát, akiket egy ügyfél a foglalás során hozzáadhat

source: Login
hu_hu: Bejelentkezés

source: Enter your email
hu_hu: Adja meg az e-mail-címét

source: Enter your password
hu_hu: Adja meg a jelszavát

source: Logout
hu_hu: Kijelentkezés

source: You are the only provider on
hu_hu: Ön az egyetlen szolgáltató

source: You are the only provider for this service
hu_hu: Ön az egyetlen szolgáltató ennél a szolgáltatásnál

source: Max. Capacity
hu_hu: Max. kapacitás

source: 1min
hu_hu: 1perc

source: 10min
hu_hu: 10perc

source: 12min
hu_hu: 12perc

source: 15min
hu_hu: 15perc

source: 2min
hu_hu: 2perc

source: 20min
hu_hu: 20perc

source: 30min
hu_hu: 30perc

source: 45min
hu_hu: 45perc

source: 5min
hu_hu: 5perc

source: Min. Capacity
hu_hu: Min. kapacitás

source: Minimum time required before canceling
hu_hu: Lemondás előtt szükséges minimális idő

source: Set the time before the appointment when customers<br/>will not be able to cancel the appointment.
hu_hu: Állítsa be azt az időt az időpont előtt, amikor az ügyfelek<br/>már nem tudják lemondani az időpontot.

source: There are no attendees yet...
hu_hu: Még nincsenek résztvevők...

source: There are no special days yet...
hu_hu: Még nincsenek különleges napok...

source: There are no days off yet...
hu_hu: Még nincsenek szabadnapok...

source: No-show
hu_hu: Nem jelent meg

source: Note
hu_hu: Megjegyzés

source: Notify the attendee(s)
hu_hu: Értesítse a résztvevő(ke)t

source: Check this checkbox if you want your attendee(s) to<br/>receive an email about the event’s updated information.
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha azt szeretné, hogy a résztvevő(k)<br/>e-mailt kapjanak az esemény frissített adatairól.

source: Notify the customer(s)
hu_hu: Értesítse az ügyfél(eke)t

source: Check this checkbox if you want your customer to<br/>receive an email about the scheduled appointment.
hu_hu: Jelölje be ezt a jelölőnégyzetet, ha azt szeretné, hogy az ügyfél<br/>e-mailt kapjon az ütemezett időpontról.

source: Once Off
hu_hu: Egyszeri

source: Back to appointments
hu_hu: Vissza az időpontokhoz

source: Back to packages
hu_hu: Vissza a csomagokhoz

source: Appointments in this service
hu_hu: Időpontok ebben a szolgáltatásban

source: Appointments in this package
hu_hu: Időpontok ebben a csomagban

source: appointment slots left to be booked
hu_hu: foglalható idősáv maradt

source: Book next appointment
hu_hu: Következő időpont foglalása

source: Continue Booking
hu_hu: Foglalás folytatása

source: Booked Appointments
hu_hu: Lefoglalt időpontok

source: Service info
hu_hu: Szolgáltatás adatai

source: Package price
hu_hu: Csomag ára

source: Partially Refunded
hu_hu: Részben visszatérítve

source: Password is set
hu_hu: Jelszó beállítva

source: Payment
hu_hu: Fizetés

source: Pay
hu_hu: Fizet

source: Payment Method
hu_hu: Fizetési mód

source: Enable Payment from Link
hu_hu: Fizetés engedélyezése linkről

source: Allow payment via Payment Link
hu_hu: Fizetés engedélyezése Payment Linken keresztül

source: If this option is enabled customers will be able to pay via email notifications or through their Customer panel.
hu_hu: Ha ez az opció engedélyezve van, az ügyfelek e-mail értesítésekből vagy az Ügyfélpanelen keresztül tudnak fizetni.

source: Payments
hu_hu: Fizetések

source: Applied for all assigned services
hu_hu: Az összes hozzárendelt szolgáltatásra alkalmazva

source: Select only specific services for this period.<br/>If no services are selected, then all assigned services for this employee<br/>will be available for booking in this period.
hu_hu: Válasszon csak bizonyos szolgáltatásokat erre az időszakra.<br/>Ha nem választ szolgáltatást, akkor ennél az alkalmazottnál az összes hozzárendelt szolgáltatás<br/>foglalható lesz ebben az időszakban.

source: Select specific services for each period.
hu_hu: Válasszon konkrét szolgáltatásokat minden időszakra.

source: Periods
hu_hu: Időszakok

source: Price per Spot
hu_hu: Ár helyenként

source: Profile has been updated
hu_hu: A profil frissítve lett

source: Purchased
hu_hu: Megvásárolva

source: Please enter new password again
hu_hu: Kérjük, adja meg az új jelszót még egyszer

source: Email with access link has been sent
hu_hu: E-mailt küldtünk a hozzáférési linkkel

source: Create Appointments list
hu_hu: Időpontlista létrehozása

source: Back to recurring settings
hu_hu: Vissza az ismétlődő beállításokhoz

source: Redirect URL After Booking
hu_hu: Átirányítási URL a foglalás után

source: Customer will be redirected to this URL once he schedules the appointment.
hu_hu: Az ügyfél erre az URL-re lesz átirányítva, miután lefoglalta az időpontot.

source: Rejected
hu_hu: Elutasítva

source: Repeat Every Year
hu_hu: Ismétlés évente

source: Save Special Day
hu_hu: Speciális nap mentése

source: Select Customer(s)
hu_hu: Ügyfél(ek) kiválasztása

source: Please select date
hu_hu: Kérjük, válasszon dátumot

source: Maximum number of places is
hu_hu: A helyek maximális száma

source: Please select service
hu_hu: Kérjük, válasszon szolgáltatást

source: Please select time
hu_hu: Kérjük, válasszon időpontot

source: Selected Customers
hu_hu: Kiválasztott ügyfelek

source: This service does not have any extras
hu_hu: Ehhez a szolgáltatáshoz nincsenek extrák

source: Service Price
hu_hu: Szolgáltatás ára

source: You have appointments for this service
hu_hu: Vannak időpontjai ehhez a szolgáltatáshoz

source: You have appointments for
hu_hu: Vannak időpontjai ehhez

source: Settings
hu_hu: Beállítások

source: Please enter end time
hu_hu: Kérjük, adja meg a befejezési időt

source: Please enter start time
hu_hu: Kérjük, adja meg a kezdési időt

source: Special Days
hu_hu: Speciális napok

source: Reflect On
hu_hu: Vonatkozik

source: Success
hu_hu: Siker

source: Tomorrow
hu_hu: Holnap

source: Created On
hu_hu: Létrehozva

source: User Profile
hu_hu: Felhasználói profil

source: Friday
hu_hu: Péntek

source: Monday
hu_hu: Hétfő

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Thursday
hu_hu: Csütörtök

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Work Hours
hu_hu: Munkaórák

source: Working Hours
hu_hu: Munkaidő

source: Timezone
hu_hu: Időzóna

source: Zoom Links
hu_hu: Zoom linkek

source: Due
hu_hu: Esedékes

source: Notification Language
hu_hu: Értesítések nyelve

source: Language
hu_hu: Nyelv

source: Select or Create New
hu_hu: Válasszon vagy hozzon létre újat

source: WordPress User
hu_hu: WordPress felhasználó

source: Female
hu_hu: Nő

source: Male
hu_hu: Férfi

source: Gender
hu_hu: Nem

source: Start Date
hu_hu: Kezdés dátuma

source: End Date
hu_hu: Befejezés dátuma

source: Start Time
hu_hu: Kezdés ideje

source: End Time
hu_hu: Befejezés ideje

source: Delete Period
hu_hu: Időszak törlése

source: New Customer
hu_hu: Új ügyfél

source: Appointment status has been changed to
hu_hu: Az időpont állapota erre változott

source: Add Language
hu_hu: Nyelv hozzáadása

source: Attendee
hu_hu: Résztvevő

source: Booked
hu_hu: Foglalt

source: Don't use Text mode option if you already have HTML code in the description, since once this option is enabled the existing HTML tags could be lost.
hu_hu: Ne használja a Szöveges mód opciót, ha már van HTML kód a leírásban, mert amint ez az opció engedélyezve van, a meglévő HTML tagek elveszhetnek.

source: Select Delimiter
hu_hu: Elválasztó kiválasztása

source: Comma (,)
hu_hu: Vessző (,)

source: Coupon code
hu_hu: Kuponkód

source: Minutes
hu_hu: Percek

source: Hour
hu_hu: Óra

source: Hours
hu_hu: Órák

source: Employee Badge
hu_hu: Munkatársi jelvény

source: Employee Badges
hu_hu: Munkatársi jelvények

source: Enable Google Login
hu_hu: Google-bejelentkezés engedélyezése

source: Enable Facebook Login
hu_hu: Facebook-bejelentkezés engedélyezése

source: Facebook App ID is required
hu_hu: A Facebook App ID megadása kötelező

source: Facebook App Secret is required
hu_hu: A Facebook App Secret megadása kötelező

source: Please enter email
hu_hu: Kérjük, adja meg az e-mail-címet

source: Extras total price
hu_hu: Extrák összára

source: Join With Google Meet
hu_hu: Csatlakozás a Google Meethez

source: Interested in unlocking this feature?
hu_hu: Szeretné feloldani ezt a funkciót?

source: Available from Starter license
hu_hu: Elérhető a Starter licenctől

source: Available from Standard license
hu_hu: Elérhető a Standard licenctől

source: Available from Pro license
hu_hu: Elérhető a Pro licenctől

source: Available in Elite licence
hu_hu: Elérhető az Elite licencben

source: Upgrade
hu_hu: Frissítés

source: Delete Amelia content
hu_hu: Az Amelia tartalmának törlése

source: Delete tables, roles, files and settings once the Amelia plugin is deleted.
hu_hu: A táblák, szerepkörök, fájlok és beállítások törlése az Amelia bővítmény törlésekor.

source: Enable this option if you want to delete plugin tables, roles, files and settings<br>when deleting the plugin from plugins page
hu_hu: Engedélyezze ezt az opciót, ha törölni szeretné a bővítmény tábláit, szerepköreit, fájljait és beállításait<br>amikor a bővítmények oldaláról törli a bővítményt

source: Appointment Space Name
hu_hu: Időpont munkatér neve

source: Event Space Name
hu_hu: Esemény munkatér neve

source: Create spaces for pending appointments
hu_hu: Munkaterek létrehozása függőben lévő időpontokhoz

source: Locations
hu_hu: Helyszínek

source: Manage
hu_hu: Kezelés

source: Measurement ID
hu_hu: Mérési azonosító

source: Need Help
hu_hu: Segítségre van szüksége?

source: There are no results...
hu_hu: Nincs találat...

source: You don't have any packages here yet...
hu_hu: Itt még nincsenek csomagok...

source: You don't have any resources yet...
hu_hu: Még nincsenek erőforrások...

source: You don't have any services here yet...
hu_hu: Itt még nincsenek szolgáltatások...

source: Notification
hu_hu: Értesítés

source: Open
hu_hu: Megnyitás

source: Payment Amount
hu_hu: Fizetendő összeg

source: If all payment methods are disabled on the service/event,<br/>the default payment method will be used.
hu_hu: Ha a szolgáltatás/esemény összes fizetési módja le van tiltva,<br/>az alapértelmezett fizetési mód kerül felhasználásra.

source: Resources
hu_hu: Erőforrások

source: Select badge
hu_hu: Jelvény kiválasztása

source: Settings has been saved
hu_hu: A beállítások mentve

source: Social Login
hu_hu: Közösségi bejelentkezés

source: Status:
hu_hu: Állapot:

source: Tag
hu_hu: Címke

source: Translate
hu_hu: Fordítás

source: Translation
hu_hu: Fordítás

source: View
hu_hu: Nézet

source: Grid View
hu_hu: Rácsnézet

source: Table View
hu_hu: Táblázatnézet

source: List View
hu_hu: Listanézet

source: Group View
hu_hu: Csoportnézet

source: What's new
hu_hu: Újdonságok

source: Choose layout version
hu_hu: Elrendezés verziójának kiválasztása

source: Dropdown layout
hu_hu: Legördülő elrendezés

source: List layout
hu_hu: Listás elrendezés

source: Choosing layout of first step in step by step form
hu_hu: Az első lépés elrendezésének kiválasztása a lépésről lépésre űrlapban

source: 1 year
hu_hu: 1 év

source: Activate
hu_hu: Aktiválás

source: Activation
hu_hu: Aktiválás

source: Activation Settings
hu_hu: Aktiválási beállítások

source: Use this setting to activate the plugin code so you can have access to auto updates of Amelia
hu_hu: Ezzel a beállítással aktiválhatja a bővítmény kódját, így hozzáférhet az Amelia automatikus frissítéseihez

source: Activate the plugin by entering Purchase code or using Envato API.
hu_hu: Aktiválja a bővítményt a vásárlási kód megadásával vagy az Envato API használatával.

source: Add New Web Hook
hu_hu: Új Web Hook hozzáadása

source: Show Add To Calendar option to customers
hu_hu: A Hozzáadás a naptárhoz opció megjelenítése az ügyfeleknek

source: Suggest customers to add an appointment to their calendar<br/>when booking is finalized.
hu_hu: Javasolja az ügyfeleknek, hogy adják hozzá az időpontot a naptárukhoz,<br/>amikor a foglalás véglegesül.

source: After with space
hu_hu: Utána szóközzel

source: If this is disabled, your front-end customers won't be able to book appointment with Pending status above the maximum capacity.<br/>Once the maximum capacity is reached appointment will close and time slot will become unavailable.
hu_hu: Ha ez le van tiltva, a felületen az ügyfelek nem tudnak a maximális kapacitás fölött Függőben állapotú időpontot foglalni.<br/>Amint a maximális kapacitás elérésre kerül, az időpont lezárul, és az idősáv elérhetetlenné válik.

source: If this is disabled, your front-end customers won't be able to submit a booking unless they fill in the minimum service capacity,<br/>but once they book for any capacity above minimum, the time slot will become unavailable for booking for others.<br/>If enabled, multiple customers will be able to book the same time slot, without having to fill in the minimum capacity.
hu_hu: Ha ez le van tiltva, az ügyfelek a felületen nem tudnak foglalást leadni, hacsak nem töltik ki a szolgáltatás minimális kapacitását,<br/>de ha a minimumnál nagyobb kapacitással foglalnak, az idősáv mások számára nem lesz foglalható.<br/>Ha engedélyezve van, több ügyfél is foglalhatja ugyanazt az idősávot anélkül, hogy a minimális kapacitást ki kellene tölteniük.

source: Allow booking below minimum capacity
hu_hu: Foglalás engedélyezése a minimális kapacitás alatt

source: Allow admin to book appointment at any time
hu_hu: Az admin számára időpontfoglalás engedélyezése bármikor

source: Allow admin to book over an existing appointment
hu_hu: Az admin számára időpontfoglalás engedélyezése meglévő időponttal átfedésben

source: If you enable this option, Admin will be able to book appointment at any time<br>(working hours, special days and days off for all employees will be ignored).
hu_hu: Ha engedélyezi ezt az opciót, az admin bármikor tud időpontot foglalni<br>(minden alkalmazott munkaideje, különleges napjai és szabadnapjai figyelmen kívül maradnak).

source: If you enable this option, Admin will be able to book appointment over or during<br>another appointment.
hu_hu: Ha engedélyezi ezt az opciót, az admin egy másik időponttal átfedésben vagy annak ideje alatt<br>tud időpontot foglalni.

source: Configure their days off
hu_hu: Szabadnapjaik beállítása

source: Configure their services
hu_hu: Szolgáltatásaik beállítása

source: Configure their schedule
hu_hu: Beosztásuk beállítása

source: Configure their special days
hu_hu: Különleges napjaik beállítása

source: Allow booking above maximum capacity
hu_hu: Foglalás engedélyezése a maximális kapacitás felett

source: Allow customers to reschedule their own appointments
hu_hu: Ügyfelek számára saját időpontjaik átütemezésének engedélyezése

source: Enable this option if you want to allow your customers to reschedule their own appointments.
hu_hu: Engedélyezze ezt az opciót, ha szeretné, hogy ügyfelei át tudják ütemezni saját időpontjaikat.

source: Allow customers to delete their profile
hu_hu: Ügyfelek számára profiljuk törlésének engedélyezése

source: Allow customers to cancel packages
hu_hu: Ügyfelek számára csomagjaik lemondásának engedélyezése

source: Manage their appointments
hu_hu: Időpontjaik kezelése

source: Manage their events
hu_hu: Eseményeik kezelése

source: Manage customers
hu_hu: Ügyfelek kezelése

source: Amelia API Documentation
hu_hu: Amelia API dokumentáció

source: API keys
hu_hu: API-kulcsok

source: Use this setting to manage API keys for Amelia endpoints
hu_hu: Ezzel a beállítással kezelheti az Amelia végpontokhoz tartozó API-kulcsokat

source: Click 'Generate' to get your API key
hu_hu: Kattintson a 'Generate' gombra az API-kulcs létrehozásához

source: API base URL:
hu_hu: API alap-URL:

source: Appointments and Events
hu_hu: Időpontok és események

source: Appointments and Events Settings
hu_hu: Időpontok és események beállításai

source: Use these settings to manage frontend bookings
hu_hu: Ezekkel a beállításokkal kezelheti a frontend foglalásokat

source: Maximum Capacity
hu_hu: Maximális kapacitás

source: Limit number of tickets per person
hu_hu: Jegyek számának korlátozása személyenként

source: Handle the way of adding people from Waiting List
hu_hu: A várólistáról történő hozzáadás módjának kezelése

source: Automatically
hu_hu: Automatikusan

source: Manually
hu_hu: Manuálisan

source: Once the booking has been canceled or rejected the new attendee will be automatically moved from waiting list to the scheduled event
hu_hu: Amint a foglalás lemondásra vagy elutasításra kerül, az új résztvevő automatikusan átkerül a várólistáról az ütemezett eseményre

source: Admin or employee will need to manually change the status on the waiting list to move the customer/attendee to the scheduled event
hu_hu: Az adminnak vagy az alkalmazottnak manuálisan kell módosítania a várólistán az állapotot, hogy az ügyfelet/résztvevőt áthelyezze az ütemezett eseményre

source: Redirect URL for Successfully Approved Booking
hu_hu: Sikeresen jóváhagyott foglalás átirányítási URL-je

source: Redirect URL for Unsuccessfully Approved Booking
hu_hu: Sikertelenül jóváhagyott foglalás átirányítási URL-je

source: Automatically create Amelia Customer user
hu_hu: Amelia Customer felhasználó automatikus létrehozása

source: If you enable this option every time a new customer schedules the appointment<br/>he will get Amelia Customer user role and automatic email with login details.
hu_hu: Ha engedélyezi ezt az opciót, minden alkalommal, amikor egy új ügyfél időpontot foglal,<br/>megkapja az Amelia Customer felhasználói szerepkört és egy automatikus e-mailt a bejelentkezési adatokkal.

source: Support Amelia by enabling this option
hu_hu: Támogassa az Ameliát ennek az opciónak az engedélyezésével

source: Allow the short description below the booking form to support<br/>Amelia Booking Plugin and spread the word about it.
hu_hu: Engedélyezze a foglalási űrlap alatti rövid leírást, hogy támogassa az<br/>Amelia Booking Plugin-t és terjessze a hírét.

source: Send all notifications to additional addresses
hu_hu: Minden értesítés küldése további címekre

source: Here you can enter additional email addresses where all notifications will be sent.<br/>To add an address click Enter.
hu_hu: Itt megadhat további e-mail címeket, ahová minden értesítés elküldésre kerül.<br/>Egy cím hozzáadásához nyomja meg az Entert.

source: Send all SMS messages to additional numbers
hu_hu: Minden SMS küldése további számokra

source: Here you can enter additional phone numbers where all SMS messages will be sent.<br/>To add a number click Enter.
hu_hu: Itt megadhat további telefonszámokat, ahová minden SMS elküldésre kerül.<br/>Egy szám hozzáadásához nyomja meg az Entert.

source: Before with space
hu_hu: Előtte szóközzel

source: Logic for Counting People:
hu_hu: Személyek számolásának logikája:

source: Customer plus Additional People
hu_hu: Ügyfél plusz további személyek

source: Select this option to count the total number of persons as the primary customer plus any additional people.
hu_hu: Válassza ezt az opciót, ha a teljes létszámot az elsődleges ügyfél és az esetleges további személyek összegeként szeretné számolni.

source: Total Number of People
hu_hu: Személyek teljes száma

source: Select this option to count the total number of persons directly, including the primary customer.
hu_hu: Válassza ezt az opciót, ha a teljes létszámot közvetlenül, az elsődleges ügyfelet is beleértve szeretné számolni.

source: Include service buffer time in time slots
hu_hu: A szolgáltatás pufferidejének beépítése az idősávokba
