Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: Enter your account email address and we will send you an access link to your inbox.
hu_hu: Adja meg a fiókja e-mail-címét, és küldünk egy hozzáférési linket a postafiókjába.

source: Send
hu_hu: Küldés

source: Check your email
hu_hu: Ellenőrizze az e-mailjét

source: Click on the activation link in the e-mail we sent to
hu_hu: Kattintson az általunk küldött e-mailben található aktiváló hivatkozásra

source: Did not receive the email? Check your spam filter, or
hu_hu: Nem kapta meg az e-mailt? Ellenőrizze a spam szűrőt, vagy

source: try different email
hu_hu: próbáljon másik e-mail-címet

source: Employee Profile
hu_hu: Munkatárs profilja

source: Time slot is unavailable
hu_hu: Az idősáv nem érhető el

source: Appointment can't be rescheduled
hu_hu: Az időpont nem ütemezhető át

source: Staff
hu_hu: Munkatársak

source: Appointment Price
hu_hu: Időpont ára

source: Appointment has been rescheduled
hu_hu: Az időpont át lett ütemezve

source: Appointment Canceled
hu_hu: Időpont lemondva

source: Booking can't be canceled
hu_hu: A foglalás nem mondható le

source: Event has been canceled
hu_hu: Az esemény le lett mondva

source: Successfully added booking
hu_hu: Foglalás sikeresen hozzáadva

source: Purchase is canceled
hu_hu: A vásárlás törölve

source: You have already booked this appointment
hu_hu: Már lefoglalta ezt az időpontot

source: Customer Panel 2.0
hu_hu: Ügyfélpanel 2.0

source: The Customer Panel 2.0 allows for efficient management of appointments and events, with customizable options for colors and labels to better serve user needs.
hu_hu: Az Ügyfélpanel 2.0 lehetővé teszi az időpontok és események hatékony kezelését, testreszabható szín- és címkeopciókkal a felhasználói igények jobb kiszolgálása érdekében.

source: Tab Title
hu_hu: Fül címe

source: Mobile menu
hu_hu: Mobil menü

source: Delete Button Type
hu_hu: Törlés gomb típusa

source: Save Changes Button Type
hu_hu: Módosítások mentése gomb típusa

source: Change Password Button Type
hu_hu: Jelszó módosítása gomb típusa

source: Close Button Type
hu_hu: Bezárás gomb típusa

source: Confirm Button Type
hu_hu: Megerősítés gomb típusa

source: Cancel Button Type
hu_hu: Mégse gomb típusa

source: Step Message
hu_hu: Lépés üzenete

source: Item Status
hu_hu: Elem állapota

source: Page Card
hu_hu: Oldal kártya

source: Page Messages
hu_hu: Oldal üzenetek

source: "Go Back" Button Type
hu_hu: "Vissza" gomb típusa

source: "Paying now" Button Type
hu_hu: "Fizessen most" gomb típusa

source: "Book Now" Button Type
hu_hu: "Foglaljon most" gomb típusa

source: Alert Message
hu_hu: Figyelmeztető üzenet

source: Footer Content
hu_hu: Lábléc tartalma

source: Sign In Button Type
hu_hu: Bejelentkezés gomb típusa

source: Send Button Type
hu_hu: Küldés gomb típusa

source: Set Password Button Type
hu_hu: Jelszó beállítása gomb típusa

source: Employee Panel 2.0
hu_hu: Munkatársi panel 2.0

source: The Employee Panel 2.0 allows for efficient management of appointments and events, with customizable options for colors.
hu_hu: A Munkatársi panel 2.0 lehetővé teszi az időpontok és események hatékony kezelését, testreszabható színopciókkal.

source: Profile
hu_hu: Profil

source: Field order, mandatory fields, labels and display options
hu_hu: Mezők sorrendje, kötelező mezők, címkék és megjelenítési beállítások

source: Events
hu_hu: Események

source: Packages Appointments
hu_hu: Csomagok időpontjai

source: Set up display options and labels
hu_hu: Állítsa be a megjelenítési beállításokat és a címkéket

source: Service Filter
hu_hu: Szolgáltatás szűrő

source: Employee Filter
hu_hu: Munkatárs szűrő

source: Customer Filter
hu_hu: Ügyfél szűrő

source: Location Filter
hu_hu: Helyszín szűrő

source: Package Filter
hu_hu: Csomag szűrő

source: Event Filter
hu_hu: Esemény szűrő

source: Appointment Employee
hu_hu: Időpont munkatársa

source: Appointment Customer
hu_hu: Időpont ügyfele

source: Appointment Customer Phone
hu_hu: Időpont ügyfele telefonszáma

source: Appointment Customer Email
hu_hu: Időpont ügyfele e-mail-címe

source: Event Employees
hu_hu: Esemény munkatársai

source: Event Customer
hu_hu: Esemény ügyfele

source: Event Customer Phone
hu_hu: Esemény ügyfele telefonszáma

source: Event Customer Email
hu_hu: Esemény ügyfele e-mail-címe

source: Set up button type and labels
hu_hu: Gombtípus és feliratok beállítása

source: Access Link
hu_hu: Hozzáférési link

source: Access Link Success
hu_hu: Hozzáférési link sikeres

source: Set up labels
hu_hu: Feliratok beállítása

source: Set New Password
hu_hu: Új jelszó beállítása

source: Date of Birth
hu_hu: Születési dátum

source: Enter date of birth
hu_hu: Adja meg a születési dátumot

source: Please enter date of birth
hu_hu: Kérjük, adja meg a születési dátumot

source: Set Password
hu_hu: Jelszó beállítása

source: Enter, and re-enter your new password to continue
hu_hu: A folytatáshoz adja meg, majd írja be újra az új jelszavát

source: New Password:
hu_hu: Új jelszó:

source: Re-type New Password:
hu_hu: Új jelszó ismét:

source: Please enter new password
hu_hu: Kérjük, adja meg az új jelszót

source: Password Updated!
hu_hu: Jelszó frissítve!

source: Your password has been changed successfully. Use your new password to log in.
hu_hu: A jelszavát sikeresen megváltoztattuk. Jelentkezzen be az új jelszavával.

source: Delete profile
hu_hu: Profil törlése

source: Are you sure you want to delete your profile? You will lose access to all your bookings and access to the customer panel.
hu_hu: Biztosan törli a profilját? Elveszíti az összes foglalásához és az ügyfélfelülethez való hozzáférést.

source: Save Changes
hu_hu: Módosítások mentése

source: Change Password
hu_hu: Jelszó módosítása

source: No appointments found
hu_hu: Nem találhatók időpontok

source: You don't have any appointments
hu_hu: Nincsenek időpontjai

source: No packages found
hu_hu: Nem találhatók csomagok

source: You don't have any packages
hu_hu: Nincsenek csomagjai

source: No events found
hu_hu: Nem találhatók események

source: You don't have any events
hu_hu: Nincsenek eseményei

source: Empty State
hu_hu: Üres állapot

source: Step Tickets Tab
hu_hu: Jegyek lépés füle

source: Customer Panel Button
hu_hu: Ügyfélfelület gomb

source: Coupon Segment
hu_hu: Kupon szegmens

source: Waiting Button Background Color
hu_hu: Várakozás gomb háttérszíne

source: Waiting Button Text Color
hu_hu: Várakozás gomb szövegszíne

source: Event Calendar Booking Form 2.0
hu_hu: Eseménynaptár foglalási űrlap 2.0

source: Use the Event Calendar Booking Form 2.0 to display your events in a calendar, allowing customers to book directly, search for specific events, or view upcoming events.
hu_hu: Használja az Eseménynaptár foglalási űrlap 2.0-t az eseményeit naptárban való megjelenítéséhez, így az ügyfelek közvetlenül foglalhatnak, kereshetnek konkrét eseményeket, vagy megtekinthetik a közelgő eseményeket.

source: Events Calendar
hu_hu: Eseménynaptár

source: Set up Location, Images, Filters, Capacity, Price, and Status visibility options
hu_hu: A Helyszín, Képek, Szűrők, Kapacitás, Ár és Állapot láthatóságának beállítása

source: Step Search
hu_hu: Keresés lépése

source: Join waiting list
hu_hu: Csatlakozás a várólistához

source: people waiting
hu_hu: várakozó személyek

source: person waiting
hu_hu: várakozó személy

source: Waiting list
hu_hu: Várólista

source: Upcoming
hu_hu: Közelgő

source: Waiting
hu_hu: Várakozás

source: Join Waiting List Button
hu_hu: Várólistához csatlakozás gomb

source: You are on the waiting list with position
hu_hu: A várólistán van, helye

source: We'll notify you if a spot opens up and your booking is approved.
hu_hu: Értesítjük, ha felszabadul egy hely, és a foglalását jóváhagyjuk.

source: Add Attendee
hu_hu: Résztvevő hozzáadása

source: Attendees
hu_hu: Résztvevők

source: New Appointment
hu_hu: Új időpont

source: New Event
hu_hu: Új esemény

source: New Appointment Button Type
hu_hu: Új időpont gomb típusa

source: New Event Button Type
hu_hu: Új esemény gomb típusa

source: Select Service Category
hu_hu: Szolgáltatáskategória kiválasztása

source: View in Package
hu_hu: Megtekintés a csomagban

source: View in Package button
hu_hu: Megtekintés a csomagban gomb

source: Notice: Please select at least one panel.
hu_hu: Figyelem: Válasszon legalább egy panelt.

source: Search
hu_hu: Keresés

source: Preselect Current Date
hu_hu: Aktuális dátum előválasztása

source: AM - Search view
hu_hu: AM - Keresési nézet

source: AM - Customer Panel
hu_hu: AM - Ügyfélpanel

source: AM - Employee Panel
hu_hu: AM - Munkatársi panel

source: Amelia - Search view
hu_hu: Amelia - Keresési nézet

source: Front-end Booking Search is shortcode that give your customers the possibility to search for appointment by selecting several filters so that they could find the best time slots and services for their needs.
hu_hu: A Front-end Booking Search egy shortcode, amely lehetővé teszi ügyfelei számára, hogy több szűrő kiválasztásával időpontokra keressenek, így megtalálhatják igényeiknek leginkább megfelelő idősávokat és szolgáltatásokat.

source: Amelia - Customer Panel
hu_hu: Amelia - Ügyfélpanel

source: Front-end Customer Panel is a shortcode that gives your customers the possibility to manage their bookings and profile information.
hu_hu: A Front-end Customer Panel egy shortcode, amely lehetővé teszi ügyfelei számára, hogy kezeljék foglalásaikat és profiladataikat.

source: Amelia - Employee Panel
hu_hu: Amelia - Munkatársi panel

source: Front-end Employee Panel is a shortcode that gives your employees the possibility to manage their bookings, working hours, days off, assigned services and profile information.
hu_hu: A Front-end Employee Panel egy shortcode, amely lehetővé teszi munkatársai számára, hogy kezeljék foglalásaikat, munkaidejüket, szabadnapjaikat, hozzárendelt szolgáltatásaikat és profiladataikat.

source: Choose panel version
hu_hu: Panelverzió kiválasztása

source: Old version
hu_hu: Régi verzió

source: New version
hu_hu: Új verzió

source: Amelia Profile Settings
hu_hu: Amelia profilbeállítások

source: Amelia Users Settings
hu_hu: Amelia felhasználói beállítások

source: Enable Amelia
hu_hu: Amelia engedélyezése

source: Enable Amelia Tabs on Profiles
hu_hu: Amelia fülek engedélyezése a profilokon

source: Booking form on customer profile enabled
hu_hu: Foglalási űrlap engedélyezve az ügyfélprofilon

source: Booking form tab enabled
hu_hu: Foglalási űrlap fül engedélyezve

source: Booking form on employee profile enabled
hu_hu: Foglalási űrlap engedélyezve a munkatárs profilján

source: Booking form type
hu_hu: Foglalási űrlap típusa

source: Booking form type on employee profile page
hu_hu: Foglalási űrlap típusa a munkatárs profiloldalán

source: Booking tab name
hu_hu: Foglalási fül neve

source: Book subtab name
hu_hu: Foglalás alfül neve

source: Panel subtab name
hu_hu: Panel alfül neve

source: Booking on employee page tab name
hu_hu: Foglalás fül neve a munkatárs oldalán

source: Events List
hu_hu: Eseménylista

source: Automatically create Amelia Customers from WP Users
hu_hu: Amelia ügyfelek automatikus létrehozása a WP Users-ből

source: After account activation, subscribers will be created as customers in Amelia
hu_hu: A fiók aktiválása után az előfizetők ügyfélként jönnek létre az Ameliában

source: Create Employees from WP Users with Amelia Employee Role
hu_hu: Munkatársak létrehozása az Amelia Employee Role-lal rendelkező WP Users-ből

source: Create Amelia Employees
hu_hu: Amelia munkatársak létrehozása

source: Create Amelia Customers
hu_hu: Amelia ügyfelek létrehozása

source: Create Customers from WP Users with Amelia Customer Role
hu_hu: Ügyfelek létrehozása az Amelia Customer Role-lal rendelkező WP Users-ből

source: Enable guest booking
hu_hu: Vendégfoglalás engedélyezése

source: Allow booking without a prior login
hu_hu: Foglalás engedélyezése előzetes bejelentkezés nélkül

source: Some of the desired slots are busy. We offered you the nearest time slots instead.
hu_hu: A kívánt idősávok egy része foglalt. Helyette a legközelebbi idősávokat ajánlottuk fel.

source: Number of adjusted time slots:
hu_hu: Módosított idősávok száma:

source: Repeat this appointment
hu_hu: Ismételje meg ezt az időpontot

source: Check this option if you want to create recurring appointments
hu_hu: Jelölje be ezt az opciót, ha visszatérő időpontokat szeretne létrehozni

source: (select Employee first)
hu_hu: (előbb válasszon munkatársat)

source: until
hu_hu: eddig

source: Each:
hu_hu: Minden:

source: (Paying now)
hu_hu: (Most fizet)

source: Deposit Payment
hu_hu: Előlegfizetés

source: Remaining of total amount will be paid on site.
hu_hu: A fennmaradó összeg a helyszínen kerül kifizetésre.

source: Custom Pricing
hu_hu: Egyedi árképzés

source: No results found...
hu_hu: Nincs találat...

source: Add Coupon
hu_hu: Kupon hozzáadása

source: and
hu_hu: és

source: Apple Calendar
hu_hu: Apple Naptár

source: Apple Calendar (Personal)
hu_hu: Apple Naptár (Személyes)

source: Select Apple Calendar
hu_hu: Válassza az Apple Naptárat

source: Connect to Apple
hu_hu: Csatlakozás az Apple-höz

source: It seems like there are no available or visible services assigned to the packages, at this moment.
hu_hu: Úgy tűnik, jelenleg nincsenek a csomagokhoz rendelt, elérhető vagy látható szolgáltatások.

source: Appointment
hu_hu: Időpont

source: Appointment Info
hu_hu: Időpont adatai

source: Book
hu_hu: Foglalás

source: An email with details of your booking has been sent to you.
hu_hu: A foglalása részleteit tartalmazó e-mailt elküldtük Önnek.

source: Client Time:
hu_hu: Ügyfél ideje:

source: Summary
hu_hu: Összegzés

source: Closed
hu_hu: Zárva

source: Booking is currently unavailable. Please try again later.
hu_hu: A foglalás jelenleg nem elérhető. Kérjük, próbálja meg később.

source: This coupon is not valid anymore
hu_hu: Ez a kupon már nem érvényes

source: This coupon has expired
hu_hu: Ez a kupon lejárt

source: Please enter coupon
hu_hu: Kérjük, adja meg a kupont

source: You can use this coupon for next booking:
hu_hu: Ezt a kupont a következő foglalásnál használhatja fel:

source: Used coupon
hu_hu: Felhasznált kupon

source: Unfortunately a server error occurred and your email was not sent.
hu_hu: Sajnos szerverhiba történt, és az e-mail nem került elküldésre.

source: Email field is required
hu_hu: Az e-mail mező kitöltése kötelező

source: employee
hu_hu: munkatárs

source: Event booking is unavailable
hu_hu: Az eseményfoglalás nem elérhető

source: Drop file here or click to upload
hu_hu: Húzza ide a fájlt, vagy kattintson a feltöltéshez

source: Please upload the file
hu_hu: Kérjük, töltse fel a fájlt

source: This file is forbidden for upload
hu_hu: Ez a fájl nem tölthető fel

source: Outlook Calendar
hu_hu: Outlook Naptár

source: Your card's security code is incomplete
hu_hu: A kártya biztonsági kódja hiányos

source: Your card's expiration date is incomplete
hu_hu: A kártya lejárati dátuma hiányos

source: Your card number is incomplete
hu_hu: A kártyaszám hiányos

source: Your postal code is incomplete
hu_hu: Az irányítószám hiányos

source: Your card's expiration year is in the past
hu_hu: A kártya lejárati éve már elmúlt

source: Your card number is invalid
hu_hu: A kártyaszám érvénytelen

source: Maximum capacity is reached
hu_hu: A maximális kapacitás betelt

source: Number of Additional People:
hu_hu: További személyek száma:

source: Opened
hu_hu: Nyitva

source: out of
hu_hu: összesből

source: Paid deposit
hu_hu: Előleg befizetve

source: Paid remaining amount
hu_hu: Fennmaradó összeg kifizetve

source: Please fill in your address.
hu_hu: Kérjük, adja meg a címét.

source: Sorry, there was an error processing your payment. Please try again later.
hu_hu: Sajnáljuk, hiba történt a fizetés feldolgozása közben. Kérjük, próbálja meg később újra.

source: Payment error
hu_hu: Fizetési hiba

source: Sorry, there was an error creating a payment link. Please try again later.
hu_hu: Sajnáljuk, hiba történt a fizetési link létrehozásakor. Kérjük, próbálja meg később újra.

source: people
hu_hu: személy

source: Phone
hu_hu: Telefon

source: Please confirm you are not a robot
hu_hu: Kérjük, erősítse meg, hogy nem robot

source: Verification expired. Please try again.
hu_hu: Az ellenőrzés lejárt. Kérjük, próbálja meg újra.

source: Text Mode
hu_hu: Szöveges mód

source: HTML Mode
hu_hu: HTML mód

source: Time slots are unavailable
hu_hu: Az idősávok nem érhetők el

source: Waiting for payment
hu_hu: Fizetésre vár

source: Appointment is removed from the cart.
hu_hu: Az időpont eltávolításra került a kosárból.

source: Sorry, there was an error while adding booking to WooCommerce cart.
hu_hu: Sajnáljuk, hiba történt a foglalás WooCommerce-kosárhoz adásakor.

source: Join Zoom Meeting
hu_hu: Csatlakozás Zoom-értekezlethez

source: Start Zoom Meeting
hu_hu: Zoom-értekezlet indítása

source: Join Google Meeting
hu_hu: Csatlakozás Google-értekezlethez

source: Join With Microsoft Teams
hu_hu: Csatlakozás Microsoft Teams-szel

source: Year
hu_hu: Év

source: Years
hu_hu: Évek

source: Free
hu_hu: Ingyenes

source: Appointment Date:
hu_hu: Időpont dátuma:

source: Please enter appointment date...
hu_hu: Kérjük, adja meg az időpont dátumát...

source: Name Ascending
hu_hu: Név szerint növekvő

source: Name Descending
hu_hu: Név szerint csökkenő

source: Next
hu_hu: Következő

source: of
hu_hu: a

source: Price Ascending
hu_hu: Ár szerint növekvő

source: Price Descending
hu_hu: Ár szerint csökkenő

source: Please refine your search criteria
hu_hu: Kérjük, pontosítsa a keresési feltételeket

source: results
hu_hu: találat

source: Search...
hu_hu: Keresés...

source: Search Filters
hu_hu: Keresési szűrők

source: Search Results
hu_hu: Keresési találatok

source: Select the Appointment Time
hu_hu: Válassza ki az időpont idejét

source: Select the Extras you'd like
hu_hu: Válassza ki a kívánt extrákat

source: Showing
hu_hu: Megjelenítve

source: Time Range:
hu_hu: Időintervallum:

source: Add extra
hu_hu: Extra hozzáadása

source: Any
hu_hu: Bármelyik

source: Popup Blocker is enabled! To add your appointment to your calendar, please allow popups and add this site to your exception list.
hu_hu: A felugróablak-blokkoló engedélyezve van! Az időpont naptárhoz adásához engedélyezze a felugró ablakokat, és adja hozzá ezt az oldalt a kivételek listájához.

source: Please select the extra:
hu_hu: Kérjük, válassza ki az extrát:

source: includes:
hu_hu: tartalmazza:

source: Minimum required extras:
hu_hu: Minimálisan szükséges extrák:

source: Available in package
hu_hu: Elérhető a csomagban

source: Save
hu_hu: Mentés

source: This package has
hu_hu: Ez a csomag tartalmaz

source: Multiple packages purchased.
hu_hu: Több csomag lett megvásárolva.

source: Appointments from the first package expire on:
hu_hu: Az első csomag időpontjai ekkor járnak le:

source: Next Service
hu_hu: Következő szolgáltatás

source: Or pay with card
hu_hu: Vagy fizessen kártyával

source: +more
hu_hu: +több

source: Qty:
hu_hu: Mennyiség:

source: Do you want to delete this appointment?
hu_hu: Törölni szeretné ezt az időpontot?

source: Remaining Amount:
hu_hu: Fennmaradó összeg:

source: Select this Employee
hu_hu: Válassza ezt a munkatársat

source: Upload file here
hu_hu: Fájl feltöltése itt

source: No matching data
hu_hu: Nincs egyező adat

source: Bringing Anyone With You
hu_hu: Hoz magával valakit

source: The coupon field is mandatory
hu_hu: A kupon mező kitöltése kötelező

source: Service Subtotal
hu_hu: Szolgáltatás részösszege

source: Event Subtotal
hu_hu: Esemény részösszege

source: Total Amount
hu_hu: Végösszeg

source: By entering your phone number you agree to receive messages via WhatsApp
hu_hu: Telefonszámának megadásával beleegyezik, hogy WhatsApp-on keresztül üzeneteket kapjon

source: Location information
hu_hu: Helyszín adatai

source: Number of tickets
hu_hu: Jegyek száma

source: Show from date
hu_hu: Megjelenítés ettől a dátumtól

source: Event Type
hu_hu: Esemény típusa

source: Event Status
hu_hu: Esemény állapota

source: spot left
hu_hu: szabad hely

source: spots left
hu_hu: szabad helyek

source: Here you can assign yourself to be the organizer of the Google/Outlook event.<br> Otherwise you will be assigned as staff and added as a guest in the event
hu_hu: Itt beállíthatja magát a Google/Outlook esemény szervezőjeként.<br> Ellenkező esetben személyzetként lesz hozzárendelve, és vendégként kerül hozzáadásra az eseményhez

source: Page
hu_hu: Oldal

source: Begins
hu_hu: Kezdődik

source: About
hu_hu: Névjegy

source: Go Back
hu_hu: Vissza

source: Booking Appointment
hu_hu: Időpontfoglalás

source: Buffer Time
hu_hu: Pufferidő

source: This service is available in a Package
hu_hu: Ez a szolgáltatás csomagban érhető el

source: No results
hu_hu: Nincs találat

source: Forgot Password?
hu_hu: Elfelejtette a jelszavát?

source: Current Password
hu_hu: Jelenlegi jelszó

source: Not match to your current password
hu_hu: Nem egyezik a jelenlegi jelszavával

source: Or Enter details below
hu_hu: Vagy adja meg az alábbi adatokat

source: Add Date
hu_hu: Dátum hozzáadása

source: Add Day Off
hu_hu: Szabadnap hozzáadása

source: Add Period
hu_hu: Időszak hozzáadása

source: Add Special Day
hu_hu: Különleges nap hozzáadása

source: Apply to All Days
hu_hu: Alkalmazza minden napra

source: To reschedule your appointment, select an available date time from the calendar, then click Confirm.
hu_hu: Időpontja módosításához válasszon a naptárból egy elérhető dátumot és időpontot, majd kattintson a Megerősítés gombra.

source: Appointment has been deleted
hu_hu: Az időpont törölve

source: Appointment has been saved
hu_hu: Az időpont mentve

source: Appointments to book
hu_hu: Foglalható időpontok

source: Approved
hu_hu: Jóváhagyva

source: Assigned Services
hu_hu: Hozzárendelt szolgáltatások

source: Booking Closes
hu_hu: Foglalás lezárása

source: Booking Opens
hu_hu: Foglalás kezdete

source: Break Hours
hu_hu: Szünetidők

source: Breaks
hu_hu: Szünetek

source: Canceled
hu_hu: Lemondva

source: Change group status
hu_hu: Csoport státuszának módosítása

source: Please choose appointment date
hu_hu: Kérjük, válassza ki az időpont dátumát

source: Please choose appointment time
hu_hu: Kérjük, válassza ki az időpont idejét

source: Are you sure you want to cancel this event?
hu_hu: Biztosan le szeretné mondani ezt az eseményt?

source: Do you want to cancel this purchase?
hu_hu: Le szeretné mondani ezt a vásárlást?

source: Are you sure you want to delete this event?
hu_hu: Biztosan törölni szeretné ezt az eseményt?

source: Are you sure you want to delete this appointment?
hu_hu: Biztosan törölni szeretné ezt az időpontot?

source: Are you sure you want to delete selected attendee?
hu_hu: Biztosan törölni szeretné a kiválasztott résztvevőt?

source: Are you sure you want to delete selected attendees?
hu_hu: Biztosan törölni szeretné a kiválasztott résztvevőket?

source: Are you sure you want to duplicate this appointment?
hu_hu: Biztosan duplikálni szeretné ezt az időpontot?

source: Are you sure you want to duplicate this event?
hu_hu: Biztosan duplikálni szeretné ezt az eseményt?

source: Are you sure you want to open this event?
hu_hu: Biztosan meg szeretné nyitni ezt az eseményt?

source: Customer Profile
hu_hu: Ügyfélprofil

source: Customer(s)
hu_hu: Ügyfél(ek)

source: Indicates the number of new and returning customers<br/>for the selected date range.
hu_hu: Az új és visszatérő ügyfelek számát jelzi<br/>a kiválasztott dátumtartományra vonatkozóan.

source: Customize
hu_hu: Testreszabás

source: Day Off name
hu_hu: Szabadnap neve

source: Days Off
hu_hu: Szabadnapok

source: Repeat Yearly
hu_hu: Ismétlés évente

source: Details
hu_hu: Részletek

source: Duration
hu_hu: Időtartam

source: Edit
hu_hu: Szerkesztés
