Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: Display Field:
hu_hu: Megjelenítési mező:

source: Filterable Field:
hu_hu: Szűrhető mező:

source: Mandatory Field:
hu_hu: Kötelező mező:

source: Service Badge
hu_hu: Szolgáltatás jelvény

source: Package Name
hu_hu: Csomag neve

source: Congratulations!
hu_hu: Gratulálunk!

source: Add to Calendar
hu_hu: Hozzáadás a naptárhoz

source: Finish
hu_hu: Befejezés

source: Step By Step Booking Form
hu_hu: Lépésről lépésre foglalási űrlap

source: Book event
hu_hu: Esemény foglalása

source: Form
hu_hu: Űrlap

source: Form Flow
hu_hu: Űrlapfolyamat

source: Use Global Colors
hu_hu: Globális színek használata

source: Service Selection
hu_hu: Szolgáltatás kiválasztása

source: Employee Selection
hu_hu: Munkatárs kiválasztása

source: Location Selection
hu_hu: Helyszín kiválasztása

source: Date & Time
hu_hu: Dátum és idő

source: Your Information
hu_hu: Az Ön adatai

source: Enter first name
hu_hu: Adja meg a keresztnevét

source: Enter last name
hu_hu: Adja meg a vezetéknevét

source: Enter email
hu_hu: Adja meg az e-mail-címét

source: Please enter valid email
hu_hu: Kérjük, adjon meg érvényes e-mail-címet

source: Enter phone
hu_hu: Adja meg a telefonszámát

source: Please enter phone
hu_hu: Kérjük, adja meg a telefonszámát

source: The payment will be done on-site.
hu_hu: A fizetés a helyszínen történik.

source: Your Name
hu_hu: Az Ön neve

source: Email Address
hu_hu: E-mail-cím

source: Phone Number
hu_hu: Telefonszám

source: Local Time
hu_hu: Helyi idő

source: Choose a Form
hu_hu: Válasszon egy űrlapot

source: Choose a form you want to customize. The Step-by-Step 2.0 form is the new and improved version which provides you with better design and user experience, as well as better speed.
hu_hu: Válassza ki a testreszabni kívánt űrlapot. A Lépésről lépésre 2.0 űrlap az új és továbbfejlesztett verzió, amely jobb dizájnt és felhasználói élményt, valamint nagyobb sebességet biztosít.

source: Step-by-Step Booking Form 2.0
hu_hu: Lépésről lépésre foglalási űrlap 2.0

source: Booking Forms 1.0
hu_hu: Foglalási űrlapok 1.0

source: Use the upgraded Step-by-Step Booking Form 2.0 for a simplified, direct booking process on your page. Customize its design and labels to enhance user experience and meet your business needs.
hu_hu: Használja a frissített Lépésről lépésre foglalási űrlap 2.0-t az oldalán egy egyszerűsített, közvetlen foglalási folyamathoz. Szabja testre a dizájnt és a címkéket a jobb felhasználói élmény és az üzleti igényeknek való megfelelés érdekében.

source: The original booking forms—Step-by-Step, Catalog, Event List, and Event Calendar—feature basic customization and label changes, serving as the foundation for our newer versions.
hu_hu: Az eredeti foglalási űrlapok — Lépésről lépésre, Katalógus, Eseménylista és Eseménynaptár — alapvető testreszabást és címkemódosításokat kínálnak, és alapul szolgálnak újabb verzióinkhoz.

source: Primary and state colors
hu_hu: Elsődleges és állapotszínek

source: Sidebar
hu_hu: Oldalsáv

source: Content
hu_hu: Tartalom

source: Heading Text Color
hu_hu: Címszöveg színe

source: Content Text Color
hu_hu: Törzsszöveg színe

source: Input Fields
hu_hu: Beviteli mezők

source: Border Color
hu_hu: Szegélyszín

source: Dropdowns
hu_hu: Legördülő menük

source: Init Cell
hu_hu: Kezdő cella

source: Init Cell Text
hu_hu: Kezdő cella szövege

source: (Lower Price)
hu_hu: (Alacsonyabb ár)

source: (Higher Price)
hu_hu: (Magasabb ár)

source: Cell Selected Background
hu_hu: Kijelölt cella háttere

source: Cell Selected Text
hu_hu: Kijelölt cella szövege

source: Cell Disabled Background
hu_hu: Letiltott cella háttere

source: Cell Disabled Text
hu_hu: Letiltott cella szövege

source: Primary Button Background Color
hu_hu: Elsődleges gomb háttérszíne

source: Primary Button Text Color
hu_hu: Elsődleges gomb szövegszíne

source: Secondary Button Background Color
hu_hu: Másodlagos gomb háttérszíne

source: Secondary Button Text Color
hu_hu: Másodlagos gomb szövegszíne

source: Danger Button Background Color
hu_hu: Veszélyes gomb háttérszíne

source: Danger Button Text Color
hu_hu: Veszélyes gomb szövegszíne

source: Layout & Inputs
hu_hu: Elrendezés és beviteli mezők

source: Colors
hu_hu: Színek

source: Fonts
hu_hu: Betűtípusok

source: Step Title
hu_hu: Lépés címe

source: Footer Buttons
hu_hu: Lábléc gombjai

source: Step Content
hu_hu: Lépés tartalma

source: Finish Button Type
hu_hu: Befejezés gomb típusa

source: Panel Button Type
hu_hu: Panel gomb típusa

source: Summary Segment
hu_hu: Összegzés szegmens

source: Payment Segment
hu_hu: Fizetés szegmens

source: Heading Title
hu_hu: Címsor címe

source: Sub Steps
hu_hu: Al-lépések

source: Step Popups
hu_hu: Lépés felugró ablakai

source: Set up Sidebar visibility and its content
hu_hu: Állítsa be az oldalsáv láthatóságát és tartalmát

source: Set up Services, Locations, Employees selection options
hu_hu: Állítsa be a szolgáltatások, helyszínek és munkatársak kiválasztási beállításait

source: Set up Services selection options
hu_hu: Állítsa be a szolgáltatások kiválasztási beállításait

source: Employees Selection
hu_hu: Munkatársak kiválasztása

source: Set up Employees selection options
hu_hu: Állítsa be a munkatársak kiválasztási beállításait

source: Locations Selection
hu_hu: Helyszínek kiválasztása

source: Set up Locations selection options
hu_hu: Állítsa be a helyszínek kiválasztási beállításait

source: Date & Time Selection
hu_hu: Dátum és idő kiválasztása

source: Set up Calendar layout and Recurring popup options
hu_hu: Állítsa be a naptár elrendezését és az ismétlődő felugró ablak beállításait

source: Customer Information
hu_hu: Ügyféladatok

source: Payment Summary
hu_hu: Fizetési összegzés

source: Set up labels and buttons
hu_hu: Állítsa be a címkéket és gombokat

source: Set up button types and labels
hu_hu: Állítsa be a gombtípusokat és címkéket

source: Global Settings
hu_hu: Globális beállítások

source: Section
hu_hu: Szakasz

source: Field Order
hu_hu: Mezők sorrendje

source: Congratulations
hu_hu: Gratulálunk

source: Footer
hu_hu: Lábléc

source: Get in Touch
hu_hu: Kapcsolatfelvétel

source: Collapse Menu
hu_hu: Menü összecsukása

source: Filled
hu_hu: Kitöltött

source: Plain
hu_hu: Sima

source: Continue Button Type
hu_hu: Folytatás gomb típusa

source: Calendar Slot End Time
hu_hu: Naptár idősáv vége

source: Show Busy Time Slots
hu_hu: Foglalt idősávok megjelenítése

source: Show Estimated Price
hu_hu: Becsült ár megjelenítése

source: Show Time Slot Price
hu_hu: Idősáv ára megjelenítése

source: Show Price Indicators
hu_hu: Árjelzők megjelenítése

source: Calendar Time Zone
hu_hu: Naptár időzónája

source: Sidebar Visibility
hu_hu: Oldalsáv láthatósága

source: Publish Form
hu_hu: Űrlap közzététele

source: View All
hu_hu: Összes megtekintése

source: Set up categories cards
hu_hu: Kategóriakártyák beállítása

source: Cards
hu_hu: Kártyák

source: Card Button Type
hu_hu: Kártyagomb típusa

source: Services Overview
hu_hu: Szolgáltatások áttekintése

source: Set up Services view
hu_hu: Szolgáltatások nézetének beállítása

source: Set up Service detailed view
hu_hu: Szolgáltatás részletes nézetének beállítása

source: Booking Form
hu_hu: Foglalási űrlap

source: Set options, colors and labels for booking form
hu_hu: Opciók, színek és címkék beállítása a foglalási űrlaphoz

source: Catalog Booking Form 2.0
hu_hu: Katalógus foglalási űrlap 2.0

source: Discover the modernized Catalog Booking Form 2.0 that showcases services in stylish card layouts. Easily add categories and adjust the appearance to reflect your brand.
hu_hu: Ismerje meg a modernizált Katalógus foglalási űrlap 2.0-t, amely stílusos kártyás elrendezésben mutatja be a szolgáltatásokat. Könnyedén adhat hozzá kategóriákat, és állíthatja a megjelenést, hogy tükrözze márkáját.

source: Total Number of Services
hu_hu: Szolgáltatások teljes száma

source: Back Button
hu_hu: Vissza gomb

source: “Back” Button Type
hu_hu: “Vissza” gomb típusa

source: “Book Now” Button Type
hu_hu: “Foglaljon most” gomb típusa

source: Main Category Button
hu_hu: Főkategória gomb

source: Category Card Side Color
hu_hu: Kategóriakártya oldalszíne

source: Category Color
hu_hu: Kategória színe

source: Filter Menu Button Type
hu_hu: Szűrőmenü gomb típusa

source: Categories Sidebar
hu_hu: Kategóriák oldalsávja

source: Filters Block
hu_hu: Szűrők blokkja

source: Page Header
hu_hu: Oldalfejléc

source: Service Duration
hu_hu: Szolgáltatás időtartama

source: About Service
hu_hu: A szolgáltatásról

source: “Search” option
hu_hu: “Keresés” opció

source: Card Color
hu_hu: Kártya színe

source: Page Scroll Visibility
hu_hu: Oldalgörgetés láthatósága

source: Book Now
hu_hu: Foglaljon most

source: View all photos
hu_hu: Összes fotó megtekintése

source: Support Heading:
hu_hu: Ügyfélszolgálat címsora:

source: Company Phone:
hu_hu: Cég telefonszáma:

source: Company Email:
hu_hu: Cég e-mail-címe:

source: Event List Booking Form 2.0
hu_hu: Eseménylista foglalási űrlap 2.0

source: The Event List Booking Form 2.0 offers an intuitive and fast booking experience, with a design that stands out. Customers can effortlessly browse and book from a list of events.
hu_hu: Az Eseménylista foglalási űrlap 2.0 intuitív és gyors foglalási élményt nyújt, figyelemfelkeltő dizájnnal. Az ügyfelek könnyedén böngészhetnek és foglalhatnak az események listájából.

source: Set up Staff, Location, Gallery and other Event information visibility
hu_hu: Személyzet, helyszín, galéria és egyéb eseményinformációk láthatóságának beállítása

source: Customer Info
hu_hu: Ügyféladatok

source: Events Available
hu_hu: Elérhető események

source: Event Available
hu_hu: Elérhető esemény

source: Search for Events
hu_hu: Események keresése

source: slot left
hu_hu: szabad hely maradt

source: slots left
hu_hu: szabad hely maradt

source: Learn more
hu_hu: További információ

source: Read more
hu_hu: Bővebben

source: About Event
hu_hu: Az eseményről

source: Event Starts
hu_hu: Esemény kezdete

source: Event Ends
hu_hu: Esemény vége

source: How many attendees do you want to book event for?
hu_hu: Hány résztvevő számára szeretne eseményt foglalni?

source: Step Filters
hu_hu: Lépésszűrők

source: Event Card
hu_hu: Eseménykártya

source: Step Pagination
hu_hu: Lépésenkénti lapozás

source: Event Slots Capacity
hu_hu: Esemény idősáv-kapacitása

source: Filters Button Type
hu_hu: Szűrőgomb típusa

source: Read More Button Type
hu_hu: Bővebben gomb típusa

source: Learn More Button Type
hu_hu: További információ gomb típusa

source: Event Tab Image
hu_hu: Eseményfül képe

source: Step Header
hu_hu: Lépés fejléce

source: Step Info Tab
hu_hu: Lépés információs fül

source: Booking Event Button
hu_hu: Esemény foglalása gomb

source: Finish Button
hu_hu: Befejezés gomb

source: Close Event Button
hu_hu: Esemény bezárása gomb

source: Event Gallery
hu_hu: Eseménygaléria

source: person
hu_hu: személy

source: Service information
hu_hu: Szolgáltatás információi

source: Learn more button
hu_hu: További információ gomb

source: Choose Category
hu_hu: Válasszon kategóriát

source: Choose Service
hu_hu: Válasszon szolgáltatást

source: Choose Package
hu_hu: Válasszon csomagot

source: Preselect Booking Parameters
hu_hu: Foglalási paraméterek előre kiválasztása

source: Skip Categories step
hu_hu: Kategóriák lépésének kihagyása

source: Insert Amelia Booking Shortcode
hu_hu: Amelia foglalási Shortcode beszúrása

source: Select Catalog View
hu_hu: Katalógusnézet kiválasztása

source: Select Events
hu_hu: Események kiválasztása

source: Select Tag
hu_hu: Címke kiválasztása

source: Select Tags
hu_hu: Címkék kiválasztása

source: Select View
hu_hu: Nézet kiválasztása

source: Show All
hu_hu: Összes megjelenítése

source: Load booking form manually
hu_hu: Foglalási űrlap kézi betöltése

source: Add element (button, link...) ID, that will manually load amelia shortcode content
hu_hu: Adja hozzá annak az elemnek (gomb, link...) az azonosítóját, amely kézzel betölti az amelia shortcode tartalmát

source: For multiselect: hold CTRL / Command (⌘).
hu_hu: Többszörös kijelöléshez: tartsa lenyomva a CTRL / Command (⌘) billentyűt.

source: Show all categories
hu_hu: Összes kategória megjelenítése

source: Show all employees
hu_hu: Összes alkalmazott megjelenítése

source: Show all locations
hu_hu: Összes helyszín megjelenítése

source: Show all services
hu_hu: Összes szolgáltatás megjelenítése

source: Show all events
hu_hu: Összes esemény megjelenítése

source: Show all packages
hu_hu: Összes csomag megjelenítése

source: Show all tags
hu_hu: Összes címke megjelenítése

source: Show catalog of all categories
hu_hu: Összes kategória katalógusának megjelenítése

source: Show specific category
hu_hu: Konkrét kategória megjelenítése

source: Show specific categories
hu_hu: Konkrét kategóriák megjelenítése

source: Show specific package
hu_hu: Konkrét csomag megjelenítése

source: Show specific packages
hu_hu: Konkrét csomagok megjelenítése

source: Show event
hu_hu: Esemény megjelenítése

source: Show Type
hu_hu: Megjelenítési típus

source: List (default)
hu_hu: Lista (alapértelmezett)

source: Show tag
hu_hu: Címke megjelenítése

source: Show specific service
hu_hu: Konkrét szolgáltatás megjelenítése

source: Show specific services
hu_hu: Konkrét szolgáltatások megjelenítése

source: Trigger type
hu_hu: Trigger típusa

source: Trigger by attribute
hu_hu: Trigger attribútum alapján

source: Step Booking
hu_hu: Lépéses foglalás

source: Catalog Booking
hu_hu: Katalógusos foglalás

source: Events List Booking
hu_hu: Eseménylista foglalás

source: Show recurring events
hu_hu: Ismétlődő események megjelenítése

source: Show in Amelia Popup
hu_hu: Megjelenítés az Amelia Popupban

source: AM - Booking view
hu_hu: AM - Foglalási nézet

source: AM - Step Booking
hu_hu: AM - Lépéses foglalás

source: AM - Catalog Booking
hu_hu: AM - Katalógusos foglalás

source: AM - Catalog view
hu_hu: AM - Katalógus nézet

source: AM - Events view
hu_hu: AM - Események nézet

source: AM - Events List Booking
hu_hu: AM - Eseménylista foglalás

source: AM - Events Calendar Booking
hu_hu: AM - Eseménynaptár foglalás

source: Amelia - Booking view
hu_hu: Amelia - Foglalási nézet

source: Step-By-Step Booking Wizard gives your customers the option to choose everything about the booking in a few steps
hu_hu: A Lépésről lépésre foglalási varázsló lehetővé teszi ügyfeleinek, hogy néhány lépésben mindent kiválasszanak a foglalással kapcsolatban

source: Amelia - Step-By-Step Booking
hu_hu: Amelia - Lépésről lépésre foglalás

source: Step-by-Step booking view guides the customers through several steps in order to make their bookings.
hu_hu: A Lépésről lépésre foglalási nézet több lépésen keresztül vezeti az ügyfeleket, hogy leadhassák foglalásukat.

source: Amelia - Catalog Booking
hu_hu: Amelia - Katalógusos foglalás

source: Front-end Booking Catalog is shortcode when you want to show your service in a form of a catalog
hu_hu: A Front-end Foglalási katalógus egy shortcode, ha a szolgáltatását katalógus formában szeretné megjeleníteni

source: Amelia - Catalog view
hu_hu: Amelia - Katalógus nézet

source: Front-end Booking Catalog is shortcode when you want to show your service in a form of a cataloge
hu_hu: A Front-end Foglalási katalógus egy shortcode, ha a szolgáltatását katalógus formában szeretné megjeleníteni

source: Amelia - Events
hu_hu: Amelia - Események

source: Event Booking is shortcode that gives your customers the option to book one of the events that you've created on the back-end in a simple event list view.
hu_hu: Az Eseményfoglalás egy shortcode, amely lehetővé teszi ügyfelei számára, hogy a back-enden létrehozott események egyikét egy egyszerű eseménylista nézetben lefoglalják.

source: Amelia - Events List
hu_hu: Amelia - Eseménylista

source: Amelia - Events Calendar
hu_hu: Amelia - Eseménynaptár

source: Event Booking is shortcode that gives your customers the option to book one of the events that you've created on the back-end in a simple event calendar view.
hu_hu: Az Eseményfoglalás egy shortcode, amely lehetővé teszi ügyfelei számára, hogy a back-enden létrehozott események egyikét egy egyszerű eseménynaptár nézetben lefoglalják.

source: You are using a form that will be outdated soon!
hu_hu: Olyan űrlapot használ, amely hamarosan elavult lesz!

source: Maximum bookings reached
hu_hu: A maximális foglalásszám elérve

source: You have already booked this event
hu_hu: Már lefoglalta ezt az eseményt

source: Email already exists with different name. Please check your name.
hu_hu: Az e-mail-cím már létezik más névvel. Kérjük, ellenőrizze a nevét.

source: Employee daily appointment limit has been reached. Please choose another date or employee.
hu_hu: Az alkalmazott napi időpontkorlátja elérve. Kérjük, válasszon másik dátumot vagy alkalmazottat.

source: First Name:
hu_hu: Keresztnév:

source: Last Name:
hu_hu: Vezetéknév:

source: Phone already exists with different name. Please check your name.
hu_hu: A telefonszám már létezik más névvel. Kérjük, ellenőrizze a nevét.

source: Price:
hu_hu: Ár:

source: service
hu_hu: szolgáltatás

source: Collapse menu
hu_hu: Menü összecsukása

source: Pick date & time:
hu_hu: Válasszon dátumot és időpontot:

source: Please select
hu_hu: Kérjük, válasszon

source: Total Amount:
hu_hu: Végösszeg:
