Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: If this option is enabled<br>time slots will be shown with included service buffer time
hu_hu: Ha ez az opció engedélyezve van,<br>az idősávok a szolgáltatás pufferidejével együtt jelennek meg

source: Set Coupons to be case insensitive
hu_hu: Kuponok kis- és nagybetűérzéketlenre állítása

source: Unsuccessful Cancellation Redirect URL
hu_hu: Sikertelen lemondás átirányítási URL-je

source: URL on which will user be redirected if appointment can't be canceled<br/>because of 'Minimum time required before canceling' value
hu_hu: Az az URL, ahová a felhasználó átirányításra kerül, ha az időpont nem mondható le<br/>'Minimum time required before canceling' érték miatt

source: Successful Cancellation Redirect URL
hu_hu: Sikeres lemondás átirányítási URL-je

source: Please enter URL
hu_hu: Adjon meg URL-t

source: Comma-Dot
hu_hu: Vessző-Pont

source: Company
hu_hu: Cég

source: Company Settings
hu_hu: Cég beállításai

source: Use these settings to set up picture, name, address, phone and website of your company
hu_hu: Ezekkel a beállításokkal beállíthatja a cég képét, nevét, címét, telefonszámát és webhelyét

source: If this option is enabled, customers will be able to book multiple services in a single booking process.
hu_hu: Ha ez az opció engedélyezve van, az ügyfelek egyetlen foglalási folyamatban több szolgáltatást is foglalhatnak.

source: Enable No-show tag
hu_hu: No-show címke engedélyezése

source: Enable this option if you want to see which Customers were a No-show
hu_hu: Engedélyezze ezt az opciót, ha látni szeretné, mely ügyfelek minősültek No-show-nak

source: Description for Square
hu_hu: Leírás a Square-höz

source: Enable Google Meet
hu_hu: Google Meet engedélyezése

source: Enable Microsoft Teams
hu_hu: Microsoft Teams engedélyezése

source: Generate
hu_hu: Generálás

source: Employee selection logic
hu_hu: Munkavállaló-választási logika

source: Random
hu_hu: Véletlenszerű

source: Currency
hu_hu: Pénznem

source: Customize Page
hu_hu: Oldal testreszabása

source: Add Event's Attendees
hu_hu: Esemény résztvevőinek hozzáadása

source: Customer Panel Page URL
hu_hu: Ügyfélpanel oldal URL

source: Employee Panel Page URL
hu_hu: Munkavállalói panel oldal URL

source: Enable Waiting List
hu_hu: Várólista engedélyezése

source: Show waiting list slots
hu_hu: Várólista helyek megjelenítése

source: Notify the users in waiting lists
hu_hu: Várólistán lévő felhasználók értesítése

source: You need to set up a Waiting List notification.
hu_hu: Be kell állítania egy várólista értesítést.

source: Set Notification
hu_hu: Értesítés beállítása

source: Default Appointment Status
hu_hu: Alapértelmezett időpont állapota

source: All appointments will be scheduled with the<br/>status you choose here.
hu_hu: Minden időpont az itt kiválasztott<br/>állapottal lesz ütemezve.

source: Default items per page for Frontend
hu_hu: Alapértelmezett elemek száma oldalanként a Frontenden

source: Default items per page for Backend
hu_hu: Alapértelmezett elemek száma oldalanként a Backenden

source: Default page on back-end
hu_hu: Alapértelmezett oldal a Backenden

source: Default Payment Method
hu_hu: Alapértelmezett fizetési mód

source: Default phone country code
hu_hu: Alapértelmezett telefonszám országkódja

source: Default Time Slot Step
hu_hu: Alapértelmezett idősáv lépésköz

source: The Time Slot Step you define here will be applied<br/>for all time slots in the plugin.
hu_hu: Az itt megadott idősáv lépésköz<br/>a bővítmény minden idősávjára érvényes lesz.

source: Dot-Comma
hu_hu: Pont-vessző

source: Enable Labels Settings
hu_hu: Címkebeállítások engedélyezése

source: Disable this option if you want to translate these<br/>strings using the third party translation plugin.
hu_hu: Kapcsolja ki ezt az opciót, ha ezeket a<br/>szövegeket egy harmadik fél fordító bővítményével szeretné lefordítani.

source: Enable Customer Panel
hu_hu: Ügyfélpanel engedélyezése

source: Enable Employee Panel
hu_hu: Munkavállalói panel engedélyezése

source: Enable usage for older IE browsers
hu_hu: Használat engedélyezése régebbi IE böngészőkhöz

source: Hide locked options
hu_hu: Zárolt opciók elrejtése

source: Activate with Envato
hu_hu: Aktiválás Envato-val

source: Event Title and Description
hu_hu: Esemény címe és leírása

source: Meeting Title
hu_hu: Találkozó címe

source: Meeting Agenda
hu_hu: Találkozó napirendje

source: Facebook App ID
hu_hu: Facebook alkalmazásazonosító

source: Facebook App Secret
hu_hu: Facebook alkalmazás titkos kulcsa

source: General Settings
hu_hu: Általános beállítások

source: Please note that these labels are applied only to the old booking forms and WooCommerce payments. To set labels for the 2.0 Amelia Booking forms kindly visit the
hu_hu: Felhívjuk figyelmét, hogy ezek a címkék csak a régi foglalási űrlapokra és a WooCommerce fizetésekre vonatkoznak. A 2.0-s Amelia Booking űrlapok címkéinek beállításához kérjük, látogassa meg a

source: Use these settings to define plugin general settings and default settings for your services and appointments
hu_hu: Ezekkel a beállításokkal adhatja meg a bővítmény általános beállításait, valamint a szolgáltatások és időpontok alapértelmezett beállításait

source: Google Map API Key
hu_hu: Google Térkép API-kulcs

source: Add Google Map API Key to show Google static map on<br/>"Locations" page.
hu_hu: Adja hozzá a Google Térkép API-kulcsot, hogy megjelenjen a Google statikus térképe a<br/>"Helyszínek" oldalon.

source: Client ID
hu_hu: Kliensazonosító

source: Client Secret
hu_hu: Kliens titkos kulcs

source: Application (client) ID
hu_hu: Alkalmazás (kliens) azonosító

source: Redirect URI
hu_hu: Átirányítási URI

source: Client Key
hu_hu: Klienskulcs

source: The JWT app type is deprecated. We recommend that you create Server-to-Server OAuth
hu_hu: A JWT alkalmazástípus elavult. Javasoljuk, hogy hozzon létre Server-to-Server OAuth-ot

source: Enable Server-to-Server OAuth
hu_hu: Server-to-Server OAuth engedélyezése

source: Account ID
hu_hu: Fiókazonosító

source: Lesson Space API Key
hu_hu: Lesson Space API-kulcs

source: Limit appointments per customer
hu_hu: Időpontok korlátozása ügyfelenként

source: Limit package purchases per customer
hu_hu: Csomagvásárlások korlátozása ügyfelenként

source: Limit events per customer
hu_hu: Események korlátozása ügyfelenként

source: The limit is checked by customer email
hu_hu: A korlát az ügyfél e-mail címe alapján kerül ellenőrzésre

source: Log In
hu_hu: Bejelentkezés

source: Log Out
hu_hu: Kijelentkezés

source: Manage Google Calendar Integration, Outlook Calendar Integration, Zoom Integration and Web Hooks
hu_hu: Kezelje a Google Calendar integrációt, az Outlook Calendar integrációt, a Zoom integrációt és a Web Hooks

source: Identify country code by user's IP address
hu_hu: Országkód azonosítása a felhasználó IP-címe alapján

source: Insert Pending Appointments
hu_hu: Függő időpontok beszúrása

source: Create Meetings For Pending Appointments
hu_hu: Találkozók létrehozása függő időpontokhoz

source: Check customer's name for existing email/phone when booking
hu_hu: Foglaláskor ellenőrizze az ügyfél nevét meglévő e-mail/telefonszám esetén

source: Enable this option to ensure that customers using an existing email or phone number maintain consistent first and last names.
hu_hu: Engedélyezze ezt az opciót, hogy a meglévő e-mailt vagy telefonszámot használó ügyfelek kereszt- és vezetékneve következetes maradjon.

source: Labels
hu_hu: Címkék

source: Labels Settings
hu_hu: Címkék beállításai

source: Use these settings to change labels on frontend pages
hu_hu: Ezekkel a beállításokkal módosíthatja a címkéket a frontend oldalakon

source: Mail Service
hu_hu: Levelezési szolgáltatás

source: Here you can define languages that you want to have in the plugin<br>for translating dynamic strings (names, descriptions, notifications).
hu_hu: Itt adhatja meg azokat a nyelveket, amelyeket a bővítményben szeretne használni<br>dinamikus szövegek (nevek, leírások, értesítések) fordításához.

source: Marketing Tools
hu_hu: Marketingeszközök

source: Minimum time required before booking
hu_hu: Foglalás előtti minimálisan szükséges idő

source: Set the time before the appointment when customers<br/>will not be able to book the appointment.
hu_hu: Állítsa be azt az időt az időpont előtt, amikor az ügyfelek<br/>már nem tudnak foglalni.

source: Minimum time required before rescheduling
hu_hu: Átütemezés előtti minimálisan szükséges idő

source: Set the time before the appointment when customers<br/>will not be able to reschedule the appointment.
hu_hu: Állítsa be azt az időt az időpont előtt, amikor az ügyfelek<br/>már nem tudják átütemezni az időpontot.

source: Notification Settings
hu_hu: Értesítési beállítások

source: Use these settings to set your mail settings which will be used to notify your customers and employees
hu_hu: Ezekkel a beállításokkal állíthatja be a levelezési beállításokat, amelyeket az ügyfelek és az alkalmazottak értesítésére használunk

source: Notify the customer(s) by default
hu_hu: Alapértelmezetten értesítse az ügyfelet/ügyfeleket

source: Maximum Number Of Events Returned
hu_hu: Visszaadott események maximális száma

source: Outdated
hu_hu: Elavult

source: Outlook Mailer
hu_hu: Outlook levélküldő

source: Payments Settings
hu_hu: Fizetési beállítások

source: Use these settings to set price format, payment method and coupons that will be used in all bookings
hu_hu: Ezekkel a beállításokkal állíthatja be az ár formátumát, a fizetési módot és a kuponokat, amelyeket minden foglalásnál használunk.

source: Period available for booking in advance
hu_hu: Előre foglalható időszak

source: Set how far customers can book.
hu_hu: Állítsa be, milyen előre foglalhatnak az ügyfelek.

source: Price Number Of Decimals
hu_hu: Ár tizedesjegyeinek száma

source: Price Separator
hu_hu: Árelválasztó

source: Price Symbol Position
hu_hu: Pénznemszimbólum pozíciója

source: Purchase code
hu_hu: Vásárlási kód

source: Provider Details
hu_hu: Szolgáltató adatai

source: Use this setting to configure provider details
hu_hu: Ezzel a beállítással állíthatja be a szolgáltató adatait

source: Enable Google reCAPTCHA
hu_hu: Google reCAPTCHA engedélyezése

source: Enable this option if you want to add Google reCAPTCHA on the front-end booking forms
hu_hu: Engedélyezze ezt az opciót, ha Google reCAPTCHA-t szeretne hozzáadni a front-end foglalási űrlapokhoz

source: Redirect URLs
hu_hu: Átirányítási URL-ek

source: Remove Google Calendar Busy Slots
hu_hu: Google Calendar foglalt idősávok eltávolítása

source: Remove Outlook Calendar Busy Slots
hu_hu: Outlook Calendar foglalt idősávok eltávolítása

source: Remove Apple Calendar Busy Slots
hu_hu: Apple Calendar foglalt idősávok eltávolítása

source: Include Buffer time in Google events
hu_hu: Pufferidő hozzáadása a Google-eseményekhez

source: Include Buffer time in Outlook events
hu_hu: Pufferidő hozzáadása az Outlook-eseményekhez

source: Include Buffer time in Apple events
hu_hu: Pufferidő hozzáadása az Apple-eseményekhez

source: Redirect URL for Successfully Rejected Booking
hu_hu: Átirányítási URL a sikeresen elutasított foglaláshoz

source: Redirect URL for Unsuccessfully Rejected Booking
hu_hu: Átirányítási URL a sikertelenül elutasított foglaláshoz

source: Reply-to Email
hu_hu: Válaszcím e-mail-cím

source: Require password for login
hu_hu: Jelszó megkövetelése a bejelentkezéshez

source: Set email as a mandatory field
hu_hu: Az e-mail kötelező mezővé tétele

source: Set a phone number as a mandatory field
hu_hu: A telefonszám kötelező mezővé tétele

source: This option does not apply to new forms,<br/> for that please check the customize page.
hu_hu: Ez az opció nem vonatkozik az új űrlapokra,<br/> ehhez kérjük, nézze meg a testreszabás oldalt.

source: Roles Settings
hu_hu: Szerepkör-beállítások

source: Use these settings to define settings that will be applied for the specific Amelia roles
hu_hu: Ezekkel a beállításokkal határozhatja meg, hogy az adott Amelia-szerepkörökre milyen beállítások vonatkozzanak

source: Send Event Invitation Email
hu_hu: Eseménymeghívó e-mail küldése

source: Send invoice to customer by default
hu_hu: Számla küldése az ügyfélnek alapértelmezetten

source: Enable this option to make sure that the invoice will be sent to the customer after booking.
hu_hu: Engedélyezze ezt az opciót, hogy a foglalás után a számla elküldésre kerüljön az ügyfélnek.

source: Send ics file for Approved bookings
hu_hu: ics file küldése jóváhagyott foglalásokhoz

source: Send ics file for Pending bookings
hu_hu: ics file küldése függőben lévő foglalásokhoz

source: Enable this option if you want to send ics file in email after approved bookings.
hu_hu: Engedélyezze ezt az opciót, ha a jóváhagyott foglalások után e-mailben ics file küldését szeretné.

source: Enable this option if you want to send ics file in email after pending bookings.
hu_hu: Engedélyezze ezt az opciót, ha függőben lévő foglalások után e-mailben ics file küldését szeretné.

source: Remind me when my SMS balance is low
hu_hu: Emlékeztessen, ha alacsony az SMS-egyenlegem

source: Enable this option to receive a reminder email when your SMS balance reaches set minimum
hu_hu: Engedélyezze ezt az opciót, hogy emlékeztető e-mailt kapjon, amikor az SMS-egyenlege eléri a beállított minimumot

source: Credit minimum to send reminder
hu_hu: Emlékeztető küldéséhez szükséges minimális egyenleg

source: Send to e-mail
hu_hu: Küldés e-mailre

source: Sender Email
hu_hu: Feladó e-mail-cím

source: Please enter sender email
hu_hu: Adja meg a feladó e-mail-címét

source: Sender Name
hu_hu: Feladó neve

source: Please enter sender name
hu_hu: Adja meg a feladó nevét

source: Use service duration for booking a time slot
hu_hu: A szolgáltatás időtartamának használata az idősáv foglalásához

source: Enable this option if you want to make time slot step<br/>the same as service duration in the booking process
hu_hu: Engedélyezze ezt az opciót, ha a foglalási folyamatban az idősáv lépésközét<br/>azonossá szeretné tenni a szolgáltatás időtartamával

source: Set Ics File Description
hu_hu: Ics file leírásának beállítása

source: Allow customers to see other attendees
hu_hu: Engedélyezze az ügyfeleknek, hogy lássák a többi résztvevőt

source: Show booking slots in client time zone
hu_hu: Foglalási idősávok megjelenítése az ügyfél időzónájában

source: Enable this option if you want to show booking slots<br/>in client time zone.
hu_hu: Engedélyezze ezt az opciót, ha a foglalási idősávokat<br/>az ügyfél időzónájában szeretné megjeleníteni.

source: Space-Comma
hu_hu: Szóköz-vessző

source: Space-Dot
hu_hu: Szóköz-pont

source: Load Entities on page load
hu_hu: Entitások betöltése az oldal betöltésekor

source: Enable this option if you want to avoid AJAX calls<br>for fetching entities (services, employees, locations, packages, tags)
hu_hu: Engedélyezze ezt az opciót, ha el szeretné kerülni az AJAX-hívásokat<br>az entitások (szolgáltatások, alkalmazottak, helyszínek, csomagok, címkék) lekéréséhez

source: Square account successfully disconnected
hu_hu: Square-fiók sikeresen leválasztva

source: The currency in Amelia does not match the currency of your chosen Square location
hu_hu: Az Amelia pénzneme nem egyezik a választott Square-helyszín pénznemével

source: Default Square location
hu_hu: Alapértelmezett Square-helyszín

source: Please log in to Square
hu_hu: Kérjük, jelentkezzen be a Square-be

source: There has been an error logging in to Square. Please try again.
hu_hu: Hiba történt a Square-be történő bejelentkezéskor. Kérjük, próbálja meg újra.

source: Select your Square Location
hu_hu: Válassza ki a Square-helyszínét

source: Locations must be active and have card processing enabled
hu_hu: A helyszíneknek aktívnak kell lenniük, és engedélyezni kell a kártyaelfogadást

source: To use Square, you must have PHP version 7.4 or higher
hu_hu: A Square használatához PHP 7.4-es vagy magasabb verzió szükséges

source: Square Service
hu_hu: Square-szolgáltatás

source: Enable Taxes
hu_hu: Adók engedélyezése

source: SSL (HTTPS) is not enabled. You will not be able to use Outlook Calendar integration until SSL is enabled.
hu_hu: Az SSL (HTTPS) nincs engedélyezve. Az Outlook Naptár integrációt nem fogja tudni használni, amíg az SSL nincs engedélyezve.

source: Attachment upload path
hu_hu: Melléklet feltöltési útvonala

source: If you leave this field empty, all attachments will be uploaded into the Wordpress uploads folder.
hu_hu: Ha ezt a mezőt üresen hagyja, minden melléklet a Wordpress uploads mappába kerül.

source: View Activation Settings
hu_hu: Aktiválási beállítások megtekintése

source: VAT number
hu_hu: ÁFA-szám

source: View Company Settings
hu_hu: Cégbeállítások megtekintése

source: View General Settings
hu_hu: Általános beállítások megtekintése

source: View Integrations Settings
hu_hu: Integrációk beállításainak megtekintése

source: View Labels Settings
hu_hu: Címkék beállításainak megtekintése

source: View Notifications Settings
hu_hu: Értesítések beállításainak megtekintése

source: View Payments Settings
hu_hu: Fizetések beállításainak megtekintése

source: View Roles Settings
hu_hu: Szerepkörök beállításainak megtekintése

source: Website
hu_hu: Weboldal

source: Web Hooks
hu_hu: Webhookok

source: Hide Currency Symbol on the booking form
hu_hu: Pénznem jelének elrejtése a foglalási űrlapon

source: Custom Currency Symbol
hu_hu: Egyéni pénznemjel

source: Your API key
hu_hu: API-kulcsa

source: Booking Time Slots will depend on the service duration
hu_hu: A foglalási idősávok a szolgáltatás időtartamától függenek

source: When this option is deactivated, the booking will be<br/>determined based on the Default Time Slot Step
hu_hu: Ha ez az opció ki van kapcsolva, a foglalás<br/>a Default Time Slot Step alapján kerül meghatározásra

source: Balance:
hu_hu: Egyenleg:

source: Your balance has been recharged
hu_hu: Az egyenlegét feltöltöttük

source: Carrier:
hu_hu: Szolgáltató:

source: Change Alpha Sender ID
hu_hu: Alfanumerikus feladóazonosító módosítása

source: Cost:
hu_hu: Költség:

source: Create New Notification
hu_hu: Új értesítés létrehozása

source: Current Password:
hu_hu: Jelenlegi jelszó:

source: Please enter current password
hu_hu: Kérjük, adja meg a jelenlegi jelszót

source: Appointment Approved
hu_hu: Időpont jóváhagyva

source: Appointment Follow Up
hu_hu: Időpont utókövetés

source: Appointment Next Day Reminder
hu_hu: Másnapi emlékeztető időponthoz

source: Appointment Pending
hu_hu: Időpont függőben

source: Appointment Rejected
hu_hu: Időpont elutasítva

source: Appointment Rescheduled
hu_hu: Időpont átütemezve

source: Customer Panel Access
hu_hu: Ügyfélpanel hozzáférés

source: Appointment Details Changed
hu_hu: Időpont részletei megváltoztak

source: Birthday Greeting
hu_hu: Születésnapi üdvözlet

source: Event Booked
hu_hu: Esemény lefoglalva

source: Event Canceled By Attendee
hu_hu: Esemény lemondva a résztvevő által

source: Event Follow Up
hu_hu: Esemény utókövetés

source: Event Next Day Reminder
hu_hu: Másnapi emlékeztető eseményhez

source: Event Canceled By Admin
hu_hu: Esemény lemondva az admin által

source: Event Rescheduled
hu_hu: Esemény átütemezve

source: Event Details Changed
hu_hu: Esemény részletei megváltoztak

source: Other
hu_hu: Egyéb

source: Event Waiting List
hu_hu: Esemény várólista

source: Cart Purchase
hu_hu: Kosaras vásárlás

source: Booking Invoice
hu_hu: Foglalási számla

source: Customize SMS
hu_hu: SMS testreszabása

source: Don't have an account?
hu_hu: Nincs fiókja?

source: Email Notifications
hu_hu: E-mail értesítések

source: Please enter recipient phone
hu_hu: Kérjük, adja meg a címzett telefonszámát

source: You have entered an incorrect email
hu_hu: Helytelen e-mail címet adott meg

source: You have entered an incorrect password
hu_hu: Helytelen jelszót adott meg

source: Insert email placeholders
hu_hu: E-mail helyőrzők beszúrása

source: Choose one of the placeholders from the lists below, click on it to copy and then paste into the template.
hu_hu: Válasszon egy helyőrzőt az alábbi listákból, kattintson rá a másoláshoz, majd illessze be a sablonba.

source: Message:
hu_hu: Üzenet:

source: messages
hu_hu: üzenetek

source: Notification has been saved
hu_hu: Az értesítés mentve

source: Notification Template
hu_hu: Értesítési sablon

source: Notifications
hu_hu: Értesítések

source: Password:
hu_hu: Jelszó:

source: Payment History
hu_hu: Fizetési előzmények

source: Date of the appointment
hu_hu: Az időpont dátuma

source: Date & Time of the appointment
hu_hu: Az időpont dátuma és ideje

source: Duration of the appointment
hu_hu: Az időpont időtartama

source: End time of the appointment
hu_hu: Az időpont befejezési ideje

source: Id of the appointment
hu_hu: Az időpont azonosítója

source: Payment due amount
hu_hu: Fizetendő összeg

source: Appointment notes
hu_hu: Az időpont megjegyzései

source: Appointment price
hu_hu: Az időpont ára

source: Payment type
hu_hu: Fizetés típusa

source: Status of the appointment
hu_hu: Az időpont állapota

source: Start time of the appointment
hu_hu: Az időpont kezdési ideje

source: Attendee code
hu_hu: Résztvevői kód

source: Booked Customer (full name, email, phone)
hu_hu: Foglaló ügyfél (teljes név, e-mail, telefon)

source: Category ID
hu_hu: Kategória azonosítója

source: Category name
hu_hu: Kategória neve

source: Company address
hu_hu: Cég címe

source: Company name
hu_hu: Cég neve

source: Company phone
hu_hu: Cég telefonszáma

source: Company website
hu_hu: Cég weboldala

source: Company email
hu_hu: Cég e-mail címe

source: Company VAT number
hu_hu: Cég ÁFA-száma

source: Customer email
hu_hu: Ügyfél e-mail címe

source: Customer first name
hu_hu: Ügyfél keresztneve

source: Customer full name
hu_hu: Ügyfél teljes neve

source: Customer last name
hu_hu: Ügyfél vezetékneve

source: Customer note
hu_hu: Ügyfél megjegyzése

source: Customer phone
hu_hu: Ügyfél telefonszáma

source: Employee description
hu_hu: Munkatárs leírása

source: Employee ID
hu_hu: Munkatárs azonosítója

source: Employee email
hu_hu: Munkatárs e-mail címe

source: Employee first name
hu_hu: Munkatárs keresztneve

source: Employee full name
hu_hu: Munkatárs teljes neve

source: Employee last name
hu_hu: Munkatárs vezetékneve

source: Employee name, email & phone
hu_hu: Munkatárs neve, e-mail címe és telefonszáma

source: Employee note
hu_hu: Munkatárs megjegyzése

source: Employee phone
hu_hu: Munkatárs telefonszáma

source: Event description
hu_hu: Esemény leírása

source: Event Location
hu_hu: Esemény helyszíne

source: End date of the event
hu_hu: Az esemény befejezésének dátuma

source: End date & time of the event
hu_hu: Az esemény befejezésének dátuma és időpontja

source: End time of the event
hu_hu: Az esemény befejezésének időpontja

source: Event ID
hu_hu: Esemény ID

source: Event name
hu_hu: Esemény neve

source: Date period of the event
hu_hu: Az esemény dátumintervalluma

source: Date & Time period of the event
hu_hu: Az esemény dátum- és időintervalluma

source: Event price
hu_hu: Esemény ára

source: Booking price
hu_hu: Foglalás ára

source: Start date of the event
hu_hu: Az esemény kezdő dátuma

source: Start date & time of the event
hu_hu: Az esemény kezdő dátuma és időpontja

source: Start time of the event
hu_hu: Az esemény kezdési időpontja

source: Group event details
hu_hu: Csoportos esemény részletei

source: Set what details you want to send to your customers/employees about their recurring appointments.
hu_hu: Állítsa be, milyen részleteket szeretne küldeni ügyfeleinek/alkalmazottainak az ismétlődő időpontjaikról.

source: Service description
hu_hu: Szolgáltatás leírása

source: Service duration
hu_hu: Szolgáltatás időtartama

source: Service ID
hu_hu: Szolgáltatás ID

source: Service name
hu_hu: Szolgáltatás neve
