Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: Amelia is a simple yet powerful automated booking specialist, working 24/7 to make sure your customers can make appointments and events even while you sleep!
hu_hu: Az Amelia egy egyszerű, mégis erőteljes automatizált foglalási szakértő, amely a hét minden napján, napi 24 órában dolgozik, hogy ügyfelei még akkor is foglalhassanak időpontokat és eseményeket, amikor Ön alszik!

source: Have you tried our table plugin?
hu_hu: Kipróbálta már a táblázat bővítményünket?

source: Get started
hu_hu: Kezdés

source: Add
hu_hu: Hozzáadás

source: Active
hu_hu: Aktív

source: All
hu_hu: Összes

source: All Extras
hu_hu: Összes extra

source: All Locations
hu_hu: Összes helyszín

source: All Packages
hu_hu: Összes csomag

source: All Events
hu_hu: Összes esemény

source: Fixed amount
hu_hu: Fix összeg

source: Percentage
hu_hu: Százalék

source: Amount type
hu_hu: Összeg típusa

source: Apply Coupon:
hu_hu: Kupon alkalmazása:

source: Available
hu_hu: Elérhető

source: Badge Color
hu_hu: Jelvény színe

source: Badge Label
hu_hu: Jelvény felirata

source: Booking
hu_hu: Foglalás

source: Bookings
hu_hu: Foglalások

source: Canceled By Admin
hu_hu: Admin által törölve

source: Canceled By Attendee
hu_hu: Résztvevő által törölve

source: Confirm
hu_hu: Megerősítés

source: Create
hu_hu: Létrehozás

source: Specific Date & Time
hu_hu: Konkrét dátum és idő

source: Semicolon (;)
hu_hu: Pontosvessző (;)

source: Coupon
hu_hu: Kupon

source: The coupon you entered is not valid
hu_hu: A megadott kupon nem érvényes

source: Create New Badge
hu_hu: Új jelvény létrehozása

source: Customer has already booked this appointment
hu_hu: Az ügyfél már lefoglalta ezt az időpontot

source: Specific Date
hu_hu: Konkrét dátum

source: Enter email, then press Enter to add
hu_hu: Írja be az e-mail-címet, majd a hozzáadáshoz nyomja meg az Entert

source: Expired
hu_hu: Lejárt

source: Expires on
hu_hu: Lejár ekkor

source: Discard
hu_hu: Elvetés

source: Discount (%)
hu_hu: Kedvezmény (%)

source: Expiration date
hu_hu: Lejárati dátum

source: Tickets
hu_hu: Jegyek

source: From
hu_hu: Kezdete

source: Fully Booked
hu_hu: Betelt

source: Google Meet Link
hu_hu: Google Meet hivatkozás

source: Import
hu_hu: Importálás

source: New Space
hu_hu: Új tér

source: Name of the space(room) that will be created for appointments.<br/>You can find available placeholders on the Notifications page.<br/>If left empty, space will be named after appointment ID.
hu_hu: Az időpontokhoz létrehozandó tér (szoba) neve.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.<br/>Ha üresen hagyja, a tér neve az időpont ID-je lesz.

source: Name of the space(room) that will be created for events.<br/>You can find available placeholders on the Notifications page.<br/>If left empty, space will be named after event period ID.
hu_hu: Az eseményekhez létrehozandó tér (szoba) neve.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.<br/>Ha üresen hagyja, a tér neve az esemény időszakának ID-je lesz.

source: Lesson Space Link
hu_hu: Lesson Space hivatkozás

source: Enable this option if you want to create spaces for appointments with pending status.
hu_hu: Engedélyezze ezt az opciót, ha függőben lévő státuszú időpontokhoz is szeretne tereket létrehozni.

source: Manage Badges
hu_hu: Jelvények kezelése

source: Manage Employee Badges
hu_hu: Alkalmazotti jelvények kezelése

source: Microsoft Teams Link
hu_hu: Microsoft Teams hivatkozás

source: NEW
hu_hu: ÚJ

source: You don't have any employees here yet...
hu_hu: Még nincsenek itt alkalmazottai...

source: Here you can enable/disable On-Site payments for this service
hu_hu: Itt engedélyezheti/letilthatja az On-Site fizetéseket ehhez a szolgáltatáshoz

source: Package
hu_hu: Csomag

source: Package Price
hu_hu: Csomag ára

source: You have disabled all available payment methods. This means that default payment method from general settings will be used.
hu_hu: Letiltotta az összes elérhető fizetési módot. Ez azt jelenti, hogy az általános beállításokban megadott alapértelmezett fizetési mód lesz használva.

source: Some services/events have all payment methods disabled. This means that default payment method will be used for those services/events.
hu_hu: Egyes szolgáltatásoknál/eseményeknél minden fizetési mód le van tiltva. Ez azt jelenti, hogy az alapértelmezett fizetési mód lesz használva ezeknél a szolgáltatásoknál/eseményeknél.

source: Period
hu_hu: Időszak

source: <p>The <strong>Amelia</strong> plugin requires PHP version 5.5 or greater.</p>
hu_hu: <p>A <strong>Amelia</strong> bővítményhez legalább PHP 5.5-ös verzió szükséges.</p>

source: Plugin Activation Error
hu_hu: Bővítmény aktiválási hiba

source: Pick a date range
hu_hu: Válasszon dátumtartományt

source: Please use the built-in Elementor shortcode widget instead of Amelia widget when adding Amelia to a popup
hu_hu: Kérjük, az Amelia widget helyett az Elementor beépített shortcode widgetjét használja, amikor az Ameliát egy felugró ablakhoz adja

source: Hide Employee Profile
hu_hu: Alkalmazotti profil elrejtése

source: Recurring
hu_hu: Ismétlődő

source: Daily
hu_hu: Napi

source: Monthly
hu_hu: Havi

source: Weekly
hu_hu: Heti

source: Yearly
hu_hu: Éves

source: Refund
hu_hu: Visszatérítés

source: Refunded
hu_hu: Visszatérítve

source: Rescheduled
hu_hu: Átütemezve

source: Resource
hu_hu: Erőforrás

source: This field is required
hu_hu: Ez a mező kötelező

source: Package Appointments
hu_hu: Csomag időpontjai

source: Package Status
hu_hu: Csomag állapota

source: Every:
hu_hu: Minden:

source: Schedule
hu_hu: Ütemezés

source: Please select repeat period
hu_hu: Kérjük, válasszon ismétlési időszakot

source: Please select repeat interval
hu_hu: Kérjük, válasszon ismétlési intervallumot

source: Select Time
hu_hu: Válasszon időpontot

source: Shared
hu_hu: Megosztott

source: Sort
hu_hu: Rendezés

source: To
hu_hu: Eddig

source: Total Number of People:
hu_hu: Személyek teljes száma:

source: Type
hu_hu: Típus

source: Unique
hu_hu: Egyedi

source: Zoom Join Link (Participants)
hu_hu: Zoom csatlakozási hivatkozás (résztvevők)

source: Zoom Start Link (Host)
hu_hu: Zoom indítási hivatkozás (házigazda)

source: Zoom User
hu_hu: Zoom felhasználó

source: Select Zoom User
hu_hu: Válasszon Zoom felhasználót

source: Certain employees that are assigned to the service are not connected to Zoom users. Please go to employees' profiles and connect them to Zoom users in order to use this integration properly.
hu_hu: A szolgáltatáshoz rendelt egyes alkalmazottak nincsenek összekapcsolva Zoom felhasználókkal. Kérjük, nyissa meg az alkalmazottak profiljait, és kapcsolja össze őket Zoom felhasználókkal, hogy ez az integráció megfelelően működjön.

source: Unlimited
hu_hu: Korlátlan

source: Waiting list is empty
hu_hu: A várólista üres

source: Order
hu_hu: Rendelés

source: Woocommerce Order Id
hu_hu: Woocommerce rendelésazonosító

source: Woo Order Id
hu_hu: Woo rendelésazonosító

source: Tax
hu_hu: Adó

source: New Event List 2.0 Booking Form
hu_hu: Új Event List 2.0 foglalási űrlap

source: Introducing Event List 2.0 - A Fresh, Modern, and User-Friendly Booking Form! Enjoy the new filters and search functionality, simplifying event discovery and streamlining the booking process. Explore new customization options by going to the Customize page or use <strong>[ameliaeventlistbooking]</strong> for a faster and personalized look.
hu_hu: Bemutatjuk az Event List 2.0-t – egy friss, modern és felhasználóbarát foglalási űrlapot! Élvezze az új szűrőket és keresési funkciót, amelyek megkönnyítik az események felfedezését és leegyszerűsítik a foglalási folyamatot. Fedezze fel az új testreszabási lehetőségeket a Testreszabás oldalra lépve, vagy használja a <strong>[ameliaeventlistbooking]</strong> gyorsabb és személyre szabott megjelenéshez.

source: Faster Pages
hu_hu: Gyorsabb oldalak

source: Easy Customization
hu_hu: Egyszerű testreszabás

source: More User-Friendly Design
hu_hu: Felhasználóbarátabb kialakítás

source: Go to the Customize Event List 2.0 page
hu_hu: Ugrás az Event List 2.0 testreszabása oldalra

source: Check it out Event List 2.0
hu_hu: Nézze meg az Event List 2.0-t

source: Close
hu_hu: Bezárás

source: Quick Survey
hu_hu: Gyors kérdőív

source: Close forever
hu_hu: Bezárás örökre

source: Maybe later
hu_hu: Talán később

source: Yes, Sure!
hu_hu: Igen, persze!

source: <div>Hey there!</div><span>We would like to know you a little bit better! Could you spare a minute or two to answer a few questions?</span>
hu_hu: <div>Üdv!</div><span>Szeretnénk egy kicsit jobban megismerni! Tudna szánni egy-két percet néhány kérdés megválaszolására?</span>

source: New update is here!
hu_hu: Megérkezett az új frissítés!

source: Go to the What's New page
hu_hu: Ugrás az Újdonságok oldalra

source: Warning
hu_hu: Figyelmeztetés

source: By approving this attendee, you have exceeded the event capacity.
hu_hu: Ennek a résztvevőnek a jóváhagyásával túllépte az esemény kapacitását.

source: Day of the Week
hu_hu: A hét napja

source: 2 years
hu_hu: 2 év

source: 3 years
hu_hu: 3 év

source: Plugin has been activated
hu_hu: A bővítmény aktiválva lett

source: Plugin has been deactivated
hu_hu: A bővítmény deaktiválva lett

source: It seems that Envato API is currently busy (please try again) or you don't have a valid purchase of Amelia
hu_hu: Úgy tűnik, az Envato API jelenleg foglalt (kérem, próbálja meg újra), vagy nincs érvényes Amelia-vásárlása

source: You have reached maximum number of registered domains
hu_hu: Elérte a regisztrált domainek maximális számát

source: The purchase code is invalid or it has expired
hu_hu: A vásárlási kód érvénytelen vagy lejárt

source: Your purchase code has been hidden for security reasons. You can find it on your store page
hu_hu: Biztonsági okokból a vásárlási kód el lett rejtve. Az áruházoldalán találja meg

source: Add New MetaData
hu_hu: Új MetaData hozzáadása

source: Add New Role
hu_hu: Új szerepkör hozzáadása

source: Enable this option if you want to allow your customers to delete their profile data (bookings won't be deleted).
hu_hu: Engedélyezze ezt az opciót, ha szeretné lehetővé tenni ügyfeleinek a profiladataik törlését (a foglalások nem kerülnek törlésre).

source: Amelia Role
hu_hu: Amelia szerepkör

source: Appointments
hu_hu: Időpontok

source: Please enter email address
hu_hu: Kérjük, adja meg az e-mail-címet

source: Please enter phone number
hu_hu: Kérjük, adja meg a telefonszámot

source: CodeCanyon Purchase Code
hu_hu: CodeCanyon vásárlási kód

source: Cart
hu_hu: Kosár

source: Name of the event (standard or custom)
hu_hu: Az esemény neve (standard vagy egyedi)

source: Highest price
hu_hu: Legmagasabb ár

source: Lowest price
hu_hu: Legalacsonyabb ár

source: Notify selected employees about empty package purchases
hu_hu: Értesítse a kiválasztott alkalmazottakat az időpont nélküli csomagvásárlásokról

source: These employees will receive the package purchased e-mail notification when it is purchased without any appointments booked.
hu_hu: Ezek az alkalmazottak e-mail értesítést kapnak a csomag megvásárlásáról, ha azt időpontfoglalás nélkül vásárolják meg.

source: Enable this option if you want to include Google Meet in your event.
hu_hu: Engedélyezze ezt az opciót, ha szeretné az eseménybe beépíteni a Google Meetet.

source: Enable this option if you want to include Microsoft Teams in your event.
hu_hu: Engedélyezze ezt az opciót, ha szeretné az eseménybe beépíteni a Microsoft Teams-t.

source: Custom Fields
hu_hu: Egyéni mezők

source: Add/edit custom fields
hu_hu: Egyéni mezők hozzáadása/szerkesztése

source: Custom fields settings
hu_hu: Egyéni mezők beállításai

source: Enable this option if you want your employees to see<br/>in the event customers that attend the appointment.
hu_hu: Engedélyezze ezt az opciót, ha szeretné, hogy az alkalmazottai lássák<br/>az eseményben az időponton részt vevő ügyfeleket.

source: Enter here URL of the page with [ameliacustomerpanel] shortcode if you want to send it to your customers in notifications.<br/>Make sure to also add the placeholder in notification so the URL can be sent.
hu_hu: Adja meg itt annak az oldalnak az URL-jét, amely a [ameliacustomerpanel] shortcode-ot tartalmazza, ha az értesítésekben el szeretné küldeni ügyfeleinek.<br/>Ügyeljen arra is, hogy az értesítésbe bekerüljön a helyőrző, hogy az URL elküldhető legyen.

source: Enter here URL of the page with [ameliaemployeepanel] shortcode if you want to send it to your employees in notifications.<br/>Make sure to also add the placeholder in notification so the URL can be sent.
hu_hu: Adja meg itt annak az oldalnak az URL-jét, amely az [ameliaemployeepanel] shortcode-ot tartalmazza, ha az értesítésekben el szeretné küldeni alkalmazottainak.<br/>Ügyeljen arra is, hogy az értesítésbe bekerüljön a helyőrző, hogy az URL elküldhető legyen.

source: Dashboard
hu_hu: Irányítópult

source: 1 day
hu_hu: 1 nap

source: 2 days
hu_hu: 2 nap

source: 3 days
hu_hu: 3 nap

source: 4 days
hu_hu: 4 nap

source: 5 days
hu_hu: 5 nap

source: 6 days
hu_hu: 6 nap

source: Days Off Settings
hu_hu: Szabadnapok beállításai

source: Use these settings to set company working hours and days off which will be applied for every employee
hu_hu: Ezekkel a beállításokkal adhatja meg a cég munkaidejét és szabadnapjait, amelyek minden alkalmazottra érvényesek lesznek

source: Deactivate
hu_hu: Deaktiválás

source: Description for Mollie
hu_hu: Leírás a Mollie-hoz

source: Description for PayPal
hu_hu: Leírás a PayPal-hoz

source: Description for Razorpay
hu_hu: Leírás a Razorpay-hez

source: Name for Razorpay
hu_hu: Név a Razorpay-hez

source: Description for Stripe
hu_hu: Leírás a Stripe-hoz

source: Description for WooCommerce
hu_hu: Leírás a WooCommerce-höz

source: Enabled
hu_hu: Engedélyezve

source: Endpoint
hu_hu: Végpont

source: Enter here an endpoint if you are using Mailgun from EU countries
hu_hu: Adjon meg itt egy végpontot, ha a Mailgun-t EU-országokból használja

source: Please enter a valid URL with protocol (http:// or https://)
hu_hu: Kérjük, adjon meg egy érvényes URL-t protokollal (http:// vagy https://)

source: Activated with Envato
hu_hu: Envato-val aktiválva

source: Event Description
hu_hu: Esemény leírása

source: Description of the event that will be displayed in the Google Calendar.<br/>You can find available placeholders on the Notifications page.
hu_hu: Az esemény leírása, amely a Google Naptárban jelenik meg.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.

source: Description of the event that will be displayed in the Outlook Calendar.<br/>You can find available placeholders on the Notifications page.
hu_hu: Az esemény leírása, amely az Outlook Naptárban jelenik meg.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.

source: Description of the event that will be displayed in the Apple Calendar.<br/>You can find available placeholders on the Notifications page.
hu_hu: Az esemény leírása, amely az Apple Naptárban jelenik meg.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.

source: Event Title
hu_hu: Esemény címe

source: Title of the event that will be displayed in the Google Calendar.<br/>You can find available placeholders on the Notifications page.
hu_hu: Az esemény címe, amely a Google Naptárban jelenik meg.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.

source: Title of the event that will be displayed in the Outlook Calendar.<br/>You can find available placeholders on the Notifications page.
hu_hu: Az esemény címe, amely az Outlook Naptárban jelenik meg.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.

source: Title of the event that will be displayed in the Apple Calendar.<br/>You can find available placeholders on the Notifications page.
hu_hu: Az esemény címe, amely az Apple Naptárban jelenik meg.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.

source: Title of the meeting that will be displayed in the Zoom.<br/>You can find available placeholders on the Notifications page.
hu_hu: Az értekezlet címe, amely a Zoomban jelenik meg.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.

source: Agenda of the meeting that will be displayed in the Zoom.<br/>You can find available placeholders on the Notifications page.
hu_hu: Az értekezlet napirendje, amely a Zoomban jelenik meg.<br/>Az elérhető helyőrzőket az Értesítések oldalon találja.

source: API key
hu_hu: API-kulcs

source: Copied!
hu_hu: Másolva!

source: API key Permissions
hu_hu: API-kulcs jogosultságai

source: New API key
hu_hu: Új API-kulcs

source: Last 4 characters
hu_hu: Utolsó 4 karakter

source: Expiration Date
hu_hu: Lejárati dátum

source: Generate API key
hu_hu: API-kulcs generálása

source: Copy your API key because it won’t be visible again.
hu_hu: Másolja ki az API-kulcsot, mert később nem lesz látható.

source: Google Calendar Settings
hu_hu: Google Naptár beállításai

source: Allow synchronizing employee's calendar with Google Calendar for smoother personal scheduling
hu_hu: Engedélyezze az alkalmazott naptárának szinkronizálását a Google Naptárral a zökkenőmentesebb személyes ütemezés érdekében

source: Zoom Settings
hu_hu: Zoom beállításai

source: Click here to see how to obtain<br/>Google Client ID and Secret
hu_hu: Kattintson ide, hogy megnézze, hogyan szerezhető be a<br/>Google ügyfél-azonosító és titok

source: Click here to see how to obtain<br/>Outlook Application (client) ID and Secret
hu_hu: Kattintson ide, hogy megnézze, hogyan szerezhető be az<br/>Outlook alkalmazás (kliens) azonosító és titok

source: Click here to see how to obtain<br/>iCloud Email Address and iCloud App-specific Password
hu_hu: Kattintson ide, hogy megnézze, hogyan szerezhető be az<br/>iCloud e-mail-cím és az iCloud alkalmazásspecifikus jelszó

source: Add Tracking
hu_hu: Követés hozzáadása

source: Please fill out this field.
hu_hu: Kérjük, töltse ki ezt a mezőt.

source: Category
hu_hu: Kategória

source: Event
hu_hu: Esemény

source: Action
hu_hu: Művelet

source: Label
hu_hu: Címke

source: Value
hu_hu: Érték

source: Please select type.
hu_hu: Kérjük, válasszon típust.

source: Are you sure you want to delete this Event
hu_hu: Biztosan törölni szeretné ezt az eseményt

source: This is the path in your application that users are redirected to after<br/>they have authenticated with Google. Add this URI in your Google<br/>project credentials under "Authorized redirect URIs".
hu_hu: Ez az az útvonal az alkalmazásában, ahová a felhasználók átirányításra kerülnek, miután<br/>a Google-lel hitelesítettek. Adja hozzá ezt az URI-t a Google<br/>projekt hitelesítő adatai között az "Authorized redirect URIs" alatt.

source: This is the path in your application that users are redirected to after<br/>they have authenticated with Outlook. Add this URI in your Outlook<br/>application under "Redirect URIs".
hu_hu: Ez az az útvonal az alkalmazásában, ahová a felhasználók átirányításra kerülnek, miután<br/>az Outlookkal hitelesítettek. Adja hozzá ezt az URI-t az Outlook<br/>alkalmazásában a "Redirect URIs" alatt.

source: This is the path in your application that users are redirected to after<br/>they have authenticated with Apple. Add this URI in your Apple<br/>project credentials under "Redirect URIs".
hu_hu: Ez az az útvonal az alkalmazásában, ahová a felhasználók átirányításra kerülnek, miután<br/>az Apple-lel hitelesítettek. Adja hozzá ezt az URI-t az Apple<br/>projekt hitelesítő adatai között a "Redirect URIs" alatt.

source: Click here to see how to obtain<br/>Zoom API Key and Secret
hu_hu: Kattintson ide, ha meg szeretné tudni, hogyan szerezhető be a<br/>Zoom API Key és a Secret.

source: Click here to see how to obtain<br/>Zoom Application ID, Client ID and Client Secret
hu_hu: Kattintson ide, ha meg szeretné tudni, hogyan szerezhető be a<br/>Zoom Application ID, Client ID és Client Secret.

source: Please sign up for an API key at iplocate.io/signup for 1000 free API requests/day.<br/> The limit for access without an API key has been reduced to 50 requests/day.
hu_hu: Kérjük, regisztráljon az iplocate.io/signup oldalon egy API-kulcsért, amely napi 1000 ingyenes API-kérést biztosít.<br/> Az API-kulcs nélküli hozzáférés korlátját napi 50 kérésre csökkentették.

source: Time period is calculated from
hu_hu: Az időszak számításának alapja

source: ‘Booking date and time’ will set the limit based on the date when the booking is created, regardless of the appointment date and time.<br>The ‘Appointment date and time’ option will set the limit based on the appointment scheduled date.
hu_hu: A ‘Foglalás dátuma és ideje’ a limitet a foglalás létrehozásának dátuma alapján állítja be, függetlenül az időpont dátumától és idejétől.<br>Az ‘Időpont dátuma és ideje’ opció a beütemezett időpont dátuma alapján állítja be a limitet.

source: Limit appointments per employee
hu_hu: Időpontok korlátozása alkalmazottanként

source: Set this option if you want to limit the number of appointments that an employee can have daily no matter how many appointments ‘fit’ inside the working hours
hu_hu: Állítsa be ezt az opciót, ha korlátozni szeretné, hogy egy alkalmazott naponta hány időpontot vállalhat, függetlenül attól, hogy a munkaidőbe hány időpont ‘fér’ bele

source: Appointment date and time
hu_hu: Időpont dátuma és ideje

source: Booking date and time
hu_hu: Foglalás dátuma és ideje

source: ‘Booking date and time’ will set the limit based on the date when the booking is created, regardless of the event’s date and time.<br>The ‘Event start date and time’ will set it based on the event’s start date and time.
hu_hu: A ‘Foglalás dátuma és ideje’ a limitet a foglalás létrehozásának dátuma alapján állítja be, függetlenül az esemény dátumától és idejétől.<br/>Az ‘Esemény kezdési dátuma és ideje’ az esemény kezdési dátuma és ideje alapján állítja be.

source: Event start date and time
hu_hu: Esemény kezdési dátuma és ideje

source: Limit will be based on the event date, not based on the date when booking is created.
hu_hu: A limit az esemény dátuma alapján lesz meghatározva, nem a foglalás létrehozásának dátuma alapján.

source: Limit will be based on the date when booking is created, regardless of the event date and time.
hu_hu: A limit a foglalás létrehozásának dátuma alapján lesz meghatározva, függetlenül az esemény dátumától és idejétől.

source: Number of events
hu_hu: Események száma

source: Enable this option if you want your employees to see<br/>appointments with pending status in their calendar.
hu_hu: Engedélyezze ezt az opciót, ha azt szeretné, hogy az alkalmazottai<br/>lássák a függőben lévő státuszú időpontokat a naptárukban.

source: Enable this option if you want to create zoom meetings for appointments with pending status.
hu_hu: Engedélyezze ezt az opciót, ha Zoom meetingeket szeretne létrehozni a függőben lévő státuszú időpontokhoz.

source: Instructions
hu_hu: Utasítások

source: Use these settings to register URLs to which booking information will be sent when booking action occurs.
hu_hu: Ezekkel a beállításokkal olyan URL-eket regisztrálhat, amelyekre a foglalási információk elküldésre kerülnek, amikor foglalási művelet történik.

source: Limit Number of Fetched Events
hu_hu: Lekért események számának korlátozása

source: Choose a Mailchimp list
hu_hu: Válasszon egy Mailchimp-listát

source: Choose a Mailchimp list Tooltip
hu_hu: Mailchimp-lista kiválasztása Tooltip

source: Make "Subscribe" checkbox checked by default
hu_hu: A "Subscribe" jelölőnégyzet legyen alapértelmezetten bejelölve

source: If enabled, customers will need to manually uncheck "Subscribe" field if they do not wish to be added to your Mailchimp list.
hu_hu: Ha engedélyezve van, az ügyfeleknek manuálisan kell törölniük a "Subscribe" mező jelölését, ha nem szeretnének felkerülni a Mailchimp-listájára.
