Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wpamelia/wpamelia-*.po
Languages: hu_hu

source: Sign In to Mailchimp
hu_hu: Bejelentkezés a Mailchimpbe

source: There has been an error logging in to Mailchimp. Please try again.
hu_hu: Hiba történt a Mailchimpbe történő bejelentkezéskor. Kérjük, próbálja meg újra.

source: Sign Out of Mailchimp
hu_hu: Kijelentkezés a Mailchimpből

source: Successfully signed out of Mailchimp
hu_hu: Sikeresen kijelentkezett a Mailchimpből

source: Subscribe to our mailing list
hu_hu: Iratkozzon fel levelezőlistánkra

source: Please enter Mailgun API key
hu_hu: Kérjük, adja meg a Mailgun API-kulcsot

source: Please enter Mailgun Domain
hu_hu: Kérjük, adja meg a Mailgun domaint

source: You can find available placeholders on the Notifications page
hu_hu: A rendelkezésre álló helyőrzőket az Értesítések oldalon találja

source: Mollie Service
hu_hu: Mollie szolgáltatás

source: Please enter test API Key
hu_hu: Kérjük, adja meg a teszt API-kulcsot

source: Please enter live API Key
hu_hu: Kérjük, adja meg a live API Key-t

source: 3 months
hu_hu: 3 hónap

source: 6 months
hu_hu: 6 hónap

source: Name
hu_hu: Név

source: Number of appointments
hu_hu: Időpontok száma

source: Maximum number of events returned on one result page.<br/>It is recommended to use smaller number of returned<br/>events if your server performance is not so good.
hu_hu: Egy eredményoldalon visszaadott események maximális száma.<br/>Javasolt kisebb számú visszaadott<br/>eseményt használni, ha a szerver teljesítménye nem túl jó.

source: Number of packages
hu_hu: Csomagok száma

source: Outlook Mailer is not fully configured. Please complete the account setup in the Outlook Integration settings.
hu_hu: Az Outlook Mailer nincs teljesen beállítva. Kérjük, fejezze be a fiók beállítását az Outlook integráció beállításaiban.

source: Allow customer to pay via Customers Panel
hu_hu: Engedélyezze az ügyfél számára a fizetést az Ügyfélpanelen keresztül

source: Update booking status automatically
hu_hu: Foglalási állapot automatikus frissítése

source: Update booking status to approved after succesfull payment from link
hu_hu: Állítsa a foglalás állapotát jóváhagyottra a linkről kezdeményezett sikeres fizetés után

source: Redirect URL after Payment
hu_hu: Átirányítási URL a fizetés után

source: Customer will be redirected to this URL once the payment from the link is processed.
hu_hu: Az ügyfél erre az URL-re lesz átirányítva, amint a linkről érkezett fizetés feldolgozásra kerül.

source: Please note: For this option to work you need to add new payment link placeholders to the message templates
hu_hu: Figyelem: Ehhez az opcióhoz új fizetési link helyőrzőket kell hozzáadnia az üzenetsablonokhoz.

source: Please enter live ClientId
hu_hu: Kérjük, adja meg a live ClientId-t

source: Please enter live Secret
hu_hu: Kérjük, adja meg a live Secretet

source: PayPal Service
hu_hu: PayPal szolgáltatás

source: Please enter test ClientId
hu_hu: Kérjük, adja meg a test ClientId-t

source: Please enter test Secret
hu_hu: Kérjük, adja meg a test Secretet

source: To receive automatic updates license activation is required. Please visit %s to activate Amelia.
hu_hu: Az automatikus frissítésekhez licencaktiválás szükséges. Kérjük, keresse fel a(z) %s oldalt az Amelia aktiválásához.

source: Please enter live key id
hu_hu: Kérjük, adja meg a live key id-t

source: Please enter live key secret
hu_hu: Kérjük, adja meg a live key secretet

source: Razorpay Service
hu_hu: Razorpay szolgáltatás

source: Please enter test key id
hu_hu: Kérjük, adja meg a test key id-t

source: Please enter test key secret
hu_hu: Kérjük, adja meg a test key secretet

source: Add "Invisible Google reCaptcha"
hu_hu: Adja hozzá az "Invisible Google reCaptcha"-t

source: If you enable this option Google reCAPTCHA will stay visible in the bottom right corner<br>but the plugin will check the user automatically, without the need to mark the checkbox.
hu_hu: Ha engedélyezi ezt az opciót, a Google reCAPTCHA látható marad a jobb alsó sarokban,<br>de a bővítmény automatikusan ellenőrzi a felhasználót anélkül, hogy be kellene jelölni a jelölőnégyzetet.

source: Paste here the Site Key that you have got once you have signed up for the API key pair on Google reCAPTCHA.
hu_hu: Illessze ide a Site Key-t, amelyet a Google reCAPTCHA API-kulcspárra való regisztráció után kapott.

source: Paste here the Secret Key that you have got once you have signed up for the API key pair on Google reCAPTCHA.
hu_hu: Illessze ide a Secret Key-t, amelyet a Google reCAPTCHA API-kulcspárra való regisztráció után kapott.

source: Enable this option to add Google reCAPTCHA on the panel login. To activate it, make sure Google reCAPTCHA is also enabled and configured in General settings.
hu_hu: Engedélyezze ezt az opciót a Google reCAPTCHA hozzáadásához a panel bejelentkezéséhez. Aktiválásához győződjön meg róla, hogy a Google reCAPTCHA engedélyezve és beállítva van az Általános beállításokban.

source: Please enter site key
hu_hu: Kérjük, adja meg a site key-t

source: Please enter secret
hu_hu: Kérjük, adja meg a secretet

source: Customer will be redirected to this URL once he schedules the appointment or package.
hu_hu: Az ügyfél erre az URL-re lesz átirányítva, amint lefoglal egy időpontot vagy csomagot.

source: Enable this option if you want to remove busy slots in<br/>Google Calendar from Employee's working schedule.
hu_hu: Engedélyezze ezt az opciót, ha el szeretné távolítani a<br/>Google Calendarban szereplő foglalt időpontokat az alkalmazott munkaidő-beosztásából.

source: Enable this option if you want to remove busy slots in<br/>Outlook Calendar from Employee's working schedule.
hu_hu: Engedélyezze ezt az opciót, ha el szeretné távolítani az<br/>Outlook Calendarban szereplő foglalt időpontokat az alkalmazott munkaidő-beosztásából.

source: Enable this option if you want to remove busy slots in<br/>Apple Calendar from Employee's working schedule.
hu_hu: Engedélyezze ezt az opciót, ha el szeretné távolítani az<br/>Apple Calendarban szereplő foglalt időpontokat az alkalmazott munkaidő-beosztásából.

source: If you disable this option buffer time for scheduled appointments<br/>will not be added to the Google Calendar events.
hu_hu: Ha letiltja ezt az opciót, az ütemezett időpontok pufferideje<br/>nem kerül hozzáadásra a Google Calendar eseményeihez.

source: If you disable this option buffer time for scheduled appointments<br/>will not be added to the Outlook Calendar events.
hu_hu: Ha letiltja ezt az opciót, az ütemezett időpontok pufferideje<br/>nem kerül hozzáadásra az Outlook Calendar eseményeihez.

source: If you disable this option buffer time for scheduled appointments<br/>will not be added to the Apple Calendar events.
hu_hu: Ha letiltja ezt az opciót, az ütemezett időpontok pufferideje<br/>nem kerül hozzáadásra az Apple Calendar eseményeihez.

source: Package placeholders
hu_hu: Csomag-helyőrzők

source: Placeholders for package appointments that will be sent in email.<br/>You can find available placeholders on the Notifications page.
hu_hu: A csomaghoz tartozó időpontok e-mailben elküldött helyőrzői.<br/>A rendelkezésre álló helyőrzőket az Értesítések oldalon találja.

source: Recurring placeholders
hu_hu: Ismétlődő helyőrzők

source: Placeholders for recurring appointments that will be sent in email.<br/>You can find available placeholders on the Notifications page.
hu_hu: Az ismétlődő időpontok e-mailben elküldött helyőrzői.<br/>A rendelkezésre álló helyőrzőket az Értesítések oldalon találja.

source: If you disable this option, your customers will be able to access customer panel with link that is sent to their email account.
hu_hu: Ha letiltja ezt az opciót, ügyfelei a nekik e-mailben elküldött linkkel elérhetik az ügyfélpanelt.

source: Sandbox Mode
hu_hu: Sandbox mód

source: Please select option
hu_hu: Kérjük, válasszon opciót

source: Enable this option if you want your customers to<br/>receive an email about the event.
hu_hu: Engedélyezze ezt az opciót, ha azt szeretné, hogy ügyfelei<br/>e-mailt kapjanak az eseményről.

source: Set MetaData and Description
hu_hu: Metaadatok és leírás beállítása

source: settings
hu_hu: beállítások

source: Enable this option if you want your customers to see<br/>all attendees in the appointment in their google calendar.
hu_hu: Engedélyezze ezt az opciót, ha azt szeretné, hogy ügyfelei<br/>a Google Naptárukban lássák az időpont összes résztvevőjét.

source: SMTP Host
hu_hu: SMTP kiszolgáló

source: Please enter SMTP host
hu_hu: Kérjük, adja meg az SMTP kiszolgálót

source: SMTP Password
hu_hu: SMTP jelszó

source: Please enter SMTP password
hu_hu: Kérjük, adja meg az SMTP jelszót

source: Please enter SMTP port
hu_hu: Kérjük, adja meg az SMTP portot

source: SMTP Secure
hu_hu: SMTP titkosítás

source: Disabled
hu_hu: Letiltva

source: SMTP Username
hu_hu: SMTP felhasználónév

source: Please enter SMTP username
hu_hu: Kérjük, adja meg az SMTP felhasználónevet

source: Click here to see how to configure Google social login.
hu_hu: Kattintson ide a Google közösségi bejelentkezés beállításának megtekintéséhez.

source: Click here to see how to configure Facebook social login.
hu_hu: Kattintson ide a Facebook közösségi bejelentkezés beállításának megtekintéséhez.

source: Add Stripe Address Fields
hu_hu: Stripe címmezők hozzáadása

source: Please enter live publishable key
hu_hu: Kérjük, adja meg az élő nyilvános kulcsot

source: Please enter live secret key
hu_hu: Kérjük, adja meg az élő titkos kulcsot

source: Stripe Service
hu_hu: Stripe szolgáltatás

source: SSL (HTTPS) is not enabled. You will not be able to process live Stripe transactions until SSL is enabled.
hu_hu: Az SSL (HTTPS) nincs engedélyezve. Amíg az SSL nincs engedélyezve, nem tud élő Stripe tranzakciókat feldolgozni.

source: Please enter test publishable key
hu_hu: Kérjük, adja meg a teszt nyilvános kulcsot

source: Please enter test secret key
hu_hu: Kérjük, adja meg a teszt titkos kulcsot

source: Include Taxes
hu_hu: Adók beleszámítása

source: Tax will be included in price calculation.
hu_hu: Az adót beleszámítjuk az árszámításba.

source: Exclude Taxes
hu_hu: Adók kizárása

source: Tax will be excluded from price calculation and showed separately.
hu_hu: Az adót nem számítjuk bele az árszámításba, és külön jelenítjük meg.

source: Template for Event Title
hu_hu: Sablon az esemény címéhez

source: Test API Key
hu_hu: Teszt API-kulcs

source: Test Client ID
hu_hu: Teszt kliensazonosító

source: Test Key ID
hu_hu: Teszt kulcsazonosító

source: Test Key Secret
hu_hu: Teszt kulcstitok

source: Test Mode
hu_hu: Teszt mód

source: Test Publishable Key
hu_hu: Teszt nyilvános kulcs

source: Test Secret
hu_hu: Teszt titok

source: Test Secret Key
hu_hu: Teszt titkos kulcs

source: Time frame
hu_hu: Időkeret

source: Load Page
hu_hu: Oldal betöltése

source: Select Category
hu_hu: Válasszon kategóriát

source: Select Service
hu_hu: Válasszon szolgáltatást

source: Select Employee
hu_hu: Válasszon munkatársat

source: Select Location
hu_hu: Válasszon helyszínt

source: Select Package
hu_hu: Válasszon csomagot

source: Select Event
hu_hu: Válasszon eseményt

source: Complete Booking With Payment
hu_hu: Foglalás befejezése fizetéssel

source: Complete Booking Without Payment
hu_hu: Foglalás befejezése fizetés nélkül

source: Show Checkout Form
hu_hu: Pénztár űrlap megjelenítése

source: Show Customer Information Form
hu_hu: Ügyféladatok űrlapjának megjelenítése

source: Select action on which event will be called
hu_hu: Válassza ki azt a műveletet, amelynél az esemény meghívásra kerül

source: Property Name
hu_hu: Tulajdonság neve

source: Event Parameter
hu_hu: Esemény paramétere

source: Name of the property (standard or custom) for pixel event
hu_hu: A pixel esemény tulajdonságának (standard vagy egyéni) neve

source: Property Value
hu_hu: Tulajdonság értéke

source: 2 Way Sync
hu_hu: Kétirányú szinkronizálás

source: Unable to deactivate plugin. Please try again later.
hu_hu: Nem sikerült deaktiválni a bővítményt. Kérjük, próbálja meg később.

source: View API keys Settings
hu_hu: API-kulcsok beállításainak megtekintése

source: View Appointments and Events Settings
hu_hu: Időpontok és események beállításainak megtekintése

source: View Working Hours & Days Off Settings
hu_hu: Munkaidő és szabadnapok beállításainak megtekintése

source: View Google Calendar Settings
hu_hu: Google Calendar beállításainak megtekintése

source: View Web Hooks Settings
hu_hu: Web Hooks beállításainak megtekintése

source: Enable integration with WooCommerce
hu_hu: Integráció engedélyezése a WooCommerce-szel

source: Select WooCommerce product
hu_hu: Válasszon WooCommerce-terméket

source: Here you can choose the product that will be used for WooCommerce integration.
hu_hu: Itt kiválaszthatja a WooCommerce-integrációhoz használt terméket.

source: WooCommerce Service
hu_hu: WooCommerce-szolgáltatás

source: Hide WooCommerce cart when price is 0
hu_hu: WooCommerce-kosár elrejtése, ha az ár 0

source: Redirect page
hu_hu: Átirányítási oldal

source: WooCommerce Thank you page
hu_hu: WooCommerce köszönőoldal

source: Amelia Add to calendar page
hu_hu: Amelia naptárba felvétel oldal

source: Default Page
hu_hu: Alapértelmezett oldal

source: Checkout
hu_hu: Pénztár

source: Add Rule
hu_hu: Szabály hozzáadása

source: Are you sure you want to delete this rule
hu_hu: Biztosan törli ezt a szabályt?

source: Please note that all appointments within the package will be canceled as well.
hu_hu: Felhívjuk figyelmét, hogy a csomagon belüli összes időpont is törlésre kerül.

source: Draft
hu_hu: Piszkozat

source: Pending Payment
hu_hu: Fizetésre vár

source: Processing
hu_hu: Feldolgozás alatt

source: On Hold
hu_hu: Függőben

source: Completed
hu_hu: Teljesítve

source: Cancelled
hu_hu: Törölve

source: Failed
hu_hu: Sikertelen

source: Apply on
hu_hu: Alkalmazás ekkor

source: Order update
hu_hu: Rendelés frissítése

source: Order creation
hu_hu: Rendelés létrehozása

source: Update
hu_hu: Frissítés

source: Apply after Order update
hu_hu: Alkalmazás a rendelés frissítése után

source: Booking Status
hu_hu: Foglalás állapota

source: Web Hooks Settings
hu_hu: Web Hooks beállításai

source: Are you sure you want to delete this web hook
hu_hu: Biztosan törli ezt a web hookot?

source: Please select action
hu_hu: Kérjük, válasszon műveletet

source: Please enter name
hu_hu: Kérjük, adja meg a nevet

source: Please enter booking type
hu_hu: Kérjük, adja meg a foglalás típusát

source: Booking Completed
hu_hu: Foglalás befejezve

source: Booking Rescheduled
hu_hu: Foglalás átütemezve

source: Booking Canceled
hu_hu: Foglalás lemondva

source: Booking Status Changed
hu_hu: A foglalás állapota megváltozott

source: Package Purchased
hu_hu: Csomag megvásárolva

source: Package Canceled
hu_hu: Csomag lemondva

source: This Web Hook is triggered when the customer purchases a package without booking any appointments
hu_hu: Ez a Web Hook akkor aktiválódik, amikor az ügyfél bármilyen időpont foglalása nélkül vásárol csomagot

source: 1 week
hu_hu: 1 hét

source: 2 weeks
hu_hu: 2 hét

source: 3 weeks
hu_hu: 3 hét

source: 4 weeks
hu_hu: 4 hét

source: Working Hours & Days Off
hu_hu: Munkaidő és szabadnapok

source: What's New
hu_hu: Újdonságok

source: Accepted
hu_hu: Elfogadva

source: After
hu_hu: Után

source: Already have an account?
hu_hu: Már van fiókja?

source: Amount:
hu_hu: Összeg:

source: Before
hu_hu: Előtt

source: This payment cannot be completed
hu_hu: Ez a fizetés nem hajtható végre

source: This payment cannot be completed and your account has not been charged
hu_hu: Ez a fizetés nem hajtható végre, és a számláját nem terheltük meg

source: Choose Placeholder
hu_hu: Helyőrző kiválasztása

source: Choose Type
hu_hu: Típus kiválasztása

source: Choose when
hu_hu: Válassza ki, mikor

source: Configure
hu_hu: Beállítás

source: Configure placeholder
hu_hu: Helyőrző beállítása

source: Configure placeholder here
hu_hu: Helyőrző beállítása itt

source: To send this notification please add the following line in your cron
hu_hu: Az értesítés elküldéséhez adja hozzá a következő sort a cronhoz

source: Custom Amount
hu_hu: Egyedi összeg

source: Custom Notification
hu_hu: Egyedi értesítés

source: Dear <b>%customer_full_name%</b>, <br><br>Thank you for choosing our company, <br> <b>%company_name%</b>
hu_hu: Kedves <b>%customer_full_name%</b>, <br><br>Köszönjük, hogy cégünket választotta, <br> <b>%company_name%</b>

source: Dear %customer_full_name%, Thank you for choosing our company, %company_name%
hu_hu: Kedves %customer_full_name%, Köszönjük, hogy cégünket választotta, %company_name%

source: Hi <b>%employee_full_name%</b>, <br><br>Thank you, <br> <b>%company_name%</b>
hu_hu: Üdv <b>%employee_full_name%</b>, <br><br>Köszönjük, <br> <b>%company_name%</b>

source: Hi %employee_full_name%, Thank you, %company_name%
hu_hu: Üdv %employee_full_name%, Köszönjük, %company_name%

source: Delivered
hu_hu: Kézbesítve

source: Details Changed
hu_hu: Részletek módosultak

source: Are you sure you want to delete this notification? <br> You can't undo this action
hu_hu: Biztos, hogy törli ezt az értesítést? <br> Ezt a műveletet nem lehet visszavonni

source: Duplicate of
hu_hu: Másolata

source: Edit Notification
hu_hu: Értesítés szerkesztése

source: Email Placeholders
hu_hu: E-mail helyőrzők

source: This email address is already being used
hu_hu: Ezt az e-mail-címet már használják

source: Enter image link
hu_hu: Adja meg a kép linkjét

source: Enter number
hu_hu: Adja meg a számot

source: Please enter recipient email
hu_hu: Adja meg a címzett e-mail-címét

source: Please enter a valid email address
hu_hu: Adjon meg egy érvényes e-mail-címet

source: Please enter a valid phone number
hu_hu: Adjon meg egy érvényes telefonszámot

source: Invalid Token
hu_hu: Érvénytelen token

source: Loading...
hu_hu: Betöltés...

source: Manage languages
hu_hu: Nyelvek kezelése

source: Avoid sending reminder notifications if a booking is created within the set time before the appointment/event.
hu_hu: Ne küldjön emlékeztető értesítéseket, ha a foglalás az időpont/esemény előtt beállított időn belül jön létre.

source: There are no SMS messages...
hu_hu: Nincsenek SMS-üzenetek...

source: Notification is enabled
hu_hu: Az értesítés engedélyezve van

source: Notification name
hu_hu: Értesítés neve

source: Enter notification name
hu_hu: Adja meg az értesítés nevét

source: Notification has not been saved
hu_hu: Az értesítés nem lett elmentve

source: Notification has not been deleted
hu_hu: Az értesítés nem lett törölve

source: Notification has been deleted
hu_hu: Az értesítés törölve lett

source: Scheduled notification
hu_hu: Ütemezett értesítés

source: Appointment status
hu_hu: Időpont státusza

source: Event action
hu_hu: Esemény művelete

source: Action triggered notification
hu_hu: Művelet által kiváltott értesítés

source: Notification Type
hu_hu: Értesítés típusa

source: Package Appointments List
hu_hu: Csomag időpontjainak listája

source: Password
hu_hu: Jelszó

source: Past event
hu_hu: Múltbeli esemény

source: Password has been changed
hu_hu: A jelszó megváltozott

source: Password must have a length between 5 and 40 characters
hu_hu: A jelszónak 5 és 40 karakter hosszúságúnak kell lennie

source: Your password has been reset successfully
hu_hu: A jelszavát sikeresen visszaállítottuk

source: Password must not contain whitespace
hu_hu: A jelszó nem tartalmazhat szóközt

source: Passwords do not match
hu_hu: A jelszavak nem egyeznek

source: Unable to retrieve payments results
hu_hu: Nem sikerült lekérni a fizetések eredményeit

source: Payment ID
hu_hu: Fizetési azonosító

source: Payment ID:
hu_hu: Fizetési azonosító:

source: payments
hu_hu: fizetések

source: Cancel Appointment Link
hu_hu: Időpont lemondási link

source: Approve Appointment Link
hu_hu: Időpont jóváhagyási link

source: Reject Appointment Link
hu_hu: Időpont elutasítási link

source: Initial Date of the appointment
hu_hu: Az időpont kezdeti dátuma

source: Initial Date & Time of the appointment
hu_hu: Az időpont kezdeti dátuma és ideje

source: Initial Start time of the appointment
hu_hu: Az időpont kezdeti kezdési ideje

source: Initial End time of the appointment
hu_hu: Az időpont kezdeti befejezési ideje

source: Appointment deposit
hu_hu: Időpont előlege

source: Payment link for Mollie
hu_hu: Fizetési link a Mollie-hez

source: Payment link for PayPal
hu_hu: Fizetési link a PayPal-hoz

source: Payment link for Razorpay
hu_hu: Fizetési link a Razorpay-hoz

source: Payment link for Stripe
hu_hu: Fizetési link a Stripe-hez

source: Payment link for Square
hu_hu: Fizetési link a Square-hez

source: Payment link for WooCommerce
hu_hu: Fizetési link a WooCommerce-hez

source: Cart appointments details
hu_hu: Kosárban lévő időpontok részletei

source: Used Coupon
hu_hu: Felhasznált kupon

source: Customer Panel Access Link
hu_hu: Ügyfélpanel hozzáférési link

source: Employee Panel Access Link
hu_hu: Munkatársi panel hozzáférési link

source: Employee Password
hu_hu: Munkatársi jelszó

source: Employee photo
hu_hu: Munkatársi fotó

source: Cancel Event Link
hu_hu: Esemény lemondási link

source: Event tickets
hu_hu: Esemény jegyei

source: Event deposit
hu_hu: Esemény előlege

source: Initial Start date of the event
hu_hu: Az esemény kezdeti kezdési dátuma

source: Initial Start date & time of the event
hu_hu: Az esemény kezdeti kezdési dátuma és ideje

source: Initial Start time of the event
hu_hu: Az esemény kezdeti kezdési ideje

source: Initial End date of the event
hu_hu: Az esemény kezdeti befejezési dátuma

source: Initial End date & time of the event
hu_hu: Az esemény kezdeti befejezési dátuma és időpontja

source: Initial End time of the event
hu_hu: Az esemény kezdeti befejezési időpontja

source: Selected extras details
hu_hu: Kiválasztott extrák részletei

source: Selected extras
hu_hu: Kiválasztott extrák

source: Cart appointments details placeholder set up
hu_hu: Kosár időpontjainak részletei helyőrző beállítása

source: Group appointment details
hu_hu: Csoportos időpont részletei

source: Group appointment details placeholder set up
hu_hu: Csoportos időpont részletei helyőrző beállítása

source: Group event details placeholder set up
hu_hu: Csoportos esemény részletei helyőrző beállítása

source: Set what details you want to send to your customers/employees about their booking.
hu_hu: Állítsa be, milyen részleteket szeretne elküldeni ügyfeleinek/alkalmazottainak a foglalásukról.

source: Lesson space link to join space
hu_hu: Lesson Space csatlakozási link a térhez

source: Date periods of the event with Lesson Space join links
hu_hu: Az esemény időszakai Lesson Space csatlakozási linkekkel

source: Date & Time periods of the event with Lesson Space join links
hu_hu: Az esemény dátum- és időintervallumai Lesson Space csatlakozási linkekkel

source: Location address
hu_hu: Helyszín címe

source: Location description
hu_hu: Helyszín leírása

source: Location ID
hu_hu: Helyszín ID

source: Location name
hu_hu: Helyszín neve

source: Location phone
hu_hu: Helyszín telefonszáma

source: Package appointments details
hu_hu: Csomag időpontjainak részletei

source: Package name
hu_hu: Csomag neve

source: Package description
hu_hu: Csomag leírása

source: Package appointments list placeholder set up
hu_hu: Csomag időpontlistája helyőrző beállítása

source: Package duration
hu_hu: Csomag időtartama

source: Package price description
hu_hu: Csomag árának leírása

source: Package deposit
hu_hu: Csomag előlege

source: Payment price
hu_hu: Fizetendő összeg

source: Set what details you want to send to your customers/employees about their packages.
hu_hu: Állítsa be, milyen részleteket szeretne elküldeni ügyfeleinek/alkalmazottainak a csomagjaikról.

source: Recurring appointments details
hu_hu: Ismétlődő időpontok részletei
