Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp-tiered/affiliate-wp-tiered-*.po
Languages: hu_hu

source: AffiliateWP - Tiered Rates
hu_hu: AffiliateWP - Szintezett ráták

source: Tiered affiliate rates for AffiliateWP
hu_hu: Szintezett affiliate ráták az AffiliateWP-hez

source: AffiliateWP - Tiered Affiliate Rates Requirements
hu_hu: AffiliateWP - Szintezett affiliate ráták követelményei

source: Tiered Rates
hu_hu: Szintezett ráták

source: Tiered Affiliate Rates
hu_hu: Szintezett affiliate ráták

source: Tiered Rate Expiration
hu_hu: Szintezett ráta lejárata

source: Type
hu_hu: Típus

source: Threshold
hu_hu: Küszöbérték

source: Rate
hu_hu: Ráta

source: Disabled
hu_hu: Letiltva

source: This rate tier is disabled
hu_hu: Ez a rátaszint le van tiltva

source: This rate tier is enabled
hu_hu: Ez a rátaszint engedélyezve van

source: Number of Referrals
hu_hu: Ajánlások száma

source: Total Referral Earnings
hu_hu: Összes ajánlási bevétel

source: No tiered rates created yet
hu_hu: Még nincsenek szintezett ráták létrehozva

source: Add New Rate
hu_hu: Új ráta hozzáadása

source: Add rates from low to high
hu_hu: Ráták hozzáadása alacsonytól a magasig

source: Reset tiered affiliate rates on the 1st of every month.
hu_hu: A szintezett affiliate ráták visszaállítása minden hónap 1-jén.

source: Cheatin&#8217; huh?
hu_hu: Csalni próbálsz, mi?
