Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-api-backups-extension/mainwp-api-backups-extension-*.po
Languages: hu_hu

source: MainWP API Backups Extension - BETA
hu_hu: MainWP API Backups bővítmény - BETA

source: MainWP API Backups Extension allows you to manage host-side backups via REST API. Currently supported providers are Cloudways, GridPane, Digital Ocean, Linode, and Vultr.
hu_hu: A MainWP API Backups bővítmény lehetővé teszi a hosztoldali mentések kezelését a REST API-n keresztül. Jelenleg támogatott szolgáltatók: Cloudways, GridPane, Digital Ocean, Linode és Vultr.

source: All Backups have been created.
hu_hu: Minden biztonsági mentés elkészült.

source: There was an issue with creating your backup.
hu_hu: Hiba történt a biztonsági mentés létrehozása közben.

source: Backup Selected Sites
hu_hu: Kijelölt webhelyek biztonsági mentése

source: This page will list the last backups created by the API Backups Extension for each Child Site that is setup with an API provider.
hu_hu: Ez az oldal felsorolja az API Backups bővítmény által létrehozott legutóbbi mentéseket minden olyan Child Site esetében, amelyhez API-szolgáltató van beállítva.

source: Site
hu_hu: Webhely

source: Provider
hu_hu: Szolgáltató

source: Last Manual Backup Date
hu_hu: Utolsó manuális mentés dátuma

source: No Backups Found
hu_hu: Nem találhatók mentések

source: Go to the site WP Admin
hu_hu: Ugrás a webhely WP Admin felületére

source: Backup
hu_hu: Biztonsági mentés

source: Manage Backups
hu_hu: Biztonsági mentések kezelése

source: %1$sNo API Backup Solution has been chosen.%2$s Please double check that you have set the %3$sAPI Key%4$s on the %5$s page%6$s and have set the %7$sInstance ID%8$s on the %9$s page.
hu_hu: %1$sNem lett kiválasztva API biztonsági mentési megoldás.%2$s Kérjük, ellenőrizze még egyszer, hogy beállította a %3$sAPI Key%4$s értéket a %5$s oldalon%6$s és megadta az %7$sInstance ID%8$s értéket a %9$s oldalon.

source: View on DigitalOcean
hu_hu: Megtekintés a DigitalOcean felületén

source: View on Akamai (Linode)
hu_hu: Megtekintés az Akamai (Linode) felületén

source: View on Cloudways
hu_hu: Megtekintés a Cloudways felületén

source: View on Vultr
hu_hu: Megtekintés a Vultr felületén

source: View on GridPane
hu_hu: Megtekintés a GridPane felületén

source: Three backup slots are executed and rotated automatically: a daily backup, a 2-7 day old backup, and an 8-14 day old backup. You will need to enable backups on your Akamai (Linode) Instance in order to use this feature.
hu_hu: Három mentési slot fut és automatikusan rotálódik: egy napi mentés, egy 2-7 napos mentés és egy 8-14 napos mentés. A funkció használatához engedélyeznie kell a mentéseket az Akamai (Linode) Instance-on.

source: Please note that when you click the Disable & Remove Backups button it cancels the Backup service on the given Linode. Deletes all of this Linode�s existing backups forever.
hu_hu: Kérjük, vegye figyelembe, hogy a Disable & Remove Backups gombra kattintva lemondja az adott Linode mentési szolgáltatását. Véglegesen törli ennek a Linode�s összes meglévő mentését.

source: This page allows you to back up and restore your currently available Cloudways backups.
hu_hu: Ez az oldal lehetővé teszi a jelenleg elérhető Cloudways mentések készítését és visszaállítását.

source: Please note that Cloudways does not allow you to delete individual backups.
hu_hu: Kérjük, vegye figyelembe, hogy a Cloudways nem engedi egyes mentések törlését.

source: A local copy of your application will be saved automatically before you restore your application using the restore feature.
hu_hu: A visszaállítási funkció használata előtt az alkalmazásáról automatikusan mentésre kerül egy helyi másolat.

source: To use the restore feature again, you will have to either delete this local copy by clicking the Delete 24hr Restore Point button or roll your application back to the state it was before you restored it via the Cloudways Account UI.
hu_hu: A visszaállítási funkció újbóli használatához vagy törölnie kell ezt a helyi másolatot a Delete 24hr Restore Point gombra kattintva, vagy a Cloudways Account UI felületen állítsa vissza az alkalmazását arra az állapotra, amelyben a visszaállítás előtt volt.

source: This local copy is kept for the first 24 hours, after which it is automatically removed.
hu_hu: Ezt a helyi másolatot az első 24 órában őrizzük meg, ezt követően automatikusan eltávolításra kerül.

source: This page allows you to back up and restore your currently available DigitalOcean backups.
hu_hu: Ez az oldal lehetővé teszi a jelenleg elérhető DigitalOcean mentések készítését és visszaállítását.

source: This page allows you to back up and restore your currently available GridPane backups.
hu_hu: Ez az oldal lehetővé teszi a jelenleg elérhető GridPane mentések készítését és visszaállítását.

source: This page allows you to back up and restore your currently available Vultr backups.
hu_hu: Ez az oldal lehetővé teszi a jelenleg elérhető Vultr mentések készítését és visszaállítását.

source: GridPane Backup Name
hu_hu: GridPane biztonsági mentés neve

source: Type
hu_hu: Típus

source: Automatic
hu_hu: Automatikus

source: Restore Backup
hu_hu: Biztonsági mentés visszaállítása

source: Delete Backup
hu_hu: Biztonsági mentés törlése

source: Manual
hu_hu: Manuális

source: Cloudways Backup Type
hu_hu: Cloudways biztonsági mentés típusa

source: Date Created
hu_hu: Létrehozás dátuma

source: Application Backup
hu_hu: Alkalmazás biztonsági mentése

source: Vultr Backup Label
hu_hu: Vultr biztonsági mentés címkéje

source: Size
hu_hu: Méret

source: Compressed Size
hu_hu: Tömörített méret

source: Status
hu_hu: Állapot

source: Akamai (Linode) Backup Type
hu_hu: Akamai (Linode) biztonsági mentés típusa

source: DigitalOcean Backup Label
hu_hu: DigitalOcean biztonsági mentés címkéje

source: Error: backup
hu_hu: Hiba: biztonsági mentés

source: Error: empty site ID.
hu_hu: Hiba: üres site ID.

source: Error: Backup API settings for the website.
hu_hu: Hiba: a webhely Backup API beállításai.

source: Error: DigitalOcean Backup
hu_hu: Hiba: DigitalOcean biztonsági mentés

source: Error: Linode Backup
hu_hu: Hiba: Linode biztonsági mentés

source: Error: GridPane Backup
hu_hu: Hiba: GridPane biztonsági mentés

source: Error: Cloudways Backup
hu_hu: Hiba: Cloudways biztonsági mentés

source: Send Backups request failed.
hu_hu: A biztonsági mentések kérésének elküldése sikertelen.

source: Backups
hu_hu: Biztonsági mentések

source: Settings
hu_hu: Beállítások

source: Error: empty site ID
hu_hu: Hiba: üres webhely-ID

source: Close
hu_hu: Bezárás

source: API credentials have been successfully saved.
hu_hu: Az API-hitelesítő adatok sikeresen elmentve.

source: Cloud Managers
hu_hu: Felhőkezelők

source: VPS Providers
hu_hu: VPS-szolgáltatók

source: 1. If you don't already have one, get a %s
hu_hu: 1. Ha még nincs, szerezzen egy %s

source: 2. Get your API Key from here: %s
hu_hu: 2. Szerezze be az API-kulcsát innen: %s

source: 3. Enter in your account email address and API Key below.
hu_hu: 3. Adja meg alább a fiókja e-mail-címét és az API-kulcsot.

source: Enable Cloudways API
hu_hu: Cloudways API engedélyezése

source: If enabled, the Cloudways API will be activated.
hu_hu: Engedélyezés esetén a Cloudways API aktiválódik.

source: Account Email
hu_hu: Fiók e-mail-címe

source: API Key
hu_hu: API-kulcs

source: Save Settings
hu_hu: Beállítások mentése

source: Must be the %1$sGridPane Owners Account%2$s &amp; have a %1$sDeveloper Plan or above%2$s in order to use this feature.
hu_hu: A funkció használatához %1$sGridPane tulajdonosi fiókkal%2$s &amp; %1$sDeveloper vagy magasabb csomaggal%2$s kell rendelkeznie.

source: 2. Get your %1$sAPI Personal Access Token%2$s here: %3$s
hu_hu: 2. Szerezze be itt a %1$sAPI személyes hozzáférési tokent%2$s: %3$s

source: 3. %1$sClick GridPare API%2$s in the left hand menu &amp; %1$sCreate your Personal Access Token%2$s
hu_hu: 3. Kattintson a bal oldali menüben a %1$sGridPare API%2$s elemre &amp; %1$sHozza létre személyes hozzáférési tokenjét%2$s

source: 4. Copy &amp; Paste your %1$sAPI Personal Access Token%2$s below
hu_hu: 4. Másolja &amp; illessze be alább a %1$sAPI személyes hozzáférési tokenjét%2$s

source: Enable GridPane API
hu_hu: GridPane API engedélyezése

source: If enabled, the GridPane API will be activated.
hu_hu: Engedélyezés esetén a GridPane API aktiválódik.

source: Personal Access Token
hu_hu: Személyes hozzáférési token

source: Comming Soon!
hu_hu: Hamarosan!

source: 2. Use this %3$s to find your MainWP Dashboard IP Address %1$s"Mask Bits"%2$s
hu_hu: 2. Használja a %3$s elemet a MainWP Vezérlőpult IP-címének %1$s"Mask Bits"%2$s meghatározásához

source: 3. Navigate to %3$s and Whitelist your MainWP Dashboard %1$sIP/Mask Bits%2$s and %1$sActivate/Copy%2$s your %1$sAPI Key%2$s
hu_hu: 3. Navigáljon ide: %3$s, és tegye fehérlistára a MainWP Vezérlőpult %1$sIP/Mask Bits%2$s értékét, valamint %1$saktiválja/másolja%2$s az %1$sAPI-kulcsát%2$s

source: 4. Paste in your account API Key below and click the Save Settings button.
hu_hu: 4. Illessze be alább a fiókja API-kulcsát, majd kattintson a Beállítások mentése gombra.

source: 5. Once the API is connected, go to the Site Edit page (for all sites on this host) and set the correct Provider and Instance ID.
hu_hu: 5. Miután az API csatlakozott, lépjen a Webhely szerkesztése oldalra (az ezen a hoston lévő összes webhelyhez), és állítsa be a megfelelő szolgáltatót és az Instance ID-t.

source: Enable Vultr API
hu_hu: Vultr API engedélyezése

source: If enabled, the Vultr API will be activated.
hu_hu: Engedélyezés esetén a Vultr API aktiválódik.

source: 2. You may create a %1$sPersonal Access Token%2$s by navigating here: %3$s
hu_hu: 2. Itt hozhat létre %1$sszemélyes hozzáférési tokent%2$s: %3$s

source: 3. Paste in your account %1$sPersonal Access Token%2$s below and click the Save Settings button.
hu_hu: 3. Illessze be alább a fiókja %1$sszemélyes hozzáférési tokenjét%2$s, majd kattintson a Beállítások mentése gombra.

source: 4. Once the API is connected, go to the Site Edit page (for all sites on this host) and set the correct Provider and Instance ID.
hu_hu: 4. Miután az API csatlakozott, lépjen a Webhely szerkesztése oldalra (az ezen a hoston lévő összes webhelyhez), és állítsa be a megfelelő szolgáltatót és az Instance ID-t.

source: Enable Akamai (Linode) API
hu_hu: Akamai (Linode) API engedélyezése

source: If enabled, the Akamai (Linode) API will be activated.
hu_hu: Engedélyezés esetén az Akamai (Linode) API aktiválódik.

source: 2. You can generate an %1$sOAuth token%2$s by visiting the %3$s section of the DigitalOcean control panel for your account.
hu_hu: 2. %1$sOAuth tokent%2$s hozhat létre a fiókja DigitalOcean-vezérlőpultjának %3$s szakaszában.

source: 3. Paste in your %1$sPersonal Access Token%2$s below and click the Save Settings button.
hu_hu: 3. Illessze be alább a %1$sszemélyes hozzáférési tokenjét%2$s, majd kattintson a Beállítások mentése gombra.

source: Enable DigitalOcean API
hu_hu: DigitalOcean API engedélyezése

source: If enabled, the DigitalOcean API will be activated.
hu_hu: Engedélyezés esetén a DigitalOcean API aktiválódik.

source: Backup API Provider Settings
hu_hu: Biztonsági mentési API szolgáltató beállításai

source: Use the provided settings to set your Backup API provider. Sites hosted on Cloudways and Gridpane do not require these settings.
hu_hu: A megadott beállításokkal állítsa be a biztonsági mentési API-szolgáltatót. A Cloudways-en és a Gridpane-en hosztolt webhelyekhez ezek a beállítások nem szükségesek.

source: Use these settings to select Provider and instance ID only if the site is hosted on DigitalOcean, Akamai (Linode), or Vultr hosting.
hu_hu: Ezeket a beállításokat csak akkor használja a Provider és az instance ID kiválasztásához, ha a webhely a DigitalOcean, az Akamai (Linode) vagy a Vultr tárhelyén fut.

source: Sites hosted on Cloudways and GridPane do not require these settings to be added manually. All the necessary info for the feature will be obtained automatically so you can leave these settings blank.
hu_hu: A Cloudways-en és a GridPane-en hosztolt webhelyeknél ezeket a beállításokat nem kell kézzel megadni. A funkcióhoz szükséges minden információ automatikusan lekérésre kerül, így ezeket a beállításokat üresen hagyhatja.

source: Choose a provider
hu_hu: Válasszon szolgáltatót

source: Choose the correct hosting provider for this child site.
hu_hu: Válassza ki a megfelelő tárhelyszolgáltatót ehhez a gyermek webhelyhez.

source: None
hu_hu: Nincs

source: Enter the Instance ID (Droplet ID). This information is available in your provider account.
hu_hu: Adja meg az Instance ID-t (Droplet ID). Ez az információ elérhető a szolgáltatói fiókjában.

source: Detected provider
hu_hu: Észlelt szolgáltató

source: Detected Cloudways site ID.
hu_hu: Észlelt Cloudways site ID.

source: GridPane (Developer or higher)
hu_hu: GridPane (Developer vagy magasabb)

source: Detected GridPane site ID.
hu_hu: Észlelt GridPane site ID.

source: Manage API Backups Extension requires %1$sMainWP Dashboard Plugin%2$s to be activated in order to work. Please install and activate %3$sMainWP Dashboard Plugin%4$s first.
hu_hu: A Manage API Backups Extension működéséhez aktiválni kell a %1$sMainWP Dashboard Plugin%2$s bővítményt. Kérjük, először telepítse és aktiválja a %3$sMainWP Dashboard Plugin%4$s bővítményt.
