Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/learndash-notifications/learndash-notifications-*.po
Languages: hu_hu

source: LearnDash LMS - Notifications
hu_hu: LearnDash LMS - Értesítések

source: Create and send notification emails to the users.
hu_hu: Értesítő e-mailek létrehozása és küldése a felhasználóknak.

source: LearnDash Notifications
hu_hu: LearnDash értesítések

source: Notifications
hu_hu: Értesítések

source: Add New
hu_hu: Új hozzáadása

source: Status
hu_hu: Állapot

source: Logs
hu_hu: Naplók

# Group label
source: -- Select %s --
hu_hu: -- %s kiválasztása --

# Course label
source: -- Select %s --
hu_hu: -- %s kiválasztása --

# Lesson label
source: -- Select %s --
hu_hu: -- %s kiválasztása --

# Topic label
source: -- Select %s --
hu_hu: -- %s kiválasztása --

# Quiz label
source: -- Select %s --
hu_hu: -- %s kiválasztása --

# Course label
source: -- Select %s First --
hu_hu: -- Először %s kiválasztása --

# Lesson label
source: -- Select %s First --
hu_hu: -- Először %s kiválasztása --

# Topic label
source: -- Select %s First --
hu_hu: -- Először %s kiválasztása --

# Quiz label
source: -- Select %s First --
hu_hu: -- Először %s kiválasztása --

# Course, lesson, or topic label
source: -- Select %1$s, %2$s, or %3$s First --
hu_hu: -- Először válasszon: %1$s, %2$s vagy %3$s --

# Lesson label
source: Any %s
hu_hu: Bármely %s

# Topic label
source: Any %s
hu_hu: Bármely %s

# Quiz label
source: Any %s
hu_hu: Bármely %s

source: LearnDash Notifications Status
hu_hu: LearnDash értesítések állapota

source: Complete
hu_hu: Kész

source: Please keep this page open until the process is complete.
hu_hu: Kérjük, hagyja nyitva ezt az oldalt, amíg a folyamat be nem fejeződik.

source: Run
hu_hu: Futtatás

source: Are you sure you want to empty scheduled notifications table? You can NOT undo this process. Please back up your database first!
hu_hu: Biztosan ki akarja üríteni az ütemezett értesítések tábláját? Ezt a műveletet NEM lehet visszavonni. Kérjük, előbb készítsen biztonsági mentést az adatbázisáról!

# Post type label
source: Any %s
hu_hu: Bármely %s

source: Notification with these data: %s was sent.
hu_hu: A következő adatokkal rendelkező értesítés elküldésre került: %s.

source: Scheduled notification with these data: %s was sent.
hu_hu: Az ütemezett értesítés a következő adatokkal elküldésre került: %s.

source: Scheduled notification for the timestamp: %1$d with these data: %2$s was stored in database.
hu_hu: A(z) %1$d időbélyegű, a következő adatokkal: %2$s rendelkező ütemezett értesítés eltárolásra került az adatbázisban.

source: Scheduled notification with these data: %1$s was updated in database with these new data: %2$s. %3$d %4$s affected.
hu_hu: A következő adatokkal rendelkező ütemezett értesítés: %1$s frissítve lett az adatbázisban ezekkel az új adatokkal: %2$s. %3$d %4$s érintett.

source: Notification Settings
hu_hu: Értesítési beállítások

source: Available Shortcodes
hu_hu: Elérhető rövidkódok

source: Click for Help!
hu_hu: Kattintson a súgóért!

# The sequence of condition.
source: Condition %s
hu_hu: Feltétel %s

source: Condition
hu_hu: Feltétel

source: Condition type to check.
hu_hu: Az ellenőrizendő feltétel típusa.

source: -- Select Condition --
hu_hu: -- Feltétel kiválasztása --

source: Select an email trigger on the notification settings above to see available shortcodes.
hu_hu: Válasszon egy e-mail kiváltó eseményt a fenti értesítési beállításoknál az elérhető rövidkódok megtekintéséhez.

source: Here are the available shortcodes for the email trigger selected:
hu_hu: Itt vannak a kiválasztott e-mail kiváltó eseményhez elérhető rövidkódok:

source: <em>Cumulative</em> is average for all quizzes of the course.
hu_hu: Az <em>összesített</em> a kurzus összes kvízének átlagát jelenti.

source: <em>Aggregate</em> is sum for all quizzes of the course.
hu_hu: Az <em>összegzett</em> a kurzus összes kvízének összegét jelenti.

source: Email trigger
hu_hu: E-mail kiváltó esemény

source: When this email will be sent.
hu_hu: Mikor kerül elküldésre ez az e-mail.

source: -- Select an Email Trigger --
hu_hu: -- E-mail kiváltó esemény kiválasztása --

source: Exclude Pre-Ordered Course
hu_hu: Előrendelt kurzus kizárása

source: Check to exclude pre-ordered course(s) from triggering this notification.
hu_hu: Jelölje be, hogy az előrendelt kurzus(ok) ne váltsák ki ezt az értesítést.

source: Exclude
hu_hu: Kizárás

source: Conditions
hu_hu: Feltételek

source: Conditions to check before notification is being sent.
hu_hu: Feltételek, amelyeket az értesítés elküldése előtt ellenőrizni kell.

source: After how many days?
hu_hu: Hány nap után?

source: Setting associated with the email trigger setting above.
hu_hu: A fenti e-mail indító beállításhoz tartozó beállítás.

source: day(s)
hu_hu: nap(ok)

source: One time only
hu_hu: Csak egyszer

source: Check if you want to send this notification only one time.
hu_hu: Jelölje be, ha ezt az értesítést csak egyszer szeretné elküldeni.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Before how many days?
hu_hu: Hány nappal előtte?

source: Recipient
hu_hu: Címzett

source: Recipient of this email.
hu_hu: Ezen e-mail címzettje.

source: Additional Recipient
hu_hu: További címzett

source: Additional email addresses (separated by comma) that will also get this notification
hu_hu: További e-mail-címek (vesszővel elválasztva), amelyek szintén megkapják ezt az értesítést

source: Delay
hu_hu: Késleltetés

source: How long this email is delayed after the trigger occurs (default is 0).
hu_hu: Mennyi ideig kerül késleltetésre ez az e-mail az indító esemény bekövetkezése után (alapértelmezés: 0).

source: Delay unit
hu_hu: Késleltetés egysége

source: How long the notification will be delayed for. Specify minutes, hours or days.
hu_hu: Meddig legyen az értesítés késleltetve. Adjon meg perceket, órákat vagy napokat.

source: Minutes
hu_hu: Percek

source: Hours
hu_hu: Órák

source: Days
hu_hu: Napok

source: Any %s
hu_hu: Bármely %s

source: Display user's username.
hu_hu: A felhasználó felhasználónevének megjelenítése.

source: Display user's email.
hu_hu: A felhasználó e-mail-címének megjelenítése.

source: Display user's display name.
hu_hu: A felhasználó megjelenített nevének megjelenítése.

source: Display user's first name.
hu_hu: A felhasználó keresztnevének megjelenítése.

source: Display user's last name.
hu_hu: A felhasználó vezetéknevének megjelenítése.

source: Display group title.
hu_hu: A csoport címének megjelenítése.

source: Display group URL.
hu_hu: A csoport URL-jének megjelenítése.

source: Display course title.
hu_hu: A kurzus címének megjelenítése.

source: Display course URL.
hu_hu: A kurzus URL-jének megjelenítése.

source: Display time when course is completed. <a href="http://php.net/manual/en/function.date.php" target="_blank">Click here</a> to see format options.
hu_hu: A kurzus befejezésének időpontjának megjelenítése. <a href="http://php.net/manual/en/function.date.php" target="_blank">Kattintson ide</a> a formátumopciók megtekintéséhez.

source: Display average points scored across all quizzes on the course.
hu_hu: A kurzus összes kvízén elért pontok átlagának megjelenítése.

source: Display average points got across all quizzes on the course.
hu_hu: A kurzus összes kvízén megszerzett pontok átlagának megjelenítése.

source: Display average total points got across all quizzes on the course.
hu_hu: A kurzus összes kvízén megszerzett összpontszám átlagának megjelenítése.

source: Display average correct answers percentage across all quizzes on the course.
hu_hu: A kurzus összes kvízén a helyes válaszok százalékos arányának átlagának megjelenítése.

source: Display average time spent across all quizzes on the course.
hu_hu: A kurzus összes kvízén eltöltött idő átlagának megjelenítése.

source: Display average correct answer counted across all quizzes on the course.
hu_hu: A kurzus összes kvízén adott helyes válaszok számának átlagának megjelenítése.

source: Display sum of correct answers percentage across all quizzes on the course.
hu_hu: A kurzus összes kvízén a helyes válaszok százalékos arányának összegének megjelenítése.

source: Display sum of points scored across all quizzes on the course.
hu_hu: A kurzus összes kvízén elért pontok összegének megjelenítése.

source: Display sum of points got across all quizzes on the course.
hu_hu: A kurzus összes kvízén megszerzett pontok összegének megjelenítése.

source: Display sum of total points got across all quizzes on the course.
hu_hu: A kurzus összes kvízén megszerzett összpontszám összegének megjelenítése.

source: Display sum of time spent across all quizzes on the course.
hu_hu: A kurzus összes kvízén eltöltött idő összegének megjelenítése.

source: Display sum of correct answer counted across all quizzes on the course.
hu_hu: A kurzus összes kvízén adott helyes válaszok számának összegének megjelenítése.

source: Display lesson title.
hu_hu: A lecke címének megjelenítése.

source: Display lesson URL.
hu_hu: A lecke URL-jének megjelenítése.

source: Display topic title.
hu_hu: A téma címének megjelenítése.

source: Display topic URL.
hu_hu: A téma URL-jének megjelenítése.

source: Display quiz URL.
hu_hu: A kvíz URL-jének megjelenítése.

source: Display time when the quiz is taken. <a href="http://php.net/manual/en/function.date.php" target="_blank">Click here</a> to see format options.
hu_hu: A kvíz kitöltésének idejét jeleníti meg. <a href="http://php.net/manual/en/function.date.php" target="_blank">Kattintson ide</a> a formátumlehetőségek megtekintéséhez.

source: Display correct percentage of the quiz.
hu_hu: A kvíz helyes válaszainak százalékos arányát jeleníti meg.

source: Display whether the user passes the quiz or not. Display "Yes" or "No".
hu_hu: Megjeleníti, hogy a felhasználó átmegy-e a kvízen. "Igen" vagy "Nem" jelenik meg.

source: Display quiz title.
hu_hu: A kvíz címét jeleníti meg.

source: Display course title that quiz belongs to.
hu_hu: A kurzus címét jeleníti meg, amelyhez a kvíz tartozik.

source: Display how long is taken to complete the quiz.
hu_hu: A kvíz kitöltéséhez szükséges időt jeleníti meg.

source: Display quiz result based on categories.
hu_hu: A kvíz eredményét jeleníti meg kategóriák alapján.

source: Display total points earned.
hu_hu: A megszerzett összpontszámot jeleníti meg.

source: Display total points possible for the essay.
hu_hu: Az esszé maximálisan elérhető pontszámát jeleníti meg.

source: Display assignment title.
hu_hu: A feladat címét jeleníti meg.

source: Display assignment file name.
hu_hu: A feladat fájlnevét jeleníti meg.

source: Display assignment file link.
hu_hu: A feladat fájljának hivatkozását jeleníti meg.

source: Display lesson title that the assignment belongs to.
hu_hu: A lecke címét jeleníti meg, amelyhez a feladat tartozik.

source: Display lesson type that the assignment belongs to.
hu_hu: A lecke típusát jeleníti meg, amelyhez a feladat tartozik.

source: Assignment
hu_hu: Feladat

source: Essay
hu_hu: Esszé

source: New comment on %1$s "%2$s"
hu_hu: Új hozzászólás ehhez: %1$s "%2$s"

source: Author: %1$s (IP: %2$s, %3$s)
hu_hu: Szerző: %1$s (IP: %2$s, %3$s)

source: Comment: %s
hu_hu: Hozzászólás: %s

source: You can see all comments on this %s here:
hu_hu: Itt láthatja a(z) %s összes hozzászólását:

source: Permalink: %s
hu_hu: Közvetlen hivatkozás: %s

source: %1$s Comment: "%2$s"
hu_hu: %1$s hozzászólás: "%2$s"

source: User enrolls into a group
hu_hu: A felhasználó beiratkozik egy csoportba

source: User enrolls into a course
hu_hu: A felhasználó beiratkozik egy kurzusra

source: User completes a course
hu_hu: A felhasználó teljesít egy kurzust

source: User completes a lesson
hu_hu: A felhasználó teljesít egy leckét

source: A scheduled lesson is available to user
hu_hu: Egy ütemezett lecke elérhető a felhasználó számára

source: User completes a topic
hu_hu: A felhasználó teljesít egy témát

source: User passes a quiz
hu_hu: A felhasználó átmegy egy kvízen

source: User fails a quiz
hu_hu: A felhasználó nem megy át egy kvízen

source: User submits a quiz
hu_hu: A felhasználó beküld egy kvízt

source: User completes a quiz
hu_hu: A felhasználó befejez egy kvízt

source: Essay has just been submitted
hu_hu: Az esszé éppen most lett beküldve

source: Essay question has been put into graded status
hu_hu: Az esszékérdés értékelt állapotba került

source: An assignment is uploaded
hu_hu: Egy feladat fel lett töltve

source: An assignment is approved
hu_hu: Egy feladat jóvá lett hagyva

source: User hasn't logged in for "X" days
hu_hu: A felhasználó nem jelentkezett be "X" napja

source: "X" days before course expires
hu_hu: "X" nappal a kurzus lejárta előtt

source: "X" days after course expires
hu_hu: "X" nappal a kurzus lejárta után

source: User has not completed a quiz.
hu_hu: A felhasználó nem teljesített kvízt.

source: User is enrolled to a group
hu_hu: A felhasználó be van iratkozva egy csoportba

source: User is enrolled to a course
hu_hu: A felhasználó be van iratkozva egy kurzusra

source: User has completed a course
hu_hu: A felhasználó teljesített egy kurzust

source: User has completed a lesson
hu_hu: A felhasználó teljesített egy leckét

source: User has completed a topic
hu_hu: A felhasználó teljesített egy témát

source: User has submitted a quiz
hu_hu: A felhasználó beküldött egy kvízt

source: User has completed a quiz
hu_hu: A felhasználó befejezett egy kvízt

source: User has uploaded an assignment.
hu_hu: A felhasználó feltöltött egy feladatot.

source: User's assignment has been approved.
hu_hu: A felhasználó feladata jóvá lett hagyva.

# Group label
source: %s that the notification is assigned to.
hu_hu: %s, amelyhez az értesítés hozzá van rendelve.

# Course label
source: %s that the notification is assigned to.
hu_hu: %s, amelyhez az értesítés hozzá van rendelve.

# Lesson label
source: %s that the notification is assigned to.
hu_hu: %s, amelyhez az értesítés hozzá van rendelve.

# Topic label
source: %s that the notification is assigned to.
hu_hu: %s, amelyhez az értesítés hozzá van rendelve.

source: User
hu_hu: Felhasználó

source: Group Leader
hu_hu: Csoportvezető

source: Admin
hu_hu: Adminisztrátor

source: Notification
hu_hu: Értesítés

# learndash-notifications
source: Add New Notification
hu_hu: Új értesítés hozzáadása

source: Add New Notification
hu_hu: Új értesítés hozzáadása

source: Edit Notification
hu_hu: Értesítés szerkesztése

source: New Notification
hu_hu: Új értesítés

source: View Notification
hu_hu: Értesítés megtekintése

source: Search Notifications
hu_hu: Értesítések keresése

source: No Notification found
hu_hu: Nem található értesítés

source: No Notification found in Trash
hu_hu: Nem található értesítés a Lomtárban

source: Parent Notification:
hu_hu: Szülő értesítés:

source: Notifications created for LearnDash.
hu_hu: A LearnDash számára létrehozott értesítések.

source: Trigger
hu_hu: Kiváltó esemény

# Courses label
source: Any %s
hu_hu: Bármely %s

# Lessons label
source: Any %s
hu_hu: Bármely %s

source: Select %s
hu_hu: Válasszon %s

source: Select Trigger
hu_hu: Válasszon kiváltó eseményt

source: Don't want to receive this email anymore? <a href="%s">Click here</a> to manage your notification email subscriptions.
hu_hu: Nem szeretné többé megkapni ezt az e-mailt? <a href="%s">Kattintson ide</a> az értesítési e-mail-feliratkozások kezeléséhez.

source: LearnDash Notifications Subscription
hu_hu: LearnDash értesítési feliratkozás

source: Your ld_notifications_delayed_emails DB table has been successfully emptied.
hu_hu: Az ld_notifications_delayed_emails DB-tábla sikeresen kiürítve.

source: LearnDash LMS - Notifications add-on requires the following plugin(s) be active:
hu_hu: A LearnDash LMS - Notifications kiegészítő megköveteli, hogy a következő bővítmények aktívak legyenek:

source: LearnDash Notifications Logs
hu_hu: LearnDash értesítési naplók

source: LearnDash LMS - Notifications Add-on requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - Notifications kiegészítő megköveteli, hogy a következő bővítmények aktívak legyenek:

source: Other actions
hu_hu: Egyéb műveletek

source: The course will be expire at %s
hu_hu: A kurzus lejár ekkor: %s

source: The course will be expired at %s
hu_hu: A kurzus lejár ekkor: %s

source: User ID :%1$d - Last login: %2$s
hu_hu: Felhasználó ID :%1$d - Utolsó bejelentkezés: %2$s

source: Clear all logs
hu_hu: Összes napló törlése

source: Clear log
hu_hu: Napló törlése

source: The logs are empty.
hu_hu: A naplók üresek.

source: Server Cron Setup
hu_hu: Szerver cron beállítása

source: Not yet detected
hu_hu: Még nem észlelve

source: , <a href="%s" target="_blank" rel="noreferrer">click here</a> for cron setup instruction (it may take some times for this value to be updated)
hu_hu: , <a href="%s" target="_blank" rel="noreferrer">kattintson ide</a> a cron beállítási útmutatóhoz (ennek az értéknek a frissítése eltarthat egy ideig)

source: Queued Emails in DB
hu_hu: Sorban álló e-mailek a DB-ben

source: Last Run
hu_hu: Utolsó futtatás

source: Tools
hu_hu: Eszközök

source: Empty DB Table
hu_hu: DB-tábla ürítése

source: Fix Scheduled Notification Recipients
hu_hu: Ütemezett értesítések címzettjeinek javítása

source: Your notification settings has been successfully saved.
hu_hu: Az értesítési beállítások sikeresen mentve.

source: There is something wrong. Please try again later.
hu_hu: Valami hiba történt. Kérjük, próbálja meg később újra.

source: Triggers
hu_hu: Kiváltó események

source: Enabled
hu_hu: Engedélyezve

source: Select All
hu_hu: Összes kijelölése

source: Save Changes
hu_hu: Változtatások mentése
