Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-url-coupons/woocommerce-url-coupons-*.po
Languages: hu_hu

source: Create a unique URL that applies a discount and optionally adds one or more products to the customer's cart.
hu_hu: Hozzon létre egy egyedi URL-t, amely kedvezményt alkalmaz, és opcionálisan egy vagy több terméket a vásárló kosarába helyez.

source: Heads up! WooCommerce URL Coupons works best when pretty permalinks have been enabled. %1$sLearn more%2$s
hu_hu: Figyelem! A WooCommerce URL Coupons akkor működik a legjobban, ha a szép közvetlen hivatkozások engedélyezve vannak. %1$sTovábbi információ%2$s

source: Discount links
hu_hu: Kedvezményes hivatkozások

source: Page Redirect
hu_hu: Oldal átirányítás

source: Select the page to redirect the customer to after visiting the unique URL.
hu_hu: Válassza ki az oldalt, ahová az egyedi URL felkeresése után a vásárló átirányításra kerül.

source: Choose Page
hu_hu: Válasszon oldalt

source: Select the page that a customer can visit to have this coupon / product added to their cart.
hu_hu: Válassza ki azt az oldalt, amelyet a vásárló felkereshet, hogy ez a kupon/termék a kosarába kerüljön.

source: Apply via URL
hu_hu: Alkalmazás URL-en keresztül

source: Apply coupon when
hu_hu: Kupon alkalmazása ekkor

source: User visits an existing page
hu_hu: A felhasználó meglátogat egy meglévő oldalt

source: User visits a unique URL
hu_hu: A felhasználó meglátogat egy egyedi URL-t

source: Unique URL
hu_hu: Egyedi URL

source: The URL that a customer can visit to have this coupon / product added to their cart.
hu_hu: Az az URL, amelyet a vásárló felkereshet, hogy ez a kupon/termék a kosarába kerüljön.

source: Products to Add to Cart
hu_hu: Kosárba helyezendő termékek

source: Search for a product&hellip;
hu_hu: Termék keresése&hellip;

source: Add these products to the customers cart when they visit the URL.
hu_hu: Adja hozzá ezeket a termékeket a vásárló kosarába, amikor felkeresi az URL-t.

source: Defer Apply
hu_hu: Alkalmazás elhalasztása

source: Check this box to defer applying the coupon until the customer's cart meets the coupon's requirements.
hu_hu: Jelölje be ezt a négyzetet a kupon alkalmazásának elhalasztásához, amíg a vásárló kosara megfelel a kupon követelményeinek.

source: Homepage
hu_hu: Kezdőlap

source: Pages
hu_hu: Oldalak

source: Posts
hu_hu: Bejegyzések

source: Products
hu_hu: Termékek

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Címkék

source: Product Categories
hu_hu: Termékkategóriák

source: Product Tags
hu_hu: Termékcímkék

source: Coupon URL prefix
hu_hu: Kupon URL-előtag

source: Optionally add an automated prefix to all URL coupons. You can then exclude links with this prefix from your host's caching for reliable coupon performance.
hu_hu: Opcionálisan adhat egy automatikus előtagot minden URL-kuponhoz. Ezután kizárhatja az ilyen előtaggal rendelkező hivatkozásokat a tárhelyszolgáltató gyorsítótárazásából a kuponok megbízható működése érdekében.

source: Enter a coupon prefix
hu_hu: Adjon meg egy kuponelőtagot

source: Hide coupon code field
hu_hu: Kuponkód mező elrejtése

source: Hide on cart page.
hu_hu: Elrejtés a kosár oldalon.

source: Enable to hide the coupon code field on the cart page.
hu_hu: Engedélyezze a kuponkód mező elrejtését a kosár oldalon.

source: Hide on checkout page.
hu_hu: Elrejtés a pénztár oldalon.

source: Enable to hide the coupon code field on the checkout page.
hu_hu: Engedélyezze a kuponkód mező elrejtését a pénztár oldalon.

source: URL Slug
hu_hu: URL-végződés

source: Page Redirect Type
hu_hu: Oldal átirányítás típusa

source: Coupon added but not yet applied:
hu_hu: Kupon hozzáadva, de még nem alkalmazva:

source: Coupon already added but not yet applied:
hu_hu: Kupon már hozzáadva, de még nem alkalmazva:

source: Discount will be applied when a valid product is added to the cart.
hu_hu: A kedvezmény akkor kerül alkalmazásra, amikor érvényes termék kerül a kosárba.
