Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-memberships-for-teams/woocommerce-memberships-for-teams-*.po
Languages: hu_hu

source: You cannot manage this %s.
hu_hu: Nem kezelheti ezt a(z) %s-t.

source: You cannot manage settings for this %s.
hu_hu: Nem kezelheti ennek a(z) %s-nek a beállításait.

source: No such %s.
hu_hu: Nincs ilyen %s.

source: Invalid member.
hu_hu: Érvénytelen tag.

source: %1$s was set as a member of the %2$s.
hu_hu: %1$s be lett állítva a(z) %2$s tagjaként.

source: Cannot set role in %1$s: %2$s
hu_hu: Nem lehet szerepkört beállítani a(z) %1$s-ben: %2$s

source: %1$s was set as a manager of the %2$s.
hu_hu: %1$s a(z) %2$s menedzserévé lett beállítva.

source: %1$s was removed from the %2$s.
hu_hu: %1$s el lett távolítva a(z) %2$s-ból.

source: Cannot perform action. Please try again.
hu_hu: A művelet nem hajtható végre. Kérjük, próbálja meg újra.

source: Invalid invitation.
hu_hu: Érvénytelen meghívás.

source: %1$s was set to be a member of the %2$s.
hu_hu: %1$s úgy lett beállítva, hogy a(z) %2$s tagja legyen.

source: Cannot set role in %1$s: %2$ss
hu_hu: Nem lehet szerepkört beállítani a(z) %1$s-ben: %2$ss

source: %1$s was set to be a manager of the %2$s.
hu_hu: %1$s úgy lett beállítva, hogy a(z) %2$s menedzsere legyen.

source: Learner progress reports
hu_hu: Tanulói előrehaladási jelentések

source: Determine who can view member progress through plan eLearning content.
hu_hu: Határozza meg, ki tekintheti meg a tagok előrehaladását a csomag eLearning-tartalmain keresztül.

source: Owners
hu_hu: Tulajdonosok

source: Managers
hu_hu: Menedzserek

source: Choose progress viewer...
hu_hu: Válassza ki, ki tekintheti meg az előrehaladást...

source: Learner Progress
hu_hu: Tanulói előrehaladás

source: Learning Progress
hu_hu: Tanulási előrehaladás

# verb
source: View
hu_hu: Megtekintés

source: Total courses
hu_hu: Összes tanfolyam

source: Completed courses
hu_hu: Befejezett tanfolyamok

source: In progress
hu_hu: Folyamatban

source: Course progress
hu_hu: Tanfolyam előrehaladása

source: Full report
hu_hu: Teljes jelentés

source: Heads up! The owner of this team switched their subscription and it's now linked to a new team. %1$sClick here to edit the new team &raquo;%2$s
hu_hu: Figyelem! Ennek a csapatnak a tulajdonosa váltott előfizetést, és az most egy új csapathoz van kapcsolva. %1$sKattintson ide az új csapat szerkesztéséhez &raquo;%2$s

source: Subscription:
hu_hu: Előfizetés:

source: Next Bill On:
hu_hu: Következő számlázás időpontja:

source: Team not linked to a Subscription
hu_hu: A csapat nincs előfizetéshez kapcsolva

source: Link to a Subscription or keep empty to leave unlinked
hu_hu: Kapcsolja egy előfizetéshez, vagy hagyja üresen, hogy kapcsolatlan maradjon

source: Subscription
hu_hu: Előfizetés

source: Team subscriptions
hu_hu: Csapat-előfizetések

source: %s subscription has been cancelled or expired.
hu_hu: A(z) %s előfizetés le lett mondva, vagy lejárt.

source: Can't add more members because your %s subscription has been cancelled or expired.
hu_hu: Nem adhat hozzá több tagot, mert a(z) %s előfizetését lemondták, vagy lejárt.

source: Can't remove members because your %s subscription has been cancelled or expired.
hu_hu: Nem távolíthat el tagokat, mert a(z) %s előfizetését lemondták, vagy lejárt.

source: Can't join %1$s at the moment - please contact your %1$s owner for more details.
hu_hu: Jelenleg nem csatlakozhat a(z) %1$s-hoz - további részletekért lépjen kapcsolatba a(z) %1$s tulajdonosával.

source: subscription will end
hu_hu: az előfizetés véget ér

source: next payment is
hu_hu: a következő fizetés ekkor esedékes

source: Your new recurring total is %1$s, and your %2$s on %3$s.
hu_hu: Az új ismétlődő végösszeg %1$s, a(z) %2$s időpontja pedig %3$s.

source: Membership re-activated due to subscription re-purchase (%1$s, Order %2$s).
hu_hu: A tagság újraaktiválva az előfizetés újbóli megvásárlása miatt (%1$s, Rendelés %2$s).

source: Membership activated because WooCommerce Subscriptions was activated.
hu_hu: A tagság aktiválva, mivel a WooCommerce Subscriptions aktiválásra került.

source: Membership free trial activated because WooCommerce Subscriptions was activated.
hu_hu: A tagság ingyenes próbaidőszaka aktiválva, mivel a WooCommerce Subscriptions aktiválásra került.

source: Billing
hu_hu: Számlázás

source: Next Bill On
hu_hu: Következő számlázás időpontja

source: You have an active subscription (%1$s) tied to your current membership. Would you like this subscription to be cancelled when joining the %2$s?
hu_hu: Az Ön jelenlegi tagságához egy aktív előfizetés (%1$s) kapcsolódik. Szeretné, ha ez az előfizetés lemondásra kerülne, amikor csatlakozik a(z) %2$s-hez?

source: Cancel my existing subscription
hu_hu: Lemondom meglévő előfizetésemet

source: Subscription cancelled because user joined %1$s (%2$s).
hu_hu: Az előfizetés lemondva, mert a felhasználó csatlakozott a(z) %1$s-hez (%2$s).

source: Your existing subscription (%s) has been cancelled.
hu_hu: Meglévő előfizetése (%s) lemondásra került.

source: Invalid id or post
hu_hu: Érvénytelen azonosító vagy bejegyzés

source: Invalid role
hu_hu: Érvénytelen szerepkör

source: Cannot accept this invitation - it may have been revoked or already accepted.
hu_hu: Nem fogadhatja el ezt a meghívást – lehet, hogy visszavonták, vagy már elfogadták.

source: Invalid user
hu_hu: Érvénytelen felhasználó

source: Cannot cancel non-pending invitation
hu_hu: Nem lehet visszavonni a nem függőben lévő meghívást

source: Invalid email
hu_hu: Érvénytelen e-mail-cím

# Invitation Status
source: Pending
hu_hu: Függőben

# Invitation Status
source: Accepted
hu_hu: Elfogadva

# Invitation Status
source: Cancelled
hu_hu: Visszavonva

source: Could not create team from order %1$s item %2$s: %3$s
hu_hu: Nem sikerült csapatot létrehozni a(z) %1$s rendelés %2$s tételéből: %3$s

source: (view %s)
hu_hu: (%s megtekintése)

source: Only full refunds and refunds of unoccupied seats are allowed for team membership purchases.
hu_hu: A csapattagság-vásárlások esetén csak a teljes visszatérítések és a fel nem használt helyek visszatérítése engedélyezett.

source: Because this team product has per-team pricing with a maximum number of members configured, a quantity of 1 will refund %d seats for this team.
hu_hu: Mivel ennél a csapatterméknél csapatonkénti árazás és maximális létszám van beállítva, az 1-es mennyiség %d hely visszatérítését jelenti ennél a csapatnál.

source: Thanks for installing Memberships for Teams! To get started, take a minute to %1$sread the documentation%2$s and then %3$ssetup a membership plan%4$s :)
hu_hu: Köszönjük, hogy telepítette a Memberships for Teams bővítményt! Kezdésként szánjon egy percet a %1$sdokumentáció elolvasására%2$s, majd %3$sállítson be egy tagsági tervet%4$s :)

source: %1$sHeads up!%2$s In this version, you can change the "team" term from %3$sthe plugin settings%4$s. %1$sThis change may override other methods used for this purpose%2$s, such as the Say What? plugin. Please %3$supdate this setting%4$s to ensure teams are represented properly to your members.
hu_hu: %1$sFigyelem!%2$s Ebben a verzióban a \"team\" kifejezést módosíthatja a %3$sbővítmény beállításaiban%4$s. %1$sEz a módosítás felülírhatja az erre a célra használt egyéb módszereket%2$s, például a Say What? bővítményt. Kérjük, %3$sfrissítse ezt a beállítást%4$s, hogy a csapatok megfelelően jelenjenek meg a tagjai számára.

# Used to represent what teams (singular form) are called throughout the plugin
source: team
hu_hu: csapat

# Used to represent what teams (plural form) are called throughout the plugin
source: teams
hu_hu: csapatok

# Admin menu name
source: Memberships
hu_hu: Tagságok

source: Add Team
hu_hu: Csapat hozzáadása

source: Add New Team
hu_hu: Új csapat hozzáadása

source: Edit
hu_hu: Szerkesztés

source: Edit Team
hu_hu: Csapat szerkesztése

source: New Team
hu_hu: Új csapat

source: View Teams
hu_hu: Csapatok megtekintése

source: View Team
hu_hu: Csapat megtekintése

source: Search Teams
hu_hu: Csapatok keresése

source: No Teams found
hu_hu: Nem található csapat

source: No Teams found in trash
hu_hu: Nem található csapat a lomtárban

source: This is where you can add new Teams.
hu_hu: Itt adhat hozzá új csapatokat.

source: Team saved.
hu_hu: Csapat elmentve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: Team draft updated.
hu_hu: Csapat vázlata frissítve.

source: %s Name
hu_hu: %s neve

source: Take up a seat
hu_hu: Foglaljon el egy helyet

source: Use a seat to add me as a %s member
hu_hu: Használjon fel egy helyet, hogy %s tagnak hozzáadjon engem.

source: Invalid seat count
hu_hu: Érvénytelen helyszám

source: Unable to perform seat change
hu_hu: A helymódosítás nem hajtható végre

source: Team cannot remove seats
hu_hu: A csapat nem távolíthat el helyeket

source: Invalid team product
hu_hu: Érvénytelen csapattermék

source: Seat count for this team must be no less than %1$d
hu_hu: Ennek a csapatnak a helyszáma nem lehet kevesebb mint %1$d

source: Seat count for this team must be no more than %1$d
hu_hu: Ennek a csapatnak a helyszáma nem lehet több mint %1$d

source: Whoops! You tried removing %1$s from a team that has %2$s. Please remove at least %3$s from your team and try again.
hu_hu: Hoppá! Olyan csapatból próbált meg %1$s-t eltávolítani, amelynek %2$s van. Kérjük, távolítson el legalább %3$s-t a csapatából, majd próbálja újra.

source: Seats cannot be added to this team.
hu_hu: Ehhez a csapathoz nem adhatók hozzá helyek.

source: Seat count for this team must be at least %1$d
hu_hu: Ennek a csapatnak a helyszáma legalább %1$d kell, hogy legyen

source: Seats for this team must be added in batches of %1$d
hu_hu: Ehhez a csapathoz a helyeket %1$d-es csomagokban kell hozzáadni

source: Invalid seat change quantity
hu_hu: Érvénytelen helymódosítási mennyiség

source: Invalid membership plan
hu_hu: Érvénytelen tagsági csomag

source: Cannot change plan while team has active members
hu_hu: Nem lehet csomagot váltani, amíg a csapatnak aktív tagjai vannak

source: Invalid order
hu_hu: Érvénytelen rendelés

source: Invalid product
hu_hu: Érvénytelen termék

source: User is already a member of the team
hu_hu: A felhasználó már a csapat tagja

source: Oops, this team is full! Please contact the team owner for assistance.
hu_hu: Hoppá, ez a csapat betelt! Kérjük, lépjen kapcsolatba a csapat tulajdonosával segítségért.

source: No more seats left
hu_hu: Nincs több hely

source: Team membership moved from %1$s to %2$s.
hu_hu: A csapattagság át lett helyezve %1$s-ról %2$s-ra.

source: Individual membership converted to %s team membership.
hu_hu: Az egyéni tagság %s csapattagsággá lett átalakítva.

source: Membership access granted from %s team.
hu_hu: A tagsági hozzáférés a %s csapattól lett megadva.

source: User is not a member of the team
hu_hu: A felhasználó nem tagja a csapatnak

source: Member removed from %s team.
hu_hu: Tag eltávolítva a %s csapatból.

source: Already invited
hu_hu: Már meghívva

source: No invitation found
hu_hu: Nem található meghívás

source: Team order has been refunded.
hu_hu: A csapat rendelése visszatérítve.

source: Can't add more members because your team order has been refunded.
hu_hu: Nem adhat hozzá több tagot, mert az Ön csapatának rendelését visszatérítették.

source: Can't remove members because your team order has been refunded.
hu_hu: Nem távolíthat el tagokat, mert az Ön csapatának rendelését visszatérítették.

source: Can't join team at the moment - please contact your team owner for more details.
hu_hu: Jelenleg nem tud csatlakozni a csapathoz - további részletekért kérjük, lépjen kapcsolatba az Ön csapatának tulajdonosával.

source: Team management is not permitted
hu_hu: A csapat kezelése nem engedélyezett

source: Owner is required
hu_hu: Tulajdonos megadása kötelező

source: Invalid plan
hu_hu: Érvénytelen csomag

source: User is not a member of this team
hu_hu: A felhasználó nem tagja ennek a csapatnak

source: Changing owner's role is not allowed
hu_hu: A tulajdonos szerepének módosítása nem engedélyezett

source: Member
hu_hu: Tag

source: Manager
hu_hu: Menedzser

source: Members <span class="count">(%s)</span>
hu_hu: Tagok <span class="count">(%s)</span>

source: Pending invitations <span class="count">(%s)</span>
hu_hu: Függőben lévő meghívások <span class="count">(%s)</span>

source: This will give you %s access.
hu_hu: Ez %s hozzáférést biztosít Önnek.

source: Please use the link below to sign in and accept your invite.
hu_hu: Kérjük, használja az alábbi hivatkozást a bejelentkezéshez és a meghívás elfogadásához.

source: You are a member of %1$s, which already gives you access to %2$s. Joining %3$s means you will leave your current %4$s and your existing membership will be moved under new %4$s management.
hu_hu: Ön a(z) %1$s tagja, ami már hozzáférést biztosít a(z) %2$shoz. A(z) %3$shoz való csatlakozás azt jelenti, hogy elhagyja jelenlegi %4$s-t, és meglévő tagsága az új %4$s kezelésébe kerül.

source: Your existing %1$s membership will be moved under %2$s management.
hu_hu: Az Ön meglévő %1$s tagsága átkerül a(z) %2$s kezelésébe.

source: Please use the confirmation link below to sign up for an account and accept your invite.
hu_hu: Kérjük, használja az alábbi megerősítő hivatkozást, hogy fiókot hozzon létre és elfogadja a meghívását.

source: Hey %s
hu_hu: Üdvözöljük %s

source: Oh no, your %1$s membership access at %2$s has now ended!
hu_hu: Ó, ne, a(z) %2$snél lévő %1$s tagsági hozzáférése most véget ért!

source: If you would like to continue having access to %s, please renew your membership.
hu_hu: Ha továbbra is szeretne hozzáférni a(z) %shoz, kérjük, újítsa meg a tagságát.

source: Use the link below to log in and renew your %s membership now.
hu_hu: Használja az alábbi hivatkozást a bejelentkezéshez, és újítsa meg most a(z) %s tagságát.

source: Heads up: your %1$s membership access at %2$s is ending soon! Your membership access will stop on %3$s.
hu_hu: Figyelem: a(z) %2$snél a(z) %1$s tagsági hozzáférése hamarosan lejár! A tagsági hozzáférése %3$s napján megszűnik.

source: Your %1$s membership access at %2$s expired on %3$s!
hu_hu: A(z) %2$snél a(z) %1$s tagsági hozzáférése %3$s napján lejárt!

source: Please click the confirmation link below to sign in and accept your invite.
hu_hu: Kérjük, kattintson az alábbi megerősítő hivatkozásra, jelentkezzen be, és fogadja el a meghívását.

source: Please click the confirmation link below to sign up for an account and accept your invite.
hu_hu: Kérjük, kattintson az alábbi megerősítő hivatkozásra, hozzon létre egy fiókot, és fogadja el a meghívását.

source: Click here to join %s
hu_hu: Kattintson ide, hogy csatlakozzon a(z) %shoz.

source: Hey %s,
hu_hu: Üdvözöljük, %s,

source: Click here to log in and renew your %s membership now
hu_hu: Kattintson ide a bejelentkezéshez, és újítsa meg most a(z) %s tagságát

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Looks like the link you followed is no longer valid. If you were invited to join a %1$s, contact the %1$s owner and ask them for a new invitation.
hu_hu: Úgy tűnik, hogy a megnyitott hivatkozás már nem érvényes. Ha meghívták, hogy csatlakozzon egy %1$shoz, lépjen kapcsolatba a %1$s tulajdonosával, és kérjen tőle új meghívót.

source: Looks like you already joined the team via this link, %1$sclick here%2$s to go to your account page.
hu_hu: Úgy tűnik, már csatlakozott a csapathoz ezen a hivatkozáson keresztül, %1$skattintson ide%2$s, hogy a fiókja oldalára lépjen.

source: Hey there!
hu_hu: Üdvözöljük!

source: You've been invited by %1$s to join %2$s.
hu_hu: A(z) %1$s meghívta Önt, hogy csatlakozzon a(z) %2$shoz.

source: You've been invited to join %s.
hu_hu: Meghívták, hogy csatlakozzon a(z) %shoz.

source: This will give you %1$s access until %2$s.
hu_hu: Ez %1$s hozzáférést biztosít Önnek %2$s-ig.

source: Click the button below to join this %s.
hu_hu: Kattintson az alábbi gombra, hogy csatlakozzon ehhez a(z) %shoz.

source: Please log in with your account to join this %s.
hu_hu: Kérjük, jelentkezzen be a fiókjával, hogy csatlakozzon ehhez a(z) %shoz.

source: We sent this invitation to %1$s, but it looks like you are logged in as %2$s
hu_hu: Ezt a meghívót a(z) %1$s címre küldtük, de úgy tűnik, hogy %2$s néven van bejelentkezve

source: If you want to accept this invitation with your current account, click the button below, otherwise log out and sign up or log in as %s
hu_hu: Ha ezzel a jelenlegi fiókjával szeretné elfogadni ezt a meghívást, kattintson az alábbi gombra, különben jelentkezzen ki, és regisztráljon vagy jelentkezzen be mint %s

source: Please create an account or log in with an existing account to join this %s.
hu_hu: Kérjük, hozzon létre egy fiókot, vagy jelentkezzen be egy meglévő fiókkal, hogy csatlakozzon ehhez a(z) %shoz.

source: You are a member of %1$s, which already gives you access to %2$s. Joining %3$s means you will leave your current team and your existing membership will be moved under new team management.
hu_hu: Ön a(z) %1$s tagja, ami már hozzáférést biztosít a(z) %2$shoz. A(z) %3$shoz való csatlakozás azt jelenti, hogy elhagyja jelenlegi csapatát, és meglévő tagsága az új csapat kezelésébe kerül.

source: Your existing %s membership will be moved under team management.
hu_hu: Az Ön meglévő %s tagsága átkerül a csapat kezelésébe.

source: You are already a member of this %1$s. %2$sClick here to view your account%3$s.
hu_hu: Ön már ennek a(z) %1$snek a tagja. %2$sKattintson ide a fiókja megtekintéséhez%3$s.

source: Join Team as %s
hu_hu: Csatlakozzon a csapathoz %s néven

source: Or %1$sLog Out%2$s to create a new account
hu_hu: Vagy %1$sJelentkezzen ki%2$s új fiók létrehozásához

source: This %1$s has %2$sunlimited seats%3$s.
hu_hu: Ez a(z) %1$s %2$skorlátlan férőhellyel%3$s rendelkezik.

source: You can %1$sadd yourself as a member%2$s, share your %3$s registration link, or manually add new members below.
hu_hu: Megteheti, hogy %1$sfelveszi magát tagnak%2$s, megosztja a(z) %3$s regisztrációs linkjét, vagy alább kézzel ad hozzá új tagokat.

source: You can share your %s registration link or manually add new members below.
hu_hu: Megoszthatja a(z) %s regisztrációs linkjét, vagy alább kézzel adhat hozzá új tagokat.

source: Registration Link
hu_hu: Regisztrációs link

source: This registration link will allow members to register themselves for your %1$s. Please use caution when sharing this, as it allows any visitor to add themselves to your %1$s.
hu_hu: Ez a regisztrációs link lehetővé teszi a tagok számára, hogy saját magukat regisztrálják az Ön %1$shoz. Kérjük, körültekintően ossza meg, mivel ez lehetővé teszi bármely látogató számára, hogy saját magát hozzáadja az Ön %1$shoz.

source: Regenerate link
hu_hu: Link újragenerálása

source: You can't add more members because your %s has no more seats left.
hu_hu: Nem adhat hozzá több tagot, mert a(z) %s-ben nincs több szabad hely.

source: Your %s member will be added automatically if they are registered, or receive an invitation via email.
hu_hu: Az Ön %s tagja automatikusan hozzáadásra kerül, ha regisztrált, vagy e-mailben meghívót kap.

source: Your %s member will receive an invitation via email.
hu_hu: Az Ön %s tagja e-mailben meghívót kap.

source: Enter member details - %s
hu_hu: Adja meg a tag adatait - %s

source: Add member
hu_hu: Tag hozzáadása

source: Looks like there are no pending invitations.
hu_hu: Úgy tűnik, nincsenek függőben lévő meghívások.

source: Other available courses
hu_hu: Egyéb elérhető kurzusok

source: Invalid %s member.
hu_hu: Érvénytelen %s tag.

source: You cannot view eLearning progress reports for this %s.
hu_hu: Nem tekintheti meg az eLearning előrehaladási jelentéseit ehhez a(z) %shoz.

source: Last Login
hu_hu: Utolsó bejelentkezés

source: %s ago
hu_hu: %s ezelőtt

source: Looks like your %s has no members!
hu_hu: Úgy tűnik, az Ön %s nem rendelkezik tagokkal!

source: Update name
hu_hu: Név módosítása

source: %s Details
hu_hu: %s adatai

source: Submit
hu_hu: Küldés

# Team name
source: Name
hu_hu: Név

source: Looks like you don't have any teams yet!
hu_hu: Úgy tűnik, még nincsenek csapatai!

source: Number of Seats:
hu_hu: Helyek száma:
