Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-memberships-for-teams/woocommerce-memberships-for-teams-*.po
Languages: hu_hu

source: Expands WooCommerce Memberships to sell memberships to teams, families, companies, or other groups!
hu_hu: Kibővíti a WooCommerce Memberships funkcióit, hogy tagságokat értékesíthessen csapatoknak, családoknak, vállalatoknak vagy más csoportoknak!

source: This user is already a member of the team's plan, either individually or having access from another team. Adding this user will move their existing user membership under this team's management. Do you want to continue?
hu_hu: Ez a felhasználó már tagja a csapat tagsági csomagjának, akár egyénileg, akár egy másik csapaton keresztül rendelkezik hozzáféréssel. Ennek a felhasználónak a hozzáadása a meglévő felhasználói tagságát ennek a csapatnak a kezelésébe helyezi át. Szeretné folytatni?

source: Editing a membership that is part of a team may cause unintended consequences. Please confirm to enable editing this membership.
hu_hu: Egy csapathoz tartozó tagság szerkesztése nem várt következményekkel járhat. Kérjük, erősítse meg, hogy engedélyezi ennek a tagságnak a szerkesztését.

source: You are changing the team owner. Note that this does not affect team owner user membership, billing or subscriptions - these changes need to be made manually. Do you want to continue?
hu_hu: Megváltoztatja a csapattulajdonost. Ez nem érinti a csapattulajdonos felhasználói tagságát, a számlázást vagy az előfizetéseket – ezeket a módosításokat kézzel kell elvégezni. Szeretné folytatni?

source: Per-member price
hu_hu: Tagonkénti ár

source: Per-member sale price
hu_hu: Tagonkénti akciós ár

source: Per-team price
hu_hu: Csapatonkénti ár

source: Per-team sale price
hu_hu: Csapatonkénti akciós ár

source: Per-member subscription price
hu_hu: Tagonkénti előfizetési ár

source: Per-member sign-up fee
hu_hu: Tagonkénti belépési díj

source: Per-team subscription price
hu_hu: Csapatonkénti előfizetési ár

source: Per-team sign-up fee
hu_hu: Csapatonkénti belépési díj

source: Teams
hu_hu: Csapatok

source: %1$sHeads up!%2$s It looks like this team was affected by a previous bug that could allow a $0 renewal. If you would like to ensure team owners are appropriately charged for this renewal, %3$splease click here to read our recommended steps%4$s.
hu_hu: %1$sFigyelem!%2$s Úgy tűnik, hogy ezt a csapatot érintette egy korábbi hiba, amely lehetővé tehette a $0 összegű megújítást. Ha szeretné biztosítani, hogy a csapattulajdonosok megfelelően legyenek terhelve ennél a megújításnál, %3$skérjük, kattintson ide az ajánlott lépések elolvasásához%4$s.

source: My Teams
hu_hu: Saját csapataim

source: Endpoint for the "My Account &rarr; My Teams" page
hu_hu: Végpont a "Saját fiók &rarr; Saját csapataim" oldalhoz

source: Join Team
hu_hu: Csatlakozás csapathoz

source: Endpoint for the "My Account &rarr; Join Team" page
hu_hu: Végpont a "Saját fiók &rarr; Csatlakozás csapathoz" oldalhoz

source: Invitation to %s re-sent.
hu_hu: A(z) %s részére szóló meghívó újraküldve.

source: Cannot send invitation: %s
hu_hu: Nem lehet meghívót küldeni: %s

source: Invitation for %s was cancelled.
hu_hu: A(z) %s részére szóló meghívó visszavonva.

source: Cannot cancel invitation: %s
hu_hu: Nem lehet visszavonni a meghívót: %s

source: %s was set to be a member of the team.
hu_hu: A(z) %s a csapat tagjának beállítva.

source: Cannot set role in team: %s
hu_hu: Nem lehet szerepkört beállítani a csapatban: %s

source: %s was set to be a manager of the team.
hu_hu: A(z) %s a csapat menedzserének beállítva.

source: Name
hu_hu: Név

source: Team Role
hu_hu: Csapatszerep

source: Invited On
hu_hu: Meghívás dátuma

source: Select invitation
hu_hu: Meghívó kiválasztása

source: Set &#8220;%s&#8221; as a manager of this team
hu_hu: Állítsa a &#8220;%s&#8221; felhasználót ennek a csapatnak a menedzserévé

source: Set as manager
hu_hu: Beállítás menedzserként

source: Set &#8220;%s&#8221; as a member of this team
hu_hu: Állítsa a &#8220;%s&#8221; felhasználót ennek a csapatnak a tagjává

source: Set as member
hu_hu: Beállítás tagként

source: Resend invitation to &#8220;%s&#8221;
hu_hu: Meghívó újraküldése a &#8220;%s&#8221; részére

source: Resend
hu_hu: Újraküldés

source: Cancel invitation for &#8220;%s&#8221; to join this team
hu_hu: A &#8220;%s&#8221; csatlakozására szóló meghívó visszavonása ehhez a csapathoz

source: Cancel
hu_hu: Visszavonás

source: Filter
hu_hu: Szűrés

source: Please save the team first to add members.
hu_hu: Kérjük, először mentse a csapatot, hogy tagokat adhasson hozzá.

source: No invitations found.
hu_hu: Nem található meghívó.

source: Added On
hu_hu: Hozzáadva

source: Select member
hu_hu: Tag kiválasztása

source: View
hu_hu: Megtekintés

source: Remove &#8220;%s&#8221; from this team
hu_hu: &#8220;%s&#8221; eltávolítása erről a csapatról

source: Remove
hu_hu: Eltávolítás

source: No members found.
hu_hu: Nem található tag.

source: and
hu_hu: és

source: Team products
hu_hu: Csapattermékek

source: Default access method options are disabled because this plan has at least one team product associated.
hu_hu: Az alapértelmezett hozzáférési módszer beállításai le vannak tiltva, mert ehhez a csomaghoz legalább egy csapattermék van társítva.

source: It looks like that this plan has at least one product that is both a team product and a product that can grant access to individual customers that complete a purchase. They will become team owners and plan members at the same time. Please make sure that this is intentional.
hu_hu: Úgy tűnik, hogy ez a csomag legalább egy olyan terméket tartalmaz, amely egyszerre csapattermék és olyan termék, amely hozzáférést adhat az egyéni vásárlóknak, akik befejeznek egy vásárlást. Ők egyidejűleg válnak csapat tulajdonosaivá és csomagtagokká. Kérjük, győződjön meg róla, hogy ez szándékos.

source: Team
hu_hu: Csapat

source: Billing Details
hu_hu: Számlázási adatok

source: Order %s
hu_hu: Rendelés %s

source: Purchased in:
hu_hu: Vásárolva:

source: Order Date:
hu_hu: Rendelés dátuma:

source: Order Total:
hu_hu: Rendelés végösszege:

source: No billing details:
hu_hu: Nincsenek számlázási adatok:

source: This team was created manually.
hu_hu: Ezt a csapatot manuálisan hozták létre.

source: Product:
hu_hu: Termék:

source: Team not linked to a product
hu_hu: A csapat nincs termékhez kapcsolva

source: %1$s - %2$sEdit Link%3$s
hu_hu: %1$s - %2$sHivatkozás szerkesztése%3$s

source: Select product&hellip;
hu_hu: Termék kiválasztása&hellip;

source: Team Details
hu_hu: Csapat részletei

source: Owner:
hu_hu: Tulajdonos:

source: View user &rarr;
hu_hu: Felhasználó megtekintése &rarr;

source: No-one
hu_hu: Senki

source: Created:
hu_hu: Létrehozva:

source: Team memberships begin to expire:
hu_hu: A csapattagságok lejárata ekkor kezdődik:

source: Seat count:
hu_hu: Helyek száma:

source: Leave blank for unlimited
hu_hu: Hagyja üresen, ha korlátlan

source: Members can access:
hu_hu: A tagok hozzáférhetnek:

source: Plan cannot be changed because this team has active members.
hu_hu: A csomag nem módosítható, mert ennek a csapatnak aktív tagjai vannak.

source: Delete Permanently
hu_hu: Végleges törlés

source: Move to Trash
hu_hu: Kukába helyezés

source: Could not update seat count - the value provided (%1$d) is lower than the number of seats used (%2$d).
hu_hu: Nem sikerült frissíteni a helyek számát - a megadott érték (%1$d) alacsonyabb a felhasznált helyek számánál (%2$d).

source: Could not update team plan: %s
hu_hu: Nem sikerült frissíteni a csapat csomagját: %s

source: Team Members
hu_hu: Csapattagok

source: Search Invitations
hu_hu: Meghívások keresése

source: Search Members
hu_hu: Tagok keresése

source: Team management is disabled:
hu_hu: A csapatkezelés le van tiltva:

source: Add Team Member
hu_hu: Csapattag hozzáadása

source: Search for an existing user or create a new one to add as a member to the team.
hu_hu: Keressen meg egy meglévő felhasználót, vagy hozzon létre egy újat, hogy tagként hozzáadja a csapathoz.

source: Delete Team
hu_hu: Csapat törlése

source: Are you sure you want to delete this team?
hu_hu: Biztosan törölni kívánja ezt a csapatot?

source: This will also delete any associated user memberships. You can opt to keep the user memberships by unlinking them from the team.
hu_hu: Ez a kapcsolódó felhasználói tagságokat is törli. Dönthet úgy, hogy megtartja a felhasználói tagságokat, ha leválasztja azokat a csapatról.

source: Delete user memberships
hu_hu: Felhasználói tagságok törlése

source: Keep user memberships and make them standalone
hu_hu: A felhasználói tagságok megtartása és önállóvá tétele

source: Remove Members
hu_hu: Tagok eltávolítása

source: Remove Member
hu_hu: Tag eltávolítása

source: Close modal panel
hu_hu: Modális panel bezárása

source: Are you sure you want to remove these members?
hu_hu: Biztos benne, hogy el szeretné távolítani ezeket a tagokat?

source: Are you sure you want to remove this member?
hu_hu: Biztos benne, hogy el szeretné távolítani ezt a tagot?

source: Team Membership
hu_hu: Csapattagság

source: Team membership products give access to a team membership upon purchase.
hu_hu: A csapattagsági termékek vásárláskor csapattagsághoz biztosítanak hozzáférést.

source: Team Pricing
hu_hu: Csapat árazása

source: Per Member
hu_hu: Tagonként

source: Per Team
hu_hu: Csapatonként

source: Minimum member count
hu_hu: Minimális taglétszám

source: Maximum member count
hu_hu: Maximális taglétszám

source: Leave this blank to allow an unlimited number of seats
hu_hu: Hagyja üresen a korlátlan számú hely engedélyezéséhez

source: Team members will have access to
hu_hu: A csapattagok hozzáférhetnek

source: Need to add or edit a plan?
hu_hu: Tervet szeretne hozzáadni vagy szerkeszteni?

source: Manage Membership Plans
hu_hu: Tagsági tervek kezelése

source: Same plan as parent
hu_hu: Ugyanaz a terv, mint a szülőé

source: Team member registration
hu_hu: Csapattag-regisztráció

source: Allow removing members
hu_hu: Tagok eltávolításának engedélyezése

source: If enabled, team owners and managers can remove members from their team.
hu_hu: Ha engedélyezve van, a csapat tulajdonosai és menedzserei eltávolíthatnak tagokat a csapatukból.

source: Owners must be members
hu_hu: A tulajdonosoknak tagoknak kell lenniük

source: If enabled, team owners must take up a seat in their team.
hu_hu: Ha engedélyezve van, a csapattulajdonosoknak helyet kell elfoglalniuk a csapatukban.

source: Allow managers to add or remove other managers
hu_hu: Engedélyezze, hogy a menedzserek más menedzsereket adhassanak hozzá vagy távolíthassanak el

source: If enabled, team managers can add/remove other managers. Otherwise, only a team owner may add or remove managers.
hu_hu: Ha engedélyezve van, a csapat menedzserei más menedzsereket adhatnak hozzá vagy távolíthatnak el. Ellenkező esetben csak a csapat tulajdonosa adhat hozzá vagy távolíthat el menedzsereket.

source: Teams are called
hu_hu: A csapatok elnevezése

source: Enter the singular and plural terms you'd like to use instead of "team" and "teams" (e.g. "family" and "families").
hu_hu: Adja meg az egyes és többes számú kifejezéseket, amelyeket a "csapat" és "csapatok" helyett használni szeretne (pl. "család" és "családok").

source: Singular
hu_hu: Egyes szám

source: Plural
hu_hu: Többes szám

source: Heads up! You're now using the default "team" and "teams" terminology.
hu_hu: Figyelem! Most az alapértelmezett "csapat" és "csapatok" terminológiát használja.

source: Heads up! You're using the same word - "%s" - to replace both "team" and "teams". Please ensure this term is accurate as a single and plural term.
hu_hu: Figyelem! Ugyanazt a szót - "%s" - használja a "csapat" és a "csapatok" helyettesítésére is. Kérjük, győződjön meg róla, hogy ez a kifejezés egyes és többes számban is megfelelő.

source: You have changed the default terminology for Teams for Memberships to "%1$s" and "%2$s".
hu_hu: Módosította a Teams for Memberships alapértelmezett terminológiáját "%1$s" és "%2$s" értékre.

source: Owner
hu_hu: Tulajdonos

source: Plan
hu_hu: Terv

source: Created On
hu_hu: Létrehozva

source: Members
hu_hu: Tagok

source: This team cannot be restored because it has active members.
hu_hu: Ez a csapat nem állítható vissza, mert aktív tagjai vannak.

source: This team cannot be moved to trash because it has active members.
hu_hu: Ez a csapat nem helyezhető a lomtárba, mert aktív tagjai vannak.

source: This team cannot be permanently deleted because it has active members.
hu_hu: Ez a csapat nem törölhető véglegesen, mert aktív tagjai vannak.

source: %1$d of %2$s seats
hu_hu: %1$d / %2$s hely

source: %d of unlimited seats
hu_hu: %d / korlátlan hely

source: Cannot add team: no membership plans available. %1$sClick here%2$s to add a membership plan.
hu_hu: Nem adható hozzá csapat: nem érhetők el tagsági tervek. %1$sKattintson ide%2$s egy tagsági terv hozzáadásához.

source: %s was added to team as a member.
hu_hu: %s tagként hozzá lett adva a csapathoz.

source: Cannot add member: %s
hu_hu: Nem lehet tagot hozzáadni: %s

source: %s was removed from the team.
hu_hu: %s el lett távolítva a csapatból.

source: Cannot remove %1$s: %2$s
hu_hu: %1$s nem távolítható el: %2$s

source: Cannot cancel invitation for %s: %2$s
hu_hu: Nem vonható vissza %s meghívása: %2$s

source: %s was set as a member of the team.
hu_hu: %s be lett állítva a csapat tagjaként.

source: %s was set as a manager of the team.
hu_hu: %s a csapat menedzserévé lett beállítva.

source: Cannot remove member: %s
hu_hu: Nem távolítható el a tag: %s

source: Cannot cancel invittation for %s.
hu_hu: Nem lehet visszavonni %s meghívását.

source: Granted from team:
hu_hu: A csapat által biztosítva:

source: Member added:
hu_hu: Tag hozzáadva:

source: Team role:
hu_hu: Csapatszerep:

source: Team details:
hu_hu: Csapat adatai:

source: %1$sEdit team details%2$s instead
hu_hu: %1$sA csapat adatainak szerkesztése%2$s helyett

source: %1$sEnable editing%2$s for this user membership.
hu_hu: %1$sA szerkesztés engedélyezése%2$s ehhez a felhasználói tagsághoz.

source: Editing has been disabled because this membership belongs to a team. %s
hu_hu: A szerkesztés le lett tiltva, mert ez a tagság egy csapathoz tartozik. %s

source: This will remove the member from the team.
hu_hu: Ez eltávolítja a tagot a csapatból.

source: Search for a team&hellip;
hu_hu: Csapat keresése&hellip;

source: Exclude team members
hu_hu: Csapattagok kizárása

source: Select options
hu_hu: Válasszon lehetőségeket

source: Field '%s' is required.
hu_hu: A(z) '%s' mező kötelező.

source: Seat Change
hu_hu: Helyszám módosítása

source: Current Seat Count: %1$d%2$sNew Seat Count: %3$d
hu_hu: Jelenlegi helyek száma: %1$d%2$sÚj helyek száma: %3$d

source: Oops! It looks like you’re currently changing the seat count for your %s. Please complete checkout or remove that item from the cart in order to continue.
hu_hu: Hoppá! Úgy tűnik, jelenleg a(z) %s helyeinek számát módosítja. A folytatáshoz kérjük, fejezze be a fizetést, vagy távolítsa el azt a tételt a kosárból.

source: Team invitation
hu_hu: Csapatmeghívás

source: Invitation emails are sent when a new member is invited to a team.
hu_hu: Meghívó e-maileket küldünk, amikor új tagot hívnak meg egy csapatba.

source: You've been invited to join {team_name}
hu_hu: Meghívták Önt, hogy csatlakozzon a(z) {team_name} csapathoz

source: {sender_name} has invited you to join the {team_name} %s on {site_title}.
hu_hu: {sender_name} meghívta Önt, hogy csatlakozzon a(z) {team_name} %s-hez a {site_title} oldalon.

source: %s inserts your site name.
hu_hu: %s az Ön webhelyének nevét illeszti be.

source: %s inserts the membership plan name.
hu_hu: %s a tagsági csomag nevét illeszti be.

source: %1$s inserts the team name, %2$s inserts the membership plan name.
hu_hu: %1$s a csapat nevét illeszti be, %2$s a tagsági csomag nevét illeszti be.

source: Team membership ended
hu_hu: Csapattagság megszűnt

source: Team membership ended emails are sent to team owners in the moment their membership expires.
hu_hu: A csapattagság megszűnéséről szóló e-maileket akkor küldjük ki a csapattulajdonosoknak, amikor a tagságuk lejár.

source: Your {team_name} membership on {site_title} has expired
hu_hu: A(z) {team_name} tagsága a {site_title} oldalon lejárt

source: Renew your {membership_plan} for {team_name}
hu_hu: Újítsa meg a(z) {team_name} számára a(z) {membership_plan} tagságot

source: Team membership ending soon
hu_hu: A csapattagság hamarosan lejár

source: Team membership ending soon emails are sent to team owners when their membership is about to expire.
hu_hu: A hamarosan lejáró csapattagságról szóló e-maileket akkor küldjük a csapattulajdonosoknak, amikor a tagságuk hamarosan lejár.

source: Your {team_name} membership on {site_title} end soon!
hu_hu: A(z) {team_name} tagsága a {site_title} oldalon hamarosan lejár!

source: An update about your {membership_plan} for {team_name}
hu_hu: Frissítés az Ön {team_name} részére szóló {membership_plan} tagságáról

source: Team membership renewal reminder
hu_hu: Emlékeztető a csapattagság megújítására

source: Team membership renewal reminder emails are sent to team owners inviting them to renew their membership. %1$sRenewal reminders are not sent for non-renewable team memberships, such as registration-based or admin-assign only memberships%2$s.
hu_hu: A csapattagság megújítására emlékeztető e-maileket a csapattulajdonosoknak küldjük, és a tagságuk megújítására hívják fel őket. %1$sNem küldünk emlékeztetőt a nem megújítható csapattagságok esetén, például a regisztrációhoz kötött vagy kizárólag adminisztrátor által kiosztott tagságoknál%2$s.

source: Renew {team_name} membership on {site_title}!
hu_hu: Újítsa meg a(z) {team_name} tagságát a {site_title} oldalon!

source: You can renew your {membership_plan} for {team_name}
hu_hu: Megújíthatja a(z) {membership_plan} tagságát a(z) {team_name} számára

source: Invalid %s.
hu_hu: Érvénytelen %s.

source: Please provide a name for this %s.
hu_hu: Kérjük, adjon nevet ehhez: %s.

source: %s name was updated.
hu_hu: %s neve frissült.

source: Cannot update name for this %s.
hu_hu: Nem lehet frissíteni ennek a %s-nek a nevét.

source: %s registration link was regenerated.
hu_hu: %s regisztrációs hivatkozása újragenerálva.

source: Cannot regenerate registration link for this %s.
hu_hu: Nem lehet újragenerálni ennek a %s-nek a regisztrációs hivatkozását.

source: Invalid role.
hu_hu: Érvénytelen szerep.

source: %1$s was added to the %2$s.
hu_hu: %1$s hozzá lett adva a(z) %2$s-hez.

source: %1$s was invited to join the %2$s.
hu_hu: %1$s meghívást kapott, hogy csatlakozzon a(z) %2$s-hez.

source: %1$s is already invited. Do you want to %2$sre-send the invitation%3$s?
hu_hu: %1$s már kapott meghívást. Szeretné %2$sújraküldeni a meghívót%3$s?

source: Cannot invite %1$s to this %2$s: %3$s
hu_hu: Nem lehet meghívni %1$s-t ehhez a %2$s-hez: %3$s

source: Cannot invite %1$s to this %2$s.
hu_hu: Nem hívhatja meg %1$s-t a(z) %2$s-ba/-be.

source: You are now a member of the %s.
hu_hu: Ön most a(z) %s tagja.

source: Cannot add yourself as a member: %s
hu_hu: Nem adhatja hozzá saját magát tagként: %s

source: Cannot add yourself as a member.
hu_hu: Nem adhatja hozzá saját magát tagként.

source: Success! You are now a member of %s.
hu_hu: Siker! Mostantól a(z) %s tagja.

source: Invalid token.
hu_hu: Érvénytelen token.

source: Cannot join %1$s: %2$s
hu_hu: Nem csatlakozhat a(z) %1$s-hez: %2$s

source: Cannot join %s.
hu_hu: Nem csatlakozhat a(z) %s-hez.

source: You have left the %1$s %2$s.
hu_hu: Kilépett a(z) %1$s %2$s-ből/-ből.

source: Cannot leave %1$s: %2$s
hu_hu: Nem léphet ki a(z) %1$s-ból/-ből: %2$s

source: Cannot leave %s.
hu_hu: Nem léphet ki a(z) %s-ból/-ből.

source: Join %s
hu_hu: Csatlakozás a(z) %s-hez

source: Role
hu_hu: Szerepkör

source: Cannot automatically log in. Please log into your account and renew this membership manually.
hu_hu: Nem lehet automatikusan bejelentkezni. Kérjük, jelentkezzen be a fiókjába, és újítsa meg ezt a tagságot manuálisan.

source: Invalid renewal URL. Please log in to your account to renew.
hu_hu: Érvénytelen megújítási URL. Kérjük, jelentkezzen be a fiókjába a megújításhoz.

source: Invalid seat value.
hu_hu: Érvénytelen helyszám.

source: Cannot update seats for this %s.
hu_hu: Nem lehet frissíteni a helyeket ennél a(z) %s-nál/-nél.

source: Invalid renewal token. Please log in to renew this %s membership.
hu_hu: Érvénytelen megújítási token. Kérjük, jelentkezzen be, hogy megújítsa ezt a(z) %s tagságot.

source: Cannot log in as your renewal token has expired. Please log in to renew this %s membership from your account.
hu_hu: Nem tud bejelentkezni, mivel a megújítási tokenje lejárt. Kérjük, jelentkezzen be a fiókjába, hogy megújítsa ezt a(z) %s tagságot.

source: Cannot renew this %1$s membership. %2$s
hu_hu: Nem újíthatja meg ezt a(z) %1$s tagságot. %2$s

source: Renew your %1$s membership by purchasing %2$s.
hu_hu: Újítsa meg %1$s tagságát %2$s megvásárlásával.

source: You must be logged to renew your %s membership.
hu_hu: Be kell jelentkeznie, hogy megújítsa a(z) %s tagságát.

source: Cannot renew this %s membership. Please contact us if you need assistance.
hu_hu: Nem újíthatja meg ezt a(z) %s tagságot. Kérjük, lépjen kapcsolatba velünk, ha segítségre van szüksége.

source: This %s membership cannot be renewed. Please contact us if you need assistance.
hu_hu: Ez a(z) %s tagság nem újítható meg. Kérjük, lépjen kapcsolatba velünk, ha segítségre van szüksége.

source: Leave %s
hu_hu: Kilépés a(z) %s-ből/-ből

source: per member
hu_hu: tagonként

source: Invalid team
hu_hu: Érvénytelen csapat

source: No user membership exists for user ID %d
hu_hu: Nem létezik felhasználói tagság a(z) %d felhasználóazonosítóhoz

source: This action will %1$s{action} {count} {seat_n}%2$s, resulting in a total of %1$s{total_count} {total_seat_n}%2$s.
hu_hu: Ez a művelet %1$s{action}: {count} {seat_n}%2$s, aminek eredményeként az összesen %1$s{total_count} {total_seat_n}%2$s lesz.

# Membership seat change action
source: add
hu_hu: hozzáad

# Membership seat change action
source: remove
hu_hu: eltávolít

source: seat
hu_hu: hely

source: seats
hu_hu: hely

source: Please enter a valid seat value
hu_hu: Kérjük, adjon meg érvényes helyszámot

source: Seat count unchanged
hu_hu: A helyek száma nem változott

source: This %s does not have enough unoccupied seats to remove this many seats.
hu_hu: Ennél a(z) %s-nál/-nél nincs elég szabad hely ennyi hely eltávolításához.

source: This %s only allows adding seats, not removing
hu_hu: Ez a(z) %s csak helyek hozzáadását engedélyezi, eltávolítást nem

source: This %1$s requires a minimum of %2$s seats.
hu_hu: Ez a(z) %1$s legalább %2$s helyet igényel.

source: Add Member
hu_hu: Tag hozzáadása

source: %s Settings
hu_hu: %s beállításai

source: Back to %s
hu_hu: Vissza a(z) %s-hoz/-hez/-höz

source: Dashboard
hu_hu: Vezérlőpult

# Membership plan
source: Plan
hu_hu: Csomag

# Partitive (how many seats?)
source: Seats
hu_hu: Helyek

source: Unlimited
hu_hu: Korlátlan

# Partitive (how many members?)
source: Members
hu_hu: Tagok

source: (including %d pending invitations)
hu_hu: (beleértve %d függőben lévő meghívást)

source: Actions
hu_hu: Műveletek

source: Enter the new seat count to reduce seats or to purchase additional seats.
hu_hu: Adja meg az új helyszámot a helyek csökkentéséhez vagy további helyek vásárlásához.

source: Enter the number of seats you would like to add to this %s.
hu_hu: Adja meg, hány helyet szeretne hozzáadni ehhez a(z) %s-hez.

source: Renew
hu_hu: Megújít

source: Change Seats
hu_hu: Helyek módosítása

source: Add Seats
hu_hu: Helyek hozzáadása

source: First
hu_hu: Első

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Last
hu_hu: Utolsó
