Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/mainwp-custom-dashboard-extension/mainwp-custom-dashboard-extension-*.po
Languages: hu_hu

source: MainWP Custom Dashboard Extension
hu_hu: MainWP egyedi vezérlőpult kiegészítő

source: The purpose of this plugin is to contain your customisation snippets for your MainWP Dashboard.
hu_hu: Ennek a bővítménynek a célja, hogy a MainWP vezérlőpult testreszabási kódrészleteit tartalmazza.

source: MainWP is not responsible for the code that you run on your MainWP Dashboard. &nbsp; Use this tool with extreme care and at your own risk.
hu_hu: A MainWP nem vállal felelősséget az Ön által a MainWP vezérlőpulton futtatott kódért. &nbsp; Ezt az eszközt fokozott körültekintéssel, saját felelősségre használja.

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: Custom PHP Code Snippets
hu_hu: Egyedi PHP-kódrészletek

source: Add custom PHP code snippets to extend functionality of your MainWP Dashboard. <a href="https://github.com/mainwp/mainwp-custom-dashboard-extension-examples/tree/master/php/" target="_blank">See some useful examples</a>.
hu_hu: Adjon hozzá egyedi PHP-kódrészleteket a MainWP vezérlőpult funkcióinak bővítéséhez. <a href="https://github.com/mainwp/mainwp-custom-dashboard-extension-examples/tree/master/php/" target="_blank">Nézzen meg néhány hasznos példát</a>.

source: Custom CSS Code Snippets
hu_hu: Egyedi CSS-kódrészletek

source: Add custom CSS rules here to adjust your MainWP Dashboard style to your needs. <a href="https://github.com/mainwp/mainwp-custom-dashboard-extension-examples/tree/master/css/" target="_blank">See some useful examples</a>
hu_hu: Adjon hozzá itt egyedi CSS-szabályokat, hogy a MainWP vezérlőpult stílusát az igényeihez igazítsa. <a href="https://github.com/mainwp/mainwp-custom-dashboard-extension-examples/tree/master/css/" target="_blank">Nézzen meg néhány hasznos példát</a>

source: Custom JS Code Snippets
hu_hu: Egyedi JS-kódrészletek

source: Add custom Jasvascrip code snippets here to customize your MainWP Dashboard. <a href="https://github.com/mainwp/mainwp-custom-dashboard-extension-examples/tree/master/js/" target="_blank">See some useful examples</a>
hu_hu: Adjon hozzá itt egyedi Jasvascrip kódrészleteket a MainWP vezérlőpult testreszabásához. <a href="https://github.com/mainwp/mainwp-custom-dashboard-extension-examples/tree/master/js/" target="_blank">Nézzen meg néhány hasznos példát</a>

source: Save Changes
hu_hu: Módosítások mentése

source: Also, here you can review our Github repository that contains some examples:
hu_hu: Továbbá itt áttekintheti a néhány példát tartalmazó Github repozitóriumunkat:

source: CSS Examples
hu_hu: CSS példák

source: PHP Examples
hu_hu: PHP példák

source: JS Examples
hu_hu: JS példák
