Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wordpress-seo-premium/wordpress-seo-premium-*.po
Languages: hu_hu

source: Language(s) spoken
hu_hu: Beszélt nyelv(ek)

source: Comma separated, e.g. %1$sEnglish, French, Dutch%2$s
hu_hu: Vesszővel elválasztva, pl. %1$sangol, francia, holland%2$s

source: Employer information
hu_hu: Munkáltató adatai

source: Job title
hu_hu: Beosztás

source: E.g. %1$ssoftware engineer%2$s
hu_hu: Pl. %1$sszoftvermérnök%2$s

source: Employer name
hu_hu: Munkáltató neve

source: E.g. %1$sAcme inc%2$s
hu_hu: Pl. %1$sAcme inc%2$s

source: Yoast SEO Schema enhancements
hu_hu: Yoast SEO Schema fejlesztések

source: The info you add below is added to the data Yoast SEO outputs in its schema.org output, for instance when you're the author of a page. Please only add the info you feel good sharing publicly.
hu_hu: Az alább megadott információkat a Yoast SEO hozzáadja a schema.org kimenetéhez, például amikor Ön egy oldal szerzője. Csak olyan információkat adjon meg, amelyeket szívesen oszt meg nyilvánosan.

source: Front-end SEO inspector
hu_hu: Front-end SEO ellenőrző

source: Mastodon profile URL
hu_hu: Mastodon-profil URL

# block title
source: Yoast Estimated Reading Time
hu_hu: Yoast becsült olvasási idő

# block description
source: Shows an estimated reading time based on the content length.
hu_hu: A tartalom hossza alapján becsült olvasási időt jelenít meg.

# block keyword
source: reading time
hu_hu: olvasási idő

# block keyword
source: content length
hu_hu: tartalom hossza

# block title
source: Yoast Related Links
hu_hu: Yoast kapcsolódó linkek

# block description
source: Adds a list of links related to this page.
hu_hu: Ehhez az oldalhoz kapcsolódó linkek listáját adja hozzá.

# block keyword
source: internal linking
hu_hu: belső linkelés

# block keyword
source: site structure
hu_hu: webhelystruktúra

# block keyword
source: related posts
hu_hu: kapcsolódó bejegyzések

# block keyword
source: related pages
hu_hu: kapcsolódó oldalak

# block title
source: Yoast Siblings
hu_hu: Yoast testvéroldalak

# block description
source: Adds a list of internal links to sibling pages which share the same parent.
hu_hu: Azonos szülővel rendelkező testvéroldalakhoz vezető belső linkek listáját adja hozzá.

# block keyword
source: siblings
hu_hu: testvéroldalak

# block keyword
source: siblings pages
hu_hu: testvéroldalak

# block title
source: Yoast Subpages
hu_hu: Yoast aloldalak

# block description
source: Adds a list of internal links to subpages of this page.
hu_hu: Az oldal aloldalaihoz vezető belső linkek listáját adja hozzá.

# block keyword
source: subpages
hu_hu: aloldalak

# block keyword
source: childpages
hu_hu: gyermekoldalak

# block keyword
source: children
hu_hu: gyermekoldalak

# block title
source: Yoast Table of Contents
hu_hu: Yoast tartalomjegyzék

# block description
source: Adds a table of contents to this page.
hu_hu: Tartalomjegyzéket ad hozzá ehhez az oldalhoz.

# block keyword
source: links
hu_hu: linkek
