Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wordpress-seo-premium/wordpress-seo-premium-*.po
Languages: hu_hu

source: The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.
hu_hu: Az első valódi, mindent egyben SEO-megoldás WordPresshez, beleértve az oldalon belüli tartalomelemzést, XML-webhelytérképeket és még sok mást.

source: Team Yoast
hu_hu: Yoast csapat

source: title
hu_hu: cím

source: readability score
hu_hu: olvashatósági pontszám

source: keyphrase
hu_hu: kulcskifejezés

source: keyphrase score
hu_hu: kulcskifejezés pontszáma

source: seo title
hu_hu: SEO cím

source: meta description
hu_hu: metaleírás

# post_type of a post or the taxonomy of a term
source: type
hu_hu: típus

source: %s internal linking
hu_hu: %s belső hivatkozás

source: %1$s detected that you moved a post (%5$s) to the trash. You can either: %2$s Don't know what to do? %3$sRead this post%4$s.
hu_hu: %1$s észlelte, hogy egy bejegyzést (%5$s) a kukába helyezett. Ezt teheti: %2$s Nem tudja, mit tegyen? %3$sOlvassa el ezt a bejegyzést%4$s.

source: %1$s detected that you restored a post (%4$s) from the trash, for which a redirect was created. %2$sClick here to remove the redirect%3$s
hu_hu: %1$s észlelte, hogy visszaállított egy bejegyzést (%4$s) a kukából, amelyhez átirányítás készült. %2$sKattintson ide az átirányítás eltávolításához%3$s

source: %1$s created a %2$sredirect%3$s from the old post URL to the new post URL.
hu_hu: %1$s %2$sátirányítást%3$s hozott létre a régi bejegyzés URL-jéről az új bejegyzés URL-jére.

source: %1$s detected that you deleted a post (%5$s). You can either: %2$s Don't know what to do? %3$sRead this post %4$s.
hu_hu: %1$s észlelte, hogy törölt egy bejegyzést (%5$s). Ezt teheti: %2$s Nem tudja, mit tegyen? %3$sOlvassa el ezt a bejegyzést %4$s.

source: Import redirects
hu_hu: Átirányítások importálása

source: All redirects have been imported successfully. Go to the %1$sredirects overview%2$s to see the imported redirects.
hu_hu: Minden átirányítás sikeresen importálva. Lépjen a %1$sátirányítások áttekintésére%2$s az importált átirányítások megtekintéséhez.

source: No redirects have been imported. Probably they already exist as a redirect. Go to the %1$sredirects overview%2$s to see the existing redirects.
hu_hu: Nem lett importálva átirányítás. Valószínűleg már léteznek átirányításként. Lépjen a %1$sátirányítások áttekintésére%2$s a meglévő átirányítások megtekintéséhez.

source: Redirect import failed: the Redirection plugin is not installed or activated.
hu_hu: Az átirányítások importálása nem sikerült: a Redirection bővítmény nincs telepítve vagy nincs aktiválva.

source: Redirect import failed: the selected redirect plugin is not installed or activated.
hu_hu: Az átirányítások importálása nem sikerült: a kiválasztott átirányítási bővítmény nincs telepítve vagy nincs aktiválva.

source: CSV import failed: No file selected.
hu_hu: CSV-import sikertelen: nincs fájl kiválasztva.

source: CSV import failed: the provided file could not be parsed using a CSV parser.
hu_hu: CSV-import sikertelen: a megadott fájlt nem sikerült feldolgozni CSV-elemzővel.

source: CSV import failed: the provided file is larger than %1$s.
hu_hu: CSV-import sikertelen: a megadott fájl nagyobb, mint %1$s.

source: CSV import failed: the provided file is not a CSV file.
hu_hu: CSV-import sikertelen: a megadott fájl nem CSV-fájl.

source: Redirect import failed: we can't recognize this type of import.
hu_hu: Az átirányítások importálása nem sikerült: ezt az importtípust nem ismerjük fel.

source: Redirect import failed: no redirects found.
hu_hu: Az átirányítások importálása nem sikerült: nem található átirányítás.

source: You can't redirect a URL to itself.
hu_hu: Egy URL-t nem irányíthat át saját magára.

source: The old URL field can't be empty.
hu_hu: A régi URL mező nem lehet üres.

source: The Regular Expression field can't be empty.
hu_hu: A reguláris kifejezés mező nem lehet üres.

source: The new URL field can't be empty.
hu_hu: Az új URL mező nem lehet üres.

source: Error while saving this redirect
hu_hu: Hiba az átirányítás mentésekor

source: New type can't be empty.
hu_hu: Az új típus nem lehet üres.

source: You have unsaved redirects, are you sure you want to leave?
hu_hu: Mentetlen átirányításai vannak, biztosan elhagyja az oldalt?

source: Please enter the new URL for %s
hu_hu: Adja meg az új URL-t ehhez: %s

source: Redirect created from %1$s to %2$s!
hu_hu: Átirányítás létrehozva innen: %1$s ide: %2$s!

source: 410 Redirect created from %1$s!
hu_hu: 410-es átirányítás létrehozva innen: %1$s!

source: Redirect added.
hu_hu: Átirányítás hozzáadva.

source: The redirect was added successfully.
hu_hu: Az átirányítás sikeresen hozzáadva.

source: Redirect updated.
hu_hu: Átirányítás frissítve.

source: The redirect was updated successfully.
hu_hu: Az átirányítás sikeresen frissítve.

source: Redirect deleted.
hu_hu: Átirányítás törölve.

source: The redirect was deleted successfully.
hu_hu: Az átirányítás sikeresen törölve.

source: Cancel
hu_hu: Mégse

source: Save
hu_hu: Mentés

source: Save anyway
hu_hu: Mentés mindenképp

source: Edit redirect
hu_hu: Átirányítás szerkesztése

source: You are already editing a redirect, please finish this one first
hu_hu: Már szerkeszt egy átirányítást, előbb fejezze be ezt

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Export keyphrases
hu_hu: Kulcskifejezések exportálása

source: %1$sLearn more about orphaned content%2$s.
hu_hu: %1$sTudjon meg többet az árva tartalmakról%2$s.

source: Ask your SEO Manager or Site Administrator to count links in all texts, so we can identify orphaned %1$s. %2$s
hu_hu: Kérje meg SEO menedzserét vagy a webhelyadminisztrátort, hogy számolja meg a hivatkozásokat minden szövegben, így azonosítani tudjuk az árván maradt %1$s elemeket. %2$s

source: %1$sClick here%2$s to index your links, so we can identify orphaned %3$s. %4$s
hu_hu: %1$sKattintson ide%2$s a hivatkozások indexeléséhez, hogy azonosítani tudjuk az árván maradt %3$s elemeket. %4$s

source: 'Orphaned content' refers to %1$s that have no inbound links, consider adding links towards these %1$s. %2$s
hu_hu: Az „árva tartalom” olyan %1$s, amelyekre nem mutat bejövő hivatkozás; érdemes hivatkozásokat elhelyezni ezekre a %1$s. %2$s

source: Orphaned content
hu_hu: Árva tartalom

source: Export redirects
hu_hu: Átirányítások exportálása

source: Redirect not deleted.
hu_hu: Az átirányítás nem lett törölve.

source: Something went wrong when deleting this redirect.
hu_hu: Valami hiba történt ennek az átirányításnak a törlésekor.

source: Stale cornerstone content
hu_hu: Elavult sarokkő tartalom

source: Stale cornerstone content refers to cornerstone content that hasn’t been updated in the last 6 months. Make sure to keep these %1$s up-to-date. %2$sLearn more about cornerstone content%3$s.
hu_hu: Az elavult sarokkő tartalom olyan sarokkő tartalmat jelent, amelyet az elmúlt 6 hónapban nem frissítettek. Ügyeljen rá, hogy ezeket a %1$s naprakészen tartsa. %2$sTudjon meg többet a sarokkő tartalomról%3$s.

source: Origin
hu_hu: Forrás

source: Target
hu_hu: Cél

source: Type
hu_hu: Típus

source: Format
hu_hu: Formátum

source: Settings
hu_hu: Beállítások

source: Regular Expression
hu_hu: Reguláris kifejezés

source: Old URL
hu_hu: Régi URL

source: Unknown error. Failed to create redirect.
hu_hu: Ismeretlen hiba. Nem sikerült létrehozni az átirányítást.

source: Unknown error. Failed to update redirect.
hu_hu: Ismeretlen hiba. Nem sikerült frissíteni az átirányítást.

source: We're unable to create the directory %s
hu_hu: Nem sikerült létrehozni a(z) %s könyvtárat

source: We're unable to write data to the file %s
hu_hu: Nem sikerült adatot írni a(z) %s fájlba

source: Redirects
hu_hu: Átirányítások

source: Regex Redirects
hu_hu: Regex átirányítások

source: Redirects per page
hu_hu: Átirányítások oldalanként

source: Filter by redirect type
hu_hu: Szűrés átirányítási típus szerint

source: All redirect types
hu_hu: Minden átirányítási típus

source: Filter
hu_hu: Szűrés

# noun
source: Type
hu_hu: Típus

source: New URL
hu_hu: Új URL

source: Select this redirect
hu_hu: Válassza ezt az átirányítást

source: 301 Moved Permanently
hu_hu: 301 Véglegesen áthelyezve

source: 302 Found
hu_hu: 302 Megtalálva

source: 307 Temporary Redirect
hu_hu: 307 Átmeneti átirányítás

source: 410 Content Deleted
hu_hu: 410 Tartalom törölve

source: 451 Unavailable For Legal Reasons
hu_hu: 451 Jogi okokból nem érhető el

source: The URL you entered could not be resolved.
hu_hu: A megadott URL nem oldható fel.

source: The URL you are redirecting to seems to return a %1$s status. You might want to check if the target can be reached manually before saving.
hu_hu: Úgy tűnik, hogy a cél-URL %1$s állapotot ad vissza. Mentés előtt érdemes ellenőrizni, hogy a cél manuálisan elérhető-e.

source: You're redirecting to a target that returns a 301 HTTP code (permanently moved). Make sure the target you specify is directly reachable.
hu_hu: Olyan célra irányít át, amely 301-es HTTP-kódot ad vissza (véglegesen áthelyezve). Győződjön meg róla, hogy a megadott cél közvetlenül elérhető.

source: The URL you entered returned a HTTP code different than 200(OK). The received HTTP code is %1$s.
hu_hu: A megadott URL a 200(OK)-tól eltérő HTTP-kódot adott vissza. A kapott HTTP-kód: %1$s.

source: The redirect you are trying to save will create a redirect loop. This means there probably already exists a redirect that points to the origin of the redirect you are trying to save
hu_hu: A menteni próbált átirányítás átirányítási hurkot hozna létre. Ez valószínűleg azt jelenti, hogy már létezik egy átirányítás, amely az Ön által menteni kívánt átirányítás forrására mutat

source: %1$s will be redirected to %2$s. Maybe it's worth considering to create a direct redirect to %2$s.
hu_hu: %1$s át lesz irányítva ide: %2$s. Érdemes lehet közvetlen átirányítást létrehozni ide: %2$s.

source: Not all the required fields are filled.
hu_hu: Nincs minden kötelező mező kitöltve.

source: The old URL for your redirect is not relative. Only the new URL is allowed to be absolute. Make sure to provide a relative old URL.
hu_hu: Az átirányítás régi URL-je nem relatív. Csak az új URL lehet abszolút. Ügyeljen rá, hogy relatív régi URL-t adjon meg.

source: You are attempting to redirect to the same URL as the origin. Please choose a different URL to redirect to.
hu_hu: Ugyanarra az URL-re próbál átirányítani, mint a forrás. Kérjük, válasszon egy másik URL-t célként az átirányításhoz.

source: Your redirect is missing the subdirectory where WordPress is installed in. This will result in a redirect that won't work. Make sure the redirect starts with %1$s
hu_hu: Az átirányításból hiányzik az az alkönyvtár, ahová a WordPress telepítve van. Ez nem működő átirányítást eredményez. Győződjön meg róla, hogy az átirányítás %1$s-sel kezdődik

source: The old URL already exists as a redirect.
hu_hu: A régi URL már létezik átirányításként.

source: The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.
hu_hu: Az átirányítás típusa az a HTTP válaszkód, amelyet a böngészőnek küldünk, és amely közli, milyen típusú átirányítást szolgálunk ki. %1$sTudjon meg többet az átirányítási típusokról%2$s.

source: Update Redirect
hu_hu: Átirányítás frissítése

source: Plain redirects
hu_hu: Egyszerű átirányítások

source: Add Redirect
hu_hu: Átirányítás hozzáadása

source: Search
hu_hu: Keresés

source: Regular Expression redirects
hu_hu: Reguláris kifejezéses átirányítások

source: Regular Expression (regex) Redirects are extremely powerful redirects. You should only use them if you know what you are doing. %1$sRead more about regex redirects on our help center%2$s.
hu_hu: A reguláris kifejezéses (regex) átirányítások rendkívül hatékonyak. Csak akkor használja őket, ha tudja, mit csinál. %1$sOlvasson többet a regex átirányításokról a súgóközpontunkban%2$s.

source: As you're on Apache, you should add the following include to the website httpd config file:
hu_hu: Mivel Apache-ot használ, adja hozzá a következő include-ot a webhely httpd konfigurációs fájljához:

source: We're unable to save the redirects to your %s file. Please make the file writable.
hu_hu: Nem tudjuk menteni az átirányításokat a(z) %s fájlba. Kérjük, tegye írhatóvá a fájlt.

source: As you're on Nginx, you should add the following include to the Nginx config file:
hu_hu: Mivel Nginxet használ, adja hozzá a következő include-ot az Nginx konfigurációs fájljához:

source: We're unable to save the redirect file to %s
hu_hu: Nem tudjuk menteni az átirányítási fájlt ide: %s

source: Redirects settings
hu_hu: Átirányítások beállításai

source: Since this site is a multisite, web server redirect methods have been disabled to prevent issues.
hu_hu: Mivel ez a webhely multisite, a webszerveres átirányítási módszerek le vannak tiltva a problémák megelőzése érdekében.

source: Read more about why web server redirect methods have been disabled on a multisite.
hu_hu: Olvasson többet arról, miért vannak letiltva a webszerveres átirányítási módszerek multisite környezetben.

source: Web server
hu_hu: Webszerver

source: Redirect method
hu_hu: Átirányítási módszer

source: Write redirects to the %1$s file. Make sure the %1$s file is writable.
hu_hu: Írja az átirányításokat a(z) %1$s fájlba. Győződjön meg róla, hogy a(z) %1$s fájl írható.

source: Generate a separate redirect file
hu_hu: Külön átirányítási fájl létrehozása

source: By default we write the redirects to your %s file, check this if you want the redirects written to a separate file. Only check this option if you know what you are doing!
hu_hu: Alapértelmezés szerint a(z) %s fájlba írjuk az átirányításokat; jelölje be ezt, ha külön fájlba szeretné őket írni. Csak akkor jelölje be ezt az opciót, ha tudja, mit csinál!

source: %s can generate redirect files that can be included in your website web server configuration. If you choose this option the PHP redirects will be disabled. Only check this option if you know what you are doing!
hu_hu: A %s képes olyan átirányítási fájlokat generálni, amelyek beilleszthetők a webhely webszerver-konfigurációjába. Ha ezt az opciót választja, a PHP-átirányítások le lesznek tiltva. Csak akkor jelölje be ezt az opciót, ha tudja, mit csinál!

source: Save Changes
hu_hu: Változtatások mentése

source: %1$s created a %2$sredirect%3$s from the old term URL to the new term URL.
hu_hu: %1$s létrehozott egy %2$sátirányítást%3$s a régi kifejezés URL-jéről az új kifejezés URL-jére.

source: %1$s detected that you deleted a term (%5$s). You can either: %2$s Don't know what to do? %3$sRead this post %4$s.
hu_hu: %1$s észlelte, hogy törölt egy kifejezést (%5$s). A következőket teheti: %2$s Nem tudja, mit tegyen? %3$sOlvassa el ezt a bejegyzést%4$s.

source: If you need a list of all public posts, terms and related keyphrases, you can generate a CSV file using the %s button below.
hu_hu: Ha szüksége van az összes nyilvános bejegyzés, kifejezés és kapcsolódó kulcskifejezés listájára, az alábbi %s gombbal CSV fájlt készíthet.

source: Export keyphrases to a CSV file
hu_hu: Kulcskifejezések exportálása CSV fájlba

source: You can add or remove columns to be included in the export using the checkboxes below.
hu_hu: Az alábbi jelölőnégyzetekkel hozzáadhat vagy eltávolíthat oszlopokat az exporthoz.

source: Export keyphrase scores
hu_hu: Kulcskifejezés-pontszámok exportálása

source: Export URL
hu_hu: URL exportálása

source: Export title
hu_hu: Cím exportálása

source: Export SEO title
hu_hu: SEO-cím exportálása

source: Export meta description
hu_hu: Meta leírás exportálása

source: Export readability score
hu_hu: Olvashatósági pontszám exportálása

source: Please note:
hu_hu: Kérjük, vegye figyelembe:

source: The first row in this file is the header row. This row should be ignored when parsing or importing the data from the export.
hu_hu: A fájl első sora a fejléc. Ezt a sort figyelmen kívül kell hagyni az exportált adatok feldolgozásakor vagy importálásakor.

source: Exporting data can take a long time when there are many posts, pages, public custom post types or terms.
hu_hu: Az adatok exportálása sok időt vehet igénybe, ha sok bejegyzés, oldal, nyilvános egyedi bejegyzéstípus vagy kifejezés van.

source: Export redirects to a CSV file
hu_hu: Átirányítások exportálása CSV fájlba

source: If you need to have a list of all redirects, you can generate a CSV file using the button below.
hu_hu: Ha szüksége van az összes átirányítás listájára, az alábbi gombbal CSV fájlt készíthet.

source: Please note that the first row in this file is a header. This row should be ignored when parsing or importing the data from the export.
hu_hu: Felhívjuk a figyelmet, hogy a fájl első sora fejléc. Ezt a sort figyelmen kívül kell hagyni az exportált adatok feldolgozásakor vagy importálásakor.

source: Import redirects from %s
hu_hu: Átirányítások importálása innen: %s

source: You can copy the contents of any %1$s file in here, and it will import the redirects into %2$s.
hu_hu: Ide bemásolhat bármely %1$s fájl tartalmát, és az importálja az átirányításokat a(z) %2$s rendszerbe.

source: Import from other redirect plugins
hu_hu: Importálás más átirányítási bővítményekből

source: Import from:
hu_hu: Importálás innen:

source: Import from a CSV file
hu_hu: Importálás CSV fájlból

source: Choose a CSV file from your computer:
hu_hu: Válasszon egy CSV fájlt a számítógépéről:

source: Import CSV file
hu_hu: CSV fájl importálása

source: Enter redirects to import
hu_hu: Adja meg az importálandó átirányításokat

source: Import .htaccess
hu_hu: .htaccess importálása

source: Installation successful!
hu_hu: A telepítés sikeres!

source: So, what's next?
hu_hu: Mi a következő lépés?

source: Rank with articles you want to rank with
hu_hu: Érjen jobb helyezést azokkal a cikkekkel, amelyekkel szeretne rangsorolni

source: %1$sCornerstone content%2$s is the content on your site that’s most important. You want to rank highest in Google with these articles. Make sure your internal linking structure reflects what pages are most important. Want to know how?
hu_hu: A %1$ssarokkő tartalom%2$s a webhelye legfontosabb tartalma. Ezekkel a cikkekkel szeretne a legmagasabb helyen rangsorolni a Google-ben. Gondoskodjon róla, hogy a belső hivatkozási struktúrája tükrözze, mely oldalak a legfontosabbak. Szeretné tudni, hogyan?

source: Do the cornerstone workout!
hu_hu: Végezze el a sarokkő-gyakorlatot!

source: Optimize your content further with our smart analysis
hu_hu: Optimalizálja tovább a tartalmát okos elemzésünkkel

source: Different people search with different search terms. With our %1$spremium analysis%2$s, you are free to use variations and synonyms of your keywords in your content, which will make your writing style far more natural.
hu_hu: Különböző emberek különböző keresőkifejezésekkel keresnek. A %1$sprémium elemzésünkkel%2$s szabadon használhatja kulcsszavai változatait és szinonimáit a tartalmában, amitől az írásstílusa sokkal természetesebb lesz.

source: Score some more green bullets
hu_hu: Szerezzen még több zöld pontot

source: Keep your site well-organised so people won't get lost
hu_hu: Tartsa jól rendezett állapotban a webhelyét, hogy az emberek ne vesszenek el

source: The %1$s %2$sRedirect Manager%3$s automatically prevents visitors from reaching a dead end whenever you move or delete content. It also makes managing your existing redirects easy.
hu_hu: A %1$s %2$sRedirect Manager%3$s automatikusan megakadályozza, hogy a látogatók zsákutcába jussanak, amikor áthelyez vagy töröl tartalmat. Emellett megkönnyíti a meglévő átirányítások kezelését.

source: Check out the Redirect Manager
hu_hu: Nézze meg a Redirect Managert

source: Master vital SEO skills with our online courses
hu_hu: Sajátítsa el a létfontosságú SEO-készségeket online tanfolyamainkkal

source: %1$s grants you direct access to %2$sall premium %3$s academy courses%4$s. Learn all the ins and outs of holistic SEO from industry experts.
hu_hu: %1$s közvetlen hozzáférést biztosít a %2$sminden prémium %3$s akadémiai tanfolyamhoz%4$s. Tanulja meg a holisztikus SEO minden csínját-bínját iparági szakértőktől.

source: Browse our courses
hu_hu: Böngéssze tanfolyamainkat

source: Old URL:
hu_hu: Régi URL:

source: New URL:
hu_hu: Új URL:

source: Undo
hu_hu: Visszavonás

source: Redirect it to another URL
hu_hu: Átirányítás egy másik URL-re

source: Make it serve a 410 Content Deleted header
hu_hu: Állítsa be, hogy 410 Content Deleted fejlécet adjon vissza

source: Create Redirect
hu_hu: Átirányítás létrehozása

source: Learn more about including custom fields in the page analysis
hu_hu: Tudjon meg többet az egyéni mezők oldalelemzésbe való bevonásáról

source: Custom fields to include in page analysis
hu_hu: Az oldalelemzésbe bevonandó egyéni mezők

source: Enabled
hu_hu: Engedélyezve

source: Install latest %1$s
hu_hu: A legújabb %1$s telepítése

source: %1$s %2$s must be installed and activated in order to use %3$s.
hu_hu: A %1$s %2$s telepítése és aktiválása szükséges a %3$s használatához.

source: %2$sNetwork Activate %1$s now%3$s
hu_hu: %2$s%1$s hálózati aktiválása most%3$s

source: %2$sActivate %1$s now%3$s
hu_hu: %2$s%1$s aktiválása most%3$s

source: %2$sUpgrade %1$s now%3$s
hu_hu: %2$s%1$s frissítése most%3$s

source: %2$sInstall %1$s now%3$s
hu_hu: %2$s%1$s telepítése most%3$s

source: Please contact a network administrator to install %1$s %2$s.
hu_hu: Kérjük, lépjen kapcsolatba egy hálózati rendszergazdával a %1$s %2$s telepítéséhez.

source: Please contact an administrator to install %1$s %2$s.
hu_hu: Kérjük, lépjen kapcsolatba egy rendszergazdával a %1$s %2$s telepítéséhez.

source: Paragraph break
hu_hu: Bekezdésváltás

source: AI features
hu_hu: AI funkciók

source: Is this cornerstone content?
hu_hu: Ez sarokkő tartalom?

source: Cornerstone content
hu_hu: Sarokkő tartalom

source: Table of contents
hu_hu: Tartalomjegyzék

source: Inclusive language score
hu_hu: Inkluzív nyelvhasználat pontszáma

source: Filter by Inclusive Language Score
hu_hu: Szűrés inkluzív nyelvhasználati pontszám szerint

source: All Inclusive Language Scores
hu_hu: Minden inkluzív nyelvhasználati pontszám

source: Installation Successful
hu_hu: Telepítés sikeres

source: Please %2$supdate %1$s to the latest version%3$s to ensure you can fully use all Premium settings and features.
hu_hu: Kérjük, %2$sfrissítse a(z) %1$s-t a legújabb verzióra%3$s, hogy teljes mértékben használhassa az összes Premium beállítást és funkciót.

source: Update to the latest version of %1$s!
hu_hu: Frissítsen a(z) %1$s legújabb verziójára!

source: Basic information
hu_hu: Alapvető információk

source: Honorific prefix
hu_hu: Megszólítási előtag

source: E.g. %1$sDr%2$s, %1$sMs%2$s, %1$sMr%2$s
hu_hu: Például: %1$sDr%2$s, %1$sMs%2$s, %1$sMr%2$s

source: Honorific suffix
hu_hu: Megszólítási utótag

source: E.g. %1$sMD%2$s, %1$sPhD%2$s
hu_hu: Pl. %1$sMD%2$s, %1$sPhD%2$s

source: Birth date
hu_hu: Születési dátum

source: Use format: %1$sYYYY-MM-DD%2$s
hu_hu: Használja a következő formátumot: %1$sYYYY-MM-DD%2$s

source: Gender
hu_hu: Nem

source: E.g. %1$sfemale%2$s, %1$smale%2$s, %1$snon-binary%2$s
hu_hu: Pl. %1$snő%2$s, %1$sférfi%2$s, %1$snem bináris%2$s

source: Extra information
hu_hu: További információ

source: Awards
hu_hu: Díjak

source: Comma separated, e.g. %1$sMost likely to succeed - 1991, Smartest in class - 1990%2$s
hu_hu: Vesszővel elválasztva, pl. %1$sLegvalószínűbb, hogy sikeres lesz - 1991, Az osztály legokosabbja - 1990%2$s

source: Expertise in
hu_hu: Szakértelem

source: Comma separated, e.g. %1$sPHP, JavaScript, 90's rock music%2$s
hu_hu: Vesszővel elválasztva, pl. %1$sPHP, JavaScript, 90-es évekbeli rockzene%2$s
