Repository: hellowpio/wordpress-translations
Catalog: plugins/*/learndash-memberpress/learndash-memberpress-*.po
Languages: hu_hu

source: LearnDash LMS - MemberPress Integration
hu_hu: LearnDash LMS - MemberPress integráció

source: Integrate LearnDash LMS with MemberPress
hu_hu: A LearnDash LMS integrálása a MemberPress-szel

source: Select memberships
hu_hu: Tagságok kiválasztása

source: Associated Memberships
hu_hu: Társított tagságok

source: You can select multiple memberships by holding ctrl key on Windows and cmd key on Mac.
hu_hu: Több tagságot is kijelölhet: Windows alatt a ctrl, Macen a cmd billentyűt nyomva tartva.

source: MemberPress plugin is required to be activated first.
hu_hu: Először a MemberPress bővítményt kell aktiválni.

source: <strong>Important:</strong> When adding five or more courses/groups to a single membership, course enrollment process is done in the background and you will need to set up a cron job. To set up a cron job please follow <a href="%s" target="_blank">these steps</a>.
hu_hu: <strong>Fontos:</strong> Ha öt vagy több kurzust/csoportot ad egyetlen tagsághoz, a beiratkozási folyamat a háttérben történik, és be kell állítania egy cron feladatot. A cron feladat beállításához kövesse <a href="%s" target="_blank">ezeket a lépéseket</a>.

source: Click the box to start adding %s.
hu_hu: Kattintson a mezőre a(z) %s hozzáadásának megkezdéséhez.

source: After configuring LearnDash - Memberpress integration settings, please <a href="%s">click here</a> to start retroactive member access process.
hu_hu: A LearnDash - Memberpress integráció beállítása után kérjük, <a href="%s">kattintson ide</a> a visszamenőleges taghozzáférés folyamatának megkezdéséhez.

source: Tools
hu_hu: Eszközök

source: Retroactive tool:
hu_hu: Visszamenőleges eszköz:

source: Run
hu_hu: Futtatás

source: The process is being done. Please do not close this browser until the process is finished.
hu_hu: A folyamat éppen fut. Kérjük, ne zárja be ezt a böngészőt, amíg a folyamat be nem fejeződik.

source: The process is complete.
hu_hu: A folyamat befejeződött.

source: LearnDash LMS - Memberpress Integration Add-on requires the following plugin(s) to be active:
hu_hu: A LearnDash LMS - Memberpress Integration kiegészítő megköveteli, hogy a következő bővítmény(ek) aktívak legyenek:
