Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-booking-system-multiple-currencies/wp-booking-system-multiple-currencies-*.po
Languages: hu_hu

source: WP Booking System - Multiple Currencies
hu_hu: WP Booking System - Több pénznem

source: Allow your customers to switch between currencies when making a payment.
hu_hu: Tegye lehetővé ügyfelei számára, hogy fizetéskor pénznemet váltsanak.

source: Multiple Currencies
hu_hu: Több pénznem

source: Additional Currencies
hu_hu: További pénznemek

source: Additional currencies that the customer can switch between. Make sure the Payment Gateways you use all support the selected currencies.
hu_hu: További pénznemek, amelyek között az ügyfél válthat. Győződjön meg róla, hogy az Ön által használt fizetési átjárók mind támogatják a kiválasztott pénznemeket.

source: Auto Rates
hu_hu: Automatikus árfolyamok

source: Enabling this will automatically retrieve the conversion rates from https://fixer.io/. Rates are updated daily.
hu_hu: Ennek engedélyezése automatikusan lekéri az átváltási árfolyamokat a https://fixer.io/ oldalról. Az árfolyamok naponta frissülnek.

source: You will need to sign up for a free API key at <a href="https://fixer.io/" target="_blank">https://fixer.io/</a>
hu_hu: Regisztrálnia kell egy ingyenes API-kulcsért itt: <a href="https://fixer.io/" target="_blank">https://fixer.io/</a>

source: Auto Rates - API Key
hu_hu: Automatikus árfolyamok - API-kulcs

source: Your <a href="https://fixer.io/" target="_blank">https://fixer.io/</a> API Key.
hu_hu: Az Ön <a href="https://fixer.io/" target="_blank">https://fixer.io/</a> API-kulcsa.

source: Conversion Rates
hu_hu: Átváltási árfolyamok

source: After selecting some currencies and saving the page, the conversion rates will appear here.
hu_hu: Miután kiválasztott néhány pénznemet és elmentette az oldalt, az átváltási árfolyamok itt jelennek meg.

source: Revert to default currency on checkout
hu_hu: Visszaállítás az alapértelmezett pénznemre a pénztárnál

source: Enabling this option will only display the currency conversions, the default currency will be used on the checkout screen.
hu_hu: Ennek az opciónak az engedélyezése csak a pénznem-átváltásokat jeleníti meg, a pénztár képernyőjén az alapértelmezett pénznem lesz használva.

source: Currency
hu_hu: Pénznem

source: The <strong>Multiple Currencies</strong> Add-on requires WP Booking System version
hu_hu: A <strong>Több pénznem</strong> kiegészítőhöz a WP Booking System verzió szükséges
