Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-product-vendors/woocommerce-product-vendors-*.po
Languages: hu_hu

source: Gross Sales amount
hu_hu: Bruttó értékesítési összeg

source: Net Sales amount
hu_hu: Nettó értékesítési összeg

source: Total Commission Amount (vendors)
hu_hu: Összes jutalék összege (forgalmazók)

source: Showing reports for:
hu_hu: Jelentések megjelenítése ehhez:

source: Reset
hu_hu: Visszaállítás

source: Vendor Search
hu_hu: Forgalmazó keresése

source: Search for a vendor&hellip;
hu_hu: Forgalmazó keresése&hellip;

source: Show
hu_hu: Megjelenítés

source: Sales by date
hu_hu: Értékesítés dátum szerint

source: Custom:
hu_hu: Egyéni:

source: Go
hu_hu: Mehet

source: Thanks for updating Product Vendors to 2.0.0+. You can optionally convert all your past data into this current version. Please note this may take awhile so you may want to do this when your site traffic is at its lowest and it would be best to do a full site backup prior to proceeding. If you still want to convert all the data, click on the update button.
hu_hu: Köszönjük, hogy frissítette a Product Vendors bővítményt 2.0.0+ verzióra. Opcionálisan átkonvertálhatja minden korábbi adatát az aktuális verzió formátumára. Vegye figyelembe, hogy ez eltarthat egy ideig, ezért érdemes akkor elvégezni, amikor a webhely forgalma a legalacsonyabb, és a folytatás előtt célszerű teljes webhelymentést készíteni. Ha továbbra is az összes adatot szeretné konvertálni, kattintson a frissítés gombra.

source: Update
hu_hu: Frissítés

source: Dismiss
hu_hu: Bezárás

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
hu_hu: Erősen ajánlott biztonsági mentést készíteni az adatbázisról a folytatás előtt. Biztosan lefuttatja most a frissítőt?

source: Vendor Email (required)
hu_hu: Forgalmazó e-mail-címe (kötelező)

source: All notifications will be sent to this email address, including new orders and customer inquiries. Add multiple email addresses by separating them with a comma.
hu_hu: Minden értesítés erre az e-mail-címre lesz elküldve, beleértve az új rendeléseket és a vásárlói megkereséseket. Több e-mail-címet vesszővel elválasztva adjon meg.

source: Additional Settings
hu_hu: További beállítások

source: Enter any notes about this vendor. Only seen by store owners.
hu_hu: Adjon meg bármilyen megjegyzést erről a forgalmazóról. Csak az áruház tulajdonosai látják.

source: Vendor Logo
hu_hu: Forgalmazói logó

source: Upload Logo
hu_hu: Logó feltöltése

source: Click to remove image
hu_hu: Kattintson a kép eltávolításához

source: Vendor Profile
hu_hu: Forgalmazói profil

source: Enter the profile information you would like for customer to see.
hu_hu: Adja meg a profilinformációkat, amelyeket szeretné, hogy a vásárlók lássanak.

source: Vendor Admins
hu_hu: Forgalmazói adminisztrátorok

source: Additional access level can be set individually per vendor user.
hu_hu: További hozzáférési szint állítható be egyedileg forgalmazói felhasználónként.

source: Search for Users
hu_hu: Felhasználók keresése

source: A list of users who can manage this vendor.
hu_hu: Azon felhasználók listája, akik kezelhetik ezt a forgalmazót.

source: Percentage
hu_hu: Százalék

source: Choose whether the commission amount will be a fixed amount or a percentage of the cost.
hu_hu: Válassza ki, hogy a jutalék összege fix összeg legyen vagy a költség százaléka.

source: This is the commission amount the vendor will receive. Product level commission can be set which will override this commission.
hu_hu: Ez az a jutalékösszeg, amelyet a forgalmazó megkap. Termékszintű jutalék is beállítható, amely felülírja ezt a jutalékot.

source: Enter a positive number.
hu_hu: Adjon meg pozitív számot.

source: Pass Shipping
hu_hu: Szállítás továbbítása

source: Check box to pass the shipping charges to the vendor.
hu_hu: Jelölje be a négyzetet a szállítási díjak eladónak történő átadásához.

source: Instant Payout
hu_hu: Azonnali kifizetés

source: Pay commission to vendor instantly when order is paid. (Uses PayPal Payouts)
hu_hu: Fizesse ki a jutalékot az eladónak azonnal, amikor a rendelés kifizetésre kerül. (A PayPal Payouts használatával)

source: Scheduled commission payouts will be using this PayPal email to receive payments.
hu_hu: Az ütemezett jutalékkifizetések erre a PayPal e-mail címre érkeznek.

source: Timezone
hu_hu: Időzóna

source: Set the local timezone.
hu_hu: Állítsa be a helyi időzónát.

source: Show Per Product Shipping Rules
hu_hu: Termékenkénti szállítási szabályok megjelenítése

source: When enabled, vendor can edit per product shipping rules.
hu_hu: Engedélyezéskor az eladó szerkesztheti a termékenkénti szállítási szabályokat.

source: Enable Bookings Feature
hu_hu: Foglalási funkció engedélyezése

source: Enable to allow vendors to create bookable products such as booking classes or lessons. ( WooCommerce Bookings sold separately )
hu_hu: Engedélyezze, hogy az eladók foglalható termékeket hozhassanak létre, például tanfolyamokat vagy órákat. ( A WooCommerce Bookings külön megvásárolható )

source: Vendor Management
hu_hu: Eladók kezelése

source: Managing
hu_hu: Kezelés

source: Publish Products
hu_hu: Termékek közzététele

source: Needs Approval
hu_hu: Jóváhagyást igényel

source: Allow
hu_hu: Engedélyez

source: This setting determines if this vendor user is allowed to publish products live without approval.
hu_hu: Ez a beállítás meghatározza, hogy ez az eladói felhasználó jóváhagyás nélkül, élesben közzétehet-e termékeket.

source: Manage Customers
hu_hu: Vásárlók kezelése

source: Not Allow
hu_hu: Nem engedélyez

source: Allowed
hu_hu: Engedélyezve

source: This setting determines if this vendor user can manage customers which includes their own existing customers and create new customers.
hu_hu: Ez a beállítás határozza meg, hogy ez az eladói felhasználó kezelheti-e a vásárlókat – beleértve a saját meglévő vásárlóit –, és hozhat-e létre új vásárlókat.

source: Registration Description
hu_hu: Regisztrációs leírás

source: This is the business overview provided by the vendor during registration. It contains details about their company history, products, and business experience.
hu_hu: Ez a regisztráció során az eladó által megadott vállalkozás áttekintése. Tartalmazza a cég történetére, termékeire és üzleti tapasztalatára vonatkozó részleteket.

source: Admin Notes
hu_hu: Admin megjegyzések

source: Private notes about this vendor that are only visible to store administrators.
hu_hu: Az eladóra vonatkozó privát megjegyzések, amelyek csak az áruház adminisztrátorai számára láthatók.

source: Add internal notes about this vendor. These notes are not displayed publicly.
hu_hu: Adjon hozzá belső megjegyzéseket erről az eladóról. Ezek a megjegyzések nem jelennek meg nyilvánosan.

source: The vendor's logo that will be displayed on their public page and products. Recommended size: 400x100px.
hu_hu: Az eladó logója, amely megjelenik a nyilvános oldalán és a termékein. Ajánlott méret: 400x100px.

source: Vendor logo preview
hu_hu: Eladói logó előnézete

source: Remove logo image
hu_hu: Logókép eltávolítása

source: Public Vendor Profile
hu_hu: Nyilvános eladói profil

source: This is the public profile that customers will see on the vendor's page. It should highlight their brand, products, and what makes them unique.
hu_hu: Ez az a nyilvános profil, amelyet a vásárlók az eladó oldalán látnak. Emelje ki a márkát, a termékeket és az egyedi jellemzőket.

source: This profile will be displayed to customers on the vendor's public page.
hu_hu: Ez a profil a vásárlók számára az eladó nyilvános oldalán jelenik meg.

source: Vendor Email
hu_hu: Eladói e-mail

source: The primary email address for vendor communications. Multiple addresses can be added for order notifications and customer inquiries.
hu_hu: Az eladóval folytatott kommunikáció elsődleges e-mail címe. Több cím is megadható rendelési értesítésekhez és vásárlói megkeresésekhez.

source: Vendor notifications including orders and customer inquiries will be sent to this email address. For multiple recipients, separate email addresses with commas.
hu_hu: Az eladói értesítések, beleértve a rendeléseket és a vásárlói megkereséseket, erre az e-mail címre lesznek elküldve. Több címzett esetén vesszővel válassza el az e-mail címeket.

source: Vendor Administrators
hu_hu: Eladói adminisztrátorok

source: Users who can manage this vendor's products, orders, and settings. Each admin can have different access levels.
hu_hu: Felhasználók, akik kezelhetik ennek az eladónak a termékeit, rendeléseit és beállításait. Minden adminnak eltérő hozzáférési szintje lehet.

source: Select users who will have administrative access to manage this vendor.
hu_hu: Válassza ki azokat a felhasználókat, akik adminisztratív hozzáférést kapnak ennek az eladónak a kezeléséhez.

source: Commission Settings
hu_hu: Jutalékbeállítások

source: Choose how commissions are calculated for this vendor. Product level commissions that have already been set will only be updated for commission (if no specific value was set on the product), commission type, and tax handling. Changing passing shipping on this page will only be applied to products created after updating.
hu_hu: Válassza ki, hogyan számítjuk a jutalékokat ennél az eladónál. A már beállított termékszintű jutalékok csak a jutalék összegét (ha a terméknél nem volt megadva konkrét érték), a jutaléktípust és az adókezelést tekintve frissülnek. A szállítás átadásának itt történő módosítása csak a frissítés után létrehozott termékekre vonatkozik.

source: Choose how the commission will be calculated - either as a percentage of the product price or a fixed amount per product.
hu_hu: Válassza ki, hogyan számoljuk a jutalékot – a termék árának százalékaként vagy termékenként fix összegként.

source: Select whether the commission will be a percentage of product or a fixed amount per product.
hu_hu: Válassza ki, hogy a jutalék a termék százaléka legyen, vagy termékenként fix összeg.

source: The commission amount the vendor will receive for each sale. This can be overridden at the product level.
hu_hu: Az eladó minden eladás után kapott jutalékának összege. Termékszinten felülírható.

source: Enter the commission amount. For percentage, enter a number between 0-100. For fixed amount, enter the monetary value.
hu_hu: Adja meg a jutalék összegét. Százalék esetén 0–100 közötti számot adjon meg. Fix összeg esetén a pénzbeli értéket.

source: Shipping Charges
hu_hu: Szállítási díjak

source: Determine if shipping charges should be passed to the vendor or kept by the marketplace.
hu_hu: Határozza meg, hogy a szállítási díjak az eladót illessék, vagy a piactérnél maradjanak.

source: Pass shipping charges to vendor
hu_hu: Szállítási díjak átadása az eladónak

source: When enabled, the vendor will receive the shipping charges for their products.
hu_hu: Engedélyezéskor az eladó megkapja a termékei szállítási díjait.

source: Choose how taxes should be handled when calculating vendor commissions.
hu_hu: Válassza ki, hogyan kezeljük az adókat az eladói jutalékok számításakor.

source: Include all tax charges in the vendor's commission.
hu_hu: Az eladó jutaléka tartalmazza az összes adóterhet.

source: Calculate commission using the full price including taxes.
hu_hu: A jutalék kiszámítása az adókat is tartalmazó teljes árból.

source: Payment Method
hu_hu: Fizetési mód

source: Choose whether to pay commissions instantly via PayPal or through scheduled payouts.
hu_hu: Válassza ki, hogy a jutalékokat azonnal, PayPalon keresztül, vagy ütemezett kifizetésekkel fizessük ki.

source: Enable instant PayPal payouts
hu_hu: Azonnali PayPal-kifizetések engedélyezése

source: When enabled, commissions will be paid instantly through PayPal when the order is paid.
hu_hu: Engedélyezéskor a jutalékokat a rendelés kifizetésekor azonnal, PayPalon keresztül fizetjük ki.

source: The PayPal email address where commission payments will be sent.
hu_hu: A PayPal e-mail cím, ahová a jutalékkifizetések érkeznek.

source: Enter the PayPal email address for receiving commission payments.
hu_hu: Adja meg a PayPal e-mail címet a jutalékkifizetések fogadásához.

source: Vendor Timezone
hu_hu: Eladó időzónája

source: Set the local timezone for the vendor to ensure accurate order processing times and reports.
hu_hu: Állítsa be az eladó helyi időzónáját a pontos rendelésfeldolgozási idők és jelentések érdekében.

source: Choose the timezone for vendor operations and reporting.
hu_hu: Válassza ki az eladói működéshez és jelentésekhez használt időzónát.

source: Product Shipping Rules
hu_hu: Termékszintű szállítási szabályok

source: Allow vendor to set custom shipping rules for individual products.
hu_hu: Engedje meg az eladónak, hogy egyes termékekhez egyedi szállítási szabályokat állítson be.

source: Enable per-product shipping rules
hu_hu: Termékenkénti szállítási szabályok engedélyezése

source: When enabled, the vendor can set specific shipping costs for individual products.
hu_hu: Engedélyezéskor az eladó egyes termékekhez egyedi szállítási díjakat állíthat be.

source: Bookable Products
hu_hu: Foglalható termékek

source: Enable this to allow the vendor to create and manage bookable products (requires WooCommerce Bookings).
hu_hu: Engedélyezze ezt, hogy az eladó foglalható termékeket hozhasson létre és kezelhessen (WooCommerce Bookings szükséges).

source: Enable bookings feature
hu_hu: Foglalási funkció engedélyezése

source: Allow vendor to create bookable products like classes, appointments, or rentals. Requires WooCommerce Bookings plugin.
hu_hu: Engedje meg az eladónak, hogy foglalható termékeket hozzon létre, például tanfolyamokat, időpontokat vagy bérléseket. A WooCommerce Bookings bővítmény szükséges.

source: Learn more
hu_hu: Tudjon meg többet

source: Your vendor admin data is being migrated to the new storage method. This may take a while.
hu_hu: Az eladói admin adatai az új tárolási módra kerülnek át. Ez eltarthat egy ideig.

source: There is a new way to store vendor admin information in the database. Please migrate your data to the new storage method.
hu_hu: Új módja van az eladói admin információk adatbázisbeli tárolásának. Kérjük, migrálja adatait az új tárolási módra.

source: Start migration
hu_hu: Migráció indítása

source: Order Notes
hu_hu: Rendelési megjegyzések

source: General Details
hu_hu: Általános adatok

source: Order date:
hu_hu: Rendelés dátuma:

source: Order status:
hu_hu: Rendelés állapota:

source: Billing Details
hu_hu: Számlázási adatok

source: Address
hu_hu: Cím

source: No shipping address set.
hu_hu: Nincs megadva szállítási cím.

source: Phone:
hu_hu: Telefon:

source: Shipping Details
hu_hu: Szállítási adatok

source: Customer provided note:
hu_hu: Vásárló által megadott megjegyzés:

source: Shipping method:
hu_hu: Szállítási mód:

source: Order Items
hu_hu: Rendelési tételek

source: Enter a public vendor profile that store customers will see.
hu_hu: Adjon meg egy nyilvános eladói profilt, amelyet az áruház vásárlói látnak.

source: Vendor Email(required)
hu_hu: Eladói e-mail(kötelező)

source: PayPal email account where you will receive your commission.
hu_hu: PayPal e-mail fiók, ahová a jutalékát kapja.

source: Default commission you will receive per product sale. Please note product level commission can override this. Check your product to confirm.
hu_hu: Alapértelmezett jutalék, amelyet termékenkénti eladás után kap. Kérjük, vegye figyelembe, hogy a termékszintű jutalék ezt felülírhatja. Ellenőrizze a termékét a megerősítéshez.

source: Set your local timezone.
hu_hu: Állítsa be a helyi időzónáját.

source: Single Product
hu_hu: Egyedi termék

source: Product Archive
hu_hu: Termékarchívum

source: Product Category
hu_hu: Termékkategória

source: Product Tag
hu_hu: Termékcímke

source: Products by Brand
hu_hu: Márka szerinti termékek

source: Your application is being reviewed. You will be notified once approved.
hu_hu: Jelentkezését felülvizsgáljuk. Jóváhagyás után értesítést kap.

source: Your account is not authorized to manage any vendors. Please contact us for help.
hu_hu: Fiókja nem jogosult eladók kezelésére. Kérjük, lépjen kapcsolatba velünk segítségért.

source: No valid commission to pay.
hu_hu: Nincs kifizethető érvényes jutalék.

source: Order ID
hu_hu: Rendelésazonosító

source: Vendor Name
hu_hu: Eladó neve

source: Product Name
hu_hu: Termék neve

source: Variation Attributes
hu_hu: Variációs attribútumok

source: Product Amount
hu_hu: Termék összege

source: Product Quantity
hu_hu: Termék mennyisége

source: Product Shipping Amount
hu_hu: Termék szállítási költsége

source: Product Shipping Tax Amount
hu_hu: Termék szállítási adójának összege

source: Product Tax Amount
hu_hu: Termék adójának összege

source: Product Commission Amount
hu_hu: Termék jutalékának összege

source: Total Commission Amount
hu_hu: Jutalék teljes összege

source: Commission Paid Status
hu_hu: Jutalék kifizetésének állapota

source: Commission Paid Date
hu_hu: Jutalék kifizetésének dátuma

source: Resend Order Email (Vendor)
hu_hu: Rendelési e-mail újraküldése (eladó)

source: Resend Renewal Email (Vendor)
hu_hu: Megújítási e-mail újraküldése (eladó)

source: %s is out of stock.
hu_hu: %s nincs készleten.

source: Product Out of Stock
hu_hu: Termék nincs készleten

source: %s is low in stock.
hu_hu: %s készlete alacsony.

source: There are %d left
hu_hu: Már csak %d maradt

source: Product Low in Stock
hu_hu: Termék készlete alacsony

source: Vendor email options
hu_hu: Eladói e-mail beállítások

source: Vendor support email address
hu_hu: Eladói támogatási e-mail-cím

source: The email address to receive support questions from vendors. Default %s
hu_hu: Az eladóktól érkező támogatási kérdések fogadására szolgáló e-mail-cím. Alapértelmezés: %s

source: WooCommerce Product Vendors data update complete. Thank you for updating to the latest version!
hu_hu: A WooCommerce Product Vendors adatfrissítése befejeződött. Köszönjük, hogy a legújabb verzióra frissített!

source: WooCommerce Product Vendors Installed &#8211; To get started,
hu_hu: A WooCommerce Product Vendors telepítve &#8211; A kezdéshez,

source: configure your vendor settings
hu_hu: konfigurálja az eladói beállításokat

source: Commission data generated.
hu_hu: Jutalékadatok létrehozva.

source: Generate Vendor Commission
hu_hu: Eladói jutalék generálása

source: Vendor commission (#%4$s) for "%1$s" updated to %2$s with refund #%3$s
hu_hu: A(z) "%1$s" eladói jutaléka (#%4$s) frissítve erre: %2$s a(z) #%3$s visszatérítéssel

source: Vendor commission (#%3$s) for "%1$s" is fully refunded with refund #%2$s
hu_hu: A(z) "%1$s" eladói jutaléka (#%3$s) teljesen visszatérítve a(z) #%2$s visszatérítéssel

source: Weekly
hu_hu: Heti

source: Bi-Weekly
hu_hu: Kéthetente

source: Monthly
hu_hu: Havonta

source: Your request has been submitted. You will be contacted shortly.
hu_hu: Kérelmét elküldtük. Hamarosan felvesszük Önnel a kapcsolatot.

source: Vendor Name is a required field.
hu_hu: Az Eladó neve kötelező mező.

source: Sorry that vendor name already exists. Please enter a different one.
hu_hu: Sajnáljuk, ez az eladónév már létezik. Adjon meg egy másikat.

source: Business Overview is a required field.
hu_hu: A Vállalkozás áttekintése kötelező mező.

source: Public Vendor Profile is a required field.
hu_hu: A Nyilvános eladói profil kötelező mező.

source: First Name is a required field.
hu_hu: A Keresztnév kötelező mező.

source: Last Name is a required field.
hu_hu: A Vezetéknév kötelező mező.

source: Username is a required field.
hu_hu: A Felhasználónév kötelező mező.

source: Please enter a valid username.
hu_hu: Adjon meg érvényes felhasználónevet.

source: Please choose a different username.
hu_hu: Válasszon másik felhasználónevet.

source: Email is a required field.
hu_hu: Az e-mail kötelező mező.

source: Email is not valid.
hu_hu: Az e-mail nem érvényes.

source: Email already exists in our system.
hu_hu: Az e-mail már szerepel a rendszerünkben.

source: Confirm email is a required field.
hu_hu: Az e-mail megerősítése kötelező mező.

source: Emails must match.
hu_hu: Az e-mail címeknek egyezniük kell.

source: If you are already an existing user on the site, please %1$slog in%2$s before registering as a Vendor.
hu_hu: Ha már regisztrált felhasználó ezen az oldalon, kérjük, %1$sjelentkezzen be%2$s, mielőtt eladóként regisztrál.

source: Same as your account password
hu_hu: Azonos a fiókja jelszavával

source: Vendor Admin
hu_hu: Eladói admin

source: Vendor Manager
hu_hu: Eladói menedzser

source: Pending Vendor
hu_hu: Függőben lévő eladó

source: Approve as Vendor Admin
hu_hu: Jóváhagyás eladói adminként

source: Approve as Vendor Manager
hu_hu: Jóváhagyás eladói menedzserként

source: %1$s is approved as a %2$s!
hu_hu: %1$s jóváhagyva mint %2$s!

source: Hey there! The vendor registration form is not showing since you're logged in as an Administrator. If you'd like to verify the form is working, please log out and view this page again.
hu_hu: Szia! Az eladói regisztrációs űrlap nem jelenik meg, mivel rendszergazdaként van bejelentkezve. Ha ellenőrizni szeretné, hogy az űrlap működik-e, jelentkezzen ki, és nyissa meg újra ezt az oldalt.

source: Great! You're already a vendor! Perhaps you want to go to the %1$sVendor Dashboard?%2$s
hu_hu: Remek! Ön már eladó! Esetleg szeretne a %1$seladói irányítópultra%2$s menni?

# taxonomy general name
source: Vendors
hu_hu: Eladók

# taxonomy singular name
source: Vendor
hu_hu: Eladó

source: Search Vendors
hu_hu: Eladók keresése

source: All Vendors
hu_hu: Összes eladó

source: Popular Vendors
hu_hu: Népszerű eladók

source: Parent Vendor
hu_hu: Szülő eladó

source: Parent Vendor:
hu_hu: Szülő eladó:

source: Edit Vendor
hu_hu: Eladó szerkesztése

source: View Vendor Page
hu_hu: Eladói oldal megtekintése

source: Update Vendor
hu_hu: Eladó frissítése

source: Add New Vendor
hu_hu: Új eladó hozzáadása

source: New Vendor Name
hu_hu: Új eladó neve

source: No Vendors Found
hu_hu: Nem találhatók eladók

source: Back to Vendors
hu_hu: Vissza az eladókhoz

source: Vendor added.
hu_hu: Eladó hozzáadva.

source: Vendor deleted.
hu_hu: Eladó törölve.

source: Vendor updated.
hu_hu: Eladó frissítve.

source: Vendor not added.
hu_hu: Eladó hozzáadása sikertelen.

source: Vendor not updated.
hu_hu: Eladó frissítése sikertelen.

source: Select a Vendor
hu_hu: Válasszon eladót

source: Please create vendors by going %1$sHere%2$s
hu_hu: Kérjük, hozzon létre eladókat %1$sItt%2$s

source: Average Vendor Rating
hu_hu: Eladó átlagos értékelése

source: Rated %s out of 5
hu_hu: Értékelés: %s az 5-ből

source: out of 5
hu_hu: az 5-ből

source: Partial Refunded
hu_hu: Részben visszatérítve

source: Pre-ordered
hu_hu: Előrendelve

source: Partially Paid
hu_hu: Részben fizetve

source: Fully Refunded
hu_hu: Teljesen visszatérítve

source: Vendor Dashboard
hu_hu: Eladói irányítópult

source: Sold By
hu_hu: Eladó

source: No vendors found. Please create vendors by going %1$shere%2$s.
hu_hu: Nem találhatók eladók. Kérjük, hozzon létre eladókat %1$sitt%2$s.

source: Override product vendor settings.
hu_hu: Termék eladói beállításainak felülbírálása.

source: Keep Taxes (Calculate commission based on product price only.)
hu_hu: Adók megtartása (A jutalék számítása csak a termék ára alapján.)

source: Pass Taxes (All tax charges will be included in the vendor's commission.)
hu_hu: Adók átadása (Minden adóteher beleszámít az eladó jutalékába.)

source: Split Taxes (The full price including taxes will be used to calculate commission.)
hu_hu: Adók megosztása (A jutalék számításához a teljes, adókat is tartalmazó árat használjuk.)

source: Select a vendor
hu_hu: Válasszon eladót

source: Vendor Approval
hu_hu: Eladói jóváhagyás
