Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-product-vendors/woocommerce-product-vendors-*.po
Languages: hu_hu

source: WooCommerce Product Vendors requires WooCommerce to be installed and active. You can download %s here.
hu_hu: A WooCommerce Product Vendors használatához a WooCommerce-nek telepítve és aktívnak kell lennie. Innen töltheti le: %s

source: WooCommerce Product Vendors requires PHP 7.4 and above. <a href="%s">How to update your PHP version</a>
hu_hu: A WooCommerce Product Vendors a PHP 7.4 vagy újabb verzióját igényli. <a href="%s">Hogyan frissítse a PHP-verzióját</a>

source: Settings
hu_hu: Beállítások

source: Documentation
hu_hu: Dokumentáció

source: Commission (%s)
hu_hu: Jutalék (%s)

# block title
source: Commission field
hu_hu: Jutalék mező

# block description
source: A block to set the commission for a vendor
hu_hu: Blokk egy eladó jutalékának beállításához.

# block title
source: Vendors field
hu_hu: Eladók mező

# block description
source: A block to select a vendor
hu_hu: Blokk eladó kiválasztásához
