Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-product-vendors/woocommerce-product-vendors-*.po
Languages: hu_hu

source: Set up a multi-vendor marketplace that allows vendors to manage their own products and earn commissions. Run stores similar to Amazon or Etsy.
hu_hu: Állítson be több eladós piacteret, amely lehetővé teszi az eladók számára, hogy saját termékeiket kezeljék és jutalékot keressenek. Üzemeltessen az Amazonhoz vagy az Etsyhez hasonló áruházakat.

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
hu_hu: E bővítmény használatával személyes adatokat tárolhat, illetve adatokat oszthat meg külső szolgáltatással. <a href="%s" target="_blank">Tudjon meg többet a működéséről, beleértve azt is, mit érdemes feltüntetni az adatkezelési tájékoztatóban.</a>

source: Filter by Vendor
hu_hu: Szűrés eladó szerint

source: Thanks for registering to become a vendor. Your application is being reviewed at this time.
hu_hu: Köszönjük, hogy eladóként regisztrált. Jelenleg felülvizsgáljuk a jelentkezését.

source: Add Logo
hu_hu: Logó hozzáadása

# enhanced select
source: One result is available, press enter to select it.
hu_hu: Egy találat érhető el, nyomja meg az Entert a kiválasztásához.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
hu_hu: %qty% találat érhető el, a navigáláshoz használja a fel és le nyílbillentyűket.

# enhanced select
source: No matches found
hu_hu: Nincs találat

# enhanced select
source: Loading failed
hu_hu: A betöltés sikertelen

# enhanced select
source: Please enter 1 or more characters
hu_hu: Adjon meg legalább 1 karaktert

# enhanced select
source: Please enter %qty% or more characters
hu_hu: Adjon meg legalább %qty% karaktert

# enhanced select
source: Please delete 1 character
hu_hu: Töröljön 1 karaktert

# enhanced select
source: Please delete %qty% characters
hu_hu: Töröljön %qty% karaktert

# enhanced select
source: You can only select 1 item
hu_hu: Csak 1 elemet választhat ki

# enhanced select
source: You can only select %qty% items
hu_hu: Csak %qty% elemet választhat ki

# enhanced select
source: Loading more results&hellip;
hu_hu: További találatok betöltése&hellip;

# enhanced select
source: Searching&hellip;
hu_hu: Keresés&hellip;

source: This will remove all existing shipping rules and replace them with the rule(s) in your imported CSV file. Are you sure this is what you intend to do?
hu_hu: Ez eltávolítja az összes meglévő szállítási szabályt, és az importált CSV-fájlban lévő szabály(ok)kal helyettesíti őket. Biztosan ezt szeretné?

source: Default commission is set to a <b>fixed amount</b> of <b>%1$s</b> (%2$s - %3$s) for each product sale.
hu_hu: Az alapértelmezett jutalék <b>fix összegű</b>: <b>%1$s</b> (%2$s - %3$s) minden egyes termékeladás után.

source: Default commission is set to <b>%1$s%</b> of the product price.
hu_hu: Az alapértelmezett jutalék a termék árának <b>%1$s%</b>-a.

source: Payments must be processed manually through external payment methods like wire transfers, checks, or cash. After completing each payment, commissions need to be manually marked as paid in the system.
hu_hu: A kifizetéseket kézzel kell feldolgozni külső fizetési módokon, például átutalással, csekkel vagy készpénzben. Minden kifizetés után a jutalékokat kézzel kell a rendszerben kifizetettnek jelölni.

source: Automatically process payments every week through PayPal. Requires valid PayPal API credentials.
hu_hu: A kifizetések automatikus feldolgozása hetente PayPalon keresztül. Érvényes PayPal API-hitelesítő adatok szükségesek.

source: Automatically process payments every two weeks through PayPal. Requires valid PayPal API credentials.
hu_hu: A kifizetések automatikus feldolgozása kéthetente PayPalon keresztül. Érvényes PayPal API-hitelesítő adatok szükségesek.

source: Automatically process payments once a month through PayPal. Requires valid PayPal API credentials.
hu_hu: A kifizetések automatikus feldolgozása havonta egyszer PayPalon keresztül. Érvényes PayPal API-hitelesítő adatok szükségesek.

source: For percentage: enter 1-100 (no % symbol needed).
hu_hu: Százalék esetén: 1–100 (a % jel nem szükséges).

source: For fixed amount: enter the numeric value (e.g. 20).
hu_hu: Fix összeg esetén: adja meg a numerikus értéket (pl. 20).

source: Select an option&hellip;
hu_hu: Válasszon egy lehetőséget&hellip;

source: Vendors awaiting review
hu_hu: Ellenőrzésre váró eladók

source: Products awaiting review
hu_hu: Ellenőrzésre váró termékek

source: Please enter a valid Vendor Email
hu_hu: Adjon meg érvényes eladói e-mail-címet

source: Please ensure all Vendor Emails are valid
hu_hu: Győződjön meg róla, hogy minden eladói e-mail-cím érvényes

source: Some Vendors don't have a valid email associated with them. This means notification emails will not be sent for these Vendors. Please edit these Vendors and add proper emails:
hu_hu: Néhány eladóhoz nincs érvényes e-mail-cím társítva. Ez azt jelenti, hogy ezeknek az eladóknak nem kerülnek kiküldésre az értesítő e-mailek. Kérjük, szerkessze ezeket az eladókat, és adjon meg megfelelő e-mail-címeket:

source: Admins
hu_hu: Adminisztrátorok

source: Products
hu_hu: Termékek

source: Notes
hu_hu: Megjegyzések

source: Vendor ID
hu_hu: Eladóazonosító

source: Managed Vendors
hu_hu: Kezelt eladók

source: Vendor Commission
hu_hu: Eladói jutalék

source: Commission
hu_hu: Jutalék

source: Commissions
hu_hu: Jutalékok

source: Search results for
hu_hu: Keresési találatok erre

source: Search Order #
hu_hu: Rendelés # keresése

source: Paid status will be updated in a few minutes.
hu_hu: A fizetett állapot néhány percen belül frissül.

source: Vendor
hu_hu: Eladó

source: Vendors
hu_hu: Eladók

source: Configure global settings, applied for all vendors.
hu_hu: Globális beállítások konfigurálása, amelyek minden eladóra érvényesek.

source: Default Commission Configuration
hu_hu: Alapértelmezett jutalékkonfiguráció

source: These settings serve as global defaults and can be overridden per vendor or per product. To set vendor-specific commission rates, visit the <a href="%s" target="_blank">Vendors page</a> and edit a vendor.
hu_hu: Ezek a beállítások globális alapértelmezésként szolgálnak, és eladónként vagy termékenként felülírhatók. Eladóspecifikus jutalékok beállításához keresse fel az <a href="%s" target="_blank">Eladók</a> oldalt, és szerkesszen egy eladót.

source: Commission Type
hu_hu: Jutalék típusa

source: Choose how the commission will be calculated for each product sale.
hu_hu: Válassza ki, hogyan számítódjon a jutalék minden egyes termékeladásnál.

source: Percentage: Commission is a percentage of the product price. Fixed: Commission is a set amount regardless of the product price.
hu_hu: Százalékos: a jutalék a termék árának százaléka. Fix: a jutalék a termék árától független, rögzített összeg.

source: Percentage of Product Price
hu_hu: A termék árának százaléka

source: Fixed Amount per Product Sale
hu_hu: Fix összeg termékeladásonként

source: Commission Amount
hu_hu: Jutalék összege

source: The default commission amount.
hu_hu: Az alapértelmezett jutalék összege.

source: Commission Payout Configuration
hu_hu: Jutalékkifizetés beállítása

source: Define how and when vendors receive their earnings. Set up automated PayPal payouts or manage payments manually.
hu_hu: Határozza meg, hogyan és mikor kapják meg az eladók a bevételüket. Állítson be automatikus PayPal-kifizetéseket, vagy kezelje a kifizetéseket manuálisan.

source: Notice:
hu_hu: Figyelem:

source: Switching Payment Frequency from manual to automatic payouts will trigger immediate payment of all unpaid commissions, starting a new payment cycle today. Before any changes please <a href="%s">review all unpaid commissions</a>.
hu_hu: A kifizetési gyakoriság manuálisról automatikusra váltása az összes kifizetetlen jutalék azonnali kifizetését indítja el, és még ma új kifizetési ciklust kezd. Bármilyen módosítás előtt kérjük, <a href="%s">tekintse át az összes kifizetetlen jutalékot</a>.

source: Payment Frequency
hu_hu: Kifizetési gyakoriság

source: Choose between manual payments or automated PayPal schedules. Automatic payouts help maintain consistent vendor payments.
hu_hu: Válasszon a manuális kifizetések és az automatikus PayPal-ütemezések között. Az automatikus kifizetések segítenek a következetes eladói kifizetések fenntartásában.

source: Manual Processing
hu_hu: Manuális feldolgozás

source: Weekly PayPal Automatic Payments
hu_hu: Heti automatikus PayPal-kifizetések

source: Bi-Weekly PayPal Automatic Payments
hu_hu: Kétheti automatikus PayPal-kifizetések

source: Monthly PayPal Automatic Payments
hu_hu: Havi automatikus PayPal-kifizetések

source: PayPal Integration Mode
hu_hu: PayPal-integráció üzemmódja

source: Use Sandbox mode to test your PayPal payout system without processing real transactions.<br>Switch to Live mode when ready to process actual payments.
hu_hu: Sandbox mód használatával valós tranzakciók nélkül tesztelheti a PayPal-kifizetési rendszert.<br>Éles üzemmódra akkor váltson, ha valódi kifizetések feldolgozására kész.

source: Need API credentials? Get them from the %1$sPayPal Developer Portal%2$s
hu_hu: API-hitelesítő adatokra van szüksége? Szerezze be őket a %1$sPayPal Developer Portal%2$s oldalról

source: Sandbox Mode (Testing)
hu_hu: Sandbox mód (tesztelés)

source: Live Mode (Production)
hu_hu: Éles mód (éles üzem)

source: Sandbox API Client ID
hu_hu: Sandbox API kliensazonosító

source: Your PayPal REST API Client ID for testing. Required for sandbox mode.
hu_hu: Teszteléshez használt PayPal REST API kliensazonosítója. Sandbox módhoz kötelező.

source: Sandbox API Secret
hu_hu: Sandbox API titkos kulcs

source: Your PayPal REST API Secret key for testing. Required for sandbox mode.
hu_hu: Teszteléshez használt PayPal REST API titkos kulcsa. Sandbox módhoz kötelező.

source: Live API Client ID
hu_hu: Éles API kliensazonosító

source: Your PayPal REST API Client ID for processing real transactions. Required for live mode.
hu_hu: Valódi tranzakciók feldolgozásához használt PayPal REST API kliensazonosítója. Éles módhoz kötelező.

source: Live API Secret
hu_hu: Éles API titkos kulcs

source: Your PayPal REST API Secret key for processing real transactions. Required for live mode.
hu_hu: Valódi tranzakciók feldolgozásához használt PayPal REST API titkos kulcsa. Éles módhoz kötelező.

source: Store Display Options
hu_hu: Áruház megjelenítési beállításai

source: Control how vendor information appears on your store. These settings affect vendor visibility and branding.
hu_hu: Szabályozza, hogyan jelenjenek meg az eladói információk az áruházban. Ezek a beállítások hatással vannak az eladók láthatóságára és arculatára.

source: Vendor Attribution
hu_hu: Eladói feltüntetés

source: Display "Sold By [Vendor Name]" on product pages
hu_hu: „Eladó: [Vendor Name]” megjelenítése a termékoldalakon

source: Shows customers which vendor sells each product. This helps build trust and allows customers to find more products from vendors they like.
hu_hu: Megmutatja a vásárlóknak, melyik eladó árulja az egyes termékeket. Ez bizalmat épít, és segít a vásárlóknak több terméket találni az általuk kedvelt eladóktól.

source: Vendor Ratings
hu_hu: Eladói értékelések

source: Show vendor ratings and review count on store pages
hu_hu: Eladói értékelések és értékelésszám megjelenítése az áruház oldalain

source: Shows vendor performance metrics to help customers make informed decisions. Displays overall rating and total reviews received.
hu_hu: Megjeleníti az eladók teljesítménymutatóit, hogy a vásárlók megalapozott döntést hozhassanak. Feltünteti az összesített értékelést és a beérkezett értékelések számát.

source: Store Branding
hu_hu: Áruház arculata

source: Display logos uploaded by vendors on store pages
hu_hu: Az eladók által feltöltött logók megjelenítése az áruház oldalain

source: Let vendors show their brand identity through their logo. Professional branding helps establish credibility.
hu_hu: Lehetővé teszi, hogy az eladók logójukon keresztül bemutassák márkaidentitásukat. A professzionális arculat növeli a hitelességet.

source: Store Details
hu_hu: Áruház részletei

source: Show vendor profile and store information
hu_hu: Eladói profil és áruházinformációk megjelenítése

source: Shows vendor descriptions, policies, and other store details written by the vendor. This helps vendors share their story and build customer trust.
hu_hu: Megjeleníti az eladó által írt leírásokat, szabályzatokat és egyéb áruházi részleteket. Ez segít az eladóknak megosztani a történetüket és bizalmat építeni.

source: Advanced Configuration
hu_hu: Speciális beállítások

source: Technical settings for debugging and system maintenance. Only modify these if you understand their impact.
hu_hu: Technikai beállítások hibakereséshez és rendszerkarbantartáshoz. Csak akkor módosítsa őket, ha tisztában van a hatásukkal.

source: System Logging
hu_hu: Rendszernaplózás

source: Enable detailed event logging
hu_hu: Részletes eseménynaplózás engedélyezése

source: Creates detailed logs of plugin operations for troubleshooting. Warning: Logs may contain sensitive information - enable only when needed and remove logs after debugging.
hu_hu: Részletes naplókat hoz létre a bővítmény műveleteiről a hibaelhárításhoz. Figyelmeztetés: A naplók érzékeny információkat tartalmazhatnak - csak szükség esetén engedélyezze, és a hibakeresés után törölje őket.

source: Sold By:
hu_hu: Eladó:

source: Fixed
hu_hu: Fix

source: Commission %s:
hu_hu: Jutalék %s:

source: Enter a default commission for this product. Enter a positive number.
hu_hu: Adjon meg alapértelmezett jutalékot ehhez a termékhez. Pozitív számot adjon meg.

source: Enter a commission for this product variation. Enter a positive number.
hu_hu: Adjon meg jutalékot ehhez a termékváltozathoz. Pozitív számot adjon meg.

source: Please select vendor first to edit settings.
hu_hu: A beállítások szerkesztéséhez először válasszon eladót.

source: Override product vendor settings
hu_hu: A termék eladó beállításainak felülbírálása

source: Pass shipping
hu_hu: Szállítás átadása

source: Check box to pass the shipping charges for this product to the vendor.
hu_hu: Jelölje be a jelölőnégyzetet, hogy a termék szállítási díját az eladónak adja át.

source: Tax Handling
hu_hu: Adókezelés

source: Keep Taxes
hu_hu: Adók megtartása

source: Calculate commission based on product price only.
hu_hu: A jutalékot csak a termék ára alapján számítsa.

source: Pass Taxes
hu_hu: Adók átadása

source: All tax charges will be included in the vendor's commission.
hu_hu: Minden adó az eladó jutalékába kerül.

source: Split Taxes
hu_hu: Adók megosztása

source: The full price including taxes will be used to calculate commission.
hu_hu: A teljes, adókat is tartalmazó ár alapján kerül kiszámításra a jutalék.

source: Cheatin&#8217; huh?
hu_hu: Csalunk&#8217; mi?

source: Pass Shipping to Vendor?
hu_hu: Szállítás átadása az eladónak?

source: — No Change —
hu_hu: — Nincs változás —

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Inclined Tax in commission?
hu_hu: Beleszámítjuk az adót a jutalékba?

source: Fulfillment Status
hu_hu: Teljesítési állapot

source: Commission Status
hu_hu: Jutalék állapota

source: Unfulfilled
hu_hu: Nem teljesített

source: Fulfilled
hu_hu: Teljesített

source: Paid
hu_hu: Kifizetve

source: Unpaid
hu_hu: Kifizetetlen

source: No Change
hu_hu: Nincs változás

source: No Vendor
hu_hu: Nincs eladó

source: Total commissions earned from %1$s as of %2$s on %3$s
hu_hu: Összes jutalék %1$s-tól/-től, %2$s állapot szerint, ekkor: %3$s

source: Product Vendors Transients
hu_hu: Product Vendors átmeneti adatok

source: Clear all transients/cache
hu_hu: Minden átmeneti adat/gyorsítótár törlése

source: This will clear all Product Vendors related transients/caches such as reports.
hu_hu: Ez törli az összes Product Vendors-hoz kapcsolódó átmeneti adatot/gyorsítótárat, például a jelentéseket.

source: Product Vendors Delete Webhook
hu_hu: Product Vendors Webhook törlése

source: Delete Webhook
hu_hu: Webhook törlése

source: Troubleshoot PayPal Payouts. Delete current webhook and receive new webhook id.
hu_hu: PayPal kifizetések hibaelhárítása. Törölje a jelenlegi webhookot, és kapjon új webhook azonosítót.

source: Show All
hu_hu: Összes megjelenítése

source: Filter
hu_hu: Szűrés

source: Export Commissions
hu_hu: Jutalékok exportálása

source: Export All Unpaid Commissions
hu_hu: Összes kifizetetlen jutalék exportálása

source: Show all dates
hu_hu: Összes dátum megjelenítése

source: Show all Statuses
hu_hu: Összes állapot megjelenítése

source: Void
hu_hu: Érvénytelen

source: Show all Vendors
hu_hu: Összes eladó megjelenítése

source: Order
hu_hu: Rendelés

source: Order Status
hu_hu: Rendelés állapota

source: Order Date
hu_hu: Rendelés dátuma

source: Product
hu_hu: Termék

source: Paid Date
hu_hu: Kifizetés dátuma

source: Order Not Found
hu_hu: Rendelés nem található

source: Vendor Not Found
hu_hu: Eladó nem található

source: Product Not Found
hu_hu: Termék nem található

source: UNPAID
hu_hu: KIFIZETETLEN

source: PAID
hu_hu: KIFIZETETT

source: VOID
hu_hu: ÉRVÉNYTELEN

source: UNFULFILLED
hu_hu: NEM TELJESÍTETT

source: FULFILLED
hu_hu: TELJESÍTETT

source: No commissions found.
hu_hu: Nem található jutalék.

source: Pay Commission
hu_hu: Jutalék kifizetése

source: Mark Unpaid
hu_hu: Megjelölés kifizetetlenként

source: Mark Paid
hu_hu: Megjelölés kifizetettként

source: Mark Void
hu_hu: Megjelölés érvénytelenként

source: Mark Fulfilled
hu_hu: Megjelölés teljesítettként

source: Mark Unfulfilled
hu_hu: Megjelölés nem teljesítettként

source: Delete Commission
hu_hu: Jutalék törlése

source: Select All
hu_hu: Összes kijelölése

source: Order #%s Details
hu_hu: Rendelés #%s részletei

source: Current
hu_hu: Jelenlegi

source: Vendor Switcher (%s)
hu_hu: Eladóváltó (%s)

source: Please provide a question.
hu_hu: Kérjük, adjon meg egy kérdést.

source: You must be an authorize vendor user to submit a support question.
hu_hu: Támogatási kérdés küldéséhez jogosult eladói felhasználónak kell lennie.

source: Vendor: %s
hu_hu: Eladó: %s

source: First Name: %s
hu_hu: Keresztnév: %s

source: Last Name: %s
hu_hu: Vezetéknév: %s

source: Question:
hu_hu: Kérdés:

source: Vendor Support Question
hu_hu: Eladói támogatási kérdés

source: Your question has been submitted. You will be contacted shortly.
hu_hu: Kérdését elküldtük. Hamarosan felvesszük Önnel a kapcsolatot.

source: You are not allowed to edit this item.
hu_hu: Nincs jogosultsága a tétel szerkesztéséhez.

source: Show all product types
hu_hu: Összes terméktípus megjelenítése

source: Grouped product
hu_hu: Csoportosított termék

source: External/Affiliate product
hu_hu: Külső/affiliate termék

source: Variable product
hu_hu: Változó termék

source: Simple product
hu_hu: Egyszerű termék

source: Downloadable
hu_hu: Letölthető

source: Virtual
hu_hu: Virtuális

source: Orders
hu_hu: Rendelések

source: Reports
hu_hu: Jelentések

source: Store Settings
hu_hu: Áruház beállításai

source: Support
hu_hu: Támogatás

source: You do not have permission to view this page.
hu_hu: Nincs jogosultsága megtekinteni ezt az oldalt.

source: WooCommerce Product Vendors - Reports Not Available
hu_hu: WooCommerce Product Vendors – Jelentések nem érhetők el

source: Product Vendors reports are incompatible with the %1$sWooCommerce data storage features%3$s enabled on your store. Please enable %2$stable synchronization%3$s if you wish to use Product Vendors reports.
hu_hu: A Product Vendors jelentések nem kompatibilisek az áruházában engedélyezett %1$sWooCommerce adattárolási funkciókkal%3$s. Ha használni szeretné a Product Vendors jelentéseket, engedélyezze a %2$stáblaszinkronizálást%3$s.

source: Product Vendors reports are incompatible with the %1$sWooCommerce data storage features%2$s enabled on your store. Please contact the store manager if you wish to use Product Vendors reports.
hu_hu: A Product Vendors jelentések nem kompatibilisek az áruházában engedélyezett %1$sWooCommerce adattárolási funkciókkal%2$s. Ha használni szeretné a Product Vendors jelentéseket, lépjen kapcsolatba az áruházkezelővel.

source: Commission %s
hu_hu: Jutalék %s

source: Settings saved successfully.
hu_hu: A beállítások sikeresen elmentve.

source: Customer Billing Address
hu_hu: Vásárló számlázási címe

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Vezetéknév

source: Company
hu_hu: Cég

source: Address 1
hu_hu: Cím 1

source: Address 2
hu_hu: Cím 2

source: City
hu_hu: Város

source: Postcode
hu_hu: Irányítószám

source: Country
hu_hu: Ország

source: Select a country&hellip;
hu_hu: Válasszon országot&hellip;

source: State/County
hu_hu: Állam/megye

source: State/County or state code
hu_hu: Állam/megye vagy államkód

source: Telephone
hu_hu: Telefon

source: Customer Shipping Address
hu_hu: Vásárló szállítási címe

source: Products awaiting fulfillment
hu_hu: Teljesítésre váró termékek

source: Sales Summary
hu_hu: Értékesítési összefoglaló

source: %s net sales this month
hu_hu: %s nettó értékesítés ebben a hónapban

source: %s top seller this month (sold %d)
hu_hu: %s a hónap legjobban fogyó terméke (eladva: %d)

source: %s commission this month
hu_hu: %s jutalék ebben a hónapban

source: No orders found.
hu_hu: Nem található rendelés.

source: added on %1$s at %2$s
hu_hu: hozzáadva %1$s %2$s-kor

source: by %s (%s)
hu_hu: által: %s (%s)

source: by %s
hu_hu: által: %s

source: There are no notes yet.
hu_hu: Még nincsenek megjegyzések.

source: Add note
hu_hu: Megjegyzés hozzáadása

source: Add a note for your reference, or add a customer note (the user will be notified).
hu_hu: Adjon meg egy megjegyzést saját hivatkozásként, vagy adjon hozzá vásárlói megjegyzést (a felhasználó értesítést kap).

source: Private note
hu_hu: Privát megjegyzés

source: Note to customer
hu_hu: Megjegyzés a vásárlónak

source: Add
hu_hu: Hozzáadás

source: Show all Commission Statuses
hu_hu: Összes jutalékállapot megjelenítése

source: Shipping
hu_hu: Szállítás

source: Not Found
hu_hu: Nem található

source: Via
hu_hu: Keresztül

source: %s average daily sales
hu_hu: %s átlagos napi értékesítés

source: %s average monthly sales
hu_hu: %s átlagos havi értékesítés

source: %s gross sales in this period
hu_hu: %s bruttó értékesítés ebben az időszakban

source: This is the sum of the order totals after any refunds and including shipping and taxes.
hu_hu: Ez a rendelésösszegek összege a visszatérítések után, a szállítással és adókkal együtt.

source: %s net sales in this period
hu_hu: %s nettó értékesítés ebben az időszakban

source: This is the sum of the order totals after any refunds and excluding shipping and taxes.
hu_hu: Ez a rendelésösszegek összege a visszatérítések után, a szállítás és adók nélkül.

source: %s orders placed
hu_hu: %s leadott rendelés

source: %s items purchased
hu_hu: %s megvásárolt tétel

source: %s charged for shipping
hu_hu: %s felszámított szállítási díj

source: %s total commission (vendors)
hu_hu: %s összes jutalék (forgalmazók)

source: This is the sum of the commission including shipping and taxes if applicable.
hu_hu: Ez a jutalékok összege, a szállítással és adókkal együtt, ha alkalmazható.

source: Year
hu_hu: Év

source: Last Month
hu_hu: Előző hónap

source: This Month
hu_hu: Ez a hónap

source: Last 7 Days
hu_hu: Elmúlt 7 nap

source: Date
hu_hu: Dátum

source: Export CSV
hu_hu: CSV exportálása

source: Number of orders
hu_hu: Rendelések száma

source: Number of items sold
hu_hu: Eladott tételek száma

source: Shipping amount
hu_hu: Szállítási összeg

source: Average sales amount
hu_hu: Átlagos értékesítési összeg
