Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/woocommerce-product-vendors/woocommerce-product-vendors-*.po
Languages: hu_hu

source: When a vendor is approved, this email will be sent.
hu_hu: Amikor egy eladó jóváhagyást kap, ezt az e-mailt küldjük el.

source: [{site_title}] Vendor Approval
hu_hu: [{site_title}] Eladói jóváhagyás

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable this email notification
hu_hu: E-mail értesítés engedélyezése

source: Subject
hu_hu: Tárgy

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
hu_hu: Ez vezérli az e-mail tárgysorát. Hagyja üresen az alapértelmezett tárgy használatához: <code>%s</code>.

source: Email Heading
hu_hu: E-mail fejléc

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
hu_hu: Ez vezérli az e-mail értesítésben szereplő fő fejlécet. Hagyja üresen az alapértelmezett fejléc használatához: <code>%s</code>.

source: Email type
hu_hu: E-mail típusa

source: Choose which format of email to send.
hu_hu: Válassza ki, milyen formátumú e-mailt küldjön.

source: Plain
hu_hu: Egyszerű szöveg

source: Cancelled Order Email (Vendor)
hu_hu: Törölt rendelés e-mail (Eladó)

source: When an order is cancelled with vendor products, this email will be sent out to the vendors.
hu_hu: Amikor egy rendelést eladói termékekkel törölnek, ez az e-mail elküldésre kerül az eladóknak.

source: Cancelled Order
hu_hu: Törölt rendelés

source: [{site_title}] Cancelled order ({order_number}) - {order_date}
hu_hu: [{site_title}] Törölt rendelés ({order_number}) - {order_date}

source: Cancelled Order email sent to vendor(s).
hu_hu: Törölt rendelés e-mail elküldve az eladó(k)nak.

source: This is a dummy note.
hu_hu: Ez egy próba megjegyzés.

source: Dummy Vendor Name
hu_hu: Minta eladó neve

source: fulfilled
hu_hu: teljesítve

source: Direct bank transfer
hu_hu: Közvetlen banki átutalás

source: This is a customer note. Customers can add a note to their order on checkout. It can be multiple lines. If there’s no note, this section is hidden.
hu_hu: Ez egy vevői megjegyzés. A vevők a pénztárnál megjegyzést adhatnak a rendelésükhöz. Több soros is lehet. Ha nincs megjegyzés, ez a szakasz rejtve marad.

source: Dummy Product
hu_hu: Minta termék

source: Dummy Product Variation
hu_hu: Minta termékváltozat

source: Color
hu_hu: Szín

source: Red
hu_hu: Piros

source: Size
hu_hu: Méret

source: Small
hu_hu: Kicsi

source: Same as your account login
hu_hu: Ugyanaz, mint a fiókbejelentkezés

source: New Renewal Email (Vendor)
hu_hu: Új megújítási e-mail (Eladó)

source: When a subscription renewal order is placed with vendor products, this email will be sent out to the vendors.
hu_hu: Amikor eladói termékeket tartalmazó előfizetés-megújítási rendelést adnak le, ez az e-mail elküldésre kerül az eladóknak.

source: New Subscription Renewal Order
hu_hu: Új előfizetés-megújítási rendelés

source: [{site_title}] New subscription renewal order ({order_number}) - {order_date}
hu_hu: [{site_title}] Új előfizetés-megújítási rendelés ({order_number}) - {order_date}

source: New subscription renewal order email sent to vendor(s).
hu_hu: Új előfizetés-megújítási rendelés e-mail elküldve az eladó(k)nak.

source: Your commission for this subscription renewal order is %s.
hu_hu: Az ehhez az előfizetés-megújítási rendeléshez tartozó jutaléka: %s.

source: Order Email (Vendor)
hu_hu: Rendelés e-mail (Eladó)

source: When an order is placed with vendor products, this email will be sent out to the vendors.
hu_hu: Amikor eladói termékeket tartalmazó rendelést adnak le, ez az e-mail elküldésre kerül az eladóknak.

source: New Customer Order
hu_hu: Új vásárlói rendelés

source: [{site_title}] New customer order ({order_number}) - {order_date}
hu_hu: [{site_title}] Új vásárlói rendelés ({order_number}) - {order_date}

source: New Order email sent to vendor(s).
hu_hu: Új rendelés e-mail elküldve az eladó(k)nak.

source: Your commission for this order is %s.
hu_hu: Az ehhez a rendeléshez tartozó jutaléka: %s.

source: Order Fulfill Status Notification (Admin)
hu_hu: Rendelés teljesítési állapotának értesítése (Adminisztrátor)

source: When a vendor updates the fulfillment status of an item, this notification email will be sent to the admin.
hu_hu: Amikor egy eladó frissíti egy tétel teljesítési állapotát, ez az értesítő e-mail elküldésre kerül az adminisztrátornak.

source: Fulfillment Status Notification
hu_hu: Teljesítési állapot értesítés

source: [{site_title}] Fulfillment Status Notification
hu_hu: [{site_title}] Teljesítési állapot értesítés

source: Recipient(s)
hu_hu: Címzett(ek)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
hu_hu: Adja meg ennek az e-mailnek a címzettjeit (vesszővel elválasztva). Alapértelmezés: <code>%s</code>.

source: Order Note to Customer (Vendors)
hu_hu: Rendelési megjegyzés a vásárlónak (Eladók)

source: When vendor creates an order note for the customer, this email will be triggered.
hu_hu: Amikor az eladó megjegyzést hoz létre a vásárló rendeléséhez, ez az e-mail elküldésre kerül.

source: Order Note
hu_hu: Rendelési megjegyzés

source: [{site_title}] Order note ({order_number}) - {order_date}
hu_hu: [{site_title}] Rendelési megjegyzés ({order_number}) - {order_date}

source: Product Added Notice
hu_hu: Termék hozzáadási értesítés

source: When a vendor submits a product, this notice will be sent to the admin.
hu_hu: Amikor egy eladó beküld egy terméket, ez az értesítés elküldésre kerül az adminisztrátornak.

source: [{site_title}] New vendor Product
hu_hu: [{site_title}] Új eladói termék

source: Vendor Registration (Admin)
hu_hu: Eladói regisztráció (Adminisztrátor)

source: When a vendor submits a registration form, this email will be sent to the admin for notification.
hu_hu: Amikor egy eladó elküldi a regisztrációs űrlapot, ez az e-mail értesítésként elküldésre kerül az adminisztrátornak.

source: Vendor Registration
hu_hu: Eladói regisztráció

source: [{site_title}] Vendor Registration
hu_hu: [{site_title}] Eladói regisztráció

source: Vendor Registration (Vendor)
hu_hu: Eladói regisztráció (Eladó)

source: When a vendor submits a registration form, this email will be sent to the vendor with login information.
hu_hu: Amikor egy eladó elküldi a regisztrációs űrlapot, ez az e-mail a bejelentkezési adatokkal elküldésre kerül az eladónak.

source: You have earned a commission
hu_hu: Jutalékot szerzett

source: You have earned a commission from %s for order #%s.
hu_hu: Jutalékot szerzett %s-tól/től a(z) #%s számú rendelésért.

source: Global Availability
hu_hu: Globális elérhetőség

source: January
hu_hu: Január

source: February
hu_hu: Február

source: March
hu_hu: Március

source: April
hu_hu: Április

source: May
hu_hu: Május

source: June
hu_hu: Június

source: July
hu_hu: Július

source: August
hu_hu: Augusztus

source: September
hu_hu: Szeptember

source: October
hu_hu: Október

source: Monday
hu_hu: Hétfő

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: Thursday
hu_hu: Csütörtök

source: Friday
hu_hu: Péntek

source: Saturday
hu_hu: Szombat

source: Sunday
hu_hu: Vasárnap

source: Week %s
hu_hu: Hét %s

source: Date range
hu_hu: Dátumtartomány

source: Range of months
hu_hu: Hónapok tartománya

source: Range of weeks
hu_hu: Hetek tartománya

source: Range of days
hu_hu: Napok tartománya

source: Time Ranges
hu_hu: Időtartományok

source: Time Range (all week)
hu_hu: Időtartomány (egész hét)

source: Date Range with time
hu_hu: Dátumtartomány idővel

source: to
hu_hu: ig

source: Settings saved
hu_hu: Beállítások mentve

source: Global availability
hu_hu: Globális elérhetőség

source: The availability rules you define here will affect all bookable products in your store.
hu_hu: Az itt meghatározott elérhetőségi szabályok a webáruház összes foglalható termékére hatással lesznek.

source: Range type
hu_hu: Tartomány típusa

source: Range
hu_hu: Tartomány

source: Bookable
hu_hu: Foglalható

source: If not bookable, users won't be able to choose this block for their booking.
hu_hu: Ha nem foglalható, a felhasználók nem tudják kiválasztani ezt a blokkot a foglalásukhoz.

source: Priority
hu_hu: Prioritás

source: The lower the priority number, the earlier this rule gets applied. By default, global rules take priority over product rules which take priority over resource rules. By using priority numbers you can execute rules in different orders.
hu_hu: Minél alacsonyabb a prioritás száma, annál korábban kerül alkalmazásra ez a szabály. Alapértelmezetten a globális szabályok elsőbbséget élveznek a termékszabályokkal szemben, amelyek elsőbbséget élveznek az erőforrás-szabályokkal szemben. A prioritásszámok használatával a szabályok különböző sorrendben hajthatók végre.

source: Add Range
hu_hu: Tartomány hozzáadása

source: Rules with lower numbers will execute first. Rules further down this table with the same priority will also execute first.
hu_hu: Az alacsonyabb számú szabályok futnak le először. A táblázatban lejjebb szereplő, azonos prioritású szabályok szintén először hajtódnak végre.

source: Save Changes
hu_hu: Változtatások mentése

source: Recent Bookings
hu_hu: Legutóbbi foglalások

source: There are no bookings available.
hu_hu: Nincsenek elérhető foglalások.

source: Booking ID
hu_hu: Foglalás azonosítója

source: Booked Product
hu_hu: Lefoglalt termék

source: # of Persons
hu_hu: Személyek száma

source: Booked By
hu_hu: Foglalta

source: Start Date
hu_hu: Kezdés dátuma

source: End Date
hu_hu: Befejezés dátuma

source: Edit Booking
hu_hu: Foglalás szerkesztése

source: Booking #%d
hu_hu: Foglalás #%d

source: Edit Product
hu_hu: Termék szerkesztése

source: Order Detail
hu_hu: Rendelés részletei

source: No row selected
hu_hu: Nincs kijelölt sor

source: Product ID
hu_hu: Termékazonosító

source: Country Code
hu_hu: Országkód

source: State/County Code
hu_hu: Állam/megye kódja

source: Zip/Postal Code
hu_hu: Irányítószám

source: Cost
hu_hu: Költség

source: Item Cost
hu_hu: Tétel költsége

source: Shipping Rules
hu_hu: Szállítási szabályok

source: A 2 digit country code, e.g. US. Leave blank to apply to all.
hu_hu: 2 jegyű országkód, pl. US. Hagyja üresen, ha mindegyikre érvényes.

source: A state code, e.g. AL. Leave blank to apply to all.
hu_hu: Államkód, pl. AL. Hagyja üresen, ha mindegyikre érvényes.

source: Postcode for this rule. Wildcards (*) can be used. Leave blank to apply to all areas.
hu_hu: Irányítószám ehhez a szabályhoz. Helyettesítő karakterek (*) használhatók. Hagyja üresen, ha minden területre érvényes.

source: Line Cost (Excl. Tax)
hu_hu: Sor költsége (adó nélkül)

source: Decimal cost for the line as a whole.
hu_hu: A teljes sor költsége tizedes formátumban.

source: Item Cost (Excl. Tax)
hu_hu: Tétel költsége (adó nélkül)

source: Decimal cost for the item (multiplied by qty).
hu_hu: A tétel költsége tizedes formátumban (a mennyiséggel megszorozva).

source: Insert row
hu_hu: Sor beszúrása

source: Remove row
hu_hu: Sor eltávolítása

source: Import CSV
hu_hu: CSV importálása

source: Import CSV (override)
hu_hu: CSV importálása (felülírás)

source: WooCommerce Product Vendors Per-product shipping rates (CSV)
hu_hu: WooCommerce Product Vendors termékenkénti szállítási díjak (CSV)

source: Import <strong>per-product shipping rates</strong> to your store via a csv file.
hu_hu: <strong>Termékenkénti szállítási díjak</strong> importálása az áruházába CSV-fájlon keresztül.

source: Sorry, there has been an error.
hu_hu: Sajnáljuk, hiba történt.

source: The file does not exist, please try again.
hu_hu: A fájl nem létezik, próbálja újra.

source: The CSV is invalid.
hu_hu: A CSV érvénytelen.

source: Import complete - imported %3$s%1$d%4$s shipping rates and skipped %3$s%2$d%4$s.
hu_hu: Importálás befejezve - importálva: %3$s%1$d%4$s szállítási díj, kihagyva: %3$s%2$d%4$s.

source: All done!
hu_hu: Kész!

source: Import Per-product Shipping Rates
hu_hu: Termékenkénti szállítási díjak importálása

source: Hi there! Upload a CSV file containing per-product shipping rates to import the contents into your shop. Choose a .csv file to upload, then click "Upload file and import".
hu_hu: Üdv! Töltsön fel egy termékenkénti szállítási díjakat tartalmazó CSV-fájlt, hogy importálja a tartalmát az áruházába. Válasszon ki egy .csv fájlt feltöltéshez, majd kattintson a "Fájl feltöltése és importálása" gombra.

source: Rates need to be defined with columns in a specific order (6 columns). Product ID, Country Code, State Code, Postcode, Cost, Item Cost
hu_hu: A díjakat meghatározott oszlopsorrendben kell megadni (6 oszlop). Termékazonosító, Országkód, Államkód, Irányítószám, Költség, Tétel költsége

source: Before you can upload your import file, you will need to fix the following error:
hu_hu: Mielőtt feltölthetné az importfájlt, javítania kell a következő hibát:

source: Choose a file from your computer:
hu_hu: Válasszon egy fájlt a számítógépéről:

source: Maximum size: %s
hu_hu: Maximális méret: %s

source: Delimiter
hu_hu: Elválasztó

source: Upload file and import
hu_hu: Fájl feltöltése és importálása

source: Warning:
hu_hu: Figyelem:

source: All existing shipping rules will be replaced with the rule(s) in your imported CSV file.
hu_hu: Minden meglévő szállítási szabályt a beimportált CSV-fájlban lévő szabály(ok) váltanak fel.

source: Vendors Per Product Shipping
hu_hu: Eladói termékenkénti szállítás

source: Per product shipping allows you to define different shipping costs for products per vendor, based on customer location.
hu_hu: A termékenkénti szállítás lehetővé teszi, hogy eladónként, a vásárló helye alapján különböző szállítási költségeket határozzon meg a termékekhez.

source: Enable Shipping Method
hu_hu: Szállítási mód engedélyezése

source: Enable per-product shipping method for vendors
hu_hu: Termékenkénti szállítási mód engedélyezése eladók számára

source: Method Title
hu_hu: Módszer címe

source: This controls the title which the user sees during checkout.
hu_hu: Ez szabályozza a címet, amelyet a felhasználó a pénztárnál lát.

source: Per Product Shipping
hu_hu: Termékenkénti szállítás

source: Tax Status
hu_hu: Adózási állapot

source: Taxable
hu_hu: Adóköteles

source: None
hu_hu: Nincs

source: Default Product Cost
hu_hu: Alapértelmezett termékköltség

source: Cost excluding tax (per product) for products without defined costs. Enter an amount, e.g. 2.50.
hu_hu: Adó nélküli költség (termékenként) a meghatározott költség nélküli termékekhez. Adjon meg egy összeget, pl. 2.50.

source: Handling Fee (per product)
hu_hu: Kezelési díj (termékenként)

source: Fee excluding tax. Enter an amount, e.g. 2.50, or a percentage, e.g. 5%. Leave blank to disable.
hu_hu: Adó nélküli díj. Adjon meg egy összeget, pl. 2.50, vagy egy százalékot, pl. 5%. Hagyja üresen a letiltáshoz.

source: Handling Fee (per order)
hu_hu: Kezelési díj (rendelésenként)

source: Method availability
hu_hu: Módszer elérhetősége

source: All allowed countries
hu_hu: Minden engedélyezett ország

source: Specific Countries
hu_hu: Megadott országok

source: Default Product Cost must be an amount, e.g. 2.50
hu_hu: Az alapértelmezett termékköltségnek összegnek kell lennie, pl. 2.50

source: Handling fee (per product) must be an amount, e.g. 2.50, or a percentage, e.g. 5%. Leave blank to disable.
hu_hu: A kezelési díjnak (termékenként) összegnek kell lennie, pl. 2.50, vagy százaléknak, pl. 5%. Hagyja üresen a letiltáshoz.

source: Handling fee (per order) must be an amount, e.g. 2.50, or a percentage, e.g. 5%. Leave blank to disable.
hu_hu: A kezelési díjnak (rendelésenként) összegnek kell lennie, pl. 2.50, vagy százaléknak, pl. 5%. Hagyja üresen a letiltáshoz.

source: A widget to display vendor information in context.
hu_hu: Widget az eladói információk kontextusban való megjelenítéséhez.

source: View more products from this vendor
hu_hu: További termékek megtekintése ettől az eladótól

source: Title
hu_hu: Cím

source: Current Vendor
hu_hu: Jelenlegi eladó

source: Selecting "Current Vendor", will display the details of the vendors whose product(s) are being viewed at the time. It will not show on other pages.
hu_hu: A "Jelenlegi eladó" kiválasztása az éppen megtekintett termék(ek) eladójának részleteit jeleníti meg. Más oldalakon nem jelenik meg.

source: The order #%d from %s has been cancelled. The order was as follows:
hu_hu: A(z) #%d rendelés %s-tól/-től törölve lett. A rendelés a következő volt:

source: Quantity
hu_hu: Mennyiség

source: Price
hu_hu: Ár

source: Product Image
hu_hu: Termékkép

source: Shipping method
hu_hu: Szállítási mód

source: Customer note:
hu_hu: Vásárlói megjegyzés:

source: You have received a subscription renewal order from %s. The subscription renewal order is as follows:
hu_hu: Előfizetés-megújítási rendelést kapott %s-tól/-től. Az előfizetés-megújítási rendelés a következő:

source: Order #%s
hu_hu: Rendelés #%s

source: Billing Address
hu_hu: Számlázási cím

source: Shipping Address
hu_hu: Szállítási cím

source: You have received an order from %s. The order is as follows:
hu_hu: Rendelést kapott %s-tól/-től. A rendelés a következő:

source: Hello! A vendor has updated an order item fulfillment status.
hu_hu: Helló! Egy eladó frissítette egy rendelési tétel teljesítési állapotát.

source: Order Information:
hu_hu: Rendelési információk:

source: Order Number
hu_hu: Rendelésszám

source: Order Item
hu_hu: Rendelési tétel

source: Hello, a note has just been added to your order:
hu_hu: Helló, egy megjegyzés került hozzá a rendeléséhez:

source: For your reference, your order details are shown below.
hu_hu: Tájékoztatásul alább láthatók a rendelés részletei.

source: The order #%s from %s has been cancelled. The order was as follows:
hu_hu: A(z) #%s rendelés %s-tól/-től törölve lett. A rendelés a következő volt:

source: Quantity: %s
hu_hu: Mennyiség: %s

source: Cost: %s
hu_hu: Költség: %s

source: You have received a subscription renewal order from %s.
hu_hu: Előfizetés-megújítási rendelést kapott %s-tól/-től.

source: Order number: %s
hu_hu: Rendelésszám: %s

source: You have received an order from %s.
hu_hu: Rendelést kapott %s-tól/-től.

source: Order Information
hu_hu: Rendelési információk

source: Order Number: %s
hu_hu: Rendelésszám: %s

source: Order Item: %s
hu_hu: Rendelési tétel: %s

source: Fulfillment Status: %s
hu_hu: Teljesítési állapot: %s

source: Hello! A vendor ( %s ) has added a new product awaiting review.
hu_hu: Helló! Egy eladó ( %s ) új, ellenőrzésre váró terméket adott hozzá.

source: You have full administration access.
hu_hu: Teljes adminisztrátori hozzáféréssel rendelkezik.

source: You have limited management access.
hu_hu: Korlátozott kezelői hozzáféréssel rendelkezik.

source: Hello! You have been approved to be a vendor on this store.
hu_hu: Üdvözöljük! Jóváhagyták, hogy eladó legyen ebben az áruházban.

source: Please login to the site and visit your vendor dashboard to start managing your products.
hu_hu: Jelentkezzen be az oldalra, és nyissa meg az eladói irányítópultját, hogy elkezdhesse termékei kezelését.

source: Login Address: %s
hu_hu: Bejelentkezési cím: %s

source: Hello! A vendor has requested to be registered.
hu_hu: Üdvözöljük! Egy eladó regisztrációt kért.

source: Vendor Information
hu_hu: Eladói adatok

source: Business Overview
hu_hu: Vállalkozás áttekintése

source: Contact Information
hu_hu: Kapcsolattartási adatok

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Username
hu_hu: Felhasználónév

source: Registration form submitted on %1$s from IP address %2$s
hu_hu: A regisztrációs űrlapot %1$s időpontban, a(z) %2$s IP-címről nyújtották be.

source: You can approve this vendor at %s.
hu_hu: Ezt az eladót itt hagyhatja jóvá: %s.

source: Hello! Thank you for registering to become a vendor.
hu_hu: Üdvözöljük! Köszönjük, hogy eladóként regisztrált.

source: Once your application has been approved, you will be able to login.
hu_hu: Miután jóváhagyták a jelentkezését, be tud majd jelentkezni.

source: Here is your login account information:
hu_hu: Itt vannak a bejelentkezési adatai:

source: Login Name: %s
hu_hu: Felhasználónév: %s

source: Click the link below to set your password and gain access to your account.
hu_hu: Kattintson az alábbi hivatkozásra a jelszava beállításához és fiókja eléréséhez.

source: You can approve this vendor at <a href="%1$s">%1$s</a>.
hu_hu: Ezt az eladót itt hagyhatja jóvá: <a href="%1$s">%1$s</a>.

source: Once your application has been approved, you will be notified.
hu_hu: Miután jóváhagyták a jelentkezését, értesítést kap.

source: Click here to set your password and gain access to your account.
hu_hu: Kattintson ide a jelszava beállításához és fiókja eléréséhez.

source: Apply to Become a Vendor
hu_hu: Jelentkezés eladónak

source: Join our marketplace and start selling your products. Please fill out the form below to begin your vendor application.
hu_hu: Csatlakozzon piacterünkhöz, és kezdje el értékesíteni termékeit. Kérjük, töltse ki az alábbi űrlapot az eladói jelentkezés megkezdéséhez.

source: Please provide your business details below. Required fields are marked with an asterisk (*).
hu_hu: Adja meg alább a vállalkozás adatait. A kötelező mezőket csillag (*) jelöli.

source: required
hu_hu: kötelező

source: This name will appear as "Sold by: Vendor Name" throughout the marketplace. Choose a professional name that customers will recognize and trust.
hu_hu: Ez a név a piactér egészében "Eladó: Eladó neve" formában fog megjelenni. Válasszon olyan professzionális nevet, amelyet a vásárlók felismernek és amelyben megbíznak.

source: Business Overview (not visible to customers)
hu_hu: Vállalkozás áttekintése (nem látható a vásárlók számára)

source: Help us understand your business better. Include details about your company history, product range, business experience, areas of expertise, target market, and what makes your business unique. This information is for internal review only.
hu_hu: Segítsen jobban megérteni vállalkozását. Írja le a cég történetét, a termékkínálatot, üzleti tapasztalatokat, szakterületeket, célpiacot, valamint azt, mitől egyedi a vállalkozása. Ezek az információk csak belső áttekintésre szolgálnak.

source: Public Vendor Profile (publicly visible)
hu_hu: Nyilvános eladói profil (nyilvánosan látható)

source: Create an engaging profile that showcases your brand. Highlight your unique value proposition, product quality, customer service standards, and what sets you apart from other vendors. This description will be visible to all customers on your public profile page.
hu_hu: Készítsen figyelemfelkeltő profilt, amely bemutatja márkáját. Emelje ki egyedi értékajánlatát, a termékek minőségét, az ügyfélszolgálati színvonalat és azt, ami megkülönbözteti más eladóktól. Ez a leírás minden vásárló számára látható lesz a nyilvános profiloldalán.

source: Please provide your contact details below. Required fields are marked with an asterisk (*).
hu_hu: Adja meg alább a kapcsolattartási adatait. A kötelező mezőket csillag (*) jelöli.

source: This will be your login username
hu_hu: Ez lesz a bejelentkezési felhasználóneve.

source: Email Address
hu_hu: E-mail-cím

source: Confirm Email
hu_hu: E-mail-cím megerősítése

source: Submit vendor application
hu_hu: Eladói jelentkezés beküldése

source: Submit Application
hu_hu: Jelentkezés beküldése

source: Here you can get support on any issues you may have.
hu_hu: Itt segítséget kaphat bármilyen felmerülő problémához.

source: Please provide your support question below.
hu_hu: Kérjük, adja meg alább a támogatási kérdését.

source: Submit
hu_hu: Beküldés
