Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-analytify-pro/wp-analytify-pro-*.po
Languages: hu_hu

source: Java Enabled
hu_hu: Java engedélyezve

source: Language
hu_hu: Nyelv

source: ScreenColors
hu_hu: Képernyőszínek

source: ScreenResolution
hu_hu: Képernyőfelbontás

source: Hostname
hu_hu: Hosztnév

source: Page Path
hu_hu: Oldal útvonala

source: Landing Page Path
hu_hu: Belépőoldal útvonala

source: Exit Page Path
hu_hu: Kilépési oldal útvonala

source: Previous Page Path
hu_hu: Előző oldal útvonala

source: Next Page Path
hu_hu: Következő oldal útvonala

source: Page Depth
hu_hu: Oldalmélység

source: Visible to (roles) :
hu_hu: Látható (szerepkörök) :

source: Everyone
hu_hu: Mindenki

source: Sort By:
hu_hu: Rendezés szerint:

source: Analytics for:
hu_hu: Analitika ehhez:

source: Current page
hu_hu: Aktuális oldal

source: Full Site
hu_hu: Teljes webhely

source: Page ID
hu_hu: Oldalazonosító

source: Page ID:
hu_hu: Oldalazonosító:

source: Date range:
hu_hu: Dátumtartomány:

source: Custom
hu_hu: Egyéni

source: Today
hu_hu: Ma

source: Yesterday
hu_hu: Tegnap

source: Last 15 days
hu_hu: Elmúlt 15 nap

source: Last 7 Days
hu_hu: Elmúlt 7 nap

source: Last 30 Days
hu_hu: Elmúlt 30 nap

source: This Year
hu_hu: Idei év

source: Last Year
hu_hu: Tavalyi év

source: Start Date:
hu_hu: Kezdési dátum:

source: End Date:
hu_hu: Záró dátum:

source: Max records:
hu_hu: Max. rekordszám:

source: Cancel
hu_hu: Mégse

source: User
hu_hu: Felhasználó

source: Average Session Duration
hu_hu: Átlagos munkamenet időtartama

source: Screen Page Views
hu_hu: Képernyőoldal-megtekintések

source: Screen Page Views Per Session
hu_hu: Képernyőoldal-megtekintések munkamenetenként

source: User Age Brackets
hu_hu: Felhasználói korcsoportok

source: User Gender
hu_hu: Felhasználói nem

source: Page Referrer
hu_hu: Hivatkozó oldal

source: Country ID
hu_hu: Országazonosító

source: Page Path & Query String
hu_hu: Oldal útvonala és lekérdezési karakterlánc

source: Sorry, This plugin is now activated as a module in Analytify Pro version %1$s%2$s%3$s. It is recommended that you delete it from plugins. %4$sClick here to return to the Dashboard%5$s.
hu_hu: Sajnáljuk, ez a bővítmény mostantól modulként aktív az Analytify Pro %1$s%2$s%3$s verziójában. Javasoljuk, hogy törölje a bővítmények közül. %4$sKattintson ide a Vezérlőpultra való visszatéréshez%5$s.

source: Sorry, you are not allowed to do that.
hu_hu: Sajnáljuk, ehhez nincs jogosultsága.

source: Demographic Stats
hu_hu: Demográfiai statisztikák

source: Search demographics...
hu_hu: Demográfiai adatok keresése...

source: Interest Stats
hu_hu: Érdeklődési statisztikák

source: Search interests...
hu_hu: Érdeklődési körök keresése...

source: Desktop Visitors
hu_hu: Asztali látogatók

source: Tablet Visitors
hu_hu: Táblagépes látogatók

source: Mobile Visitors
hu_hu: Mobilos látogatók

source: Organic
hu_hu: Organikus

source: Social
hu_hu: Közösségi

source: Direct
hu_hu: Közvetlen

source: New
hu_hu: Új

source: Refresh Stats
hu_hu: Statisztikák frissítése

source: Top active posts and pages
hu_hu: Legaktívabb bejegyzések és oldalak

source: Top active pages and posts users are currently at.
hu_hu: Legaktívabb oldalak és bejegyzések, ahol a felhasználók éppen tartózkodnak.

source: Search Console Stats
hu_hu: Search Console statisztikák

source: Search keywords...
hu_hu: Kulcsszavak keresése...

source: Search Terms Stats
hu_hu: Keresési kifejezések statisztikái

source: Search terms...
hu_hu: Keresési kifejezések...

source: Line
hu_hu: Vonal

source: Bar
hu_hu: Oszlop

source: Restore
hu_hu: Visszaállítás

source: Save As Image
hu_hu: Mentés képként

source: Months
hu_hu: Hónapok

source: Years
hu_hu: Évek

source: Detailed Visitors and Views breakdown in months and years
hu_hu: Látogatók és megtekintések részletes bontása hónapok és évek szerint

source: Top 404 Pages Errors
hu_hu: Leggyakoribb 404 oldalhibák

source: Export Top 404 Errors
hu_hu: Leggyakoribb 404 hibák exportálása

source: Top Ajax Errors
hu_hu: Leggyakoribb Ajax hibák

source: Export Top Ajax Errors
hu_hu: Leggyakoribb Ajax hibák exportálása

source: Top Javascript Errors
hu_hu: Leggyakoribb JavaScript hibák

source: Export Top JavaScript Errors
hu_hu: Leggyakoribb JavaScript hibák exportálása

source: Email Support
hu_hu: E-mailes támogatás

source: Fetching license details, please wait...
hu_hu: Licencadatok lekérése, kérjük, várjon...

source: We couldn't find your license information. Please switch to the License tab and enter your license.
hu_hu: Nem találjuk a licencinformációit. Kérjük, váltson a Licenc fülre, és adja meg a licencét.

source: Once completed, you may visit this tab to view your support details.
hu_hu: Miután befejezte, ezen a lapon tekintheti meg a támogatási adatait.

source: You have an %1$s active %2$s license. You will get front-of-the-line email support when submitting a support request below.
hu_hu: Önnek %1$s aktív %2$s licence van. Az alábbi támogatási kérelem beküldésekor elsőbbségi e-mailes támogatást kap.

source: Success!
hu_hu: Siker!

source: Thanks for submitting your support request. We'll be in touch soon.
hu_hu: Köszönjük, hogy elküldte támogatási kérelmét. Hamarosan jelentkezünk.

source: Error!
hu_hu: Hiba!

source: There was a problem submitting your request:
hu_hu: Hiba történt a kérés beküldésekor:

source: Please select your email address.
hu_hu: Kérjük, válassza ki az e-mail címét.

source: Please enter a subject
hu_hu: Kérjük, adjon meg tárgyat

source: Please enter a message.
hu_hu: Kérjük, írjon üzenetet.

source: From:
hu_hu: Feladó:

source: Select your email address
hu_hu: Válassza ki az e-mail címét

source: Replies will be sent to this email address. Update your name &amp; email in %1$s Your Account%2$s.
hu_hu: A válaszokat erre az e-mail címre küldjük. Frissítse nevét &amp; e-mail címét itt: %1$s Fiókja%2$s.

source: Include your diagnostic information and error log (shown below)
hu_hu: Adja hozzá a diagnosztikai információkat és a hibanaplót (alább látható)

source: Having trouble submitting the form? Email your support request to %1$s support@analytify.io%2$s instead.
hu_hu: Gondot okoz az űrlap beküldése? Küldje el támogatási kérelmét e-mailben ide: %1$s support@analytify.io%2$s.

source: These are the top browsers of this page.
hu_hu: Az oldal legnépszerűbb böngészői.

source: AVERAGE PAGES
hu_hu: ÁTLAGOS OLDALAK

source: USER TYPE
hu_hu: Felhasználói típus

source: These are the keywords people are searching for this page.
hu_hu: Ezek azok a kulcsszavak, amelyekkel az emberek ezt az oldalt keresik.

source: Operating System (Version)
hu_hu: Operációs rendszer (verzió)

source: Social referrer
hu_hu: Közösségi hivatkozó

source: Social media Statistics
hu_hu: Közösségi média statisztikák

source: These are the social media statistics of this page.
hu_hu: Ezek ennek az oldalnak a közösségi média statisztikái.

source: The following required plugin is currently inactive &mdash;
hu_hu: A következő szükséges bővítmény jelenleg inaktív &mdash;

source: Click here to activate Analytify Core (Free).
hu_hu: Kattintson ide az Analytify Core (Free) aktiválásához.

source: The following required plugin is not installed &mdash;
hu_hu: A következő szükséges bővítmény nincs telepítve &mdash;

source: Install Analytify Core (Free).
hu_hu: Telepítse az Analytify Core (Free)-t.

source: Start Date:
hu_hu: Kezdő dátum:

source: End Date:
hu_hu: Végdátum:

source: Exclude this page from Google Analytics Tracking
hu_hu: Zárja ki ezt az oldalt a Google Analytics követéséből

source: New Users
hu_hu: Új felhasználók

source: Session Duration
hu_hu: Munkamenet időtartama

source: Mobile Device Marketing Name
hu_hu: Mobilkészülék marketingneve

source: Screen Resolution
hu_hu: Képernyőfelbontás

source: Full Referral Path
hu_hu: Teljes hivatkozási útvonal

source: Country Iso Code
hu_hu: Ország ISO-kódja

source: Screen Colors
hu_hu: Képernyőszínek

source: Second Page Path
hu_hu: Második oldal útvonala

source: Analytify Shortcodes
hu_hu: Analytify rövidkódok

source: Create shorcodes for Analytify to show Google Analytics reports on frontend.
hu_hu: Hozzon létre Analytify rövidkódokat a Google Analytics jelentések megjelenítéséhez a frontend felületen.

source: Shortcodes
hu_hu: Rövidkódok

source: Tracking
hu_hu: Követés

source: Analytics
hu_hu: Analitika

source: Simple Shortcode
hu_hu: Egyszerű rövidkód

source: Metrics
hu_hu: Mérőszámok

source: Visible to
hu_hu: Látható számára

source: Admininstrator
hu_hu: Adminisztrátor

source: Editor
hu_hu: Szerkesztő

source: Contributer
hu_hu: Közreműködő

source: Make Shortcode
hu_hu: Rövidkód létrehozása

source: Advanced Shortcode
hu_hu: Haladó rövidkód

source: Sort By
hu_hu: Rendezés szerint

source: Analytics For
hu_hu: Analitika ehhez

source: Current Page
hu_hu: Aktuális oldal

source: Start Date
hu_hu: Kezdő dátum

source: End Date
hu_hu: Végdátum
