Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-analytify-pro/wp-analytify-pro-*.po
Languages: hu_hu

source: Analytify Pro is a feature rich plugin that adds advanced tracking capabilities of GA4 and displays analytics in a simple, beautiful format.
hu_hu: Az Analytify Pro egy funkciókban gazdag bővítmény, amely fejlett GA4-követési képességeket ad, és az analitikát egyszerű, tetszetős formában jeleníti meg.

# Delete license
source: Remove
hu_hu: Eltávolítás

source: <strong>Activate Your License</strong> &mdash; Please <a href="%s" class="">enter your license key</a> to enable priority support and plugin updates.
hu_hu: <strong>Aktiválja a licencét</strong> &mdash; Kérjük, <a href="%s" class="">adja meg a licenckulcsát</a> az elsőbbségi támogatás és a bővítményfrissítések engedélyezéséhez.

source: Your License Has Expired
hu_hu: A licenc lejárt

source: Login to <a href="%s" target="blank">My Account</a> to renew.
hu_hu: Jelentkezzen be a <a href="%s" target="blank">Fiókom</a> oldalra a megújításhoz.

source: Updates are only available to those with an active license.
hu_hu: Frissítések csak aktív licenccel érhetők el.

source: Only active licenses can submit support requests.
hu_hu: Csak aktív licenccel lehet támogatási kérelmet benyújtani.

source: All features will continue to work, but you won't be able to receive updates or email support.
hu_hu: Minden funkció továbbra is működni fog, de nem fog frissítéseket vagy e-mailes támogatást kapni.

source: <strong>No Activations Left</strong> &mdash; Please visit <a href="%s" target="_blank">My Account</a> to upgrade your license or deactivate a previous activation.
hu_hu: <strong>Nincs több aktiváció</strong> &mdash; Kérjük, látogasson el a <a href="%s" target="_blank">Fiókom</a> oldalra a licenc frissítéséhez vagy egy korábbi aktiváció deaktiválásához.

source: <strong>Your License Was Not Found</strong> &mdash; Please visit <a href="%s" target="_blank">My Account</a> to double check your license key.
hu_hu: <strong>A licenc nem található</strong> &mdash; Kérjük, látogasson el a <a href="%s" target="_blank">Fiókom</a> oldalra, és ellenőrizze a licenckulcsát.

source: <strong>Your License Was Not Found</strong> &mdash;
hu_hu: <strong>A licenc nem található</strong> &mdash;

source: <strong>An Unexpected Error Occurred</strong> &mdash; Please contact us at <a href="%1$s">%2$s</a> and quote the following:
hu_hu: <strong>Váratlan hiba történt</strong> &mdash; Kérjük, lépjen kapcsolatba velünk itt: <a href="%1$s">%2$s</a>, és idézze a következőt:

source: %1$s %2$s %3$s Update Available %4$s &mdash; %9$s %10$s is now available. You currently have %11$s installed. %5$s Changelog %6$s %7$s %8$s
hu_hu: %1$s %2$s %3$s Frissítés érhető el %4$s &mdash; %9$s %10$s most elérhető. Jelenleg a(z) %11$s van telepítve. %5$s Változásnapló %6$s %7$s %8$s

source: Stats Name
hu_hu: Statisztika neve

source: Stats Value
hu_hu: Statisztika értéke

source: Conversion Rate
hu_hu: Konverziós arány

source: Title
hu_hu: Cím

source: Link
hu_hu: Hivatkozás

source: Views
hu_hu: Megtekintések

source: Avg. Time
hu_hu: Átlagos idő

source: Bounce Rate
hu_hu: Visszafordulási arány

source: Country
hu_hu: Ország

source: City
hu_hu: Város

source: Keyword
hu_hu: Kulcsszó

source: Clicks
hu_hu: Kattintások

source: Impressions
hu_hu: Megjelenések

source: Avg. Position
hu_hu: Átlagos pozíció

source: Social Media
hu_hu: Közösségi média

source: Referrers
hu_hu: Hivatkozók

source: Type
hu_hu: Típus

source: User Engagement Duration
hu_hu: Felhasználói elköteleződés időtartama

source: Engaged Sessions
hu_hu: Elkötelezett munkamenetek

source: Engagement Rate
hu_hu: Elköteleződési arány

source: Error
hu_hu: Hiba

source: Hits
hu_hu: Találatok

source: Video Title
hu_hu: Videó címe

source: Provider
hu_hu: Szolgáltató

source: Action
hu_hu: Művelet

source: Duration (seconds)
hu_hu: Időtartam (másodperc)

source: Browser
hu_hu: Böngésző

source: Operating System
hu_hu: Operációs rendszer

source: Visits
hu_hu: Látogatások

source: Version
hu_hu: Verzió

source: Device
hu_hu: Eszköz

source: Model
hu_hu: Modell

source: Name
hu_hu: Név

source: Submissions
hu_hu: Beküldések

source: Form ID
hu_hu: Űrlap azonosító

source: Label
hu_hu: Címke

source: Search Term
hu_hu: Keresési kifejezés

source: Total Search
hu_hu: Összes keresés

source: Search per Session
hu_hu: Keresések munkamenetenként

source: Total Users
hu_hu: Összes felhasználó

source: Age
hu_hu: Életkor

source: Gender
hu_hu: Nem

source: Category
hu_hu: Kategória

source: % Interest
hu_hu: Érdeklődés (%)

source: Author
hu_hu: Szerző

source: Post Title
hu_hu: Bejegyzés címe

source: Post Link
hu_hu: Bejegyzés hivatkozása

source: Sessions
hu_hu: Munkamenetek

source: Page Views
hu_hu: Oldalmegtekintések

source: Visitors
hu_hu: Látogatók

source: Product Detail Views
hu_hu: Termék részleteinek megtekintései

source: Add To Carts
hu_hu: Kosárba helyezések

source: No.
hu_hu: Sorszám

source: Source/Medium
hu_hu: Forrás/Médium

source: Session
hu_hu: Munkamenet

source: Transactions Revenue
hu_hu: Tranzakciókból származó bevétel

source: Product Revenue
hu_hu: Termékbevétel

source: Quantity
hu_hu: Mennyiség

source: Cart-to-Detail Rate
hu_hu: Kosárba helyezési arány (részletmegtekintéshez)

source: Buy-to-Detail Rate
hu_hu: Vásárlási arány (részletmegtekintéshez)

source: List Name
hu_hu: Lista neve

source: Product List Views
hu_hu: Terméklista megtekintések

source: Product List Clicks
hu_hu: Terméklista kattintások

source: Product List CTR
hu_hu: Terméklista CTR

source: Product Adds to Cart
hu_hu: Termékek kosárba helyezése

source: Product Checkouts
hu_hu: Termékek pénztárba lépése

source: Unique Purchases
hu_hu: Egyedi vásárlások

source: Coupon Code
hu_hu: Kuponkód

source: Revenue
hu_hu: Bevétel

source: Transactions
hu_hu: Tranzakciók

source: Average Order Value
hu_hu: Átlagos rendelési érték

source: Invalid endpoint.
hu_hu: Érvénytelen végpont.

source: Ajax errors.
hu_hu: Ajax hibák.

source: 404 errors.
hu_hu: 404 hibák.

source: JavaScript errors.
hu_hu: JavaScript hibák.

source: Duration (s)
hu_hu: Időtartam (s)

source: Event Count
hu_hu: Eseményszám

source: Video Tracking
hu_hu: Videókövetés

source: No dimension is set. Please set dimensions from the settings.
hu_hu: Nincs beállítva dimenzió. Kérjük, állítsa be a dimenziókat a beállításokban.

source: Export Stats
hu_hu: Statisztikák exportálása

source: Total
hu_hu: Összesen

source: List of the Terms that were searched for on your site.
hu_hu: A webhelyén keresett kifejezések listája.

source: Unable To Fetch Reports
hu_hu: Nem sikerült lekérni a jelentéseket

source: Status:
hu_hu: Állapot:

source: Message:
hu_hu: Üzenet:

source: Keywords
hu_hu: Kulcsszavak

source: Total Visits
hu_hu: Összes látogatás

source: Ranked keywords.
hu_hu: Rangsorolt kulcsszavak.

source: Total Views
hu_hu: Összes megtekintés

source: Demographic Stats.
hu_hu: Demográfiai statisztikák.

source: Interest Stats.
hu_hu: Érdeklődési statisztikák.

source: Page
hu_hu: Oldal

source: Real Time
hu_hu: Valós idő

source: Logged-In
hu_hu: Bejelentkezett

source: Logged-Out
hu_hu: Kijelentkezett

source: %1$s Activate Your License %2$s &mdash; Please %3$senter your license key%4$s to enable support and plugin updates.
hu_hu: %1$s Aktiválja a licencét %2$s &mdash; Kérjük, %3$sadja meg a licenckulcsát%4$s a támogatás és a bővítményfrissítések engedélyezéséhez.

source: %1$s %2$s %3$s Activate Your License %4$s &mdash; Please click on %5$s Activate License button %6$s to validate your license. %7$s %8$s
hu_hu: %1$s %2$s %3$s Aktiválja a licencét %4$s &mdash; Kérjük, kattintson az %5$s Licenc aktiválása gombra %6$s a licenc érvényesítéséhez. %7$s %8$s

source: %1$s Activate Your License %2$s &mdash; Please click on %3$s Activate License button key%4$s to validate your license.
hu_hu: %1$s Aktiválja a licencét %2$s &mdash; Kérjük, kattintson a %3$s Licenc aktiválása gombra%4$s a licenc érvényesítéséhez.

source: %1$s License Expired %2$s &mdash; Upgrade your license to enable support and plugin updates. Would you please checkout %3$s what we have improved %4$s so far ?
hu_hu: %1$s Licenc lejárt %2$s &mdash; Frissítse a licencet a támogatás és a bővítményfrissítések engedélyezéséhez. Kérjük, tekintse meg %3$s eddigi fejlesztéseinket %4$s.

source: %1$s Invalid License %2$s &mdash; Please %3$senter a valid license key%4$s to enable support and plugin updates.
hu_hu: %1$s Érvénytelen licenc %2$s &mdash; Kérjük, %3$sadjon meg egy érvényes licenckulcsot%4$s a támogatás és a bővítményfrissítések engedélyezéséhez.

source: Please update Analytify Core to latest Free version to enable PRO features. &mdash;
hu_hu: Kérjük, frissítse az Analytify Core-t a legújabb ingyenes verzióra a PRO funkciók engedélyezéséhez. &mdash;

source: Update now
hu_hu: Frissítés most

source: Dashboards
hu_hu: Vezérlőpultok

source: REAL TIME
hu_hu: VALÓS IDŐ

source: Page Speed
hu_hu: Oldalsebesség

source: Demographics
hu_hu: Demográfia

source: Search Terms
hu_hu: Keresési kifejezések

source: Search Console Dashboard
hu_hu: Search Console vezérlőpult

source: View Changelog
hu_hu: Változásnapló megtekintése

source: Visitors online
hu_hu: Online látogatók

source: Referral
hu_hu: Hivatkozás

source: ORGANIC
hu_hu: ORGANIKUS

source: social
hu_hu: közösségi

source: direct
hu_hu: közvetlen

source: new
hu_hu: új

source: Returning
hu_hu: Visszatérő

source: RealTime Stats
hu_hu: Valós idejű statisztikák

source: Top Active posts and pages
hu_hu: Legaktívabb bejegyzések és oldalak

source: Top active pages and posts users are currently at
hu_hu: Azok a legaktívabb oldalak és bejegyzések, ahol a felhasználók éppen tartózkodnak

source: Page Title
hu_hu: Oldalcím

source: Thank you!
hu_hu: Köszönjük!

source: We appreciate you to upgrade to Pro version and supporting the development of this product.
hu_hu: Köszönjük, hogy frissít a Pro verzióra, és támogatja a termék fejlesztését.

source: made with ♥ by
hu_hu: készült \u2665-vel, készítette

source: No activity during this period.
hu_hu: Ebben az időszakban nem volt aktivitás.

source: Something went wrong. Please try again.
hu_hu: Valami hiba történt. Kérjük, próbálja újra.

source: No activity at this time.
hu_hu: Jelenleg nincs aktivitás.

source: Front
hu_hu: Frontend

source: License
hu_hu: Licenc

source: Enter your license key(s). It is important to have a valid license key for automatic plugin updates and support. After adding a license key, press the 'Activate License' button.
hu_hu: Adja meg a licenckulcsát/-kulcsait. Fontos, hogy érvényes licenckulcsa legyen az automatikus bővítményfrissítésekhez és támogatáshoz. A licenckulcs hozzáadása után nyomja meg a 'Licenc aktiválása' gombot.

source: Analytify Premium (License Key):
hu_hu: Analytify Premium (licenckulcs):

source: Activate License
hu_hu: Licenc aktiválása

source: Error: Invalid page_id or page does not exist.
hu_hu: Hiba: Érvénytelen page_id vagy az oldal nem létezik.

source: Analytify Shortcode Exception: %s. You might be using GA3 metrics or dimensions with GA4. This message is only visible to admin.
hu_hu: Analytify rövidkód kivétel: %s. Lehet, hogy GA3 metrikákat vagy dimenziókat használ GA4-gyel. Ez az üzenet csak az adminisztrátor számára látható.

source: Analytify Shortcode Notice: No data available for the specified criteria. This message is only visible to admin.
hu_hu: Analytify rövidkód értesítés: Nincs adat a megadott feltételekhez. Ez az üzenet csak az adminisztrátor számára látható.

source: Analytify Shortcode Exception: You might be using GA3 metrics or dimensions with GA4. This message is only visible to admin.
hu_hu: Analytify rövidkód kivétel: Lehet, hogy GA3 metrikákat vagy dimenziókat használ GA4-gyel. Ez az üzenet csak az adminisztrátor számára látható.

source: %1$s Settings %2$s | %3$s Dashboard %4$s | %5$s Help %6$s
hu_hu: %1$s Beállítások %2$s | %3$s Vezérlőpult %4$s | %5$s Súgó %6$s

source: %1$s Documentation %2$s
hu_hu: %1$s Dokumentáció %2$s

source: Analytify is not active. Please %1$sAuthenticate%2$s in order to get started using this plugin.
hu_hu: Az Analytify nem aktív. Kérjük, a bővítmény használatának megkezdéséhez %1$shitelesítsen%2$s.

source: %1$s Google Analytics Profile is not set. Set the %2$s Profile %3$s
hu_hu: A %1$s Google Analytics-profil nincs beállítva. Állítsa be a %2$s profilt %3$s

source: Listing statistics of top countries and cities.
hu_hu: A vezető országok és városok statisztikáinak listázása.

source: Listing your ranked keywords
hu_hu: A rangsorolt kulcsszavainak listázása

source: See how many users are coming to your site from Social media
hu_hu: Nézze meg, hány felhasználó érkezik a webhelyére a közösségi médiából

source: Who are the top Referrers to your site? See above
hu_hu: Kik a webhelye vezető hivatkozói? Lásd fent

source: What's happening when users come to your page.
hu_hu: Mi történik, amikor a felhasználók az oldalára érkeznek.

source: There is a new version of %s available.
hu_hu: Elérhető a(z) %s új verziója.

source: View version %s details
hu_hu: A(z) %s verzió részleteinek megtekintése

# Plugin configuration and preferences
source: Settings
hu_hu: Beállítások

source: To update, go to %1$s and enter your license key. If you don't have a license key, you may <a href="%2$s">purchase one</a>.
hu_hu: A frissítéshez menjen a %1$s oldalra, és adja meg a licenckulcsát. Ha nincs licenckulcsa, <a href="%2$s">vásárolhat egyet</a>.

source: To finish activating %1$s, please go to %2$s and enter your license key. If you don't have a license key, you may <a href="%3$s">purchase one</a>.
hu_hu: A(z) %1$s aktiválásának befejezéséhez kérjük, menjen a %2$s oldalra, és adja meg a licenckulcsát. Ha nincs licenckulcsa, <a href="%3$s">vásárolhat egyet</a>.

source: Check my license again
hu_hu: Licencem újbóli ellenőrzése

source: %1$s Update Available %2$s &mdash; %5$s %6$s is now available. You currently have %7$s installed. %3$s Changelog %4$s
hu_hu: %1$s Frissítés elérhető %2$s &mdash; %5$s %6$s most elérhető. Jelenleg a(z) %7$s van telepítve. %3$s Változásnapló %4$s

source: Dashboard
hu_hu: Vezérlőpult

source: Delete cache
hu_hu: Gyorsítótár törlése

source: The Analytify dashboard (except real-time statistics) saves results for 24 hours. Enable this if you want to retrieve the current statistics.
hu_hu: Az Analytify vezérlőpult (a valós idejű statisztikák kivételével) 24 órán át menti az eredményeket. Engedélyezze ezt, ha az aktuális statisztikákat szeretné lekérni.

source: Show the Analytify dashboard to the above-selected user roles only.
hu_hu: Az Analytify vezérlőpult megjelenítése csak a fent kiválasztott felhasználói szerepköröknek.

source: Dashboard analytics panels
hu_hu: Vezérlőpult analitikai panelek

source: Choose the panels to display in Analytify dashboard.
hu_hu: Válassza ki, mely paneleket jelenítse meg az Analytify vezérlőpulton.

source: Comparison Stats
hu_hu: Összehasonlító statisztikák

source: Top Pages Stats
hu_hu: Legjobb oldalak statisztikái

source: Page entrance and exit stats
hu_hu: Oldal belépési és kilépési statisztikák

source: Export Top Pages
hu_hu: Legjobb oldalak exportálása

source: Export Top Keywords
hu_hu: Legjobb kulcsszavak exportálása

source: Export Top Social Media
hu_hu: Legjobb közösségi média exportálása

source: Export Top Reffers
hu_hu: Legjobb hivatkozók exportálása

source: Export Top Mobile Device
hu_hu: Legjobb mobileszköz exportálása

source: Export Top Operating System
hu_hu: Legjobb operációs rendszer exportálása

source: Export Top Browsers
hu_hu: Legjobb böngészők exportálása

source: Export Top Cities
hu_hu: Legjobb városok exportálása

source: Export Top Countries
hu_hu: Legjobb országok exportálása

source: Listing staticstics of top countries and cities.
hu_hu: A vezető országok és városok statisztikáinak listázása.

source: Top Web Browsers, Operating Systems and Mobile Devices for this page.
hu_hu: Ehhez az oldalhoz tartozó leggyakoribb webböngészők, operációs rendszerek és mobileszközök.

source: Browsers Statistics
hu_hu: Böngészők statisztikái

source: Operating System Statistics
hu_hu: Operációs rendszerek statisztikái

source: Mobile Devices Statistics
hu_hu: Mobileszközök statisztikái

source: See how many users are coming to your site from Social Media.
hu_hu: Nézze meg, hány felhasználó érkezik a webhelyére a közösségi médiából.

source: Network
hu_hu: Hálózat

source: The top referers of this page.
hu_hu: Ennek az oldalnak a legfőbb hivatkozói.

source: Entrance
hu_hu: Belépés

source: Exits
hu_hu: Kilépések

source: Entrance% Exits%
hu_hu: Belépés% Kilépés%

source: Top Countries
hu_hu: Legnépszerűbb országok

source: Top Cities
hu_hu: Legnépszerűbb városok

source: Top Operating Systems
hu_hu: Legnépszerűbb operációs rendszerek

source: Top Keywords
hu_hu: Legnépszerűbb kulcsszavak

source: SOCIAL MEDIA STATISTICS
hu_hu: KÖZÖSSÉGI MÉDIA STATISZTIKÁK

source: TOP BROWSERS
hu_hu: TOP BÖNGÉSZŐK

source: Analytify's AMP requires the AMP plugin to be installed. &mdash;
hu_hu: Az Analytify AMP funkcióhoz az AMP bővítmény telepítése szükséges. &mdash;

source: Analytify's AMP requires the AMP plugin to be active. &mdash;
hu_hu: Az Analytify AMP funkcióhoz az AMP bővítménynek aktívnak kell lennie. &mdash;

source: Click here to activate the AMP plugin.
hu_hu: Kattintson ide az AMP bővítmény aktiválásához.

source: Post Type
hu_hu: Bejegyzéstípus

source: Published at
hu_hu: Közzétéve ekkor

source: Tags
hu_hu: Címkék

source: User ID
hu_hu: Felhasználóazonosító

source: Logged in
hu_hu: Bejelentkezve

source: SEO Score
hu_hu: SEO pontszám

source: Focus Keyword
hu_hu: Fókuszkulcsszó

source: Dimensions
hu_hu: Dimenziók

source: You must be authenticated to see the Analytics Dashboard.
hu_hu: Az Analytics irányítópult megtekintéséhez hitelesítés szükséges.

source: You don't have access to Analytify Dashboard.
hu_hu: Nincs hozzáférése az Analytify irányítópulthoz.

source: Dimensions Dashboard
hu_hu: Dimenziók irányítópult

source: Events Tracking
hu_hu: Eseménykövetés

source: Analytify for Events Tracking (License Key):
hu_hu: Analytify az eseménykövetéshez (licenckulcs):

source: Track all events including clicks, links, files, extensions, affiliates.
hu_hu: Kövesse az összes eseményt, beleértve a kattintásokat, hivatkozásokat, fájlokat, kiterjesztéseket és affiliate hivatkozásokat.

source: Extensions of files to track as downloads:
hu_hu: Letöltésként követendő fájlkiterjesztések:

source: Add regex for file type.
hu_hu: Adjon meg reguláris kifejezést a fájltípushoz.

source: Affiliate Links
hu_hu: Affiliate hivatkozások

source: Setup links of the affiliate you have partnered with for your website to make extra bucks.
hu_hu: Állítsa be a webhelyén a partnerprogram hivatkozásait, hogy extra bevételhez jusson.

source: Enable enhanced link attribution
hu_hu: Bővített hivatkozás-hozzárendelés engedélyezése

source: Add <a href='https://developers.google.com/analytics/devguides/collection/analyticsjs/enhanced-link-attribution' target='_blank' rel='noopener noreferrer'>Enhanced Link Attribution </a> to your tracking code.
hu_hu: Adja hozzá a követőkódjához a <a href='https://developers.google.com/analytics/devguides/collection/analyticsjs/enhanced-link-attribution' target='_blank' rel='noopener noreferrer'>Bővített hivatkozás-hozzárendelést</a>.

source: Turn on anchor tracking
hu_hu: Horgonykövetés bekapcsolása

source: Many WordPress '1-page' style themes rely on anchor tags for navigation to show virtual pages. The problem is that to Google Analytics, these are all just a single page, and it makes it hard to get meaningful statistics about pages viewed. This feature allows proper tracking in those themes.
hu_hu: Sok WordPress '1-oldalas' stílusú téma a navigációhoz horgonycímkékre támaszkodik, hogy virtuális oldalakat jelenítsen meg. A probléma az, hogy a Google Analytics számára ezek mind csak egyetlen oldalnak számítanak, ami megnehezíti a megtekintett oldalakról szóló érdemi statisztikák készítését. Ez a funkció lehetővé teszi a megfelelő követést ezekben a témákban.

source: Events Tracking Dashboard
hu_hu: Eseménykövetési irányítópult

source: External Links
hu_hu: Külső hivatkozások

source: Download Links
hu_hu: Letöltési hivatkozások

source: Tel Links
hu_hu: Telefonhivatkozások

source: Mail Links
hu_hu: E-mail hivatkozások

source: Export %s
hu_hu: Exportálás %s

source: Google Ads Tracking
hu_hu: Google Ads-követés

source: Track your Google Ads Conversions
hu_hu: Kövesse a Google Ads konverzióit

source: Turn on Google Ads Tracking
hu_hu: Google Ads-követés bekapcsolása

source: Requires integration of your Google Analytics and Google Ads account.
hu_hu: A Google Analytics- és Google Ads-fiók integrációját igényli.

source: Conversion ID
hu_hu: Konverzióazonosító

source: Add your Google Ads Conversion ID. Format eg: AW-123456789
hu_hu: Adja meg a Google Ads konverzióazonosítóját. Formátum pl.: AW-123456789

source: Conversion Label
hu_hu: Konverziócímke

source: Add your Google Ads Conversion Label.
hu_hu: Adja meg a Google Ads konverziócímkéjét.

source: Export Product Categories Analysis
hu_hu: Termékkategória-elemzés exportálása

source: Export Top Countries by Engagement
hu_hu: Legnépszerűbb országok exportálása elköteleződés szerint

source: Export Coupons Analysis
hu_hu: Kuponok elemzésének exportálása

source: Export Product lists Analysis
hu_hu: Terméklisták elemzésének exportálása

source: Export Measuring ROI
hu_hu: Megtérülés (ROI) mérésének exportálása

source: Export Products Performance
hu_hu: Termékek teljesítményének exportálása

source: Select metrics and dimensions, sort them with metrics and show stats to your visitors (roles).
hu_hu: Válasszon mutatókat és dimenziókat, rendezze őket mutatók szerint, és jelenítsen meg statisztikákat a látogatóknak (szerepkörök).

source: Metrics:
hu_hu: Mutatók:

source: Select at least one Metric
hu_hu: Válasszon legalább egy mutatót

source: Users
hu_hu: Felhasználók

source: Percent New Sessions
hu_hu: Új munkamenetek százaléka

source: Bounces
hu_hu: Visszafordulások

source: Avg SessionDuration
hu_hu: Átlagos SessionDuration

source: Page Tracking
hu_hu: Oldalkövetés

source: Page Value
hu_hu: Oldalérték

source: Entrances
hu_hu: Belépések

source: Pageviews
hu_hu: Oldalmegtekintések

source: Unique Pageviews
hu_hu: Egyedi oldalmegtekintések

source: Exit Rate
hu_hu: Kilépési arány

source: Entrance Rate
hu_hu: Belépési arány

source: Pageviews Per Session
hu_hu: Oldalmegtekintések munkamenetenként

source: Time On Page
hu_hu: Oldalon töltött idő

source: Avg Time On Page
hu_hu: Átlagos oldalon töltött idő

source: Dimensions:
hu_hu: Dimenziók:

source: Select at least one Dimension
hu_hu: Válasszon legalább egy dimenziót

source: User Type
hu_hu: Felhasználótípus

source: Session Count
hu_hu: Munkamenetek száma

source: Days Since Last Session
hu_hu: Utolsó munkamenet óta eltelt napok

source: Session Duration Bucket
hu_hu: Munkamenet-időtartam kategória

source: Traffic Sources
hu_hu: Forgalomforrások

source: Referral Path
hu_hu: Hivatkozási útvonal

source: Full Referrer
hu_hu: Teljes hivatkozó

source: Source
hu_hu: Forrás

source: Medium
hu_hu: Médium

source: Source Medium
hu_hu: Forrás / médium

source: Social Network
hu_hu: Közösségi hálózat

source: Country ISO Code
hu_hu: Ország ISO-kódja

source: Platform or Device
hu_hu: Platform vagy eszköz

source: Browser Version
hu_hu: Böngésző verziója

source: Operating System Version
hu_hu: Operációs rendszer verziója

source: Mobile Device Branding
hu_hu: Mobilkészülék márkája

source: Mobile Device Model
hu_hu: Mobilkészülék modellje

source: Mobile Input Selector
hu_hu: Mobil beviteli választó

source: Mobile Device Info
hu_hu: Mobilkészülék információ

source: Mobile Device MarketingName
hu_hu: Mobilkészülék marketingneve

source: Device Category
hu_hu: Eszközkategória

source: Flash Version
hu_hu: Flash-verzió
