Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wc_gf_addons/wc_gf_addons-*.po
Languages: hu_hu

source: Gravity Forms Product Add-Ons for WooCommerce
hu_hu: Gravity Forms termék-kiegészítők a WooCommerce-hez

source: Allows you to use Gravity Forms on individual WooCommerce products. Requires the Gravity Forms plugin to work.
hu_hu: Lehetővé teszi a Gravity Forms használatát az egyes WooCommerce termékeken. A működéshez a Gravity Forms bővítmény szükséges.

source: Edit
hu_hu: Szerkesztés

source: The singular and the bulk form can not be the same form. Make a duplicate of your singular form if need be.
hu_hu: Az egyedi és a tömeges űrlap nem lehet ugyanaz az űrlap. Szükség esetén készítsen másolatot az egyedi űrlapról.

source: Subtotal
hu_hu: Részösszeg

source: Options
hu_hu: Opciók

source: Total
hu_hu: Összesen

source: <strong>Gravity Forms Not Found</strong> &#8211; The Gravity Forms Plugin is required to build and manage the forms for your products.
hu_hu: <strong>A Gravity Forms nem található</strong> &#8211; A Gravity Forms bővítmény szükséges a termékek űrlapjainak létrehozásához és kezeléséhez.

source: Get Gravity Forms
hu_hu: Szerezze be a Gravity Forms-ot

source: <strong>Gravity Forms Duplicate Prevention Active</strong></h4><p>The <strong>Gravity Forms Product Addon Extension</strong> can not function properly if this additional plugin is active. Please <a href="%s">disable</a> it for proper functionality of the extension.</p>
hu_hu: <strong>A Gravity Forms duplikáció-megelőzés aktív</strong></h4><p>A <strong>Gravity Forms Product Addon Extension</strong> nem működik megfelelően, ha ez a kiegészítő bővítmény aktív. Kérjük, <a href="%s">tiltsa le</a>, hogy a kiterjesztés megfelelően működjön.</p>

source: No Form ID
hu_hu: Nincs űrlapazonosító

source: Quantity Field
hu_hu: Mennyiségi mező

source: A field to use to control cart item quantity.
hu_hu: Egy mező, amellyel a kosárban lévő tétel mennyisége szabályozható.

source: No suitable quantity fields found.
hu_hu: Nem találhatók megfelelő mennyiségi mezők.

source: General
hu_hu: Általános

source: Choose Form
hu_hu: Válasszon űrlapot

source: None
hu_hu: Nincs

source: Edit
hu_hu: Szerkesztés

source: Browse all your forms
hu_hu: Böngéssze az összes űrlapját

source: Display Title
hu_hu: Cím megjelenítése

source: Display Description
hu_hu: Leírás megjelenítése

source: Multipage Forms
hu_hu: Többoldalas űrlapok

source: Disable Gravity Forms Anchors
hu_hu: A Gravity Forms horgonyainak letiltása

source: Price Labels
hu_hu: Árcímkék

source: Remove WooCommerce Price?
hu_hu: Eltávolítja a WooCommerce-árat?

source: Price Before
hu_hu: Ár előtt

source: Base Price:
hu_hu: Alapár:

source: Enter text you would like printed before the price of the product.
hu_hu: Adja meg a termék ára előtt megjelenítendő szöveget.

source: Price After
hu_hu: Ár után

source: Enter text you would like printed after the price of the product.
hu_hu: Adja meg a termék ára után megjelenítendő szöveget.

source: Total Calculations
hu_hu: Összegszámítások

source: Enable Dynamic Pricing?
hu_hu: Engedélyezi a dinamikus árazást?

source: Enable Dynamic Pricing calculations if you are using Dynamic Pricing to modify the price of this product.
hu_hu: Engedélyezze a dinamikus árazás számításait, ha a termék árának módosításához a Dynamic Pricinget használja.

source: Disable Calculations?
hu_hu: Kikapcsolja a számításokat?

source: Disable Subtotal?
hu_hu: Kikapcsolja a részösszeget?

source: Subtotal Label
hu_hu: Részösszeg felirat

source: Enter "Subtotal" label to display on for single products.
hu_hu: Adja meg a "Részösszeg" feliratot az egyes termékeknél történő megjelenítéshez.

source: Disable Options Label?
hu_hu: Kikapcsolja az Opciók feliratot?

source: Options Label
hu_hu: Opciók felirat

source: Enter the "Options" label to display for single products.
hu_hu: Adja meg az "Opciók" feliratot az egyes termékeknél történő megjelenítéshez.

source: Disable Total Label?
hu_hu: Kikapcsolja az Összesen feliratot?

source: Total Label
hu_hu: Összesen felirat

source: Enter the "Total" label to display for single products.
hu_hu: Adja meg az "Összesen" feliratot az egyes termékeknél történő megjelenítéshez.

source: Choose Bulk Form
hu_hu: Válasszon tömeges űrlapot

source: Form Display
hu_hu: Űrlap megjelenítése

source: Multi Page Forms
hu_hu: Többoldalas űrlapok

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Totals Section Placement
hu_hu: Összesítés szakasz elhelyezése

source: After Form
hu_hu: Űrlap után

source: Before Form
hu_hu: Űrlap előtt

source: Choose where to display the total calculations. After form is the default. .
hu_hu: Válassza ki, hol jelenjenek meg az összegszámítások. Alapértelmezés szerint az űrlap után. .

source: Entries and Notifications
hu_hu: Beküldések és értesítések

source: Keep Cart Entries?
hu_hu: Kosárbejegyzések megtartása?

source: Entries are created when the order is placed. Check this to keep the copy when the item is added to the cart.
hu_hu: A bejegyzések a rendelés leadásakor jönnek létre. Jelölje be ezt, ha meg szeretné tartani a másolatot, amikor a tételt a kosárba helyezik.

source: Update Payment and Transaction Details?
hu_hu: Frissíti a fizetési és tranzakciós adatokat?

source: Automatically update the entry transaction details based on the WooCommerce Order.
hu_hu: Automatikusan frissíti a bejegyzés tranzakciós adatait a WooCommerce-rendelés alapján.

source: Send Notifications?
hu_hu: Küld értesítéseket?

source: Send any form notifications configured when an item is ordered.
hu_hu: Küldje el a beállított űrlapértesítéseket tétel rendelésekor.

source: Advanced Options
hu_hu: Speciális beállítások

source: Cart Options
hu_hu: Kosár beállításai

source: Enable Cart Edit?
hu_hu: Engedélyezi a kosár szerkesztését?

source: Replace Modified Items?
hu_hu: Módosított tételek cseréje?

source: Yes: Replace modified items in the cart.
hu_hu: Igen: Cserélje le a módosított tételeket a kosárban.

source: No: Add additional items to the cart.
hu_hu: Nem: További tételek hozzáadása a kosárhoz.

source: When items are modified choose to remove the modified item if different or to keep in the cart. If keeping the items, additional items will be added to the cart with the modified data. If replacing the items, the original cart item will be replaced with the updated submission data.
hu_hu: Ha a tételeket módosítják, válassza ki, hogy a módosított tételt eltávolítja-e, ha különbözik, vagy a kosárban tartja. Ha a tételek megtartása mellett dönt, a módosított adatokkal további tételek kerülnek a kosárba. Ha a tételek cseréjét választja, az eredeti kosártételt a frissített beküldési adatokkal helyettesítjük.

source: Quantity / Stock Options
hu_hu: Mennyiség / készlet beállításai

source: Enable Quantity Management?
hu_hu: Engedélyezi a mennyiség kezelését?

source: Yes - Set Cart Item Quantity
hu_hu: Igen - A kosártétel mennyiségének beállítása

source: Yes - Set Order Item Stock Quantity
hu_hu: Igen - A rendelési tétel készletmennyiségének beállítása

source: Control the cart item or stock reduction quantity with a Gravity Form field.
hu_hu: A kosártétel vagy a készletcsökkentés mennyisége vezérelhető egy Gravity Forms-mezővel.

source: Structured Data
hu_hu: Strukturált adatok

source: Structured Data Options
hu_hu: Strukturált adatok beállításai

source: Options for overriding the default WooCommerce structured data output. Note, if using a plugin to override structured data already these settings may not take effect.
hu_hu: Beállítások az alapértelmezett WooCommerce strukturált adatkimenet felülbírálásához. Megjegyzés: ha már használ egy bővítményt a strukturált adatok felülírására, ezek a beállítások nem feltétlenül lépnek életbe.

source: Override WooCommerce Structured Data?
hu_hu: Felülírja a WooCommerce strukturált adatait?

source: Yes - Override Default WooCommerce Structured Data
hu_hu: Igen - Az alapértelmezett WooCommerce strukturált adatok felülírása

source: Lowest Price
hu_hu: Legalacsonyabb ár

source: Low Price:
hu_hu: Alacsony ár:

source: The lowest price of the product.
hu_hu: A termék legalacsonyabb ára.

source: Highest Price
hu_hu: Legmagasabb ár

source: High Price:
hu_hu: Magas ár:

source: The highest price of the product. Leave blank if there is no price range.
hu_hu: A termék legmagasabb ára. Hagyja üresen, ha nincs árintervallum.

source: Calculation Type
hu_hu: Számítás típusa

source: Add these prices to the base price of the product
hu_hu: Adja hozzá ezeket az árakat a termék alapárához

source: Overwrite the price(s) completely
hu_hu: Teljesen írja felül az ár(ak)at

source: There was a problem with your submission. Please review the fields below.
hu_hu: Probléma történt a beküldéssel. Kérjük, ellenőrizze az alábbi mezőket.

source: Gravity Forms Product Addons for WooCommerce
hu_hu: Gravity Forms termék-kiegészítők a WooCommerce-hez

source: Sorry, %s needs to be reconfigured. Please remove it from your cart and try again.
hu_hu: Sajnáljuk, a(z) %s újrakonfigurálást igényel. Kérjük, távolítsa el a kosarából, és próbálja újra.

source: WooCommerce Order Item
hu_hu: WooCommerce rendelési tétel

source: Any changes made on this entry directly will not be reflected on the actual order.
hu_hu: Az ezen a beküldésen közvetlenül végrehajtott változtatások nem fognak megjelenni a tényleges rendelésen.

source: The WooCommerce order no longer exists.
hu_hu: A WooCommerce-rendelés már nem létezik.

source: Order
hu_hu: Rendelés

source: Product
hu_hu: Termék

source: Order Status
hu_hu: Rendelés állapota

source: WooCommerce Order Number
hu_hu: WooCommerce rendelési szám

source: WooCommerce Order Status
hu_hu: WooCommerce rendelési állapot

source: WooCommerce Order Item Line Number
hu_hu: WooCommerce rendelési tétel sorszáma

source: WooCommerce Order Item Product Name
hu_hu: WooCommerce rendelési tétel termékének neve

source: WooCommerce Order Item Product ID
hu_hu: WooCommerce rendelési tétel termékének azonosítója

source: WooCommerce Order Item Product SKU
hu_hu: WooCommerce rendelési tétel termékének SKU-ja

source: WooCommerce Order Item Quantity
hu_hu: WooCommerce rendelési tétel mennyisége

source: WooCommerce Product
hu_hu: WooCommerce termék

source: These merge tags are available when the form is associated with a WooCommerce product. They provide information about the WooCommerce product that is associated with the entry.
hu_hu: Ezek a helyettesítő címkék akkor érhetők el, ha az űrlap egy WooCommerce termékhez van társítva. Információkat biztosítanak a bejegyzéshez társított WooCommerce termékről.

source: Name
hu_hu: Név

source: The name of the product.
hu_hu: A termék neve.

source: The SKU of the product.
hu_hu: A termék SKU-ja.

source: Price
hu_hu: Ár

source: The price of the product.
hu_hu: A termék ára.

source: Regular Price
hu_hu: Normál ár

source: The regular price of the product.
hu_hu: A termék normál ára.

source: Sale Price
hu_hu: Akciós ár

source: The sale price of the product.
hu_hu: A termék akciós ára.

source: Stock Quantity
hu_hu: Készlet mennyisége

source: The stock quantity of the product.
hu_hu: A termék készletmennyisége.

source: Stock Status
hu_hu: Készletállapot

source: The stock status of the product.
hu_hu: A termék készletállapota.

source: Product URL
hu_hu: Termék URL

source: The URL to view the product on the website.
hu_hu: A termék megtekintéséhez szükséges URL a webhelyen.

source: WooCommerce Order
hu_hu: WooCommerce rendelés

source: These merge tags are available when the form is associated with a WooCommerce product. They provide information about the WooCommerce order that is associated with the entry.
hu_hu: Ezek a helyettesítő címkék akkor érhetők el, ha az űrlap egy WooCommerce termékhez van társítva. Információkat biztosítanak a bejegyzéshez társított WooCommerce rendelésről.

source: Billing Address - Formatted
hu_hu: Számlázási cím - formázott

source: The billing address of the order. If the order has a user, the shipping address will be used. Otherwise, the billing address will be used.
hu_hu: A rendelés számlázási címe. Ha a rendeléshez tartozik felhasználó, a szállítási cím kerül felhasználásra. Ellenkező esetben a számlázási cím kerül felhasználásra.

source: Billing Email
hu_hu: Számlázási e-mail-cím

source: The billing email of the order.
hu_hu: A rendelés számlázási e-mail-címe.

source: Customer ID
hu_hu: Vásárló azonosítója

source: The ID of the customer who placed the order. If the order has a user, the user ID will be used. Otherwise, the billing email will be used.
hu_hu: Annak a vásárlónak az azonosítója, aki leadta a rendelést. Ha a rendeléshez tartozik felhasználó, a felhasználó azonosítója kerül felhasználásra. Ellenkező esetben a számlázási e-mail-cím kerül felhasználásra.

source: Customer Email
hu_hu: Vásárló e-mail-címe

source: The email address of the customer who placed the order. If the order has a user, the user email will be used. Otherwise, the billing email will be used.
hu_hu: Annak a vásárlónak az e-mail-címe, aki leadta a rendelést. Ha a rendeléshez tartozik felhasználó, a felhasználó e-mail-címe kerül felhasználásra. Ellenkező esetben a számlázási e-mail-cím kerül felhasználásra.

source: Customer Display Name
hu_hu: Vásárló megjelenített neve

source: The display name of the customer who placed the order. If the order has a user, the user display name will be used. Otherwise, the billing email will be used.
hu_hu: Annak a vásárlónak a megjelenített neve, aki leadta a rendelést. Ha a rendeléshez tartozik felhasználó, a felhasználó megjelenített neve kerül felhasználásra. Ellenkező esetben a számlázási e-mail-cím kerül felhasználásra.

source: Order URL
hu_hu: Rendelés URL

source: The URL to view the order on the website.
hu_hu: A rendelés megtekintéséhez szükséges URL a webhelyen.

source: Order ID
hu_hu: Rendelés azonosítója

source: The ID of the order.
hu_hu: A rendelés azonosítója.

source: Order Number
hu_hu: Rendelésszám

source: The order number of the order.
hu_hu: A rendelés rendelési száma.

source: Shipping Address - Formatted
hu_hu: Szállítási cím - formázott

source: The shipping address of the order. If the order has a user, the shipping address will be used. Otherwise, the billing address will be used.
hu_hu: A rendelés szállítási címe. Ha a rendeléshez tartozik felhasználó, a szállítási cím kerül felhasználásra. Ellenkező esetben a számlázási cím kerül felhasználásra.

source: View Gravity Form Entry
hu_hu: Gravity Form bejegyzés megtekintése
