Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-analytify-woocommerce/wp-analytify-woocommerce-*.po
Languages: hu_hu

source: WooCommerce Add-on helps track the enhanced ecommerce tracking of GA4 and Displays all sales, cart behavior, and many more in a Dashboard.
hu_hu: A WooCommerce-kiegészítő segít a GA4 bővített e-kereskedelmi követésében, és egy irányítópulton megjeleníti az összes értékesítést, a kosárviselkedést és sok egyebet.

source: Analytics
hu_hu: Analitika

source: Source/Medium
hu_hu: Forrás/médium

source: Track everything in WooCommerce with Analytify.
hu_hu: Kövesd nyomon mindent a WooCommerce-ben az Analytify-val.

source: Analytify for WooCommerce (License Key):
hu_hu: Analytify for WooCommerce (licenckulcs):

source: Activate License
hu_hu: Licenc aktiválása

source: Insert Google Analytics (GA) JavaScript code between the HEADER tags in your website. Check this option if you have installed Analytify E-Commerce add-ons for E-commerce Tracking.
hu_hu: Illeszd be a Google Analytics (GA) JavaScript kódot a webhelyed HEADER címkéi közé. Jelöld be ezt az opciót, ha telepítetted az Analytify E-Commerce kiegészítőket az e-kereskedelmi követéshez.

source: Ecommerce Stats
hu_hu: E-kereskedelmi statisztikák

source: WooCommerce Email Tracking
hu_hu: WooCommerce e-mail követés

source: Track WooCommerce Email Events.
hu_hu: Kövesd a WooCommerce e-mailes eseményeket.

source: View Changelog
hu_hu: Változásnapló megtekintése

source: WooCommerce Dashboard
hu_hu: WooCommerce irányítópult

source: You must be logged in to see the Analytics Dashboard.
hu_hu: Be kell jelentkezned az Analitika irányítópult megtekintéséhez.

source: You don't have access to WooCommerce Dashboard.
hu_hu: Nincs hozzáférésed a WooCommerce irányítópulthoz.

source: Product Categories Analysis
hu_hu: Termékkategóriák elemzése

source: Name
hu_hu: Név

source: Product Revenue
hu_hu: Termékbevétel

source: Unique Purchases
hu_hu: Egyedi vásárlások

source: Quantity
hu_hu: Mennyiség

source: Cart-to-Detail Rate
hu_hu: Kosár/részlet arány

source: Buy-to-Detail Rate
hu_hu: Vásárlás/részlet arány

source: Did you know the famous Product Category in your store is %1$s %2$s %3$s?
hu_hu: Tudtad, hogy az áruházad legnépszerűbb termékkategóriája %1$s %2$s %3$s?

source: Top Countries by Engagement
hu_hu: Legjobb országok elköteleződés szerint

source: Country Name
hu_hu: Országnév

source: No. of Sales
hu_hu: Értékesítések száma

source: Revenue
hu_hu: Bevétel

source: View All Top Countries
hu_hu: Összes top ország megtekintése

source: Product Detail Views
hu_hu: Termékrészlet-megtekintések

source: Add To Carts
hu_hu: Kosárba helyezések

source: Coupons Analysis
hu_hu: Kuponok elemzése

source: Coupon Code
hu_hu: Kuponkód

source: Transactions
hu_hu: Tranzakciók

source: Average Order Value
hu_hu: Átlagos rendelési érték

source: Did you know the famous Coupon in your store is %1$s %2$s %3$s?
hu_hu: Tudtad, hogy az áruházad legnépszerűbb kuponja %1$s %2$s %3$s?

source: List of all the coupons used at store.
hu_hu: Az áruházban használt összes kupon listája.

source: WooCommerce Funnel
hu_hu: WooCommerce tölcsér

source: Conversion Rate by Stages
hu_hu: Konverziós arány szakaszok szerint

source: Abandonment Rate
hu_hu: Elhagyási arány

source: Product lists Analysis
hu_hu: Terméklisták elemzése

source: List Name
hu_hu: Lista neve

source: Product List Views
hu_hu: Terméklista-megtekintések

source: Product List Clicks
hu_hu: Terméklista-kattintások

source: Product List CTR
hu_hu: Terméklista CTR

source: Product Adds to Cart
hu_hu: Termékek kosárba helyezése

source: Product Checkouts
hu_hu: Termékek pénztárba lépése

source: Did you know the big Revenue generated from Product List in your store is %1$s %2$s %3$s?
hu_hu: Tudtad, hogy a terméklistából származó nagy bevétel az áruházadban %1$s %2$s %3$s?

source: Items Viewed In List
hu_hu: Listában megtekintett tételek

source: Items Clicked In List
hu_hu: Listában kattintott tételek

source: Items Added To Cart
hu_hu: Kosárba tett tételek

source: Items Checkouts
hu_hu: Tételek pénztárba vitele

source: Items Purchases
hu_hu: Tételek megvásárlása

source: Measuring ROI
hu_hu: ROI mérése

source: Session
hu_hu: Munkamenet

source: Bounce Rate
hu_hu: Visszafordulási arány

source: Transactions Revenue
hu_hu: Tranzakciós bevétel

source: Did you know the famous Source of Sale is %1$s %2$s %3$s?
hu_hu: Tudtad, hogy a legnépszerűbb értékesítési forrás %1$s %2$s %3$s?

source: List of all the sources of sale.
hu_hu: Az összes értékesítési forrás listája.

source: View All Top ROI
hu_hu: Összes top ROI megtekintése

source: Products Performance
hu_hu: Termékek teljesítménye

source: Did you know the most selling product (quantity wise) in your store is %1$s %2$s %3$s?
hu_hu: Tudtad, hogy az áruházad mennyiség szerint legtöbbet eladott terméke %1$s %2$s %3$s?

source: Overview
hu_hu: Áttekintés

source: Transactions is the total number of completed purchases on your site
hu_hu: A tranzakciók a webhelyeden befejezett vásárlások teljes száma

source: Transaction Revenues
hu_hu: Tranzakciós bevételek

source: The total sale revenue provided in the transaction including or excluding shipping and tax.
hu_hu: A tranzakcióban szereplő teljes értékesítési bevétel, a szállítást és az adót beleértve vagy kizárva.

source: Average Value of transactions.
hu_hu: Tranzakciók átlagos értéke.

source: Product Adds To Cart
hu_hu: Termékek kosárba helyezése

source: The total number of items Added in cart whether it is purchased or not.
hu_hu: A kosárba helyezett tételek teljes száma, függetlenül attól, hogy megvásárolták-e vagy sem.

source: Product Removes From Cart
hu_hu: Termékek eltávolítása a kosárból

source: The total number of items Removed from cart whether it is purchased or not.
hu_hu: A kosárból eltávolított tételek teljes száma, függetlenül attól, hogy megvásárolták-e vagy sem.

source: The total number of checkouts.
hu_hu: A pénztárba lépések teljes száma.

source: The total number of items purchased. For example, if users purchase 2 frisbees and 5 tennis balls, 2 unique products have been purchased.
hu_hu: A megvásárolt tételek teljes száma. Például ha a felhasználók 2 frizbit és 5 teniszlabdát vásárolnak, 2 egyedi termék került megvásárlásra.

source: Product Clicks
hu_hu: Termékkattintások

source: The total number of user Clicks on your item.
hu_hu: A felhasználói kattintások teljes száma a termékre.

source: Number of times users viewed the product detail page.
hu_hu: A termék részletei oldal megtekintéseinek száma.

source: Did you know that the Conversion Rate in your store is %1$s
hu_hu: Tudtad, hogy az áruházad konverziós aránya %1$s

source: Transactions is the total number of completed purchases on your site.
hu_hu: A tranzakciók a webhelyeden befejezett vásárlások teljes száma.

source: Completed Purchases
hu_hu: Befejezett vásárlások

source: The number of times users completed a purchase.
hu_hu: A befejezett vásárlások száma.

source: Did you know that Ecommerce Conversion Rate on your site is %1$s
hu_hu: Tudtad, hogy a webhelyeden az e-kereskedelmi konverziós arány %1$s

source: <strong>Attention:</strong> Analytify for WooCommerce works with WooCommerce plugin, Please activate WooCommerce.
hu_hu: <strong>Figyelem:</strong> Az Analytify for WooCommerce a WooCommerce bővítménnyel működik, kérjük, aktiváld a WooCommerce-t.

source: <strong>Attention:</strong> Analytify for WooCommerce works with the Analytify plugin. Please activate Analytify.
hu_hu: <strong>Figyelem:</strong> Az Analytify for WooCommerce az Analytify bővítménnyel működik. Kérjük, aktiváld az Analytify bővítményt.

source: <strong>Attention:</strong> Analytify for WooCommerce works with the Analytify PRO plugin. Please activate Analytify PRO.
hu_hu: <strong>Figyelem:</strong> Az Analytify for WooCommerce az Analytify PRO bővítménnyel működik. Kérjük, aktiváld az Analytify PRO bővítményt.
