Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/sfwd-lms/sfwd-lms-*.po
Languages: hu_hu

source: Notes for LearnDash
hu_hu: Jegyzetek a LearnDash-hoz

source: Take notes on any Learndash course, lesson or topic and list a users notes using [learndash_my_notes]
hu_hu: Készítsen jegyzeteket bármely Learndash kurzushoz, leckéhez vagy témához, és a [learndash_my_notes] használatával listázza egy felhasználó jegyzeteit

source: Notes
hu_hu: Jegyzetek

source: Notes:
hu_hu: Jegyzetek:

source: Note saved.
hu_hu: Jegyzet elmentve.

source: Note saved at
hu_hu: Jegyzet mentve ekkor

source: Are you sure you want to delete these notes?
hu_hu: Biztosan törölni szeretné ezeket a jegyzeteket?

source: Are you sure you want to delete this?
hu_hu: Biztosan törölni szeretné ezt?

source: You do not have permission to view this note
hu_hu: Nincs jogosultsága megtekinteni ezt a jegyzetet

source: Location:
hu_hu: Hely:

source: Back to All Notes
hu_hu: Vissza az összes jegyzethez

source: Save
hu_hu: Mentés

source: Course Notes
hu_hu: Kurzusjegyzetek

source: Add New
hu_hu: Új hozzáadása

source: Add New Note
hu_hu: Új jegyzet hozzáadása

source: Edit
hu_hu: Szerkesztés

source: Edit Course Note
hu_hu: Kurzusjegyzet szerkesztése

source: New Course Note
hu_hu: Új kurzusjegyzet

source: View Course Note
hu_hu: Kurzusjegyzet megtekintése

source: Search Notes
hu_hu: Jegyzetek keresése

source: Parent Course Note
hu_hu: Szülő kurzusjegyzet

source: No Notes Found
hu_hu: Nem található jegyzet

source: No Notes in Trash
hu_hu: Nincs jegyzet a Lomtárban

source: Course Note Categories
hu_hu: Kurzusjegyzet-kategóriák

source: Course Note Category
hu_hu: Kurzusjegyzet-kategória

source: Search Course Notes Categories
hu_hu: Kurzusjegyzet-kategóriák keresése

source: All Course Note Categories
hu_hu: Összes kurzusjegyzet-kategória

source: Edit Course Note Category
hu_hu: Kurzusjegyzet-kategória szerkesztése

source: Update Course Note Category
hu_hu: Kurzusjegyzet-kategória frissítése

source: Add New Course Note Category
hu_hu: Új kurzusjegyzet-kategória hozzáadása

source: New Course Note Category
hu_hu: Új kurzusjegyzet-kategória

source: User
hu_hu: Felhasználó

source: Title
hu_hu: Cím

source: Location
hu_hu: Hely

source: Date
hu_hu: Dátum

source: Updated
hu_hu: Frissítve

source: LearnDash Notes
hu_hu: LearnDash jegyzetek

source: User Notes
hu_hu: Felhasználói jegyzetek

source: Give learners the ability to take, edit, save, and share notes on your content!
hu_hu: Adjon a tanulóknak lehetőséget jegyzetek készítésére, szerkesztésére, mentésére és megosztására a tartalmához!

source: Notes Documentation
hu_hu: Jegyzetek dokumentációja

source: Configure note taking capabilities
hu_hu: Jegyzetelési lehetőségek beállítása

source: Enable what content types users can take notes on.
hu_hu: Engedélyezze, mely tartalomtípusokon készíthetnek a felhasználók jegyzeteket.

source: Notes can be taken on
hu_hu: Jegyzetek készíthetők

source: Only allow notes for users within specified LearnDash Groups
hu_hu: Jegyzetelés engedélyezése csak a megadott LearnDash csoportokban lévő felhasználóknak

source: Only allow notes for users with specified WordPress Roles
hu_hu: Jegyzetelés engedélyezése csak a megadott WordPress-szerepkörökkel rendelkező felhasználóknak

source: License
hu_hu: Licenc

source: License Key
hu_hu: Licenckulcs

source: Activate License
hu_hu: Licenc aktiválása

source: active
hu_hu: aktív

source: Please enter a license key and save your settings to activate
hu_hu: Az aktiváláshoz adja meg a licenckulcsot, és mentse a beállításokat

source: Templates
hu_hu: Sablonok

source: All notes page
hu_hu: Összes jegyzet oldala

source: Recommended you use the
hu_hu: Javasolt a használata

source: Single notes page
hu_hu: Egy jegyzet oldala

source: Theme default
hu_hu: Téma alapértelmezettje

source: Select a page to use a template for viewing individual notes
hu_hu: Válasszon oldalt az egyes jegyzetek megjelenítésére szolgáló sablon használatához

source: Default note editor title
hu_hu: Alapértelmezett jegyzet-szerkesztő címe

source: Leave empty to inherit the page title
hu_hu: Hagyja üresen az oldal címének örökléséhez

source: Default note editor body
hu_hu: Alapértelmezett jegyzet-szerkesztő törzs

source: Leave empty for Notes:
hu_hu: Hagyja üresen ehhez: Jegyzetek:

source: Settings
hu_hu: Beállítások

source: Save document as
hu_hu: Dokumentum mentése másként

source: Word Doc Compatible
hu_hu: Word-dokumentummal kompatibilis

source: Rich Text File
hu_hu: Rich Text fájl

source: Enable Auto-save
hu_hu: Automatikus mentés engedélyezése

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Show notes in the admin
hu_hu: Jegyzetek megjelenítése az admin felületen

source: Open links in a new window
hu_hu: Hivatkozások megnyitása új ablakban

source: Delete notes when user loses course access
hu_hu: Jegyzetek törlése, amikor a felhasználó elveszíti a kurzushoz való hozzáférést

source: Apperance
hu_hu: Megjelenés

source: Note Icon Placement
hu_hu: Jegyzetikon elhelyezése

source: Fixed to the bottom of the screen
hu_hu: Rögzítve a képernyő aljához

source: Fixed to the top of the screen
hu_hu: Rögzítve a képernyő tetejéhez

source: Fixed to the right hand portion of the screen
hu_hu: Rögzítve a képernyő jobb oldalához

source: Above the content
hu_hu: A tartalom felett

source: Below the content
hu_hu: A tartalom alatt

source: Using the [notepad] shortcode
hu_hu: A [notepad] shortcode használatával

source: Distance from Right
hu_hu: Távolság a jobb oldaltól

source: Number of pixels from the right portion of the screen the button will display
hu_hu: A képernyő jobb szélétől mért képpontok száma, ahol a gomb megjelenik

source: Take notes style
hu_hu: Jegyzetelés stílusa

source: Tab
hu_hu: Fül

source: Circle
hu_hu: Kör

source: Hide on Mobile
hu_hu: Elrejtés mobilon

source: Notepad / Icon Background Color
hu_hu: Jegyzettömb / ikon háttérszíne

source: Notepad / Icon Text Color
hu_hu: Jegyzettömb / ikon szövegszíne

source: Notepad Header Background
hu_hu: Jegyzettömb fejléc háttérszíne

source: Notepad Header Text
hu_hu: Jegyzettömb fejléc szövege

source: Notepad Link/Icon Colors
hu_hu: Jegyzettömb hivatkozás/ikon színei

source: Notepad Button Background
hu_hu: Jegyzettömb gomb háttérszíne

source: Notepad Button Text
hu_hu: Jegyzettömb gomb szövege

source: Note Options
hu_hu: Jegyzetbeállítások

source: Note Details
hu_hu: Jegyzet részletei

source: Disable notes on this page
hu_hu: Jegyzetek letiltása ezen az oldalon

source: Default note title
hu_hu: Alapértelmezett jegyzetcím

source: Default text in the notes editor
hu_hu: Alapértelmezett szöveg a jegyzet-szerkesztőben

source: Author
hu_hu: Szerző

source: Recorded
hu_hu: Rögzítve

source: You are not assigned to any groups
hu_hu: Nincs hozzárendelve egyetlen csoporthoz sem

source: Take Notes
hu_hu: Jegyzetelés

source: Print
hu_hu: Nyomtatás

source: Download
hu_hu: Letöltés

source: Note Page
hu_hu: Jegyzetoldal

source: Reset Dimensions
hu_hu: Méretek visszaállítása

source: View All Notes
hu_hu: Összes jegyzet megtekintése

source: Users Notes
hu_hu: Felhasználó jegyzetei

source: All
hu_hu: Összes

source: Search for notes...
hu_hu: Jegyzetek keresése...

source: Search
hu_hu: Keresés

source: No notes found
hu_hu: Nem találhatók jegyzetek

source: Download Selected
hu_hu: Kijelöltek letöltése

source: Delete
hu_hu: Törlés

source: Apply
hu_hu: Alkalmaz

source: &laquo; Older Notes
hu_hu: &laquo; Régebbi jegyzetek

source: Newer Notes &raquo;
hu_hu: Újabb jegyzetek &raquo;

source: You're not signed up for any courses.
hu_hu: Nincs beiratkozva egyetlen kurzusra sem.

source: You do not have access to this users notes.
hu_hu: Nincs hozzáférése ennek a felhasználónak a jegyzeteihez.

source: Users Notes:
hu_hu: Felhasználó jegyzetei:

source: Groups
hu_hu: Csoportok

source: Courses
hu_hu: Kurzusok

source: User has no notes.
hu_hu: A felhasználónak nincsenek jegyzetei.
