Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatorwp/automatorwp-*.po
Languages: hu_hu

source: Guest comments on a post of %1$s
hu_hu: Vendég hozzászól a(z) %1$s taxonómiához tartozó bejegyzéshez

source: Guest comments on a post of a type
hu_hu: Vendég hozzászól egy bejegyzéstípusba tartozó bejegyzéshez

source: Guest comments on <strong>a post of a type</strong>
hu_hu: Vendég hozzászól <strong>egy bejegyzéstípusba tartozó bejegyzéshez</strong>

source: Guest comments on %1$s %2$s time(s)
hu_hu: Vendég hozzászól %1$s %2$s alkalommal

source: Guest comments on %1$s
hu_hu: Vendég hozzászól %1$s

source: Guest views a page
hu_hu: Vendég megtekint egy oldalt

source: Guest views <strong>a page</strong>
hu_hu: Vendég megtekint <strong>egy oldalt</strong>

source: Guest views %1$s %2$s time(s)
hu_hu: Vendég megtekint %1$s %2$s alkalommal

source: Guest views %1$s
hu_hu: Vendég megtekint %1$s

source: any page
hu_hu: bármely oldal

source: Page
hu_hu: Oldal

source: Guest views a post of a taxonomy
hu_hu: Vendég megtekint egy taxonómiához tartozó bejegyzést

source: Guest views a post of <strong>a taxonomy</strong>
hu_hu: Vendég megtekint egy <strong>taxonómiához tartozó</strong> bejegyzést

source: Guest views a post of %1$s %2$s time(s)
hu_hu: Vendég megtekinti a(z) %1$s taxonómiához tartozó bejegyzést %2$s alkalommal

source: Guest views a post of %1$s
hu_hu: Vendég megtekinti a(z) %1$s taxonómiához tartozó bejegyzést

source: Guest views a post of a type
hu_hu: Vendég megtekint egy bejegyzéstípusba tartozó bejegyzést

source: Guest views <strong>a post of a type</strong>
hu_hu: Vendég megtekint <strong>egy bejegyzéstípusba tartozó bejegyzést</strong>

source: Guest views a post
hu_hu: Vendég megtekint egy bejegyzést

source: Guest views <strong>a post</strong>
hu_hu: Vendég megtekint <strong>egy bejegyzést</strong>

source: User comments on a page
hu_hu: Felhasználó hozzászól egy oldalhoz

source: User comments on <strong>a page</strong>
hu_hu: Felhasználó hozzászól <strong>egy oldalhoz</strong>

source: User comments on %1$s %2$s time(s)
hu_hu: Felhasználó hozzászól %1$s %2$s alkalommal

source: User comments on %1$s
hu_hu: A felhasználó hozzászólást ír %1$s alá

source: User comments on a post of a category
hu_hu: A felhasználó hozzászól egy kategóriához tartozó bejegyzéshez

source: User comments on a post of <strong>a category</strong>
hu_hu: A felhasználó hozzászól egy <strong>kategóriához</strong> tartozó bejegyzéshez

source: User comments on a post of %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal hozzászól egy %1$s bejegyzéshez

source: User comments on a post of %1$s
hu_hu: A felhasználó hozzászól egy %1$s bejegyzéshez

source: User comments on a post of a tag
hu_hu: A felhasználó hozzászól egy címkéhez tartozó bejegyzéshez

source: User comments on a post of <strong>a tag</strong>
hu_hu: A felhasználó hozzászól egy <strong>címkéhez</strong> tartozó bejegyzéshez

source: User comments on a post of a taxonomy
hu_hu: A felhasználó hozzászól egy taxonómiához tartozó bejegyzéshez

source: User comments on a post of <strong>a taxonomy</strong>
hu_hu: A felhasználó hozzászól egy <strong>taxonómiához</strong> tartozó bejegyzéshez

source: User comments on a post of a type
hu_hu: A felhasználó hozzászól egy típusú bejegyzéshez

source: User comments on <strong>a post of a type</strong>
hu_hu: A felhasználó hozzászól <strong>egy típusú bejegyzéshez</strong>

source: User comments on a post
hu_hu: A felhasználó hozzászól egy bejegyzéshez

source: User comments on <strong>a post</strong>
hu_hu: A felhasználó hozzászól <strong>egy bejegyzéshez</strong>

source: User deletes a post in a taxonomy
hu_hu: A felhasználó töröl egy bejegyzést egy taxonómiában

source: User deletes a post in <strong>a taxonomy</strong>
hu_hu: A felhasználó töröl egy bejegyzést egy <strong>taxonómiában</strong>

source: User deletes a post in %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal töröl egy bejegyzést %1$s keretében

source: User deletes a post in %1$s
hu_hu: A felhasználó töröl egy bejegyzést %1$s keretében

source: User deletes a post of a type
hu_hu: A felhasználó töröl egy típusú bejegyzést

source: User deletes <strong>a post of a type</strong>
hu_hu: A felhasználó töröl <strong>egy típusú bejegyzést</strong>

source: User deletes %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal töröl %1$s

source: User deletes %1$s
hu_hu: A felhasználó töröl %1$s

source: User deletes a post
hu_hu: A felhasználó töröl egy bejegyzést

source: User deletes <strong>a post</strong>
hu_hu: A felhasználó töröl <strong>egy bejegyzést</strong>

source: User deletes a post %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal töröl egy bejegyzést

source: User logs in to the site
hu_hu: A felhasználó bejelentkezik a webhelyre

source: User <strong>logs in</strong> to the site
hu_hu: A felhasználó <strong>bejelentkezik</strong> a webhelyre

source: User logs in %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal jelentkezik be

source: User logs in
hu_hu: A felhasználó bejelentkezik

source: User updates a field of a post
hu_hu: A felhasználó frissíti egy bejegyzés mezőjét

source: User updates <strong>a field of a post</strong>
hu_hu: A felhasználó frissíti <strong>egy bejegyzés mezőjét</strong>

source: User updates %1$s of %2$s %3$s time(s)
hu_hu: A felhasználó %3$s alkalommal frissíti %2$s: %1$s

source: User updates %1$s of %2$s
hu_hu: A felhasználó frissíti %2$s: %1$s

source: Post field:
hu_hu: Bejegyzés mezője:

source: Post meta gets updated with a value
hu_hu: A bejegyzés meta egy értékkel frissül

source: Post <strong>meta gets updated</strong> with a value
hu_hu: A bejegyzés <strong>meta frissül</strong> egy értékkel

source: %1$s meta %2$s gets updated with a value %3$s %4$s %5$s time(s)
hu_hu: %1$s meta %2$s egy értékkel frissül %3$s %4$s %5$s alkalommal

source: %1$s meta %2$s gets updated with a value %3$s %4$s
hu_hu: %1$s meta %2$s egy értékkel frissül %3$s %4$s

source: Any post
hu_hu: Bármely bejegyzés

source: with any key
hu_hu: bármely kulccsal

source: Updated meta key
hu_hu: Frissített meta kulcs

source: Key of the updated meta
hu_hu: A frissített meta kulcsa

source: Updated meta value
hu_hu: Frissített meta érték

source: Value of the updated meta
hu_hu: A frissített meta értéke

source: Key of the updated meta.
hu_hu: A frissített meta kulcsa.

source: Value of the updated meta.
hu_hu: A frissített meta értéke.

source: User updates a post of a taxonomy
hu_hu: A felhasználó frissít egy taxonómiához tartozó bejegyzést

source: User updates a post of <strong>a taxonomy</strong>
hu_hu: A felhasználó frissít egy <strong>taxonómiához</strong> tartozó bejegyzést

source: User updates a post of %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal frissít egy %1$s bejegyzést

source: User updates a post of %1$s
hu_hu: A felhasználó frissít egy %1$s bejegyzést

source: Post of a type meta gets updated with a value
hu_hu: Egy típusú bejegyzés meta egy értékkel frissül

source: Post of a type <strong>meta gets updated</strong> with a value
hu_hu: Egy típusú bejegyzés <strong>metaadata frissül</strong> egy értékkel

source: Post of any type
hu_hu: Bármely típusú bejegyzés

source: User post of a type status changes
hu_hu: A felhasználó egy típusú bejegyzésének állapota megváltozik

source: User post of a type <strong>status changes</strong>
hu_hu: A felhasználó egy típusú bejegyzésének <strong>állapota megváltozik</strong>

source: User %1$s status changes to %2$s %3$s time(s)
hu_hu: A felhasználó %1$s állapota %2$s értékre változik %3$s alkalommal

source: User %1$s status changes to %2$s
hu_hu: A felhasználó %1$s állapota %2$s értékre változik

source: post of any type
hu_hu: bármely típusú bejegyzés

source: User updates a post of a type
hu_hu: A felhasználó frissít egy típusú bejegyzést

source: User updates <strong>a post of a type</strong>
hu_hu: A felhasználó <strong>frissít egy típusú bejegyzést</strong>

source: User updates %1$s %2$s time(s)
hu_hu: A felhasználó frissíti %1$s %2$s alkalommal

source: User updates %1$s
hu_hu: A felhasználó frissíti %1$s

source: User updates a post
hu_hu: A felhasználó frissít egy bejegyzést

source: User updates <strong>a post</strong>
hu_hu: A felhasználó <strong>frissít egy bejegyzést</strong>

source: User publishes a page
hu_hu: A felhasználó közzétesz egy oldalt

source: User publishes <strong>a page</strong>
hu_hu: A felhasználó <strong>közzétesz egy oldalt</strong>

source: User publishes a page %1$s time(s)
hu_hu: A felhasználó egy oldalt %1$s alkalommal tesz közzé

source: User publishes a post in a category
hu_hu: A felhasználó közzétesz egy bejegyzést egy kategóriában

source: User publishes a post in <strong>a category</strong>
hu_hu: A felhasználó közzétesz egy bejegyzést <strong>egy kategóriában</strong>

source: User publishes a post with a tag
hu_hu: A felhasználó közzétesz egy bejegyzést egy címkével

source: User publishes a post with <strong>a tag</strong>
hu_hu: A felhasználó közzétesz egy bejegyzést <strong>egy címkével</strong>

source: User publishes a post with %1$s %2$s time(s)
hu_hu: A felhasználó közzétesz egy bejegyzést %1$s címkével %2$s alkalommal

source: User publishes a post with %1$s
hu_hu: A felhasználó közzétesz egy bejegyzést %1$s címkével

source: User publishes a post in a taxonomy
hu_hu: A felhasználó közzétesz egy bejegyzést egy taxonómiában

source: User publishes a post in <strong>a taxonomy</strong>
hu_hu: A felhasználó közzétesz egy bejegyzést <strong>egy taxonómiában</strong>

source: User publishes %1$s %2$s time(s)
hu_hu: A felhasználó közzéteszi %1$s %2$s alkalommal

source: User publishes %1$s
hu_hu: A felhasználó közzéteszi %1$s

source: User publishes a post
hu_hu: A felhasználó közzétesz egy bejegyzést

source: User publishes <strong>a post</strong>
hu_hu: A felhasználó <strong>közzétesz egy bejegyzést</strong>

source: User publishes a post %1$s time(s)
hu_hu: A felhasználó egy bejegyzést %1$s alkalommal tesz közzé

source: User registers to the site
hu_hu: A felhasználó regisztrál a webhelyre

source: User <strong>registers</strong> to the site
hu_hu: A felhasználó <strong>regisztrál</strong> a webhelyre

source: User registers
hu_hu: A felhasználó regisztrál

source: User gets removed from role
hu_hu: A felhasználót eltávolítják egy szerepkörből

source: User gets <strong>removed</strong> from role
hu_hu: A felhasználót <strong>eltávolítják</strong> egy szerepkörből

source: User role changes from role to role
hu_hu: A felhasználó szerepköre egy szerepkörről egy szerepkörre változik

source: User role <strong>changes</strong> from role to role
hu_hu: A felhasználó szerepköre <strong>változik</strong> egy szerepkörről egy szerepkörre

source: User role changes from %1$s to %2$s %3$s time(s)
hu_hu: A felhasználó szerepköre %1$s szerepkörről %2$s szerepkörre változik %3$s alkalommal

source: User role changes from %1$s to %2$s
hu_hu: A felhasználó szerepköre %1$s szerepkörről %2$s szerepkörre változik

source: User role changes to role
hu_hu: A felhasználó szerepköre egy szerepkörre változik

source: User role <strong>changes</strong> to role
hu_hu: A felhasználó szerepköre <strong>változik</strong> egy szerepkörre

source: User role changes to %1$s %2$s time(s)
hu_hu: A felhasználó szerepköre %1$s szerepkörre változik %2$s alkalommal

source: User role changes to %1$s
hu_hu: A felhasználó szerepköre %1$s szerepkörre változik

source: User gets deleted
hu_hu: A felhasználót törlik

source: User gets <strong>deleted</strong>
hu_hu: A felhasználót <strong>törlik</strong>

source: User profile field gets updated
hu_hu: A felhasználó profilmezője frissül

source: User <strong>profile field</strong> gets updated
hu_hu: A felhasználó <strong>profilmezője</strong> frissül

source: User %1$s gets updated %2$s time(s)
hu_hu: A felhasználó %1$s frissül %2$s alkalommal

source: User %1$s gets updated
hu_hu: A felhasználó %1$s frissül

source: profile field
hu_hu: profilmező

source: Profile field:
hu_hu: Profilmező:

source: any profile field
hu_hu: bármely profilmező

source: New field value
hu_hu: Új mezőérték

source: New value of the updated field
hu_hu: A frissített mező új értéke

source: Old field value
hu_hu: Régi mezőérték

source: Old value of the updated field
hu_hu: A frissített mező régi értéke

source: Profile field
hu_hu: Profilmező

source: Profile field updated.
hu_hu: Profilmező frissítve.

source: New value of the updated field.
hu_hu: A frissített mező új értéke.

source: Old value of the updated field.
hu_hu: A frissített mező régi értéke.

source: User meta gets updated with a value
hu_hu: A felhasználói metaadat frissül egy értékkel

source: User <strong>meta gets updated</strong> with a value
hu_hu: A felhasználói <strong>metaadat frissül</strong> egy értékkel

source: User meta %1$s gets updated with a value %2$s %3$s %4$s time(s)
hu_hu: A felhasználói metaadat %1$s frissül egy értékkel %2$s %3$s %4$s alkalommal

source: User meta %1$s gets updated with a value %2$s %3$s
hu_hu: A felhasználói metaadat %1$s frissül egy értékkel %2$s %3$s

source: User resets their password
hu_hu: A felhasználó visszaállítja a jelszavát

source: User resets their <strong>password</strong>
hu_hu: A felhasználó visszaállítja a <strong>jelszavát</strong>

source: User resets their password %1$s time(s)
hu_hu: A felhasználó visszaállítja a jelszavát %1$s alkalommal

source: User views a page
hu_hu: A felhasználó megtekint egy oldalt

source: User views <strong>a page</strong>
hu_hu: A felhasználó megtekint <strong>egy oldalt</strong>

source: User views a post of a category
hu_hu: A felhasználó megtekint egy bejegyzést egy kategóriából

source: User views a post of <strong>a category</strong>
hu_hu: A felhasználó megtekint egy bejegyzést <strong>egy kategóriából</strong>

source: User views a post of %1$s %2$s time(s)
hu_hu: A felhasználó megtekint egy bejegyzést %1$s %2$s alkalommal

source: User views a post of %1$s
hu_hu: A felhasználó megtekint egy bejegyzést %1$s

source: User views a post of a tag
hu_hu: A felhasználó megtekint egy bejegyzést egy címkéből

source: User views a post of <strong>a tag</strong>
hu_hu: A felhasználó megtekint egy bejegyzést <strong>egy címkéből</strong>

source: User views a post of a taxonomy
hu_hu: A felhasználó megtekint egy bejegyzést egy taxonómiából

source: User views a post of <strong>a taxonomy</strong>
hu_hu: A felhasználó megtekint egy bejegyzést <strong>egy taxonómiából</strong>

source: User views a post of a type
hu_hu: A felhasználó megtekint egy bejegyzést egy típusból

source: User views <strong>a post of a type</strong>
hu_hu: A felhasználó megtekint <strong>egy bejegyzést egy típusból</strong>

source: User views a post
hu_hu: A felhasználó megtekint egy bejegyzést

source: User views <strong>a post</strong>
hu_hu: A felhasználó megtekint <strong>egy bejegyzést</strong>

source: User daily visits the site
hu_hu: A felhasználó naponta meglátogatja az oldalt

source: User <strong>daily visits</strong> the site
hu_hu: A felhasználó <strong>naponta meglátogatja</strong> az oldalt

source: User daily visits the site %1$s time(s)
hu_hu: A felhasználó naponta meglátogatja az oldalt %1$s alkalommal

source: Import ID
hu_hu: Import azonosító

source: History ID
hu_hu: Előzmény azonosító

source: Import type
hu_hu: Import típusa

source: Time run
hu_hu: Futási idő

source: Import date
hu_hu: Import dátuma

source: Import summary
hu_hu: Import összegzése

source: User imports posts of a type
hu_hu: A felhasználó importál bejegyzéseket egy típusból

source: User imports posts of a <strong>type</strong>
hu_hu: A felhasználó importál bejegyzéseket egy <strong>típusból</strong>

source: User imports posts of %1$s type %2$s time(s)
hu_hu: A felhasználó importál bejegyzéseket %1$s típusból %2$s alkalommal

source: User imports posts of %1$s type
hu_hu: A felhasználó importál bejegyzéseket %1$s típusból

source: User completes an import
hu_hu: A felhasználó befejez egy importálást

source: User <strong>completes</strong> an import
hu_hu: A felhasználó <strong>befejez</strong> egy importálást

source: User completes an import %1$s time(s)
hu_hu: A felhasználó befejez egy importálást %1$s alkalommal

source: any booking
hu_hu: bármely foglalás

source: Customer name
hu_hu: Ügyfél neve

source: Customer phone number
hu_hu: Ügyfél telefonszáma

source: Booking date(s)
hu_hu: Foglalás dátuma(i)

source: Booking details
hu_hu: Foglalás részletei

source: Booking cost
hu_hu: Foglalás költsége

source: A booking was cancelled
hu_hu: Egy foglalást lemondtak

source: A <strong>booking</strong> was cancelled
hu_hu: Egy <strong>foglalást</strong> lemondtak

source: Booking %1$s was cancelled %2$s time(s)
hu_hu: A(z) %1$s foglalást %2$s alkalommal lemondták

source: Booking %1$s was cancelled
hu_hu: A(z) %1$s foglalást lemondták

source: Booking:
hu_hu: Foglalás:

source: A booking was approved
hu_hu: Egy foglalást jóváhagytak

source: A <strong>booking</strong> was approved
hu_hu: Egy <strong>foglalást</strong> jóváhagytak

source: Booking %1$s was approved %2$s time(s)
hu_hu: A(z) %1$s foglalást %2$s alkalommal jóváhagyták

source: Booking %1$s was approved
hu_hu: A(z) %1$s foglalást jóváhagyták

source: User publishes a job of a type
hu_hu: A felhasználó egy adott típusú állást tesz közzé

source: User publishes <strong>a job</strong> of a type
hu_hu: A felhasználó <strong>egy állást</strong> tesz közzé egy adott típushoz tartozót

source: User publishes a job of %1$s %2$s time(s)
hu_hu: A felhasználó egy %1$s állást %2$s alkalommal tesz közzé

source: User publishes a job of %1$s
hu_hu: A felhasználó egy %1$s állást tesz közzé

source: Job
hu_hu: Állás

source: User votes on a poll
hu_hu: A felhasználó szavaz egy szavazáson

source: User <strong>votes</strong> on a poll
hu_hu: A felhasználó <strong>szavaz</strong> egy szavazáson

source: User votes on %1$s %2$s time(s)
hu_hu: A felhasználó a(z) %1$s szavazáson %2$s alkalommal szavaz

source: User votes on %1$s
hu_hu: A felhasználó a(z) %1$s szavazáson szavaz

source: Poll:
hu_hu: Szavazás:

source: any poll
hu_hu: bármely szavazás

source: Poll
hu_hu: Szavazás

source: User rates a post
hu_hu: A felhasználó értékel egy bejegyzést

source: User <strong>rates</strong> a post
hu_hu: A felhasználó <strong>értékel</strong> egy bejegyzést

source: User rates %1$s %2$s time(s)
hu_hu: A felhasználó a(z) %1$s bejegyzést %2$s alkalommal értékeli

source: User rates %1$s
hu_hu: A felhasználó a(z) %1$s bejegyzést értékeli

source: User completes a purchase through a form
hu_hu: A felhasználó űrlapon keresztül teljesít egy vásárlást

source: User completes a <strong>purchase</strong> through a form
hu_hu: A felhasználó űrlapon keresztül teljesít egy <strong>vásárlást</strong>

source: User completes a purchase through %1$s %2$s time(s)
hu_hu: A felhasználó a(z) %1$s segítségével %2$s alkalommal teljesít vásárlást

source: User completes a purchase through %1$s
hu_hu: A felhasználó a(z) %1$s segítségével vásárlást teljesít

source: Payment Form
hu_hu: Fizetési űrlap

source: User likes a comment of a post
hu_hu: A felhasználó kedvel egy bejegyzéshez tartozó hozzászólást

source: User likes <strong>a comment</strong> of a post
hu_hu: A felhasználó <strong>egy hozzászólást</strong> kedvel egy bejegyzéshez tartozót

source: User likes a comment of %1$s %2$s time(s)
hu_hu: A felhasználó a(z) %1$s bejegyzéshez tartozó hozzászólást %2$s alkalommal kedvel

source: User likes a comment of %1$s
hu_hu: A felhasználó a(z) %1$s bejegyzéshez tartozó hozzászólást kedvel

source: User likes a post
hu_hu: A felhasználó kedvel egy bejegyzést

source: User likes <strong>a post</strong>
hu_hu: A felhasználó <strong>egy bejegyzést</strong> kedvel

source: User likes %1$s %2$s time(s)
hu_hu: A felhasználó a(z) %1$s bejegyzést %2$s alkalommal kedveli

source: User likes %1$s
hu_hu: A felhasználó a(z) %1$s bejegyzést kedveli

source: User changes profile cover
hu_hu: A felhasználó megváltoztatja a profil borítóképét

source: User changes <strong>profile cover</strong>
hu_hu: A felhasználó megváltoztatja a <strong>profil borítóképét</strong>

source: User changes profile cover %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal megváltoztatja a profil borítóképét

source: User changes profile description
hu_hu: A felhasználó megváltoztatja a profil leírását

source: User changes <strong>profile description</strong>
hu_hu: A felhasználó megváltoztatja a <strong>profil leírását</strong>

source: User changes profile description %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal megváltoztatja a profil leírását

source: User changes profile photo
hu_hu: A felhasználó megváltoztatja a profilképét

source: User changes <strong>profile photo</strong>
hu_hu: A felhasználó megváltoztatja a <strong>profilképét</strong>

source: User changes profile photo %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal megváltoztatja a profilképét

source: User registers through a form
hu_hu: A felhasználó űrlapon keresztül regisztrál

source: User <strong>registers</strong> through a form
hu_hu: A felhasználó egy űrlapon keresztül <strong>regisztrál</strong>

source: User registers through %1$s
hu_hu: A felhasználó %1$s segítségével regisztrál

source: User publishes an advert
hu_hu: A felhasználó közzétesz egy hirdetést

source: User publishes <strong>an advert</strong>
hu_hu: A felhasználó <strong>egy hirdetést</strong> tesz közzé

source: User publishes an advert %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal tesz közzé egy hirdetést

source: Advert
hu_hu: Hirdetés

source: User sends a message to an advert author
hu_hu: A felhasználó üzenetet küld egy hirdetés szerzőjének

source: User <strong>sends a message</strong> to an advert author
hu_hu: A felhasználó <strong>üzenetet küld</strong> egy hirdetés szerzőjének

source: User sends a message to %1$s author time(s)
hu_hu: A felhasználó üzenetet küld %1$s szerzőjének alkalommal

source: User sends a message to %1$s author
hu_hu: A felhasználó üzenetet küld %1$s szerzőjének

source: Advert:
hu_hu: Hirdetés:

source: any advert
hu_hu: bármely hirdetés

source: User gets a vote up/down on a comment
hu_hu: A felhasználó hozzászólására pozitív/negatív szavazat érkezik

source: User gets a <strong>vote up/down</strong> on a comment
hu_hu: A felhasználó hozzászólására <strong>pozitív/negatív szavazat</strong> érkezik

source: User gets a %1$s on a comment %2$s time(s)
hu_hu: A felhasználó hozzászólására %1$s érkezik %2$s alkalommal

source: User gets a %1$s on a comment
hu_hu: A felhasználó hozzászólására %1$s érkezik

source: Vote:
hu_hu: Szavazat:

source: vote up
hu_hu: felszavazás

source: vote down
hu_hu: leszavazás

source: User votes up/down a comment
hu_hu: A felhasználó felszavazza/leszavazza egy hozzászólást

source: User <strong>votes up/down</strong> a comment
hu_hu: A felhasználó <strong>felszavazza/leszavazza</strong> egy hozzászólást

source: User %1$s a comment %2$s time(s)
hu_hu: A felhasználó %1$s egy hozzászólást %2$s alkalommal

source: User %1$s a comment
hu_hu: A felhasználó %1$s egy hozzászólást

source: votes up
hu_hu: felszavazza

source: votes down
hu_hu: leszavazza

source: User replies to a topic of a forum
hu_hu: A felhasználó válaszol egy fórum témájára

source: User creates a topic on %1$s of %2$s time(s)
hu_hu: A felhasználó létrehoz egy témát a %1$s felületén %2$s alkalommal

source: User completes a assignment
hu_hu: A felhasználó elvégez egy feladatot

source: User <strong>completes</strong> a assignment
hu_hu: A felhasználó <strong>elvégez</strong> egy feladatot

source: Assignment:
hu_hu: Feladat:

source: any assignment
hu_hu: bármely feladat

source: User <strong>completes</strong> a course
hu_hu: A felhasználó <strong>teljesít</strong> egy kurzust

source: User completes a unit
hu_hu: A felhasználó teljesít egy modult

source: User completes <strong>a unit</strong>
hu_hu: A felhasználó <strong>egy modult</strong> teljesít
