Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatorwp/automatorwp-*.po
Languages: hu_hu

source: all lessons
hu_hu: összes lecke

source: Lesson ID
hu_hu: Leckeazonosító

source: Mark topic as completed
hu_hu: Jelölje a témát befejezettként

source: Mark topic as <strong>completed</strong>
hu_hu: Jelölje a témát <strong>befejezettként</strong>

source: all topics
hu_hu: összes téma

source: Yopic ID
hu_hu: Yopic azonosító

source: Enroll user from a course
hu_hu: Leiratja a felhasználót egy kurzusról

source: Enroll user from <strong>a course</strong>
hu_hu: Leiratja a felhasználót <strong>egy kurzusról</strong>

source: Enroll user to %1$s
hu_hu: Beiratja a felhasználót a(z) %1$s kurzusra

source: Make user the leader of a group
hu_hu: Tegye a felhasználót egy csoport vezetőjévé

source: Make user the <strong>leader</strong> of a group
hu_hu: Tegye a felhasználót egy csoport <strong>vezetőjévé</strong>

source: Make user the leader of a %1$s
hu_hu: Tegye a felhasználót egy %1$s vezetőjévé

source: Add user to a group
hu_hu: Adja hozzá a felhasználót egy csoporthoz

source: Add user to <strong>a group</strong>
hu_hu: Adja hozzá a felhasználót <strong>egy csoporthoz</strong>

source: all groups
hu_hu: összes csoport

source: User completes <strong>a course</strong>
hu_hu: A felhasználó befejez <strong>egy kurzust</strong>

source: User completes a lesson
hu_hu: A felhasználó befejez egy leckét

source: User completes <strong>a lesson</strong>
hu_hu: A felhasználó befejez <strong>egy leckét</strong>

source: any lesson
hu_hu: bármely lecke

source: User completes a quiz with a grade percentage greater than, less than or equal to a specific percentage
hu_hu: A felhasználó teljesít egy kvízt olyan pontszázalékkal, amely nagyobb, kisebb vagy egyenlő egy meghatározott százaléknál

source: User completes a quiz with a grade percentage <strong>greater than, less than or equal</strong> to a specific percentage
hu_hu: A felhasználó teljesít egy kvízt olyan pontszázalékkal, amely <strong>nagyobb, kisebb vagy egyenlő</strong> egy meghatározott százaléknál

source: User completes %1$s with a grade percentage %2$s %3$s %4$s time(s)
hu_hu: A felhasználó %2$s %3$s pontszázalékkal, %4$s alkalommal teljesíti: %1$s

source: User completes %1$s with a grade percentage %2$s %3$s
hu_hu: A felhasználó %2$s %3$s pontszázalékkal teljesíti: %1$s

source: Quiz:
hu_hu: Kvíz:

source: any quiz
hu_hu: bármely kvíz

source: Percentage:
hu_hu: Százalék:

source: The grade percentage required.
hu_hu: A szükséges pontszázalék.

source: User attempts, passes or fails a quiz
hu_hu: A felhasználó kvízt kísérel meg, átmegy vagy megbukik

source: User <strong>attempts, passes or fails</strong> a quiz
hu_hu: A felhasználó <strong>megkísérel, átmegy vagy megbukik</strong> egy kvízen

source: User %1$s %2$s %3$s time(s)
hu_hu: A felhasználó %1$s %2$s, %3$s alkalommal

source: User %1$s %2$s
hu_hu: A felhasználó %1$s %2$s

source: Operation:
hu_hu: Művelet:

source: attempts
hu_hu: megkísérli

source: passes
hu_hu: átmegy

source: fails
hu_hu: sikertelen

source: User completes a topic
hu_hu: A felhasználó befejez egy témát

source: User completes <strong>a topic</strong>
hu_hu: A felhasználó befejez <strong>egy témát</strong>

source: User views a course
hu_hu: A felhasználó megtekint egy tanfolyamot

source: User views <strong>a course</strong>
hu_hu: A felhasználó megtekint <strong>egy tanfolyamot</strong>

source: Page:
hu_hu: Oldal:

source: Course
hu_hu: Tanfolyam

source: User views a lesson
hu_hu: A felhasználó megtekint egy leckét

source: User views <strong>a lesson</strong>
hu_hu: A felhasználó megtekint <strong>egy leckét</strong>

source: Lesson
hu_hu: Lecke

source: User views a quiz
hu_hu: A felhasználó megtekint egy kvízt

source: User views <strong>a quiz</strong>
hu_hu: A felhasználó megtekint <strong>egy kvízt</strong>

source: Quiz
hu_hu: Kvíz

source: User views a topic
hu_hu: A felhasználó megtekint egy témát

source: User views <strong>a topic</strong>
hu_hu: A felhasználó megtekint <strong>egy témát</strong>

source: Topic
hu_hu: Téma

source: Order created by AutomatorWP
hu_hu: Az AutomatorWP által létrehozott rendelés

source: User attempts a quiz
hu_hu: A felhasználó megkezdi egy kvíz kitöltését

source: User <strong>attempts</strong> a quiz
hu_hu: A felhasználó <strong>megkezdi</strong> egy kvíz kitöltését

source: User attempts %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal megkezdi %1$s kitöltését

source: User attempts %1$s
hu_hu: A felhasználó megkezdi %1$s kitöltését

source: Enroll user in a course
hu_hu: Felhasználó beiratása egy tanfolyamra

source: Enroll user in <strong>a course</strong>
hu_hu: Felhasználó beiratása <strong>egy tanfolyamra</strong>

source: Enroll user in %1$s
hu_hu: Felhasználó beiratása a következőre: %1$s

source: User completes a section
hu_hu: A felhasználó befejez egy szakaszt

source: User completes <strong>a section</strong>
hu_hu: A felhasználó befejez <strong>egy szakaszt</strong>

source: Section:
hu_hu: Szakasz:

source: any section
hu_hu: bármely szakasz

source: Add note to user
hu_hu: Jegyzet hozzáadása a felhasználóhoz

source: Add <strong>note</strong> to <strong>user</strong>
hu_hu: <strong>Jegyzet</strong> hozzáadása a <strong>felhasználó</strong>hoz

source: Add note to user in %1$s
hu_hu: Jegyzet hozzáadása a felhasználóhoz itt: %1$s

source: audience
hu_hu: közönség

source: Select an audience
hu_hu: Válasszon egy közönséget

source: Audience:
hu_hu: Közönség:

source: Write a note
hu_hu: Írjon egy jegyzetet

source: Note:
hu_hu: Jegyzet:

source: Note to publish in contact profile
hu_hu: Jegyzet közzététele a névjegy profiljában

source: Note added
hu_hu: Jegyzet hozzáadva

source: You need to configure the <a href="%s" target="_blank">Mailchimp settings</a> to get this action to work.
hu_hu: A művelet működéséhez be kell állítania a <a href="%s" target="_blank">Mailchimp beállításokat</a>.

source: tag
hu_hu: címke

source: Tags:
hu_hu: Címkék:

source: Tag added
hu_hu: Címke hozzáadva

source: Subscribe user to an audience
hu_hu: Felhasználó feliratkoztatása egy közönségre

source: Subscribe <strong>user</strong> to an <strong>audience</strong>
hu_hu: <strong>Felhasználó</strong> feliratkoztatása egy <strong>közönségre</strong>

source: Subscribe user to %1$s
hu_hu: Felhasználó feliratkoztatása a következőre: %1$s

source: an audience
hu_hu: egy közönség

source: User added
hu_hu: Felhasználó hozzáadva

source: Your Mailchimp API key.
hu_hu: Az Ön Mailchimp API-kulcsa.

source: Server prefix:
hu_hu: Szerver előtag:

source: Your Mailchimp server prefix.
hu_hu: Az Ön Mailchimp-szerver előtagja.

source: Connect with Mailchimp:
hu_hu: Csatlakozás a Mailchimphez:

source: any campaign
hu_hu: bármely kampány

source: any template
hu_hu: bármely sablon

source: Add <strong>user</strong> to <strong>group</strong>
hu_hu: A <strong>felhasználó</strong> hozzáadása a <strong>csoporthoz</strong>

source: MailerLite integration not configured in AutomatorWP settings.
hu_hu: A MailerLite-integráció nincs beállítva az AutomatorWP beállításokban.

source: Group field is empty.
hu_hu: A Csoport mező üres.

source: %s added to group.
hu_hu: A(z) %s hozzáadva a csoporthoz.

source: You need to configure the <a href="%s" target="_blank">MailerLite settings</a> to get this action to work.
hu_hu: Be kell állítania a <a href="%s" target="_blank">MailerLite beállításokat</a>, hogy ez a művelet működjön.

source: Add/Update user to MailerLite
hu_hu: Felhasználó hozzáadása/frissítése a MailerLite-hoz

source: Add/Update <strong>user</strong> to MailerLite
hu_hu: A <strong>felhasználó</strong> hozzáadása/frissítése a MailerLite-hoz

source: %s added to MailerLite
hu_hu: A(z) %s hozzáadva a MailerLite-hoz

source: %s updated in MailerLite
hu_hu: A(z) %s frissítve a MailerLite-ban

source: Add subscriber to a list
hu_hu: Feliratkozó hozzáadása egy listához

source: Add <strong>subscriber</strong> to a <strong>list</strong>
hu_hu: A <strong>feliratkozó</strong> hozzáadása egy <strong>listához</strong>

source: subscriber
hu_hu: feliratkozó

source: First name:
hu_hu: Keresztnév:

source: Last name:
hu_hu: Vezetéknév:

source: Unconfirmed
hu_hu: Megerősítetlen

source: Add user to a list
hu_hu: Felhasználó hozzáadása egy listához

source: Add user to a <strong>list</strong>
hu_hu: Felhasználó hozzáadása egy <strong>listához</strong>

source: a list
hu_hu: egy lista

source: User purchases a membership
hu_hu: A felhasználó tagságot vásárol

source: User purchases <strong>a membership</strong>
hu_hu: A felhasználó <strong>tagságot</strong> vásárol

source: Membership:
hu_hu: Tagság:

source: any membership
hu_hu: bármely tagság

source: Select a field
hu_hu: Válasszon egy mezőt

source: User updates field on a post with a value
hu_hu: A felhasználó frissíti egy bejegyzés mezőjét egy értékkel

source: User updates <strong>field</strong> on a post with a value
hu_hu: A felhasználó egy bejegyzés <strong>mezőjét</strong> frissíti egy értékkel

source: User updates field %1$s on %2$s with %3$s %4$s time(s)
hu_hu: A felhasználó frissíti a(z) %2$s %1$s mezőjét %3$s értékre %4$s alkalommal

source: User updates field %1$s on %2$s with %3$s
hu_hu: A felhasználó frissíti a(z) %2$s %1$s mezőjét %3$s értékre

source: Event Start Date
hu_hu: Esemény kezdési dátuma

source: Event Start Time
hu_hu: Esemény kezdési időpontja

source: Event End Date
hu_hu: Esemény befejezési dátuma

source: Event End Time
hu_hu: Esemény befejezési időpontja

source: Event Location
hu_hu: Esemény helyszíne

source: City Hall
hu_hu: Városháza

source: Event Organizer
hu_hu: Eseményszervező

source: Event Cost
hu_hu: Esemény költsége

source: User booking for an event is completed
hu_hu: A felhasználó eseményfoglalása befejeződött

source: User booking for an event is <strong>completed</strong>
hu_hu: A felhasználó eseményfoglalása <strong>befejeződött</strong>

source: User booking for %1$s is completed %2$s time(s)
hu_hu: A felhasználó a(z) %1$s eseményre szóló foglalása %2$s alkalommal befejeződött

source: User booking for %1$s is completed
hu_hu: A felhasználó a(z) %1$s eseményre szóló foglalása befejeződött

source: Event
hu_hu: Esemény

source: Guest subscribes to a list
hu_hu: Vendég feliratkozik egy listára

source: Guest subscribes to a <strong>list</strong>
hu_hu: Vendég feliratkozik egy <strong>listára</strong>

source: Guest subscribes to %1$s %2$s time(s)
hu_hu: Vendég feliratkozik a(z) %1$s listára %2$s alkalommal

source: Guest subscribes to %1$s
hu_hu: Vendég feliratkozik a(z) %1$s listára

source: User email
hu_hu: Felhasználó e-mail-címe

source: Email used to get subscribed.
hu_hu: Feliratkozáshoz használt e-mail.

source: List subscribed
hu_hu: Listára feliratkozva

source: List subscribed.
hu_hu: Listára feliratkozva.

source: List with ID %s not found.
hu_hu: A %s azonosítójú lista nem található.

source: Subscription ID
hu_hu: Előfizetés azonosítója

source: Subscription name
hu_hu: Előfizetés neve

source: User purchases a subscription of a membership level
hu_hu: A felhasználó egy tagsági szint előfizetését vásárolja meg

source: User <strong>purchase</strong> a subscription plan
hu_hu: A felhasználó <strong>vásárol</strong> egy előfizetési csomagot

source: User purchase %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal vásárol %1$s

source: User purchase a subscription plan
hu_hu: A felhasználó előfizetési csomagot vásárol

source: Subscription plan:
hu_hu: Előfizetési csomag:

source: any subscription plan
hu_hu: bármely előfizetési csomag

source: Subscription plan
hu_hu: Előfizetési csomag

source: Information about the subscription plan purchased.
hu_hu: Információ a megvásárolt előfizetési csomagról.

source: Add user to membership level
hu_hu: Adja hozzá a felhasználót a tagsági szinthez

source: Add user to <strong>membership level</strong>
hu_hu: Adja hozzá a felhasználót a <strong>tagsági szinthez</strong>

source: Membership Level:
hu_hu: Tagsági szint:

source: membership level
hu_hu: tagsági szint

source: Membership Level ID
hu_hu: Tagsági szint azonosítója

source: User is already on this membership level.
hu_hu: A felhasználó már ezen a tagsági szinten van.

source: Could not add user to membership level.
hu_hu: A felhasználót nem sikerült hozzáadni a tagsági szinthez.

source: User added to membership level successfully.
hu_hu: A felhasználót sikeresen hozzáadtuk a tagsági szinthez.

source: any membership level
hu_hu: bármely tagsági szint

source: User cancels a subscription of a membership level
hu_hu: A felhasználó egy tagsági szint előfizetését lemondja

source: User <strong>cancels a subscription</strong> of a membership level
hu_hu: A felhasználó <strong>lemondja az előfizetését</strong> egy tagsági szinten

source: User cancels a subscription of %1$s %2$s time(s)
hu_hu: A felhasználó a %1$s előfizetését %2$s alkalommal mondja le

source: User cancels a subscription of %1$s
hu_hu: A felhasználó a %1$s előfizetését lemondja

source: User purchases a membership level
hu_hu: A felhasználó tagsági szintet vásárol

source: User purchases <strong>a membership level</strong>
hu_hu: A felhasználó <strong>tagsági szintet vásárol</strong>

source: User subscription of a membership level expires
hu_hu: A felhasználó tagsági szintre vonatkozó előfizetése lejár

source: User subscription of a membership level <strong>expires</strong>
hu_hu: A felhasználó tagsági szintre vonatkozó előfizetése <strong>lejár</strong>

source: User subscription of %1$s expires %2$s time(s)
hu_hu: A felhasználó %1$s előfizetése %2$s alkalommal lejár

source: User subscription of %1$s expires
hu_hu: A felhasználó %1$s előfizetése lejár

source: User changes his profile avatar
hu_hu: A felhasználó módosítja a profilavatárját

source: User changes his <strong>profile avatar</strong>
hu_hu: A felhasználó módosítja a <strong>profilavatárját</strong>

source: User changes his profile avatar %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal módosítja a profilavatárját

source: User creates a group
hu_hu: A felhasználó csoportot hoz létre

source: User <strong>creates</strong> a group
hu_hu: A felhasználó <strong>létrehoz</strong> egy csoportot

source: User creates a group %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal hoz létre csoportot

source: User writes an activity post
hu_hu: A felhasználó tevékenységi bejegyzést ír

source: User <strong>writes</strong> an activity post
hu_hu: A felhasználó <strong>ír</strong> egy tevékenységi bejegyzést

source: User writes an activity post %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal ír tevékenységi bejegyzést

source: Activity
hu_hu: Tevékenység

source: Show a popup
hu_hu: Jelenítsen meg egy felugró ablakot

source: Show a <strong>popup</strong>
hu_hu: Jelenítsen meg egy <strong>felugró ablakot</strong>

source: Show %1$s
hu_hu: Jelenítse meg %1$s

source: Popup:
hu_hu: Felugró ablak:

source: a popup
hu_hu: egy felugró ablak

source: Popup ID
hu_hu: Felugró ablak azonosítója

source: any video
hu_hu: bármely videó

source: Video ID
hu_hu: Videóazonosító

source: Video Title
hu_hu: Videó címe

source: Video Source
hu_hu: Videó forrása

source: User fully watches a video
hu_hu: A felhasználó teljes egészében megnéz egy videót

source: User fully watches a <strong>video</strong>
hu_hu: A felhasználó teljes egészében megnéz egy <strong>videót</strong>

source: User fully watches %1$s %2$s time(s)
hu_hu: A felhasználó teljes egészében megnézi %1$s %2$s alkalommal

source: User fully watches %1$s
hu_hu: A felhasználó teljes egészében megnézi %1$s

source: Video:
hu_hu: Videó:

source: any link
hu_hu: bármely hivatkozás

source: User clicks a pretty link
hu_hu: A felhasználó rákattint egy szép hivatkozásra

source: User clicks a <strong>pretty link</strong>
hu_hu: A felhasználó rákattint egy <strong>szép hivatkozásra</strong>

source: User clicks %1$s %2$s time(s)
hu_hu: A felhasználó rákattint %1$s %2$s alkalommal

source: User clicks %1$s
hu_hu: A felhasználó rákattint %1$s

source: Guest submits a quiz
hu_hu: A vendég beküld egy kvízt

source: Guest submits <strong>a quiz</strong>
hu_hu: A vendég beküld <strong>egy kvízt</strong>

source: User submits a quiz
hu_hu: A felhasználó beküld egy kvízt

source: User submits <strong>a quiz</strong>
hu_hu: A felhasználó beküld <strong>egy kvízt</strong>

source: Add membership level to user
hu_hu: Tagsági szint hozzáadása a felhasználóhoz

source: Add <strong>membership level</strong> to user
hu_hu: <strong>Tagsági szint</strong> hozzáadása a felhasználóhoz

source: a membership level
hu_hu: egy tagsági szint

source: Membership ID
hu_hu: Tagsági azonosító

source: Expired
hu_hu: Lejárt

source: Expiration Date:
hu_hu: Lejárati dátum:

source: Enter the membership expiration date in format YYYY-MM-DD. Leave empty for lifetime.
hu_hu: Adja meg a tagság lejárati dátumát YYYY-MM-DD formátumban. Hagyja üresen, ha élethosszig tart.

source: User gets a free membership level
hu_hu: A felhasználó ingyenes tagsági szintet kap

source: User gets <strong>a free membership level</strong>
hu_hu: A felhasználó <strong>ingyenes tagsági szintet</strong> kap

source: User gets %1$s %2$s time(s)
hu_hu: A felhasználó megkapja %1$s %2$s alkalommal

source: User gets %1$s
hu_hu: A felhasználó megkapja %1$s

source: any free membership level
hu_hu: bármely ingyenes tagsági szint

source: Create a link
hu_hu: Hivatkozás létrehozása

source: Create a <strong>link</strong>
hu_hu: <strong>Hivatkozás</strong> létrehozása

source: link
hu_hu: hivatkozás

source: Name:
hu_hu: Név:

source: Redirect type:
hu_hu: Átirányítás típusa:

source: Target URL:
hu_hu: Cél URL:

source: A random slug will be generated if this field is empty.
hu_hu: Véletlenszerű slug kerül létrehozásra, ha ez a mező üres.

source: Notes:
hu_hu: Megjegyzések:

source: Internal notes to your link for your own needs.
hu_hu: Belső megjegyzések az Ön hivatkozásához saját céljaira.

source: Link options:
hu_hu: Hivatkozás beállításai:

source: This will add the nofollow and noindex parameters in the HTTP response headers when enabled.
hu_hu: Engedélyezéskor ez hozzáadja a nofollow és noindex paramétereket a HTTP válaszfejlécekhez.

source: This will add the sponsored parameter in the HTTP response headers when enabled.
hu_hu: Engedélyezéskor ez hozzáadja a sponsored paramétert a HTTP válaszfejlécekhez.

source: Parameter Forwarding
hu_hu: Paramétertovábbítás

source: This will forward parameters passed to links when enabled.
hu_hu: Engedélyezéskor ez továbbítja a hivatkozásoknak átadott paramétereket.

source: Tracking
hu_hu: Követés

source: This will enable clicks tracking when enabled.
hu_hu: Engedélyezéskor ez lehetővé teszi a kattintások követését.

source: Target url cannot be empty.
hu_hu: A cél url nem lehet üres.

source: Link created.
hu_hu: Hivatkozás létrehozva.

source: Link ID
hu_hu: Hivatkozás azonosítója

source: Link title
hu_hu: Hivatkozás címe

source: Link url
hu_hu: Hivatkozás url

source: Link slug
hu_hu: Hivatkozás slug

source: Link redirect type
hu_hu: Hivatkozás átirányítási típusa

source: User clicks a link from a category
hu_hu: A felhasználó egy hivatkozásra kattint egy kategóriából

source: User clicks <strong>a link</strong> from a category
hu_hu: A felhasználó <strong>egy hivatkozásra</strong> kattint egy kategóriából

source: User clicks a link from %1$s %2$s time(s)
hu_hu: A felhasználó egy hivatkozásra kattint innen: %1$s %2$s alkalommal

source: User clicks a link from a tag
hu_hu: A felhasználó egy hivatkozásra kattint egy címkéről

source: User clicks <strong>a link</strong> from a tag
hu_hu: A felhasználó <strong>egy hivatkozásra</strong> kattint egy címkéről

source: User clicks a link
hu_hu: A felhasználó egy hivatkozásra kattint

source: User clicks <strong>a link</strong>
hu_hu: A felhasználó <strong>egy hivatkozásra</strong> kattint

source: Order ID
hu_hu: Rendelés azonosítója

source: Order amount
hu_hu: Rendelés összege

source: Product ID
hu_hu: Termék azonosítója

source: Product Name
hu_hu: Termék neve

source: Product
hu_hu: Termék

source: User confirms RSVP for an event
hu_hu: A felhasználó megerősíti egy esemény RSVP-jét

source: User <strong>confirms RSVP</strong> for an event
hu_hu: A felhasználó <strong>megerősíti az RSVP-t</strong> egy eseményre

source: User confirms RSVP for %1$s %2$s time(s)
hu_hu: A felhasználó megerősíti az RSVP-t ehhez: %1$s %2$s alkalommal

source: User confirms RSVP for %1$s
hu_hu: A felhasználó megerősíti az RSVP-t ehhez: %1$s

source: Enroll user to a product
hu_hu: Felhasználó hozzárendelése egy termékhez

source: Enroll user to <strong>a product</strong>
hu_hu: Felhasználó <strong>egy termékhez</strong> való hozzárendelése

source: Course name
hu_hu: Tanfolyam neve

source: Form ID
hu_hu: Űrlap azonosítója

source: Form name
hu_hu: Űrlap neve

source: Testimonial ID
hu_hu: Vélemény azonosítója

source: Testimonial content
hu_hu: Vélemény tartalma

source: Testimonial author email
hu_hu: Vélemény szerzőjének e-mail címe

source: Testimonial author role
hu_hu: Vélemény szerzőjének szerepköre

source: Testimonial author website
hu_hu: Vélemény szerzőjének weboldala

source: Guest submits a testimonial
hu_hu: A vendég véleményt küld be

source: Guest submits a <strong>testimonial</strong>
hu_hu: A vendég <strong>egy véleményt</strong> küld be

source: Guest submits a testimonial %1$s time(s)
hu_hu: A vendég véleményt küld be %1$s alkalommal

source: User submits a testimonial
hu_hu: A felhasználó véleményt küld be

source: User submits a <strong>testimonial</strong>
hu_hu: A felhasználó <strong>egy véleményt</strong> küld be

source: User submits a testimonial %1$s time(s)
hu_hu: A felhasználó véleményt küld be %1$s alkalommal

source: User completes a quiz
hu_hu: A felhasználó kitölt egy kvízt

source: User <strong>completes</strong> a quiz
hu_hu: A felhasználó <strong>kitölt</strong> egy kvízt

source: Enroll user to a course
hu_hu: Felhasználó beiratása egy tanfolyamra

source: Enroll user to <strong>a course</strong>
hu_hu: Felhasználó <strong>egy tanfolyamra</strong> való beiratása

source: User account gets approved
hu_hu: A felhasználói fiók jóváhagyásra kerül

source: User account gets <strong>approved</strong>
hu_hu: A felhasználói fiók <strong>jóváhagyásra kerül</strong>

source: User account gets approved %1$s time(s)
hu_hu: A felhasználói fiókot %1$s alkalommal hagyják jóvá

source: User account gets marked as inactive
hu_hu: A felhasználói fiók inaktívként kerül megjelölésre

source: User account gets marked as <strong>inactive</strong>
hu_hu: A felhasználói fiók <strong>inaktívként</strong> kerül megjelölésre

source: User account gets marked as inactive %1$s time(s)
hu_hu: A felhasználói fiókot %1$s alkalommal jelölik meg inaktívként

source: any level
hu_hu: bármely szint

source: User gets added to a level
hu_hu: A felhasználó hozzáadásra kerül egy szinthez

source: User gets <strong>added</strong> to a level
hu_hu: A felhasználó <strong>hozzáadásra kerül</strong> egy szinthez

source: Level:
hu_hu: Szint:

source: User gets removed from a level
hu_hu: Önt eltávolítják egy szintről

source: User gets <strong>removed</strong> from a level
hu_hu: Önt <strong>eltávolítják</strong> egy szintről

source: User gets removed from %1$s %2$s time(s)
hu_hu: Önt %2$s alkalommal eltávolítják innen: %1$s

source: User gets removed from %1$s
hu_hu: Önt eltávolítják innen: %1$s

source: Company
hu_hu: Cég

source: Address line 1
hu_hu: Cím 1. sora

source: Address line 2
hu_hu: Cím 2. sora

source: City
hu_hu: Város

source: Postcode / ZIP
hu_hu: Irányítószám / ZIP

source: Country / Region
hu_hu: Ország / Régió

source: State / County
hu_hu: Állam / Megye

source: Phone
hu_hu: Telefon

source: Customer Billing Address
hu_hu: Vevő számlázási címe

source: Customer Shipping Address
hu_hu: Vevő szállítási címe

source: Order Number
hu_hu: Rendelésszám

source: Order Status
hu_hu: Rendelés állapota
