Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatorwp/automatorwp-*.po
Languages: hu_hu

source: Automation ID
hu_hu: Automatizáció azonosítója

source: Role:
hu_hu: Szerepkör:

source: Select a role
hu_hu: Válasszon szerepkört

source: Role name.
hu_hu: Szerepkör neve.

source: Number of times
hu_hu: Előfordulások száma

source: %s ID
hu_hu: %s azonosítója

source: %s Title
hu_hu: %s címe

source: The title
hu_hu: A cím

source: %s Link
hu_hu: %s hivatkozás

source: %s Type
hu_hu: %s típusa

source: %s Type Label
hu_hu: %s típus címkéje

source: %s Author ID
hu_hu: %s szerzőjének azonosítója

source: %s Author Email
hu_hu: %s szerzőjének e-mail-címe

source: %s Content
hu_hu: %s tartalma

source: The content
hu_hu: A tartalom

source: %s Excerpt
hu_hu: %s kivonata

source: The excerpt
hu_hu: A kivonat

source: %s Featured Image
hu_hu: %s kiemelt képe

source: %s Featured Image ID
hu_hu: %s kiemelt képének azonosítója

source: %s Featured Image URL
hu_hu: %s kiemelt kép URL-je

source: %s Status
hu_hu: %s állapota

source: %s Date
hu_hu: %s dátuma

source: %s Date GMT
hu_hu: %s dátuma (GMT)

source: %s Modified Date
hu_hu: %s módosítási dátuma

source: %s Modified Date GMT
hu_hu: %s módosítási dátuma (GMT)

source: %s Parent ID
hu_hu: %s szülő ID-je

source: %s Menu Order
hu_hu: %s menüsorrendje

source: %s Terms
hu_hu: %s kifejezései

source: Terms assigned to the %s, replace "TAXONOMY" by the terms taxonomy (eg: category, post_tag, etc)
hu_hu: A(z) %s-hez rendelt kifejezések, helyettesítse a "TAXONOMY"-t a kifejezések taxonómiájával (pl.: category, post_tag, stb.)

source: %s meta value, replace "META_KEY" by the %s meta key
hu_hu: %s metaérték, helyettesítse a "META_KEY"-t a(z) %s meta kulccsal

source: Comment
hu_hu: Hozzászólás

source: %s Post ID
hu_hu: %s bejegyzés ID-je

source: %s Post Title
hu_hu: %s bejegyzés címe

source: The post title
hu_hu: A bejegyzés címe

source: %s User ID
hu_hu: %s felhasználó ID-je

source: %s Author Name
hu_hu: %s szerző neve

source: %s Author URL
hu_hu: %s szerző URL-je

source: %s Author IP
hu_hu: %s szerző IP-címe

source: %s Username
hu_hu: %s felhasználóneve

source: %s Email
hu_hu: %s e-mail-címe

source: %s Display name
hu_hu: %s megjelenített neve

source: %s First name
hu_hu: %s keresztneve

source: %s Last name
hu_hu: %s vezetékneve

source: %s Website URL
hu_hu: %s webhely URL-je

source: %s Avatar
hu_hu: %s avatárja

source: %s Avatar URL
hu_hu: %s avatár URL-je

source: %s Reset password URL
hu_hu: %s jelszó-visszaállítási URL-je

source: %s Reset password link
hu_hu: %s jelszó-visszaállítási hivatkozás

source: Condition:
hu_hu: Feltétel:

source: is equal to
hu_hu: egyenlő

source: is not equal to
hu_hu: nem egyenlő

source: contains
hu_hu: tartalmaz

source: does not contains
hu_hu: nem tartalmaz

source: starts with
hu_hu: azzal kezdődik

source: does not starts with
hu_hu: nem azzal kezdődik

source: ends with
hu_hu: azzal végződik

source: does not ends with
hu_hu: nem azzal végződik

source: is less than
hu_hu: kisebb, mint

source: is greater than
hu_hu: nagyobb, mint

source: is less or equal to
hu_hu: kisebb vagy egyenlő

source: is greater or equal to
hu_hu: nagyobb vagy egyenlő

source: equal to
hu_hu: egyenlő

source: not equal to
hu_hu: nem egyenlő

source: less than
hu_hu: kisebb, mint

source: greater than
hu_hu: nagyobb, mint

source: less or equal to
hu_hu: kisebb vagy egyenlő

source: greater or equal to
hu_hu: nagyobb vagy egyenlő

source: Show options
hu_hu: Opciók megjelenítése

source: Hide options
hu_hu: Opciók elrejtése

source: Operator:
hu_hu: Operátor:

source: AND
hu_hu: ÉS

source: OR
hu_hu: VAGY

source: Add tag to user
hu_hu: Adjon hozzá címkét a felhasználóhoz

source: Add <strong>tag</strong> to <strong>user</strong>
hu_hu: Adjon hozzá <strong>címkét</strong> a <strong>felhasználóhoz</strong>

source: Add %1$s to user
hu_hu: Adja hozzá %1$s-t a felhasználóhoz

source: Select a tag
hu_hu: Válasszon egy címkét

source: Tag:
hu_hu: Címke:

source: ActiveCampaign integration not configured in AutomatorWP settings.
hu_hu: Az ActiveCampaign-integráció nincs beállítva az AutomatorWP beállításaiban.

source: %s is not a contact in ActiveCampaign
hu_hu: %s nem kapcsolat az ActiveCampaignben

source: Tag added to %s
hu_hu: Címke hozzáadva %s számára

source: You need to configure the <a href="%s" target="_blank">ActiveCampaign settings</a> to get this action to work.
hu_hu: Be kell állítania az <a href="%s" target="_blank">ActiveCampaign beállításokat</a>, hogy ez a művelet működjön.

source: <a href="%s" target="_blank">Documentation</a>
hu_hu: <a href="%s" target="_blank">Dokumentáció</a>

source: Add user to ActiveCampaign
hu_hu: Adjon hozzá felhasználót az ActiveCampaignhez

source: Add <strong>user</strong> to ActiveCampaign
hu_hu: Adjon hozzá <strong>felhasználót</strong> az ActiveCampaignhez

source: %s is already a contact in ActiveCampaign
hu_hu: %s már kapcsolat az ActiveCampaignben

source: %s added to ActiveCampaign
hu_hu: %s hozzáadva az ActiveCampaignhez

source: API key:
hu_hu: API-kulcs:

source: Regenerate URL
hu_hu: URL újragenerálása

source: Copy this URL and place it on your ActiveCampaign account.
hu_hu: Másolja ezt az URL-t, és helyezze el az ActiveCampaign-fiókjában.

source: Connect with ActiveCampaign:
hu_hu: Csatlakozás az ActiveCampaignhez:

source: Save credentials
hu_hu: Hitelesítő adatok mentése

source: Add you ActiveCampaign API key and URL fields and click on "Authorize" to connect.
hu_hu: Adja meg az ActiveCampaign API-kulcsot és az URL mezőket, majd a csatlakozáshoz kattintson az "Authorize" gombra.

source: Site connected with ActiveCampaign successfully.
hu_hu: Az oldal sikeresen csatlakozott az ActiveCampaignhez.

source: All fields are required to connect with ActiveCampaign
hu_hu: Az ActiveCampaignhez való csatlakozáshoz minden mező kitöltése kötelező

source: Please, check your credentials
hu_hu: Kérjük, ellenőrizze a hitelesítő adatait

source: Correct data to connect with ActiveCampaign
hu_hu: Javítsa az ActiveCampaignhez való csatlakozáshoz szükséges adatokat

source: Webhook URL refreshed
hu_hu: Webhook URL frissítve

source: It is required to configure a webhook in your ActiveCampaign account to make this trigger work.
hu_hu: A trigger működéséhez webhook beállítása szükséges az ActiveCampaign-fiókjában.

source: <a href="#" class="automatorwp-view-webhook">View Webhook</a>
hu_hu: <a href="#" class="automatorwp-view-webhook">Webhook megtekintése</a>

source: Copy this URL in your ActiveCampaign account.
hu_hu: Másolja ezt az URL-t az ActiveCampaign-fiókjába.

source: Hide Webhook
hu_hu: Webhook elrejtése

source: any tag
hu_hu: bármely címke

source: No parameters received
hu_hu: Nem érkeztek paraméterek

source: Action type
hu_hu: Művelet típusa

source: Datetime
hu_hu: Dátum és idő

source: Tag
hu_hu: Címke

source: User added to ActiveCampaign
hu_hu: Felhasználó hozzáadva az ActiveCampaignhez

source: <strong>User</strong> added to ActiveCampaign
hu_hu: <strong>Felhasználó</strong> hozzáadva az ActiveCampaignhez

source: %1$s was added to ActiveCampaign
hu_hu: %1$s hozzáadva az ActiveCampaignhez

source: Action type:
hu_hu: Művelet típusa:

source: Email contact:
hu_hu: Kapcsolat e-mail-címe:

source: First Name:
hu_hu: Keresztnév:

source: Last_name:
hu_hu: Vezetéknév:

source: Tag added to user
hu_hu: Címke hozzáadva a felhasználóhoz

source: <strong>Tag</strong> added to user
hu_hu: <strong>Címke</strong> hozzáadva a felhasználóhoz

source: %1$s added to user %2$s time(s)
hu_hu: %1$s hozzáadva a felhasználóhoz %2$s alkalommal

source: %1$s added to user
hu_hu: %1$s hozzáadva a felhasználóhoz

source: Any tag
hu_hu: Bármely címke

source: %1$s was added to %2$s
hu_hu: %1$s hozzáadásra került %2$s részére

source: Tag added:
hu_hu: Címke hozzáadva:

source: Add <strong>tag</strong> to user
hu_hu: Adjon hozzá <strong>címkét</strong> a felhasználóhoz

source: all tags
hu_hu: összes címke

source: User has tag
hu_hu: A felhasználó rendelkezik címkével

source: User has <strong>tag</strong>
hu_hu: A felhasználó rendelkezik <strong>címkével</strong>

source: User has %1$s %2$s time(s)
hu_hu: A felhasználónál %1$s szerepel %2$s alkalommal

source: User has %1$s
hu_hu: A felhasználónál %1$s szerepel

source: User ad expires
hu_hu: A felhasználó hirdetése lejár

source: User ad <strong>expires</strong>
hu_hu: A felhasználó hirdetése <strong>lejár</strong>

source: User ad expires %1$s time(s)
hu_hu: A felhasználó hirdetése %1$s alkalommal lejár

source: User ad gets published
hu_hu: A felhasználó hirdetése közzétételre kerül

source: User ad gets <strong>published</strong>
hu_hu: A felhasználó hirdetése <strong>közzétételre kerül</strong>

source: User ad gets published %1$s time(s)
hu_hu: A felhasználó hirdetése %1$s alkalommal közzétételre kerül

source: User ad gets unpublished
hu_hu: A felhasználó hirdetése levételre kerül

source: User ad gets <strong>unpublished</strong>
hu_hu: A felhasználó hirdetése <strong>levételre kerül</strong>

source: User ad gets unpublished %1$s time(s)
hu_hu: A felhasználó hirdetése %1$s alkalommal levételre kerül

source: Update post field with a value
hu_hu: Frissítse a bejegyzés mezőjét egy értékkel

source: Update <strong>post field</strong> with a value
hu_hu: Frissítse a <strong>bejegyzés mezőjét</strong> egy értékkel

source: Update %1$s %2$s with %3$s
hu_hu: Frissítse %1$s %2$s a következővel: %3$s

source: field
hu_hu: mező

source: Field:
hu_hu: Mező:

source: value
hu_hu: érték

source: Value:
hu_hu: Érték:

source: Post not found by the ID %1$s.
hu_hu: A(z) %1$s azonosítóval nem található bejegyzés.

source: Post field updated successfully.
hu_hu: A bejegyzés mezője sikeresen frissítve.

source: Post Information
hu_hu: Bejegyzés adatai

source: Information about the post updated.
hu_hu: A bejegyzés adatai frissítve.

source: Post ID:
hu_hu: Bejegyzés azonosítója:

source: The post's ID updated.
hu_hu: A bejegyzés azonosítója frissítve.

source: Post Field:
hu_hu: Bejegyzés mezője:

source: The updated field.
hu_hu: A frissített mező.

source: Post Field Value:
hu_hu: Bejegyzés mezőjének értéke:

source: The updated field value.
hu_hu: A frissített mező értéke.

source: Updated field
hu_hu: Frissített mező

source: Key of the updated field
hu_hu: A frissített mező kulcsa

source: Updated value
hu_hu: Frissített érték

source: Value of the updated field
hu_hu: A frissített mező értéke

source: User updates post field with a value
hu_hu: A felhasználó frissíti a bejegyzés mezőjét egy értékkel

source: User updates <strong>post field</strong> with a value
hu_hu: A felhasználó frissíti a <strong>bejegyzés mezőjét</strong> egy értékkel

source: User updates post %1$s with %2$s %3$s time(s)
hu_hu: A felhasználó %3$s alkalommal frissíti a(z) %1$s bejegyzést a következővel: %2$s

source: User updates post %1$s with %2$s
hu_hu: A felhasználó frissíti a(z) %1$s bejegyzést a következővel: %2$s

source: any value
hu_hu: bármely érték

source: Key of the updated field.
hu_hu: A frissített mező kulcsa.

source: Value of the updated field.
hu_hu: A frissített mező értéke.

source: User becomes an affiliate
hu_hu: A felhasználó partnerré válik

source: User <strong>becomes</strong> an affiliate
hu_hu: A felhasználó <strong>partnerré válik</strong>

source: Appointment ID
hu_hu: Időpont azonosítója

source: Appointment booking start
hu_hu: Időpontfoglalás kezdete

source: Appointment booking end
hu_hu: Időpontfoglalás vége

source: Appointment status
hu_hu: Időpont állapota

source: Appointment service ID
hu_hu: Időpont szolgáltatásának azonosítója

source: Booking ID
hu_hu: Foglalás azonosítója

source: Booking status
hu_hu: Foglalás állapota

source: Booking persons
hu_hu: Foglalásban szereplő személyek

source: Booking price
hu_hu: Foglalás ára

source: Customer ID
hu_hu: Ügyfél azonosítója

source: Customer first name
hu_hu: Ügyfél keresztneve

source: Customer last name
hu_hu: Ügyfél vezetékneve

source: Customer email
hu_hu: Ügyfél e-mail-címe

source: Customer phone
hu_hu: Ügyfél telefonszáma

source: Guest books an appointment
hu_hu: A vendég időpontot foglal

source: Guest books an <strong>appointment</strong>
hu_hu: A vendég <strong>időpontot</strong> foglal

source: Guest books an appointment %1$s time(s)
hu_hu: A vendég %1$s alkalommal foglal időpontot

source: User books an appointment
hu_hu: A felhasználó időpontot foglal

source: User books an <strong>appointment</strong>
hu_hu: A felhasználó <strong>időpontot</strong> foglal

source: User books an appointment %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal foglal időpontot

source: User answers a question
hu_hu: A felhasználó megválaszol egy kérdést

source: User <strong>answers a question</strong>
hu_hu: A felhasználó <strong>megválaszol egy kérdést</strong>

source: User answers a question %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal válaszol meg egy kérdést

source: Answer
hu_hu: Válasz

source: User asks a question
hu_hu: A felhasználó feltesz egy kérdést

source: User <strong>asks a question</strong>
hu_hu: A felhasználó <strong>feltesz egy kérdést</strong>

source: User asks a question %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal tesz fel egy kérdést

source: Question
hu_hu: Kérdés

source: Guest submits a form
hu_hu: A vendég űrlapot küld be

source: Guest submits <strong>a form</strong>
hu_hu: A vendég <strong>űrlapot</strong> küld be

source: Guest submits %1$s
hu_hu: A vendég beküldi a(z) %1$s űrlapot

source: Form:
hu_hu: Űrlap:

source: any form
hu_hu: bármely űrlap

source: Form field value
hu_hu: Űrlapmező értéke

source: Form field value, replace "FIELD_NAME" by the field name
hu_hu: Űrlapmező értéke, cserélje a "FIELD_NAME" helyére a mező nevét

source: Fields Submitted
hu_hu: Beküldött mezők

source: Information about the fields values sent on this form submission.
hu_hu: Információk az ezen űrlapbeküldés során elküldött mezők értékeiről.

source: User submits a form
hu_hu: A felhasználó űrlapot küld be

source: User submits <strong>a form</strong>
hu_hu: A felhasználó <strong>űrlapot</strong> küld be

source: User submits %1$s %2$s time(s)
hu_hu: A felhasználó a(z) %1$s űrlapot %2$s alkalommal küldi be

source: User submits %1$s
hu_hu: A felhasználó beküldi a(z) %1$s űrlapot

source: Add user to membership plan
hu_hu: Adja hozzá a felhasználót egy tagsági tervhez

source: Add user to <strong>membership</strong> plan
hu_hu: Adja hozzá a felhasználót egy <strong>tagsági</strong> tervhez

source: Add user to %1$s
hu_hu: Adja hozzá a felhasználót a(z) %1$s-hoz/-hez/-höz

source: Plan
hu_hu: Terv

source: Plan:
hu_hu: Terv:

source: User added to a membership plan
hu_hu: A felhasználót hozzáadták egy tagsági tervhez

source: User added to <strong>a membership</strong> plan
hu_hu: A felhasználó hozzáadva egy <strong>tagsági</strong> csomaghoz

source: User added to %1$s %2$s time(s)
hu_hu: A felhasználót %2$s alkalommal adták hozzá ide: %1$s

source: User added to %1$s
hu_hu: A felhasználót hozzáadták ide: %1$s

source: any plan
hu_hu: bármely csomag

source: User creates a topic on a forum
hu_hu: A felhasználó témát hoz létre egy fórumon

source: User <strong>creates a topic</strong> on a forum
hu_hu: A felhasználó <strong>témát hoz létre</strong> egy fórumon

source: User creates a topic on %1$s %2$s time(s)
hu_hu: A felhasználó témát hoz létre itt: %1$s, %2$s alkalommal

source: User creates a topic on %1$s
hu_hu: A felhasználó témát hoz létre itt: %1$s

source: Forum:
hu_hu: Fórum:

source: any forum
hu_hu: bármely fórum

source: User replies to a topic on a forum
hu_hu: A felhasználó válaszol egy fórumtémára

source: User <strong>replies</strong> to a topic of a forum
hu_hu: A felhasználó <strong>válaszol</strong> egy fórumtémára

source: User replies to %1$s of %2$s %3$s time(s)
hu_hu: A felhasználó válaszol: %1$s, itt: %2$s, %3$s alkalommal

source: User replies to %1$s of %2$s
hu_hu: A felhasználó válaszol: %1$s, itt: %2$s

source: Topic:
hu_hu: Téma:

source: any topic
hu_hu: bármely téma

source: Add log entry
hu_hu: Adjon hozzá naplóbejegyzést

source: Add <strong>log</strong> entry
hu_hu: Adjon hozzá <strong>napló</strong>bejegyzést

source: Add %1$s entry
hu_hu: Adjon hozzá %1$s bejegyzést

source: log
hu_hu: napló

source: Log Title:
hu_hu: Napló címe:

source: The log title.
hu_hu: A napló címe.

source: Log Custom Fields:
hu_hu: Napló egyéni mezői:

source: Add the extra fields of your choice to display them on the log entry.
hu_hu: Adjon hozzá tetszőleges extra mezőket, hogy megjelenjenek a naplóbejegyzésben.

source: Add field
hu_hu: Adjon hozzá mezőt

source: Log entry added successfully.
hu_hu: A naplóbejegyzés sikeresen hozzáadva.

source: The log custom fields.
hu_hu: A napló egyéni mezői.

source: Run actions on:
hu_hu: Műveletek futtatása ennél:

source: Existing user
hu_hu: Meglévő felhasználó

source: New user
hu_hu: Új felhasználó

source: Field to search the user:
hu_hu: Mező a felhasználó kereséséhez:

source: The field by which to search the user.
hu_hu: Az a mező, amely alapján a felhasználót keresni kell.

source: Field value:
hu_hu: Mező értéke:

source: Value of the field to search the user.
hu_hu: A felhasználó kereséséhez használt mező értéke.

source: What to do if the user doesn't exist:
hu_hu: Mit tegyen, ha a felhasználó nem létezik:

source: Do not run the actions
hu_hu: Ne futtassa a műveleteket

source: Create a new user
hu_hu: Hozzon létre új felhasználót

source: Username:
hu_hu: Felhasználónév:

source: The user's login username.
hu_hu: A felhasználó bejelentkezési felhasználóneve.

source: The user email address.
hu_hu: A felhasználó e-mail-címe.

source: The user's first name.
hu_hu: A felhasználó keresztneve.

source: Last Name:
hu_hu: Vezetéknév:

source: The user's last name.
hu_hu: A felhasználó vezetékneve.

source: Website:
hu_hu: Webhely:

source: The user URL.
hu_hu: A felhasználó URL-je.

source: Password:
hu_hu: Jelszó:

source: The user password. Leave blank to get password will get automatically generated.
hu_hu: A felhasználó jelszava. Hagyja üresen, ekkor a jelszó automatikusan generálódik.

source: The user's role. By default, "subscriber".
hu_hu: A felhasználó szerepköre. Alapértelmezés szerint: "subscriber".

source: Send User Notification:
hu_hu: Felhasználói értesítés küldése:

source: Send the new user an email about their account.
hu_hu: Küldjön e-mailt az új felhasználónak a fiókjáról.

source: User Meta:
hu_hu: Felhasználói metaadatok:

source: The user meta values keyed by their user meta key.
hu_hu: A felhasználói metaadatok értékei a saját meta kulcsuk szerint.

source: Add meta
hu_hu: Meta hozzáadása

source: Meta Key:
hu_hu: Meta kulcs:

source: Meta Value:
hu_hu: Meta érték:

source: What to do if the user already exists:
hu_hu: Mi a teendő, ha a felhasználó már létezik:

source: Select existing user
hu_hu: Létező felhasználó kiválasztása

source: The field by which to search the user if during creation is detected that the user already exists.
hu_hu: Az a mező, amely alapján a felhasználót keresi, ha a létrehozás során kiderül, hogy a felhasználó már létezik.

source: Existing user found by %1$s
hu_hu: Létező felhasználó található a(z) %1$s alapján

source: Existing user found by the %1$s %2$s
hu_hu: Létező felhasználó található a(z) %1$s %2$s alapján

source: Existing user not found by %1$s, could not create user
hu_hu: Nem található létező felhasználó a(z) %1$s alapján, nem sikerült felhasználót létrehozni

source: Existing user not found by the %1$s %2$s, could not create user, reason: %3$s
hu_hu: Nem található létező felhasználó a(z) %1$s %2$s alapján, nem sikerült felhasználót létrehozni, oka: %3$s

source: Existing user not found by %1$s, new user created
hu_hu: Nem található létező felhasználó a(z) %1$s alapján, új felhasználó létrehozva

source: Existing user not found by the %1$s %2$s, new user created
hu_hu: Nem található létező felhasználó a(z) %1$s %2$s alapján, új felhasználó létrehozva

source: Existing user not found by %1$s, execution aborted
hu_hu: Nem található létező felhasználó a(z) %1$s alapján, végrehajtás megszakítva

source: Existing user not found by the %1$s %2$s, execution aborted
hu_hu: Nem található létező felhasználó a(z) %1$s %2$s alapján, végrehajtás megszakítva

source: New user found by %1$s, selecting user
hu_hu: Új felhasználó található a(z) %1$s alapján, felhasználó kiválasztása

source: New user found by the %1$s %2$s, selecting user
hu_hu: Új felhasználó található a(z) %1$s %2$s alapján, felhasználó kiválasztása

source: New user found by %1$s, execution aborted
hu_hu: Új felhasználó található a(z) %1$s alapján, végrehajtás megszakítva

source: New user found by the %1$s %2$s, execution aborted
hu_hu: Új felhasználó található a(z) %1$s %2$s alapján, végrehajtás megszakítva

source: Could not create user
hu_hu: Nem sikerült felhasználót létrehozni

source: Could not create user, reason: %1$s
hu_hu: Nem sikerült felhasználót létrehozni, oka: %1$s

source: New user created
hu_hu: Új felhasználó létrehozva

source: Actions will be run on...
hu_hu: A műveletek ezen fognak lefutni...

source: Where %1$s matches with %2$s
hu_hu: Ahol a(z) %1$s megegyezik a(z) %2$s értékkel

source: If user not found then %1$s
hu_hu: Ha nem található felhasználó, akkor %1$s

source: With the email %1$s
hu_hu: A(z) %1$s e-mail-címmel

source: If user already exists then %1$s
hu_hu: Ha a felhasználó már létezik, akkor %1$s

source: Change
hu_hu: Módosítás

source: User Information
hu_hu: Felhasználói információk

source: Information about the user created.
hu_hu: A létrehozott felhasználóra vonatkozó információk.

source: The user password.
hu_hu: A felhasználó jelszava.

source: The user's role.
hu_hu: A felhasználó szerepköre.

source: Call a <strong>function</strong>
hu_hu: Egy <strong>függvény</strong> meghívása

source: Call %1$s
hu_hu: %1$s meghívása

source: a function
hu_hu: egy függvény

source: Function name:
hu_hu: Függvény neve:

source: The function to call.
hu_hu: A meghívandó függvény.

source: Variables:
hu_hu: Változók:

source: The variables to pass to the function.
hu_hu: A függvénynek átadandó változók.

source: Add variable
hu_hu: Változó hozzáadása

source: Empty function name.
hu_hu: Üres függvénynév.

source: Function "%s" not found.
hu_hu: A(z) "%s" függvény nem található.

source: Function "%s" called successfully.
hu_hu: A(z) "%s" függvény sikeresen meghívva.

source: The function returned: %s
hu_hu: A függvény visszatérési értéke: %s

source: Function "%s" throw the error: %s
hu_hu: A(z) "%s" függvény a következő hibát dobta: %s

source: Run a <strong>WordPress hook</strong>
hu_hu: Egy <strong>WordPress hook</strong> futtatása

source: Run %1$s
hu_hu: Futtassa %1$s

source: a WordPress hook
hu_hu: egy WordPress hook

source: The hook to run.
hu_hu: A futtatandó hook.

source: The variables to pass to the hook.
hu_hu: A hooknak átadandó változók.

source: Empty hook name.
hu_hu: Üres hooknév.

source: Hook "%s" run successfully.
hu_hu: A(z) "%s" hook sikeresen lefutott.

source: Hook "%s" throw the error: %s
hu_hu: A(z) "%s" hook a következő hibát dobta: %s

source: Redirect user to url
hu_hu: Felhasználó átirányítása url címre

source: Redirect user to <strong>url</strong>
hu_hu: Felhasználó átirányítása <strong>url</strong> címre

source: Redirect user to %1$s
hu_hu: Felhasználó átirányítása %1$s címre

source: The url to redirect.
hu_hu: Az az url, ahová át kell irányítani.

source: %s is not a valid URL.
hu_hu: %s nem érvényes URL.

source: User redirected successfully.
hu_hu: A felhasználó átirányítása sikeres.

source: The url where user has been redirected.
hu_hu: Az az url, ahová a felhasználó át lett irányítva.

source: Run all posts automation
hu_hu: Futtassa az összes bejegyzés automatizálást

source: Run <strong>all posts</strong> automation
hu_hu: Futtassa az <strong>összes bejegyzés</strong> automatizálást
