Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatorwp/automatorwp-*.po
Languages: hu_hu

source: Completed
hu_hu: Teljesítve

source: Order Date Created
hu_hu: Rendelés létrehozásának dátuma

source: Order Date Paid
hu_hu: Rendelés kifizetésének dátuma

source: Order Customer IP Address
hu_hu: Rendelés vevőjének IP-címe

source: Order Customer Note
hu_hu: Rendelés vevői megjegyzése

source: The customer note entered at checkout
hu_hu: A pénztárnál megadott vevői megjegyzés

source: Order Coupon Codes
hu_hu: Rendelés kuponkódjai

source: Order Currency
hu_hu: Rendelés pénzneme

source: Order Currency Symbol
hu_hu: Rendelés pénznemének szimbóluma

source: Order Subtotal
hu_hu: Rendelés részösszege

source: Order Discount
hu_hu: Rendelés kedvezménye

source: Order Tax
hu_hu: Rendelés adója

source: Order Total
hu_hu: Rendelés végösszege

source: Order Meta
hu_hu: Rendelés metaadatai

source: Order meta value, replace "META_KEY" by the order meta key
hu_hu: Rendelés metaértéke, helyettesítse a "META_KEY"-t a rendelés meta kulcsával

source: Billing %s
hu_hu: Számlázási %s

source: Shipping %s
hu_hu: Szállítási %s

source: Tracking Number
hu_hu: Követési szám

source: Carrier
hu_hu: Futárszolgálat

source: Shipping date
hu_hu: Feladás dátuma

source: User's order gets shipped
hu_hu: Az Ön rendelése feladásra kerül

source: User's <strong>order</strong> gets shipped
hu_hu: Az Ön <strong>rendelése</strong> feladásra kerül

source: User's order gets shipped %1$s time(s)
hu_hu: Az Ön rendelése %1$s alkalommal feladásra kerül

source: Add user to membership
hu_hu: Adja hozzá a felhasználót a tagsághoz

source: Add user to <strong>membership</strong>
hu_hu: Adja hozzá a felhasználót a <strong>tagsághoz</strong>

source: membership
hu_hu: tagság

source: Select a membership
hu_hu: Válasszon egy tagságot

source: Add user to a coupon
hu_hu: Adja hozzá a felhasználót egy kuponhoz

source: Add user to a <strong>coupon</strong>
hu_hu: Adja hozzá a felhasználót egy <strong>kuponhoz</strong>

source: Coupon:
hu_hu: Kupon:

source: Choose a coupon
hu_hu: Válasszon egy kupont

source: Coupon ID
hu_hu: Kupon ID

source: Order #%s
hu_hu: Rendelés #%s

source: Guest completes a purchase
hu_hu: A vendég befejez egy vásárlást

source: Guest completes <strong>a purchase</strong>
hu_hu: A vendég <strong>egy vásárlást</strong> fejez be

source: Guest completes a purchase %1$s time(s)
hu_hu: A vendég %1$s alkalommal fejez be egy vásárlást

source: Guest purchases a product of a category
hu_hu: A vendég egy kategóriába tartozó terméket vásárol

source: Guest purchases a product of <strong>a category</strong>
hu_hu: A vendég <strong>egy kategóriába tartozó</strong> terméket vásárol

source: Guest purchases a product of %1$s %2$s time(s)
hu_hu: A vendég %2$s alkalommal vásárol egy %1$s terméket

source: Guest purchases a product of %1$s
hu_hu: A vendég egy %1$s terméket vásárol

source: Guest purchases a product of a tag
hu_hu: A vendég egy címkéhez tartozó terméket vásárol

source: Guest purchases a product of <strong>a tag</strong>
hu_hu: A vendég <strong>egy címkéhez tartozó</strong> terméket vásárol

source: Guest purchases a product
hu_hu: A vendég egy terméket vásárol

source: Guest purchases <strong>a product</strong>
hu_hu: A vendég <strong>egy terméket</strong> vásárol

source: Guest purchases %1$s %2$s time(s)
hu_hu: A vendég %2$s alkalommal megvásárolja a(z) %1$s terméket

source: Guest purchases %1$s
hu_hu: A vendég megvásárolja a(z) %1$s terméket

source: User completes a purchase
hu_hu: A felhasználó befejez egy vásárlást

source: User completes <strong>a purchase</strong>
hu_hu: A felhasználó <strong>egy vásárlást</strong> fejez be

source: User completes a purchase %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal fejez be egy vásárlást

source: User is added to a membership
hu_hu: A felhasználó egy tagsághoz kerül hozzáadásra

source: User is <strong>added</strong> to a <strong>membership</strong>
hu_hu: A felhasználó <strong>hozzáadásra kerül</strong> egy <strong>tagsághoz</strong>

source: User is added to %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal kerül a(z) %1$s tagjai közé

source: User is added to %1$s
hu_hu: A felhasználó a(z) %1$s tagjai közé kerül

source: Membership
hu_hu: Tagság

source: User purchases a product of a category
hu_hu: A felhasználó egy kategóriába tartozó terméket vásárol

source: User purchases a product of <strong>a category</strong>
hu_hu: A felhasználó <strong>egy kategóriába tartozó</strong> terméket vásárol

source: User purchases a product of %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal vásárol egy %1$s terméket

source: User purchases a product of %1$s
hu_hu: A felhasználó egy %1$s terméket vásárol

source: User purchases a product of a tag
hu_hu: A felhasználó egy címkéhez tartozó terméket vásárol

source: User purchases a product of <strong>a tag</strong>
hu_hu: A felhasználó <strong>egy címkéhez tartozó</strong> terméket vásárol

source: User purchases subscription of a product
hu_hu: A felhasználó megvásárol egy termék előfizetését

source: User <strong>purchases</strong> subscription of a product
hu_hu: A felhasználó <strong>megvásárolja</strong> egy termék előfizetését

source: User purchases subscription of %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal megvásárolja a(z) %1$s előfizetését

source: User purchases subscription of %1$s
hu_hu: A felhasználó megvásárolja a(z) %1$s előfizetését

source: User views a product
hu_hu: A felhasználó megtekint egy terméket

source: User views <strong>a product</strong>
hu_hu: A felhasználó <strong>egy terméket</strong> tekint meg

source: <code>%1$s</code> for %2$s
hu_hu: <code>%1$s</code> %2$s számára

source: Create a post
hu_hu: Bejegyzés létrehozása

source: Create <strong>a post</strong>
hu_hu: <strong>egy bejegyzés</strong> létrehozása

source: Title:
hu_hu: Cím:

source: The post title.
hu_hu: A bejegyzés címe.

source: The last part of the URL. Leave blank to generate one based on the title.
hu_hu: Az URL utolsó része. Hagyja üresen, hogy a cím alapján létrejöjjön.

source: <a href="" target="_blank">Read about permalinks</a>
hu_hu: <a href="" target="_blank">Olvasson a közvetlen hivatkozásokról</a>

source: The post type. By default, "post".
hu_hu: A bejegyzés típusa. Alapértelmezés szerint: "post".

source: The post status. By default, "draft".
hu_hu: A bejegyzés állapota. Alapértelmezés szerint: "draft".

source: The post category slug.
hu_hu: A bejegyzés kategóriájának slugja.

source: The date of the post. Supports "YYYY-MM-DD HH:MM:SS" and "YYYY-MM-DD" formats. By default, the date at the moment the automation gets completed.
hu_hu: A bejegyzés dátuma. Támogatja a "YYYY-MM-DD HH:MM:SS" és "YYYY-MM-DD" formátumokat. Alapértelmezés szerint az az időpont, amikor az automatizálás befejeződik.

source: Author:
hu_hu: Szerző:

source: The ID of the user who added this post. By default, ID of user who completes this automation.
hu_hu: Annak a felhasználónak az ID-je, aki hozzáadta ezt a bejegyzést. Alapértelmezés szerint annak a felhasználónak az ID-je, aki befejezi ezt az automatizálást.

source: The post content. By default, empty.
hu_hu: A bejegyzés tartalma. Alapértelmezés szerint üres.

source: Excerpt:
hu_hu: Kivonat:

source: The post excerpt. By default, empty.
hu_hu: A bejegyzés kivonata. Alapértelmezés szerint üres.

source: Parent:
hu_hu: Szülő:

source: The post parent. By default, none.
hu_hu: A bejegyzés szülője. Alapértelmezés szerint nincs.

source: Menu order:
hu_hu: Menüsorrend:

source: The post menu order. By default, 0.
hu_hu: A bejegyzés menüsorrendje. Alapértelmezés szerint 0.

source: The password to access this post. By default, empty.
hu_hu: A bejegyzéshez való hozzáférés jelszava. Alapértelmezés szerint üres.

source: Post Meta:
hu_hu: Bejegyzés metaadatai:

source: The post meta values keyed by their post meta key.
hu_hu: A bejegyzés metaértékei a meta kulcsuk szerint.

source: Post created correctly
hu_hu: A bejegyzés sikeresen létrehozva

source: Could not create post
hu_hu: Nem sikerült létrehozni a bejegyzést

source: Information about the post created.
hu_hu: Információk a létrehozott bejegyzésről.

source: The post URL slug.
hu_hu: A bejegyzés URL slugja.

source: The post type.
hu_hu: A bejegyzés típusa.

source: The post status.
hu_hu: A bejegyzés állapota.

source: The date of the post.
hu_hu: A bejegyzés dátuma.

source: The ID of the user who added this post.
hu_hu: Annak a felhasználónak az ID-je, aki hozzáadta ezt a bejegyzést.

source: The post content.
hu_hu: A bejegyzés tartalma.

source: The post excerpt.
hu_hu: A bejegyzés kivonata.

source: The post parent.
hu_hu: A bejegyzés szülője.

source: The post menu order.
hu_hu: A bejegyzés menüsorrendje.

source: The password to access this post.
hu_hu: A bejegyzéshez való hozzáférés jelszava.

source: Create a user
hu_hu: Felhasználó létrehozása

source: Create <strong>a user</strong>
hu_hu: Hozzon létre <strong>egy felhasználót</strong>

source: The user's website URL.
hu_hu: A felhasználó webhelyének URL-je.

source: User created correctly
hu_hu: A felhasználó sikeresen létrehozva

source: Delete multiple posts
hu_hu: Több bejegyzés törlése

source: Delete <strong>multiple posts</strong>
hu_hu: Töröljön <strong>több bejegyzést</strong>

source: Delete %1$s
hu_hu: Törölje %1$s

source: multiple posts
hu_hu: több bejegyzés

source: Set conditions to filter posts to update by post fields.
hu_hu: Állítson be feltételeket a bejegyzésmezők alapján frissítendő bejegyzések szűréséhez.

source: Set conditions to filter posts to update by post metas.
hu_hu: Állítson be feltételeket a bejegyzés metaadatok alapján frissítendő bejegyzések szűréséhez.

source: No posts found to be deleted.
hu_hu: Nem található törlendő bejegyzés.

source: %d posts deleted.
hu_hu: %d bejegyzés törölve.

source: Posts Filtered
hu_hu: Bejegyzések szűrve

source: Information about the filters applied and the posts found.
hu_hu: Információk az alkalmazott szűrőkről és a talált bejegyzésekről.

source: Field conditions:
hu_hu: Mezőfeltételek:

source: Meta conditions:
hu_hu: Meta feltételek:

source: Delete a post
hu_hu: Bejegyzés törlése

source: Delete <strong>a post</strong>
hu_hu: Töröljön <strong>egy bejegyzést</strong>

source: Delete a user
hu_hu: Felhasználó törlése

source: Delete <strong>a user</strong>
hu_hu: Töröljön <strong>egy felhasználót</strong>

source: Delete a %1$s
hu_hu: Töröljön egy %1$s

source: The user's ID to delete. Leave empty to assign the user that completes the automation.
hu_hu: A törlendő felhasználó ID-je. Hagyja üresen, hogy az automatizmust befejező felhasználó legyen megadva.

source: User ID to reassign the content:
hu_hu: Felhasználó ID a tartalom átruházásához:

source: The user's ID to reassign the content owned by the user that will get deleted. Leave empty to do not reassign the content.
hu_hu: A törlésre kerülő felhasználó tulajdonában lévő tartalom átruházásához megadandó felhasználó ID-je. Hagyja üresen, ha nem akarja átruházni a tartalmat.

source: Update post meta
hu_hu: Bejegyzés metaadatainak frissítése

source: Update <strong>post meta</strong>
hu_hu: Frissítse a <strong>bejegyzés metaadatait</strong>

source: %1$s post %2$s meta value %3$s for meta key %4$s
hu_hu: %1$s bejegyzés metaértékét %2$s: %3$s a(z) %4$s meta kulcshoz

source: Operation defines how the meta value will be applied. The available options are:
hu_hu: A művelet határozza meg, hogyan kerül alkalmazásra a metaérték. Az elérhető lehetőségek:

source: <strong>Set:</strong> The new value will be set as the meta value.
hu_hu: <strong>Beállítás:</strong> Az új érték lesz a metaérték.

source: Example: If old value is "Word" and new value is "Press", the final meta value will be "Press".
hu_hu: Példa: Ha a régi érték "Word", és az új érték "Press", a végső metaérték "Press" lesz.

source: <strong>Insert:</strong> The new value will be inserted to the current meta value (for arrays, the new value will be inserted at the end, for other types, the new value will be appended).
hu_hu: <strong>Beszúrás:</strong> Az új érték be lesz szúrva a jelenlegi metaértékbe (tömbök esetén az új érték a végére kerül, más típusoknál az új érték hozzáfűződik).

source: Example for arrays: If old value is array( "Word" ) and new value is "Press", the final meta value will be array( "Word", "Press" ).
hu_hu: Példa tömbökre: Ha a régi érték array( "Word" ), és az új érték "Press", a végső metaérték array( "Word", "Press" ) lesz.

source: Example for other types: If old value is "Word" and new value is "Press", the final meta value will be "WordPress".
hu_hu: Példa más típusokra: Ha a régi érték "Word", és az új érték "Press", a végső metaérték "WordPress" lesz.

source: <strong>Increment:</strong> For numeric values, the current meta value will be incremented the same amount as the new value.
hu_hu: <strong>Növelés:</strong> Numerikus értékeknél a jelenlegi metaérték ugyanannyival lesz megnövelve, mint az új érték.

source: Example: If old value is "5" and new value is "1", the final meta value will be "6".
hu_hu: Példa: Ha a régi érték "5", és az új érték "1", a végső metaérték "6" lesz.

source: <strong>Decrement:</strong> For numeric values, the current meta value will be decremented the same amount as the new value.
hu_hu: <strong>Csökkentés:</strong> Numerikus értékeknél a jelenlegi metaérték ugyanannyival lesz csökkentve, mint az új érték.

source: Example: If old value is "5" and new value is "1", the final meta value will be "4".
hu_hu: Példa: Ha a régi érték "5", és az új érték "1", a végső metaérték "4" lesz.

source: Set
hu_hu: Beállítás

source: Insert
hu_hu: Beszúrás

source: Increment
hu_hu: Növelés

source: Decrement
hu_hu: Csökkentés

source: (Post ID)
hu_hu: (Bejegyzés azonosítója)

source: Meta value:
hu_hu: Metaérték:

source: key
hu_hu: kulcs

source: Meta key:
hu_hu: Metakulcs:

source: %1$s post %2$s meta value by %3$s for meta key %4$s
hu_hu: %1$s bejegyzés %2$s metaértéke %3$s értékkel módosítva a %4$s metakulcshoz

source: Send an email
hu_hu: Küldjön egy e-mailt

source: Send <strong>an email</strong>
hu_hu: Küldjön <strong>egy e-mailt</strong>

source: Send an email to %1$s
hu_hu: Küldjön egy e-mailt %1$s részére

source: From:
hu_hu: Feladó:

source: Leave empty to use default WordPress email settings.
hu_hu: Hagyja üresen az alapértelmezett WordPress e-mail beállítások használatához.

source: From Name:
hu_hu: Feladó neve:

source: To:
hu_hu: Címzett:

source: Email address(es) to send the email. Accepts single or comma-separated list of emails.
hu_hu: Az e-mail elküldéséhez megadott e-mail-cím(ek). Egyetlen e-mail-címet vagy vesszővel elválasztott e-mail-címek listáját fogadja el.

source: Leave empty to use the email of the user that completes the automation.
hu_hu: Hagyja üresen, hogy a(z) automatizálást végrehajtó felhasználó e-mail címe legyen használva.

source: Email address(es) that will receive a copy of this email. Accepts single or comma-separated list of emails.
hu_hu: Az e-mail másolatát megkapó e-mail-cím(ek). Egyetlen e-mail-címet vagy vesszővel elválasztott e-mail-címek listáját fogadja el.

source: Subject:
hu_hu: Tárgy:

source: Email's subject.
hu_hu: Az e-mail tárgya.

source: Email's content.
hu_hu: Az e-mail tartalma.

source: Sent
hu_hu: Elküldve

source: Not sent
hu_hu: Nem elküldve

source: Sending Information
hu_hu: Küldési információk

source: Information about email sent.
hu_hu: Információk az elküldött e-mailről.

source: Email sender.
hu_hu: E-mail feladója.

source: Email recipient.
hu_hu: E-mail címzettje.

source: Carbon copy emails.
hu_hu: Másolat (CC) e-mail-címek.

source: Blind carbon copy emails.
hu_hu: Rejtett másolat (BCC) e-mail-címek.

source: Sending result:
hu_hu: Küldés eredménye:

source: If sending result is "Not sent" you need to check if your server's wp_mail() function is correctly configured.
hu_hu: Ha a küldés eredménye "Nem elküldve", ellenőriznie kell, hogy a kiszolgálója wp_mail() függvénye helyesen van-e konfigurálva.

source: Update multiple posts
hu_hu: Több bejegyzés frissítése

source: Update <strong>multiple posts</strong>
hu_hu: Frissítsen <strong>több bejegyzést</strong>

source: Update %1$s with %2$s
hu_hu: Frissítse %1$s elemet %2$s adataival

source: data
hu_hu: adatok

source: Leave empty to no update this field.
hu_hu: Hagyja üresen, hogy ne frissítse ezt a mezőt.

source: The last part of the URL.
hu_hu: Az URL utolsó része.

source: The date of the post. Supports "YYYY-MM-DD HH:MM:SS" and "YYYY-MM-DD" formats.
hu_hu: A bejegyzés dátuma. Támogatja a "YYYY-MM-DD HH:MM:SS" és a "YYYY-MM-DD" formátumokat.

source: No posts found to be updated.
hu_hu: Nem található frissítendő bejegyzés.

source: %d posts updated.
hu_hu: %d bejegyzés frissítve.

source: Data Updated
hu_hu: Adatok frissítve

source: Information about the data updated to all posts found.
hu_hu: Információ a megtalált összes bejegyzésre frissített adatokról.

source: Update a post
hu_hu: Egy bejegyzés frissítése

source: Update <strong>a post</strong>
hu_hu: Egy <strong>bejegyzés</strong> frissítése

source: Update %1$s
hu_hu: %1$s frissítése

source: a post
hu_hu: egy bejegyzés

source: Post to update:
hu_hu: Frissítendő bejegyzés:

source: Post updated successfully
hu_hu: A bejegyzés sikeresen frissítve

source: Could not update the post
hu_hu: Nem sikerült frissíteni a bejegyzést

source: Update all posts
hu_hu: Összes bejegyzés frissítése

source: Update <strong>all posts</strong>
hu_hu: Az <strong>összes bejegyzés</strong> frissítése

source: Update a user
hu_hu: Egy felhasználó frissítése

source: Update a <strong>user</strong>
hu_hu: Egy <strong>felhasználó</strong> frissítése

source: Update a %1$s
hu_hu: Egy %1$s frissítése

source: The user's ID to update.
hu_hu: A frissítendő felhasználó azonosítója.

source: Leave empty to use the ID of the user that completes the automation.
hu_hu: Hagyja üresen, hogy az automatizálást végrehajtó felhasználó azonosítóját használja.

source: Display Name:
hu_hu: Megjelenített név:

source: The user's display name.
hu_hu: A felhasználó megjelenített neve.

source: User not found by the ID %1$s.
hu_hu: A(z) %1$s azonosítóval nem található felhasználó.

source: Invalid username: %1$s.
hu_hu: Érvénytelen felhasználónév: %1$s.

source: Username "%1$s" already exists.
hu_hu: A(z) "%1$s" felhasználónév már létezik.

source: Invalid email address: %1$s.
hu_hu: Érvénytelen e-mail-cím: %1$s.

source: Email address "%1$s" already exists.
hu_hu: Az "%1$s" e-mail-cím már létezik.

source: Invalid role: %1$s.
hu_hu: Érvénytelen szerepkör: %1$s.

source: Failed to update user, reason: %1$s
hu_hu: A felhasználó frissítése sikertelen, oka: %1$s

source: The user's ID updated.
hu_hu: A felhasználó azonosítója frissítve.

source: Update user meta
hu_hu: Felhasználói metaadat frissítése

source: Update <strong>user meta</strong>
hu_hu: A <strong>felhasználói metaadat</strong> frissítése

source: %1$s user meta value %2$s for meta key %3$s
hu_hu: %1$s felhasználói metaérték: %2$s a(z) %3$s metakulcshoz

source: %1$s user meta value by %2$s for meta key %3$s
hu_hu: %1$s felhasználói metaérték %2$s alapján a(z) %3$s metakulcshoz

source: Add, change or remove role to user
hu_hu: Szerepkör hozzáadása, módosítása vagy eltávolítása a felhasználónál

source: Add, change or remove <strong>role</strong> to user
hu_hu: A <strong>szerepkör</strong> hozzáadása, módosítása vagy eltávolítása a felhasználónál

source: %1$s role %2$s to %3$s
hu_hu: %1$s a(z) %2$s szerepkört a(z) %3$s részére

source: Add
hu_hu: Hozzáadás

source: Remove
hu_hu: Eltávolítás

source: The user's ID to update their role. Leave empty to assign the user that completes the automation.
hu_hu: A felhasználó azonosítója a szerepköre frissítéséhez. Hagyja üresen, hogy az automatizálást végrehajtó felhasználót rendelje hozzá.

source: User with field exists or does not exists
hu_hu: A mezővel rendelkező felhasználó létezik vagy nem létezik

source: User with field <strong>exists</strong> or <strong>does not exists</strong>
hu_hu: A mezővel rendelkező felhasználó <strong>létezik</strong> vagy <strong>nem létezik</strong>

source: User with %1$s %2$s %3$s
hu_hu: Felhasználó, akinél %1$s %2$s %3$s

source: exists
hu_hu: létezik

source: does not exists
hu_hu: nem létezik

source: Filter not passed. Field option has not been configured.
hu_hu: A szűrő nem ment át. A mező beállítása nincs konfigurálva.

source: Filter not passed. Field value option is empty.
hu_hu: A szűrő nem ment át. A mező értékének beállítása üres.

source: Filter not passed. User with %1$s "%2$s" not found.
hu_hu: A szűrő nem ment át. Nem található felhasználó a(z) %1$s "%2$s" alapján.

source: Filter passed. User with %1$s "%2$s" found.
hu_hu: A szűrő átment. Felhasználó található a(z) %1$s "%2$s" alapján.

source: Filter not passed. User with %1$s "%2$s" found.
hu_hu: A szűrő nem teljesült. A(z) %1$s "%2$s" értékű felhasználó megtalálva.

source: Filter passed. User with %1$s "%2$s" not found.
hu_hu: A szűrő teljesült. A(z) %1$s "%2$s" értékű felhasználó nem található.

source: User field
hu_hu: Felhasználói mező

source: User <strong>field</strong>
hu_hu: Felhasználói <strong>mező</strong>

source: Date registered
hu_hu: Regisztráció dátuma

source: date registered
hu_hu: regisztráció dátuma

source: display name
hu_hu: megjelenített név

source: Filter not passed. Could not find the user.
hu_hu: A szűrő nem teljesült. A felhasználó nem található.

source: Filter not passed. User %1$s has the value "%2$s" and does not meets the condition %3$s "%4$s".
hu_hu: A szűrő nem teljesült. A felhasználó %1$s értéke "%2$s", és nem felel meg a(z) %3$s "%4$s" feltételnek.

source: Filter passed. User %1$s has the value "%2$s" and meets the condition %3$s "%4$s".
hu_hu: A szűrő teljesült. A felhasználó %1$s értéke "%2$s", és megfelel a(z) %3$s "%4$s" feltételnek.

source: User meta
hu_hu: Felhasználói meta

source: User <strong>meta</strong>
hu_hu: Felhasználói <strong>meta</strong>

source: Filter not passed. Meta key option has not been configured.
hu_hu: A szűrő nem teljesült. A meta kulcs opció nincs konfigurálva.

source: Filter not passed. User meta "%1$s" has the value "%2$s" and does not meets the condition %3$s "%4$s".
hu_hu: A szűrő nem teljesült. A felhasználói meta "%1$s" "%2$s" értékű, és nem felel meg a(z) %3$s "%4$s" feltételnek.

source: Filter passed. User meta "%1$s" has the value "%2$s" and meets the condition %3$s "%4$s".
hu_hu: A szűrő teljesült. A felhasználói meta "%1$s" "%2$s" értékű, és megfelel a(z) %3$s "%4$s" feltételnek.

source: User role
hu_hu: Felhasználói szerepkör

source: User <strong>role</strong>
hu_hu: Felhasználói <strong>szerepkör</strong>

source: Role name:
hu_hu: Szerepkör neve:

source: Filter not passed. Role option has not been configured.
hu_hu: A szűrő nem teljesült. A szerepkör opció nincs konfigurálva.

source: Filter not passed. User role "%1$s" does not meets the condition %2$s "%3$s".
hu_hu: A szűrő nem teljesült. A felhasználói szerepkör "%1$s" nem felel meg a(z) %2$s "%3$s" feltételnek.

source: Filter passed. User role "%1$s" meets the condition %2$s "%3$s".
hu_hu: A szűrő teljesült. A felhasználói szerepkör "%1$s" megfelel a(z) %2$s "%3$s" feltételnek.

source: User gets added to role
hu_hu: A felhasználó szerepkörhöz kerül hozzáadásra

source: User gets <strong>added</strong> to role
hu_hu: A felhasználó <strong>hozzáadásra kerül</strong> szerepkörhöz

source: Guest comments on a post of a taxonomy
hu_hu: Vendég hozzászól egy taxonómiához tartozó bejegyzéshez

source: Guest comments on a post of <strong>a taxonomy</strong>
hu_hu: Vendég hozzászól egy <strong>taxonómiához tartozó</strong> bejegyzéshez

source: Guest comments on a post of %1$s %2$s time(s)
hu_hu: Vendég hozzászól a(z) %1$s taxonómiához tartozó bejegyzéshez %2$s alkalommal
