Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatorwp/automatorwp-*.po
Languages: hu_hu

source: Run %1$s automation
hu_hu: Futtassa a(z) %1$s automatizálást

source: any
hu_hu: bármely

source: No automation selected.
hu_hu: Nincs kiválasztott automatizálás.

source: Automation not found.
hu_hu: Nem található automatizálás.

source: Automation selected is not an all posts automation.
hu_hu: A kiválasztott automatizálás nem "összes bejegyzés" automatizálás.

source: Automation executed successfully.
hu_hu: Az automatizálás sikeresen lefutott.

source: Run all users automation
hu_hu: Futtassa az összes felhasználó automatizálást

source: Run <strong>all users</strong> automation
hu_hu: Futtassa az <strong>összes felhasználó</strong> automatizálást

source: Automation selected is not an all users automation.
hu_hu: A kiválasztott automatizálás nem "összes felhasználó" automatizálás.

source: All posts
hu_hu: Összes bejegyzés

source: Run actions on a filtered group of posts.
hu_hu: Műveletek futtatása egy szűrt bejegyzéscsoporton.

source: Posts
hu_hu: Bejegyzések

source: All users
hu_hu: Összes felhasználó

source: Run actions on a filtered group of users.
hu_hu: Műveletek futtatása egy szűrt felhasználói csoporton.

source: Users
hu_hu: Felhasználók

source: Code
hu_hu: Kód

source: Comments
hu_hu: Hozzászólások

source: Emails
hu_hu: E-mailek

source: Redirect
hu_hu: Átirányítás

source: Button
hu_hu: Gomb

source: Link
hu_hu: Hivatkozás

source: Multimedia Content
hu_hu: Multimédiás tartalom

source: Run Now
hu_hu: Futtassa most

source: Flat condition
hu_hu: Egyszintű feltétel

source: Flat <strong>condition</strong>
hu_hu: Egyszintű <strong>feltétel</strong>

source: value 1
hu_hu: érték 1

source: Value 1:
hu_hu: Érték 1:

source: value 2
hu_hu: érték 2

source: Value 2:
hu_hu: Érték 2:

source: Filter not passed. "%1$s" does not meets the condition %2$s "%3$s".
hu_hu: A szűrő nem teljesült. "%1$s" nem %2$s "%3$s".

source: Filter passed. "%1$s" %2$s "%3$s".
hu_hu: A szűrő teljesült. "%1$s" %2$s "%3$s".

source: Run automation on all posts
hu_hu: Futtassa az automatizálást az összes bejegyzésen

source: Run automation on %1$s
hu_hu: Futtassa az automatizálást %1$s esetén

source: all posts
hu_hu: összes bejegyzés

source: Field Conditions:
hu_hu: Mezőfeltételek:

source: Set conditions to filter posts by their fields.
hu_hu: Állítson be feltételeket a bejegyzések mezőik alapján történő szűréséhez.

source: Add condition
hu_hu: Feltétel hozzáadása

source: Choose a field
hu_hu: Válasszon egy mezőt

source: Meta Conditions:
hu_hu: Meta-feltételek:

source: Set conditions to filter posts by their metas.
hu_hu: Állítson be feltételeket a bejegyzések metaadataik alapján történő szűréséhez.

source: some posts
hu_hu: néhány bejegyzés

source: Run automation on all users
hu_hu: Futtassa az automatizálást az összes felhasználón

source: all users
hu_hu: összes felhasználó

source: Set conditions to filter users by their fields.
hu_hu: Állítson be feltételeket a felhasználók mezőik alapján történő szűréséhez.

source: Set conditions to filter users by their metas.
hu_hu: Állítson be feltételeket a felhasználók metaadataik alapján történő szűréséhez.

source: some users
hu_hu: néhány felhasználó

source: User completes an automation
hu_hu: A felhasználó befejez egy automatizálást

source: User completes <strong>an automation</strong>
hu_hu: A felhasználó befejez <strong>egy automatizálást</strong>

source: User completes %1$s %2$s time(s)
hu_hu: A felhasználó befejezi %1$s %2$s alkalommal

source: User completes %1$s
hu_hu: A felhasználó befejezi %1$s

source: Post gets created through an automation
hu_hu: Bejegyzés jön létre egy automatizálás révén

source: Post gets created through <strong>an automation</strong>
hu_hu: Bejegyzés jön létre <strong>egy automatizálás</strong> révén

source: Post gets created through %1$s %2$s time(s)
hu_hu: Bejegyzés jön létre %1$s révén %2$s alkalommal

source: Post gets created through %1$s
hu_hu: Bejegyzés jön létre %1$s révén

source: User gets created through an automation
hu_hu: Felhasználó jön létre egy automatizálás révén

source: User gets created through <strong>an automation</strong>
hu_hu: Felhasználó jön létre <strong>egy automatizálás</strong> révén

source: User gets created through %1$s %2$s time(s)
hu_hu: Felhasználó jön létre %1$s révén %2$s alkalommal

source: User gets created through %1$s
hu_hu: Felhasználó jön létre %1$s révén

source: Add a tag to contact
hu_hu: Adjon hozzá egy címkét a kapcsolathoz

source: Add a <strong>tag</strong> to contact
hu_hu: Adjon hozzá egy <strong>címkét</strong> a kapcsolathoz

source: Add tag %1$s to %2$s
hu_hu: Adjon hozzá %1$s címkét %2$s részére

source: Add tag %1$s
hu_hu: Adjon hozzá %1$s címkét

source: contact
hu_hu: kapcsolat

source: Contact Email:
hu_hu: Kapcsolat e-mail-címe:

source: The contact email address.
hu_hu: A kapcsolat e-mail-címe.

source: Contact already has the tag
hu_hu: A kapcsolat már rendelkezik a címkével

source: Tag added successfully
hu_hu: A címke sikeresen hozzáadva

source: Add a tag to user
hu_hu: Adjon hozzá egy címkét a felhasználóhoz

source: Add a <strong>tag</strong> to a user
hu_hu: Adjon hozzá egy <strong>címkét</strong> egy felhasználóhoz

source: Add tag %1$s to user
hu_hu: Adjon hozzá %1$s címkét a felhasználóhoz

source: User already has the tag
hu_hu: A felhasználó már rendelkezik a címkével

source: any list
hu_hu: bármely lista

source: Tag ID
hu_hu: Címke ID

source: List ID
hu_hu: Lista ID

source: Contact is added to list
hu_hu: A kapcsolat felkerül a listára

source: Contact is added to <strong>list</strong>
hu_hu: A kapcsolat felkerül a <strong>listára</strong>

source: Contact is added to %1$s %2$s time(s)
hu_hu: A kapcsolat hozzáadódik %1$s részére %2$s alkalommal

source: Contact is added to %1$s
hu_hu: A kapcsolat hozzáadódik %1$s részére

source: List:
hu_hu: Lista:

source: A tag is added to contact
hu_hu: Egy címke kerül hozzáadásra a kapcsolathoz

source: A <strong>Tag</strong> is added to contact
hu_hu: Egy <strong>címke</strong> kerül hozzáadásra a kapcsolathoz

source: %1$s is added to contact %2$s time(s)
hu_hu: A(z) %1$s %2$s alkalommal hozzá lett adva a kapcsolathoz

source: %1$s is added to contact
hu_hu: A(z) %1$s hozzá lett adva a kapcsolathoz

source: User added to list
hu_hu: Felhasználó hozzá lett adva a listához

source: User added to <strong>list</strong>
hu_hu: Felhasználó hozzá lett adva a <strong>listához</strong>

source: A tag is added to user
hu_hu: Egy címke hozzá lett adva a felhasználóhoz

source: A <strong>Tag</strong> is added to user
hu_hu: Egy <strong>címke</strong> hozzá lett adva a felhasználóhoz

source: %1$s is added to user %2$s time(s)
hu_hu: A(z) %1$s %2$s alkalommal hozzá lett adva a felhasználóhoz

source: %1$s is added to user
hu_hu: A(z) %1$s hozzá lett adva a felhasználóhoz

source: Agent opens a ticket
hu_hu: Az ügyintéző megnyit egy jegyet

source: Agent <strong>opens</strong> a ticket
hu_hu: Az ügyintéző <strong>megnyit</strong> egy jegyet

source: Agent opens a ticket %1$s time(s)
hu_hu: Az ügyintéző %1$s alkalommal nyit meg jegyet

source: Ticket
hu_hu: Jegy

source: Client opens a ticket
hu_hu: Az ügyfél megnyit egy jegyet

source: Client <strong>opens</strong> a ticket
hu_hu: Az ügyfél <strong>megnyit</strong> egy jegyet

source: Client opens a ticket %1$s time(s)
hu_hu: Az ügyfél %1$s alkalommal nyit meg jegyet

source: Guest submits %1$s %2$s time(s)
hu_hu: A vendég %2$s alkalommal küld be %1$s

source: User creates a forum
hu_hu: A felhasználó létrehoz egy fórumot

source: User creates <strong>a forum</strong>
hu_hu: A felhasználó létrehoz <strong>egy fórumot</strong>

source: User creates a forum %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal hoz létre fórumot

source: User creates a topic
hu_hu: A felhasználó létrehoz egy témát

source: User creates <strong>a topic</strong>
hu_hu: A felhasználó létrehoz <strong>egy témát</strong>

source: User creates a topic in %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal hoz létre témát itt: %1$s

source: User creates a topic in %1$s
hu_hu: A felhasználó témát hoz létre itt: %1$s

source: Create a new post
hu_hu: Hozzon létre új bejegyzést

source: Create a new <strong>post</strong>
hu_hu: Hozzon létre új <strong>bejegyzést</strong>

source: Create a new %1$s
hu_hu: Hozzon létre új %1$s

source: post
hu_hu: bejegyzés

source: Post content:
hu_hu: Bejegyzés tartalma:

source: Bluesky integration is not configured in AutomatorWP settings
hu_hu: A Bluesky-integráció nincs beállítva az AutomatorWP beállításaiban

source: The post could not be created
hu_hu: A bejegyzést nem sikerült létrehozni

source: You need to configure the <a href="%s" target="_blank">Bluesky settings</a> to get this action to work.
hu_hu: A művelet működéséhez konfigurálnia kell a <a href="%s" target="_blank">Bluesky beállításokat</a>.

source: Bluesky Handle:
hu_hu: Bluesky felhasználónév:

source: Your bluesky account handle.
hu_hu: Az Ön bluesky-fiókjának felhasználóneve.

source: Your bluesky account password.
hu_hu: Az Ön bluesky-fiókjának jelszava.

source: Connect with bluesky:
hu_hu: Csatlakozás a blueskyhoz:

source: Add your User and Password and click on "Authorize" to connect.
hu_hu: Adja meg felhasználónevét és jelszavát, majd a csatlakozáshoz kattintson az "Engedélyezés" gombra.

source: Site connected with Bluesky successfully.
hu_hu: A webhely sikeresen csatlakozott a Blueskyhoz.

source: All fields are required to connect with Bluesky
hu_hu: A Blueskyhoz való csatlakozáshoz minden mező kitöltése kötelező

source: Correct data to connect with Bluesky
hu_hu: Megfelelő adatok a Blueskyhoz való csatlakozáshoz

source: Please, check your API credentials
hu_hu: Kérjük, ellenőrizze az API-hitelesítő adatait

source: Refresh token not found in the response.
hu_hu: A válaszban nem található frissítő token.

source: Add an activity to the user
hu_hu: Adjon hozzá egy tevékenységet a felhasználóhoz

source: Add an <strong>activity</strong> to the user
hu_hu: Adjon hozzá egy <strong>tevékenységet</strong> a felhasználóhoz

source: Add an %1$s to the user
hu_hu: Adjon hozzá egy %1$s-t a felhasználóhoz

source: activity
hu_hu: tevékenység

source: Activity's action.
hu_hu: A tevékenység művelete.

source: Content:
hu_hu: Tartalom:

source: Activity's content.
hu_hu: A tevékenység tartalma.

source: Link Preview (Optional):
hu_hu: Hivatkozás előnézete (opcionális):

source: URL link to show as preview with the activity.
hu_hu: URL-hivatkozás, amely előnézetként jelenik meg a tevékenységnél.

source: Link:
hu_hu: Hivatkozás:

source: URL link associated to the activity.
hu_hu: A tevékenységhez társított URL-hivatkozás.

source: Hide on the sitewide activity stream:
hu_hu: Elrejtés a webhely-szintű tevékenységfolyamban:

source: Check this option to hide this activity from the sitewide activity stream.
hu_hu: Jelölje be ezt az opciót, hogy elrejtse ezt a tevékenységet a webhely-szintű tevékenységfolyamban.

source: Add user to group
hu_hu: Adja hozzá a felhasználót a csoporthoz

source: Add user to <strong>group</strong>
hu_hu: Adja hozzá a felhasználót a <strong>csoporthoz</strong>

source: group
hu_hu: csoport

source: Group:
hu_hu: Csoport:

source: Group ID
hu_hu: Csoport azonosítója

source: Select a group
hu_hu: Válasszon egy csoportot

source: Set user profile type
hu_hu: Állítsa be a felhasználó profiltípusát

source: Set user <strong>profile type</strong>
hu_hu: Állítsa be a felhasználó <strong>profiltípusát</strong>

source: Set user the profile type %1$s
hu_hu: Állítsa a felhasználó profiltípusát %1$s értékre

source: choose a profile type
hu_hu: válasszon egy profiltípust

source: Profile Type:
hu_hu: Profiltípus:

source: any group
hu_hu: bármely csoport

source: any profile type
hu_hu: bármely profiltípus

source: Activity ID
hu_hu: Tevékenység azonosítója

source: Activity URL
hu_hu: Tevékenység URL-je

source: Activity content
hu_hu: Tevékenység tartalma

source: Activity Author ID
hu_hu: Tevékenység szerzőjének azonosítója

source: Group name
hu_hu: Csoport neve

source: My group
hu_hu: Saját csoportom

source: Group description
hu_hu: Csoport leírása

source: My group description
hu_hu: Saját csoportom leírása

source: Group URL
hu_hu: Csoport URL-je

source: Group link
hu_hu: Csoport hivatkozása

source: Inviter ID
hu_hu: Meghívó azonosítója

source: Invited ID
hu_hu: Meghívott azonosítója

source: User account gets activated
hu_hu: Az Ön felhasználói fiókja aktiválódik

source: User account <strong>gets activated</strong>
hu_hu: Az Ön felhasználói fiókja <strong>aktiválódik</strong>

source: User joins a group
hu_hu: Ön csatlakozik egy csoporthoz

source: User <strong>joins</strong> a group
hu_hu: Ön <strong>csatlakozik</strong> egy csoporthoz

source: User joins %1$s %2$s time(s)
hu_hu: Ön csatlakozik %1$s %2$s alkalommal

source: User joins %1$s
hu_hu: Ön csatlakozik %1$s

source: User writes an activity stream message
hu_hu: Ön üzenetet ír a tevékenységfolyamba

source: User <strong>writes</strong> an activity stream message
hu_hu: Ön <strong>ír</strong> üzenetet a tevékenységfolyamba

source: User writes an activity stream message %1$s time(s)
hu_hu: Ön %1$s alkalommal ír üzenetet a tevékenységfolyamba

source: Activity Content
hu_hu: Tevékenység tartalma

source: The activity content.
hu_hu: A tevékenység tartalma.

source: User sends an email invite
hu_hu: Ön e-mailes meghívót küld

source: User sends an <strong>email invite</strong>
hu_hu: Ön <strong>e-mailes meghívót</strong> küld

source: User sends an email invite %1$s time(s)
hu_hu: Ön %1$s alkalommal küld e-mailes meghívót

source: User starts following someone
hu_hu: Ön elkezd követni valakit

source: User <strong>starts following</strong> someone
hu_hu: Ön <strong>elkezd követni</strong> valakit

source: User starts following someone %1$s time(s)
hu_hu: Ön %1$s alkalommal kezd el követni valakit

source: User updates avatar
hu_hu: Ön frissíti az avatart

source: User updates <strong>avatar</strong>
hu_hu: Ön frissíti az <strong>avatart</strong>

source: User updates avatar %1$s time(s)
hu_hu: Ön %1$s alkalommal frissíti az avatart

source: User updates cover image
hu_hu: A felhasználó frissíti a borítóképet

source: User updates <strong>cover image</strong>
hu_hu: A felhasználó frissíti a <strong>borítóképet</strong>

source: User updates cover image %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal frissíti a borítóképet

source: User updates profile information
hu_hu: A felhasználó frissíti a profilinformációkat

source: User updates <strong>profile information</strong>
hu_hu: A felhasználó frissíti a <strong>profilinformációkat</strong>

source: User updates profile information %1$s time(s)
hu_hu: A felhasználó %1$s alkalommal frissíti a profilinformációkat

source: Groups component is not active.
hu_hu: A csoportok komponens nem aktív.

source: User added to group successfully.
hu_hu: A felhasználó sikeresen hozzá lett adva a csoporthoz.

source: Add user to list
hu_hu: Felhasználó hozzáadása a listához

source: Add <strong>user</strong> to <strong>list</strong>
hu_hu: <strong>Felhasználó</strong> hozzáadása a <strong>listához</strong>

source: Add %1$s to %2$s
hu_hu: Adja hozzá %1$s elemet a(z) %2$s-hoz

source: list
hu_hu: lista

source: user
hu_hu: felhasználó

source: Phone:
hu_hu: Telefon:

source: Consent to track email:
hu_hu: Hozzájárulás az e-mail nyomon követéséhez:

source: Check to enable to allow tracking of this email address.
hu_hu: Jelölje be ennek az e-mail-címnek a nyomon követésének engedélyezéséhez.

source: Consent to send SMS:
hu_hu: Hozzájárulás SMS küldéséhez:

source: Check to enable to allow sending sms.
hu_hu: Jelölje be az sms küldésének engedélyezéséhez.

source: No list selected.
hu_hu: Nincs kiválasztott lista.

source: Campaign Monitor API credentials are not set.
hu_hu: A Campaign Monitor API hitelesítő adatai nincsenek beállítva.

source: %s added to list
hu_hu: %s hozzáadva a listához

source: The user could not be added. Error: %s
hu_hu: A felhasználót nem sikerült hozzáadni. Hiba: %s

source: The user %s is already on the list
hu_hu: A(z) %s felhasználó már a listán van

source: You need to configure the <a href="%s" target="_blank">Campaign Monitor settings</a> to get this action to work.
hu_hu: A művelet működéséhez konfigurálnia kell a <a href="%s" target="_blank">Campaign Monitor beállításait</a>.

source: Client ID:
hu_hu: Ügyfélazonosító:

source: Your Campaign Monitor Client ID.
hu_hu: Az Ön Campaign Monitor ügyfélazonosítója.

source: API Key:
hu_hu: API-kulcs:

source: Your Campaign Monitor API Key.
hu_hu: Az Ön Campaign Monitor API-kulcsa.

source: Connect with Campaign Monitor:
hu_hu: Csatlakozás a Campaign Monitorhoz:

source: Save Credentials
hu_hu: Hitelesítő adatok mentése

source: Enter your Client ID and API Key, then click "Save Credentials" to connect.
hu_hu: Adja meg ügyfélazonosítóját és API-kulcsát, majd kattintson a "Hitelesítő adatok mentése" gombra a csatlakozáshoz.

source: Connected to Campaign Monitor successfully.
hu_hu: Sikeresen csatlakozott a Campaign Monitorhoz.

source: Client ID and API Key are required to connect with Campaign Monitor
hu_hu: A Campaign Monitorhoz való csatlakozáshoz ügyfélazonosító és API-kulcs szükséges

source: Please, check your credentials. Server response:
hu_hu: Kérjük, ellenőrizze a hitelesítő adatait. Kiszolgáló válasza:

source: Correct data to connect with Campaign Monitor
hu_hu: Helyes adatok a Campaign Monitorhoz való csatlakozáshoz

source: Donation ID
hu_hu: Adományazonosító

source: Donation title
hu_hu: Adomány címe

source: Donation Amount
hu_hu: Adomány összege

source: Donation status
hu_hu: Adomány állapota

source: Donation payment method
hu_hu: Adomány fizetési módja

source: Donor ID
hu_hu: Adományozó azonosítója

source: Donor first name
hu_hu: Adományozó keresztneve

source: Donor last name
hu_hu: Adományozó vezetékneve

source: Donor country code
hu_hu: Adományozó országkódja

source: Donor phone
hu_hu: Adományozó telefonszáma

source: Campaign ID
hu_hu: Kampányazonosító

source: Campaign title
hu_hu: Kampány címe

source: Campaign goal
hu_hu: Kampány célja

source: Campaign minimum donation
hu_hu: Kampány minimális adománya

source: Campaign end date
hu_hu: Kampány befejezési dátuma

source: Guest makes a donation
hu_hu: Vendég adományoz

source: Guest <strong>makes</strong> a donation
hu_hu: Vendég <strong>adományoz</strong>

source: Guest makes a donation %1$s time(s)
hu_hu: Vendég %1$s alkalommal adományoz

source: User makes a donation
hu_hu: Felhasználó adományoz

source: User <strong>makes</strong> a donation
hu_hu: Felhasználó <strong>adományoz</strong>

source: User makes a donation %1$s time(s)
hu_hu: Felhasználó %1$s alkalommal adományoz

source: Add comment to a task
hu_hu: Adjon hozzá megjegyzést egy feladathoz

source: Add comment to a <strong>task</strong>
hu_hu: Adjon hozzá megjegyzést egy <strong>feladathoz</strong>

source: Add comment to a %1$s
hu_hu: Adjon hozzá megjegyzést a következőhöz: %1$s

source: task
hu_hu: feladat

source: Team:
hu_hu: Csapat:

source: Space:
hu_hu: Tér:

source: Folder:
hu_hu: Mappa:

source: Task:
hu_hu: Feladat:

source: Comment:
hu_hu: Megjegyzés:

source: The comment to add to the task
hu_hu: A feladathoz hozzáadandó megjegyzés

source: Add a tag to a task
hu_hu: Adjon hozzá címkét egy feladathoz

source: Add a tag to a <strong>task</strong>
hu_hu: Adjon hozzá címkét egy <strong>feladathoz</strong>

source: Add a tag to a %1$s
hu_hu: Adjon hozzá címkét a következőhöz: %1$s

source: The tag to add to the task
hu_hu: A feladathoz hozzáadandó címke

source: ClickUp integration not configured in AutomatorWP settings.
hu_hu: A ClickUp-integráció nincs beállítva az AutomatorWP beállításaiban.

source: Created tag in task
hu_hu: Címke létrehozva a feladatban

source: The tag could not be created
hu_hu: A címkét nem sikerült létrehozni

source: You need to configure the <a href="%s" target="_blank">ClickUp settings</a> to get this action to work.
hu_hu: A művelet működéséhez be kell állítania a <a href="%s" target="_blank">ClickUp beállításokat</a>.

source: Create a list
hu_hu: Hozzon létre egy listát

source: Create a <strong>list</strong>
hu_hu: Hozzon létre egy <strong>listát</strong>

source: Create %1$s
hu_hu: Hozzon létre %1$s

source: team
hu_hu: csapat

source: space
hu_hu: tér

source: folder
hu_hu: mappa

source: list:
hu_hu: lista:

source: The list name
hu_hu: A lista neve

source: Created list %s
hu_hu: Lista létrehozva %s

source: The list %s could not be created
hu_hu: A(z) %s listát nem sikerült létrehozni

source: Create a new task in list
hu_hu: Hozzon létre új feladatot egy listában

source: Create a new task in <strong>list</strong>
hu_hu: Hozzon létre új feladatot egy <strong>listában</strong>

source: User creates a new task in %1$s
hu_hu: Felhasználó új feladatot hoz létre itt: %1$s

source: Task name:
hu_hu: Feladat neve:

source: The task name
hu_hu: A feladat neve

source: Task description:
hu_hu: Feladat leírása:

source: The task description
hu_hu: A feladat leírása

source: Task created
hu_hu: Feladat létrehozva

source: The task could not be created
hu_hu: A feladatot nem sikerült létrehozni

source: Connect with ClickUp:
hu_hu: Csatlakozás a ClickUphoz:

source: Add you ClickUp API Token and click on "Authorize" to connect.
hu_hu: Adja meg a ClickUp API tokenjét, és a csatlakozáshoz kattintson az "Authorize" gombra.

source: Site connected with ClickUp successfully.
hu_hu: A webhely sikeresen csatlakozott a ClickUphoz.

source: API Token is required to connect with ClickUp
hu_hu: A ClickUphoz való csatlakozáshoz API token szükséges

source: Correct data to connect with ClickUp
hu_hu: Helyes adatok a ClickUphoz való csatlakozáshoz

source: any team
hu_hu: bármely csapat

source: any space
hu_hu: bármely tér

source: Folderless lists
hu_hu: Mappamentes listák

source: any folder
hu_hu: bármely mappa

source: any task
hu_hu: bármely feladat

source: Activate a snippet
hu_hu: Aktiváljon egy kódrészletet

source: <strong>Activate</strong> a snippet
hu_hu: <strong>Aktiváljon</strong> egy kódrészletet

source: Activate %1$s
hu_hu: %1$s aktiválása

source: Snippet
hu_hu: Kódrészlet

source: Snippet:
hu_hu: Kódrészlet:

source: Please, select a snippet to activate
hu_hu: Kérjük, válasszon ki egy kódrészletet az aktiváláshoz

source: The snippet %s is already active
hu_hu: A(z) %s kódrészlet már aktív

source: The snippet %s has been activated
hu_hu: A(z) %s kódrészlet aktiválva lett

source: Deactivate a snippet
hu_hu: Deaktiváljon egy kódrészletet

source: <strong>Deactivate</strong> a snippet
hu_hu: <strong>Deaktiváljon</strong> egy kódrészletet

source: Deactivate %1$s
hu_hu: %1$s deaktiválása

source: Please, select a snippet to deactivate
hu_hu: Kérjük, válasszon ki egy kódrészletet a deaktiváláshoz

source: The snippet %s is already inactive
hu_hu: A(z) %s kódrészlet már inaktív

source: The snippet %s has been deactivated
hu_hu: A(z) %s kódrészlet deaktiválva lett

source: any snippet
hu_hu: bármely kódrészlet

source: Add user to form
hu_hu: Felhasználó hozzáadása az űrlaphoz

source: Add <strong>user</strong> to <strong>form</strong>
hu_hu: Adjon hozzá <strong>felhasználót</strong> az <strong>űrlaphoz</strong>

source: ConvertKit integration not configured in AutomatorWP settings.
hu_hu: A ConvertKit integráció nincs beállítva az AutomatorWP beállításaiban.

source: Unexpected error. The subscriber has not been added.
hu_hu: Váratlan hiba. A feliratkozó nem lett hozzáadva.

source: An email was send to %s to confirm the subscription to %s
hu_hu: E-mailt küldtünk %s részére a(z) %s feliratkozás megerősítésére
