Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatorwp/automatorwp-*.po
Languages: hu_hu

source: Unit:
hu_hu: Modul:

source: any unit
hu_hu: bármely modul

source: Add user to meeting
hu_hu: Adja hozzá a felhasználót a megbeszéléshez

source: Add user to <strong>meeting</strong>
hu_hu: Adja hozzá a felhasználót a <strong>megbeszéléshez</strong>

source: meeting
hu_hu: megbeszélés

source: Select a meeting
hu_hu: Válasszon egy megbeszélést

source: The registrant status.
hu_hu: A regisztráló állapota.

source: Approved
hu_hu: Jóváhagyva

source: Denied
hu_hu: Elutasítva

source: Could not add registrant to meeting, missing meeting
hu_hu: Nem sikerült hozzáadni a regisztrálót a megbeszéléshez, a megbeszélés hiányzik

source: Could not add registrant to meeting, Zoom authentication failed
hu_hu: Nem sikerült hozzáadni a regisztrálót a megbeszéléshez, a Zoom-hitelesítés nem sikerült

source: Could not add registrant to meeting, error received: %1$s
hu_hu: Nem sikerült hozzáadni a regisztrálót a megbeszéléshez, hiba érkezett: %1$s

source: Registrant successfully registered
hu_hu: A regisztráló sikeresen regisztrált

source: You need to configure the <a href="%s" target="_blank">Zoom Meetings settings</a> to get this action to work.
hu_hu: A művelet működéséhez be kell konfigurálnia a <a href="%s" target="_blank">Zoom Meetings beállításait</a>.

source: Registrant First Name:
hu_hu: Regisztráló keresztnéve:

source: Registrant Last Name:
hu_hu: Regisztráló vezetékneve:

source: Registrant Email:
hu_hu: Regisztráló e-mail-címe:

source: Registrant Status:
hu_hu: Regisztráló állapota:

source: Meeting ID:
hu_hu: Értekezlet-azonosító:

source: Unique identifier for the meeting.
hu_hu: Az értekezlet egyedi azonosítója.

source: Registrant ID:
hu_hu: Regisztráló azonosítója:

source: Unique identifier assigned to the registrant.
hu_hu: A regisztrálóhoz rendelt egyedi azonosító.

source: Join URL:
hu_hu: Csatlakozási URL:

source: Unique URL for this registrant to join the meeting.
hu_hu: Egyedi URL ezen regisztráló számára az értekezlethez való csatlakozáshoz.

source: Your Zoom app client ID.
hu_hu: Az Ön Zoom-alkalmazásának kliensazonosítója.

source: Client Secret:
hu_hu: Kliens titok:

source: Your Zoom app client secret.
hu_hu: Az Ön Zoom-alkalmazásának kliens titka.

source: Redirect and Whitelist URL:
hu_hu: Átirányítási és Whitelist URL:

source: Copy this URL and place it on your Zoom app redirect and whitelist URL fields.
hu_hu: Másolja ezt az URL-t, és illessze be az Ön Zoom-alkalmazásának átirányítási és Whitelist URL mezőibe.

source: Connect with Zoom:
hu_hu: Összekapcsolás a Zoommal:

source: Authorize
hu_hu: Engedélyezés

source: Add you Zoom app client ID and secret fields and click on "Authorize" button to generate access keys for this site.
hu_hu: Adja meg Zoom-alkalmazásának kliensazonosítóját és titkát a mezőkben, majd kattintson az "Engedélyezés" gombra, hogy hozzáférési kulcsokat generáljon ehhez a webhelyhez.

source: Site connected with Zoom successfully.
hu_hu: A webhely sikeresen összekapcsolódott a Zoommal.

source: Access token:
hu_hu: Hozzáférési token:

source: Refresh token:
hu_hu: Frissítési token:

source: Site not connected with Zoom.
hu_hu: A webhely nincs összekapcsolva a Zoommal.

source: All fields are required to connect with Zoom
hu_hu: A Zoomhoz való csatlakozáshoz minden mező kitöltése kötelező

source: Zoom settings saved successfully, redirecting to Zoom...
hu_hu: A Zoom-beállítások sikeresen mentve, átirányítás a Zoomhoz...
