Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatorwp/automatorwp-*.po
Languages: hu_hu

source: You need to configure the <a href="%s" target="_blank">ConvertKit settings</a> to get this action to work.
hu_hu: Be kell konfigurálnia a <a href="%s" target="_blank">ConvertKit beállításait</a>, hogy ez a művelet működjön.

source: Add user to sequence
hu_hu: Felhasználó hozzáadása a sorozathoz

source: Add <strong>user</strong> to <strong>sequence</strong>
hu_hu: Adjon hozzá <strong>felhasználót</strong> a <strong>sorozathoz</strong>

source: %s added to %s
hu_hu: %s hozzáadva: %s

source: Unexpected error. The subscriber has not been added to tag.
hu_hu: Váratlan hiba. A feliratkozó nem lett hozzáadva a címkéhez.

source: Tag %s added to subscriber %s
hu_hu: A(z) %s címke hozzáadva a(z) %s feliratkozóhoz

source: Remove tag from user
hu_hu: Címke eltávolítása a felhasználóról

source: Remove <strong>tag</strong> from <strong>user</strong>
hu_hu: Távolítson el <strong>címkét</strong> a <strong>felhasználóról</strong>

source: Remove %1$s from user
hu_hu: %1$s eltávolítása a felhasználóról

source: Unexpected error. The subscriber has not been removed from tag.
hu_hu: Váratlan hiba. A feliratkozó nem lett eltávolítva a címkéről.

source: Tag %s removed from subscriber %s
hu_hu: A(z) %s címke eltávolítva a(z) %s feliratkozóról

source: API Secret:
hu_hu: API titkos kulcs:

source: Connect with ConvertKit:
hu_hu: Csatlakozás a ConvertKithez:

source: Add you ConvertKit API key and API secret fields and click on "Authorize" to connect.
hu_hu: Adja meg a ConvertKit API-kulcsot és az API titkos kulcsot, majd kattintson az "Engedélyezés" gombra a csatlakozáshoz.

source: Site connected with ConvertKit successfully.
hu_hu: Az oldal sikeresen csatlakozott a ConvertKithez.

source: any product
hu_hu: bármely termék

source: User purchases a product
hu_hu: A felhasználó terméket vásárol

source: User purchases <strong>a product</strong>
hu_hu: A felhasználó <strong>terméket vásárol</strong>

source: User purchases %1$s %2$s time(s)
hu_hu: A felhasználó a(z) %1$s terméket %2$s alkalommal vásárolja meg

source: User purchases %1$s
hu_hu: A felhasználó megvásárolja a(z) %1$s terméket

source: Product:
hu_hu: Termék:

source: Form ID:
hu_hu: Űrlap azonosító:

source: Form field value, replace "FIELD_ID" by the field id
hu_hu: Űrlapmező értéke, a "FIELD_ID" helyére írja be a mező azonosítóját

source: User earns a referral
hu_hu: Ön ajánlást szerez

source: User earns a <strong>referral</strong>
hu_hu: Ön <strong>ajánlást</strong> szerez

source: User earns a referral %1$s time(s)
hu_hu: Ön %1$s alkalommal szerez ajánlást

source: User purchases a download
hu_hu: Ön egy letöltést vásárol

source: User purchases <strong>a download</strong>
hu_hu: Ön <strong>egy letöltést</strong> vásárol

source: Download:
hu_hu: Letöltés:

source: any download
hu_hu: bármely letöltés

source: Download
hu_hu: Letöltés

source: User views a download
hu_hu: Ön megtekint egy letöltést

source: User views <strong>a download</strong>
hu_hu: Ön megtekint <strong>egy letöltést</strong>

source: User views %1$s %2$s time(s)
hu_hu: Ön %2$s alkalommal megtekinti %1$s

source: User views %1$s
hu_hu: Ön megtekinti %1$s

source: Form name:
hu_hu: Űrlap neve:

source: Event ID
hu_hu: Eseményazonosító

source: Order status
hu_hu: Rendelés állapota

source: Total price
hu_hu: Végösszeg

source: User purchases a ticket for an event
hu_hu: Ön jegyet vásárol egy eseményre

source: User purchases a <strong>ticket</strong> for an event
hu_hu: Ön <strong>jegyet</strong> vásárol egy eseményre

source: User purchases a ticket for %1$s %2$s time(s)
hu_hu: Ön %2$s alkalommal jegyet vásárol %1$s

source: User purchases a ticket for %1$s
hu_hu: Ön jegyet vásárol %1$s

source: Event:
hu_hu: Esemény:

source: any event
hu_hu: bármely esemény

source: User favorites a post
hu_hu: Ön kedvencnek jelöl egy bejegyzést

source: User <strong>favorites</strong> a post
hu_hu: Ön <strong>kedvencnek jelöl</strong> egy bejegyzést

source: User favorites %1$s %2$s time(s)
hu_hu: Ön %2$s alkalommal kedvencnek jelöli %1$s

source: User favorites %1$s
hu_hu: Ön kedvencnek jelöli %1$s

source: User gets a favorite on a post
hu_hu: Ön kedvenc jelölést kap egy bejegyzésére

source: User <strong>gets a favorite</strong> on a post
hu_hu: Ön <strong>kedvenc jelölést kap</strong> egy bejegyzésére

source: User gets a favorite on %1$s %2$s time(s)
hu_hu: Ön %2$s alkalommal kap kedvenc jelölést %1$s

source: User gets a favorite on %1$s
hu_hu: Ön kedvenc jelölést kap %1$s

source: any meeting
hu_hu: bármely megbeszélés

source: User schedules one-to-one meeting
hu_hu: Ön egyéni megbeszélést ütemez

source: User schedules one-to-one <strong>a meeting</strong>
hu_hu: Ön egyéni <strong>megbeszélést</strong> ütemez

source: User schedules one-to-one %1$s %2$s time(s)
hu_hu: Ön %2$s alkalommal ütemez egyéni %1$s

source: User schedules one-to-one %1$s
hu_hu: Ön egyéni %1$s ütemez

source: Meeting:
hu_hu: Megbeszélés:

source: User schedules a team meeting
hu_hu: Ön csapatmegbeszélést ütemez

source: User schedules a team <strong>meeting</strong>
hu_hu: Ön csapat <strong>megbeszélést</strong> ütemez

source: User schedules team %1$s %2$s time(s)
hu_hu: Ön %2$s alkalommal ütemez csapat %1$s

source: User schedules team %1$s
hu_hu: Ön csapat %1$s ütemez

source: Add user to a space
hu_hu: Adjon hozzá felhasználót egy térhez

source: Add user to a <strong>space</strong>
hu_hu: Adjon hozzá felhasználót egy <strong>térhez</strong>

source: The user could not be added to space.
hu_hu: A felhasználót nem sikerült hozzáadni a térhez.

source: User added to space successfully.
hu_hu: A felhasználó sikeresen hozzáadva a térhez.

source: any course
hu_hu: bármely kurzus

source: User adds a comment in a space
hu_hu: Ön hozzászólást ír egy térben

source: User adds a <strong>comment</strong> in a space
hu_hu: Ön egy térben <strong>hozzászólást</strong> ír

source: User adds a comment in %1$s %2$s time(s)
hu_hu: Ön %2$s alkalommal ír hozzászólást %1$s

source: User adds a comment in %1$s
hu_hu: Ön hozzászólást ír %1$s

source: User completes a course
hu_hu: Ön elvégez egy kurzust

source: User completes a <strong>course</strong>
hu_hu: A felhasználó elvégez egy <strong>tanfolyamot</strong>

source: Course:
hu_hu: Tanfolyam:

source: Course completed
hu_hu: Tanfolyam befejezve

source: User joins a space
hu_hu: A felhasználó csatlakozik egy térhez

source: User joins a <strong>space</strong>
hu_hu: A felhasználó csatlakozik egy <strong>térhez</strong>

source: User writes a post in a space
hu_hu: A felhasználó bejegyzést ír egy térben

source: User writes a <strong>post</strong> in a space
hu_hu: A felhasználó <strong>bejegyzést</strong> ír egy térben

source: User writes a post in %1$s %2$s time(s)
hu_hu: A felhasználó bejegyzést ír itt: %1$s %2$s alkalommal

source: User writes a post in %1$s
hu_hu: A felhasználó bejegyzést ír a következőben: %1$s

source: Post content
hu_hu: Bejegyzés tartalma

source: Add user to <strong>list</strong>
hu_hu: Felhasználó hozzáadása a <strong>listához</strong>

source: Select a list
hu_hu: Válasszon egy listát

source: Subscription status
hu_hu: Feliratkozási állapot

source: Subscribed
hu_hu: Feliratkozott

source: The contact %s field
hu_hu: A kapcsolat %s mezője

source: Mr
hu_hu: Úr

source: First floor, door 2
hu_hu: Első emelet, 2. ajtó

source: United States
hu_hu: Egyesült Államok

source: Contact gets added to list
hu_hu: A kapcsolat hozzáadódik a listához

source: Contact gets added to <strong>list</strong>
hu_hu: A kapcsolat hozzáadódik a <strong>listához</strong>

source: Contact gets added to %1$s %2$s time(s)
hu_hu: A kapcsolat hozzáadódik ehhez: %1$s %2$s alkalommal

source: Contact gets added to %1$s
hu_hu: A kapcsolat hozzáadódik ehhez: %1$s

source: Contact status changes to a status
hu_hu: A kapcsolat állapota egy állapotra változik

source: Contact status changes to <strong>a status</strong>
hu_hu: A kapcsolat állapota <strong>egy állapotra</strong> változik

source: Contact status changes to %1$s %2$s time(s)
hu_hu: A kapcsolat állapota %1$s állapotra változik %2$s alkalommal

source: Contact status changes to %1$s
hu_hu: A kapcsolat állapota %1$s állapotra változik

source: Status:
hu_hu: Állapot:

source: Pending
hu_hu: Függőben

source: Unsubscribed
hu_hu: Leiratkozott

source: Bounced
hu_hu: Visszapattant

source: Complained
hu_hu: Panasz

source: Tag added to contact
hu_hu: Címke hozzáadva a kapcsolathoz

source: <strong>Tag</strong> added to contact
hu_hu: <strong>Címke</strong> hozzáadva a kapcsolathoz

source: %1$s added to contact %2$s time(s)
hu_hu: %1$s hozzáadva a kapcsolathoz %2$s alkalommal

source: %1$s added to contact
hu_hu: %1$s hozzáadva a kapcsolathoz

source: User gets added to list
hu_hu: A felhasználó hozzáadódik a listához

source: User gets added to <strong>list</strong>
hu_hu: A felhasználó hozzáadódik a <strong>listához</strong>

source: User gets added to %1$s %2$s time(s)
hu_hu: A felhasználó hozzáadódik ehhez: %1$s %2$s alkalommal

source: User gets added to %1$s
hu_hu: A felhasználó hozzáadódik ehhez: %1$s

source: User status changes to a status
hu_hu: A felhasználó állapota egy állapotra változik

source: User status changes to <strong>a status</strong>
hu_hu: A felhasználó állapota <strong>egy állapotra</strong> változik

source: User status changes to %1$s %2$s time(s)
hu_hu: A felhasználó állapota %1$s állapotra változik %2$s alkalommal

source: User status changes to %1$s
hu_hu: A felhasználó állapota %1$s állapotra változik

source: Convert string into format
hu_hu: Karakterlánc átalakítása formátummá

source: Convert <strong>string</strong> into <strong>format</strong>
hu_hu: <strong>Karakterlánc</strong> átalakítása <strong>formátummá</strong>

source: Convert %1$s into %2$s
hu_hu: %1$s átalakítása %2$s formátummá

source: string
hu_hu: szöveg

source: String:
hu_hu: Szöveg:

source: String to format.
hu_hu: Formázandó szöveg.

source: format
hu_hu: formátum

source: Format:
hu_hu: Formátum:

source: Select a format
hu_hu: Válasszon egy formátumot

source: Please, insert a string to be formatted
hu_hu: Kérjük, adja meg a formázandó szöveget

source: Please, select a format
hu_hu: Kérjük, válasszon egy formátumot

source: Round number into format
hu_hu: Szám kerekítése formátumra

source: Round <strong>number</strong> into <strong>format</strong>
hu_hu: Kerekítse a <strong>számot</strong> <strong>formátumra</strong>

source: Round %1$s into %2$s
hu_hu: Kerekítse a(z) %1$s értéket %2$s formátumra

source: number
hu_hu: szám

source: Number:
hu_hu: Szám:

source: Number to round.
hu_hu: Kerekítendő szám.

source: Please, insert a number to be rounded
hu_hu: Kérjük, adja meg a kerekítendő számot

source: Round to integer
hu_hu: Kerekítés egész számra

source: Round to one decimal
hu_hu: Kerekítés egy tizedesre

source: Round to two decimals
hu_hu: Kerekítés két tizedesre

source: Round down
hu_hu: Lefelé kerekítés

source: Round up
hu_hu: Felfelé kerekítés

source: Lowercase
hu_hu: Kisbetűsítés

source: Uppercase
hu_hu: Nagybetűsítés

source: Capitalize
hu_hu: Kezdőbetű nagybetűsítése

source: Capitalize all words
hu_hu: Minden szó nagybetűsítése

source: Reverse
hu_hu: Megfordítás

source: Shuffle
hu_hu: Összekeverés

source: Shuffle words
hu_hu: Szavak összekeverése

source: Rounds a number to the next lowest integer value (eg: 4.3 to 4), replace "VALUE" by the value of your choice.
hu_hu: Egy számot a következő alacsonyabb egész értékre kerekít (pl.: 4.3 -> 4), cserélje ki a "VALUE"-t az Ön által választott értékre.

source: Rounds a number to the next highest integer value (eg: 4.3 to 5), replace "VALUE" by the value of your choice.
hu_hu: Egy számot a következő magasabb egész értékre kerekít (pl.: 4.3 -> 5), cserélje ki a "VALUE"-t az Ön által választott értékre.

source: Format to lowercase, replace "VALUE" by the value of your choice.
hu_hu: Kisbetűssé alakítás, cserélje ki a "VALUE"-t az Ön által választott értékre.

source: Format to uppercase, replace "VALUE" by the value of your choice.
hu_hu: Nagybetűssé alakítás, cserélje ki a "VALUE"-t az Ön által választott értékre.

source: Form field value, replace "FIELD_KEY" by the field key
hu_hu: Űrlapmező értéke, cserélje ki a "FIELD_KEY"-t a mezőkulcsra

source: Award achievement to user
hu_hu: Teljesítmény odaítélése felhasználónak

source: Award <strong>achievement</strong> to user
hu_hu: Ítéljen oda <strong>teljesítményt</strong> a felhasználónak

source: Award the achievement %1$s to %2$s
hu_hu: Ítélje oda a(z) %1$s teljesítményt %2$s részére

source: Achievement:
hu_hu: Teljesítmény:

source: Select an achievement
hu_hu: Válasszon egy teljesítményt

source: Achievement ID
hu_hu: Teljesítmény ID

source: User ID:
hu_hu: Felhasználó ID:

source: User ID that will receive this achievement. Leave blank to award the achievement to the user that completes the automation.
hu_hu: Annak a felhasználónak az ID-je, aki megkapja ezt a teljesítményt. Hagyja üresen, hogy annak a felhasználónak ítélje oda a teljesítményt, aki befejezi az automatizálást.

source: Award points to user
hu_hu: Pontok odaítélése felhasználónak

source: Award <strong>points</strong> to user
hu_hu: Ítéljen oda <strong>pontokat</strong> a felhasználónak

source: Award %1$s %2$s to %3$s
hu_hu: Ítéljen oda %1$s %2$s-t %3$s részére

source: Points amount:
hu_hu: Pontok mennyisége:

source: User earning text:
hu_hu: Felhasználói jóváírás szövege:

source: Enter the text for the user earning entry. Leave blank to do not register a new user earning entry.
hu_hu: Adja meg a felhasználói jóváírás-bejegyzés szövegét. Hagyja üresen, ha nem kíván új felhasználói jóváírás-bejegyzést rögzíteni.

source: Choose a points type
hu_hu: Válasszon egy ponttípust

source: Points Type:
hu_hu: Ponttípus:

source: User ID that will receive this points. Leave blank to award the points to the user that completes the automation.
hu_hu: Felhasználóazonosító, amely megkapja ezeket a pontokat. Hagyja üresen, hogy a pontokat az automatizmust teljesítő felhasználó kapja.

source: Award rank to user
hu_hu: Adjon rangot a felhasználónak

source: Award <strong>rank</strong> to user
hu_hu: Adjon <strong>rangot</strong> a felhasználónak

source: Award the rank: %1$s to %2$s
hu_hu: Adja oda a rangot: %1$s %2$s részére

source: Rank:
hu_hu: Rang:

source: Select an rank
hu_hu: Válasszon egy rangot

source: User ID that will receive this rank. Leave blank to award the rank to the user that completes the automation.
hu_hu: Felhasználóazonosító, amely megkapja ezt a rangot. Hagyja üresen, hogy a rangot az automatizmust teljesítő felhasználó kapja.

source: any points type
hu_hu: bármely ponttípus

source: User earns an achievement
hu_hu: A felhasználó megszerez egy teljesítményt

source: User earns <strong>an achievement</strong>
hu_hu: A felhasználó megszerez <strong>egy teljesítményt</strong>

source: User earns %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal megszerez %1$s

source: User earns %1$s
hu_hu: A felhasználó megszerez %1$s

source: any achievement
hu_hu: bármely teljesítmény

source: User earns points
hu_hu: A felhasználó pontokat szerez

source: User earns <strong>points</strong>
hu_hu: A felhasználó <strong>pontokat</strong> szerez

source: User earns %1$s %2$s
hu_hu: A felhasználó %1$s %2$s szerez

source: any amount of
hu_hu: bármilyen mennyiségű

source: Leave blank for any amount of points.
hu_hu: Hagyja üresen bármilyen pontmennyiséghez.

source: points of any type
hu_hu: bármilyen típusú pont

source: Points earned
hu_hu: Szerzett pontok

source: User reaches a rank
hu_hu: A felhasználó elér egy rangot

source: User reaches <strong>a rank</strong>
hu_hu: A felhasználó elér <strong>egy rangot</strong>

source: User reaches %1$s %2$s time(s)
hu_hu: A felhasználó %2$s alkalommal elér %1$s

source: User reaches %1$s
hu_hu: A felhasználó elér %1$s

source: any rank
hu_hu: bármely rang

source: Generate a hash
hu_hu: Hash generálása

source: Generate a <strong>hash</strong>
hu_hu: Egy <strong>hash</strong> generálása

source: Generate a hash with %1$s
hu_hu: Hash generálása %1$s használatával

source: algorithm
hu_hu: algoritmus

source: Data:
hu_hu: Adat:

source: Data to be hashed.
hu_hu: A hashelendő adat.

source: Algorithm:
hu_hu: Algoritmus:

source: Select an algorithm
hu_hu: Válasszon algoritmust

source: Please, insert data to be hashed
hu_hu: Kérjük, adja meg a hashelendő adatot

source: Please, select an algorithm
hu_hu: Kérjük, válasszon algoritmust

source: The generate a hash function was not found and may have been accidentally removed by a security plugin on your site.<br>
hu_hu: A hash generáló függvény nem található, és lehet, hogy egy biztonsági bővítmény véletlenül eltávolította az Ön webhelyén.<br>

source: Please report this to the security plugin to add an exception to AutomatorWP and reinstall AutomatorWP to restore the deleted code.
hu_hu: Kérjük, jelentse ezt a biztonsági bővítménynek, hogy kivételt adjon az AutomatorWP számára, és telepítse újra az AutomatorWP-t a törölt kód helyreállításához.

source: <strong>AutomatorWP found an issue:</strong><br>
hu_hu: <strong>Az AutomatorWP problémát talált:</strong><br>

source: Generate a nonce
hu_hu: Nonce generálása

source: Generate a <strong>nonce</strong>
hu_hu: Egy <strong>nonce</strong> generálása

source: Generate a nonce for the action %1$s
hu_hu: Nonce generálása a %1$s művelethez

source: action
hu_hu: művelet

source: Name of the action the nonce is for.
hu_hu: Annak a műveletnek a neve, amelyhez a nonce tartozik.

source: Please, insert an action to generate the nonce
hu_hu: Kérjük, adjon meg egy műveletet a nonce generálásához

source: The generate a nonce function was not found and may have been accidentally removed by a security plugin on your site.<br>
hu_hu: A nonce generáló függvény nem található, és lehet, hogy egy biztonsági bővítmény véletlenül eltávolította az Ön webhelyén.<br>

source: Generate a hash from the given value, replace "VALUE" by the value of your choice. Replace "ALGORITHM" by the algorithm of your choice. By default MD5.
hu_hu: Generáljon hash-t a megadott értékből, cserélje a "VALUE" értéket az Ön által választott értékre. A "ALGORITHM" helyére írja az Ön által választott algoritmust. Alapértelmezés szerint MD5.

source: Generates a WordPress nonce, replace "ACTION" by the action name of your choice.
hu_hu: WordPress nonce értéket generál, cserélje le az "ACTION" szöveget az Ön által választott művelet nevére.

source: Guest reviews a place
hu_hu: Vendég értékel egy helyet

source: Guest <strong>reviews</strong> a place
hu_hu: Vendég <strong>értékel</strong> egy helyet

source: Guest reviews %1$s %2$s time(s)
hu_hu: Vendég értékel %1$s %2$s alkalommal

source: Guest reviews %1$s
hu_hu: Vendég értékel %1$s

source: Place:
hu_hu: Hely:

source: any place
hu_hu: bármely hely

source: User reviews a place
hu_hu: Felhasználó értékel egy helyet

source: User <strong>reviews</strong> a place
hu_hu: Felhasználó <strong>értékel</strong> egy helyet

source: User reviews %1$s %2$s time(s)
hu_hu: Felhasználó értékel %1$s %2$s alkalommal

source: User reviews %1$s
hu_hu: Felhasználó értékel %1$s

source: User adds a new place
hu_hu: Felhasználó új helyet ad hozzá

source: User adds a new <strong>place</strong>
hu_hu: Felhasználó új <strong>helyet</strong> ad hozzá

source: User adds a new place %1$s time(s)
hu_hu: Felhasználó új helyet ad hozzá %1$s alkalommal

source: Form field value, replace "FIELD_ID" by the field ID
hu_hu: Űrlapmező értéke, cserélje le a "FIELD_ID" szöveget a mező azonosítójára.

source: Guest gets entry approved in form
hu_hu: Vendég bejegyzését jóváhagyják az űrlapban

source: Guest gets entry approved in <strong>form</strong>
hu_hu: Vendég bejegyzését jóváhagyják az <strong>űrlapban</strong>

source: Guest gets entry approved in %1$s %2$s time(s)
hu_hu: Vendég bejegyzését jóváhagyják a(z) %1$s űrlapban %2$s alkalommal

source: Guest gets entry approved in %1$s
hu_hu: Vendég bejegyzését jóváhagyják a(z) %1$s űrlapban

source: User gets entry approved in form
hu_hu: Felhasználó bejegyzését jóváhagyják az űrlapban

source: User gets entry approved in <strong>form</strong>
hu_hu: Felhasználó bejegyzését jóváhagyják az <strong>űrlapban</strong>

source: User gets entry approved in %1$s %2$s time(s)
hu_hu: Felhasználó bejegyzését jóváhagyják a(z) %1$s űrlapban %2$s alkalommal

source: User gets entry approved in %1$s
hu_hu: Felhasználó bejegyzését jóváhagyják a(z) %1$s űrlapban

source: any content
hu_hu: bármely tartalom

source: User completes a content
hu_hu: Felhasználó befejez egy tartalmat

source: User completes <strong>a content</strong>
hu_hu: Felhasználó befejez <strong>egy tartalmat</strong>

source: User sends an invitation
hu_hu: Felhasználó meghívót küld

source: User <strong>sends</strong> an invitation
hu_hu: Felhasználó <strong>küld</strong> egy meghívót

source: User sends an invitation %1$s time(s)
hu_hu: Felhasználó meghívót küld %1$s alkalommal

source: any type
hu_hu: bármely típus

source: User publishes a post of a type
hu_hu: Felhasználó közzétesz egy típusú bejegyzést

source: User publishes <strong>a post of a type</strong>
hu_hu: Felhasználó közzétesz <strong>egy típusú bejegyzést</strong>

source: User publishes a post in %1$s %2$s time(s)
hu_hu: Felhasználó közzétesz egy bejegyzést a(z) %1$s típusban %2$s alkalommal

source: User publishes a post in %1$s
hu_hu: Felhasználó közzétesz egy bejegyzést a(z) %1$s típusban

source: Post type:
hu_hu: Bejegyzéstípus:

source: New company is added
hu_hu: Új cég lett hozzáadva

source: New company is <strong>added</strong>
hu_hu: Új cég <strong>lett hozzáadva</strong>

source: New company is added %1$s time(s)
hu_hu: Új cég lett hozzáadva %1$s alkalommal

source: Tag added to company
hu_hu: Címke hozzáadva a céghez

source: <strong>Tag</strong> added to company
hu_hu: <strong>Címke</strong> hozzáadva a céghez

source: %1$s added to company %2$s time(s)
hu_hu: %1$s hozzáadva a céghez %2$s alkalommal

source: %1$s added to company
hu_hu: %1$s hozzáadva a céghez

source: New contact is added
hu_hu: Új kapcsolat lett hozzáadva

source: New contact is <strong>added</strong>
hu_hu: Új kapcsolat <strong>lett hozzáadva</strong>

source: New contact is added %1$s time(s)
hu_hu: Új kapcsolat lett hozzáadva %1$s alkalommal

source: User submits a <strong>form</strong>
hu_hu: Felhasználó beküld egy <strong>űrlapot</strong>

source: Create a group
hu_hu: Hozzon létre egy csoportot

source: Create a <strong>group</strong>
hu_hu: Hozzon létre egy <strong>csoportot</strong>

source: Create a %1$s
hu_hu: Hozzon létre egy %1$s

source: Group name:
hu_hu: Csoport neve:

source: Group course:
hu_hu: Csoport kurzusa:

source: Course ID or comma-separated list of courses IDs
hu_hu: Kurzusazonosító vagy vesszővel elválasztott kurzusazonosítók listája

source: Select a course
hu_hu: Válasszon egy kurzust

source: If user doesn't have the "Group Leader" role:
hu_hu: Ha a felhasználónak nincs a "Csoportvezető" szerepköre:

source: Do nothing
hu_hu: Ne tegyen semmit

source: Add the role to their existing roles
hu_hu: Adja hozzá a szerepkört a meglévő szerepköreihez

source: Replace their existing roles with the "Group Leader" role
hu_hu: Cserélje le meglévő szerepköreit a "Csoportvezető" szerepkörre

source: Mark course as completed
hu_hu: Jelölje a kurzust befejezettként

source: Mark course as <strong>completed</strong>
hu_hu: Jelölje a kurzust <strong>befejezettként</strong>

source: Mark %1$s as completed
hu_hu: Jelölje befejezettnek: %1$s

source: all courses
hu_hu: összes kurzus

source: Course ID
hu_hu: Kurzusazonosító

source: Mark lesson as completed
hu_hu: Jelölje a leckét befejezettként

source: Mark lesson as <strong>completed</strong>
hu_hu: Jelölje a leckét <strong>befejezettként</strong>

source: Lesson:
hu_hu: Lecke:
