Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/automatorwp/automatorwp-*.po
Languages: hu_hu

source: Connect your WordPress plugins together and create automated workflows with no code!
hu_hu: Kösse össze a WordPress-bővítményeit, és hozzon létre kód nélküli, automatizált munkafolyamatokat!

source: Invalid automation.
hu_hu: Érvénytelen automatizálás.

source: %s per loop needs to be higher than 0.
hu_hu: A(z) %s ciklusonkénti értékének 0-nál nagyobbnak kell lennie.

source: Execution Options
hu_hu: Végrehajtási beállítások

source: Minutes
hu_hu: Percek

source: Hours
hu_hu: Órák

source: Days
hu_hu: Napok

source: Months
hu_hu: Hónapok

source: Years
hu_hu: Évek

source: Schedule execution:
hu_hu: Végrehajtás ütemezése:

source: Execute this automation on:
hu_hu: Ezt az automatizálást futtassa ekkor:

source: Recurring execution:
hu_hu: Ismétlődő végrehajtás:

source: Execute this automation:
hu_hu: Ezt az automatizálást futtassa:

source: of
hu_hu: -ának/-ének

source: Period:
hu_hu: Időszak:

source: Every day
hu_hu: Minden nap

source: every week
hu_hu: minden hét

source: every month
hu_hu: minden hónap

source: every year
hu_hu: minden év

source: at
hu_hu: ekkor

source: Process
hu_hu: Feldolgozás

source: items per loop
hu_hu: elemek ciklusonként

source: %s per loop
hu_hu: %s ciklusonként

source: Every
hu_hu: Minden

source: The day
hu_hu: A nap

source: Next run:
hu_hu: Következő futtatás:

source: Run automation
hu_hu: Automatizálás futtatása

source: Running...
hu_hu: Fut...

source: Done!
hu_hu: Kész!

source: Cancel
hu_hu: Mégse

source: Cancelling...
hu_hu: Megszakítás...

source: Cancelled
hu_hu: Megszakítva

source: %s per loop need to be higher than 0.
hu_hu: A(z) %s ciklusonkénti értékének 0-nál nagyobbnak kell lennie.

source: Trigger configuration not found.
hu_hu: Trigger konfiguráció nem található.

source: Result:
hu_hu: Eredmény:

source: Action "%s" has the option key "%s" that is not allowed
hu_hu: A(z) "%s" művelet nem engedélyezett "%s" opciókulccsal rendelkezik

source: Possible action duplication with the key "%s"
hu_hu: Lehetséges duplikált művelet a(z) "%s" kulccsal

source: Dashboard
hu_hu: Vezérlőpult

source: Add-ons
hu_hu: Kiegészítők

source: Import Automation
hu_hu: Automatizálás importálása

source: Try GamiPress!
hu_hu: Próbálja ki a GamiPress-t!

source: Try ShortLinks Pro!
hu_hu: Próbálja ki a ShortLinks Pro-t!

source: Try BBForms!
hu_hu: Próbálja ki a BBForms-ot!

source: New
hu_hu: Új

source: Automations
hu_hu: Automatizálások

source: Logs
hu_hu: Naplók

source: Licenses
hu_hu: Licencek

source: Settings
hu_hu: Beállítások

source: Thank you for using <a href="%1$s" target="_blank">AutomatorWP</a>! Please leave us a <a href="%2$s" target="_blank">%3$s</a> rating on WordPress.org
hu_hu: Köszönjük, hogy a <a href="%1$s" target="_blank">AutomatorWP</a>-t használja! Kérjük, adjon nekünk egy <a href="%2$s" target="_blank">%3$s</a> értékelést a WordPress.org-on

source: Awesome! You've been using <strong>AutomatorWP</strong> for a while.
hu_hu: Remek! Már egy ideje használja az <strong>AutomatorWP</strong>-t.

source: May I ask you to give it a <strong>5-star rating</strong> on WordPress?
hu_hu: Megkérhetem, hogy adjon neki egy <strong>5 csillagos értékelést</strong> a WordPressen?

source: This will help to spread its popularity and to make this plugin a better one.
hu_hu: Ez segít növelni a népszerűségét, és jobbá tenni ezt a bővítményt.

source: Your help is much appreciated. Thank you very much,
hu_hu: Nagyon értékeljük a segítségét. Nagyon köszönjük,

source: Yes, I want to rate it!
hu_hu: Igen, értékelni szeretném!

source: I already did
hu_hu: Már megtettem

source: No, I don't want to rate it
hu_hu: Nem, nem szeretném értékelni

source: AutomatorWP Add-ons
hu_hu: AutomatorWP kiegészítők

source: Integrations
hu_hu: Integrációk

source: Apps Integrations
hu_hu: Alkalmazás-integrációk

source: Add-ons to extend and expand the functionality of AutomatorWP.
hu_hu: Kiegészítők az AutomatorWP funkcióinak bővítéséhez és kiterjesztéséhez.

source: Activate License
hu_hu: Licenc aktiválása

source: Active and License Registered
hu_hu: Aktív és licenc regisztrálva

source: Active
hu_hu: Aktív

source: Get this pass
hu_hu: Szerezze meg ezt a csomagot

source: Get this add-on
hu_hu: Szerezze meg ezt a kiegészítőt

source: An unexpected error occurred. Something may be wrong with automatorwp.com or this server&#8217;s configuration. If you continue to have problems, please try to <a href="%s">contact us</a>.
hu_hu: Váratlan hiba történt. Lehet, hogy valami nincs rendben az automatorwp.com-mal vagy ennek a szervernek a konfigurációjával. Ha továbbra is problémái vannak, kérjük, próbáljon meg <a href="%s">kapcsolatba lépni velünk</a>.

source: Welcome to AutomatorWP
hu_hu: Üdvözöljük az AutomatorWP-ben

source: Getting started
hu_hu: Első lépések

source: Advanced features
hu_hu: Haladó funkciók

source: Our Plugins
hu_hu: Bővítményeink

source: Meet the team
hu_hu: Ismerje meg a csapatot

source: Follow us
hu_hu: Kövessen minket

source: More videos
hu_hu: További videók

source: View all videos
hu_hu: Összes videó megtekintése

source: AutomatorWP is a free and open-source plugin accessible to everyone just like WordPress. There are many ways you can help support AutomatorWP
hu_hu: Az AutomatorWP egy ingyenes és nyílt forráskódú bővítmény, amely mindenki számára elérhető, akárcsak a WordPress. Számos módon segíthet támogatni az AutomatorWP-t

source: Get involved with AutomatorWP development.
hu_hu: Vegyen részt az AutomatorWP fejlesztésében.

source: Translate AutomatorWP into your language.
hu_hu: Fordítsa le az AutomatorWP-t az Ön nyelvére.

source: Review AutomatorWP on WordPress.org.
hu_hu: Értékelje az AutomatorWP-t a WordPress.org-on.

source: Pro add-ons help to maintain the project and offer the most advanced features.
hu_hu: A Pro kiegészítők segítenek a projekt fenntartásában, és a legfejlettebb funkciókat kínálják.

source: View plans and pricing
hu_hu: Csomagok és árak megtekintése

source: What is AutomatorWP?
hu_hu: Mi az az AutomatorWP?

source: Anonymous Automations
hu_hu: Névtelen automatizálások

source: All Users Automations
hu_hu: Minden felhasználó automatizálásai

source: All Posts Automations
hu_hu: Minden bejegyzés automatizálásai

source: Import File Automations
hu_hu: Fájlimport automatizálások

source: Restrict Content Automations
hu_hu: Restrict Content automatizálások

source: Triggers
hu_hu: Triggerek

source: Actions
hu_hu: Műveletek

source: Filters
hu_hu: Szűrők

source: Tags
hu_hu: Címkék

source: Features
hu_hu: Funkciók

source: Sequential triggers
hu_hu: Sorrendi triggerek

source: Redirect users
hu_hu: Felhasználók átirányítása

source: Import & Export automations through URL
hu_hu: Automatizálások importálása és exportálása URL-en keresztül

source: Special actions
hu_hu: Speciális műveletek

source: Call a function
hu_hu: Függvény meghívása

source: Run a WordPress hook
hu_hu: WordPress hook futtatása

source: Multiple posts actions
hu_hu: Több bejegyzés műveletei

source: Special tags
hu_hu: Speciális címkék

source: User meta tag
hu_hu: Felhasználói metacímke

source: Post meta tag
hu_hu: Bejegyzés metacímke

source: Date tag
hu_hu: Dátumcímke

source: Function tags
hu_hu: Funkciócímkék

source: Follow us in your favorite social network!
hu_hu: Kövessen minket az Ön kedvenc közösségi hálózatán!

source: Subscribe to our YouTube channel.
hu_hu: Iratkozzon fel YouTube-csatornánkra.

source: Follow us on Facebook.
hu_hu: Kövessen minket a Facebookon.

source: Join our Facebook community.
hu_hu: Csatlakozzon Facebook-közösségünkhöz.

source: Follow @AutomatorWP on Twitter.
hu_hu: Kövesse az @AutomatorWP-t a Twitteren.

source: Follow us on LinkedIn.
hu_hu: Kövessen minket a LinkedInen.

source: Importing automation...
hu_hu: Automatizálás importálása...

source: You're not allowed to perform this action.
hu_hu: Nincs jogosultsága ennek a műveletnek a végrehajtásához.

source: Invalid automation ID.
hu_hu: Érvénytelen automatizálási azonosító.

source: No triggers and actions found from this URL.
hu_hu: Nem találhatók triggerek és műveletek erről az URL-ről.

source: (Imported)
hu_hu: (Importálva)

source: Could not create the automation from this URL.
hu_hu: Nem sikerült létrehozni az automatizálást erről az URL-ről.

source: Automation imported successfully! Redirecting...
hu_hu: Az automatizálás sikeresen importálva! Átirányítás...

source: License
hu_hu: Licenc

source: Save Changes
hu_hu: Változtatások mentése

source: Enter valid license key for automatic updates.
hu_hu: Adjon meg érvényes licenckulcsot az automatikus frissítésekhez.

source: Looking to install a pro add-on? Check the <a href="%s" target="_blank">installation instructions</a>.
hu_hu: Pro kiegészítőt szeretne telepíteni? Tekintse meg a <a href="%s" target="_blank">telepítési útmutatót</a>.

source: Save Settings
hu_hu: Beállítások mentése

source: Reset Settings
hu_hu: Beállítások visszaállítása

source: General Settings
hu_hu: Általános beállítások

source: Minimum role to administer AutomatorWP
hu_hu: Az AutomatorWP kezeléséhez szükséges minimális szerepkör

source: Minimum role a user needs to access to AutomatorWP management areas.
hu_hu: Az AutomatorWP kezelési területeinek eléréséhez a felhasználónak szükséges minimális szerepkör.

source: Automatic logs cleanup:
hu_hu: Naplók automatikus tisztítása:

source: Enter the number of days you want to keep the logs. Leave empty to disable the automatic logs cleanup.
hu_hu: Adja meg, hány napig kívánja megőrizni a naplókat. Hagyja üresen az automatikus naplótisztítás letiltásához.

source: Automatic logs cleanup will remove unused logs older than the number of days entered keeping only the important logs entries.
hu_hu: Az automatikus naplótisztítás eltávolítja a megadott napoknál régebbi, nem használt naplókat, és csak a fontos naplóbejegyzéseket tartja meg.

source: Disable top bar menu:
hu_hu: Felső sáv menüjének letiltása:

source: Check this option to disable the AutomatorWP top bar menu.
hu_hu: Jelölje be ezt az opciót az AutomatorWP felső sáv menüjének letiltásához.

source: Administrator
hu_hu: Adminisztrátor

source: Editor
hu_hu: Szerkesztő

source: Author
hu_hu: Szerző

source: Invalid item type.
hu_hu: Érvénytelen elemtípus.

source: Invalid trigger.
hu_hu: Érvénytelen trigger.

source: Invalid action.
hu_hu: Érvénytelen művelet.

source: Trigger can't be created.
hu_hu: A triggert nem lehet létrehozni.

source: Action can't be created.
hu_hu: A műveletet nem lehet létrehozni.

source: Invalid item.
hu_hu: Érvénytelen elem.

source: Item deleted.
hu_hu: Elem törölve.

source: Invalid items.
hu_hu: Érvénytelen elemek.

source: Items order updated.
hu_hu: Elemek sorrendje frissítve.

source: Invalid option.
hu_hu: Érvénytelen opció.

source: Automation with ID %d not found.
hu_hu: A(z) %d azonosítójú automatizálás nem található.

source: Table not found.
hu_hu: Tábla nem található.

source: (No title)
hu_hu: (Nincs cím)

source: Automation type
hu_hu: Automatizálás típusa

source: Loop Automations
hu_hu: Loop automatizálások

source: Designed to run actions on a <b>group of elements</b>. Can be run <b>manually</b>, on a <b>specific date</b> or on a <b>recurring</b> basis.
hu_hu: Úgy készült, hogy műveleteket futtasson egy <b>elemcsoporton</b>. Futtatható <b>manuálisan</b>, <b>meghatározott dátumon</b> vagy <b>ismétlődő</b> jelleggel.

source: <strong>Note:</strong> Automation type cannot be changed later.
hu_hu: <strong>Megjegyzés:</strong> Az automatizálás típusa később nem módosítható.

source: Confirm
hu_hu: Megerősítés

source: Export automation
hu_hu: Automatizálás exportálása

source: Enter you website URL:
hu_hu: Adja meg webhelye URL-jét:

source: Please, enter a valid URL.
hu_hu: Kérjük, adjon meg érvényes URL-t.

source: Exportable URL:
hu_hu: Exportálható URL:

source: Copy URL
hu_hu: URL másolása

source: Copied!
hu_hu: Másolva!

source: Copy this URL and place it on your browser to automatically import this automation on your website.
hu_hu: Másolja ezt az URL-t, és illessze be a böngészőjébe, hogy automatikusan importálja ezt az automatizálást a webhelyére.

source: Generate URL to export
hu_hu: URL generálása exportáláshoz

source: Generating URL
hu_hu: URL generálása

source: Done
hu_hu: Kész

source: When this happens...
hu_hu: Amikor ez történik...

source: Sequential
hu_hu: Sorrendi

source: Check this option to force users to complete triggers in order.
hu_hu: Jelölje be ezt a lehetőséget, hogy a felhasználók a triggereket sorrendben teljesítsék.

source: Anonymous automations only support one trigger per automation.
hu_hu: Az anonim automatizálások automatizálásonként csak egy triggert támogatnak.

source: Add Trigger
hu_hu: Trigger hozzáadása

source: Add Filter
hu_hu: Szűrő hozzáadása

source: Saving...
hu_hu: Mentés...

source: Do this...
hu_hu: Ezt tegye...

source: Add Action
hu_hu: Művelet hozzáadása

source: Select an integration
hu_hu: Válasszon integrációt

source: Select a trigger
hu_hu: Válasszon triggert

source: Search for triggers
hu_hu: Triggerek keresése

source: Select an action
hu_hu: Válasszon műveletet

source: Search for actions
hu_hu: Műveletek keresése

source: Move up
hu_hu: Mozgatás felfelé

source: Move down
hu_hu: Mozgatás lefelé

source: Delete
hu_hu: Törlés

source: Save
hu_hu: Mentés

source: Actions will be run on %1$s
hu_hu: A műveletek a következőn futnak: %1$s

source: Trigger disabled because plugin associated couldn't be found. Please, re-install the plugin associated or remove this trigger.
hu_hu: A trigger le lett tiltva, mert a társított bővítmény nem található. Kérjük, telepítse újra a társított bővítményt, vagy távolítsa el ezt a triggert.

source: Action disabled because plugin associated couldn't be found. Please, re-install the plugin associated or remove this action.
hu_hu: A művelet le lett tiltva, mert a társított bővítmény nem található. Kérjük, telepítse újra a társított bővítményt, vagy távolítsa el ezt a műveletet.

source: Missing plugin
hu_hu: Hiányzó bővítmény

source: Looking for more triggers?
hu_hu: További triggereket keres?

source: Looking for more actions?
hu_hu: További műveleteket keres?

source: View all add-ons
hu_hu: Összes kiegészítő megtekintése

source: In Progress
hu_hu: Folyamatban

source: Inactive
hu_hu: Inaktív

source: Logged-in
hu_hu: Bejelentkezett

source: Run actions on the user who completes the triggers.
hu_hu: Futtassa a műveleteket azon a felhasználón, aki teljesíti a triggereket.

source: Anonymous
hu_hu: Névtelen

source: Run actions based on not logged-in users interactions.
hu_hu: Futtasson műveleteket a nem bejelentkezett felhasználók interakciói alapján.

source: (Cloned)
hu_hu: (Klónozva)

source: any post
hu_hu: bármely bejegyzés

source: any category
hu_hu: bármely kategória

source: any taxonomy
hu_hu: bármely taxonómia

source: a post of any type
hu_hu: bármilyen típusú bejegyzés

source: a %s
hu_hu: egy %s

source: any status
hu_hu: bármely állapot

source: any field
hu_hu: bármely mező

source: ID
hu_hu: Azonosító

source: Title
hu_hu: Cím

source: Slug
hu_hu: Keresőbarát név

source: Type
hu_hu: Típus

source: Status
hu_hu: Állapot

source: Date
hu_hu: Dátum

source: Date (GMT)
hu_hu: Dátum (GMT)

source: Date Modified
hu_hu: Módosítás dátuma

source: Date Modified (GMT)
hu_hu: Módosítás dátuma (GMT)

source: Content
hu_hu: Tartalom

source: Excerpt
hu_hu: Kivonat

source: Parent
hu_hu: Szülő

source: Order
hu_hu: Sorrend

source: Password
hu_hu: Jelszó

source: Username
hu_hu: Felhasználónév

source: Display name
hu_hu: Megjelenített név

source: Nicename
hu_hu: Keresőbarát felhasználónév

source: Website
hu_hu: Weboldal

source: Registration Date
hu_hu: Regisztráció dátuma

source: any role
hu_hu: bármely szerepkör

source: any item
hu_hu: bármely elem

source: Choose a filter
hu_hu: Válasszon egy szűrőt

source: Use a custom value
hu_hu: Egyéni érték használata

source: Every five minutes
hu_hu: Ötpercenként

source: Action
hu_hu: Művelet

source: Automation
hu_hu: Automatizálás

source: Completions
hu_hu: Teljesítések

source: Missing integration
hu_hu: Hiányzó integráció

source: Clone
hu_hu: Klónozás

source: Export
hu_hu: Exportálás

source: Are you sure you want to delete this automation?\n\nClick \'Cancel\' to go back, \'OK\' to confirm the delete.
hu_hu: Biztos benne, hogy törli ezt az automatizálást?\n\nKattintson a \'Mégse\' gombra a visszalépéshez, az \'OK\' gombra a törlés megerősítéséhez.

source: Automation cloned successfully.
hu_hu: Az automatizálás sikeresen klónozva.

source: Automation could not be cloned.
hu_hu: Az automatizálást nem sikerült klónozni.

source: Automation cloned successfully! <a href="%s">Edit the new automation</a>.
hu_hu: Az automatizálás sikeresen klónozva! <a href="%s">Az új automatizálás szerkesztése</a>.

source: Enter title here
hu_hu: Ide írja be a címet

source: Times per user
hu_hu: Felhasználónkénti alkalmak

source: Maximum number of times a user can complete this automation. Set it to 0 for unlimited.
hu_hu: Az a maximális alkalomszám, ahányszor egy felhasználó teljesítheti ezt az automatizálást. Korlátlanhoz állítsa 0-ra.

source: Total times
hu_hu: Összes alkalom

source: Maximum number of times this automation can be completed. Set it to 0 for unlimited.
hu_hu: Az a maximális alkalomszám, ahányszor ez az automatizálás teljesíthető. Korlátlanhoz állítsa 0-ra.

source: Created on
hu_hu: Létrehozás dátuma

source: Automation will take effect based on this date. You can schedule <strong>future</strong> automations by setting this field with a future date.
hu_hu: Az automatizálás ezen dátum alapján lép életbe. <strong>Jövőbeli</strong> automatizálásokat ütemezhet, ha ezt a mezőt jövőbeli dátumra állítja.

source: <strong>Note:</strong> For future automations, status need to be <strong>active</strong> because setting a future date won't update the status automatically.
hu_hu: <strong>Megjegyzés:</strong> A jövőbeli automatizálások esetében az állapotnak <strong>aktívnak</strong> kell lennie, mert a jövőbeli dátum beállítása nem frissíti automatikusan az állapotot.

source: Save &amp; Activate
hu_hu: Mentés &amp; Aktiválás

source: Log
hu_hu: Napló

source: User
hu_hu: Felhasználó

source: Post
hu_hu: Bejegyzés

source: Log Details
hu_hu: Napló részletei

source: Log Data
hu_hu: Napló adatai

source: Type:
hu_hu: Típus:

source: User:
hu_hu: Felhasználó:

source: Date:
hu_hu: Dátum:

source: Trigger:
hu_hu: Eseményindító:

source: Trigger assigned to this log.
hu_hu: Ehhez a naplóhoz hozzárendelt eseményindító.

source: Automation:
hu_hu: Automatizálás:

source: Trigger's automation.
hu_hu: Az eseményindító automatizálása.

source: Action:
hu_hu: Művelet:

source: Action assigned to this log.
hu_hu: Ehhez a naplóhoz hozzárendelt művelet.

source: Action's automation.
hu_hu: A művelet automatizálása.

source: Filter:
hu_hu: Szűrő:

source: Filter assigned to this log.
hu_hu: Ehhez a naplóhoz hozzárendelt szűrő.

source: Filter's automation.
hu_hu: A szűrő automatizálása.

source: Automation assigned to this log.
hu_hu: Ehhez a naplóhoz hozzárendelt automatizálás.

source: Post:
hu_hu: Bejegyzés:

source: Post assigned to this log.
hu_hu: Ehhez a naplóhoz hozzárendelt bejegyzés.

source: (No post assigned)
hu_hu: (Nincs hozzárendelt bejegyzés)

source: Are you sure you want to delete all logs?\n\nClick \'Cancel\' to go back, \'OK\' to confirm the deletion.
hu_hu: Biztosan törli az összes naplót?\n\nKattintson a \'Mégse\' gombra a visszalépéshez, az \'OK\' gombra a törlés megerősítéséhez.

source: Clear all logs
hu_hu: Összes napló törlése

source: You are not allowed to perform this.
hu_hu: Nincs jogosultsága ennek végrehajtásához.

source: Trigger
hu_hu: Eseményindító

source: Invalid automation type.
hu_hu: Érvénytelen automatizálási típus.

source: Automation has been run the number of times allowed. Change the "Total times" setting for this automation to allow run it again.
hu_hu: Az automatizálás a megengedett számú alkalommal futott le. Módosítsa ennek az automatizálásnak a "Total times" beállítását, hogy ismét lefuthasson.

source: Automation run has been cancelled.
hu_hu: Az automatizálás futtatása megszakítva.

source: Can not retrieve run details.
hu_hu: Nem sikerült lekérni a futtatás részleteit.

source: Can not cancel automation run because is not running.
hu_hu: Az automatizálás futtatása nem szakítható meg, mert nem fut.

source: %s run cancelled by the user
hu_hu: %s futtatása a felhasználó által megszakítva

source: Filter "%s" has the option key "%s" that is not allowed
hu_hu: A(z) "%s" szűrő "%s" opciókulcsa nem engedélyezett

source: Possible filter duplication with the key "%s"
hu_hu: Lehetséges szűrőduplikáció a(z) "%s" kulccsal

source: Filter
hu_hu: Szűrő

source: Filter not passed
hu_hu: A szűrő nem teljesült

source: Saving
hu_hu: Mentés

source: Select an option
hu_hu: Válasszon egy lehetőséget

source: Select a post
hu_hu: Válasszon egy bejegyzést

source: Select a term
hu_hu: Válasszon egy kifejezést

source: Select a %s
hu_hu: Válasszon egy %s

source: Select a user
hu_hu: Válasszon egy felhasználót

source: Select an item
hu_hu: Válasszon egy elemet

source: Click here to reset your password
hu_hu: Kattintson ide jelszava visszaállításához

source: Site
hu_hu: Webhely

source: Site name
hu_hu: Webhely neve

source: Site URL
hu_hu: Webhely URL

source: Admin email
hu_hu: Admin e-mail-cím

source: AutomatorWP Plugin
hu_hu: AutomatorWP bővítmény

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Vezetéknév

source: Plugin
hu_hu: Bővítmény

source: User's website URL
hu_hu: Felhasználó weboldalának URL-je

source: Reset password URL
hu_hu: Jelszó-visszaállítási URL

source: Reset password link
hu_hu: Jelszó-visszaállítási hivatkozás

source: User Meta
hu_hu: Felhasználói metaadat

source: User meta value, replace "META_KEY" by the user meta key.
hu_hu: Felhasználói metaérték, a "META_KEY" helyére írja a felhasználói metakulcsot.

source: Date and time
hu_hu: Dátum és idő

source: The current date and time, replace "FORMAT" by the date format. Default format is "Y-m-d H:i:s".
hu_hu: Az aktuális dátum és idő, a "FORMAT" helyére írja a dátumformátumot. Alapértelmezett formátum: "Y-m-d H:i:s".

source: Relative date and time
hu_hu: Relatív dátum és idő

source: The relative date and time, replace "FORMAT" by the date format and "VALUE" by the relative date. Default format is "Y-m-d H:i:s" and default value is "now".
hu_hu: A relatív dátum és idő, a "FORMAT" helyére írja a dátumformátumot, a "VALUE" helyére pedig a relatív dátumot. Alapértelmezett formátum: "Y-m-d H:i:s", alapértelmezett érték: "now".

source: Timestamp
hu_hu: Időbélyeg

source: The current timestamp.
hu_hu: Az aktuális időbélyeg.

source: Relative timestamp
hu_hu: Relatív időbélyeg

source: The relative timestamp, replace "VALUE" by the relative date. Default value is "now".
hu_hu: A relatív időbélyeg, a "VALUE" helyére írja a relatív dátumot. Alapértelmezett érték: "now".

source: (no preview available)
hu_hu: (nincs elérhető előnézet)

source: Trigger "%s" has the option key "%s" that is not allowed
hu_hu: A "%s" triggerben a "%s" beállítási kulcs nem engedélyezett

source: Possible trigger duplication with the key "%s"
hu_hu: Lehetséges triggerduplikáció a "%s" kulccsal

source: Number of times:
hu_hu: Előfordulások száma:

source: Post ID
hu_hu: Bejegyzés azonosítója

source: Category:
hu_hu: Kategória:

source: Select a category
hu_hu: Válasszon kategóriát

source: Category ID
hu_hu: Kategória azonosítója

source: Taxonomy:
hu_hu: Taxonómia:

source: Select a taxonomy
hu_hu: Válasszon taxonómiát

source: Taxonomy
hu_hu: Taxonómia

source: Term:
hu_hu: Kifejezés:

source: any term
hu_hu: bármely kifejezés

source: Term ID
hu_hu: Kifejezés azonosítója

source: any automation
hu_hu: bármely automatizáció
