Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: The ultimate solution for managing custom post types, taxonomies and meta boxes.
hu_hu: A végső megoldás egyedi bejegyzéstípusok, taxonómiák és metaboxok kezelésére.

source: Search in Crocoblock documentation for the answer:
hu_hu: Keressen választ a Crocoblock dokumentációjában:

source: Searching...
hu_hu: Keresés...

source: No results found for your request...
hu_hu: Nincs találat a kérésére...

source: Still not found your answer?
hu_hu: Még mindig nem találta meg a választ?

source: Here you can describe your problem in a few words...
hu_hu: Itt néhány szóban leírhatja a problémáját...

source: Search for help
hu_hu: Segítség keresése

source: Got Stuck? Click Here
hu_hu: Megakadt? Kattintson ide

source: The page is expired. Please reload page and try again
hu_hu: Az oldal lejárt. Kérjük, töltse be újra az oldalt, és próbálja meg újra

source: Access denied
hu_hu: Hozzáférés megtagadva

source: Incomplete request
hu_hu: Hiányos kérés

source: Plugin slug or filename is missing in request
hu_hu: A kérésből hiányzik a bővítmény slugja vagy fájlneve

source: Plugin could not be installed automatically. Please install it manually and continue workflow.
hu_hu: A bővítményt nem sikerült automatikusan telepíteni. Kérjük, telepítse manuálisan, és folytassa a munkafolyamatot.

source: Module slug not found in request.
hu_hu: A kérésben nem található modul slug.

source: Module slug or filename not found in request.
hu_hu: A kérésben nem található modul slug vagy fájlnév.

source: Unknown dependency type -
hu_hu: Ismeretlen függőségtípus -

source: You are not allowed to install plugins on this site
hu_hu: Nincs jogosultsága bővítmények telepítéséhez ezen a webhelyen

source: Plugins API error
hu_hu: Plugins API hiba

source: Dashboard module is required to install Crocoblock dependencies
hu_hu: A Crocoblock függőségek telepítéséhez a Dashboard modul szükséges

source: Crocoblock plugins can`t be installed without a license
hu_hu: A Crocoblock bővítmények licenc nélkül nem telepíthetők

source: Available Interactive Tutorials
hu_hu: Elérhető interaktív oktatóanyagok

source: Check for new tutorials
hu_hu: Új oktatóanyagok keresése

source: These interactive tutorials will help you complete the most common tasks related to Crocoblock plugins easily.
hu_hu: Ezek az interaktív oktatóanyagok segítenek könnyedén elvégezni a Crocoblock bővítményekhez kapcsolódó leggyakoribb feladatokat.

source: Start Tutorial
hu_hu: Oktatóanyag indítása

source: Resume Tutorial
hu_hu: Oktatóanyag folytatása

source: Interactive Tutorials
hu_hu: Interaktív oktatóanyagok

source: You don't have permissions to do this
hu_hu: Nincs jogosultsága ehhez

source: Couldn't create item
hu_hu: Nem sikerült létrehozni az elemet

source: Please provide item ID to delete
hu_hu: Kérjük, adja meg a törlendő elem ID-ját

source: Item ID not passed
hu_hu: Az elem ID nem lett átadva

source: Couldn't update item
hu_hu: Nem sikerült frissíteni az elemet

source: Please set post type slug
hu_hu: Kérjük, állítsa be a post type slugot

source: Please set post type name
hu_hu: Kérjük, állítsa be a post type nevét

source: Please change post type slug. Current is reserved for WordPress needs
hu_hu: Kérjük, módosítsa a post type slugot. A jelenlegi a WordPress számára van fenntartva

source: Related plugin:
hu_hu: Kapcsolódó bővítmény:

source: What is this?
hu_hu: Mi ez?

source: Source
hu_hu: Forrás

source: Object Field
hu_hu: Objektum mező

source: Automatically generated excerpt
hu_hu: Automatikusan generált kivonat

source: More string
hu_hu: Tovább szöveg

source: Custom length
hu_hu: Egyedi hossz

source: Meta Field
hu_hu: Meta mező

source: Option
hu_hu: Beállítás

source: Variable Name
hu_hu: Változó neve

source: Custom Object Field / Meta field / Repeater key
hu_hu: Egyedi objektummező / Meta mező / Ismétlő kulcs

source: Note: this field will override Object Field / Meta Field value
hu_hu: Megjegyzés: ez a mező felülírja az Objektummező / Meta mező értékét

source: Filter Field Output
hu_hu: A mező kimenetének szűrése

source: Hide if Empty
hu_hu: Elrejtés, ha üres

source: Fallback Value
hu_hu: Helyettesítő érték

source: Callback
hu_hu: Visszahívás

source: Customize field output
hu_hu: A mező kimenetének testreszabása

source: Field format
hu_hu: Mező formátuma

source: %s will be replaced with field value. If you need use plain % sign, replace it with %% (for example for JetEngine macros wrappers)
hu_hu: A %s a mező értékére lesz cserélve. Ha egyszerű % jelet kell használni, cserélje le %%-re (például JetEngine makróburkolókhoz)

source: Context
hu_hu: Kontextus

source: Shortcode
hu_hu: Rövidkód

source: Tag Enclosing Type
hu_hu: Címke körbezárási típusa

source: Equal (=)
hu_hu: Egyenlő (=)

source: Not equal (!=)
hu_hu: Nem egyenlő (!=)

source: Greater than (>)
hu_hu: Nagyobb mint (>)

source: Greater or equal (>=)
hu_hu: Nagyobb vagy egyenlő (>=)

source: Less than (<)
hu_hu: Kisebb mint (<)

source: Less or equal (<=)
hu_hu: Kisebb vagy egyenlő (<=)

source: In the list
hu_hu: A listában

source: Not in the list
hu_hu: Nincs a listában

source: Between
hu_hu: Között

source: Not between
hu_hu: Nincs a két érték között

source: Exists
hu_hu: Létezik

source: Not exists
hu_hu: Nem létezik

source: Char
hu_hu: Karakter

source: Numeric
hu_hu: Numerikus

source: Date
hu_hu: Dátum

source: Datetime
hu_hu: Dátum és idő

source: Timestamp
hu_hu: Időbélyeg

source: Decimal
hu_hu: Decimális

source: Time
hu_hu: Idő

source: Binary
hu_hu: Bináris

source: Signed
hu_hu: Előjeles

source: Unsigned
hu_hu: Előjel nélküli

source: Any
hu_hu: Bármely

source: Future
hu_hu: Jövőbeli

source: Full
hu_hu: Teljes

source: No
hu_hu: Nincs

source: Alternate
hu_hu: Alternatív

source: Author
hu_hu: Szerző

source: Bookmark
hu_hu: Könyvjelző

source: External
hu_hu: Külső

source: Help
hu_hu: Súgó

source: License
hu_hu: Licenc

source: Next
hu_hu: Következő

source: Prev
hu_hu: Előző

source: Search
hu_hu: Keresés

source: Tag
hu_hu: Címke

source: Dashboard
hu_hu: Vezérlőpult

source: First Separator
hu_hu: Első elválasztó

source: Posts
hu_hu: Bejegyzések

source: Media
hu_hu: Média

source: Links
hu_hu: Hivatkozások

source: Pages
hu_hu: Oldalak

source: Comments
hu_hu: Hozzászólások

source: Second Separator
hu_hu: Második elválasztó

source: Appearance
hu_hu: Megjelenés

source: Plugins
hu_hu: Bővítmények

source: Users
hu_hu: Felhasználók

source: Tools
hu_hu: Eszközök

source: Settings
hu_hu: Beállítások

source: Third Separator
hu_hu: Harmadik elválasztó

source: Callto - launching Skype call (requires username or phone number)
hu_hu: Callto - Skype-hívás indítása (felhasználónevet vagy telefonszámot igényel)

source: Facetime - call to FaceTime (requires phone number or address)
hu_hu: Facetime - hívás a FaceTime-ra (telefonszámot vagy címet igényel)

source: Fax - used for telefacsimile numbers (requires phone number)
hu_hu: Fax - telefaxszámokhoz használható (telefonszámot igényel)

source: Git - a link to a GIT repository (requires a link to repository)
hu_hu: Git - hivatkozás egy GIT-tárhelyre (a tárhelyre mutató hivatkozást igényel)

source: Gtalk - start a chat with a Google Talk user (requires an e-mail)
hu_hu: Gtalk - csevegés indítása egy Google Talk felhasználóval (e-mail-címet igényel)

source: Mailto - launch system e-mail UI (requires an e-mail)
hu_hu: Mailto - a rendszer e-mail felületének megnyitása (e-mail-címet igényel)

source: Maps - link to map location (requires a location string)
hu_hu: Maps - hivatkozás térképen lévő helyre (helyszín karakterláncot igényel)

source: Google Play - link to search query (requires an query string)
hu_hu: Google Play - hivatkozás keresési lekérdezésre (lekérdezési karakterláncot igényel)

source: Google Play - link to search query by publisher (requires an query string)
hu_hu: Google Play - hivatkozás kiadó szerinti keresési lekérdezésre (lekérdezési karakterláncot igényel)

source: Skype - launching Skype call (requires username or phone number)
hu_hu: Skype - Skype-hívás indítása (felhasználónevet vagy telefonszámot igényel)

source: Spotify artist - show artist page in Spotify (requires artist ID)
hu_hu: Spotify előadó - az előadó oldalának megjelenítése a Spotifyban (előadóazonosítót igényel)

source: Spotify album - show album page in Spotify (requires album ID)
hu_hu: Spotify album - az album oldalának megjelenítése a Spotifyban (albumazonosítót igényel)

source: Spotify track - show track page in Spotify (requires track ID)
hu_hu: Spotify szám - a szám oldalának megjelenítése a Spotifyban (számazonosítót igényel)

source: Spotify search - show seqrch query results in Spotify (requires query string)
hu_hu: Spotify keresés - keresési lekérdezés eredményeinek megjelenítése a Spotifyban (lekérdezési karakterláncot igényel)

source: Tel - call to telephone number
hu_hu: Tel - hívás telefonszámra

source: Zoom - launch Zoom app (requires Zoom meeting URL)
hu_hu: Zoom - a Zoom alkalmazás indítása (Zoom meeting URL-t igényel)

source: ACF Gallery as WP Gallery
hu_hu: ACF galéria mint WP galéria

source: ACF Field
hu_hu: ACF mező

source: Options
hu_hu: Opciók

source: Select ACF Field to use as items source
hu_hu: Válassza ki az ACF mezőt az elemek forrásaként

source: JetFormBuilder Record Field
hu_hu: JetFormBuilder rekordmező

source: Field Name
hu_hu: Mező neve

source: Please enter form field name to show recorded value of this field. If field contains array of values, please add path to exact value. For example filed_name/0, field_name/1/nested_key, field_name/nested_key etc.
hu_hu: Adja meg az űrlapmező nevét, hogy e mező rögzített értéke megjelenjen. Ha a mező értékek tömbjét tartalmazza, adja meg az útvonalat a pontos értékhez. Például filed_name/0, field_name/1/nested_key, field_name/nested_key stb.

source: <b>Please note:</b> Works only with JetFromBuilder records query
hu_hu: <b>Kérjük, vegye figyelembe:</b> Csak JetFromBuilder rekordlekérdezéssel működik

source: Record ID
hu_hu: Rekordazonosító

source: Form ID
hu_hu: Űrlapazonosító

source: Submited From (page/post ID)
hu_hu: Beküldés helye (oldal/bejegyzés azonosítója)

source: Submited From (post type)
hu_hu: Beküldés helye (bejegyzéstípus)

source: Status
hu_hu: Állapot

source: Referrer
hu_hu: Hivatkozó

source: Submit Type
hu_hu: Beküldés típusa

source: Submit Date
hu_hu: Beküldés dátuma

source: Form Fields
hu_hu: Űrlapmezők

source: <b>Please note:</b>Dynamic tag <b>JetFormBuilder Record Field</b> works only with JetFromBuilder records query
hu_hu: <b>Figyelem:</b> A <b>JetFormBuilder Record Field</b> dinamikus címke csak a JetFromBuilder rekordok lekérdezésével működik

source: Can`t find nested items. Please check the path.
hu_hu: Nem találhatók beágyazott elemek. Kérjük, ellenőrizze az elérési utat.

source: We can`t print field value because it`s array. Please set path to required array item
hu_hu: Nem tudjuk kiírni a mező értékét, mert tömb. Kérjük, állítsa be az elérési utat a szükséges tömbelemhez

source: JetFormBuilder Records
hu_hu: JetFormBuilder rekordok

source: JetFormBuilder Records Query
hu_hu: JetFormBuilder rekordok lekérdezése

source: Form
hu_hu: Űrlap

source: Query records only for selected form(s).
hu_hu: Csak a kiválasztott űrlap(ok) rekordjait kérdezze le.

source: Record ID in
hu_hu: Rekord ID a következők között

source: Query records with given IDs. Comma-separated form record IDs list - 1, 10, 25
hu_hu: Lekérdezés a megadott azonosítókkal rendelkező rekordokra. Vesszővel elválasztott űrlaprekord-ID-k listája - 1, 10, 25

source: User
hu_hu: Felhasználó

source: Query records only for given user. Please set user ID, you can find it in the address bar on user profile page.
hu_hu: Csak a megadott felhasználóra vonatkozó rekordokat kérdezze le. Adja meg a felhasználó ID-ját, a felhasználói profiloldal címsorában találja meg.

source: Select records with selected status of form submission
hu_hu: Válassza ki a megadott űrlapbeküldési állapotú rekordokat

source: Date Query
hu_hu: Dátumlekérdezés

source: Select records limited by form submission dates
hu_hu: Válassza ki az űrlapbeküldések dátumaival korlátozott rekordokat

source: From Date
hu_hu: Dátumtól

source: Set date to get records after. You can use exact date or human-readable string like today, today - 7 days etc.
hu_hu: Állítson be egy dátumot, amely utáni rekordokat szeretne lekérdezni. Használhat pontos dátumot vagy emberileg olvasható kifejezést, például today, today - 7 days stb.

source: Date To
hu_hu: Dátumig

source: Set date to get records before. You can use exact date or human-readable string like today, today - 7 days etc.
hu_hu: Állítson be egy dátumot, amely előtti rekordokat szeretne lekérdezni. Használhat pontos dátumot vagy emberileg olvasható kifejezést, például today, today - 7 days stb.

source: Query by Fields Values
hu_hu: Lekérdezés mezőértékek alapján

source: Add new
hu_hu: Új hozzáadása

source: Field name
hu_hu: Mező neve

source: Form field name to compare with
hu_hu: Az összehasonlításhoz használt űrlapmező neve

source: Compare
hu_hu: Összehasonlítás

source: Operator to test
hu_hu: Tesztelendő operátor

source: Value
hu_hu: Érték

source: Type
hu_hu: Típus

source: Data type stored in the given field
hu_hu: A megadott mezőben tárolt adattípus

source: Fields Query Relation
hu_hu: Mezőlekérdezések kapcsolata

source: The logical relationship between fields query clauses
hu_hu: A mezőlekérdezés feltételei közötti logikai kapcsolat

source: And
hu_hu: És

source: Or
hu_hu: Vagy

source: Show/Per Page Limit
hu_hu: Megjelenítés/oldalankénti korlát

source: If using with JetSmartFilters pagination - its number of returned items per page. If without pagination - its number of visible items in the listing grid. Query counter will ignore this option and count all items matched to query.
hu_hu: JetSmartFilters oldalszámozással használva - az oldalanként visszaadott elemek száma. Oldalszámozás nélkül - a listarácsban látható elemek száma. A lekérdezésszámláló figyelmen kívül hagyja ezt az opciót, és az összes, a lekérdezésnek megfelelő elemet számolja.

source: Offset
hu_hu: Eltolás

source: Number of items to skip from start. <b>Note:</b> This option doesn`t work without <b>Limit</b>. If you need unlimited query results with offset, please set some extra large number into Limit option.
hu_hu: Az elején kihagyandó elemek száma. <b>Megjegyzés:</b> Ez az opció <b>Limit</b> nélkül nem működik. Ha korlátlan lekérdezési eredményre van szüksége eltolással, állítson be egy extra nagy számot a Limit opcióban.

source: Jet Engine Listing popup
hu_hu: Jet Engine Listing felugró ablak

source: Yes
hu_hu: Igen

source: Open JetPopup
hu_hu: JetPopup megnyitása

source: Not Selected
hu_hu: Nincs kiválasztva

source: Meta Box Field
hu_hu: Meta Box mező

source: Fields to parse
hu_hu: Feldolgozandó mezők

source: Select meta fields you want to be parsed by SEO plugins ( Rank Math, Yoast or SEOPress )
hu_hu: Válassza ki azokat a meta mezőket, amelyeket az SEO bővítményeknek kell feldolgozniuk ( Rank Math, Yoast vagy SEOPress )

source: Save
hu_hu: Mentés

source: Nonce validation failed
hu_hu: A nonce ellenőrzése sikertelen

source: Settings saved
hu_hu: Beállítások mentve

source: Custom Content Type Field
hu_hu: Custom Content Type mező

source: Custom Content Type Field value. Separate cct slug and field name with ::
hu_hu: Custom Content Type mező értéke. A cct slugot és a mező nevét válassza el :: jellel

source: Custom Content Type Field value
hu_hu: Custom Content Type mező értéke

source: Note:
hu_hu: Megjegyzés:

source: This option will add created field as new tab into WCFM marketplace front-end settings. Fields will be added using WCFM UI, thats why some restrictions are exists: <ul><li>- WCFM supports only Field Object Type</li><li>- Repeater, Switcher, Iconpicker, Gallery and Posts fields are not supported</li></ul>
hu_hu: Ez az opció a létrehozott mezőt új fülként adja hozzá a WCFM piactér front-end beállításaihoz. A mezők a WCFM UI használatával kerülnek hozzáadásra, ezért bizonyos korlátozások vannak: <ul><li>- A WCFM csak a Field Object Type-ot támogatja</li><li>- A Repeater, Switcher, Iconpicker, Gallery és Posts mezők nem támogatottak</li></ul>

source: Custom tab position
hu_hu: Egyedi fül pozíciója

source: Select where you want to add custom marketplace settings tab
hu_hu: Válassza ki, hová szeretné hozzáadni az egyedi piactér beállítások fület

source: After location
hu_hu: Hely után

source: After payment
hu_hu: Fizetés után

source: After shipping
hu_hu: Szállítás után

source: After SEO
hu_hu: SEO után

source: After customer support
hu_hu: Ügyfélszolgálat után

source: After all
hu_hu: Minden után

source: Product has Enough Stock
hu_hu: A termék raktárkészlete elegendő

source: Quantity
hu_hu: Mennyiség

source: Product is Downloadable
hu_hu: A termék letölthető

source: Product is Featured
hu_hu: A termék kiemelt

source: Product is in Stock
hu_hu: A termék raktáron van

source: Product is on Backorder
hu_hu: A termék utánrendelhető

source: Product is on Sale
hu_hu: A termék akciós

source: Product is Purchasable
hu_hu: A termék megvásárolható

source: Product is Purchased
hu_hu: A termék megvásárolva

source: Product ID
hu_hu: Termék ID

source: Leave this field blank if you want to check the current product.
hu_hu: Hagyja üresen ezt a mezőt, ha az aktuális terméket szeretné ellenőrizni.

source: Product is Sold Individually
hu_hu: A termék egyenként vásárolható

source: Product is Type
hu_hu: A termék típusa

source: Product Type
hu_hu: Terméktípus

source: Product is Virtual
hu_hu: A termék virtuális

source: WooCommerce Product Field
hu_hu: WooCommerce termékmező

source: Field
hu_hu: Mező

source: <b>Please note:</b> Works only with WC Query (from JetEngine Query Builder) or on single product page
hu_hu: <b>Kérjük, vegye figyelembe:</b> Csak WC Query-vel (a JetEngine Query Builderből) vagy egyetlen termékoldalon működik

source: <b>WooCommerce Product Field</b> works only with WC Query (from JetEngine Query Builder) or on single product page
hu_hu: <b>WooCommerce termékmező</b> csak WC Query-vel (a JetEngine Query Builderből) vagy egyetlen termékoldalon működik

source: WooCommerce Product Gallery
hu_hu: WooCommerce termékgaléria

source: Fallback
hu_hu: Helyettesítő

source: WooCommerce Product Image
hu_hu: WooCommerce termékkép

source: Add to Cart Text
hu_hu: Kosárba gomb szövege

source: Add to Cart
hu_hu: Kosárba

source: Enable quantity input
hu_hu: Mennyiség mező engedélyezése

source: Quantity Input
hu_hu: Mennyiség mező

source: Display Type
hu_hu: Megjelenítés típusa

source: Width
hu_hu: Szélesség

source: Normal
hu_hu: Normál

source: Color
hu_hu: Szín

source: Background Color
hu_hu: Háttérszín

source: Focus
hu_hu: Fókusz

source: Border Color
hu_hu: Szegélyszín

source: Border
hu_hu: Szegély

source: Margin
hu_hu: Margó

source: Padding
hu_hu: Belső margó

source: Woo Data
hu_hu: Woo adatok

source: General
hu_hu: Általános

source: Data Type
hu_hu: Adattípus

source: Hook Name
hu_hu: Hook neve

source: Woo hook to call. All callbacks attached to this hook will also be called.
hu_hu: Meghívandó Woo hook. Az ehhez a hookhoz csatolt összes callback is meghívásra kerül.

source: Core Callbacks
hu_hu: Core callbackek

source: Disable this toggle to prevent default Woo callbacks from being called on this hook.
hu_hu: A kapcsoló kikapcsolásával megakadályozható az alapértelmezett Woo callbackek meghívása ezen a hookon.

source: Template Function
hu_hu: Sablonfüggvény

source: Add link
hu_hu: Link hozzáadása

source: Wrap the function result with a link to the single product page.
hu_hu: A függvény eredményét burkolja be az egyedi termékoldalra mutató linkkel.

source: Before product
hu_hu: Termék előtt

source: Before product title
hu_hu: Termék címe előtt

source: Product title
hu_hu: Termék címe

source: After product title
hu_hu: Termék címe után

source: After product
hu_hu: Termék után

source: Add to cart
hu_hu: Kosárba helyezés

source: Quantity input
hu_hu: Mennyiség mező

source: Product thumbnail
hu_hu: Termék bélyegkép

source: Product price
hu_hu: Termék ára

source: Product rating
hu_hu: Termék értékelése

source: Product sale flash
hu_hu: Termék akció jelvény

source: Product meta
hu_hu: Termék metaadatok

source: Content product
hu_hu: Termék tartalma

source: Content single product
hu_hu: Egyedi termék tartalma

source: Display quantity input fields for simple products next to add to cart buttons.
hu_hu: Egyszerű termékeknél jelenítse meg a mennyiség mezőket a kosárba helyezés gombok mellett.

source: Background
hu_hu: Háttér

source: Border Radius
hu_hu: Sarkok lekerekítése

source: Woo template function to call.
hu_hu: Meghívandó Woo sablonfüggvény.

source: Remove from Cart
hu_hu: Eltávolítás a kosárból

source: Product URL
hu_hu: Termék URL

source: Title
hu_hu: Cím

source: Product Slug
hu_hu: Termék slug

source: Product Status
hu_hu: Termék állapota

source: Description
hu_hu: Leírás

source: Short Description
hu_hu: Rövid leírás

source: Price HTML String
hu_hu: Ár HTML string

source: Plain Price
hu_hu: Nyers ár

source: Plain Regular Price
hu_hu: Nyers normál ár

source: Plain Sale Price
hu_hu: Nyers akciós ár

source: Stock Status
hu_hu: Készletállapot

source: Stock Quantity
hu_hu: Készlet mennyisége

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Címkék

source: Average Rating
hu_hu: Átlagos értékelés

source: Review Count
hu_hu: Értékelések száma

source: Total Sales
hu_hu: Összes eladás

source: Date on Sale from
hu_hu: Akció kezdete dátuma

source: Date on Sale to
hu_hu: Akció vége dátuma

source: Height
hu_hu: Magasság

source: Length
hu_hu: Hossz

source: Weight
hu_hu: Súly

source: Max Purchase Quantity
hu_hu: Maximális vásárlási mennyiség

source: Tax Status
hu_hu: Adó státusz

source: Add to Cart URL
hu_hu: Kosárba helyezés URL

source: Product attr:
hu_hu: Termék attr:

source: Permalink
hu_hu: Közvetlen hivatkozás

source: Product Image URL
hu_hu: Termékkép URL

source: Featured Image
hu_hu: Kiemelt kép

source: WC Product Title
hu_hu: WC termék címe

source: WC Products In Cart
hu_hu: WC termékek a kosárban

source: WC Products On Sale
hu_hu: WC akciós termékek

source: WC Purchased Products
hu_hu: WC megvásárolt termékek

source: WooCommerce Product Data
hu_hu: WooCommerce termékadatok

source: WooCommerce Product Variation
hu_hu: WooCommerce termékváltozat

source: Product Data
hu_hu: Termékadatok

source: Select product data option panel where to display meta box.
hu_hu: Válassza ki azt a termékadatok panelt, ahol a meta box megjelenjen.

source: Custom
hu_hu: Egyéni

source: Inventory
hu_hu: Készlet

source: Shipping
hu_hu: Szállítás

source: Linked Products
hu_hu: Kapcsolt termékek

source: Advanced
hu_hu: Haladó

source: Exclude/Include
hu_hu: Kizárás/Belefoglalás

source: Select condition for product types.
hu_hu: Válassza ki a feltételt a terméktípusokhoz.

source: None
hu_hu: Nincs

source: Exclude
hu_hu: Kizárás

source: Include
hu_hu: Belefoglalás

source: Exclude or Include Product Types
hu_hu: Terméktípusok kizárása vagy belefoglalása

source: Select product types where this meta box should be hidden or shown.
hu_hu: Válassza ki azokat a terméktípusokat, amelyeknél ezt a meta boxot el kell rejteni vagy meg kell jeleníteni.

source: Tab Priority
hu_hu: Fül prioritása

source: Set numeric priority to arrange meta box tab based on values.
hu_hu: Állítson be numerikus prioritást a meta box fül rendezéséhez az értékek alapján.

source: Position
hu_hu: Pozíció

source: Select meta box display position.
hu_hu: Válassza ki a meta box megjelenítési pozícióját.

source: Pricing
hu_hu: Árazás

source: Dimensions
hu_hu: Méretek

source: Download
hu_hu: Letöltés

source: Attributes
hu_hu: Tulajdonságok
