Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: Modules
hu_hu: Modulok

source: Default Modules
hu_hu: Alapértelmezett modulok

source: Enable/disable additional built-in features
hu_hu: További beépített funkciók engedélyezése/letiltása

source: Click here to get more info
hu_hu: További információért kattintson ide

source: Useful links:
hu_hu: Hasznos linkek:

source: Elementor views supported
hu_hu: Elementor nézetek támogatottak

source: Elementor views not supported
hu_hu: Elementor nézetek nem támogatottak

source: Blocks views supported
hu_hu: Blokknézetek támogatottak

source: Blocks views not supported
hu_hu: Blokknézetek nem támogatottak

source: Bricks views supported
hu_hu: Bricks nézetek támogatottak

source: Bricks views not supported
hu_hu: Bricks nézetek nem támogatottak

source: External Modules
hu_hu: Külső modulok

source: Activate/deactivate external features. These features will be installed as separate plugins.
hu_hu: Külső funkciók aktiválása/deaktiválása. Ezek a funkciók külön bővítményként lesznek telepítve.

source: Click to update
hu_hu: Kattintson a frissítéshez

source: Updating...
hu_hu: Frissítés...

source: Skins Manager
hu_hu: Kinézetkezelő

source: Skins manager
hu_hu: Kinézetkezelő

source: Shortcode Generator
hu_hu: Rövidkód-generátor

source: Generate shortcode
hu_hu: Rövidkód létrehozása

source: Generate shortcode to output JetEngine-related data anywhere in content
hu_hu: Rövidkód létrehozása a JetEngine-hez kapcsolódó adatok bárhol a tartalomban történő megjelenítéséhez

source: Macros Generator
hu_hu: Makrógenerátor

source: Generate macros
hu_hu: Makrók létrehozása

source: Generate macros to use JetEngine-related widgets/blocks where its supported
hu_hu: Makrók létrehozása a JetEngine-hez kapcsolódó widgetek/blokkok használatához, ahol ez támogatott

source: Activate your license to install external modules
hu_hu: Aktiválja a licencét a külső modulok telepítéséhez

source: Go to license manager
hu_hu: Ugrás a licenckezelőre

source: Installing and activating related plugin:
hu_hu: Kapcsolódó bővítmény telepítése és aktiválása:

source: This may take some time...
hu_hu: Ez eltarthat egy ideig...

source: Presets
hu_hu: Előbeállítások

source: Import configuration part from preset
hu_hu: Konfigurációs rész importálása előbeállításból

source: Preset Imported!
hu_hu: Előbeállítás importálva!

source: Add new item
hu_hu: Új elem hozzáadása

source: Source:
hu_hu: Forrás:

source: Get post ID from:
hu_hu: Bejegyzés ID lekérése innen:

source: Get user ID from:
hu_hu: Felhasználói ID lekérése innen:

source: Current user
hu_hu: Aktuális felhasználó

source: Select option...
hu_hu: Válasszon lehetőséget...

source: Value:
hu_hu: Érték:

source: Add Field
hu_hu: Mező hozzáadása

source: Add Submit Button
hu_hu: Küldés gomb hozzáadása

source: Add Page Break
hu_hu: Oldaltörés hozzáadása

source: Site Key:
hu_hu: Webhelykulcs:

source: Secret Key:
hu_hu: Titkos kulcs:

source: Register reCAPTCHA v3 keys %s.
hu_hu: Regisztrálja a reCAPTCHA v3 kulcsokat %s.

source: here
hu_hu: itt

source: Edit conditional logic for
hu_hu: Feltételes logika szerkesztése ehhez

source: Conditional rule
hu_hu: Feltételes szabály

source: Type:
hu_hu: Típus:

source: Show this field if...
hu_hu: Ezt a mezőt jelenítse meg, ha...

source: Hide this field if...
hu_hu: Ezt a mezőt rejtse el, ha...

source: Set value for this field if...
hu_hu: Állítsa be ennek a mezőnek az értékét, ha...

source: Field:
hu_hu: Mező:

source: Operator:
hu_hu: Operátor:

source: Select operator...
hu_hu: Válasszon operátort...

source: Contain text
hu_hu: Szöveget tartalmaz

source: Value to compare:
hu_hu: Összehasonlítandó érték:

source: Separate values with commas
hu_hu: Az értékeket vesszővel válassza el

source: Value to set:
hu_hu: Beállítandó érték:

source: Apply Changes
hu_hu: Módosítások alkalmazása

source: Label:
hu_hu: Címke:

source: Leave empty to hide Next button
hu_hu: Hagyja üresen a Tovább gomb elrejtéséhez

source: Disabled message:
hu_hu: Letiltási üzenet:

source: Text to show if next page button is disabled. For example - "Fill required fields" etc.
hu_hu: Szöveg, amely a következő oldal gomb letiltása esetén jelenik meg. Például - "Töltse ki a kötelező mezőket" stb.

source: Custom CSS Class:
hu_hu: Egyéni CSS-osztály:

source: Add Prev Page Button:
hu_hu: Előző oldal gomb hozzáadása:

source: Check this to add prev page button before this button. Will work only if previous page exists
hu_hu: Jelölje be ezt, hogy az előző oldal gombját ezen gomb elé adja hozzá. Csak akkor működik, ha létezik előző oldal

source: Prev Page Button Label:
hu_hu: Előző oldal gomb felirata:

source: Field Type:
hu_hu: Mező típusa:

source: Name:
hu_hu: Név:

source: Description:
hu_hu: Leírás:

source: Manage repeater items count:
hu_hu: Ismétlő elemek számának kezelése:

source: Dynamically (get count from form field)
hu_hu: Dinamikusan (szám lekérése az űrlapmezőből)

source: Add New Item Label:
hu_hu: Új elem felirata:

source: Required:
hu_hu: Kötelező:

source: Field Value:
hu_hu: Mező értéke:

source: Format:
hu_hu: Formátum:

source: Leave empty to use format by default.
hu_hu: Hagyja üresen az alapértelmezett formátum használatához.

source: Example:
hu_hu: Példa:

source: datetime format
hu_hu: datetime formátum

source: timestamp format
hu_hu: timestamp formátum

source: Meta field to get value from:
hu_hu: Meta mező, amelyből az értéket veszi:

source: Query variable key:
hu_hu: Lekérdezési változó kulcsa:

source: Query parameter name
hu_hu: Lekérdezési paraméter neve

source: Fill Options From:
hu_hu: Opciók kitöltése innen:

source: Generator Function:
hu_hu: Generátorfüggvény:

source: Field Name:
hu_hu: Mező neve:

source: For fields inside a repeater need to set the repeater name and the field name through a separator |. <b>Example:</b> <i>repeater_name|field_name</i>
hu_hu: Az ismétlőn belüli mezőkhöz meg kell adni az ismétlő nevét és a mező nevét a | elválasztóval. <b>Példa:</b> <i>repeater_name|field_name</i>

source: For <b>Numbers range</b> generator set field with max range value
hu_hu: A <b>Számtartomány</b> generátorhoz állítson be mezőt a maximális tartományértékkel

source: Post type:
hu_hu: Bejegyzéstípus:

source: Taxonomy:
hu_hu: Taxonómia:

source: Value from meta field:
hu_hu: Érték a meta mezőből:

source: By default post/term ID is used as value. Here you can set meta field name to use its value as form field value
hu_hu: Alapértelmezés szerint a bejegyzés/kifejezés azonosítója az érték. Itt megadhat egy meta mezőnevet, hogy annak értékét űrlapmező értékeként használja

source: Calculated value from meta field:
hu_hu: Számított érték a meta mezőből:

source: Here you can set meta field name to use its value as calculated value for current form field
hu_hu: Itt megadhat egy meta mezőnevet, hogy annak értékét az aktuális űrlapmező számított értékeként használja

source: Custom item template:
hu_hu: Egyéni elemsablon:

source: Check this to use custom listing template to show field items.
hu_hu: Jelölje be ezt, ha egyéni listázási sablonnal szeretné megjeleníteni a mező elemeit.

source: Options List:
hu_hu: Opciók listája:

source: Calculate:
hu_hu: Számítás:

source: Add Option
hu_hu: Opció hozzáadása

source: Switch page on change:
hu_hu: Oldalváltás változáskor:

source: Check this to switch page to next on current value change
hu_hu: Jelölje be ezt, hogy az aktuális érték megváltozásakor a következő oldalra váltson

source: Calculate repeater row value:
hu_hu: Ismétlődő sor értékének kiszámítása:

source: Default (returns rows count)
hu_hu: Alapértelmezett (a sorok számát adja vissza)

source: Custom (calculate custom value for each row)
hu_hu: Egyéni (egyéni érték számítása soronként)

source: Set input mask:
hu_hu: Beviteli maszk beállítása:

source: Check this to setup specific input format for current field
hu_hu: Jelölje be, hogy az aktuális mezőhöz speciális beviteli formátumot állítson be

source: Mask type:
hu_hu: Maszk típusa:

source: Input mask:
hu_hu: Beviteli maszk:

source: Examples: dd/mm/yyyy, mm/dd/yyyy
hu_hu: Példák: dd/mm/yyyy, mm/dd/yyyy

source: More info -
hu_hu: További információ -

source: Examples: (999) 999-9999 - static mask, 9-a{1,3}9{1,3} - mask with dynamic syntax
hu_hu: Példák: (999) 999-9999 - statikus maszk, 9-a{1,3}9{1,3} - maszk dinamikus szintaxissal

source: Default masking definitions: 9 - numeric, a - alphabetical, * - alphanumeric
hu_hu: Alapértelmezett maszkolási definíciók: 9 - numerikus, a - alfabetikus, * - alfanumerikus

source: Mask visibility:
hu_hu: Maszk láthatósága:

source: Always
hu_hu: Mindig

source: On hover
hu_hu: Rámutatáskor

source: On focus
hu_hu: Fókuszban

source: Mask placeholder:
hu_hu: Maszk helyőrzője:

source: Is Timestamp:
hu_hu: Időbélyeg:

source: Check this if you want to send value of this field as timestamp instead of plain date
hu_hu: Jelölje be, ha ennek a mezőnek az értékét egyszerű dátum helyett időbélyegként szeretné elküldeni

source: Calculation Formula:
hu_hu: Számítási képlet:

source: Set math formula to calculate field value.
hu_hu: Állítson be matematikai képletet a mező értékének kiszámításához.

source: For example:
hu_hu: Például:

source: Where:
hu_hu: Ahol:

source: %FIELD::quantity% - macros for form field value. "quantity" - is a field name to get value from
hu_hu: %FIELD::quantity% - makró az űrlapmező értékéhez. "quantity" - annak a mezőnek a neve, amelyből az értéket vesszük

source: %META::price% - macros for current post meta value. "quantity" - is a meta key to get value from
hu_hu: %META::price% - makró az aktuális bejegyzés metaértékéhez. "quantity" - az a meta kulcs, amelyből az értéket vesszük

source: Available fields:
hu_hu: Elérhető mezők:

source: Decimal Places Number:
hu_hu: Tizedesjegyek száma:

source: Calculated Value Prefix:
hu_hu: Számított érték előtagja:

source: Calculated Value Suffix:
hu_hu: Számított érték utótagja:

source: Hidden:
hu_hu: Rejtett:

source: Check this to hide calculated field
hu_hu: Jelölje be a számított mező elrejtéséhez

source: Placeholder:
hu_hu: Helyőrző:

source: Default:
hu_hu: Alapértelmezett:

source: Minlength:
hu_hu: Minimális hossz:

source: Maxlength:
hu_hu: Maximális hossz:

source: Min Value:
hu_hu: Minimális érték:

source: Max Value:
hu_hu: Maximális érték:

source: Step:
hu_hu: Lépésköz:

source: Value prefix:
hu_hu: Érték előtagja:

source: Value suffix:
hu_hu: Érték utótagja:

source: User access:
hu_hu: Felhasználói hozzáférés:

source: Any registered user
hu_hu: Bármely regisztrált felhasználó

source: Any user, who allowed to upload files
hu_hu: Bármely felhasználó, aki feltöltésre jogosult

source: Any user, who allowed to edit posts
hu_hu: Bármely felhasználó, aki jogosult bejegyzéseket szerkeszteni

source: Any user ( incl. Guest )
hu_hu: Bármely felhasználó ( beleértve a vendéget )

source: Insert attachment:
hu_hu: Melléklet beszúrása:

source: If checked new attachment will be inserted for uploaded file. <b>Note: work only for logged-in users!</b>
hu_hu: Ha bejelöli, a feltöltött fájlhoz új melléklet kerül beszúrásra. <b>Megjegyzés: csak bejelentkezett felhasználóknál működik!</b>

source: Field value:
hu_hu: Mező értéke:

source: Attachment ID
hu_hu: Melléklet ID

source: Attachment URL
hu_hu: Melléklet URL

source: Array with attachment ID and URL
hu_hu: Tömb melléklet ID-vel és URL-lel

source: Maximum allowed files to upload:
hu_hu: Feltölthető fájlok maximális száma:

source: If not set allow to upload 1 file
hu_hu: Ha nincs beállítva, 1 fájl feltöltése engedélyezett

source: Maximum size in Mb:
hu_hu: Maximális méret Mb-ban:

source: Allow MIME types:
hu_hu: Engedélyezett MIME-típusok:

source: If no MIME type selected will allow all types.
hu_hu: Ha nincs kiválasztva MIME-típus, minden típus engedélyezett.

source: Hold down the Ctrl (windows) / Command (Mac) button to select multiple options.
hu_hu: Több lehetőség kijelöléséhez tartsa lenyomva a Ctrl (Windows) / Command (Mac) gombot.

source: Field Visibility:
hu_hu: Mező láthatósága:

source: For all
hu_hu: Mindenkinek

source: Only for logged in users
hu_hu: Csak bejelentkezett felhasználóknak

source: Only for NOT-logged in users
hu_hu: Csak NEM bejelentkezett felhasználóknak

source: If you want to process any payments on this form submission, please select payment gateway
hu_hu: Ha ezen űrlap beküldésénél fizetést szeretne feldolgozni, válasszon fizetési átjárót

source: Forms with payment gateways must contain "Insert/Update Post" notification to correctly create and process payemnt orders. Please set up "Insert/Update Post" notification to create order-related posts
hu_hu: A fizetési átjárót használó űrlapoknak tartalmazniuk kell az "Insert/Update Post" értesítést a fizetési megrendelések helyes létrehozásához és feldolgozásához. Kérjük, állítsa be az "Insert/Update Post" értesítést a rendeléshez kapcsolódó bejegyzések létrehozásához

source: Notifications queue:
hu_hu: Értesítési sor:

source: Create payment order notification:
hu_hu: Fizetési megrendelés létrehozásának értesítése:

source: Before payment processed:
hu_hu: Fizetés feldolgozása előtt:

source: On successfull payment:
hu_hu: Sikeres fizetéskor:

source: On failed payment:
hu_hu: Sikertelen fizetéskor:

source: Price/amount field
hu_hu: Ár/összeg mező

source: Payment result messages:
hu_hu: Fizetési eredményüzenetek:

source: Payment success message
hu_hu: Sikeres fizetés üzenete

source: Payment failed message
hu_hu: Sikertelen fizetés üzenete

source: Available macros list:
hu_hu: Elérhető makrók listája:

source: payment amount returned from gateway template;
hu_hu: az átjáró sablonjából visszaadott fizetési összeg;

source: payemnt status returned from payment gateway;
hu_hu: a fizetési átjáró által visszaadott fizetési állapot;

source: replace "field_name" with any field name from the form;
hu_hu: a "field_name" helyére az űrlap bármely mezőnevét írja;

source: Use redirect URL from Redirect notification
hu_hu: Használja a Redirect notification átirányítási URL-jét

source: Hook Name:
hu_hu: Hook neve:

source: Called hook names:
hu_hu: Meghívott hook nevek:

source: WP action. Perform a hook without an ability to validate form,
hu_hu: WP action. Hook végrehajtása az űrlap validálásának lehetősége nélkül,

source: WP filter. Perform a hook with an ability to validate form. Allows to return error message.
hu_hu: WP filter. Hook végrehajtása az űrlap validálásának lehetőségével. Lehetővé teszi hibaüzenet visszaadását.

source: Hook arguments:
hu_hu: Hook argumentumai:

source: only for WP filter. Hook execution result,
hu_hu: csak WP filter esetén. A hook végrehajtásának eredménye,

source: array with submitted form data,
hu_hu: a beküldött űrlapadatokat tartalmazó tömb,

source: current form ID,
hu_hu: aktuális űrlap ID,

source: notifications object, allows to returns error status by returning <code>$notifications->set_specific_status( "Status message" )</code> method from the hook callback.
hu_hu: értesítések objektum, lehetővé teszi hibaállapot visszaadását a hook visszahívásából a <code>$notifications->set_specific_status( "Status message" )</code> metódus visszaadásával.

source: Mail to:
hu_hu: Címzett:

source: Email from submitted form field
hu_hu: E-mail a beküldött űrlap mezőjéből

source: Custom email
hu_hu: Egyéni e-mail

source: Email Address:
hu_hu: E-mail-cím:

source: From Field:
hu_hu: Feladó mező:

source: Reply to:
hu_hu: Válaszcím:

source: Reply to Email Address:
hu_hu: Válaszcím e-mail-címe:

source: Reply To Email From Field:
hu_hu: Válaszcím e-mailje mezőből:

source: Post Type:
hu_hu: Bejegyzés típusa:

source: Post Status:
hu_hu: Bejegyzés állapota:

source: Select status...
hu_hu: Válasszon állapotot...

source: Keep current status (when updating post)
hu_hu: Jelenlegi állapot megtartása (bejegyzés frissítésekor)

source: Set meta fields names or post properties to save appropriate form fields into
hu_hu: Adja meg a meta mezők neveit vagy a bejegyzés tulajdonságait, ahová a megfelelő űrlapmezőket menteni kell

source: Set default meta values which should be set on post creation
hu_hu: Adja meg az alapértelmezett metaértékeket, amelyeket a bejegyzés létrehozásakor be kell állítani

source: Meta Key:
hu_hu: Meta kulcs:

source: Meta Value:
hu_hu: Meta érték:

source: Set user properties or meta fields to save appropriate form fields into
hu_hu: Állítson be felhasználói tulajdonságokat vagy meta mezőket, amelyekbe a megfelelő űrlapmezők menthetők

source: Allow creating new users by existing users
hu_hu: Engedélyezze, hogy meglévő felhasználók új felhasználókat hozzanak létre

source: Who can add new user?
hu_hu: Ki adhat hozzá új felhasználót?

source: Set form fields names to to get user data from
hu_hu: Állítsa be az űrlapmezők neveit, ahonnan a felhasználói adatok származnak

source: User Login, Email and Password fields can't be empty
hu_hu: A Felhasználónév, E-mail és Jelszó mezők nem lehetnek üresek

source: User Role:
hu_hu: Felhasználói szerepkör:

source: Select role for the user...
hu_hu: Válasszon szerepkört a felhasználónak...

source: User Meta:
hu_hu: Felhasználói meta:

source: Set user meta fields to save appropriate form fields into
hu_hu: Állítson be felhasználói meta mezőket, amelyekbe a megfelelő űrlapmezők menthetők

source: Log In User after Register:
hu_hu: Felhasználó bejelentkeztetése regisztráció után:

source: Add User ID to form data:
hu_hu: Felhasználói ID hozzáadása az űrlap adataihoz:

source: Registered user ID will be added to form data. If form is filled by logged in user - current user ID will be added to form data.
hu_hu: A regisztrált felhasználó ID-je hozzáadásra kerül az űrlap adataihoz. Ha az űrlapot bejelentkezett felhasználó tölti ki - az aktuális felhasználó ID-je kerül hozzáadásra az űrlap adataihoz.

source: Subject:
hu_hu: Tárgy:

source: From Name:
hu_hu: Feladó neve:

source: From Email Address:
hu_hu: Feladó e-mail címe:

source: Plain text
hu_hu: Egyszerű szöveg

source: Content:
hu_hu: Tartalom:

source: Available macros:
hu_hu: Elérhető makrók:

source: Redirect to:
hu_hu: Átirányítás ide:

source: Static page
hu_hu: Statikus oldal

source: Current page
hu_hu: Aktuális oldal

source: Select page:
hu_hu: Válasszon oldalt:

source: Redirect URL:
hu_hu: Átirányítás URL-je:

source: Add query arguments to the redirect URL:
hu_hu: Lekérdezési paraméterek hozzáadása az átirányítás URL-jéhez:

source: Add hash to the redirect URL:
hu_hu: Hash hozzáadása az átirányítás URL-jéhez:

source: Enter hash string without # symbol
hu_hu: Adja meg a hash karakterláncot # jel nélkül

source: Use Global Settings:
hu_hu: Globális beállítások használata:

source: API Data:
hu_hu: API adatok:

source: API Key:
hu_hu: API kulcs:

source: How to obtain your ActiveCampaign API URL and Key? More info %s.
hu_hu: Hogyan szerezheti meg az ActiveCampaign API URL-t és API kulcsot? További információ: %s.

source: Validate API Data
hu_hu: API adatok érvényesítése

source: List Id:
hu_hu: Lista Id:

source: Update List
hu_hu: Lista frissítése

source: Tags:
hu_hu: Címkék:

source: Add as many tags as you want, comma separated.
hu_hu: Adjon hozzá tetszőleges számú címkét, vesszővel elválasztva.

source: Validate API Key
hu_hu: API kulcs érvényesítése

source: How to obtain your MailChimp API Key? More info %s.
hu_hu: Hogyan szerezheti meg a MailChimp API kulcsot? További információ: %s.

source: Audience:
hu_hu: Közönség:

source: Update Audience List
hu_hu: Közönséglista frissítése

source: Groups:
hu_hu: Csoportok:

source: How to obtain your GetResponse API Key? More info %s.
hu_hu: Hogyan szerezheti meg a GetResponse API kulcsot? További információ: %s.

source: Day Of Cycle:
hu_hu: Ciklus napja:

source: Options Page:
hu_hu: Beállítások oldal:

source: Options Map:
hu_hu: Opciók leképezése:

source: Set options fields to save appropriate form fields into
hu_hu: Állítson be opciómezőket, amelyekbe a megfelelő űrlapmezők menthetők

source: Add Notification
hu_hu: Értesítés hozzáadása

source: Maximum file size
hu_hu: Maximális fájlméret

source: Background Image
hu_hu: Háttérkép

source: You may use JetEngine
hu_hu: Használhatja a JetEngine-t

source: Original SVG colors
hu_hu: Eredeti SVG-színek

source: Parent Item ID
hu_hu: Szülőelem azonosítója

source: Child Item ID
hu_hu: Gyermekelem azonosítója

source: Update Context
hu_hu: Kontextus frissítése

source: How to Store New Items
hu_hu: Új elemek tárolásának módja

source: Save As
hu_hu: Mentés másként

source: Date Format
hu_hu: Dátumformátum

source: Please note, this defines format of saved date, not the input in the form
hu_hu: Kérjük, vegye figyelembe, hogy ez a mentett dátum formátumát határozza meg, nem az űrlapban megadott értéket

source: Time Format
hu_hu: Időformátum

source: Please note, this defines format of saved time, not the input in the form
hu_hu: Kérjük, vegye figyelembe, hogy ez a mentett idő formátumát határozza meg, nem az űrlapban megadott értéket

source: Toggles
hu_hu: Kapcsolók

source: Manual Add Date
hu_hu: Kézi hozzáadás dátuma

source: Content Type
hu_hu: Tartalomtípus

source: Fetching content type was failed
hu_hu: A tartalomtípus lekérése nem sikerült

source: Fields map
hu_hu: Mezőtérkép

source: Default Fields
hu_hu: Alapértelmezett mezők

source: Item Status
hu_hu: Elem állapota

source: Data Stores with the Local Storage type are not supported in this action.
hu_hu: A Local Storage típusú adattárak nem támogatottak ennél a műveletnél.

source: Get Post ID from field
hu_hu: Bejegyzésazonosító lekérése mezőből

source: The Insert/Update Post action must be placed before this action to use its Post ID here.
hu_hu: Az Insert/Update Post műveletet e művelet elé kell helyezni, hogy itt használhassa annak bejegyzésazonosítóját.

source: Custom Body
hu_hu: Egyéni törzs

source: By default API request will use all form data as body. Here you can set custom body of your API request in the JSON format.
hu_hu: Alapértelmezés szerint az API-kérés a teljes űrlapadatot használja törzsként. Itt az API-kérés törzsét egyéni JSON formátumban adhatja meg.

source: Online editing tool
hu_hu: Online szerkesztőeszköz

source: switch to the
hu_hu: váltson a

source: Tree View
hu_hu: Fa nézet

source: edit object as you need, than switch to
hu_hu: szerkessze az objektumot szükség szerint, majd váltson a

source: Plain Text
hu_hu: Egyszerű szöveg

source: and copy/paste result here.
hu_hu: és másolja/illessze be az eredményt ide.

source: You can use the same macros as for the URL.
hu_hu: Ugyanazokat a makrókat használhatja, mint az URL esetében.

# block title
source: Flexible Container
hu_hu: Rugalmas konténer

# block keyword
source: container
hu_hu: konténer

# block keyword
source: section
hu_hu: szakasz

# block keyword
source: box
hu_hu: doboz

# block title
source: Section
hu_hu: Szakasz
