Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: Comma/space-separated string of term ids to exclude. Ignore if <b>Include terms</b> not empty
hu_hu: Vesszővel/szóközzel elválasztott kifejezés-ID-k karakterlánca a kizáráshoz. Figyelmen kívül hagyandó, ha a <b>Kifejezések felvétele</b> nem üres

source: Term ID to retrieve only direct descendants. Set 0 to show only the top-level terms
hu_hu: Kifejezés ID a csak közvetlen leszármazottak lekéréséhez. Állítsa 0-ra, hogy csak a legfelső szintű kifejezéseket jelenítse meg

source: Child of
hu_hu: Szülő

source: Term ID to retrieve child terms of
hu_hu: Annak a kifejezésnek az ID-je, amelynek a gyermek kifejezéseit le kell kérni

source: Users Query
hu_hu: Felhasználók lekérdezése

source: Roles
hu_hu: Szerepkörök

source: Exclude roles
hu_hu: Szerepkörök kizárása

source: Include users by ID
hu_hu: Felhasználók felvétele ID alapján

source: Comma-separated ID's list
hu_hu: Vesszővel elválasztott ID-k listája

source: Exclude users by ID
hu_hu: Felhasználók kizárása ID alapján

source: Search Columns
hu_hu: Keresési oszlopok

source: Select users DB columns to search by
hu_hu: Válassza ki a felhasználók DB oszlopait, amelyekben keresni szeretne

source: User id
hu_hu: Felhasználó ID

source: Nicename
hu_hu: Becenév

source: User url
hu_hu: Felhasználói URL

source: Repeater Items Query
hu_hu: Ismétlő elemek lekérdezése

source: Set one query condition per line. Condition format - <b>field_name=value</b>, where "field_name" is repeater field name to query items by, "=" is a conditional operator and "value" - is value to compare. Available operators - =, !=, >, >=, <, <=. Reserved words for values: null, false, true
hu_hu: Soronként egy lekérdezési feltételt adjon meg. A feltétel formátuma - <b>field_name=value</b>, ahol a "field_name" az ismétlő mező neve, amely alapján az elemeket lekérdezi, az "=" egy feltételoperátor, a "value" - az összehasonlítandó érték. Elérhető operátorok - =, !=, >, >=, <, <=. Fenntartott értékszavak: null, false, true

source: Widget Visibility
hu_hu: Widget láthatósága

source: Hide widget if
hu_hu: Widget elrejtése, ha

source: Slider settings are disabled for masonry layout
hu_hu: A csúszka beállításai le vannak tiltva a masonry elrendezéshez

source: Static column width on %s
hu_hu: Statikus oszlopszélesség a %s esetén

source: Active
hu_hu: Aktív

source: Currently works only in -webkit- browsers
hu_hu: Jelenleg csak -webkit- böngészőkben működik

source: Select glossary...
hu_hu: Válasszon szójegyzéket...

source: Select glossary
hu_hu: Válasszon szójegyzéket

source: Coming soon
hu_hu: Hamarosan

source: Support for the Visual filter will be added with future updates
hu_hu: A Visual szűrő támogatása a jövőbeli frissítésekkel kerül hozzáadásra

source: JetEngine Glossary
hu_hu: JetEngine Szójegyzék

source: Fix
hu_hu: Javítás

source: Glossary
hu_hu: Szójegyzék

source: Select Glossary:
hu_hu: Válasszon szójegyzéket:

source: Item ID not found in the request
hu_hu: Az elem azonosítója nem található a kérésben

source: Item settings updated
hu_hu: Az elem beállításai frissítve

source: Order of items updated
hu_hu: Az elemek sorrendje frissítve

source: Items orders not updated
hu_hu: Az elemek sorrendje nem frissült

source: File is empty
hu_hu: A fájl üres

source: Item source converted
hu_hu: Az elem forrása átalakítva

source: Saving...
hu_hu: Mentés...

source: Are you sure?
hu_hu: Biztos benne?

source: + New Glossary
hu_hu: + Új szójegyzék

source: Select file
hu_hu: Válasszon fájlt

source: Human-readable name for the glossary
hu_hu: A szójegyzék ember által olvasható neve

source: Data Source
hu_hu: Adatforrás

source: The way to get the data for glossary
hu_hu: A szójegyzék adatainak elérési módja

source: Set items manually
hu_hu: Elemek kézi beállítása

source: Get items from uploaded file
hu_hu: Elemek beolvasása a feltöltött fájlból

source: File to Get Data From
hu_hu: Adatok forrásául szolgáló fájl

source: Select file from the media library to get data from. At the moment supports only JSON or CSV files
hu_hu: Válasszon fájlt a médiatárból, amelyből az adatokat nyeri. Jelenleg csak JSON vagy CSV fájlokat támogat

source: Value Column
hu_hu: Érték oszlop

source: Get value from the column (or key for JSON objects). Leave empty to detect automatically. <b>Please note:</b> columns names are case-sensitive.
hu_hu: Az érték kinyerése az oszlopból (vagy JSON objektumoknál a kulcsból). Hagyja üresen az automatikus felismeréshez. <b>Kérjük, vegye figyelembe:</b> az oszlopnevek kis- és nagybetűérzékenyek.

source: Label Column
hu_hu: Címke oszlop

source: Get label from the column (or key for JSON objects). Leave empty to detect automatically. <b>Please note:</b> columns names are case-sensitive.
hu_hu: A címke kinyerése az oszlopból (vagy JSON objektumoknál a kulcsból). Hagyja üresen az automatikus felismeréshez. <b>Kérjük, vegye figyelembe:</b> az oszlopnevek kis- és nagybetűérzékenyek.

source: Convert to Manual Source
hu_hu: Átalakítás kézi forrássá

source: Convert to manual source to be able to edit the glossary fields.<br> <b>Please note:</b> save settings after converting.
hu_hu: Alakítsa kézi forrássá, hogy szerkeszthesse a szójegyzék mezőit.<br> <b>Kérjük, vegye figyelembe:</b> az átalakítás után mentse a beállításokat.

source: Convert
hu_hu: Átalakítás

source: New field
hu_hu: Új mező

source: Field Value
hu_hu: Mező értéke

source: This value will be saved into Database
hu_hu: Ez az érték az adatbázisba kerül mentésre

source: It is recommended that all values contain only lowercase Latin letters and numbers, without spaces and special characters for better compatibility with forms, filters and queries. Use hyphens and underscores to separate words. But if everything is working fine for you, you can ignore this message.
hu_hu: Javasolt, hogy minden érték csak kisbetűs latin betűket és számokat tartalmazzon, szóközök és speciális karakterek nélkül a jobb kompatibilitás érdekében az űrlapokkal, szűrőkkel és lekérdezésekkel. Használjon kötőjeleket és aláhúzásjeleket a szavak elválasztásához. Ha azonban minden rendben működik az Ön számára, figyelmen kívül hagyhatja ezt az üzenetet.

source: Field Label
hu_hu: Mező címkéje

source: This will be shown for the user
hu_hu: Ez jelenik meg a felhasználónak

source: Is checked (selected)
hu_hu: Be van jelölve (kiválasztva)

source: Check this to make this field checked or selected by default.
hu_hu: Jelölje be ezt, hogy ez a mező alapértelmezetten be legyen jelölve vagy ki legyen választva.

source: Glossaries
hu_hu: Szójegyzékek

source: Listing Items
hu_hu: Listázási elemek

source: For post type/taxonomy
hu_hu: Bejegyzéstípushoz/taxonómiához

source: Can't create template. Please try again
hu_hu: Nem lehet létrehozni a sablont. Kérjük, próbálja újra

source: Listing view instance is not found
hu_hu: A listanézet példánya nem található

source: Edit Listing Settings
hu_hu: Listázási beállítások szerkesztése

source: Invalid handler requested
hu_hu: Érvénytelen kezelő lett megadva

source: Invalid query signature
hu_hu: Érvénytelen lekérdezési aláírás

source: Request data is incorrect
hu_hu: A kérés adatai hibásak

source: Get user data by ID
hu_hu: Felhasználói adatok lekérése ID alapján

source: User Data to get
hu_hu: Lekérendő felhasználói adat

source: Format date
hu_hu: Dátum formázása

source: Format date. Legacy
hu_hu: Dátum formázása. Elavult

source: Format date, localized. Legacy
hu_hu: Dátum formázása, lokalizált. Elavult

source: Format number
hu_hu: Szám formázása

source: Add URL scheme
hu_hu: URL-séma hozzáadása

source: Get post/page title
hu_hu: Bejegyzés/oldal címének lekérése

source: Get post/page URL
hu_hu: Bejegyzés/oldal URL-jének lekérése

source: Get post/page link
hu_hu: Bejegyzés/oldal hivatkozásának lekérése

source: Get post/page thumbnail
hu_hu: Bejegyzés/oldal bélyegképének lekérése

source: Get term name
hu_hu: Kifejezés nevének lekérése

source: Get term URL
hu_hu: Kifejezés URL-jének lekérése

source: Get term link
hu_hu: Kifejezés hivatkozásának lekérése

source: Embed URL
hu_hu: URL beágyazása

source: Make clickable
hu_hu: Kattinthatóvá tétel

source: Embed icon from Iconpicker
hu_hu: Ikon beágyazása az Iconpickerből

source: Multiple select field values
hu_hu: Többválasztásos mező értékei

source: Checkbox field values
hu_hu: Jelölőnégyzet mező értékei

source: Checked values list
hu_hu: Bejelölt értékek listája

source: Switcher field values
hu_hu: Kapcsoló mező értékei

source: ACF Checkbox field values
hu_hu: ACF jelölőnégyzet mező értékei

source: Get post titles from IDs
hu_hu: Bejegyzéscímek lekérése ID-k alapján

source: Related posts list
hu_hu: Kapcsolódó bejegyzések listája

source: Related items list
hu_hu: Kapcsolódó elemek listája

source: Field values count (for arrays returns array items count)
hu_hu: Mezőértékek száma (tömb esetén a tömbelemek számát adja vissza)

source: Get image by ID
hu_hu: Kép lekérése ID alapján

source: Do shortcodes
hu_hu: Rövidkódok futtatása

source: Human readable time difference
hu_hu: Ember által olvasható időkülönbség

source: Add paragraph tags (wpautop)
hu_hu: Bekezdés címkék hozzáadása (wpautop)

source: Zeroise (add leading zeros)
hu_hu: Nullákkal feltöltés (vezető nullák hozzáadása)

source: Get child element from object/array
hu_hu: Gyermekelem lekérése objektumból/tömbből

source: Get labels by glossary data
hu_hu: Feliratok lekérése a glosszárium adatai alapján

source: Proportional
hu_hu: Arányos

source: Get labels by glossary
hu_hu: Feliratok lekérése glosszárium alapján

source: Decimal point
hu_hu: Tizedeselválasztó

source: Sets the separator for the decimal point
hu_hu: Beállítja a tizedeselválasztót

source: Thousands separator
hu_hu: Ezreselválasztó

source: Additional meta key
hu_hu: További meta kulcs

source: Pass additional date meta key for calculating time diff. If not set, difference will be calculated between current time and input time. If set - between time from this meta field and input time.
hu_hu: Adjon meg további dátum meta kulcsot az időeltérés számításához. Ha nincs megadva, a különbség az aktuális idő és a bemeneti idő között lesz számítva. Ha meg van adva - e meta mező ideje és a bemeneti idő között.

source: Decimal points
hu_hu: Tizedesjegyek

source: Sets the number of visible decimal points
hu_hu: Beállítja a látható tizedesjegyek számát

source: Threshold
hu_hu: Küszöbérték

source: Digit place numbers need not to have zeros added
hu_hu: A számjegyhelyekhez nem kell nullákat hozzáadni

source: Divisor
hu_hu: Osztó

source: Divisor in (value/divisor)*multiplier statement
hu_hu: Osztó a (érték/osztó)*szorzó kifejezésben

source: Multiplier
hu_hu: Szorzó

source: Multiplier in (value/divisor)*multiplier statement
hu_hu: Szorzó a (érték/osztó)*szorzó kifejezésben

source: Result precision
hu_hu: Eredmény pontossága

source: Child item name
hu_hu: Gyermekelem neve

source: Name of the child item to get. Or path to the nested child item. Separate nesting levels with "/". For example - level-1-name/level-2-name/child-item-name
hu_hu: A lekérni kívánt gyermekelem neve. Vagy az egymásba ágyazott gyermekelem elérési útja. A beágyazási szinteket "/"-tel válassza el. Például - level-1-name/level-2-name/child-item-name

source: Add permalink
hu_hu: Permalink hozzáadása

source: Single value
hu_hu: Egyetlen érték

source: Add links to related posts
hu_hu: Hivatkozások hozzáadása a kapcsolódó bejegyzésekhez

source: Related list HTML tag
hu_hu: Kapcsolódó lista HTML tag

source: Text if enabled
hu_hu: Szöveg, ha engedélyezve van

source: Text if disabled
hu_hu: Szöveg, ha le van tiltva

source: Select URL scheme
hu_hu: URL séma kiválasztása

source: Columns number
hu_hu: Oszlopok száma

source: Add divider between items
hu_hu: Elválasztó hozzáadása az elemek közé

source: Divider color
hu_hu: Elválasztó színe

source: Please, select another component to show to avoid recursion.
hu_hu: Kérjük, válasszon egy másik megjelenítendő komponenst a rekurzió elkerüléséhez.

source: Component
hu_hu: Komponens

source: You can`t edit this compnent
hu_hu: Ezt a komponenst nem szerkesztheti

source: Page is expired, please reload it and try again
hu_hu: Az oldal lejárt, kérjük, töltse be újra, majd próbálja meg ismét

source: Edit Component Settings
hu_hu: Komponens beállításainak szerkesztése

source: Content Controls
hu_hu: Tartalomvezérlők

source: New Control
hu_hu: Új vezérlő

source: Control key/name to save into the DB. Please use only lowercase letters, numbers and `_`. Also please note - name must be unique for this component (for both - styles and controls)
hu_hu: Az adatbázisba mentendő vezérlő kulcsa/neve. Kérjük, csak kisbetűket, számokat és `_` használjon. Továbbá vegye figyelembe - a névnek egyedinek kell lennie ennél a komponensnél (mind a stílusoknál, mind a vezérlőknél)

source: One option per line. Split label and value with `::`, for example - red::Red
hu_hu: Soronként egy opció. A címkét és az értéket `::`-tal válassza el, például - red::Red

source: Use CSS Variable
hu_hu: CSS-változó használata

source: Components
hu_hu: Komponensek

source: Add New Component
hu_hu: Új komponens hozzáadása

source: Setup Component
hu_hu: Komponens beállítása

source: Component name:
hu_hu: Komponens neve:

source: Set component name. Will be used as generated widget/block name.
hu_hu: Adja meg a komponens nevét. A generált widget/blokk neveként lesz használva.

source: Component view:
hu_hu: Komponens nézet:

source: Create Component
hu_hu: Komponens létrehozása

source: Save & Go To Editor
hu_hu: Mentés és a szerkesztő megnyitása

source: Is Image
hu_hu: Kép

source: Return result as
hu_hu: Eredmény visszaadása mint

source: Image URL
hu_hu: Kép URL

source: Image HTML Tag
hu_hu: Kép HTML tag

source: JetEngine Components
hu_hu: JetEngine komponensek

source: Textarea
hu_hu: Szövegterület

source: Rich Text
hu_hu: Formázott szöveg

source: Select
hu_hu: Legördülő lista

source: Single Media
hu_hu: Egyetlen média

source: Post ID
hu_hu: Bejegyzés ID

source: Post Slug
hu_hu: Bejegyzés slug

source: Post Type
hu_hu: Bejegyzés típusa

source: Date Modified
hu_hu: Módosítás dátuma

source: Excerpt
hu_hu: Kivonat

source: Post Status
hu_hu: Bejegyzés állapota

source: Term slug
hu_hu: Kifejezés slug

source: Parent term ID
hu_hu: Szülő kifejezés ID

source: Comment
hu_hu: Hozzászólás

source: Author E-mail
hu_hu: Szerző e-mail-címe

source: Author URL
hu_hu: Szerző URL-je

source: Author IP
hu_hu: Szerző IP-címe

source: Date GMT
hu_hu: Dátum GMT

source: Approved
hu_hu: Jóváhagyva

source: Agent
hu_hu: Ügynök

source: User ID
hu_hu: Felhasználó ID

source: Post/Term/User/Object Data
hu_hu: Bejegyzés/Kifejezés/Felhasználó/Objektum adatai

source: Meta Data
hu_hu: Metaadatok

source: Query Variable
hu_hu: Lekérdezési változó

source: Relations Hierarchy
hu_hu: Kapcsolatok hierarchiája

source: Only logged-in user can delete posts
hu_hu: Csak bejelentkezett felhasználó törölhet bejegyzéseket

source: Error!
hu_hu: Hiba!

source: The link is expired, please return to the previous page and try again.
hu_hu: A hivatkozás lejárt, kérjük, térjen vissza az előző oldalra, és próbálja újra.

source: You don`t have access to this post.
hu_hu: Nincs hozzáférése ehhez a bejegyzéshez.

source: You not allowed to do this.
hu_hu: Ezt nem teheti meg.

source: Legacy option switched. Please reload the page where you clicked the link to apply changes. To switch legacy options back - %s
hu_hu: Örökölt beállítás átkapcsolva. Kérjük, töltse újra azt az oldalt, ahol a hivatkozásra kattintott, hogy a változtatások érvénybe lépjenek. Az örökölt beállítások visszakapcsolásához - %s

source: click here
hu_hu: kattintson ide

source: Legacy Options Switched
hu_hu: Örökölt beállítások átkapcsolva

source: <b>Query options</b> marked as legacy and disabled. To enable these options (not recommended) - %s
hu_hu: <b>Lekérdezési beállítások</b> örököltként megjelölve és letiltva. Ezen beállítások engedélyezéséhez (nem ajánlott) - %s

source: <b>Query options</b> inside Listing Grid marked as <b>legacy</b>. We recommend to use <b>Query Builder</b> instead. You can disable these options to optimize performance a bit. To disable legacy options - %s
hu_hu: <b>Lekérdezési beállítások</b> a Listing Gridben <b>örökölt</b> megjelölést kaptak. Helyette a <b>Query Builder</b> használatát javasoljuk. Ezeknek a beállításoknak a letiltásával kissé optimalizálhatja a teljesítményt. Az örökölt beállítások letiltásához - %s

source: Please set the <b>Query</b> for the listing. You can do this by choosing listing item with <b>Query source</b> or by adding query in <b>Custom Query</b> section
hu_hu: Kérjük, állítsa be a listához a <b>Lekérdezést</b>. Ezt megteheti úgy, hogy <b>Lekérdezés forrása</b>-val rendelkező listaelemet választ, vagy lekérdezést ad hozzá az <b>Egyéni lekérdezés</b> szakaszban

source: Post author ID
hu_hu: Bejegyzés szerzőjének ID-je

source: Current categories
hu_hu: Jelenlegi kategóriák

source: Current date
hu_hu: Jelenlegi dátum

source: Return
hu_hu: Visszatérési érték

source: Current day of month
hu_hu: A hónap aktuális napja

source: Current day of week
hu_hu: A hét aktuális napja

source: Current month name
hu_hu: Aktuális hónap neve

source: Current year in 4-digit format
hu_hu: Aktuális év 4 számjegyű formátumban

source: Custom format
hu_hu: Egyéni formátum

source: Current ID
hu_hu: Jelenlegi ID

source: Current meta value as string
hu_hu: Jelenlegi metaérték karakterláncként

source: Current meta value
hu_hu: Jelenlegi metaérték

source: Current Page URL (global)
hu_hu: Aktuális oldal URL (globális)

source: Current tags
hu_hu: Jelenlegi címkék

source: Current terms
hu_hu: Jelenlegi kifejezések

source: Current user ID
hu_hu: Jelenlegi felhasználó ID

source: Current user meta
hu_hu: Jelenlegi felhasználó metaadatai

source: Field value
hu_hu: Mező értéke

source: JetEngine meta field
hu_hu: JetEngine meta mező

source: Field name/key/ID
hu_hu: Mező neve/kulcsa/ID-je

source: Object ID (for current context)
hu_hu: Objektum ID (aktuális kontextushoz)

source: Option value
hu_hu: Beállítás értéke

source: Custom option
hu_hu: Egyéni beállítás

source: Note: this field will override the Option value
hu_hu: Megjegyzés: ez a mező felülírja a beállítás értékét

source: Queried term
hu_hu: Lekérdezett kifejezés

source: Queried user ID
hu_hu: Lekérdezett felhasználó ID

source: Related children between (legacy)
hu_hu: Kapcsolt gyermekek között (örökölt)

source: Post type 1
hu_hu: Bejegyzéstípus 1

source: Post type 2
hu_hu: Bejegyzéstípus 2

source: Related children from (legacy)
hu_hu: Kapcsolt gyermekek ettől (örökölt)

source: Post type
hu_hu: Bejegyzéstípus

source: Related parents from (legacy)
hu_hu: Kapcsolódó szülők innen (örökölt)

source: Shortcode result
hu_hu: Rövidkód eredménye

source: String to timestamp
hu_hu: Karakterlánc időbélyeggé

source: String to convert
hu_hu: Konvertálandó karakterlánc

source: Adjust
hu_hu: Igazítás

source: Adjust to server timezone
hu_hu: Igazítás a szerver időzónájához

source: Today
hu_hu: Ma

source: Always show
hu_hu: Mindig mutassa

source: Query is empty
hu_hu: A lekérdezés üres

source: Default Object
hu_hu: Alapértelmezett objektum

source: Default WordPress Object (for current page)
hu_hu: Alapértelmezett WordPress-objektum (az aktuális oldalhoz)

source: Parent Object
hu_hu: Szülő objektum

source: What is Listing Grid?
hu_hu: Mi az a Listing Grid?

source: Listing Items/Components
hu_hu: Listing elemek/komponensek

source: Listing Item/Components
hu_hu: Listing elem/komponensek

source: Add New Listing Item
hu_hu: Új Listing elem hozzáadása

source: Add New Item
hu_hu: Új elem hozzáadása

source: Edit Item
hu_hu: Elem szerkesztése

source: View Item
hu_hu: Elem megtekintése

source: Search Item
hu_hu: Elem keresése

source: No Templates Found
hu_hu: Nem találhatók sablonok

source: No Templates Found In Trash
hu_hu: A Lomtárban nem találhatók sablonok

source: My Library
hu_hu: Saját könyvtár

source: Listings/Components
hu_hu: Listingek/komponensek

source: Please select post type
hu_hu: Kérjük, válasszon bejegyzéstípust

source: <strong>Warning:</strong> Error appears on callback applying. Please select other callback to filter field value.
hu_hu: <strong>Figyelmeztetés:</strong> Hiba történt a visszahívás alkalmazásakor. Kérjük, válasszon másik visszahívást a mezőérték szűréséhez.

source: <b>Error:</b> the field format must contains "%s" or "%1$s".
hu_hu: <b>Hiba:</b> a mező formátumának tartalmaznia kell a "%s" vagy a "%1$s" kifejezést.

source: <b>Error:</b> can't render field data in the current format. You can try "Get child value" callback. Available children:
hu_hu: <b>Hiba:</b> a mező adatait nem lehet a jelenlegi formátumban megjeleníteni. Megpróbálhatja a "Get child value" visszahívást. Elérhető gyermekek:

source: Or one of array-related callbacks - "Multiple select field values", "Checkbox field values", "Checked values list" etc
hu_hu: Vagy az egyik tömbhöz kapcsolódó visszahívás - "Multiple select field values", "Checkbox field values", "Checked values list" stb

source: Dynamic Meta widget allowed only for Posts listing source or in Post context
hu_hu: A Dynamic Meta widget csak a Bejegyzések listázási forrásához vagy bejegyzéskörnyezetben engedélyezett

source: Please select another listing to show to avoid recursion.
hu_hu: Kérjük, válasszon másik listázót a megjelenítéshez a rekurzió elkerülése érdekében.

source: Previous
hu_hu: Előző

source: Remove
hu_hu: Eltávolítás

source: Exclude Posts
hu_hu: Bejegyzések kizárása

source: Select specific post to exclude meta box from
hu_hu: Válasszon konkrét bejegyzést, amelyből a meta boxot ki kell zárni

source: Excluded for User Roles
hu_hu: Kizárva a felhasználói szerepköröknél

source: Exclude for User Roles
hu_hu: Kizárás felhasználói szerepkörök esetén

source: Select specific user roles to hide meta box only for these roles
hu_hu: Válasszon konkrét felhasználói szerepköröket, hogy a meta box csak ezeknél legyen elrejtve

source: Include Posts
hu_hu: Bejegyzések bevonása

source: Select specific post to show meta box on
hu_hu: Válasszon konkrét bejegyzést, amelyen megjelenjen a meta box

source: Included for User Roles
hu_hu: Engedélyezve a felhasználói szerepköröknél

source: Select specific user roles to show meta box only for these roles
hu_hu: Válasszon konkrét felhasználói szerepköröket, hogy a meta box csak ezeknél jelenjen meg

source: Post Has Taxonomy Terms
hu_hu: A bejegyzés rendelkezik taxonómia kifejezésekkel

source: Select specific taxonomy terms, to show meta box only if post has these terms
hu_hu: Válasszon konkrét taxonómia kifejezéseket, a meta box csak akkor jelenik meg, ha a bejegyzés ezeket tartalmazza

source: Select taxonomy...
hu_hu: Válasszon taxonómiát...

source: Set terms...
hu_hu: Állítsa be a kifejezéseket...

source: Manual Input
hu_hu: Kézi bevitel

source: Bulk Manual Input
hu_hu: Tömeges kézi bevitel

source: (User fields)
hu_hu: (Felhasználói mezők)

source: Default user fields
hu_hu: Alapértelmezett felhasználói mezők

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Biographical Info
hu_hu: Életrajzi adatok

source: Meta Boxes
hu_hu: Metaboxok

source: Please, set meta box title
hu_hu: Kérjük, adja meg a metabox címét

source: Meta box updated
hu_hu: Metabox frissítve

source: Edit Meta Box
hu_hu: Metabox szerkesztése

source: Add New Meta Box
hu_hu: Új metabox hozzáadása

source: Meta fields
hu_hu: Metamezők

source: New Meta Field
hu_hu: Új metamező

source: Select field...
hu_hu: Mező kiválasztása...

source: Switcher
hu_hu: Kapcsoló

source: Checkbox
hu_hu: Jelölőnégyzet

source: Iconpicker
hu_hu: Ikonválasztó

source: Gallery
hu_hu: Galéria

source: Radio
hu_hu: Rádiógomb

source: Repeater
hu_hu: Ismétlő

source: Number
hu_hu: Szám
