Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: Colorpicker
hu_hu: Színválasztó

source: Not Equal
hu_hu: Nem egyenlő

source: Not In the list
hu_hu: Nincs a listában

source: Empty
hu_hu: Üres

source: Not Empty
hu_hu: Nem üres

source: Contains
hu_hu: Tartalmaz

source: Not Contains
hu_hu: Nem tartalmaz

source: Greater Than
hu_hu: Nagyobb mint

source: Less Than
hu_hu: Kisebb mint

source: Number of characters is greater than
hu_hu: A karakterek száma nagyobb mint

source: Number of characters is less than
hu_hu: A karakterek száma kisebb mint

source: Update Meta Box
hu_hu: Metabox frissítése

source: Add Meta Box
hu_hu: Metabox hozzáadása

source: How to create a custom meta field. Custom meta field types overview
hu_hu: Hogyan lehet egyéni metamezőt létrehozni. Egyéni metamezőtípusok áttekintése

source: How to group the custom meta fields for the certain post types into meta boxes
hu_hu: Hogyan lehet az adott bejegyzéstípusok egyéni metamezőit metaboxokba csoportosítani

source: How to create Checkbox type meta field and display it in Listing Grid
hu_hu: Hogyan lehet jelölőnégyzet típusú metamezőt létrehozni és megjeleníteni a Listing Gridben

source: Add New
hu_hu: Új hozzáadása

source: JetEngine meta fields overview
hu_hu: JetEngine metamezők áttekintése

source: Meta Boxes List
hu_hu: Metaboxok listája

source: Copied!
hu_hu: Másolva!

source: Name:
hu_hu: Név:

source: Add custom value
hu_hu: Egyéni érték hozzáadása

source: Add Item
hu_hu: Elem hozzáadása

source: Choose Media
hu_hu: Média kiválasztása

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Choose Time
hu_hu: Idő kiválasztása

source: Hour
hu_hu: Óra

source: Minute
hu_hu: Perc

source: Second
hu_hu: Másodperc

source: Now
hu_hu: Most

source: Done
hu_hu: Kész

source: name:
hu_hu: név:

source: Item ID not found in request
hu_hu: Elemazonosító nem található a kérésben

source: Post type not found
hu_hu: Bejegyzéstípus nem található

source: Delete meta box
hu_hu: Meta Box törlése

source: Cancel
hu_hu: Mégse

source: Please confirm meta box deletion
hu_hu: Kérjük, erősítse meg a Meta Box törlését

source: Are you sure you want to delete this meta box?
hu_hu: Biztosan törli ezt a Meta Boxot?

source: General Settings
hu_hu: Általános beállítások

source: Meta Box Title
hu_hu: Meta Box címe

source: Title will be shown ar the top of Meta Box on edit Post page. Eg. `Settings`
hu_hu: A cím a Meta Box tetején lesz látható a bejegyzés szerkesztő oldalon. Pl. `Beállítások`

source: Meta Box for
hu_hu: Meta Box ehhez

source: Select to add this meta box to posts, taxonomies or users
hu_hu: Válassza ki, hogy ezt a Meta Boxot bejegyzésekhez, taxonómiákhoz vagy felhasználókhoz adja

source: `Edit meta box` link
hu_hu: `Meta Box szerkesztése` hivatkozás

source: Add `Edit meta box` link to post/term/user edit page
hu_hu: `Meta Box szerkesztése` hivatkozás hozzáadása a bejegyzés/kifejezés/felhasználó szerkesztő oldalához

source: Hide meta field names
hu_hu: Meta mezőnevek elrejtése

source: Hide meta field names on post/term/user edit page.
hu_hu: Meta mezőnevek elrejtése a bejegyzés/kifejezés/felhasználó szerkesztőoldalán.

source: Visibility Conditions
hu_hu: Láthatósági feltételek

source: Enable For Post Types
hu_hu: Engedélyezés bejegyzéstípusokhoz

source: Select post types where this meta box should be shown
hu_hu: Válassza ki azokat a bejegyzéstípusokat, ahol ez a Meta Box megjelenjen

source: Enable For Taxonomies
hu_hu: Engedélyezés taxonómiákhoz

source: Select taxonomies where this meta box should be shown
hu_hu: Válassza ki azokat a taxonómiákat, ahol ez a Meta Box megjelenjen

source: Visible at
hu_hu: Látható itt

source: If selected `Edit User` meta fields will be visible only for website administrator on Edit User page, if `Edit User & Profile` - fields also will be visible at user Profile page and can be edited by user
hu_hu: Ha a `Felhasználó szerkesztése` lehetőséget választja, a meta mezők csak a webhely adminisztrátora számára lesznek láthatók a Felhasználó szerkesztése oldalon; ha a `Felhasználó és profil szerkesztése` opciót, a mezők a felhasználó Profil oldalán is láthatók lesznek, és a felhasználó is szerkesztheti őket

source: Edit User
hu_hu: Felhasználó szerkesztése

source: Edit User & Profile
hu_hu: Felhasználó és profil szerkesztése

source: Add new condition
hu_hu: Új feltétel hozzáadása

source: Select a condition to add
hu_hu: Válasszon hozzáadandó feltételt

source: New condition
hu_hu: Új feltétel

source: Actions
hu_hu: Műveletek

source: If you are not sure where to start, please check tutorials list below this block
hu_hu: Ha nem biztos benne, hol kezdje, nézze meg az alábbi oktatóanyagok listáját

source: Delete
hu_hu: Törlés

source: Delete metadata
hu_hu: Metaadatok törlése

source: Toggle this option to delete metadata from the database for the deleted meta fields or when deleting the Meta Box.
hu_hu: Kapcsolja be ezt az opciót, hogy a törölt meta mezőkhöz tartozó metaadatokat az adatbázisból törölje, illetve a Meta Box törlésekor is törölje őket.

source: Need Help?
hu_hu: Segítségre van szüksége?

source: Conditional Logic for
hu_hu: Feltételes logika ehhez

source: Enable Conditional Logic
hu_hu: Feltételes logika engedélyezése

source: Toggle this option to set display rules.
hu_hu: Kapcsolja be ezt az opciót a megjelenítési szabályok beállításához.

source: New Rule
hu_hu: Új szabály

source: Separate multiple values with comma
hu_hu: Több értéket vesszővel válasszon el

source: The logical relationship between conditional rules
hu_hu: A feltételes szabályok közötti logikai kapcsolat

source: New Field Option
hu_hu: Új mezőopció

source: Option Value
hu_hu: Opció értéke

source: Option label
hu_hu: Opció felirata

source: This will be shown for user on Post edit page
hu_hu: Ez a felhasználónak a bejegyzés szerkesztő oldalon lesz látható

source: Meta field label. It will be displayed on Post edit page
hu_hu: Meta mező címkéje. A bejegyzés szerkesztő oldalon jelenik meg

source: Name/ID
hu_hu: Név/ID

source: Meta field name/key/ID. Under this name field will be stored in the database. Should contain only Latin letters, numbers, `-` or `_` chars
hu_hu: Meta mező neve/kulcsa/ID-je. Ezen a néven lesz a mező tárolva az adatbázisban. Csak latin betűket, számokat, `-` vagy `_` karaktereket tartalmazzon

source: Object type
hu_hu: Objektumtípus

source: Current meta box object type: field or layout element. To close the action of previously selected Tab or Accordion group, use the `Endpoint` option
hu_hu: Aktuális metabox objektumtípus: mező vagy elrendezési elem. A korábban kiválasztott Fül vagy Akkordeon csoport műveletének lezárásához használd az `Endpoint` opciót

source: Tab
hu_hu: Fül

source: Accordion
hu_hu: Akkordeon

source: Field type
hu_hu: Mező típusa

source: Meta field type. Defines the way field to be displayed on Post edit page
hu_hu: Meta mező típusa. Meghatározza, hogyan jelenjen meg a mező a bejegyzés szerkesztő oldalán

source: Select tab layout. Note, layout selected on first tab in set will be automatically applied to all other tabs
hu_hu: Válaszd ki a fül elrendezését. Megjegyzés: az első fülön kiválasztott elrendezés automatikusan alkalmazásra kerül az összes többi fülre

source: Allow Custom
hu_hu: Egyéni engedélyezése

source: Allow 'custom' values to be added
hu_hu: Az 'egyéni' értékek hozzáadásának engedélyezése

source: Save Custom
hu_hu: Egyéni mentése

source: Save 'custom' values to the field's options
hu_hu: Az 'egyéni' értékek mentése a mező opciói közé

source: Select source to get field options from
hu_hu: Válaszd ki a forrást, ahonnan a mező opciói származnak

source: Select exact glossary to get options from
hu_hu: Válaszd ki a konkrét szójegyzéket, ahonnan az opciók származnak

source: Query
hu_hu: Lekérdezés

source: Select exact query to get options from
hu_hu: Válaszd ki a konkrét lekérdezést, ahonnan az opciók származnak

source: Value Field
hu_hu: Érték mező

source: Query result field to use as option value. If empty, we`ll try to use most obvious value. For example ID for posts.
hu_hu: A lekérdezés eredményének azon mezője, amelyet opció értékeként használunk. Ha üres, megpróbáljuk a legnyilvánvalóbb értéket használni. Például bejegyzéseknél az ID-t.

source: Label Field
hu_hu: Címke mező

source: Query result field to use as option label. If empty, we`ll try to use most obvious value. For example post_title for posts.
hu_hu: A lekérdezés eredményének azon mezője, amelyet opció címkéjeként használunk. Ha üres, megpróbáljuk a legnyilvánvalóbb értéket használni. Például bejegyzéseknél a post_title-t.

source: Bulk Options
hu_hu: Tömeges opciók

source: One option per line. Allowed formats:<br><i>value</i> - value and label will be the same<br><i>value::label</i> - separate value and label<br><i>value::label::checked</i> - separate value and label, checked by default
hu_hu: Soronként egy opció. Engedélyezett formátumok:<br><i>value</i> - az érték és a címke megegyezik<br><i>value::label</i> - külön érték és címke<br><i>value::label::checked</i> - külön érték és címke, alapértelmezetten bejelölve

source: Select layout orientation of inputs
hu_hu: Válaszd ki a beviteli mezők elrendezésének irányát

source: Save as timestamp
hu_hu: Mentés időbélyegként

source: If this option is enabled date will be saved in database Unix timestamp. Toggle it if you need to sort or query posts by date
hu_hu: Ha ez az opció engedélyezett, a dátum Unix időbélyegként kerül mentésre az adatbázisban. Kapcsold be, ha dátum szerint kell rendezni vagy lekérdezni a bejegyzéseket

source: Placeholder
hu_hu: Helyőrző

source: Placeholder text
hu_hu: Helyőrző szöveg

source: Save as array
hu_hu: Mentés tömbként

source: If this option is enabled checked values will be stored as plain PHP array. Use this option if this meta value will be edited from front-end form
hu_hu: Ha ez az opció engedélyezett, a bejelölt értékek egyszerű PHP tömbként lesznek tárolva. Használd ezt az opciót, ha ezt a meta értéket front-end űrlapról fogod szerkeszteni

source: Search in post types
hu_hu: Keresés bejegyzéstípusokban

source: Select post types available to search in
hu_hu: Válaszd ki, mely bejegyzéstípusokban lehessen keresni

source: Min characters to search
hu_hu: Minimális karakterszám a kereséshez

source: Set a minimum number of characters that will trigger post search
hu_hu: Állítsd be a bejegyzéskeresést elindító minimális karakterszámot

source: Multiple
hu_hu: Többszörös

source: Allow to select multiple values
hu_hu: Több érték kiválasztásának engedélyezése

source: Min value
hu_hu: Minimum érték

source: Set a minimum value for a number field
hu_hu: Állíts be minimum értéket a szám mezőhöz

source: Max value
hu_hu: Maximum érték

source: Set a maximum value for a number field
hu_hu: Állíts be maximum értéket a szám mezőhöz

source: Step value
hu_hu: Lépésköz

source: Set a stepping interval for a number field
hu_hu: Állíts be lépésközt a szám mezőhöz

source: Value format
hu_hu: Érték formátuma

source: Set the format of the value will be stored in the database
hu_hu: Állítsd be az adatbázisban tárolt érték formátumát

source: Media ID
hu_hu: Média ID

source: Media URL
hu_hu: Média URL

source: Array with media ID and URL
hu_hu: Tömb média ID-val és URL-lel

source: New Repeater Field
hu_hu: Új ismétlődő mező

source: Conditional Logic
hu_hu: Feltételes logika

source: Repeater field label. Will be displayed on Post edit page
hu_hu: Ismétlő mező címkéje. A bejegyzés szerkesztő oldalán jelenik meg

source: Repeater field name/ID. Should contain only latin letters, numbers, `-` or `_` chars
hu_hu: Ismétlő mező neve/azonosítója. Csak latin betűket, számokat, `-` vagy `_` karaktereket tartalmazhat

source: Repeater field type. Defines the way field be displayed on Post edit page
hu_hu: Ismétlő mező típusa. Meghatározza, hogyan jelenjen meg a mező a bejegyzés szerkesztő oldalon

source: Alpha mode
hu_hu: Alfa mód

source: Toggle this option to enabled Alpha channel in Colorpicker
hu_hu: Kapcsolja be ezt az opciót az alfa csatorna engedélyezéséhez a színválasztóban

source: Icon Library
hu_hu: Ikonkönyvtár

source: Select an icon library for iconpicker field
hu_hu: Válasszon ikonkönyvtárat az ikonválasztó mezőhöz

source: Save as separate fields
hu_hu: Mentés külön mezőkként

source: Toggle this option to store the value of each repeater field as a separate field
hu_hu: Kapcsolja be ezt az opciót, hogy minden ismétlő mező értékét külön mezőként tárolja

source: Collapsed
hu_hu: Összecsukva

source: Toggle this option to collapse repeater items on page load
hu_hu: Kapcsolja be ezt az opciót az ismétlő elemek oldalbetöltéskor történő összecsukásához

source: Title Field
hu_hu: Cím mező

source: Select a repeater field to show as a repeater item title
hu_hu: Válasszon egy ismétlő mezőt, amely ismétlő elem címeként jelenjen meg

source: Meta field description to be shown on Post edit page
hu_hu: Meta mező leírása, amely a bejegyzés szerkesztő oldalon jelenik meg

source: HTML Code
hu_hu: HTML-kód

source: CSS Classes
hu_hu: CSS-osztályok

source: Field width
hu_hu: Mező szélessége

source: Select meta field width from the dropdown list for Post edit page
hu_hu: Válassza ki a meta mező szélességét a legördülő listából a bejegyzés szerkesztő oldalához

source: Character limit
hu_hu: Karakterkorlát

source: Max field value length. Leave empty for no limit
hu_hu: A mezőérték maximális hossza. Hagyja üresen, ha nincs korlát

source: Default value
hu_hu: Alapértelmezett érték

source: Set default value for current field. <b>Note</b> For date field you can set any value could be processed by strtotime() function.
hu_hu: Állítson be alapértelmezett értéket az aktuális mezőhöz. <b>Megjegyzés</b> Dátum mezőnél bármilyen érték megadható, amelyet a strtotime() függvény fel tud dolgozni.

source: On by default
hu_hu: Alapértelmezetten bekapcsolva

source: Make switcher On by default
hu_hu: A kapcsoló legyen alapértelmezetten bekapcsolva

source: Is required
hu_hu: Kötelező

source: Toggle this option to make this field as required one
hu_hu: Kapcsolja be ezt az opciót, hogy a mező kötelező legyen

source: Quick edit support
hu_hu: Gyorsszerkesztés támogatása

source: Toggle this option to make this field available in the Quick Edit section
hu_hu: Kapcsolja be ezt az opciót, hogy a mező elérhető legyen a Gyorsszerkesztés szakaszban

source: Revision support
hu_hu: Revíziók támogatása

source: Toggle this option to make this field available in the Revisions
hu_hu: Kapcsolja be ezt az opciót, hogy a mező elérhető legyen a revíziókban

source: Restrict MIME Types
hu_hu: MIME-típusok korlátozása

source: Toggle this option to set a list of MIME types allowed in this field
hu_hu: Kapcsolja be ezt az opciót, hogy beállítsa a mezőben engedélyezett MIME-típusok listáját

source: Allowed MIME Types
hu_hu: Engedélyezett MIME-típusok

source: Leave empty to allow all MIME types.
hu_hu: Hagyja üresen az összes MIME-típus engedélyezéséhez.

source: Show in Rest API
hu_hu: Megjelenítés a Rest API-ban

source: Allow to get/update this field with WordPress Rest API
hu_hu: Engedélyezze a mező lekérdezését/frissítését a WordPress Rest API-val

source: Click on button to set meta field display rules.
hu_hu: Kattintson a gombra a meta mező megjelenítési szabályainak beállításához.

source: Edit conditional rules
hu_hu: Feltételes szabályok szerkesztése

source: Set up conditional rules
hu_hu: Feltételes szabályok beállítása

source: No meta boxes found
hu_hu: Nem találhatók meta dobozok

source: Meta Box Name
hu_hu: Meta doboz neve

source: Show On
hu_hu: Megjelenítés itt

source: Edit
hu_hu: Szerkesztés

source: Copy
hu_hu: Másolás

source: Options Pages
hu_hu: Beállítási oldalak

source: Please, set page title
hu_hu: Kérjük, adja meg az oldal címét

source: Please, set page slug
hu_hu: Kérjük, adja meg az oldal slugját

source: Page updated
hu_hu: Oldal frissítve

source: Creating an Options page with JetEngine
hu_hu: Beállítási oldal létrehozása a JetEngine-nel

source: Getting an option value in the PHP code
hu_hu: Beállításérték lekérése a PHP-kódban

source: Saved
hu_hu: Mentve

source: Edit Options Page
hu_hu: Beállítási oldal szerkesztése

source: Add New Options Page
hu_hu: Új beállítási oldal hozzáadása

source: Fields
hu_hu: Mezők

source: New Field
hu_hu: Új mező

source: Update Page
hu_hu: Oldal frissítése

source: Add Page
hu_hu: Oldal hozzáadása

source: Manage options
hu_hu: Beállítások kezelése

source: Activate plugins
hu_hu: Bővítmények aktiválása

source: Create users
hu_hu: Felhasználók létrehozása

source: Switch themes
hu_hu: Témák váltása

source: Edit pages
hu_hu: Oldalak szerkesztése

source: Edit posts
hu_hu: Bejegyzések szerkesztése

source: Upload files
hu_hu: Fájlok feltöltése

source: JetEngine options pages overview
hu_hu: JetEngine beállítási oldalak áttekintése

source: Item data not found
hu_hu: Elem adatai nem találhatók

source: Page not found
hu_hu: Az oldal nem található

source: Delete page
hu_hu: Oldal törlése

source: Please confirm page deletion
hu_hu: Kérjük, erősítse meg az oldal törlését

source: Are you sure you want to delete this page?
hu_hu: Biztosan törli ezt az oldalt?

source: If yes - please select what to do with saved options related to this page:
hu_hu: Ha igen - kérjük, válassza ki, mi történjen az oldalhoz kapcsolódó mentett beállításokkal:

source: Left options without changes
hu_hu: Beállítások változtatás nélkül hagyása

source: Delete saved options
hu_hu: Mentett beállítások törlése

source: Page title
hu_hu: Oldal címe

source: Set unique name for your options page
hu_hu: Állítson be egy egyedi nevet a beállítási oldalához

source: Page slug
hu_hu: Oldal slugja

source: Set slug for your options page. Slug should contain only letters, numbers and `-` or `_` chars. This slug also be used to store options into database
hu_hu: Állítson be slugot a beállítási oldalához. A slug csak betűket, számokat és `-` vagy `_` karaktereket tartalmazhat. Ezt a slugot az adatbázisban a beállítások tárolására is használjuk

source: Menu name
hu_hu: Menü neve

source: Parent page
hu_hu: Szülőoldal

source: Leave empty to create top level menu page or select a parent for current page
hu_hu: Hagyja üresen felső szintű menüoldal létrehozásához, vagy válasszon szülőt az aktuális oldalhoz

source: Menu Icon
hu_hu: Menü ikon

source: Icon will be visible in admin menu
hu_hu: Az ikon az admin menüben lesz látható

source: Access capability
hu_hu: Hozzáférési jogosultság

source: Select capability type to restrict access to created page
hu_hu: Válasszon jogosultságtípust a létrehozott oldalhoz való hozzáférés korlátozásához

source: Menu position
hu_hu: Menü pozíciója

source: Select existing menu item to add page after
hu_hu: Válasszon egy meglévő menüpontot, amely után az oldal hozzáadásra kerül

source: Fields storage type
hu_hu: Mezők tárolási típusa

source: Select `Separate` to store field values in separate options
hu_hu: Válassza a `Külön` lehetőséget, hogy a mezőértékeket külön beállításokban tárolja

source: Default (as array)
hu_hu: Alapértelmezett (tömbként)

source: Separate
hu_hu: Külön

source: Add prefix for separate options
hu_hu: Előtag hozzáadása a külön beállításokhoz

source: Toggle this option to add page slug as prefix for separate options
hu_hu: Kapcsolja be ezt az opciót, hogy az oldal slugja előtagként kerüljön a külön beállítások elé

source: Update options
hu_hu: Beállítások frissítése

source: Toggle this if you already have added options of this option page and want to automatically change storage type for these options
hu_hu: Kapcsolja be ezt, ha ezen a beállítási oldalon már vannak hozzáadott beállítások, és automatikusan szeretné megváltoztatni ezek tárolási típusát

source: Update and leave options saved in the previous storage type without changes
hu_hu: Frissítés és a korábbi tárolási típusban mentett beállítások változatlanul hagyása

source: Update and delete options saved in the previous storage type
hu_hu: Frissítés és a korábbi tárolási típusban mentett beállítások törlése

source: Hide field names
hu_hu: Mezőnevek elrejtése

source: Hide field names on option page
hu_hu: Mezőnevek elrejtése a beállítási oldalon

source: No options pages found
hu_hu: Nem találhatók beállítási oldalak

source: Page Name
hu_hu: Oldal neve

source: Page Slug (and option name)
hu_hu: Oldal slug (és opció neve)

source: Get from custom storage by query meta key
hu_hu: Lekérés egyéni tárolóból lekérdezési meta kulcs alapján

source: Post type name not found in request. Please check your data and try again.
hu_hu: A bejegyzéstípus neve nem található a kérésben. Kérjük, ellenőrizze az adatokat, és próbálja újra.

source: You creating a Post Type with "%s" custom storage. But this table already exists in your DB. Please rename your post type.
hu_hu: Ön "%s" egyéni tárolással hoz létre bejegyzéstípust. Ez a tábla azonban már létezik az adatbázisban. Kérjük, nevezze át a bejegyzéstípust.

source: Filter by taxonomy
hu_hu: Szűrés taxonómia szerint

source: Filter by meta data
hu_hu: Szűrés metaadat szerint

source: JetEngine Post Type
hu_hu: JetEngine bejegyzéstípus

source: Edit post type settings
hu_hu: Bejegyzéstípus beállításainak szerkesztése

source: Meta Value
hu_hu: Meta érték

source: Post Terms
hu_hu: Bejegyzés kifejezései

source: Custom Callback
hu_hu: Egyéni visszahívás

source: Singular name
hu_hu: Egyes számú név

source: Name for one object of this post type
hu_hu: Ennek a bejegyzéstípusnak egy objektumára használt név

source: The add new text. The default is `Add New` for both hierarchical and non-hierarchical post types
hu_hu: Az Új hozzáadása szöveg. Alapértelmezésben mind a hierarchikus, mind a nem hierarchikus bejegyzéstípusoknál `Add New`.

# Default value for add_new label
source: Add New %s%
hu_hu: Új %s% hozzáadása

source: Default is Add New Post/Add New Page
hu_hu: Alapértelmezés: Új bejegyzés hozzáadása/Új oldal hozzáadása

# Default value for add_new_item label
source: Add New %s%
hu_hu: Új %s% hozzáadása

source: New Item
hu_hu: Új elem

source: Default is New Post/New Page
hu_hu: Alapértelmezés: Új bejegyzés/Új oldal

# Default value for new_item label
source: New %s%
hu_hu: Új %s%

source: Default is Edit Post/Edit Page
hu_hu: Alapértelmezés: Bejegyzés szerkesztése/Oldal szerkesztése

# Default value for edit_item label
source: Edit %s%
hu_hu: %s% szerkesztése

source: Default is View Post/View Page
hu_hu: Alapértelmezés: Bejegyzés megtekintése/Oldal megtekintése

# Default value for view_item label
source: View %s%
hu_hu: %s% megtekintése

source: All Items
hu_hu: Összes elem

source: String for the submenu
hu_hu: Szöveg az almenühöz

# Default value for all_items label
source: All %s%
hu_hu: Összes %s%

source: Search for items
hu_hu: Elemek keresése

source: Default is Search Posts/Search Pages
hu_hu: Alapértelmezés: Bejegyzések keresése/Oldalak keresése

# Default value for search_items label
source: Search for %s%
hu_hu: %s% keresése

source: Parent Item
hu_hu: Szülő elem

source: This string isn`t used on non-hierarchical types. In hierarchical ones the default is `Parent Page:`
hu_hu: Ez a szöveg nem használatos nem hierarchikus típusoknál. Hierarchikusoknál az alapértelmezés: `Parent Page:`

# Default value for parent_item_colon label
source: Parent %s%
hu_hu: Szülő %s%

source: Not found
hu_hu: Nem található

source: Default is No posts found/No pages found
hu_hu: Alapértelmezés: Nem található bejegyzés/Nem található oldal

# Default value for not_found label
source: No %s% found
hu_hu: Nem található %s%

source: Not found in trash
hu_hu: Nem található a lomtárban

source: Default is No posts found in Trash/No pages found in Trash
hu_hu: Alapértelmezés: Nem található bejegyzés a lomtárban/Nem található oldal a lomtárban
