Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: Enter Custom Content Type field name to use as items source
hu_hu: Adja meg az Egyéni tartalomtípus mezőnevét, amelyet az elemek forrásaként használ

source: Char or string
hu_hu: Char vagy string

source: Published
hu_hu: Közzétéve

source: Content type not found. Looks like you selected Listing Item with wrong source.
hu_hu: A tartalomtípus nem található. Úgy tűnik, rossz forrású Listing Itemet választott.

source: Content type not found
hu_hu: A tartalomtípus nem található

source: Search string
hu_hu: Keresőkifejezés

source: Comma separated fields names list to search only by this fields
hu_hu: Vesszővel elválasztott mezőnevek listája, hogy csak ezekben a mezőkben keressen

source: Items limit
hu_hu: Elemek limitje

source: Items offset
hu_hu: Elemek eltolása

source: Order items by field
hu_hu: Elemek rendezése mező szerint

source: Order - asc or desc
hu_hu: Rendezés - asc vagy desc

source: Order value type - integer, float, timestamp, date, string
hu_hu: Rendezési érték típusa - integer, float, timestamp, date, string

source: JSON-encoded filters string
hu_hu: JSON-kódolt szűrő string

source: You can't send item IDs with create Rest API endpoint. Please use Upate endpoint to update existing data
hu_hu: Nem küldhet elemazonosítókat a Rest API create endpointján. Kérjük, használja az Upate endpointot a meglévő adatok frissítéséhez

source: We can not create new content type item
hu_hu: Nem tudunk új tartalomtípus-elemet létrehozni

source: We can not update content type item
hu_hu: Nem tudjuk frissíteni a tartalomtípus-elemet

source: Copy Content Type
hu_hu: Tartalomtípus másolása

source: Please set a new name and slug of Custom Content Type
hu_hu: Kérjük, adjon meg új nevet és slugot az Egyéni tartalomtípushoz

source: Name of Custom Content Type will be shown in the admin menu
hu_hu: Az Egyéni tartalomtípus neve megjelenik az admin menüben

source: Slug will be used to create appropriate data base table and access Custom Content Type data. Only latin letters, `-` or `_` are allowed.
hu_hu: A slugot az adatbázistábla létrehozásához és az Egyéni tartalomtípus adatainak eléréséhez használjuk. Csak latin betűk, valamint a `-` vagy `_` engedélyezett.

source: Delete content type
hu_hu: Tartalomtípus törlése

source: Please confirm content type deletion
hu_hu: Kérjük, erősítse meg a tartalomtípus törlését

source: Are you sure you want to delete this content type? Related database table also will be deleted and all data will be lost.
hu_hu: Biztosan törli ezt a tartalomtípust? A kapcsolódó adatbázistábla is törlődik, és minden adat elvész.

source: Content Type Related Settings
hu_hu: Tartalomtípushoz kapcsolódó beállítások

source: Title field
hu_hu: Cím mező

source: Select field will be used as title of related items for current Content Type
hu_hu: Válassza ki, mely mező szolgáljon a jelenlegi tartalomtípus kapcsolódó elemeinek címeként

source: Create fields
hu_hu: Létrehozási mezők

source: Select fields will be used to create new related item of current Content Type
hu_hu: Válassza ki, mely mezőket használjuk a jelenlegi tartalomtípus új kapcsolódó elemének létrehozásához

source: Name of Custom Content Type will be shown in the admin menu`
hu_hu: Az Egyéni tartalomtípus neve megjelenik az admin menüben`

source: DB Table Name
hu_hu: DB tábla neve

source: Full name of database table will be created for this Content Type
hu_hu: Az ehhez a tartalomtípushoz létrehozott adatbázistábla teljes neve

source: Has Single Page
hu_hu: Van egyedi oldal

source: Check this if you need to separate single page for each of your Content Type item
hu_hu: Jelölje be, ha minden tartalomtípus-elemhez külön egyedi oldalra van szükség

source: Related Post Type
hu_hu: Kapcsolódó bejegyzéstípus

source: Select post type associated to this Content Type items to serve single posts
hu_hu: Válassza ki a bejegyzéstípust, amely ehhez a tartalomtípus elemeihez társul az egyedi bejegyzések kiszolgálásához

source: Select content type field to get related single post title from
hu_hu: Válassza ki azt a tartalomtípus-mezőt, ahonnan a kapcsolódó egyedi bejegyzés címe származzon

source: Content field
hu_hu: Tartalom mező

source: Select content type field to get related single post content from
hu_hu: Válassza ki azt a tartalomtípus-mezőt, ahonnan a kapcsolódó egyedi bejegyzés tartalma származzon

source: Content Type UI Access Capability
hu_hu: Tartalomtípus UI hozzáférési jogosultság

source: By default any CCT available only for users with `manage_options` capability. Here you can overwrite it with any capability you want. More about capabilities <a href='https://wordpress.org/support/article/roles-and-capabilities/' target='_blank'>here</a>.
hu_hu: Alapértelmezetten bármely CCT csak a `manage_options` jogosultsággal rendelkező felhasználók számára érhető el. Itt tetszőleges jogosultsággal felülírhatja. Bővebben a jogosultságokról <a href='https://wordpress.org/support/article/roles-and-capabilities/' target='_blank'>itt</a>.

source: Items list
hu_hu: Elemek listája

source: Single item, where {_ID} you need to replace with actual item ID
hu_hu: Egyetlen elem, ahol a {_ID} helyére a tényleges elem ID-ját kell helyettesíteni

source: Parameters Overview
hu_hu: Paraméterek áttekintése

source: Leave empty to make public, or set user access capability. More about capabilities <a href='https://wordpress.org/support/article/roles-and-capabilities/' target='_blank'>here</a>.
hu_hu: Hagyja üresen a nyilvánossá tételhez, vagy állítson be felhasználói jogosultságot. A jogosultságokról bővebben <a href='https://wordpress.org/support/article/roles-and-capabilities/' target='_blank'>itt</a>.

source: Register create item REST API Endpoint
hu_hu: Új elem létrehozására szolgáló REST API végpont regisztrálása

source: Register Rest API endpoint to insert new content type items.
hu_hu: REST API végpont regisztrálása új tartalomtípus-elemek beszúrásához.

source: Create endpoint URL
hu_hu: Létrehozási végpont URL

source: Set as <b>'public'</b> to make public or set user access capability. More about capabilities <a href='https://wordpress.org/support/article/roles-and-capabilities/' target='_blank'>here</a>. Default: <b>'edit_posts'</b>.
hu_hu: Állítsa <b>'public'</b>-ra a nyilvánossá tételhez, vagy adjon meg felhasználói jogosultságot. A jogosultságokról bővebben <a href='https://wordpress.org/support/article/roles-and-capabilities/' target='_blank'>itt</a>. Alapértelmezett: <b>'edit_posts'</b>.

source: If you leave this endpoint as public anyone will be able to insert new content type items into your database
hu_hu: Ha ezt a végpontot nyilvánosként hagyja, bárki be tud szúrni új tartalomtípus-elemeket az adatbázisába

source: Register update item REST API Endpoint
hu_hu: Elem frissítésére szolgáló REST API végpont regisztrálása

source: Register Rest API endpoint to update content type items.
hu_hu: REST API végpont regisztrálása tartalomtípus-elemek frissítéséhez.

source: where {_ID} you need to replace with actual item ID
hu_hu: ahol a {_ID} helyére a tényleges elem ID-ját kell helyettesíteni

source: If you leave this endpoint as public anyone will be able to update new content type items in your database
hu_hu: Ha ezt a végpontot nyilvánosként hagyja, bárki frissítheti az adatbázisában lévő tartalomtípus-elemeket

source: Register delete item REST API Endpoint
hu_hu: Elem törlésére szolgáló REST API végpont regisztrálása

source: Register Rest API endpoint to delete content type items.
hu_hu: REST API végpont regisztrálása tartalomtípus-elemek törléséhez.

source: If you leave this endpoint as public anyone will be able to delete content type items from your database
hu_hu: Ha ezt a végpontot nyilvánosként hagyja, bárki törölhet tartalomtípus-elemeket az adatbázisából

source: Hide field names on content type edit page.
hu_hu: Mezőnevek elrejtése a tartalomtípus szerkesztő oldalán.

source: GET Endpoint Parameters Overview
hu_hu: GET végpont paramétereinek áttekintése

source: type:
hu_hu: típus:

source: Request URL with parameters example:
hu_hu: Kérés URL-je paraméterekkel – példa:

source: Show in the admin columns
hu_hu: Megjelenítés az admin oszlopokban

source: Check this if you want to show information from this field in the current Content Type page admin columns
hu_hu: Jelölje be, ha az aktuális tartalomtípus oldal admin oszlopaiban szeretné megjeleníteni ennek a mezőnek az adatait

source: Is sortable
hu_hu: Rendezhető

source: Check this to make current column sortable
hu_hu: Jelölje be, hogy az aktuális oszlop rendezhető legyen

source: No content types found
hu_hu: Nem találhatók tartalomtípusok

source: Content Type Name
hu_hu: Tartalomtípus neve

source: DB table name
hu_hu: Adatbázistábla neve

source: There is no content types found on your website
hu_hu: A webhelyén nem találhatók tartalomtípusok

source: Select content type fields to save apropriate form fields into
hu_hu: Válassza ki azokat a tartalomtípus-mezőket, amelyekbe a megfelelő űrlapmezőket el kell menteni

source: Content Types Query
hu_hu: Tartalomtípusok lekérdezése

source: From Content Type
hu_hu: Tartalomtípusból

source: Select content type to get data from
hu_hu: Válassza ki azt a tartalomtípust, amelyből az adatokat lekéri

source: Number of items to show in the listing grid or per page if JetSmartFilters pagination is used. Query Count dynamic tag will show total number of items matched current Query
hu_hu: Az elemek száma a listázó rácsban, illetve oldalanként, ha a JetSmartFilters oldalszámozást használja. A Query Count dinamikus címke a jelenlegi lekérdezésnek megfelelő elemek teljes számát mutatja

source: Number of items to skip
hu_hu: Kihagyandó elemek száma

source: Select items only with the certain status
hu_hu: Csak meghatározott állapotú elemek kiválasztása

source: Search string to search across all CCT fields. IF you need to search by a specific field - please use Query settings and Like compare operator.
hu_hu: Keresőkifejezés az összes CCT mezőben történő kereséshez. Ha egy konkrét mezőben szeretne keresni, használja a Lekérdezés beállításait és a LIKE összehasonlító operátort.

source: The logical relationship between args clauses
hu_hu: Az args klauzulák közötti logikai kapcsolat

source: Please note
hu_hu: Kérjük, vegye figyelembe

source: You set <b>Status</b> option, so relation will be forced to <b>And</b> to avoid conflicts between status clause and other clauses.
hu_hu: Beállította a <b>Status</b> opciót, ezért az ütközések elkerülése érdekében a kapcsolat <b>And</b>-ra lesz kényszerítve a státusz klauzula és más klauzulák között.

source: Fields for filters
hu_hu: Mezők a szűrőkhöz

source: Available fields list to filter with <b>JetSmartFilters</b> plugin. To filter query results by selected field, copy field name and paste it into <b>Query Variable</b> option of selected filter.
hu_hu: Elérhető mezők listája a <b>JetSmartFilters</b> bővítménnyel történő szűréshez. A lekérdezés eredményeinek kiválasztott mező szerinti szűréséhez másolja a mező nevét, és illessze be a kiválasztott szűrő <b>Query Variable</b> opciójába.

source: Select current content type field to get data by
hu_hu: Válassza ki az aktuális tartalomtípus mezőjét, amely alapján az adatokat lekéri

source: Data Stores
hu_hu: Adattárak

source: Add to store
hu_hu: Hozzáadás a tárhoz

source: Button
hu_hu: Gomb

source: Icon Spacing
hu_hu: Ikon távolsága

source: In Store
hu_hu: Tárban

source: Remove from store
hu_hu: Eltávolítás a tárból

source: Select store
hu_hu: Tár kiválasztása

source: Reload listing grid on success
hu_hu: Siker esetén töltse újra a listázó rácsot

source: Listing ID to reload. The same ID must be set in the Advanced settings of selected listing. Put comma-separated IDs to update multiple listings.
hu_hu: Listing ID az újratöltéshez. Ugyanezt az ID-t kell beállítani a kiválasztott listing Advanced beállításaiban. Több listing frissítéséhez vesszővel elválasztott ID-kat adjon meg.

source: Remove post from current listing
hu_hu: Bejegyzés eltávolítása a jelenlegi listingből

source: Check this is you want to remove current post from current listing grid after removing post from store
hu_hu: Jelölje be, ha a store-ból való eltávolítás után el szeretné távolítani az aktuális bejegyzést a jelenlegi listing gridből

source: Added to store text
hu_hu: Hozzáadva a store-hoz szöveg

source: Added to store URL
hu_hu: Hozzáadva a store-hoz URL

source: Data Store Button
hu_hu: Data Store gomb

source: You can use this option to reload listing grid with current Store posts on success
hu_hu: Ezzel az opcióval sikeres művelet után újratöltheti a listing gridet a jelenlegi Store bejegyzésekkel

source: Here you need to set listing ID to reload. The same ID must be set in the Advanced settings of selected listing. Put comma-separated IDs to update multiple listings.
hu_hu: Itt meg kell adni a listing ID-t az újratöltéshez. Ugyanezt az ID-t kell beállítani a kiválasztott listing Advanced beállításaiban. Több listing frissítéséhez vesszővel elválasztott ID-kat adjon meg.

source: After Added to Store
hu_hu: Hozzáadás a Store-hoz után

source: Action after an item added to store
hu_hu: Művelet, miután egy elem hozzáadásra került a store-hoz

source: Remove from store button
hu_hu: Eltávolítás a store-ból gomb

source: Switch button status
hu_hu: Gombállapot váltása

source: Hide button
hu_hu: Gomb elrejtése

source: Label after added to store
hu_hu: Címke hozzáadás a store-hoz után

source: Icon after added to store
hu_hu: Ikon hozzáadás a store-hoz után

source: URL after added to store
hu_hu: URL hozzáadás a store-hoz után

source: Border color
hu_hu: Szegély színe

source: Please select store to show.
hu_hu: Kérjük, válassza ki a megjelenítendő store-t.

source: Data Store renderer class not found
hu_hu: Data Store renderer osztály nem található

source: Data Stores: Get Store
hu_hu: Data Stores: Store lekérése

source: Data Stores: Post Count
hu_hu: Data Stores: Bejegyzésszám

source: Specific post ID
hu_hu: Konkrét bejegyzés ID

source: Data Stores: Store Count
hu_hu: Data Stores: Store darabszám

source: Get posts from store
hu_hu: Bejegyzések lekérése a store-ból

source: Open popup on success
hu_hu: Popup megnyitása siker esetén

source: Open selected popup from JetPopup after post successfully added to store. Popup should be selected in the <b>Advanced Tab > JetPopup</b> section, <b>Trigger Type</b> must be set to <b>None</b>
hu_hu: Nyissa meg a kiválasztott popupot a JetPopupból, miután a bejegyzés sikeresen hozzáadásra került a store-hoz. A popupot a <b>Advanced Tab > JetPopup</b> szakaszban kell kiválasztani, a <b>Trigger Type</b>-ot <b>None</b>-ra kell állítani

source: Added to store icon
hu_hu: Hozzáadva a store-hoz ikon

source: Add to Data Store
hu_hu: Hozzáadás a Data Store-hoz

source: Store count
hu_hu: Store darabszám

source: Get store
hu_hu: Store lekérése

source: Get users from store item
hu_hu: Felhasználók lekérése a store elemből

source: Current user (global)
hu_hu: Aktuális felhasználó (globális)

source: Current user (for current scope)
hu_hu: Aktuális felhasználó (az aktuális scope-hoz)

source: Queried user
hu_hu: Lekérdezett felhasználó

source: Current post author
hu_hu: Aktuális bejegyzés szerzője

source: You enabled <b>Open popup</b> option but not selected Popup to show. Please select popup in the <b>Advanced > JetPopup</b> section or disable <b>Open popup</b> option
hu_hu: Engedélyezte az <b>Open popup</b> opciót, de nem választotta ki a megjelenítendő Popupot. Kérjük, válasszon popupot az <b>Advanced > JetPopup</b> szakaszban, vagy tiltsa le az <b>Open popup</b> opciót

source: Please set <b>Advanced > JetPopup > Trigger Type</b> option to <b>None</b> to avoid unexpected popup behaviour
hu_hu: Kérjük, állítsa a <b>Advanced > JetPopup > Trigger Type</b> opciót <b>None</b>-ra a váratlan popup viselkedés elkerülése érdekében

source: + New Store
hu_hu: + Új Store

source: Store public name
hu_hu: Store nyilvános neve

source: Store slug. Only letters, - and _ chars allowed
hu_hu: Store slug. Csak betűk, - és _ karakterek engedélyezettek

source: Store type
hu_hu: Store típusa

source: Select store type for current store
hu_hu: Válassza ki a store típusát az aktuális store-hoz

source: Max size
hu_hu: Maximális méret

source: Maximum items allowed to store. Set 0 for unlimited size
hu_hu: A store-ban engedélyezett elemek maximális száma. Korlátlan mérethez állítsa 0-ra

source: Count items
hu_hu: Elemek számolása

source: Check this if you want to count how many times each item was added into store
hu_hu: Jelölje be, ha számolni szeretné, hogy egyes elemeket hányszor adtak a store-hoz

source: Items count is not allowed for current store type
hu_hu: Elemek számolása nem engedélyezett az aktuális store típusnál

source: Is users store
hu_hu: Felhasználói store

source: This store will contain user IDs. Allowed only for server-side stores
hu_hu: Ez a tár felhasználói ID-ket fog tartalmazni. Csak szerveroldali tárakhoz engedélyezett

source: Store item on view
hu_hu: Elem tárolása megtekintéskor

source: Works only with post-related stores. Add post into store on visit to the single post page. Can be used to create `Recently Viewed` stores.
hu_hu: Csak bejegyzéshez kapcsolódó tárakkal működik. Hozzáadja a bejegyzést a tárhoz, amikor a bejegyzés egyedi oldalát meglátogatja. Használható `Nemrég megtekintett` tárak létrehozásához.

source: Watch for post types
hu_hu: Bejegyzéstípusok figyelése

source: Select post types where you want to watch for single page views
hu_hu: Válassza ki azokat a bejegyzéstípusokat, amelyeknél az egyedi oldalmegtekintéseket figyelni szeretné

source: Cookies
hu_hu: Sütik

source: You can`t add more posts
hu_hu: Nem adhat hozzá több bejegyzést

source: Post ID not found in the request
hu_hu: Bejegyzés ID nem található a kérésben

source: Store slug not found in the request
hu_hu: A tár slugja nem található a kérésben

source: Invalid store requested
hu_hu: Érvénytelen tár lett kérve

source: Local Storage
hu_hu: Helyi tároló

source: Session
hu_hu: Munkamenet

source: User IP
hu_hu: Felhasználó IP-címe

source: User Metadata
hu_hu: Felhasználói metaadatok

source: <b>Warning!</b> Do not put Data Store button inside &lt;a&gt;&lt;/a&gt; tag
hu_hu: <b>Figyelem!</b> Ne helyezze a Data Store gombot &lt;a&gt;&lt;/a&gt; címkébe

source: SVG or font icon
hu_hu: SVG vagy betűikon

source: URL after added to store
hu_hu: URL, miután a tárhoz lett adva

source: Dynamic Visibility
hu_hu: Dinamikus láthatóság

source: Use JetEngine Condition shortcode. You can create it in a visual way with JetEngine / %s.
hu_hu: Használja a JetEngine Condition rövidkódot. Vizuális módon létrehozhatja a JetEngine / %s segítségével.

source: Condition is met
hu_hu: A feltétel teljesül

source: Condition is NOT met
hu_hu: A feltétel NEM teljesül

source: is
hu_hu: egyenlő

source: Post Type Archive is not
hu_hu: A bejegyzéstípus-archívum nem

source: Post Type Archive is
hu_hu: A bejegyzéstípus-archívum

source: Is Not Search Results
hu_hu: Nem keresési találati oldal

source: Is Search Results
hu_hu: Keresési találati oldal

source: Taxonomy Archive is not
hu_hu: A taxonómia-archívum nem

source: Taxonomy Archive is
hu_hu: A taxonómia-archívum

source: Greater or Equal
hu_hu: Nagyobb vagy egyenlő

source: Is Child Post Of
hu_hu: Gyermek bejegyzése ennek

source: To check if a post has/hasn't any parent post, leave empty the Value field.
hu_hu: Ha azt szeretné ellenőrizni, hogy egy bejegyzésnek van-e/nincs-e szülő bejegyzése, hagyja üresen az Érték mezőt.

source: Is mobile device
hu_hu: Mobil eszköz

source: Is Not Child Post Of
hu_hu: Nem gyermek bejegyzése ennek

source: Is Not Parent Post
hu_hu: Nem szülő bejegyzés

source: Is Parent Post
hu_hu: Szülő bejegyzés

source: Less or Equal
hu_hu: Kisebb vagy egyenlő

source: Is even item
hu_hu: Páros elem

source: Is N item
hu_hu: N-edik elem

source: Item number to compare
hu_hu: Összehasonlítandó elem sorszáma

source: Each N Number
hu_hu: Minden N-edik

source: Check this if you need to condition met each N number. Leave empty to met only exact number
hu_hu: Jelölje be, ha a feltételnek minden N-ediknél kell teljesülnie. Hagyja üresen, ha csak a pontos számnál teljesüljön

source: Is odd item
hu_hu: Páratlan elem

source: JetEngine specific
hu_hu: JetEngine-specifikus

source: Date & Time
hu_hu: Dátum és idő

source: Not Between
hu_hu: Nincs a két érték között

source: Doesn't contain
hu_hu: Nem tartalmazza

source: Doesn't exist
hu_hu: Nem létezik

source: Is Not Current Post Author
hu_hu: Nem az aktuális bejegyzés szerzője

source: Is Current Post Author
hu_hu: Az aktuális bejegyzés szerzője

source: Post Hasn't Terms
hu_hu: A bejegyzésnek nincsenek kifejezései

source: Post Has Terms
hu_hu: A bejegyzésnek vannak kifejezései

source: Post ID is not
hu_hu: A bejegyzés ID-je nem

source: Post ID is
hu_hu: A bejegyzés ID-je

source: Single Post Type is not
hu_hu: Az egyedi bejegyzés típusa nem

source: Single Post Type is
hu_hu: Az egyedi bejegyzés típusa

source: Switcher disabled
hu_hu: Kapcsoló letiltva

source: Switcher enabled
hu_hu: Kapcsoló engedélyezve

source: Time Period
hu_hu: Időszak

source: Time From
hu_hu: Kezdési idő

source: If set the element will be visible starting from this time of day. Set time in 24 hour time format (14:00).
hu_hu: Ha be van állítva, az elem ettől a napszaki időponttól lesz látható. Az időt 24 órás formátumban adja meg (14:00).

source: Time To
hu_hu: Befejezési idő

source: If set the element will be visible until this time of day. Set time in 24 hour time format (23:00).
hu_hu: Ha be van állítva, az elem eddig a napszaki időpontig lesz látható. Az időt 24 órás formátumban adja meg (23:00).

source: User ID is not
hu_hu: A felhasználó ID-je nem

source: User ID is
hu_hu: A felhasználó ID-je

source: User not logged in
hu_hu: A felhasználó nincs bejelentkezve

source: User Role is not
hu_hu: A felhasználói szerepkör nem

source: User Role is
hu_hu: A felhasználói szerepkör

source: User logged in
hu_hu: A felhasználó be van jelentkezve

source: Value is checked
hu_hu: Az érték be van jelölve

source: Value is not checked
hu_hu: Az érték nincs bejelölve

source: Days of week
hu_hu: A hét napjai

source: Days of Week
hu_hu: A hét napjai

source: Enable
hu_hu: Engedélyezés

source: Visibility condition type
hu_hu: Láthatósági feltétel típusa

source: Show element if condition met
hu_hu: Elem megjelenítése, ha a feltétel teljesül

source: Hide element if condition met
hu_hu: Elem elrejtése, ha a feltétel teljesül

source: Conditions
hu_hu: Feltételek

source: Resize other columns
hu_hu: A többi oszlop átméretezése

source: Condition
hu_hu: Feltétel

source: User role
hu_hu: Felhasználói szerepkör

source: Select role...
hu_hu: Szerepkör kiválasztása...

source: User IDs
hu_hu: Felhasználói ID-k

source: Set comma separated IDs list (10, 22, 19 etc.). Note: ID Guest user is 0
hu_hu: Állítson be vesszővel elválasztott ID-listát (10, 22, 19 stb.). Megjegyzés: a vendég felhasználó ID-je 0

source: Enter the name of a meta field or object property, or select dynamic tag to compare value against. <br><b>Note!</b> If your meta field or object property contains an array (for example, JetEngine Checkbox field etc.), you need to set the name manually (not with dynamic capability)
hu_hu: Adja meg egy meta mező vagy objektumtulajdonság nevét, vagy válasszon dynamic tag-et, amihez az értéket hasonlítani kell. <br><b>Megjegyzés!</b> Ha a meta mező vagy objektumtulajdonság tömböt tartalmaz (például JetEngine Checkbox field stb.), a nevet kézzel kell beállítani (nem dynamic capability-vel).
