Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: Child Object: label of select item control
hu_hu: Gyermek objektum: az elemválasztó vezérlő címkéje

source: Label of control to select related items in the connect items modal on child object page
hu_hu: A gyermek objektum oldalán, az elemek összekapcsolása modális ablakban a kapcsolt elemek kiválasztására szolgáló vezérlő címkéje

source: Child Object: label of create button
hu_hu: Gyermek objektum: a létrehozás gomb címkéje

source: Label of button to create new related item on child object page
hu_hu: A gyermek objektum oldalán új kapcsolt elem létrehozására szolgáló gomb címkéje

source: Parent
hu_hu: Szülő

source: Children
hu_hu: Gyermekek

source: Mix
hu_hu: Vegyes

source: Password
hu_hu: Jelszó

source: Subscriber
hu_hu: Előfizető

source: You are not allowed to create new users
hu_hu: Nincs jogosultsága új felhasználók létrehozásához

source: Please set user login
hu_hu: Kérjük, adja meg a felhasználónevet

source: Please set valid user e-mail
hu_hu: Kérjük, adjon meg érvényes felhasználói e-mail-címet

source: Taxonomy Terms
hu_hu: Taxonómia kifejezései

source: Term Name
hu_hu: Kifejezés neve

source: Please set taxonomy slug
hu_hu: Kérjük, adja meg a taxonómia slugját

source: Please set taxonomy name
hu_hu: Kérjük, adja meg a taxonómia nevét

source: Please set post type for taxonomy
hu_hu: Kérjük, állítson be bejegyzéstípust a taxonómiához

source: Please change taxonomy slug. Current is reserved for WordPress needs
hu_hu: Kérjük, módosítsa a taxonómia slugját. A jelenlegi a WordPress számára van fenntartva

source: Taxonomy not found
hu_hu: A taxonómia nem található

source: JetEngine Taxonomy
hu_hu: JetEngine taxonómia

source: Edit taxonomy settings
hu_hu: Taxonómia beállításainak szerkesztése

source: Name for one object of this taxonomy
hu_hu: Ennek a taxonómiának egy elemének neve

source: Menu name text
hu_hu: Menü nevének szövege

source: This string is the name to give menu items. If not set, defaults to value of name field
hu_hu: Ez a karakterlánc a menüelemeknek adandó név. Ha nincs beállítva, alapértelmezetten a név mező értéke

source: All items text
hu_hu: Összes elem szövege

source: Default is All Tags or All Categories
hu_hu: Alapértelmezés: Összes címke vagy Összes kategória

source: All %s%
hu_hu: Összes %s%

source: Edit item text
hu_hu: Elem szerkesztése szövege

source: Default is Edit Tag or Edit Category
hu_hu: Alapértelmezés: Címke szerkesztése vagy Kategória szerkesztése

source: Edit %s%
hu_hu: %s% szerkesztése

source: Default is View Tag or View Category
hu_hu: Alapértelmezés: Címke megtekintése vagy Kategória megtekintése

source: View %s%
hu_hu: Megtekintés %s%

source: Update item text
hu_hu: Elem frissítése szöveg

source: Default is Update Tag or Update Category
hu_hu: Alapértelmezés: Címke frissítése vagy Kategória frissítése

source: Update %s%
hu_hu: Frissítés %s%

source: Add new item text
hu_hu: Új elem hozzáadása szöveg

source: Default is Add New Tag or Add New Category
hu_hu: Alapértelmezés: Új címke hozzáadása vagy Új kategória hozzáadása

source: Add New %s%
hu_hu: Új %s% hozzáadása

source: New item name text
hu_hu: Új elem neve szöveg

source: Default is New Tag Name or New Category Name
hu_hu: Alapértelmezés: Új címke neve vagy Új kategória neve

source: New %s% Name
hu_hu: Új %s% neve

source: Parent item text
hu_hu: Szülő elem szöveg

source: This string is not used on non-hierarchical taxonomies such as post tags
hu_hu: Ez a szöveg nem használatos nem hierarchikus taxonómiáknál, például bejegyzéscímkéknél

source: Parent %s%
hu_hu: Szülő %s%

source: Parent item with colon
hu_hu: Szülő elem kettősponttal

source: The same as parent_item, but with colon : in the end null
hu_hu: Ugyanaz, mint a parent_item, de a végén kettősponttal : null

source: Parent %s%:
hu_hu: Szülő %s%:

source: Search items text
hu_hu: Elemek keresése szöveg

source: Default is Search Tags or Search Categories
hu_hu: Alapértelmezés: Címkék keresése vagy Kategóriák keresése

source: Search %s%
hu_hu: Keresés %s%

source: Popular items text
hu_hu: Népszerű elemek szöveg

source: This string is not used on hierarchical taxonomies
hu_hu: Ez a szöveg nem használatos hierarchikus taxonómiáknál

source: Popular %s%
hu_hu: Népszerű %s%

source: Separate item with commas text
hu_hu: Elem elválasztása vesszőkkel szöveg

source: Used in the taxonomy meta box. This string is not used on hierarchical taxonomies
hu_hu: A taxonómia meta dobozban használatos. Ez a szöveg nem használatos hierarchikus taxonómiáknál

source: Separate %s% with commas
hu_hu: A %s% elválasztása vesszőkkel

source: Add or remove items text
hu_hu: Elemek hozzáadása vagy eltávolítása szöveg

source: Used in the taxonomy meta box when JavaScript is disabled. This string is not used on hierarchical taxonomies
hu_hu: A taxonómia meta dobozban használatos, ha a JavaScript le van tiltva. Ez a szöveg nem használatos hierarchikus taxonómiáknál

source: Add or remove %s%
hu_hu: A %s% hozzáadása vagy eltávolítása

source: Choose from most used text
hu_hu: Választás a leggyakrabban használtak közül szöveg

source: Choose from the most used %s%
hu_hu: Válasszon a leggyakrabban használt %s% közül

source: Items not found text
hu_hu: Elemek nem találhatók szöveg

source: The text displayed via clicking "Choose from the most used tags" in the taxonomy meta box when no tags are available and the text used in the terms list table when there are no items for a taxonomy
hu_hu: Az a szöveg, amely a "Választás a leggyakrabban használt címkék közül" lehetőségre kattintva jelenik meg a taxonómia meta dobozban, amikor nem érhetők el címkék, valamint a kifejezések listatáblájában, amikor nincs elem egy taxonómiához

source: Back to items
hu_hu: Vissza az elemekhez

source: The text displayed after a term has been updated for a link back to main index
hu_hu: A szöveg, amely egy kifejezés frissítése után jelenik meg a fő indexre mutató hivatkozáshoz

source: ← Back to %s%
hu_hu: ← Vissza %s%

source: Taxonomies
hu_hu: Taxonómiák

source: Please, set taxonomy name
hu_hu: Kérjük, adja meg a taxonómia nevét

source: Please, set taxonomy slug
hu_hu: Kérjük, adja meg a taxonómia slugját

source: Please, select post type for this taxonomy
hu_hu: Kérjük, válasszon bejegyzéstípust ehhez a taxonómiához

source: Taxonomy updated
hu_hu: Taxonómia frissítve

source: Edit Taxonomy
hu_hu: Taxonómia szerkesztése

source: Add New Taxonomy
hu_hu: Új taxonómia hozzáadása

source: Update Taxonomy
hu_hu: Taxonómia frissítése

source: Add Taxonomy
hu_hu: Taxonómia hozzáadása

source: Maximum 32 characters length
hu_hu: Legfeljebb 32 karakter hosszú

source: Creating custom taxonomy with JetEngine
hu_hu: Egyéni taxonómia létrehozása a JetEngine-nel

source: How to create a listing template for custom taxonomy
hu_hu: Hogyan hozzunk létre listázási sablont egyéni taxonómiához

source: How to add a new Custom Taxonomy?
hu_hu: Hogyan adjunk hozzá új egyéni taxonómiát?

source: Custom Taxonomies List
hu_hu: Egyéni taxonómiák listája

source: Tax found in request
hu_hu: A kérésben talált taxonómia

source: Tax name not found in request
hu_hu: A taxonómia neve nem található a kérésben

source: Please confirm taxonomy deletion
hu_hu: Kérjük, erősítse meg a taxonómia törlését

source: Are you sure you want to delete this taxonomy?
hu_hu: Biztosan törölni szeretné ezt a taxonómiát?

source: If yes - please select what to do with created terms of this taxonomy:
hu_hu: Ha igen - válassza ki, mi történjen a taxonómia létrehozott kifejezéseivel:

source: Leave terms without changes
hu_hu: Hagyja a kifejezéseket változtatás nélkül

source: Delete all terms
hu_hu: Törölje az összes kifejezést

source: Taxonomy Name
hu_hu: Taxonómia neve

source: Set unique name for your taxonomy. Eg. `Projects`
hu_hu: Adjon egyedi nevet a taxonómiának. Pl.: `Projects`

source: Taxonomy Slug
hu_hu: Taxonómia slug

source: Set slug for your taxonomy. Slug should contain only letters, numbers and `-` or `_` chars
hu_hu: Állítson be slugot a taxonómiához. A slug csak betűket, számokat és `-` vagy `_` karaktereket tartalmazhat

source: Update Terms
hu_hu: Kifejezések frissítése

source: Check this if you already have created terms of this taxonomy and want to automatically change tax for these terms.
hu_hu: Jelölje be, ha ehhez a taxonómiához már létrehozott kifejezések vannak, és ezek taxonómiáját automatikusan szeretné módosítani.

source: Select post types to add this taxonomy for
hu_hu: Válassza ki azokat a bejegyzéstípusokat, amelyekhez hozzáadja ezt a taxonómiát

source: `Edit taxonomy/meta box` link
hu_hu: `Edit taxonomy/meta box` hivatkozás

source: Add `Edit taxonomy/meta box` link to term edit page.
hu_hu: Adjon `Edit taxonomy/meta box` hivatkozást a kifejezés szerkesztőoldalához.

source: Hide meta field names on term edit page.
hu_hu: Rejtse el a meta mezők neveit a kifejezés szerkesztőoldalán.

source: Whether a taxonomy is intended for use publicly either via the admin interface or by front-end users
hu_hu: Meghatározza, hogy a taxonómia nyilvánosan használható-e az admin felületen vagy a frontenden

source: Publicly queryable
hu_hu: Nyilvánosan lekérdezhető

source: Whether the taxonomy is publicly queryable
hu_hu: Meghatározza, hogy a taxonómia nyilvánosan lekérdezhető-e

source: Whether to generate a default UI for managing this taxonomy
hu_hu: Létrehozzon-e alapértelmezett felületet e taxonómia kezeléséhez

source: Where to show the taxonomy in the admin menu. `Show Admin UI` must be enabled
hu_hu: Hol jelenjen meg a taxonómia az admin menüben. A `Show Admin UI` engedélyezése szükséges

source: If this option is enabled this taxonomy available for selection in navigation menus
hu_hu: Ha ez az opció engedélyezve van, ez a taxonómia kiválasztható a navigációs menükben

source: Whether to expose this taxonomy in the REST API. Also enable/disable Gutenberg editor for current post type
hu_hu: Megjelenjen-e ez a taxonómia a REST API-ban. Emellett engedélyezi/letiltja a Gutenberg szerkesztőt az aktuális bejegyzéstípushoz

source: Sets the query_var key for this taxonomy. You may leave it empty to disable query_var, or set to taxonomy slug or any other value you need
hu_hu: Beállítja a query_var kulcsot ehhez a taxonómiához. Üresen hagyva letilthatja a query_var-t, vagy megadhatja a taxonómia slugját, illetve bármely szükséges értéket

source: Set to taxonomy slug
hu_hu: Beállítás a taxonómia slugjára

source: Triggers the handling of rewrites for this taxonomy. To prevent rewrites, set to false
hu_hu: Aktiválja az átírások kezelését ehhez a taxonómiához. Az átírások megakadályozásához állítsa false-ra

source: Customize the permalink structure slug. Defaults to the taxonomy slug
hu_hu: A permalink-struktúra slugjának testreszabása. Alapértelmezés: a taxonómia slugja

source: Rewrite Hierarchical
hu_hu: Hierarchikus átírás

source: Either hierarchical rewrite tag or not
hu_hu: Legyen-e hierarchikus az átírási tag

source: The string to use to build the manage terms capabilities
hu_hu: A kifejezések kezeléséhez szükséges jogosultságok felépítéséhez használandó karakterlánc

source: Is this taxonomy hierarchical (have descendants) like categories or not hierarchical like tags
hu_hu: Ez a taxonómia hierarchikus-e (vannak leszármazottai), mint a kategóriák, vagy nem hierarchikus, mint a címkék

source: Include a description of the taxonomy
hu_hu: Adja meg a taxonómia leírását

source: No taxonomies found
hu_hu: Nem található taxonómia

source: To use enhanced conditions, you need to activate <a href="%s" target="_blank">Dynamic Visibility</a> module
hu_hu: A bővített feltételek használatához aktiválnia kell a <a href="%s" target="_blank">Dynamic Visibility</a> modult

source: You can use <a href="%s" target="_blank">macros</a> on any text field
hu_hu: Bármely szövegmezőben használhat <a href="%s" target="_blank">makrókat</a>

source: More details about the conditional logic in the official <a href="https://twig.symfony.com/doc/2.x/tags/if.html" target="_blank">Twig documentation</a>
hu_hu: További részletek a feltételes logikáról a hivatalos <a href="https://twig.symfony.com/doc/2.x/tags/if.html" target="_blank">Twig dokumentációban</a>

source: Enter meta field name or use macro to get value directly.
hu_hu: Adja meg a meta mező nevét, vagy használjon makrót az érték közvetlen lekéréséhez.

source: Preset 1
hu_hu: Előbeállítás 1

source: Preset 2
hu_hu: Előbeállítás 2

source: Preset 3
hu_hu: Előbeállítás 3

source: Preset 4
hu_hu: Előbeállítás 4

source: Preset 5
hu_hu: Előbeállítás 5

source: Link is expired
hu_hu: A hivatkozás lejárt

source: You do not have access to given post
hu_hu: Nincs hozzáférése a megadott bejegyzéshez

source: Error rendering preview:
hu_hu: Hiba az előnézet megjelenítésekor:

source: Edit listing item/component template
hu_hu: Listing elem/komponens sablon szerkesztése

source: Timber is a plugin for integrating the Twig template engine into WordPress. Using Twig syntax and some plain HTML and CSS, you’ll be able to create high-performance Listings.
hu_hu: A Timber egy bővítmény a Twig sablonmotor WordPressbe való integrálásához. A Twig szintaxis és némi egyszerű HTML és CSS használatával nagy teljesítményű Listings készíthetők.

source: Timber/Twig Views
hu_hu: Timber/Twig nézetek

source: Enable/disable high performant Timber/Twig view type for Listings
hu_hu: A nagy teljesítményű Timber/Twig nézettípus engedélyezése/letiltása a Listings számára

source: All Functions
hu_hu: Összes funkció

source: Add filter to result
hu_hu: Szűrő hozzáadása az eredményhez

source: Insert
hu_hu: Beszúrás

source: Default Data
hu_hu: Alapértelmezett adatok

source: All Filters
hu_hu: Összes szűrő

source: < Back to Functions
hu_hu: < Vissza a funkciókhoz

source: Preview width:
hu_hu: Előnézet szélessége:

source: Dynamic data
hu_hu: Dinamikus adatok

source: Filter data
hu_hu: Adatok szűrése

source: * Use %s statement before each CSS selector to make it unique for current listing
hu_hu: * Használd a %s utasítást minden CSS-szelektor előtt, hogy az aktuális listázásnál egyedi legyen

source: Reload preview
hu_hu: Előnézet újratöltése

source: JetEngine Callback
hu_hu: JetEngine visszahívás

source: Apply one of JetEngine callbacks (same callbacks as for Dynamic Field widget)
hu_hu: Alkalmazd a JetEngine visszahívások egyikét (ugyanazok a visszahívások, mint a Dynamic Field widgetnél)

source: Callback function
hu_hu: Visszahívási függvény

source: Works only with image URLs, not IDs
hu_hu: Csak kép URL-ekkel működik, nem ID-kkel

source: Resize Image
hu_hu: Kép átméretezése

source: Allow to resize given image by its URL
hu_hu: Lehetővé teszi a megadott kép átméretezését az URL-je alapján

source: Image width
hu_hu: Kép szélessége

source: Number or pre-defined WP image size
hu_hu: Szám vagy előre meghatározott WP képméret

source: Image height
hu_hu: Kép magassága

source: Ignored if width is WP image size
hu_hu: Figyelmen kívül hagyva, ha a szélesség WP képméret

source: Trim text by words
hu_hu: Szöveg csonkítása szavak szerint

source: Allow to trim text to a certain number of words
hu_hu: Lehetővé teszi a szöveg csonkítását meghatározott számú szóra

source: Number of words
hu_hu: Szavak száma

source: What to append if text needs to be trimmed
hu_hu: Mit kell hozzáfűzni, ha a szöveget csonkítani kell

source: Trim text by chars
hu_hu: Szöveg csonkítása karakterek szerint

source: Allow to trim text to a certain number of characters
hu_hu: Lehetővé teszi a szöveg csonkítását meghatározott számú karakterre

source: Number of characters
hu_hu: Karakterek száma

source: Array to list
hu_hu: Tömb listává alakítása

source: Converts array into a string lis with given delimiter
hu_hu: A tömböt karakterlánc-listává alakítja a megadott elválasztóval

source: First delimiter
hu_hu: Első elválasztó

source: Applied for the all array items except last
hu_hu: Az összes tömbelemre alkalmazva, az utolsó kivételével

source: Second delimiter
hu_hu: Második elválasztó

source: Applied before the last item
hu_hu: Az utolsó elem előtt alkalmazva

source: Time Ago
hu_hu: Ennyivel ezelőtt

source: Returns the difference between two times in a human readable format
hu_hu: Két időpont közti különbséget adja vissza ember által olvasható formátumban

source: Date to calculate difference to
hu_hu: Dátum, amihez a különbséget számítjuk

source: Date string in strtotime()-readable format
hu_hu: Dátumkarakterlánc strtotime()-által olvasható formátumban

source: Format of the past dates
hu_hu: Múltbeli dátumok formátuma

source: Default: `%s ago`. %s with be reaplced with actual value.
hu_hu: Alapértelmezett: `%s ago`. A %s a tényleges értékre lesz cserélve.

source: Format of the future dates
hu_hu: Jövőbeli dátumok formátuma

source: Default: `%s from now`. %s with be reaplced with actual value.
hu_hu: Alapértelmezett: `%s from now`. A %s a tényleges értékre lesz cserélve.

source: Related items to process<br><small>We need to select this again for the Timber/Twig compatibility reasons</small>
hu_hu: Feldolgozandó kapcsolódó elemek<br><small>Ezt ismét ki kell választanunk a Timber/Twig kompatibilitási okok miatt</small>

source: Post Title
hu_hu: Bejegyzés címe

source: Post Author ID
hu_hu: Bejegyzés szerzőjének ID-je

source: Post Date
hu_hu: Bejegyzés dátuma

source: Post CSS Classes String
hu_hu: Bejegyzés CSS-osztályok karakterlánca

source: Post Author Data
hu_hu: Bejegyzés szerzőjének adatai

source: Post Content
hu_hu: Bejegyzés tartalma

source: Post Edit Link
hu_hu: Bejegyzés szerkesztési hivatkozása

source: Post Format
hu_hu: Bejegyzés formátuma

source: Post URL
hu_hu: Bejegyzés URL-je

source: Next Post Data
hu_hu: Következő bejegyzés adatai

source: Parent Post Data
hu_hu: Szülő bejegyzés adatai

source: Previous Post Data
hu_hu: Előző bejegyzés adatai

source: Post Thumbnail
hu_hu: Bejegyzés bélyegképe

source: Thumbnail URL
hu_hu: Bélyegkép URL-je

source: Alt text
hu_hu: Alt szöveg

source: Srcset attribute
hu_hu: Srcset attribútum

source: Sizes attribute
hu_hu: Sizes attribútum

source: Slug (nicename)
hu_hu: Slug (barátságos név)

source: Avatar
hu_hu: Avatár

source: Dynamic Data
hu_hu: Dinamikus adatok

source: Custom Field Key
hu_hu: Egyedi mező kulcsa

source: Accepts current object properites, meta field names or repeater field names. <br><b>Note: this field will override Object field / Meta field value</b>
hu_hu: Elfogadja az aktuális objektum tulajdonságait, meta mezőneveket vagy ismétlődő mezőneveket. <br><b>Megjegyzés: ez a mező felülírja az objektummező / meta mező értékét</b>

source: Dynamic URL
hu_hu: Dinamikus URL

source: Image URL by Image ID
hu_hu: Kép URL-je kép ID alapján

source: Custom Field Name
hu_hu: Egyedi mező neve

source: Could be meta field name, repeater field key or object property key
hu_hu: Lehet meta mező neve, ismétlődő mező kulcsa vagy objektumtulajdonság kulcsa

source: Your template contains unsafe Twig tags, functions or globals. Please check it and remove any of these code constructs: %s. Also make sure you do not use string concatenations inside functions or filters calls.
hu_hu: A sablon nem biztonságos Twig tageket, függvényeket vagy globálisokat tartalmaz. Kérjük, ellenőrizze, és távolítsa el az alábbi kódszerkezeteket: %s. Ügyeljen arra is, hogy ne használjon string-összefűzéseket függvény- vagy szűrőhívásokon belül.

source: Related Documentation
hu_hu: Kapcsolódó dokumentáció

source: Custom Content Types
hu_hu: Egyedi tartalomtípusok

source: Add CCT items
hu_hu: CCT elemek hozzáadása

source: Base Listing
hu_hu: Alap listázás

source: Filters
hu_hu: Szűrők

source: Add posts
hu_hu: Bejegyzések hozzáadása

source: Parent Items
hu_hu: Szülő elemek

source: Children Items
hu_hu: Gyermek elemek

source: What You May Need Next
hu_hu: Amire a következőkben szüksége lehet

source: Add/Edit terms
hu_hu: Kifejezések hozzáadása/szerkesztése

source: Continue WooCommerce Setup
hu_hu: WooCommerce beállítás folytatása

source: Go to Products
hu_hu: Ugrás a Termékekhez

source: Base Query for %s
hu_hu: Alap lekérdezés ehhez: %s

source: Base Listing for %s
hu_hu: Alap listázás ehhez: %s

source: AI Website Builder
hu_hu: AI weboldal-készítő

source: Website Builder
hu_hu: Weboldal-készítő

source: AI Website Structure Builder
hu_hu: AI weboldal-struktúra-készítő

source: Build <b>the basic structure</b> of your website with the help of AI. Quickly set up custom post types, taxonomies, meta fields, and create queries and listings.
hu_hu: Építse fel <b>weboldala alapvető struktúráját</b> AI segítségével. Gyorsan állítson be egyedi bejegyzéstípusokat, taxonómiákat, meta mezőket, és hozzon létre lekérdezéseket és listázásokat.

source: New Model
hu_hu: Új modell

source: Previously Created Models
hu_hu: Korábban létrehozott modellek

source: What website do you want to build
hu_hu: Milyen weboldalt szeretne létrehozni

source: Describe in 1-2 sentences what is your site about (topic and some general information).
hu_hu: Írja le 1-2 mondatban, miről szól az oldala (téma és néhány általános információ).

source: What functionality do you need
hu_hu: Milyen funkcionalitásra van szüksége

source: Here your need to describe in 2-3 sentences what functionality parts you want to add and what tasks your website should resolve.
hu_hu: Itt 2-3 mondatban írja le, milyen funkciókat szeretne hozzáadni, és milyen feladatokat kell a weboldalának megoldania.

source: Preview Website Model
hu_hu: Weboldalmodell előnézete

source: Regenerate Website Model
hu_hu: Weboldalmodell újragenerálása

source: Custom Post Types:
hu_hu: Egyedi bejegyzéstípusok:

source: There is no post types required for this model
hu_hu: Ehhez a modellhez nincs szükség bejegyzéstípusokra

source: Supported Core Features
hu_hu: Támogatott alapfunkciók

source: Related Entities
hu_hu: Kapcsolódó entitások

source: Looks like this is WooCommerce products. If you’re planning to run an online store, it will be better to use the WooCommerce plugin.
hu_hu: Úgy tűnik, ezek WooCommerce termékek. Ha online áruházat tervez üzemeltetni, jobb, ha a WooCommerce bővítményt használja.

source: Use WooCommerce
hu_hu: Használja a WooCommerce-t

source: This post type doesn`t need separate page on the front-end, so it could be created as CCT. This will help to optimize website performance and reduce DB size.
hu_hu: Ennek a bejegyzéstípusnak nincs szüksége külön oldalra a frontenden, ezért CCT-ként is létrehozható. Ez segít optimalizálni a webhely teljesítményét és csökkenteni a DB méretét.

source: Read more about CCTs
hu_hu: Tudjon meg többet a CCT-kről

source: Create as CCT
hu_hu: Hozza létre CCT-ként

source: Register custom meta storage (beta). This feature will improve performance and reduce DB size. But at the moment it has Beta status.
hu_hu: Egyéni meta tároló regisztrálása (béta). Ez a funkció javítja a teljesítményt és csökkenti a DB méretét. Jelenleg azonban béta állapotú.

source: Read more about custom meta storage
hu_hu: Tudjon meg többet az egyéni meta tárolóról

source: Register Custom Meta Storage
hu_hu: Custom Meta Storage regisztrálása

source: Relations:
hu_hu: Kapcsolatok:

source: There is no relations required for this model
hu_hu: Ehhez a modellhez nincs szükség kapcsolatokra

source: Filters:
hu_hu: Szűrők:

source: <b>Warning:</b> Please obtain a subscription for the JetSmartFilters plugin to use filters functionality.
hu_hu: <b>Figyelmeztetés:</b> A szűrők funkcióinak használatához kérjük, szerezzen előfizetést a JetSmartFilters bővítményre.

source: Get JetSmartFilters license here
hu_hu: Szerezzen JetSmartFilters licencet itt

source: There is no filters required for this model
hu_hu: Ehhez a modellhez nincs szükség szűrőkre

source: Create Website Model
hu_hu: Webhelymodell létrehozása
