Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: Set value to compare. Separate values with commas to set values list.
hu_hu: Állítsa be az összehasonlítandó értéket. Az értékeket vesszőkkel válassza el az értéklista megadásához.

source: Context of object to get value from - current post by default or current listing item object
hu_hu: Az az objektumkörnyezet, amelyből az érték származik – alapértelmezetten az aktuális bejegyzés vagy az aktuális listing elem objektuma

source: Current listing item object
hu_hu: Aktuális listing elem objektuma

source: Data type
hu_hu: Adattípus

source: Chars (alphabetical comparison)
hu_hu: Karakterek (ábécés összehasonlítás)

source: Visibility Condition Type
hu_hu: Láthatósági feltétel típusa

source: How the condition result will be processed
hu_hu: Hogyan kerül feldolgozásra a feltétel eredménye

source: Enter meta field name to compare value against.
hu_hu: Adja meg annak a meta mezőnek a nevét, amihez az értéket hasonlítani kell.

source: Attachment File Link by ID
hu_hu: Csatolmány fájl hivatkozása ID alapján

source: Custom Visibility Conditions
hu_hu: Egyéni láthatósági feltételek

source: Custom Visibility Conditions Overview
hu_hu: Egyéni láthatósági feltételek áttekintése

source: Go to Charts Builder
hu_hu: Ugrás a Charts Builderhez

source: Charts Builder Overview
hu_hu: Charts Builder áttekintése

source: Go to Tables Builder
hu_hu: Ugrás a Tables Builderhez

source: Dynamic Tables Builder
hu_hu: Dinamikus táblázatépítő

source: Tables Builder Overview
hu_hu: Táblázatépítő áttekintése

source: Items Number Filter
hu_hu: Elemek számának szűrője

source: Layout Switcher
hu_hu: Elrendezésváltó

source: Layout Switcher Overview
hu_hu: Elrendezésváltó áttekintése

source: Post Expiration Period
hu_hu: Bejegyzés lejárati ideje

source: Post Expiration Period Overview
hu_hu: Bejegyzés lejárati idejének áttekintése

source: Trim String Callback
hu_hu: Trim String visszahívás

source: Rows
hu_hu: Sorok

source: Divider Height
hu_hu: Elválasztó magassága

source: Divider Color
hu_hu: Elválasztó színe

source: Rows Gap
hu_hu: Sorok közötti távolság

source: Columns Gap
hu_hu: Oszlopok közötti távolság

source: Labels Typography
hu_hu: Címkék tipográfiája

source: Labels Color
hu_hu: Címkék színe

source: Labels Gap
hu_hu: Címkék közötti távolság

source: Labels Width
hu_hu: Címkék szélessége

source: Descriptions Typography
hu_hu: Leírások tipográfiája

source: Descriptions Color
hu_hu: Leírások színe

source: Descriptions Gap
hu_hu: Leírások közötti távolság

source: Horizontal Alignment
hu_hu: Vízszintes igazítás

source: Vertical Alignment
hu_hu: Függőleges igazítás

source: Middle
hu_hu: Középen

source: Placeholder Color
hu_hu: Helyőrző színe

source: Fields width
hu_hu: Mezők szélessége

source: Textarea Height
hu_hu: Szövegterület magassága

source: Reset Select Field Appearance
hu_hu: Select mező megjelenésének visszaállítása

source: Check this option to reset select field appearance CSS value. This will make select fields appearance the same for all browsers
hu_hu: Jelölje be ezt az opciót a select mező megjelenésének CSS értékének visszaállításához. Ez minden böngészőben egységessé teszi a select mezők megjelenését

source: Checkbox and Radio Fields
hu_hu: Jelölőnégyzet és rádiógomb mezők

source: Column Width
hu_hu: Oszlopszélesség

source: Gap between control and label
hu_hu: Vezérlőelem és címke közötti távolság

source: Calculated Fields
hu_hu: Számított mezők

source: Prefix Color
hu_hu: Előtag színe

source: Prefix size
hu_hu: Előtag mérete

source: Suffix Color
hu_hu: Utótag színe

source: Suffix size
hu_hu: Utótag mérete

source: Range Fields
hu_hu: Tartománymezők

source: Track Height
hu_hu: Sáv magassága

source: Thumb Size
hu_hu: Fogantyú mérete

source: Track Border Radius
hu_hu: Sáv lekerekítési sugara

source: Thumb Border Radius
hu_hu: Fogantyú lekerekítési sugara

source: Track Color
hu_hu: Sáv színe

source: Thumb Color
hu_hu: Fogantyú színe

source: Heading
hu_hu: Címsor

source: Repeater row
hu_hu: Ismétlő sor

source: New item button
hu_hu: Új elem gomb

source: Remove item button
hu_hu: Elem eltávolítása gomb

source: Groups Break
hu_hu: Csoporttörés

source: Gap Before
hu_hu: Térköz előtte

source: Gap After
hu_hu: Térköz utána

source: Required mark
hu_hu: Kötelező jel

source: Submit
hu_hu: Küldés

source: Next Page Button
hu_hu: Következő oldal gomb

source: Prev Page Button
hu_hu: Előző oldal gomb

source: Messages
hu_hu: Üzenetek

source: Success
hu_hu: Siker

source: Field Messages
hu_hu: Mezőüzenetek

source: Font Size
hu_hu: Betűméret

source: Style
hu_hu: Stílus

source: Box Size
hu_hu: Doboz mérete

source: Checked
hu_hu: Bejelölve

source: Please select template
hu_hu: Kérjük, válasszon sablont

source: Forms Settings
hu_hu: Űrlapok beállításai

source: Select function...
hu_hu: Válasszon funkciót...

source: Generate Dynamically
hu_hu: Dinamikus generálás

source: New order on website
hu_hu: Új rendelés a webhelyen

source: Select user property...
hu_hu: Válasszon felhasználói tulajdonságot...

source: User ID (will update this user)
hu_hu: Felhasználóazonosító (ezt a felhasználót frissíti)

source: URL Query Variables
hu_hu: URL lekérdezési változók

source: Option Page
hu_hu: Beállítások oldal

source: Current Post ID
hu_hu: Aktuális bejegyzés azonosítója

source: Current Post Title
hu_hu: Aktuális bejegyzés címe

source: Current Post/Page URL
hu_hu: Aktuális bejegyzés/oldal URL-je

source: Current Post Meta
hu_hu: Aktuális bejegyzés metaadatai

source: Current User Email
hu_hu: Aktuális felhasználó e-mail-címe

source: Current User Name
hu_hu: Aktuális felhasználó neve

source: Current User Meta
hu_hu: Aktuális felhasználó metaadatai

source: Current Post Author ID
hu_hu: Aktuális bejegyzés szerzőjének azonosítója

source: Current Post Author Email
hu_hu: Aktuális bejegyzés szerzőjének e-mail-címe

source: Current Post Author Name
hu_hu: Aktuális bejegyzés szerzőjének neve

source: Current Date
hu_hu: Aktuális dátum

source: Are you sure you want to delete this field?
hu_hu: Biztosan törölni szeretné ezt a mezőt?

source: Message
hu_hu: Üzenet

source: Submit Button
hu_hu: Küldés gomb

source: The “Redirect” notification should be the last one on the list. No other notifications will be processed after Redirect is done.
hu_hu: A “Redirect” értesítésnek a lista utolsó elemének kell lennie. A Redirect befejezése után más értesítések nem kerülnek feldolgozásra.

source: Select post property...
hu_hu: Válasszon bejegyzés-tulajdonságot...

source: Post ID (will update post)
hu_hu: Bejegyzésazonosító (a bejegyzést frissíti)

source: Post Date GMT
hu_hu: Bejegyzés dátuma (GMT)

source: Post Excerpt
hu_hu: Bejegyzés kivonata

source: Post Author
hu_hu: Bejegyzés szerzője

source: User Login
hu_hu: Felhasználónév

source: Confirm Password
hu_hu: Jelszó megerősítése

source: User URL
hu_hu: Felhasználó URL-je

source: Phone
hu_hu: Telefonszám

source: Organization
hu_hu: Szervezet

source: Add New Form
hu_hu: Új űrlap hozzáadása

source: Edit Form
hu_hu: Űrlap szerkesztése

source: View Form
hu_hu: Űrlap megtekintése

source: Search Form
hu_hu: Űrlap keresése

source: No Forms Found
hu_hu: Nem található űrlap

source: No Forms Found In Trash
hu_hu: Nem található űrlap a Lomtárban

source: Select type...
hu_hu: Válasszon típust...

source: Fields Settings
hu_hu: Mezők beállításai

source: Post-submit Actions / Notifications Settings
hu_hu: Beküldés utáni műveletek / értesítések beállításai

source: Messages Settings
hu_hu: Üzenetek beállításai

source: Import Form
hu_hu: Űrlap importálása

source: Start Import
hu_hu: Importálás indítása

source: Duplicate
hu_hu: Duplikálás

source: Duplicate this form
hu_hu: Ennek az űrlapnak a duplikálása

source: Export
hu_hu: Exportálás

source: Export this form as JSON file
hu_hu: Az űrlap exportálása JSON fájlként

source: Required parameters not found in request
hu_hu: A kérésben nem találhatók a szükséges paraméterek

source: Form data not found
hu_hu: Nem találhatók űrlapadatok

source: Requested field not found
hu_hu: A kért mező nem található

source: You are not allowed to upload files
hu_hu: Nincs jogosultsága fájlok feltöltésére

source: Internal error. Please check uploaded files and try again.
hu_hu: Belső hiba. Ellenőrizze a feltöltött fájlokat, és próbálja meg újra.

source: Maximum upload files limit is reached
hu_hu: Elérte a feltölthető fájlok maximális számát

source: File type is not supported
hu_hu: A fájltípus nem támogatott

source: Maximum upload file size is exceeded
hu_hu: Meghaladta a maximális feltölthető fájlméretet

source: Internal error! Please contact website administrator.
hu_hu: Belső hiba! Kérjük, lépjen kapcsolatba a webhely adminisztrátorával.

source: Forms (Legacy)
hu_hu: Űrlapok (örökölt)

source: Payment Form Message
hu_hu: Fizetési űrlap üzenet

source: Payment settings
hu_hu: Fizetési beállítások

source: Gateways Settings
hu_hu: Fizetési átjárók beállításai

source: PayPal settings:
hu_hu: PayPal beállításai:

source: Client ID
hu_hu: Ügyfélazonosító

source: Secret Key
hu_hu: Titkos kulcs

source: Secret
hu_hu: Titok

source: Currency Code
hu_hu: Pénznemkód

source: Currency code
hu_hu: Pénznemkód

source: Get values list from database
hu_hu: Értéklista lekérése az adatbázisból

source: Get values list from JetEngine field options
hu_hu: Értéklista lekérése a JetEngine mezőbeállításokból

source: Get values list from JetEngine Option Page field
hu_hu: Értéklista lekérése a JetEngine Option Page mezőből

source: Numbers range
hu_hu: Számtartomány

source: Send Email
hu_hu: E-mail küldése

source: Insert/Update Post
hu_hu: Bejegyzés beszúrása/frissítése

source: Register New User
hu_hu: Új felhasználó regisztrálása

source: Update User
hu_hu: Felhasználó frissítése

source: Update Options
hu_hu: Beállítások frissítése

source: Call a Hook
hu_hu: Hook meghívása

source: Call a Webhook
hu_hu: Webhook meghívása

source: Redirect to Page
hu_hu: Átirányítás oldalra

source: Tel
hu_hu: Telefon

source: Form successfully submitted.
hu_hu: Az űrlap sikeresen elküldve.

source: Submit failed.
hu_hu: Küldés sikertelen.

source: There was an error trying to submit form. Please try again later.
hu_hu: Hiba történt az űrlap elküldésekor. Kérjük, próbálja meg később újra.

source: Validation error
hu_hu: Érvényesítési hiba

source: One or more fields have an error. Please check and try again.
hu_hu: Egy vagy több mező hibás. Ellenőrizze és próbálja meg újra.

source: Entered an invalid email
hu_hu: Érvénytelen e-mail címet adott meg

source: The e-mail address entered is invalid.
hu_hu: A megadott e-mail-cím érvénytelen.

source: Required field is empty
hu_hu: Kötelező mező üres

source: The field is required.
hu_hu: A mező kitöltése kötelező.

source: Register User specific: Passwords mismatch
hu_hu: Felhasználó-regisztráció specifikus: Jelszavak nem egyeznek

source: Passwords don't match.
hu_hu: A jelszavak nem egyeznek.

source: Register User specific: Username Exists
hu_hu: Felhasználó-regisztráció specifikus: Felhasználónév már létezik

source: This username already taken.
hu_hu: Ez a felhasználónév már foglalt.

source: Register User specific: Email exists
hu_hu: Felhasználó-regisztráció specifikus: E-mail-cím már létezik

source: This email address is already used.
hu_hu: Ez az e-mail-cím már használatban van.

source: Register User specific: Incorrect username
hu_hu: Felhasználó-regisztráció specifikus: Érvénytelen felhasználónév

source: Username contains not allowed characters.
hu_hu: A felhasználónév nem engedélyezett karaktereket tartalmaz.

source: Register User specific: Empty username
hu_hu: Felhasználó-regisztráció specifikus: Üres felhasználónév

source: Please set username.
hu_hu: Kérjük, adja meg a felhasználónevet.

source: Register User specific: Empty email
hu_hu: Felhasználó-regisztráció specifikus: Üres e-mail-cím

source: Please set user email.
hu_hu: Kérjük, adja meg a felhasználó e-mail-címét.

source: Register User specific: Empty password
hu_hu: Felhasználó-regisztráció specifikus: Üres jelszó

source: Please set user password.
hu_hu: Kérjük, adja meg a felhasználó jelszavát.

source: Register User specific: Logged in (appears only if register user is only notification)
hu_hu: Felhasználó-regisztráció specifikus: Bejelentkezve (csak akkor jelenik meg, ha a felhasználó regisztrációja csak értesítés)

source: You already logged in.
hu_hu: Már be van jelentkezve.

source: Captcha validation failed
hu_hu: A Captcha ellenőrzése sikertelen

source: Internal server error
hu_hu: Belső szerverhiba

source: Internal server error. Please try again later.
hu_hu: Belső szerverhiba. Kérjük, próbálja meg később.

source: Media Specific: Max files limit
hu_hu: Média specifikus: Fájlok maximális száma

source: Maximum upload files limit is reached.
hu_hu: Elérte a feltölthető fájlok maximális számát.

source: Media Specific: Max size reached
hu_hu: Média specifikus: Maximális méret elérve

source: Upload max size exceeded.
hu_hu: A maximális feltöltési méret túllépve.

source: Media Specific: File type error
hu_hu: Média specifikus: Fájltípus hiba

source: File type is not allowed.
hu_hu: A fájltípus nem engedélyezett.

source: Hidden
hu_hu: Rejtett

source: Checkboxes
hu_hu: Jelölőnégyzetek

source: Calculated
hu_hu: Számított

source: Range
hu_hu: Tartomány

source: Group Break
hu_hu: Csoporttörés

source: Repeatable Fields Group Start
hu_hu: Ismételhető mezőcsoport kezdete

source: Repeatable Fields Group End
hu_hu: Ismételhető mezőcsoport vége

source: "role_can_register" is empty
hu_hu: A "role_can_register" üres

source: Not enough capabilities
hu_hu: Nincs elegendő jogosultság

source: Not Logged in
hu_hu: Nincs bejelentkezve

source: Form on %s Submitted
hu_hu: A %s űrlap beküldve

source: Email from JetEngine Booking Form failed to send. Send time: %s To: %s Subject: %s Content: %s
hu_hu: A JetEngine Booking Form e-mailjét nem sikerült elküldeni. Küldési idő: %s Címzett: %s Tárgy: %s Tartalom: %s

source: Please, select form to show
hu_hu: Kérjük, válassza ki a megjelenítendő űrlapot

source: Saved successfully!
hu_hu: Sikeresen mentve!

source: Unsuccessful save.
hu_hu: Sikertelen mentés.

source: Select form
hu_hu: Űrlap kiválasztása

source: Fields layout
hu_hu: Mezők elrendezése

source: Row
hu_hu: Sor

source: Fields label HTML tag
hu_hu: Mezőcímke HTML-címke

source: Submit type
hu_hu: Küldés típusa

source: Reload
hu_hu: Újratöltés

source: Cache form output
hu_hu: Űrlap kimenetének gyorsítótárazása

source: Divider between rows
hu_hu: Elválasztó a sorok között

source: Descriptions
hu_hu: Leírások

source: Checkbox & Radio Fields
hu_hu: Jelölőnégyzet és rádiógomb mezők

source: Check Mark
hu_hu: Pipa

source: Default Icon
hu_hu: Alapértelmezett ikon

source: Checked Icon
hu_hu: Bejelölt ikon

source: Fullwidth Block Editor
hu_hu: Teljes szélességű blokkszerkesztő

source: Grid Gallery for Dynamic Field widget
hu_hu: Rácsos galéria a Dynamic Field widgethez

source: Images gallery grid
hu_hu: Képgaléria rács

source: Images gap
hu_hu: Képek közötti távolság

source: Image Overlay
hu_hu: Kép fedvény

source: Hover Overlay
hu_hu: Egérmutató fölé vitelekor fedvény

source: Lightbox Icon Color
hu_hu: Lightbox ikon színe

source: Images Size
hu_hu: Képek mérete

source: Use lightbox
hu_hu: Lightbox használata

source: Slider Gallery for Dynamic Field widget
hu_hu: Csúszka galéria a Dynamic Field widgethez

source: Images gallery slider
hu_hu: Képgaléria csúszka

source: Slider arrows
hu_hu: Csúszka nyilai

source: Slides to show
hu_hu: Megjelenítendő diák száma

source: Listing Grid injections
hu_hu: Listing Grid beszúrások

source: Inject alternative listing items
hu_hu: Alternatív listaelemek beszúrása

source: Listing template
hu_hu: Listing sablon

source: Inject on
hu_hu: Beszúrás módja

source: On each N item
hu_hu: Minden N. elemnél

source: Depends on item meta field value
hu_hu: Az elem metamezőjének értékétől függ

source: If post has terms
hu_hu: Ha a bejegyzésnek vannak termjei

source: If post type is
hu_hu: Ha a bejegyzéstípus ez

source: If term taxonomy is
hu_hu: Ha a term taxonómiája ez

source: Item number
hu_hu: Elem sorszáma

source: Use negative numbers to start count from the last item
hu_hu: Használjon negatív számokat az utolsó elemtől induló számláláshoz

source: Start from first
hu_hu: Kezdés az elsőtől

source: If checked - alternative item will be injected on first item and then on each N item after first. If not - on each N item from start. If "Item number" is negative converts into "Start from last"
hu_hu: Ha be van jelölve - az alternatív elem az első elemnél lesz beszúrva, majd az első után minden N. elemnél. Ha nincs - minden N. elemnél az elejétől. Ha az "Elem sorszáma" negatív, átalakul "Kezdés az utolsótól"-ra

source: Comma-separated string of term ids or slugs
hu_hu: Vesszővel elválasztott term ID-k vagy slugok karakterlánca

source: Inject this item only once
hu_hu: Ezt az elemet csak egyszer szúrja be

source: Column span
hu_hu: Oszlopkiterjedés

source: Note: Can't be bigger than Columns Number value
hu_hu: Megjegyzés: Nem lehet nagyobb a Columns Number értéknél

source: Static item
hu_hu: Statikus elem

source: If checked - alternative item will be injected without current post context. Use this to inject static items into listing.
hu_hu: Ha be van jelölve - az alternatív elem a jelenlegi bejegyzés kontextusa nélkül lesz beszúrva. Használja ezt statikus elemek listába beszúrásához.

source: Select object to to use as default inside static item
hu_hu: Válassza ki az objektumot, amely alapértelmezettként szolgál a statikus elemben

source: Image/Icon
hu_hu: Kép/Ikon

source: Popup Pin
hu_hu: Felugró jelölő

source: Pin Size
hu_hu: Jelölő mérete

source: Pin Color
hu_hu: Jelölő színe

source: Popup Preloader
hu_hu: Felugró ablak előtöltője

source: Loader Color
hu_hu: Betöltő színe

source: Marker
hu_hu: Jelölő

source: User Location Marker
hu_hu: Felhasználó helyének jelölője

source: Map Listing
hu_hu: Térképes lista

source: Popup
hu_hu: Felugró ablak

source: User Location
hu_hu: Felhasználó helye

source: Address meta field
hu_hu: Cím meta mező

source: Set meta field key to get address from (for human-readable addresses). To get address from multiple meta fields, combine these fields names with "+" sign. For example: state+city+street
hu_hu: Állítsa be a meta mező kulcsát, ahonnan a címet lekéri (ember által olvasható címekhez). Ha a címet több meta mezőből szeretné összeállítani, kombinálja ezeknek a mezőknek a nevét a "+" jellel. Például: state+city+street

source: Use Lat Lng address meta field
hu_hu: Lat Lng cím meta mező használata

source: Check this if you want to get item address for the map by latitude and longitude stored directly in the meta field
hu_hu: Jelölje be, ha a térképhez az elem címét a meta mezőben közvetlenül tárolt földrajzi szélesség és hosszúság alapján szeretné megkapni

source: Lat Lng address meta field
hu_hu: Lat Lng cím meta mező

source: Set meta field key to get latitude and longitude from. To get address from latitude and longitude meta fields, combine these fields names with "+" sign. For example: _lat+_lng. Latitude field always should be first
hu_hu: Állítsa be a meta mező kulcsát, ahonnan a földrajzi szélesség és hosszúság lekérhető. Ha a címet a szélesség és hosszúság meta mezőkből szeretné összeállítani, kombinálja ezeknek a mezőknek a nevét a "+" jellel. Például: _lat+_lng. A szélesség mezőnek mindig elsőnek kell lennie

source: Map Height
hu_hu: Térkép magassága

source: Set the height of the map. Allowed units: px, vh.
hu_hu: Állítsa be a térkép magasságát. Engedélyezett egységek: px, vh.

source: Automatically detect map center
hu_hu: A térkép középpontjának automatikus felismerése

source: Map center
hu_hu: Térkép középpontja

source: Custom zoom
hu_hu: Egyéni nagyítás

source: Max zoom
hu_hu: Maximális nagyítás

source: Min zoom
hu_hu: Minimális nagyítás

source: Centering Map when click on marker
hu_hu: A térkép középre igazítása a jelölőre kattintáskor

source: Zoom Map
hu_hu: Térkép nagyítása

source: Enable User Location Marker
hu_hu: Felhasználói hely jelölőjének engedélyezése

source: Marker type
hu_hu: Jelölő típusa

source: Marker Label
hu_hu: Jelölő címkéje

source: Applies to the main marker if it is of image type, and to conditional image markers.
hu_hu: A fő jelölőre vonatkozik, ha képtípusú, valamint a feltételes képes jelölőkre.

source: Or enter meta field key
hu_hu: Vagy adja meg a meta mező kulcsát

source: Marker label
hu_hu: Jelölő címke

source: Customize output
hu_hu: Kimenet testreszabása

source: Label format
hu_hu: Címke formátuma

source: %s will be replaced with field value
hu_hu: %s a mező értékére lesz cserélve

source: Different markers
hu_hu: Különböző jelölők

source: Use different markers by conditions
hu_hu: Különböző jelölők használata feltételek alapján

source: Previously set marker will be used as default if conditions not met
hu_hu: Ha a feltételek nem teljesülnek, az előzőleg beállított jelölő lesz az alapértelmezett

source: Note: SVG customization settings (e.g. width, height, fill, stroke) won't apply to map markers when using repeater icons. This is due to the way styles are generated using :nth-child, which is incompatible with the map structure.
hu_hu: Megjegyzés: Az SVG testreszabási beállítások (pl. width, height, fill, stroke) nem érvényesek a térképjelölőkre repeater ikonok használatakor. Ennek oka, hogy a stílusok a :nth-child használatával generálódnak, ami nem kompatibilis a térkép struktúrájával.

source: Dynamic Icon Color
hu_hu: Dinamikus ikon színe

source: You may use JetEngine
hu_hu: Használhatja a JetEngine-t

source: If it returns an empty value or the value is not a color in HEX/RGBA/HSLA format - "Icon Color" will be used instead
hu_hu: Ha üres értéket ad vissza, vagy az érték nem HEX/RGBA/HSLA formátumú szín - helyette az "Ikon színe" lesz használva

source: Apply this marker if
hu_hu: Ezt a jelölőt alkalmazza, ha

source: Post meta field is equal to value
hu_hu: A bejegyzés meta mezője egyenlő az értékkel

source: Post has term
hu_hu: A bejegyzés rendelkezik kifejezéssel

source: Dynamic color not empty
hu_hu: A dinamikus szín nem üres

source: Taxonomy slug
hu_hu: Taxonómia slug

source: You can find this slug in the address bar of taxonomy edit page
hu_hu: Ezt a slugot a taxonómia szerkesztőoldalának címsorában találja

source: Term name, slug or ID
hu_hu: Kifejezés neve, slugja vagy ID-je

source: Marker clustering
hu_hu: Jelölők csoportosítása

source: Cluster Max Zoom
hu_hu: Klaszter maximális nagyítása

source: Maximum zoom level that a marker can be part of a cluster
hu_hu: A maximális nagyítási szint, amelynél a jelölő még egy klaszter része lehet

source: Cluster Radius
hu_hu: Klaszter sugara

source: Radius of each cluster when clustering markers in px
hu_hu: Az egyes klaszterek sugara jelölők csoportosításakor px-ben

source: Marker popup width
hu_hu: Jelölő felugró ablak szélessége

source: Set marker popup width in pixels
hu_hu: Állítsa be a jelölő felugró ablak szélességét pixelben

source: Vertical offset
hu_hu: Függőleges eltolás

source: Set vertical popup offset in pixels
hu_hu: Állítsa be a felugró ablak függőleges eltolását pixelben

source: Add popup preloader
hu_hu: Adjon hozzá felugró előtöltőt

source: Add box with loading animation while popup data is fetching from the server
hu_hu: Adjon hozzá betöltési animációval rendelkező dobozt, amíg a felugró ablak adatai a szerverről betöltődnek

source: Open On
hu_hu: Megnyitás módja

source: Click
hu_hu: Kattintás

source: Marker text
hu_hu: Jelölő szöveg

source: Pin size
hu_hu: Tű mérete

source: Marker icon
hu_hu: Jelölő ikon

source: Maps Listings renderer class not found
hu_hu: Maps Listings renderer osztály nem található
