Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: By default, the subpage slug is not added to the URL of the menu's first page. If you enable this option subpage slug will be added to all menu page URLs, including the first one
hu_hu: Alapértelmezés szerint az aloldal slug nem adódik hozzá a menü első oldalának URL-jéhez. Ha engedélyezi ezt az opciót, az aloldal slug minden menüoldal URL-jéhez hozzá lesz adva, beleértve az elsőt is

source: Item width
hu_hu: Elem szélessége

source: Active state
hu_hu: Aktív állapot

source: Bricks Template
hu_hu: Bricks sablon

source: Profile Page URL
hu_hu: Profiloldal URL

source: User Can Add Posts
hu_hu: A felhasználó hozzáadhat bejegyzéseket

source: If you restricted posts by post types, set restricted post type slug into the value field
hu_hu: Ha a bejegyzéseket bejegyzéstípusok szerint korlátozta, adja meg a korlátozott bejegyzéstípus slugját az érték mezőben

source: Is Profile Page
hu_hu: Profiloldal

source: Is post by queried user
hu_hu: A lekérdezett felhasználó bejegyzése

source: Elementor Template
hu_hu: Elementor sablon

source: User Display Name
hu_hu: Felhasználó megjelenített neve

source: Page Title
hu_hu: Oldalcím

source: Subpage Title
hu_hu: Aloldal címe

source: Separator
hu_hu: Elválasztó

source: Site Name
hu_hu: Webhely neve

source: Posts limit reached
hu_hu: Bejegyzéslimit elérve

source: Users Page
hu_hu: Felhasználók oldala

source: The page is expired. Please reload page and try again.
hu_hu: Az oldal lejárt. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: Template name is empty
hu_hu: A sablon neve üres

source: Template not created. Please try again with different template type.
hu_hu: A sablon nem jött létre. Kérjük, próbálja meg újra másik sablontípussal.

source: Settings not found in request
hu_hu: A beállítások nem találhatók a kérésben

source: Guests (Not logged-in users)
hu_hu: Vendégek (nem bejelentkezett felhasználók)

source: All
hu_hu: Összes

source: Owner
hu_hu: Tulajdonos

source: Redirect to default WordPress login page
hu_hu: Átirányítás az alapértelmezett WordPress bejelentkezési oldalra

source: Redirect to page
hu_hu: Átirányítás oldalra

source: Show template
hu_hu: Sablon megjelenítése

source: Username
hu_hu: Felhasználónév

source: User nicename
hu_hu: Felhasználói nicename

source: Create New Template
hu_hu: Új sablon létrehozása

source: Create Template
hu_hu: Sablon létrehozása

source: Create New Profile Template
hu_hu: Új profil sablon létrehozása

source: Template Name
hu_hu: Sablon neve

source: Name of new template
hu_hu: Új sablon neve

source: Template Type
hu_hu: Sablon típusa

source: Where you want to create this template
hu_hu: Hol szeretné létrehozni ezt a sablont

source: Listing view
hu_hu: Listanézet

source: What we will use to build listing template
hu_hu: Mit használunk a listanézet sablonjának elkészítéséhez

source: How to work with Profile Builder
hu_hu: Hogyan kell a Profile Buildert használni

source: Select a page to use as the current user account page
hu_hu: Válasszon ki egy oldalt, amelyet az aktuális felhasználói fiók oldalaként használ

source: Select page...
hu_hu: Oldal kiválasztása...

source: Users page
hu_hu: Felhasználók oldala

source: Add a public page for the All Users list
hu_hu: Nyilvános oldal hozzáadása az Összes felhasználó listához

source: Select a page to use as the public users page
hu_hu: Válasszon ki egy oldalt, amelyet nyilvános felhasználói oldalként használ

source: Single user page
hu_hu: Egyedi felhasználói oldal

source: Add a public page for a single user
hu_hu: Nyilvános oldal hozzáadása egyetlen felhasználó számára

source: Select a page to use as the public single user page
hu_hu: Válasszon ki egy oldalt, amelyet nyilvános egyedi felhasználói oldalként használ

source: User Page Rewrite
hu_hu: Felhasználói oldal Rewrite

source: Select the rewrite base for the single user page
hu_hu: Válassza ki az egyedi felhasználói oldal rewrite alapját

source: Template mode
hu_hu: Sablon mód

source: Set how the subpage templates will be processed. If <b>Rewrite</b> is selected, the account page content will be totally rewritten; if <b>Content</b> – the subpages content will be rendered by a separate widget inside the page content.
hu_hu: Állítsa be, hogyan legyenek feldolgozva az aloldal-sablonok. Ha a <b>Rewrite</b> van kiválasztva, a fiókoldal tartalma teljesen felülíródik; ha a <b>Content</b> – az aloldalak tartalma egy külön widgettel kerül megjelenítésre az oldal tartalmán belül.

source: Content mode is selected. That means you need to add the <b>Profile Content</b> widget to your Account or User Page content!
hu_hu: A Content mód van kiválasztva. Ez azt jelenti, hogy hozzá kell adnia a <b>Profile Content</b> widgetet a fiókoldal vagy a felhasználói oldal tartalmához!

source: Use page content
hu_hu: Oldal tartalmának használata

source: If the subpage template is not set, use the default page content
hu_hu: Ha az aloldal sablonja nincs beállítva, használja az alapértelmezett oldaltartalmat

source: Hide admin bar
hu_hu: Admin sáv elrejtése

source: Disable the admin bar for non-admins
hu_hu: Az admin sáv letiltása a nem adminisztrátorok számára

source: Restrict admin area access
hu_hu: Adminisztrációs felület hozzáférésének korlátozása

source: Make the default WordPress admin area accessible only to selected user roles
hu_hu: Tegye a WordPress alapértelmezett adminfelületét csak a kiválasztott felhasználói szerepkörök számára elérhetővé

source: Select Roles
hu_hu: Szerepkörök kiválasztása

source: Select user roles with admin area access. Note - admin area always accessible for the Administrator role. To restrict access to all roles except Administrtor, enable Restrict admin area access option and leave empty current option
hu_hu: Válassza ki azokat a felhasználói szerepköröket, amelyek hozzáférnek az admin felülethez. Megjegyzés – az admin felület az Adminisztrátor szerepkör számára mindig elérhető. Ha minden szerepkör számára korlátozni szeretné a hozzáférést az Adminisztrátoron kívül, engedélyezze az Adminisztrációs felület hozzáférésének korlátozása opciót, és hagyja üresen a jelenlegi opciót

source: Account Page Title
hu_hu: Fiókoldal címe

source: Set seo title for account page
hu_hu: Állítson be SEO-címet a fiókoldalhoz

source: Account Page Description
hu_hu: Fiókoldal leírása

source: Set seo description for account page
hu_hu: Állítson be SEO-leírást a fiókoldalhoz

source: For not authorized users
hu_hu: Nem jogosult felhasználók esetén

source: What to do when non-authorized user try to access account page
hu_hu: Mit tegyen, ha egy nem jogosult felhasználó megpróbál hozzáférni a fiókoldalhoz

source: Template
hu_hu: Sablon

source: Select template to show as page content for non-authorized user
hu_hu: Válasszon sablont, amelyet a nem jogosult felhasználó számára oldaltartalomként jelenítünk meg

source: Redirect URL
hu_hu: Átirányítási URL

source: Set page URL to redirect
hu_hu: Állítson be oldal URL-t az átirányításhoz

source: For users with restricted access
hu_hu: Korlátozott hozzáférésű felhasználók esetén

source: What to do when user without access to specific account page tries to open it
hu_hu: Mit tegyen, ha egy felhasználó hozzáférés nélkül próbál megnyitni egy adott fiókoldalt

source: + Add New Subpage
hu_hu: + Új aloldal hozzáadása

source: Page title. Will be added into account menu and page meta title
hu_hu: Oldalcím. Hozzáadásra kerül a fiókmenühöz és az oldal meta címéhez

source: Page slug. Will be added to base page URL
hu_hu: Oldal slug. Hozzáadásra kerül az alapoldal URL-jéhez

source: Select template to show on current page
hu_hu: Válasszon sablont, amely az aktuális oldalon jelenik meg

source: Hide from menu
hu_hu: Elrejtés a menüből

source: Page will be hidden from profile menu, but accessible by URL
hu_hu: Az oldal rejtve lesz a profil menüben, de URL-lel elérhető marad

source: Available for the user role
hu_hu: Elérhető a felhasználói szerepkör számára

source: Select user role/roles who can access to this page
hu_hu: Válassza ki azokat a felhasználói szerepkört/szerepköröket, amelyek hozzáférhetnek ehhez az oldalhoz

source: User Page
hu_hu: Felhasználói oldal

source: User Page Title
hu_hu: Felhasználói oldal címe

source: Set seo title for user page
hu_hu: Állítsa be a felhasználói oldal SEO-címét

source: User Page Description
hu_hu: Felhasználói oldal leírása

source: Set seo description for user page
hu_hu: Állítsa be a felhasználói oldal SEO-leírását

source: User Page Image Field
hu_hu: Felhasználói oldal képmező

source: Set seo image for user page from user meta field
hu_hu: Állítsa be a felhasználói oldal SEO-képét a felhasználói meta mezőből

source: Page template. Select Elementor/Listing Item template to show on current page
hu_hu: Oldalsablon. Válassza ki az Elementor/Listing Item sablont a jelenlegi oldalon való megjelenítéshez

source: Page visibility
hu_hu: Oldal láthatósága

source: Who can access this page
hu_hu: Ki férhet hozzá ehhez az oldalhoz

source: Show this page for the user role
hu_hu: Jelenítse meg ezt az oldalt a felhasználói szerepkör számára

source: Show this page in the public profile only if queried user role is
hu_hu: Jelenítse meg ezt az oldalt a nyilvános profilban csak akkor, ha a lekérdezett felhasználói szerepkör

source: Posts restriction rules:
hu_hu: Bejegyzés-korlátozási szabályok:

source: Set maximum allowed posts count to insert by user roles
hu_hu: Állítsa be a felhasználói szerepkörök szerint létrehozható bejegyzések maximális számát

source: + New Rule
hu_hu: + Új szabály

source: Select user role
hu_hu: Válasszon felhasználói szerepkört

source: Select post types affected by this rule
hu_hu: Válassza ki az e szabály által érintett bejegyzéstípusokat

source: Set maximum allowed posts number to publish. Set 0 for unlimited posts
hu_hu: Állítsa be a közzétehető bejegyzések maximális számát. Korlátlanhoz állítsa 0-ra

source: Error message
hu_hu: Hibaüzenet

source: Set 'posts limit reached' message
hu_hu: Állítsa be a 'bejegyzéskorlát elérve' üzenetet

source: Menu Layout
hu_hu: Menü elrendezése

source: Items Alignment
hu_hu: Elemek igazítása

source: Item Text Alignment
hu_hu: Elem szövegének igazítása

source: Profile Builder
hu_hu: Profilkészítő

source: QR Code for Dynamic Field widget
hu_hu: QR-kód a Dynamic Field widgethez

source: QR Code
hu_hu: QR-kód

source: QR Code Size
hu_hu: QR-kód mérete

source: Application Password
hu_hu: Alkalmazásjelszó

source: User:password string
hu_hu: Felhasználó:jelszó karakterlánc

source: Set application user and password separated with `:`
hu_hu: Állítsa be az alkalmazás felhasználónevét és jelszavát `:` jellel elválasztva

source: User:password string:
hu_hu: Felhasználó:jelszó karakterlánc:

source: Set token for Bearer Authorization type
hu_hu: Állítsa be a tokent a Bearer Authorization típushoz

source: Custom Header
hu_hu: Egyéni fejléc

source: New Header
hu_hu: Új fejléc

source: Header name
hu_hu: Fejléc neve

source: Set authorization header name. Could be found in your API docs
hu_hu: Állítsa be az Authorization fejléc nevét. Megtalálható az API-dokumentációban

source: Header value
hu_hu: Fejléc értéke

source: Set authorization header value. Could be found in your API docs or you user profile related to this API
hu_hu: Állítsa be az Authorization fejléc értékét. Megtalálható az API-dokumentációban vagy az ehhez az API-hoz tartozó felhasználói profiljában

source: Header name:
hu_hu: Fejléc neve:

source: RapidAPI Key
hu_hu: RapidAPI kulcs

source: X-RapidAPI-Key from endpoint settings at the rapidapi.com
hu_hu: X-RapidAPI-Key a rapidapi.com végpont beállításaiból

source: X-RapidAPI-Host from endpoint settings at the rapidapi.com
hu_hu: X-RapidAPI-Host a rapidapi.com végpont beállításaiból

source: Query String
hu_hu: Lekérdezési karakterlánc

source: <b>Optional.</b> Is required only to connect API and fetch fields. Some APIs do not return any data if required query parameters are not passed. Use this option to pass required query parameters and connect such APIs. Format: query_key=value or query_key_1=value-1&query_key_2=value-2
hu_hu: <b>Nem kötelező.</b> Csak az API csatlakoztatásához és a mezők lekéréséhez szükséges. Egyes API-k nem adnak vissza adatot, ha a kötelező lekérdezési paraméterek nincsenek megadva. Ezzel az opcióval adja át a kötelező lekérdezési paramétereket és csatlakozzon ilyen API-khoz. Formátum: query_key=value vagy query_key_1=value-1&query_key_2=value-2

source: RapidAPI Key:
hu_hu: RapidAPI kulcs:

source: REST API Request
hu_hu: REST API-kérés

source: REST API error:
hu_hu: REST API hiba:

source: Custom Body:
hu_hu: Egyedi törzs:

source: Authorization:
hu_hu: Hitelesítés:

source: Authorization type:
hu_hu: Hitelesítés típusa:

source: You can use these macros as dynamic part of the URL: %field_name%
hu_hu: Ezeket a makrókat használhatja az URL dinamikus részeként: %field_name%

source: By default API request will use all form data as body. Here you can set custom body of your API request in the JSON format. <a href="https://www.w3dnetwork.com/json-formatter.html" target="_blank">Online editing tool</a> - swith to the <b><i>Tree View</i></b>, edit object as you need, than swith to <b><i>Plain Text</i></b> and copy/paste result here. You can use the same macros as for the URL.
hu_hu: Alapértelmezés szerint az API-kérés a teljes űrlapadatokat használja törzsként. Itt egyedi törzset állíthat be API-kéréséhez JSON formátumban. <a href="https://www.w3dnetwork.com/json-formatter.html" target="_blank">Online szerkesztő eszköz</a> - váltson a <b><i>Tree View</i></b> nézetre, szerkessze az objektumot igénye szerint, majd váltson <b><i>Plain Text</i></b> nézetre, és másolja/beillessze az eredményt ide. Ugyanazokat a makrókat használhatja, mint az URL esetében.

source: Select endpoint...
hu_hu: Végpont kiválasztása...

source: Select endpoint
hu_hu: Végpont kiválasztása

source: REST API Field
hu_hu: REST API mező

source: Get child item from object/array
hu_hu: Gyermekelem lekérése objektumból/tömbből

source: REST API Image
hu_hu: REST API kép

source: REST API Query
hu_hu: REST API lekérdezés

source: Enter each argument in a separate line. Arguments format - argument_name=argument_value
hu_hu: Minden argumentumot külön sorba írjon. Az argumentumok formátuma - argument_name=argument_value

source: Endpoint:
hu_hu: Végpont:

source: REST API Endpoint
hu_hu: REST API végpont

source: From API endpoint:
hu_hu: API végpontról:

source: Reponse body is empty
hu_hu: A válasz törzse üres

source: Items not found in the request by given path
hu_hu: Az elemek nem találhatók a kérésben a megadott útvonalon

source: Endpoint settings updated
hu_hu: Végpont beállításai frissítve

source: The API endpoint is connected, but the items list has an incorrect format. Please check the Items path option to make sure you set the correct path to the items list in the response
hu_hu: Az API végpont csatlakoztatva van, de az elemlista formátuma helytelen. Kérjük, ellenőrizze az Items path beállítást, hogy a válaszban az elemlista helyes útvonalát adta-e meg

source: Request successfully sent. The sample item is fetched. Endpoint settings updated
hu_hu: A kérés sikeresen elküldve. A mintaelem lekérve. Végpont beállításai frissítve

source: + New Endpoint
hu_hu: + Új végpont

source: Add Sample Endpoint
hu_hu: Minta végpont hozzáadása

source: Endpoint name
hu_hu: Végpont neve

source: API Endpoint URL
hu_hu: API végpont URL

source: URL for the API endpoints to get items from
hu_hu: URL az API végpontokhoz, ahonnan az elemek lekérhetők

source: Path to the items inside APIs response. If the response contains only items, leave `/`, if items are nested, please set the path to the items separated with `/` for example: `/data/items`. <a href='https://crocoblock.com/knowledge-base/troubleshooting/getting-the-right-item-path-for-rest-api/' targer='blank'>More instructions here</a>
hu_hu: Útvonal az elemekhez az API-válaszban. Ha a válasz csak elemeket tartalmaz, hagyja meg a `/` jelet, ha az elemek beágyazottak, állítsa be az elemekhez vezető útvonalat `/` jellel elválasztva, például: `/data/items`. <a href='https://crocoblock.com/knowledge-base/troubleshooting/getting-the-right-item-path-for-rest-api/' targer='blank'>További útmutató itt</a>

source: Authorization
hu_hu: Hitelesítés

source: API endpoints require authorization
hu_hu: Az API végpontok hitelesítést igényelnek

source: Authorization type
hu_hu: Hitelesítés típusa

source: Select authorization type
hu_hu: Válasszon hitelesítési típust

source: Is the endpoint connected or not. To connect the endpoint, you need to send a sample request to test authorization and fetch sample data. Without this, it may not work properly in the listing grid.
hu_hu: A végpont csatlakoztatva van-e vagy sem. A végpont csatlakoztatásához küldjön egy mintakérést a hitelesítés teszteléséhez és a mintaadatok lekéréséhez. Enélkül előfordulhat, hogy nem működik megfelelően a listing gridben.

source: Connected
hu_hu: Csatlakoztatva

source: Not connected. Set up authorization settings if required and press&nbsp;&nbsp;<b>Send Request</b>
hu_hu: Nincs csatlakoztatva. Állítsa be a hitelesítési beállításokat, ha szükséges, majd nyomja meg a&nbsp;&nbsp;<b>Send Request</b> gombot

source: Sample request
hu_hu: Mintakérés

source: Send a sample request to check API endpoint connection and fetch available fields
hu_hu: Küldjön egy mintakérést az API végpont kapcsolatának ellenőrzéséhez és az elérhető mezők lekéréséhez

source: Cache
hu_hu: Gyorsítótár

source: Cache API responses. Responses will be cached by used request arguments. So if 2 widgets use the same query arguments, the data will be returned from the same cached storage.
hu_hu: API-válaszok gyorsítótárazása. A válaszok a használt kérés paraméterei alapján lesznek gyorsítótárazva. Így ha 2 widget ugyanazokat a lekérdezési paramétereket használja, az adatok ugyanabból a gyorsítótárból kerülnek visszaadásra.

source: Cache duration period
hu_hu: Gyorsítótár időtartama

source: Select duration period - minutes, hours or days
hu_hu: Válassza ki az időtartamot – percek, órák vagy napok

source: Minutes
hu_hu: Percek

source: Hours
hu_hu: Órák

source: Cache duration value
hu_hu: Gyorsítótár időtartamának értéke

source: Set numerice value, eg. 5, 10, 15, 30
hu_hu: Adjon meg numerikus értéket, pl. 5, 10, 15, 30

source: REST API Endpoints
hu_hu: REST API végpontok

source: You can use these macros as dynamic part of the URL:
hu_hu: Ezeket a makrókat használhatja az URL dinamikus részeként:

source: By default API request will use all form data as body. Here you can set custom body of your API request in the JSON format. <a href="https://www.w3dnetwork.com/json-formatter.html" target="_blank">Online editing tool</a> - swith to the <b><i>Tree View</i></b>, edit object as you need, than swith to <b><i>Plain Text</i></b> and copy/paste result here. You can use the same macros as for the URL.
hu_hu: Alapértelmezés szerint az API-kérés a teljes űrlapadatot használja törzsként. Itt beállíthatja az API-kérése törzsét egyéni JSON formátumban. <a href="https://www.w3dnetwork.com/json-formatter.html" target="_blank">Online szerkesztőeszköz</a> - váltson a <b><i>Tree View</i></b> nézetre, szerkessze az objektumot igénye szerint, majd váltson <b><i>Plain Text</i></b>-re, és másolja/beillessze ide az eredményt. Ugyanazokat a makrókat használhatja, mint az URL esetében.

source: From Endpoint
hu_hu: Végpontról

source: Select REST API endpoint to get data from
hu_hu: Válassza ki a REST API végpontot, ahonnan az adatokat lekéri

source: Key
hu_hu: Kulcs

source: Set query key to get data by
hu_hu: Állítsa be a lekérdezési kulcsot, amely alapján az adatokat lekéri

source: Rest API Listings
hu_hu: REST API listázások

source: Item instance should be specified in request to correctly attach callbacks
hu_hu: Az elem példányát meg kell adni a kérésben, hogy a visszahívások megfelelően csatolódjanak

source: Callback not attached properly or success was not thrown during callback
hu_hu: A visszahívás nem csatolódott megfelelően, vagy a sikeres állapot nem került kiváltásra a visszahívás során

source: User avatar (works only for user listing and pages)
hu_hu: Felhasználói avatar (csak felhasználói listázásnál és oldalakon működik)

source: Media File
hu_hu: Médiafájl

source: Post Types List
hu_hu: Bejegyzéstípusok listája

source: Taxonomies List
hu_hu: Taxonómiák listája

source: if JetEngine, or ACF, or etc selected as source
hu_hu: ha JetEngine, ACF stb. van kiválasztva forrásként

source: Set repeater field name
hu_hu: Állítsa be az ismétlődő mező nevét

source: or
hu_hu: vagy

source: if <b>JetEngine Options Page</b> selected as source
hu_hu: ha a <b>JetEngine Options Page</b> van kiválasztva forrásként

source: Listing item name:
hu_hu: Listing elem neve:

source: Set listing name
hu_hu: Állítsa be a listing nevét

source: Listing view:
hu_hu: Listing nézet:

source: Setup Listing Item
hu_hu: Listing elem beállítása

source: This listing uses <code style="text-transform: capitalize;">%s</code> type, which is not active right now. Please activate appropriate builder or change listing type and rebuild it with currently supported type.
hu_hu: Ez a listing a(z) <code style="text-transform: capitalize;">%s</code> típust használja, amely jelenleg nincs aktív. Kérjük, aktiválja a megfelelő buildert, vagy módosítsa a listing típusát, és építse újra egy jelenleg támogatott típussal.

source: Save & Open Editor
hu_hu: Mentés és szerkesztő megnyitása

source: Create Listing Item
hu_hu: Listing elem létrehozása

source: Export Skin
hu_hu: Skin exportálása

source: Export combination of post types, related taxonomies and listing items as new skin
hu_hu: A bejegyzéstípusok, kapcsolódó taxonómiák és listing elemek kombinációjának exportálása új skinként

source: Export settings
hu_hu: Exportálási beállítások

source: Meta boxes
hu_hu: Metaboxok

source: Listing items
hu_hu: Listing elemek

source: Sample content
hu_hu: Minta tartalom

source: Import Skin
hu_hu: Skin importálása

source: Import new post types, taxonomies and listing items from JSON file.
hu_hu: Új bejegyzéstípusok, taxonómiák és listing elemek importálása JSON fájlból.

source: Imported:
hu_hu: Importálva:

source: Errors:
hu_hu: Hibák:

source: New Import
hu_hu: Új import

source: Error:
hu_hu: Hiba:

source: Choose an JetEngine skin JSON file, and add it to your website.
hu_hu: Válasszon egy JetEngine skin JSON fájlt, és adja hozzá a webhelyéhez.

source: Import
hu_hu: Importálás

source: Some of imported items already exist
hu_hu: Néhány importált elem már létezik

source: Choose action for each item
hu_hu: Válasszon műveletet minden elemhez

source: Action
hu_hu: Művelet

source: Create a copy
hu_hu: Másolat létrehozása

source: Replace with new
hu_hu: Cserélje le az újra

source: Skip import
hu_hu: Import kihagyása

source: Select macros to paste
hu_hu: Válassza ki a beillesztendő makrókat

source: Defines object to get macros data from
hu_hu: Meghatározza az objektumot, amelyből a makró adatai származnak

source: Value to return if macros itself returns an empty value
hu_hu: Visszaadandó érték, ha maga a makró üres értéket ad vissza

source: Bricks Dynamic Macro
hu_hu: Bricks dinamikus makró

source: I will use this macro in Bricks builder dynamic tag.
hu_hu: Ezt a makrót a Bricks builder dinamikus címkéjében fogom használni.

source: Please note: don't use these symbols in macro arguments: &quot;, :, {, }. Bricks builder can't correctly parse these symbols in dynamic tags.
hu_hu: Figyelem: ne használja ezeket a szimbólumokat a makró argumentumaiban: &quot;, :, {, }. A Bricks builder nem tudja helyesen feldolgozni ezeket a szimbólumokat a dinamikus címkékben.

source: JetEngine dashboard
hu_hu: JetEngine vezérlőpult
