Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: WooCoomerce. Select product categories with products in stock. Product stock status is stored in '_stock_status' meta field. Return only unique terms and all data from terms table.
hu_hu: WooCoomerce. Válasszon raktáron lévő termékekkel rendelkező termékkategóriákat. A termékkészlet állapota az '_stock_status' meta mezőben van tárolva. Csak egyedi kifejezéseket és a terms táblából az összes adatot adja vissza.

source: Select posts from 'post' post type published on this week.
hu_hu: Válassza ki a 'post' bejegyzéstípus ezen a héten közzétett bejegyzéseit.

source: Update Query
hu_hu: Lekérdezés frissítése

source: Add Query
hu_hu: Lekérdezés hozzáadása

source: Query Builder knowledge base
hu_hu: Query Builder tudásbázis

source: JetEngine Query Builder overview
hu_hu: JetEngine Query Builder áttekintés

source: Queries List
hu_hu: Lekérdezések listája

source: Select query type...
hu_hu: Válasszon lekérdezéstípust...

source: Use JetEngine query
hu_hu: JetEngine lekérdezés használata

source: Select JetEngine query from Query Builder as source of content for this widget.
hu_hu: Válasszon JetEngine lekérdezést a Query Builderből ennek a widgetnek a tartalomforrásaként.

source: Instructions
hu_hu: Utasítások

source: Select query to use as content source
hu_hu: Válassza ki a tartalomforrásként használandó lekérdezést

source: Add <b>one</b> static item with Repeater control below to set dynamic data map
hu_hu: Adjon hozzá <b>egy</b> statikus elemet az alábbi Repeater vezérlővel a dinamikus adatleképezés beállításához

source: Use <b>JetEngine Dynamic Tags</b> to map appropriate item fields to required dynamic data
hu_hu: Használja a <b>JetEngine Dynamic Tags</b>-et a megfelelő elemmezők hozzárendeléséhez a szükséges dinamikus adatokhoz

source: Can`t find the query object
hu_hu: Nem található a lekérdezési objektum

source: Query ID is missing. Can`t complete the request
hu_hu: Hiányzik a lekérdezésazonosító. A kérés nem teljesíthető

source: Query with given ID not found. Can`t complete the request
hu_hu: A megadott azonosítójú lekérdezés nem található. A kérés nem teljesíthető

source: Generate with AI
hu_hu: Generálás AI-val

source: Describe your query:
hu_hu: Írja le a lekérdezését:

source: Describe the data you want to retrieve
hu_hu: Írja le, milyen adatokat szeretne lekérni

source: Please wait a bit...
hu_hu: Kérjük, várjon egy kicsit...

source: Generated query:
hu_hu: Generált lekérdezés:

source: * Please note: The SQL query generated below was created by AI system to best match your description. Please review the query carefully as it might not be 100% accurate.
hu_hu: * Felhívjuk a figyelmet: Az alább generált SQL-lekérdezést egy AI rendszer hozta létre a leírásának legjobb megfeleltetéséhez. Kérjük, alaposan ellenőrizze a lekérdezést, mert lehet, hogy nem 100%-ban pontos.

source: Requests used:
hu_hu: Felhasznált kérések:

source: Make sure your prompt clearly describes what information you're trying to retrieve from the database. The clearer your prompt is, the better the AI will be able to generate a useful SQL query
hu_hu: Győződjön meg róla, hogy a prompt egyértelműen leírja, milyen információt próbál lekérni az adatbázisból. Minél világosabb a prompt, annál jobb SQL-lekérdezést tud az AI generálni

source: Use the same naming like WordPress DB tables itself - users, posts, comments etc. This might help the AI understand the context better
hu_hu: Használja ugyanazokat az elnevezéseket, mint a WordPress DB táblái - users, posts, comments stb. Ez segíthet az AI-nak jobban megérteni a kontextust

source: If possible, structure your prompt in a way that mirrors the structure of a SQL query. For example, start with what you want to select, then from which tables, followed by any conditions or ordering you want to apply
hu_hu: Ha lehetséges, úgy strukturálja a promptot, hogy tükrözze egy SQL-lekérdezés felépítését. Például kezdje azzal, hogy mit szeretne lekérni, majd mely táblákból, ezt követően pedig a feltételekkel vagy a rendezéssel, amelyet alkalmazni szeretne

source: Use keywords that are specific to SQL syntax such as 'SELECT', 'FROM', 'WHERE', 'ORDER BY', 'LIMIT' etc., in your prompt if possible
hu_hu: Ha lehetséges, használjon az SQL szintaxisára jellemző kulcsszavakat, például: 'SELECT', 'FROM', 'WHERE', 'ORDER BY', 'LIMIT' stb., a promptban

source: You need to %s your license to use AI functionality.
hu_hu: Az AI funkció használatához a licencet %s szükséges.

source: activate
hu_hu: aktiválni

source: Usage restrictions:
hu_hu: Használati korlátozások:

source: <b>All-inclusive Lifetime</b> and <b>Freelance Lifetime</b> Crocoblock subscription plans allows <b>90</b> AI requests per month.
hu_hu: A <b>All-inclusive Lifetime</b> és <b>Freelance Lifetime</b> Crocoblock előfizetési csomagok havonta <b>90</b> AI-kérelmet engedélyeznek.

source: <b>JetEngine</b> and <b>Yearly</b> subscriptions allows <b>30</b> AI requests per month.
hu_hu: A <b>JetEngine</b> és a <b>Yearly</b> előfizetések havonta <b>30</b> AI-kérelmet engedélyeznek.

source: Delete query
hu_hu: Lekérdezés törlése

source: Please confirm query deletion
hu_hu: Kérjük, erősítse meg a lekérdezés törlését

source: Are you sure you want to delete this query? Please ensure you removed it from all widgets and blocks where it was used.
hu_hu: Biztosan törölni szeretné ezt a lekérdezést? Kérjük, győződjön meg róla, hogy minden olyan widgetből és blokkból eltávolította, ahol használta.

source: Advanced settings
hu_hu: Speciális beállítások

source: Back
hu_hu: Vissza

source: All Macros
hu_hu: Összes makró

source: Enter keyword search
hu_hu: Adja meg a kulcsszavas keresést

source: Preview results
hu_hu: Eredmények előnézete

source: Name of Query will be shown in the admin menu.
hu_hu: A lekérdezés neve az admin menüben jelenik meg.

source: Description of Query.
hu_hu: Lekérdezés leírása.

source: Query Type
hu_hu: Lekérdezés típusa

source: Select type of queried data.
hu_hu: Válassza ki a lekérdezett adatok típusát.

source: Custom Query ID
hu_hu: Egyedi lekérdezésazonosító

source: Optional. Set custom Query ID to connect this query with JetSmartFilters. To work correctly this Query ID should be the same as Query ID set in the filter settings and ID of appropriate widget where this query is used.
hu_hu: Opcionális. Állítson be egyedi lekérdezésazonosítót, hogy összekapcsolja ezt a lekérdezést a JetSmartFilters-szel. A helyes működéshez ennek az azonosítónak meg kell egyeznie a szűrőbeállításokban megadott lekérdezésazonosítóval, valamint annak a megfelelő widgetnek az azonosítójával, ahol ezt a lekérdezést használja.

source: Real Query ID
hu_hu: Valódi lekérdezésazonosító

source: Real Query ID is the unique numeric ID of the query in the database. It may be used by some addons/features to manually connect the query with some additional functionality. Instead the Custom Query ID is used only for the filtering.
hu_hu: A valódi lekérdezésazonosító a lekérdezés egyedi numerikus azonosítója az adatbázisban. Egyes bővítmények/funkciók használhatják a lekérdezés kézi összekapcsolására további funkciókkal. Ezzel szemben az egyedi lekérdezésazonosító csak a szűréshez használatos.

source: Please make sure you set up the same ID for any filters used with this query.
hu_hu: Kérjük, ügyeljen rá, hogy ugyanazt az azonosítót állítsa be minden, ezzel a lekérdezéssel használt szűrőnél.

source: Cache Query
hu_hu: Lekérdezés gyorsítótárazása

source: Whether to cache query results.
hu_hu: Gyorsítótárazza-e a lekérdezés eredményeit.

source: Cache Expires
hu_hu: Gyorsítótár lejárata

source: Object cache expiration time in seconds. Default 0 (no expiration). Please note: this option makes sense only when external Object cache used (Redis, Memcached, etc.). In other case cache is actual during single request.
hu_hu: Az objektum-gyorsítótár lejárati ideje másodpercben. Alapértelmezett: 0 (nincs lejárat). Megjegyzés: ennek az opciónak csak akkor van értelme, ha külső objektum-gyorsítótárat használ (Redis, Memcached stb.). Más esetben a gyorsítótár csak az egyetlen kérés idejére érvényes.

source: Caching cannot be enabled as you have 'Avoid Duplicates' setting enabled.
hu_hu: A gyorsítótárazás nem engedélyezhető, mert az 'Avoid Duplicates' beállítás engedélyezve van.

source: Register Rest API Endpoint
hu_hu: Rest API végpont regisztrálása

source: Register WordPress Rest API endpoint to make query results publicly accessible and allow to get current query data remotely.
hu_hu: Regisztráljon egy WordPress Rest API végpontot, hogy a lekérdezési eredmények nyilvánosan hozzáférhetők legyenek, és lehetővé váljon az aktuális lekérdezési adatok távoli lekérése.

source: Endpoint Namespace
hu_hu: Végpont névtere

source: Namespace of Rest API endpoint. Namespace is the first URL segment after core prefix `wp-json`.
hu_hu: A Rest API végpont névtere. A névtér az első URL-szegmens az alap előtag, a `wp-json` után.

source: This field is required. Endpoint will not be registered.
hu_hu: Ez a mező kötelező. A végpont nem kerül regisztrálásra.

source: Endpoint Path
hu_hu: Végpont útvonala

source: Path of Rest API endpoint. The base part of URL for endpoint you are adding, this part goes after namespace.
hu_hu: A Rest API végpont útvonala. A hozzáadott végpont URL-jének alap része; ez a rész a névtér után következik.

source: Rest API Endpoint URL
hu_hu: Rest API végpont URL-je

source: Restrict Access
hu_hu: Hozzáférés korlátozása

source: Define who can access this endpoint.
hu_hu: Határozza meg, ki férhet hozzá ehhez a végponthoz.

source: Read more about WordPress Rest API authentication
hu_hu: További információ a WordPress Rest API hitelesítéséről

source: Access Capability
hu_hu: Hozzáférési jogosultság

source: User must have given capability to access to this endpoint. Separate multiple capabilities with commas.
hu_hu: A felhasználónak rendelkeznie kell a megadott jogosultsággal ehhez a végponthoz való hozzáféréshez. Több jogosultságot vesszővel válasszon el.

source: Read more about WordPress capabilities
hu_hu: További információ a WordPress jogosultságokról

source: Access for Roles
hu_hu: Hozzáférés szerepkörök szerint

source: User must have any of given roles to access to this endpoint. Leave empty to allow access to any registered user.
hu_hu: A felhasználónak rendelkeznie kell a megadott szerepkörök valamelyikével a végponthoz való hozzáféréshez. Hagyja üresen, ha minden regisztrált felhasználónak engedélyezni szeretné a hozzáférést.

source: Supported query arguments.
hu_hu: Támogatott lekérdezési argumentumok.

source: Add here arguments to register them as allowed arguments for given Rest API endpoint.
hu_hu: Adjon hozzá itt argumentumokat, hogy regisztrálja őket a megadott Rest API végpont engedélyezett argumentumaiként.

source: <b>Note!</b> Please remember, after registering, you need to map these arguments to actual query parameters. To do this you need to use <b>Query Variable</b> dynamic argument or <code>%query_var|argument_name%</code> in Query parameter where you want to apply Rest API argument.
hu_hu: <b>Megjegyzés!</b> Kérjük, ne feledje: a regisztráció után ezeket az argumentumokat le kell képeznie a tényleges lekérdezési paraméterekre. Ehhez használja a <b>Query Variable</b> dinamikus argumentumot, vagy a <code>%query_var|argument_name%</code> kifejezést a lekérdezési paraméterben ott, ahol a Rest API argumentumot alkalmazni szeretné.

source: Query Argument Name
hu_hu: Lekérdezési argumentum neve

source: Query Argument
hu_hu: Lekérdezési argumentum

source: + Add new
hu_hu: + Új hozzáadása

source: Example of Rest API Endpoint URL with Query Arguments
hu_hu: Példa a Rest API végpont URL-jére lekérdezési argumentumokkal

source: Preview from page
hu_hu: Előnézet oldalról

source: Select post/page to preview current query from
hu_hu: Válasszon bejegyzést/oldalt az aktuális lekérdezés előnézetéhez

source: Preview query string
hu_hu: Lekérdezési karakterlánc előnézete

source: Enter GET parameters string to preview current query with. Example: <i>arg_1=10&arg_2=text-value</i>
hu_hu: Adja meg a GET paraméterek karakterláncát, amellyel az aktuális lekérdezést előnézetben megtekinti. Példa: <i>arg_1=10&arg_2=text-value</i>

source: Preview query count
hu_hu: Előnézeti találatszám

source: Number of items to show
hu_hu: Megjelenítendő elemek száma

source: Showing %1$s - %2$s of %3$s results
hu_hu: %1$s - %2$s megjelenítése a(z) %3$s találatból

source: Per page
hu_hu: Oldalanként

source: Filter by Type
hu_hu: Szűrés típus szerint

source: Sort by
hu_hu: Rendezés szerint

source: Title: ASC
hu_hu: Cím: ASC

source: Title: DESC
hu_hu: Cím: DESC

source: Date: ASC
hu_hu: Dátum: ASC

source: Date: DESC
hu_hu: Dátum: DESC

source: Clear Filters
hu_hu: Szűrők törlése

source: No queries found
hu_hu: Nem található lekérdezés

source: The logical relationship between clauses inside current group
hu_hu: A jelenlegi csoporton belüli feltételek közötti logikai kapcsolat

source: Close
hu_hu: Bezárás

source: Add new clause
hu_hu: Új feltétel hozzáadása

source: Exclude this clause from the query if the dynamic value is empty
hu_hu: Zárja ki ezt a feltételt a lekérdezésből, ha a dinamikus érték üres

source: Clause name
hu_hu: Feltétel neve

source: Set the current clause name to be used as Order By parameter
hu_hu: Állítsa be a jelenlegi feltétel nevét Order By paraméterként való használathoz

source: Select column to query results by
hu_hu: Válassza ki, melyik oszlop szerint legyenek lekérdezve a találatok

source: Data type stored in the given column
hu_hu: Az adott oszlopban tárolt adatok típusa

source: Include/Exclude
hu_hu: Bevonás/Kizárás

source: Comment In
hu_hu: Hozzászólás In

source: List of comment IDs to include
hu_hu: Bevonandó hozzászólásazonosítók listája

source: Comment Not In
hu_hu: Hozzászólás Not In

source: List of comment IDs to exclude
hu_hu: Kizárandó hozzászólásazonosítók listája

source: Parent ID of comment to retrieve children of
hu_hu: Annak a hozzászólásnak a szülőazonosítója, amelynek a gyermekeit le kell kérni

source: Parent In
hu_hu: Szülő In

source: List of parent IDs of comments to retrieve children for
hu_hu: A hozzászólások szülőazonosítóinak listája, amelyekhez a gyermekeket le kell kérni

source: Parent Not In
hu_hu: Szülő Not In

source: List of parent IDs of comments <b>not</b> to retrieve children for
hu_hu: A hozzászólások azon szülőazonosítóinak listája, amelyekhez <b>nem</b> kell gyermekeket lekérni

source: Author Email
hu_hu: Szerző e-mail-címe

source: Comment author email address
hu_hu: Hozzászólás szerzőjének e-mail-címe

source: Comment author URL
hu_hu: Hozzászólás szerzőjének URL-je

source: Author In
hu_hu: Szerző – beleértve

source: List of author IDs to include comments for
hu_hu: Szerzőazonosítók listája, akikhez tartozó hozzászólásokat be kell vonni

source: Author Not In
hu_hu: Szerző – kizárva

source: List of comment author IDs to exclude comments for
hu_hu: Hozzászólás szerzőinek azonosítóinak listája, akikhez tartozó hozzászólásokat ki kell zárni

source: Post Author In
hu_hu: Bejegyzés szerzője – beleértve

source: List of post author IDs to retrieve comments for
hu_hu: Bejegyzések szerzőinek azonosítóinak listája, akikhez tartozó hozzászólásokat le kell kérni

source: Post Author Not In
hu_hu: Bejegyzés szerzője – kizárva

source: List of author IDs <b>not</b> to retrieve comments for
hu_hu: Szerzőazonosítók listája, akikhez tartozó hozzászólásokat <b>nem</b> kell lekérni

source: Add new group
hu_hu: Új csoport hozzáadása

source: Date to retrieve posts after. Eg. January 1st 2020, Today, Tomorrow etc.
hu_hu: Dátum, amely után lévő bejegyzéseket kell lekérni. Pl. 2020. január 1., Ma, Holnap stb.

source: Date to retrieve posts before. Eg. January 1st 2020, Today, Tomorrow etc.
hu_hu: Dátum, amely előtt lévő bejegyzéseket kell lekérni. Pl. 2020. január 1., Ma, Holnap stb.

source: Inclusive
hu_hu: Beleértve

source: For after/before, whether exact value should be matched or not.
hu_hu: Az után/előtt beállításnál, hogy a pontos értéket illessze-e vagy sem.

source: Posts column to query against
hu_hu: A lekérdezés alapjául szolgáló bejegyzésoszlop

source: The logical relationship between date query clauses
hu_hu: A dátumlekérdezés feltételei közötti logikai kapcsolat

source: Maximum number of comments to retrieve
hu_hu: Lekérendő hozzászólások maximális száma

source: Paged
hu_hu: Oldalszám

source: Defines the page of results to return. When used with <b>Offset</b>, <b>Offset</b> takes precedence. Setting this option will break pagination
hu_hu: Meghatározza a visszaadandó találatok oldalszámát. <b>Offset</b>-tel együtt használva a <b>Offset</b> élvez elsőbbséget. Ennek beállítása megszakítja a lapozást

source: Number of comments to offset the query
hu_hu: A lekérdezés eltolásához elhagyandó hozzászólások száma

source: Meta key
hu_hu: Meta kulcs

source: Required. Meta field key/name to order by
hu_hu: Kötelező. A rendezéshez használandó metamező kulcsa/neve

source: Limit results to those affiliated with a given post ID
hu_hu: Eredmények korlátozása a megadott bejegyzésazonosítóhoz kapcsolódókra

source: Post In
hu_hu: Bejegyzés – beleértve

source: Array of post IDs to include affiliated comments for
hu_hu: Bejegyzésazonosítók tömbje, amelyekhez tartozó kapcsolódó hozzászólásokat be kell vonni

source: Post Not In
hu_hu: Bejegyzés – kizárva

source: Array of post IDs to exclude affiliated comments for
hu_hu: Bejegyzésazonosítók tömbje, amelyekhez tartozó kapcsolódó hozzászólásokat ki kell zárni

source: Post status or list of post statuses to retrieve affiliated comments for.
hu_hu: Bejegyzésállapot vagy bejegyzésállapotok listája, amelyekhez tartozó kapcsolódó hozzászólásokat le kell kérni.

source: Post type or list of post types to retrieve affiliated comments for.
hu_hu: Bejegyzéstípus vagy bejegyzéstípusok listája, amelyekhez tartozó kapcsolódó hozzászólásokat le kell kérni.

source: Post Name
hu_hu: Bejegyzés neve

source: Post name to retrieve affiliated comments for
hu_hu: Bejegyzésnév, amelyhez tartozó kapcsolódó hozzászólásokat le kell kérni

source: Post Parent
hu_hu: Szülő bejegyzés

source: Post parent ID to retrieve affiliated comments for
hu_hu: Szülő bejegyzés azonosítója, amelyhez tartozó kapcsolódó hozzászólásokat le kell kérni

source: Search term(s) to retrieve matching comments for
hu_hu: Keresőkifejezés(ek), amelyekre illeszkedő hozzászólásokat le kell kérni

source: Comment statuses to limit results by. Accepts a space/comma-separated list of 'hold' (comment_status=0), 'approve' (comment_status=1), 'all', or a custom comment status. Default 'all'
hu_hu: Eredmények korlátozása megadott hozzászólásállapotokra. Szóközzel/vesszővel elválasztott listát fogad: 'hold' (comment_status=0), 'approve' (comment_status=1), 'all' vagy egyéni hozzászólásállapot. Alapértelmezett: 'all'

source: Include comments of a given type, or array of types. Accepts 'comment', 'pings' (includes 'pingback' and 'trackback'), or any custom type string
hu_hu: Adott típusú, illetve típusok tömbjeként megadott hozzászólások bevonása. Elfogadott: 'comment', 'pings' (tartalmazza: 'pingback' és 'trackback'), vagy bármely egyéni típus

source: Type In
hu_hu: Típus – beleértve

source: Comma separated comment types list to include
hu_hu: Bevonandó hozzászólástípusok vesszővel elválasztott listája

source: Type Not In
hu_hu: Típus – kizárva

source: Comma separated comment types list to exclude
hu_hu: Kizárandó hozzászólástípusok vesszővel elválasztott listája

source: This query always inherits current WP Query object so there is no settings for this query type, except <b>Posts per page</b>.
hu_hu: Ez a lekérdezés mindig örökli az aktuális WP Query objektumot, így ennél a lekérdezéstípusnál nincs beállítás, kivéve a <b>Bejegyzések száma oldalanként</b> beállítást.

source: Posts per page
hu_hu: Bejegyzések száma oldalanként

source: Here you can set post per page for different page types where Current Query may be used. <b>Please note:</b> these settings applied to the <b>global WP Query object</b> of selected page type.
hu_hu: Itt beállíthatja az oldalankénti bejegyzésszámot azokhoz az oldaltípusokhoz, ahol a Current Query használható. <b>Figyelem:</b> ezek a beállítások az adott oldaltípus <b>globális WP Query objektumára</b> vonatkoznak.

source: Add new page type
hu_hu: Új oldaltípus hozzáadása

source: Page Type
hu_hu: Oldaltípus

source: Select page type to apply custom posts number for
hu_hu: Válassza ki azt az oldaltípust, amelyre az egyedi bejegyzésszámot alkalmazni szeretné

source: Exact number of posts per page to show on selected page type in the any listing on the page used current WP Query object.
hu_hu: A kiválasztott oldaltípuson az aktuális WP Query objektumot használó bármely listában megjelenítendő, oldalankénti bejegyzések pontos száma.

source: If you not find required page type in the list, you can change posts number on the page you need from %s
hu_hu: Ha nem találja a szükséges oldaltípust a listában, a kívánt oldalon a bejegyzésszámot módosíthatja innen: %s

source: With this query type, you can merge the results of several <b>different queries</b> of the <b>same type</b> into a single query. It can be useful when, for example, you want to combine posts based on different criteria into a single listing grid.
hu_hu: Ezzel a lekérdezéstípussal több, <b>különböző lekérdezés</b> eredményeit, amelyek <b>azonos típusúak</b>, egyetlen lekérdezésbe egyesítheti. Hasznos lehet, amikor például különböző feltételek alapján szeretné a bejegyzéseket egyetlen listing gridbe kombinálni.

source: <b>Please, note!</b> Merged query may produce unexpected results in complicated cases with load more, pagination, filtering etc.
hu_hu: <b>Kérjük, vegye figyelembe!</b> Az egyesített lekérdezés bonyolult esetekben (load more, lapozás, szűrés stb.) váratlan eredményeket adhat.

source: Merge queries of type
hu_hu: Egyesítendő lekérdezéstípus

source: Exclude Duplicated Items
hu_hu: Ismétlődő elemek kizárása

source: Exclude from next queries items, which already was found.
hu_hu: Zárja ki a következő lekérdezésekből azokat az elemeket, amelyek már szerepelnek.

source: Max items per page
hu_hu: Max. elemek száma oldalanként

source: Set maximum items number to display per merged query page. Keep empty if you want to inherit items per page number from each children query.
hu_hu: Adja meg az egyesített lekérdezés oldalanként megjelenítendő elemek maximális számát. Hagyja üresen, ha az elemek per oldal számát az egyes gyermeklekérdezésektől szeretné örökölni.

source: Queries to Merge
hu_hu: Egyesítendő lekérdezések

source: Select the specific queries you want to merge into a single query
hu_hu: Válassza ki azokat a lekérdezéseket, amelyeket egyetlen lekérdezésbe szeretne egyesíteni

source: Add new query
hu_hu: Új lekérdezés hozzáadása

source: Only queries of the selected type are allowed here
hu_hu: Itt csak a kiválasztott típusú lekérdezések engedélyezettek

source: Set post type slug. Leave empty to retrieve posts of any type
hu_hu: Állítsa be a bejegyzéstípus slugját. Hagyja üresen, ha bármilyen típusú bejegyzést le szeretne kérni

source: Use post status
hu_hu: Bejegyzés státuszának használata

source: Search Keyword
hu_hu: Keresési kulcsszó

source: Prepending a term with a hyphen will exclude posts matching that term. Eg, `pillow -sofa` will return posts containing `pillow` but not `sofa`
hu_hu: Egy kifejezés elé kötőjelet téve kizárhatja az arra illeszkedő bejegyzéseket. Pl, `pillow -sofa` visszaadja a `pillow`-t tartalmazó, de a `sofa`-t nem tartalmazó bejegyzéseket

source: Sentence Search
hu_hu: Kifejezés szerinti keresés

source: Whether to search by phrase.
hu_hu: Keresés pontos kifejezésre.

source: Order & Order By
hu_hu: Sorrend és rendezés alapja
