Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: Add new sorting parameter
hu_hu: Új rendezési paraméter hozzáadása

source: Sort retrieved posts by selected parameter
hu_hu: A lekért bejegyzések rendezése a kiválasztott paraméter szerint

source: Meta field name to order by
hu_hu: Rendezéshez használt meta mező neve

source: Meta Clause
hu_hu: Meta feltétel

source: Select meta clause to order by.
hu_hu: Válasszon meta feltételt a rendezéshez.

source: Warning
hu_hu: Figyelmeztetés

source: You have not created any meta clauses yet. You can do this at the Meta Query tab. Note that Clause name option is required for the meta query if you want to use it for ordering
hu_hu: Még nem hozott létre meta feltételeket. Ezt a Meta Query fülön teheti meg. Vegye figyelembe, hogy a Clause name opció kötelező a meta lekérdezésnél, ha rendezésre szeretné használni

source: Has Password
hu_hu: Van jelszó

source: Enable to get only posts with passwords. Disable to get posts without passwords.
hu_hu: Engedélyezze, ha csak jelszavas bejegyzéseket szeretne lekérni. Tiltsa le, ha jelszó nélküli bejegyzéseket szeretne lekérni.

source: Post Password
hu_hu: Bejegyzés jelszava

source: Show posts with a particular password
hu_hu: Adott jelszóval védett bejegyzések megjelenítése

source: The logical relationship between meta query clauses and groups
hu_hu: A meta lekérdezés feltételei és csoportjai közötti logikai kapcsolat

source: The logical relationship between tax query clauses
hu_hu: A taxonómia lekérdezés feltételei közötti logikai kapcsolat

source: Post & Page
hu_hu: Bejegyzés és oldal

source: Use post ids. Specify posts to retrieve. ATTENTION If you use sticky posts, they will be included (prepended!) in the posts you retrieve whether you want it or not. To suppress this behaviour enbale `Ignore Sticky Posts` option. Comma-separated post IDs list - 1, 10, 25
hu_hu: Használjon bejegyzés-azonosítókat. Adja meg a lekérendő bejegyzéseket. FIGYELEM Ha sticky bejegyzéseket használ, azok mindenképp bekerülnek (az elejére!) a lekért bejegyzések közé, akár akarja, akár nem. Ennek elnyomásához engedélyezze az `Ignore Sticky Posts` opciót. Vesszővel elválasztott bejegyzés-ID-k listája - 1, 10, 25

source: Use post ids. Specify post NOT to retrieve. Comma-separated post IDs list - 1, 10, 25
hu_hu: Használjon bejegyzés-azonosítókat. Adja meg azokat a bejegyzéseket, amelyeket NEM szeretne lekérni. Vesszővel elválasztott bejegyzés-ID-k listája - 1, 10, 25

source: Post Name In
hu_hu: Bejegyzésnév a listában

source: Use post slugs. Specify posts list to retrieve. Comma-separated post slugs list
hu_hu: Használjon bejegyzés-slugokat. Adja meg a lekérendő bejegyzések listáját. Vesszővel elválasztott bejegyzés-slugok listája

source: Post Parent ID
hu_hu: Szülő bejegyzés ID

source: Use page/post ID to return only child pages/posts. Set to 0 to return only top-level entries
hu_hu: Oldal/bejegyzés ID használata, hogy csak a gyermek oldalakat/bejegyzéseket adja vissza. Állítsa 0-ra, hogy csak legfelső szintű elemeket adjon vissza

source: Post Parent In
hu_hu: Szülő bejegyzés a listában

source: Use post ids. Specify posts whose parent is in the list. Comma-separated post IDs list - 1, 10, 25
hu_hu: Használjon bejegyzés-azonosítókat. Adja meg azokat a bejegyzéseket, amelyek szülője szerepel a listában. Vesszővel elválasztott bejegyzés-ID-k listája - 1, 10, 25

source: Post Parent Not In
hu_hu: Szülő bejegyzés nincs a listában

source: Use post ids. Specify posts whose parent is not in the list. Comma-separated post IDs list - 1, 10, 25
hu_hu: Használjon bejegyzés-azonosítókat. Adja meg azokat a bejegyzéseket, amelyek szülője nincs a listában. Vesszővel elválasztott bejegyzés-ID-k listája - 1, 10, 25

source: Get post by ID
hu_hu: Bejegyzés lekérése ID alapján

source: Get post by slug
hu_hu: Bejegyzés lekérése slug alapján

source: Page ID
hu_hu: Oldal ID

source: Get page by ID
hu_hu: Oldal lekérése ID alapján

source: Page Slug
hu_hu: Oldal slug

source: Get page by slug
hu_hu: Oldal lekérése slug alapján

source: Comments number
hu_hu: Hozzászólások száma

source: The amount of comments your post has to have when comparing
hu_hu: Az a hozzászólásszám, amellyel a bejegyzésnek rendelkeznie kell az összehasonlításkor

source: Posts Per Page
hu_hu: Oldalankénti bejegyzésszám

source: Number of post to show per page. Use `-1` to show all posts (the `Offset` parameter is ignored with a -1 value)
hu_hu: Oldalanként megjelenítendő bejegyzések száma. Használja a `-1` értéket az összes bejegyzés megjelenítéséhez (az `Offset` paraméter -1 értéknél figyelmen kívül lesz hagyva)

source: Number of post to displace or pass over. Warning: Setting the offset parameter overrides/ignores the paged parameter and breaks pagination
hu_hu: Áthelyezendő vagy kihagyandó bejegyzések száma. Figyelmeztetés: az offset paraméter beállítása felülírja/figyelmen kívül hagyja a paged paramétert, és megszakítja a lapozást

source: Number of page. Show the posts that would normally show up just on page X
hu_hu: Oldalszám. Azokat a bejegyzéseket jeleníti meg, amelyek normál esetben az X. oldalon jelennének meg

source: Number of page for a static front page. Show the posts that would normally show up just on page X of a Static Front Page
hu_hu: Oldalszám statikus kezdőoldalhoz. Azokat a bejegyzéseket jeleníti meg, amelyek normál esetben egy Statikus kezdőoldal X. oldalán jelennének meg

source: Ignore Sticky Posts
hu_hu: Kiemelt bejegyzések mellőzése

source: Ignore post stickiness. When disabled - move sticky posts to the start of the set. When enabled - do not move sticky posts to the start of the set
hu_hu: A bejegyzések kiemeltségének figyelmen kívül hagyása. Letiltva - a kiemelt bejegyzéseket a lista elejére mozgatja. Engedélyezve - nem mozgatja a kiemelt bejegyzéseket a lista elejére

source: Use specific author ID. Only single ID is allowed
hu_hu: Konkrét szerzői ID használata. Csak egyetlen ID engedélyezett

source: Author Name
hu_hu: Szerző neve

source: Use `user_nicename` – NOT name
hu_hu: A `user_nicename` használata – NEM a name

source: Comma-separated author IDs list - 1, 10, 25
hu_hu: Vesszővel elválasztott szerzői ID-k listája - 1, 10, 25

source: Repeater field source
hu_hu: Repeater mező forrása

source: JetEngine Field
hu_hu: JetEngine mező

source: Enter JetEngine meta field name to use as items source
hu_hu: Adja meg a JetEngine meta mező nevét, amelyet elemforrásként használ

source: JetEngine Option
hu_hu: JetEngine opció

source: Select JetEngine option name to use as items source
hu_hu: Válassza ki a JetEngine opció nevét az elemek forrásaként

source: Repeater Field Name
hu_hu: Repeater mező neve

source: Enter any custom meta field name to use as items source
hu_hu: Adjon meg bármilyen egyedi meta mezőnevet az elemek forrásaként

source: Object ID
hu_hu: Objektum ID

source: Set object ID to get meta data from. Leave empty to use current object ID
hu_hu: Adja meg annak az objektumnak az ID-ját, amelyről a metaadatok érkezzenek. Hagyja üresen az aktuális objektum ID használatához

source: Sort retrieved posts by selected parameter.
hu_hu: A lekért bejegyzések rendezése a kiválasztott paraméter szerint.

source: Field Name/ID
hu_hu: Mezőnév/ID

source: Repeater field name to order by. Please use name of the field, not the visual label.
hu_hu: A rendezéshez használt Repeater mező neve. Kérjük, a mező nevét használja, ne a vizuális címkét.

source: Ordering Type
hu_hu: Rendezés típusa

source: Depending on the type of the data stored in the field, select apropriate ordering type.
hu_hu: A mezőben tárolt adatok típusától függően válassza ki a megfelelő rendezési típust.

source: If you want to select only specific items from repeater field, set appropriate query arguments here
hu_hu: Ha csak bizonyos elemeket szeretne kiválasztani a Repeater mezőből, állítsa be itt a megfelelő lekérdezési argumentumokat

source: Enter sub-field of main repeater field to query by
hu_hu: Adja meg a fő Repeater mező almezőjét, amely szerint lekérdez

source: Fields List
hu_hu: Mezők listája

source: Comma-separated repeater fields list to use in Dynamic Field, Dynamic Tags or JetEngine data shortcode
hu_hu: Vesszővel elválasztott Repeater mezők listája a Dynamic Field, a Dynamic Tags vagy a JetEngine data shortcode használatához

source: If using with JetSmartFilters pagination - its number of returned items per page. If without pagination - its number of visible items in the listing grid.
hu_hu: Ha JetSmartFilters lapozással használja - az oldalonként visszaadott elemek száma. Lapozás nélkül - a Listing Gridben látható elemek száma.

source: Number of items to skip from start.
hu_hu: Elején kihagyandó elemek száma.

source: Use Preview Settings for Listing Item
hu_hu: Előnézeti beállítások használata a Listing Itemhez

source: If checked, the same post and query string will be used for Listing Item preview based on this query.
hu_hu: Bejelölés esetén ugyanaz a bejegyzés és lekérdezési karakterlánc lesz használva a Listing Item előnézetéhez ezen lekérdezés alapján.

source: Custom SQL Query
hu_hu: Egyedi SQL-lekérdezés

source: Advanced/AI mode
hu_hu: Haladó/AI mód

source: Enable this to reset all settings and write SQL query manually or with help of AI.
hu_hu: Engedélyezze ezt az összes beállítás visszaállításához, és írjon SQL-lekérdezést kézzel vagy AI segítségével.

source: From table
hu_hu: Táblából

source: Select data from the given table
hu_hu: Adatok kiválasztása a megadott táblából

source: Use Join
hu_hu: Join használata

source: Join data from other DB tables.
hu_hu: Adatok összekapcsolása más DB táblákból.

source: Join Tables
hu_hu: Táblák összekapcsolása

source: <b>Note:</b> If you planning to use multiple joins by same table, you need to define queried columns with <b>Include columns</b>. Without this some data may be lost in the returned object.
hu_hu: <b>Megjegyzés:</b> Ha ugyanarra a táblára több join-t tervez használni, a lekérdezett oszlopokat meg kell adnia az <b>Include columns</b> opcióval. Enélkül a visszaadott objektumból néhány adat elveszhet.

source: Join Type
hu_hu: Join típusa

source: Select join type. If not set will be used Inner Join
hu_hu: Válassza ki a join típusát. Ha nincs beállítva, az Inner Join lesz használva

source: Join Table
hu_hu: Összekapcsolandó tábla

source: Select DB table to get joined data from
hu_hu: Válassza ki azt a DB táblát, ahonnan az összekapcsolt adatok érkezzenek

source: When current table column
hu_hu: Amikor az aktuális tábla oszlopa

source: Select column from the current table to find match between two tables on value of this columns
hu_hu: Válasszon oszlopot az aktuális táblából, hogy a két tábla között egyezést találjon ezen oszlop értéke alapján

source: Is equal to other table column
hu_hu: Egyenlő a másik tábla oszlopával

source: Select columns from the initial or previously added table to find match between two tables on value of this columns
hu_hu: Válasszon oszlopokat a kiinduló vagy korábban hozzáadott táblából, hogy a két tábla között egyezést találjon ezen oszlopok értékei alapján

source: Where (query clauses)
hu_hu: Where (lekérdezési záradékok)

source: Where Relation
hu_hu: Where reláció

source: The logical relationship between where clauses
hu_hu: A where záradékok közötti logikai kapcsolat

source: Group Results
hu_hu: Eredmények csoportosítása

source: Group query result by selected column
hu_hu: Lekérdezési eredmény csoportosítása a kiválasztott oszlop szerint

source: Select column to group results by
hu_hu: Válassza ki, melyik oszlop szerint legyenek csoportosítva az eredmények

source: Sort retrieved items by selected parameter
hu_hu: A lekért elemek rendezése a kiválasztott paraméter szerint

source: If using with JetSmartFilters pagination - its number of returned items per page. If without pagination - its number of visible items in the listing grid. To count all possible results count, but show only N items in the grid - set N into this option and leave empty <b>Total Query Limit</b>
hu_hu: Ha JetSmartFilters oldalszámozással használja - az oldalanként visszaadott elemek száma. Ha oldalszámozás nélkül - a látható elemek száma a listázó rácsban. Ha az összes lehetséges találatot szeretné megszámolni, de csak N elemet megjeleníteni a rácsban - állítsa N-t ebbe az opcióba, és hagyja üresen a <b>Total Query Limit</b> mezőt

source: Total Query Limit
hu_hu: Teljes lekérdezési korlát

source: Maximum allowed number of queried items. If using with JetSmartFilters pagination - defines total number of found items. If without pagination - its a total number that will be shown in the Query Count dynamic tag, Listings Grid still will show number of items set in the <b>Show/Per Page Limit</b> option. To count all possible results count, but show only N items in the grid - leave this option empty and set N into <b>Show/Per Page Limit</b> option
hu_hu: Az engedélyezett lekért elemek maximális száma. Ha JetSmartFilters oldalszámozással használja - a talált elemek teljes számát határozza meg. Ha oldalszámozás nélkül - ez az a teljes szám, amely a Query Count dinamikus címkében lesz megjelenítve, a Listings Grid továbbra is a <b>Show/Per Page Limit</b> opcióban beállított elemszámot mutatja. Ha az összes lehetséges találatot szeretné megszámolni, de csak N elemet megjeleníteni a rácsban - hagyja ezt az opciót üresen, és állítsa N-t a <b>Show/Per Page Limit</b> opcióban

source: Include columns
hu_hu: Oszlopok bevonása

source: Select what columns should be included into the query results. Leave empty to return all possible columns
hu_hu: Válassza ki, mely oszlopok kerüljenek be a lekérdezés eredményébe. Hagyja üresen, hogy az összes lehetséges oszlop visszatérjen

source: Include Calculated Columns
hu_hu: Számított oszlopok bevonása

source: Add columns with calculated results. Such columns could be usable when you grouping query results by some column.
hu_hu: Számított eredményeket tartalmazó oszlopok hozzáadása. Ilyen oszlopok hasznosak lehetnek, amikor a lekérdezés eredményeit egy oszlop szerint csoportosítja.

source: Calculated Columns
hu_hu: Számított oszlopok

source: Select column to calculate value by
hu_hu: Válassza ki, melyik oszlop alapján számolja az értéket

source: Function
hu_hu: Függvény

source: Calculation function
hu_hu: Számítási függvény

source: Define custom column
hu_hu: Egyéni oszlop meghatározása

source: SQL definition of custom calculated column. Use %1$s to pass selected table column name. Also you can use macros as part of custom column definition.
hu_hu: Egyéni számított oszlop SQL-definíciója. Használja a %1$s helyőrzőt a kiválasztott táblaoszlop nevének átadásához. Makrókat is használhat az egyéni oszlopdefiníció részeként.

source: You may set an alias for the column, a name under which it will appear in the results. Be sure not to set it to the already existing column, as it will then override its value.
hu_hu: Beállíthat alias nevet az oszlophoz, amely néven az eredményekben megjelenik. Ügyeljen arra, hogy ne egyezzen egy már létező oszlop nevével, mert felülírná annak értékét.

source: Columns for filters
hu_hu: Oszlopok szűrőkhöz

source: Available columns list to filter with <b>JetSmartFilters</b> plugin. To filter query results by selected column, copy column name and paste it into <b>Query Variable</b> option of selected filter.
hu_hu: Elérhető oszlopok listája a <b>JetSmartFilters</b> bővítménnyel való szűréshez. A lekérdezés eredményeinek kiválasztott oszlop szerinti szűréséhez másolja ki az oszlop nevét, és illessze be a kiválasztott szűrő <b>Query Variable</b> opciójába.

source: You need to add WordPress Database Table prefix to all tables used in query. You can find it config.php file. Or you can use string {prefix} before table name and it will be automatically replaced with your actual prefix. For example <code>SELECT * FROM {prefix}posts</code>
hu_hu: A lekérdezésben használt összes táblához hozzá kell adnia a WordPress adatbázis-táblák előtagját. Ezt a config.php fájlban találja meg. Vagy használhatja a {prefix} karakterláncot a táblanév előtt, és ez automatikusan lecserélődik a tényleges előtagjára. Példa: <code>SELECT * FROM {prefix}posts</code>

source: SQL Query
hu_hu: SQL-lekérdezés

source: Write your SQL query here. You can use JetEngine macros inside you query.
hu_hu: Írja ide az SQL-lekérdezését. A lekérdezésen belül használhat JetEngine makrókat.

source: Count SQL Query
hu_hu: SQL-lekérdezés a számláláshoz

source: Optional. Additional SQL query to count all available result. If not set, count will be get by initial query items count. In this case this query can`t be used with JetSmartFilters pagination
hu_hu: Opcionális. Kiegészítő SQL-lekérdezés az összes elérhető eredmény megszámlálásához. Ha nincs megadva, a darabszámot a kezdeti lekérdezés elemeinek számából vesszük. Ebben az esetben ez a lekérdezés nem használható a JetSmartFilters oldalszámozással

source: Cast result to instance of object
hu_hu: Eredmény típuskényszerítése objektumpéldányra

source: With this option you can use query results as regular posts, users, terms queries etc.
hu_hu: Ezzel az opcióval a lekérdezés eredményeit úgy használhatja, mint a szokásos bejegyzés-, felhasználó-, kifejezés-lekérdezéseket stb.

source: Taxonomy name, or list of taxonomies, to which results should be limited
hu_hu: Taxonómia neve, vagy taxonómiák listája, amelyekre az eredményeket korlátozni kell

source: Object/Post IDs
hu_hu: Objektum-/Bejegyzés-ID-k

source: Object/Post ID, or comma-separated list of object IDs. Results will be limited to terms associated with these objects
hu_hu: Objektum-/Bejegyzés-ID, vagy vesszővel elválasztott objektum-ID-k listája. Az eredmények az ezekhez az objektumokhoz társított kifejezésekre lesznek korlátozva.

source: Hide Empty
hu_hu: Üres elemek elrejtése

source: Whether to hide terms not assigned to any posts.
hu_hu: Elrejtse-e azokat a kifejezéseket, amelyek nincsenek egyetlen bejegyzéshez sem hozzárendelve.

source: Show/Per Page Number
hu_hu: Megjelenítés/Oldalankénti szám

source: Accepts 0 or any positive number. Note that may not return accurate results when coupled with `Object IDs`. If using with JetSmartFilters pagination - its number of returned items per page. If without pagination - its number of visible items in the listing grid. To count all possible results count, but show only N items in the grid - set N into this option and leave empty <b>Total Query Number</b>
hu_hu: 0-t vagy bármely pozitív számot fogad el. Megjegyzés: `Object IDs`-szal együtt használva pontatlan eredményeket adhat. Ha JetSmartFilters oldalszámozással használja - az oldalanként visszaadott elemek száma. Ha oldalszámozás nélkül - a listázó rácsban látható elemek száma. Ha az összes lehetséges találatot szeretné megszámolni, de csak N elemet megjeleníteni a rácsban - állítsa N-t ebbe az opcióba, és hagyja üresen a <b>Total Query Number</b> mezőt

source: Total Query Number
hu_hu: Teljes lekérdezés száma

source: Maximum number of terms to return. Accepts 0 or any positive number. Note that `Number` may not return accurate results when coupled with `Object IDs`. If using with JetSmartFilters pagination - defines total number of found items. If without pagination - its a total number that will be shown in the Query Count dynamic tag, Listings Grid still will show number of items set in the <b>Show/Per Page Number</b> option. To count all possible results count, but show only N items in the grid - leave this option empty and set N into <b>Show/Per Page Number</b> option
hu_hu: A visszaadandó kifejezések maximális száma. 0-t vagy bármely pozitív számot fogad el. Megjegyzés: a `Number` nem feltétlenül ad pontos eredményeket, ha `Object IDs`-szal együtt használják. Ha JetSmartFilters oldalszámozással használja - a talált elemek teljes számát határozza meg. Ha oldalszámozás nélkül - ez az a teljes szám, amely a Query Count dinamikus címkében lesz megjelenítve, a Listings Grid továbbra is a <b>Show/Per Page Number</b> opcióban beállított elemszámot mutatja. Ha az összes lehetséges találatot szeretné megszámolni, de csak N elemet megjeleníteni a rácsban - hagyja ezt az opciót üresen, és állítsa N-t a <b>Show/Per Page Number</b> opcióban

source: The number by which to offset the terms query
hu_hu: A kifejezések lekérdezésének eltolási értéke

source: Name or comma-separated list of names to return term(s) for
hu_hu: Név vagy vesszővel elválasztott nevek listája, amelyekhez kifejezést kell visszaadni

source: Slug or list of slugs to return term(s) for
hu_hu: Slug vagy slugok listája, amelyekhez kifejezést kell visszaadni

source: Comma/space-separated string of term IDs to include
hu_hu: Vesszővel/szóközzel elválasztott kifejezés-ID-k karakterlánca a bevonáshoz

source: Comma/space-separated string of term IDs to exclude. If `Include` is non-empty, `Exclude` is ignored
hu_hu: Vesszővel/szóközzel elválasztott kifejezés-ID-k karakterlánca a kizáráshoz. Ha az `Include` nem üres, az `Exclude` figyelmen kívül marad

source: Exclude Tree
hu_hu: Hierarchia kizárása

source: Comma/space-separated string of term IDs to exclude along with all of their descendant terms. If `Include` is non-empty, `Exclude` is ignored
hu_hu: Vesszővel/szóközzel elválasztott kifejezés-ID-k karakterlánca, amelyeket az összes leszármazott kifejezésükkel együtt ki kell zárni. Ha az `Include` nem üres, az `Exclude` figyelmen kívül marad

source: Search criteria to match terms
hu_hu: Keresési feltétel a kifejezések egyezéséhez

source: Name Like
hu_hu: Név LIKE

source: Retrieve terms with criteria by which a term is LIKE `Name Like`
hu_hu: Kifejezések lekérése olyan feltétellel, amely szerint a kifejezés LIKE `Name Like`

source: Description Like
hu_hu: Leírás LIKE

source: Retrieve terms where the description is LIKE `Description Like`
hu_hu: Kifejezések lekérése, ahol a leírás LIKE `Description Like`

source: Parent/Child
hu_hu: Szülő/gyermek

source: Whether to include terms that have non-empty descendants.
hu_hu: Szerepeljenek-e azok a kifejezések, amelyeknek nem üres leszármazottaik vannak.

source: Child Of
hu_hu: Ennek a gyermeke

source: Term ID to retrieve child terms of. If multiple taxonomies are passed, `Child Of` is ignored
hu_hu: Annak a kifejezésnek az azonosítója, amelynek a gyermek kifejezéseit le kell kérni. Ha több taxonómiát ad meg, a `Child Of` figyelmen kívül lesz hagyva

source: Parent term ID to retrieve direct-child terms of. You can set 0 to get only top-level terms
hu_hu: Szülő kifejezés azonosítója, amelynek közvetlen gyermek kifejezéseit kell lekérni. 0-ra állítva csak a legfelső szintű kifejezések lesznek lekérve

source: Childless
hu_hu: Gyermektelen

source: Enable to limit results to terms that have no children. This parameter has no effect on non-hierarchical taxonomies
hu_hu: Engedélyezze az eredmények korlátozását olyan kifejezésekre, amelyeknek nincs gyermekük. Ez a paraméter nincs hatással a nem hierarchikus taxonómiákra

source: User Role
hu_hu: Felhasználói szerepkör

source: Role
hu_hu: Szerepkör

source: A list of role names that users must match to be included in results. Note that this is an inclusive list: users must match *each* role.
hu_hu: Olyan szerepkörnevek listája, amelyeknek meg kell felelniük a felhasználóknak, hogy bekerüljenek az eredmények közé. Megjegyzés: ez egy inkluzív lista: a felhasználóknak *mindegyik* szerepkörnek meg kell felelniük.

source: Role In
hu_hu: Szerepkör a listában

source: A list of role names. Matched users must have at least one of these roles.
hu_hu: Szerepkörnevek listája. A megfelelt felhasználóknak legalább az egyik szerepkörrel rendelkezniük kell.

source: Role Not In
hu_hu: Szerepkör nincs a listában
