Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: If empty will redirect to home page. Use the %current_page_url% macro to redirect to the current page.
hu_hu: Ha üres, a kezdőlapra irányít át. A jelenlegi oldalra való átirányításhoz használja a %current_page_url% makrót.

source: Delete post type
hu_hu: Törlendő bejegyzéstípus

source: Move to trash
hu_hu: Lomtárba helyezés

source: Delete permanently
hu_hu: Végleges törlés

source: Label
hu_hu: Címke

source: You can use %s as value for this field
hu_hu: A %s használható a mező értékeként

source: Add query arguments
hu_hu: Lekérdezési paraméterek hozzáadása

source: Query arguments
hu_hu: Lekérdezési paraméterek

source: URL prefix
hu_hu: URL-előtag

source: URL anchor
hu_hu: URL-horgony

source: HTML wrapper
hu_hu: HTML-burkoló

source: Aria label attr
hu_hu: aria-label attribútum

source: Dynamic link renderer class not found
hu_hu: A dinamikus hivatkozás renderelő osztály nem található

source: Delete current post link
hu_hu: Aktuális bejegyzés törlése hivatkozás

source: Profile Page
hu_hu: Profiloldal

source: Dynamic Repeater
hu_hu: Dinamikus ismétlő

source: This widget could process only repeater meta fields created with JetEngine or ACF plugins. Alternatively, you may use JetEngine query of any type as a source.
hu_hu: Ez a widget csak a JetEngine vagy ACF bővítményekkel létrehozott ismétlő meta mezőket tudja feldolgozni. Alternatívaként bármilyen típusú JetEngine lekérdezést használhat forrásként.

source: JetEngine Query
hu_hu: JetEngine lekérdezés

source: Query ID
hu_hu: Lekérdezés azonosítója

source: You may use %s with the Query source, but if you need to filter the value obtained by a macro, do it by this example - %s
hu_hu: A %s használható a Query forrással, de ha a makróval kapott értéket szűrni kell, tegye az alábbi példa szerint - %s

source: You can render repeater fields values with macros %repeater field name%
hu_hu: Az ismétlő mezők értékeit a %repeater field name% makrókkal jelenítheti meg

source: Item HTML tag
hu_hu: Elem HTML-címke

source: Items delimiter
hu_hu: Elemek elválasztója

source: Before items markup
hu_hu: Jelölés az elemek előtt

source: HTML to output before repeater items
hu_hu: A kiírandó HTML az ismétlő elemek előtt

source: After items markup
hu_hu: Jelölés az elemek után

source: HTML to output after repeater items
hu_hu: A kiírandó HTML az ismétlő elemek után

source: Add counter to repeater items
hu_hu: Számláló hozzáadása az ismétlő elemekhez

source: Add leading zero before counter items
hu_hu: Vezető nulla hozzáadása a számlálószámok elé

source: Text after counter number
hu_hu: Szöveg a számlálószám után

source: Above items
hu_hu: Az elemek felett

source: At the left of the items
hu_hu: Az elemek bal oldalán

source: At the right of the items
hu_hu: Az elemek jobb oldalán

source: Horizontal alignment
hu_hu: Vízszintes igazítás

source: Item
hu_hu: Elem

source: Box shadow
hu_hu: Dobozárnyék

source: Counter
hu_hu: Számláló

source: Dynamic repeater renderer class not found
hu_hu: A dinamikus ismétlő renderelő osztály nem található

source: Dynamic Terms
hu_hu: Dinamikus kifejezések

source: From taxonomy
hu_hu: Taxonómiából

source: Show all terms
hu_hu: Az összes kifejezés megjelenítése

source: Terms number to show
hu_hu: Megjelenítendő kifejezések száma

source: Linked terms
hu_hu: Hivatkozott kifejezések

source: Terms labels are linked to term archive page
hu_hu: A kifejezések címkéi a kifejezés archívumoldalára hivatkoznak

source: Terms icon
hu_hu: Kifejezések ikonja

source: Text before terms list
hu_hu: Szöveg a kifejezéslista előtt

source: Text after terms list
hu_hu: Szöveg a kifejezéslista után

source: Order by
hu_hu: Rendezés alapja

source: Term group
hu_hu: Kifejezéscsoport

source: Parent
hu_hu: Szülő

source: Term Order
hu_hu: Kifejezés sorrendje

source: By the number of objects associated with the term
hu_hu: A kifejezéshez társított objektumok száma szerint

source: Align main axis
hu_hu: Főtengely igazítása

source: Align cross axis
hu_hu: Kereszttengely igazítása

source: Term
hu_hu: Kifejezés

source: Text
hu_hu: Szöveg

source: Before text
hu_hu: Szöveg elé

source: After text
hu_hu: Szöveg után

source: Dynamic terms renderer class not found
hu_hu: Dinamikus kifejezések renderelő osztálya nem található

source: Custom Query
hu_hu: Egyéni lekérdezés

source: Element Visibility
hu_hu: Elem láthatósága

source: Scrollbar
hu_hu: Görgetősáv

source: Use custom query
hu_hu: Egyéni lekérdezés használata

source: Allow to use custom query from Query Builder as items source
hu_hu: Engedélyezi a Query Builder egyéni lekérdezésének használatát elemek forrásaként

source: Hide element if
hu_hu: Elem elrejtése, ha

source: Wrapper Tag
hu_hu: Burkoló elem

source: Default (DIV > DIV)
hu_hu: Alapértelmezett (DIV > DIV)

source: Unordered list( UL > LI)
hu_hu: Rendezetlen lista( UL > LI)

source: Ordered list (OL > LI)
hu_hu: Rendezett lista (OL > LI)

source: Column Min Width
hu_hu: Oszlop minimális szélessége

source: Use as Archive Template
hu_hu: Archív sablonként használja

source: Publish
hu_hu: Közzététel

source: Draft
hu_hu: Vázlat

source: Pending Review
hu_hu: Ellenőrzésre vár

source: Private
hu_hu: Magán

source: Inherit
hu_hu: Örökölt

source: Use Random posts number
hu_hu: Véletlen bejegyzésszám használata

source: Note: the `Posts number` control set min random posts number
hu_hu: Megjegyzés: a `Posts number` vezérlő állítja be a minimális véletlen bejegyzésszámot

source: Posts number
hu_hu: Bejegyzések száma

source: Max Random Posts number
hu_hu: Véletlen bejegyzések maximális száma

source: Not found message
hu_hu: Nincs találat üzenete

source: Lazy load
hu_hu: Lusta betöltés

source: Lazy load the listing for boosts rendering performance.
hu_hu: A Listing lusta betöltése a renderelési teljesítmény növelése érdekében.

source: Lazy load offset
hu_hu: Lusta betöltés eltolása

source: Is masonry grid
hu_hu: Masonry rács

source: Equal columns height
hu_hu: Azonos oszlopmagasság

source: Fits only top level sections of grid item
hu_hu: Csak a rácselem legfelső szintű szakaszaira érvényes

source: Load more
hu_hu: Továbbiak betöltése

source: Load more type
hu_hu: Továbbiak betöltésének típusa

source: By Click
hu_hu: Kattintásra

source: Infinite Scroll
hu_hu: Végtelen görgetés

source: Load more element ID
hu_hu: Továbbiak betöltése elem ID-je

source: Please, make sure to add a Button element that will be used as "Load more" button
hu_hu: Kérjük, adjon hozzá egy Gomb elemet, amely "Load more" gombként lesz használva

source: Loader text
hu_hu: Betöltő szöveg

source: Loader spinner
hu_hu: Betöltő spinner

source: Use Custom Post Types
hu_hu: Egyéni bejegyzéstípusok használata

source: Post Types
hu_hu: Bejegyzéstípusok

source: Enable Slider
hu_hu: Slider engedélyezése

source: Note: You selected a list tag for the listing. The slider adds wrappers, which make the list markup invalid by W3C standards.
hu_hu: Megjegyzés: A felsoroláshoz listacímkét választott. A slider burkolóelemeket ad hozzá, amitől a lista jelölése a W3C szabványai szerint érvénytelen lesz.

source: Slides to Scroll
hu_hu: Görgetendő slide-ok száma

source: Show Arrows Navigation
hu_hu: Nyílnavigáció megjelenítése

source: Arrow Icon
hu_hu: Nyíl ikon

source: Show Dots Navigation
hu_hu: Pontnavigáció megjelenítése

source: Autoplay
hu_hu: Automatikus lejátszás

source: Autoplay Speed
hu_hu: Automatikus lejátszás sebessége

source: Pause On Hover
hu_hu: Szüneteltetés rámutatáskor

source: Infinite Loop
hu_hu: Végtelen ciklus

source: Center Mode
hu_hu: Középre igazított mód

source: Effect
hu_hu: Effekt

source: Animation Speed
hu_hu: Animáció sebessége

source: Enable Scroll Slider
hu_hu: Görgethető slider engedélyezése

source: Scroll Slider On
hu_hu: Görgethető slider bekapcsolása

source: Desktop
hu_hu: Asztali

source: Mobile
hu_hu: Mobil

source: Static column width
hu_hu: Statikus oszlopszélesség

source: Arrows border
hu_hu: Nyilak szegélye

source: Prev Arrow Position
hu_hu: Előző nyíl pozíciója

source: Vertical Position by
hu_hu: Függőleges pozíció alapja

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Top Indent
hu_hu: Felső eltolás

source: Bottom Indent
hu_hu: Alsó eltolás

source: Horizontal Position by
hu_hu: Vízszintes pozíció alapja

source: Left Indent
hu_hu: Bal eltolás

source: Right Indent
hu_hu: Jobb eltolás

source: Next Arrow Position
hu_hu: Következő nyíl pozíciója

source: Dots Styles
hu_hu: Pontok stílusai

source: Dots border
hu_hu: Pontok szegélye

source: Color active
hu_hu: Aktív szín

source: Border color active
hu_hu: Aktív szegélyszín

source: Scrollbar Color
hu_hu: Görgetősáv színe

source: Scrollbar Thumb Color
hu_hu: Görgetősáv fogantyújának színe

source: Scrollbar Height
hu_hu: Görgetősáv magassága

source: Please select listing to show.
hu_hu: Kérjük, válassza ki a megjelenítendő listát.

source: Repeater Field
hu_hu: Ismétlődő mező

source: JetEngine Queries
hu_hu: JetEngine lekérdezések

source: Choose a query
hu_hu: Válasszon egy lekérdezést

source: Please create a query in JetEngine Query Builder First
hu_hu: Kérjük, először hozzon létre egy lekérdezést a JetEngine Query Builderben

source: Cоmponent
hu_hu: Komponens

source: Component Content Controls
hu_hu: Komponens tartalomvezérlők

source: Control Label
hu_hu: Vezérlő címke

source: Control label to show in the component UI in editor
hu_hu: A vezérlő címkéje, amely a komponens UI-jában a szerkesztőben jelenik meg

source: Control Name
hu_hu: Vezérlő neve

source: Control key/name to save into the DB. Please use only lowercase letters, numbers and "_". Also please note - name must be unique for this component (for both - styles and controls)
hu_hu: A DB-be mentendő vezérlő kulcsa/neve. Kérjük, csak kisbetűket, számokat és "_"-t használjon. Továbbá: a névnek egyedinek kell lennie ennél a komponensnél (mind a stílusoknál, mind a vezérlőknél)

source: Control Type
hu_hu: Vezérlő típus

source: Type of control for UI
hu_hu: A UI-hoz tartozó vezérlő típusa

source: One option per line. Split label and value with "::", for example - red::Red
hu_hu: Egy opció soronként. A címkét és az értéket "::"-val válassza el, például - red::Red

source: Default Value
hu_hu: Alapértelmezett érték

source: Default value of the given control
hu_hu: Az adott vezérlő alapértelmezett értéke

source: Component Controls
hu_hu: Komponens vezérlők

source: Component Style Controls
hu_hu: Komponens stílusvezérlők

source: Please note:
hu_hu: Kérjük, vegye figyelembe:

source: At the moment, only Color controls are supported for component styles
hu_hu: Jelenleg a komponens stílusaihoz csak szín típusú vezérlők támogatottak

source: Style Controls
hu_hu: Stílusvezérlők

source: Component Control Color
hu_hu: Komponens vezérlő színe

source: Component Control Image
hu_hu: Komponens vezérlő képe

source: Component Control Value
hu_hu: Komponens vezérlő értéke

source: Listing Item
hu_hu: Listaelem

source: <b>Please note:</b> You need to reload page after applying new source, changing post type or taxonomy. New meta fields and options for dynamic fields will be applied only after reloading.
hu_hu: <b>Kérjük, vegye figyelembe:</b> Az új forrás alkalmazása, a bejegyzéstípus vagy a taxonómia módosítása után újra kell töltenie az oldalt. Az új meta mezők és a dinamikus mezők beállításai csak az újratöltés után érvényesülnek.

source: Listing source:
hu_hu: Lista forrása:

source: From post type:
hu_hu: Bejegyzéstípusból:

source: From taxonomy:
hu_hu: Taxonómiából:

source: Repeater source:
hu_hu: Ismétlő forrása:

source: Repeater field:
hu_hu: Ismétlődő mező:

source: Repeater option:
hu_hu: Ismétlő opció:

source: Preview Width
hu_hu: Előnézet szélessége

source: JetEngine Actions
hu_hu: JetEngine műveletek

source: Custom Field
hu_hu: Egyéni mező

source: JetEngine Gallery
hu_hu: JetEngine galéria

source: Custom Image
hu_hu: Egyéni kép

source: Queried term thumbnail
hu_hu: Lekérdezett kifejezés bélyegképe

source: For taxonomy archives only
hu_hu: Csak taxonómia-archívumokhoz

source: Thumbnail meta key
hu_hu: Bélyegkép meta kulcs

source: Post thumbnail
hu_hu: Bejegyzés bélyegképe

source: Dynamic Function
hu_hu: Dinamikus függvény

source: What is Dynamic functions and how it works?
hu_hu: Mik a dinamikus függvények, és hogyan működnek?

source: Macros
hu_hu: Makrók

source: Current Object Image Field
hu_hu: Aktuális objektum képmezője

source: Current Object Field
hu_hu: Aktuális objektum mezője

source: Or set object field name manually
hu_hu: Vagy adja meg kézzel az objektummező nevét

source: Please note! This control will override value from Field control
hu_hu: Figyelem! Ez a vezérlő felülírja a Mező vezérlő értékét

source: The following settings only work for string values.
hu_hu: A következő beállítások csak szöveges értékekkel működnek.

source: Gallery from options
hu_hu: Galéria a beállításokból

source: Image from options
hu_hu: Kép a beállításokból

source: Term Field
hu_hu: Kifejezés mezője

source: Term name
hu_hu: Kifejezés neve

source: Term description
hu_hu: Kifejezés leírása

source: Posts count
hu_hu: Bejegyzések száma

source: Term URL
hu_hu: Kifejezés URL-je

source: Term Image
hu_hu: Kifejezés képe

source: User Field
hu_hu: Felhasználói mező

source: Current User (global)
hu_hu: Aktuális felhasználó (globális)

source: Current User (for current scope)
hu_hu: Aktuális felhasználó (aktuális hatókör)

source: Queried User
hu_hu: Lekérdezett felhasználó

source: Current Post Author
hu_hu: Aktuális bejegyzés szerzője

source: Login
hu_hu: Felhasználónév

source: Nickname
hu_hu: Becenév

source: Registration Date
hu_hu: Regisztráció dátuma

source: Display Name
hu_hu: Megjelenített név

source: User Properties
hu_hu: Felhasználói tulajdonságok

source: User Image
hu_hu: Felhasználói kép

source: Content
hu_hu: Tartalom

source: From Post Type
hu_hu: Bejegyzéstípusból

source: Field Icon
hu_hu: Mező ikonja

source: Widget Items Alignment
hu_hu: Widget elemeinek igazítása

source: Icon and field value. Affects to single line field values.
hu_hu: Ikon és mezőérték. Hatással van az egy soros mezőértékekre.

source: Field value. Affects to multiline field values.
hu_hu: Mezőérték. Hatással van a többsoros mezőértékekre.

source: Image URL Prefix
hu_hu: Kép URL-előtag

source: Image Size
hu_hu: Képméret

source: Custom Image Alt
hu_hu: Egyedi kép alt

source: Add Image Caption
hu_hu: Képaláírás hozzáadása

source: Link Source
hu_hu: Hivatkozás forrása

source: Link URL Prefix
hu_hu: Hivatkozás URL-előtag

source: Fallback Image
hu_hu: Helyettesítő kép

source: Caption Alignment
hu_hu: Képaláírás igazítása

source: Caption Text Alignment
hu_hu: Képaláírás szövegének igazítása

source: Read More
hu_hu: Bővebben

source: You can use JetEngine/Macros dynamic tag to add macros
hu_hu: A makrók hozzáadásához használhatja a JetEngine/Macros dinamikus címkét

source: URL Prefix
hu_hu: URL-előtag

source: Dynamic Meta
hu_hu: Dinamikus metaadat

source: Layout
hu_hu: Elrendezés

source: List
hu_hu: Lista

source: Date Settings
hu_hu: Dátumbeállítások

source: Format
hu_hu: Formátum

source: Documentation on date and time formatting
hu_hu: Dokumentáció a dátum- és időformázásról

source: Link
hu_hu: Hivatkozás

source: Archive
hu_hu: Archívum

source: Post
hu_hu: Bejegyzés

source: Author Settings
hu_hu: Szerző beállításai

source: Author Archives
hu_hu: Szerző archívumai

source: Comments Settings
hu_hu: Hozzászólások beállításai

source: Zero Comments Format
hu_hu: Nulla hozzászólás formátuma

source: One Comments Format
hu_hu: Egy hozzászólás formátuma

source: More Comments Format
hu_hu: Több hozzászólás formátuma

source: Use % for comments number
hu_hu: Használja a % jelet a hozzászólások számához

source: <b>Note</b> this widget could process only repeater meta fields created with JetEngine or ACF plugins. Alternatively, you may use JetEngine query of any type as a source.
hu_hu: <b>Megjegyzés</b> ez a widget csak a JetEngine vagy ACF bővítményekkel létrehozott ismétlő meta mezőket tudja feldolgozni. Alternatívaként bármilyen típusú JetEngine-lekérdezést használhat forrásként.

source: <div style="font-size:0.9em;"><b>Note:</b> you may use JetEngine macros with the Query source, but if you need to filter the value obtained by a macro, do it by this example - <code>%current_meta|image_field%{"filter":"img_url_by_id"}</code></div>
hu_hu: <div style="font-size:0.9em;"><b>Megjegyzés:</b> a Query forrással használhat JetEngine-makrókat, de ha egy makróval nyert értéket szűrnie kell, tegye az alábbi példa szerint - <code>%current_meta|image_field%{"filter":"img_url_by_id"}</code></div>

source: Item format
hu_hu: Elem formátuma

source: Fixed item size
hu_hu: Rögzített elemméret

source: Item Width
hu_hu: Elem szélessége

source: Item Height
hu_hu: Elem magassága

source: Fixed counter box size
hu_hu: Rögzített számlálódoboz-méret

source: Terms Icon
hu_hu: Kifejezések ikonja

source: Edit Listing Grid Item
hu_hu: Listing Grid elem szerkesztése

source: Back to Edit Parent Post
hu_hu: Vissza a szülő bejegyzés szerkesztéséhez

source: You need an <b>Elementor Page Builder</b> plugin to create and edit listing items
hu_hu: A listázó elemek létrehozásához és szerkesztéséhez szüksége van az <b>Elementor Page Builder</b> bővítményre

source: Install Elementor Page Builder
hu_hu: Elementor Page Builder telepítése

source: Listing Elements
hu_hu: Listázó elemek

source: Please install <a href="https://wordpress.org/plugins/elementor/" target="_blank">Elementor page builder</a> to manage listings layout
hu_hu: Kérjük, telepítse a <a href="https://wordpress.org/plugins/elementor/" target="_blank">Elementor oldalépítőt</a> a listingek elrendezésének kezeléséhez

source: Elementor missed
hu_hu: Elementor hiányzik

source: Incorrect template type. Please try again.
hu_hu: Helytelen sablontípus. Kérjük, próbálja újra.

source: Error
hu_hu: Hiba

source: Wrapper Tags
hu_hu: Csomagoló tagek

source: Default ( DIV > DIV )
hu_hu: Alapértelmezett ( DIV > DIV )

source: Unordered list (UL > LI)
hu_hu: Rendezetlen lista (UL > LI)

source: Columns Number
hu_hu: Oszlopok száma

source: Please, make sure to add a Button widget that will be used as "Load more" button
hu_hu: Kérjük, adjon hozzá egy Button widgetet, amelyet "Továbbiak betöltése" gombként fog használni

source: Load more offset
hu_hu: Továbbiak betöltése eltolás

source: Show
hu_hu: Mutat

source: Hide
hu_hu: Elrejt

source: Use Custom Query
hu_hu: Egyéni lekérdezés használata

source: Posts Query
hu_hu: Bejegyzések lekérdezése

source: Set advanced query parameters
hu_hu: Speciális lekérdezési paraméterek beállítása

source: You select <b>Use as Archive Template</b> option, so other query parameters will be ignored
hu_hu: A <b>Használat archívumsablonként</b> opciót választotta, ezért más lekérdezési paraméterek figyelmen kívül lesznek hagyva

source: Posts & Author Parameters
hu_hu: Bejegyzés- és szerzőparaméterek

source: Order & Offset
hu_hu: Rendezés és eltolás

source: Post date
hu_hu: Bejegyzés dátuma

source: Post date GMT
hu_hu: Bejegyzés dátuma (GMT)

source: Post modified
hu_hu: Bejegyzés módosítva

source: Post modified GMT
hu_hu: Bejegyzés módosítva GMT

source: Date to retrieve posts after. Accepts strtotime()-compatible string
hu_hu: Dátum, ami utáni bejegyzések lekéréséhez. Elfogad strtotime()-kompatibilis karakterláncot

source: Date to retrieve posts before. Accepts strtotime()-compatible string
hu_hu: Dátum, ami előtti bejegyzések lekéréséhez. Elfogad strtotime()-kompatibilis karakterláncot

source: Include posts by IDs
hu_hu: Bejegyzések bevonása ID-k alapján

source: Eg. 12, 24, 33
hu_hu: Pl. 12, 24, 33

source: Exclude posts by IDs
hu_hu: Bejegyzések kizárása ID-k alapján

source: Eg. 12, 24, 33. If this is used in the same query as Include posts by IDs, it will be ignored
hu_hu: Pl. 12, 24, 33. Ha ugyanabban a lekérdezésben használja, mint a Bejegyzések bevonása ID-k alapján, figyelmen kívül lesz hagyva

source: Get child of
hu_hu: Ennek a gyermekei

source: Get posts with status
hu_hu: Bejegyzések lekérése ezzel a státusszal

source: Pending
hu_hu: Függőben

source: Auto draft
hu_hu: Automatikus vázlat

source: Trash
hu_hu: Lomtár

source: Posts by author
hu_hu: Bejegyzések szerző szerint

source: Any author
hu_hu: Bármely szerző

source: Current User
hu_hu: Jelenlegi felhasználó

source: Specific Author ID
hu_hu: Konkrét szerző ID

source: Search Query
hu_hu: Keresési lekérdezés

source: Posts offset
hu_hu: Bejegyzések eltolása

source: Modified
hu_hu: Módosítva

source: Random
hu_hu: Véletlen

source: Comment count
hu_hu: Hozzászólások száma

source: Relevance
hu_hu: Relevancia

source: Menu order
hu_hu: Menüsorrend

source: Meta value
hu_hu: Metaérték

source: Meta clause
hu_hu: Meta klauzula

source: Preserve post ID order given in the "Include posts by IDs" option
hu_hu: Őrizze meg a bejegyzés-ID-k sorrendjét, ahogyan az a "Bejegyzések bevonása ID-k alapján" opcióban meg van adva

source: Meta key to order
hu_hu: Meta kulcs a rendezéshez

source: Set meta field name to order by
hu_hu: Állítsa be a rendezéshez használt meta mező nevét

source: Meta clause to order
hu_hu: Meta klauzula a rendezéshez

source: Meta clause name to order by. Clause with this name should be created in Meta Query parameters
hu_hu: A rendezéshez használt meta klauzula neve. Ezzel a névvel rendelkező klauzulát a Meta Query paraméterekben kell létrehozni

source: Meta type
hu_hu: Meta típus

source: Taxonomy from meta field
hu_hu: Taxonómia a meta mezőből

source: Get taxonomy name from current page meta field
hu_hu: Taxonómia nevének lekérése az aktuális oldal meta mezőjéből

source: Operator
hu_hu: Operátor

source: Terms from meta field
hu_hu: Kifejezések a meta mezőből

source: Get terms IDs from current page meta field
hu_hu: Kifejezések ID-jeinek lekérése az aktuális oldal meta mezőjéből

source: Key (name/ID)
hu_hu: Kulcs (név/ID)

source: Equal
hu_hu: Egyenlő

source: Not equal
hu_hu: Nem egyenlő

source: Greater than
hu_hu: Nagyobb mint

source: Greater or equal
hu_hu: Nagyobb vagy egyenlő

source: Less than
hu_hu: Kisebb mint

source: Equal or less
hu_hu: Kisebb vagy egyenlő

source: In
hu_hu: Szerepel

source: Not in
hu_hu: Nem szerepel

source: Not Exists
hu_hu: Nem létezik

source: Not Regexp
hu_hu: Nem Regexp

source: For <b>In</b>, <b>Not in</b>, <b>Between</b> and <b>Not between</b> compare separate multiple values with comma
hu_hu: A <b>In</b>, <b>Not in</b>, <b>Between</b> és <b>Not between</b> esetén a több értéket vesszővel elválasztva hasonlítsa össze

source: Or get value from query variable
hu_hu: Vagy vegye az értéket lekérdezési változóból

source: Set query variable name (from URL or WordPress query var) to get value from
hu_hu: Adja meg a lekérdezési változó nevét (URL-ből vagy WordPress query var-ból), ahonnan az értéket veszi

source: Meta Query Clause
hu_hu: Meta lekérdezési záradék

source: Set unique name for current query clause to use it to order posts by this clause
hu_hu: Adjon egyedi nevet a jelenlegi lekérdezési záradéknak, hogy a bejegyzéseket ez alapján lehessen sorba rendezni

source: Meta query relation
hu_hu: Meta lekérdezési reláció

source: OR
hu_hu: VAGY

source: Tax query relation
hu_hu: Taxonómia-lekérdezési reláció

source: Terms Query
hu_hu: Kifejezések lekérdezése

source: Get terms of posts
hu_hu: Bejegyzések kifejezéseinek lekérése

source: Term Group
hu_hu: Kifejezéscsoport

source: Count
hu_hu: Darabszám

source: Hide empty
hu_hu: Üresek elrejtése

source: Include terms
hu_hu: Kifejezések felvétele

source: Comma/space-separated string of term ids to include
hu_hu: Vesszővel/szóközzel elválasztott kifejezés-ID-k karakterlánca a felvételhez

source: Exclude terms
hu_hu: Kifejezések kizárása
