Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: A list of role names to exclude. Users matching one or more of these roles will not be included in results.
hu_hu: Kizárandó szerepkörnevek listája. Azok a felhasználók, akik egy vagy több ilyen szerepkörrel rendelkeznek, nem kerülnek be az eredményekbe.

source: User ID or comma-seaparated user IDs list
hu_hu: Felhasználóazonosító vagy vesszővel elválasztott felhasználóazonosítók listája

source: Searches for possible string matches on columns. Use of the * wildcard before and/or after the string will match on columns starting with*, *ending with, or *containing* the string you enter
hu_hu: Lehetséges karakterlánc-egyezéseket keres az oszlopokban. A * helyettesítő karakter használata a karakterlánc előtt és/vagy után illeszkedni fog azokra az oszlopokra, amelyek a megadott karakterlánccal kezdődnek*, *azzal végződnek, vagy *tartalmazzák* a megadott karakterláncot

source: List of database table columns to matches the search string across multiple columns
hu_hu: Adatbázistábla-oszlopok listája, amelyekben a keresési karakterláncot több oszlopon keresztül egyezteti

source: The maximum returned number of results
hu_hu: Visszaadott eredmények maximális száma

source: Offset the returned results. Warning: Setting the offset parameter overrides/ignores the paged parameter and breaks pagination
hu_hu: A visszaadott eredmények eltolása. Figyelmeztetés: az offset paraméter beállítása felülírja/figyelmen kívül hagyja a paged paramétert és megszakítja a lapozást

source: When used with number, defines the page of results to return
hu_hu: Számmal használva meghatározza a visszaadandó eredmények oldalát

source: Query Results Count
hu_hu: Lekérdezési eredmények száma

source: Returned Count
hu_hu: Visszaadott darabszám

source: Total query results count
hu_hu: A lekérdezés összes eredményének száma

source: Currently visible query results count (per page)
hu_hu: Jelenleg látható lekérdezési eredmények száma (oldalanként)

source: Custom format for several counters
hu_hu: Egyéni formátum több számlálóhoz

source: Showing [start-item]-[end-item] of [total] items
hu_hu: Megjelenítve [start-item]-[end-item] a [total] elemből

source: Available shortcodes:
hu_hu: Elérhető rövidkódok:

source: Currently visible query results count
hu_hu: Jelenleg látható lekérdezési eredmények száma

source: Start item index on page
hu_hu: Kezdő elem sorszáma az oldalon

source: End item index on page
hu_hu: Utolsó elem sorszáma az oldalon

source: Select relation...
hu_hu: Kapcsolat kiválasztása...

source: Select JetEngine relation to get items from
hu_hu: Válasszon JetEngine-kapcsolatot, amelyből elemeket szeretne lekérni

source: Filter by related items
hu_hu: Szűrés kapcsolódó elemek szerint

source: You not allowed to do this
hu_hu: Ehhez nincs jogosultsága

source: Can`t create a new item
hu_hu: Nem lehet új elemet létrehozni

source: Relation ID not found in the reques
hu_hu: A kapcsolat azonosítója nem található a kérésben

source: Relation not found in the request
hu_hu: Kapcsolat nem található a kérésben

source: Relation not found
hu_hu: Kapcsolat nem található

source: You are not allowed to do this
hu_hu: Ehhez nincs jogosultsága

source: The link is expired, please reload the page and try again
hu_hu: A hivatkozás lejárt, kérjük, töltse be újra az oldalt, majd próbálja meg ismét

source: Should have at least one related parent.
hu_hu: Legalább egy kapcsolódó szülő szükséges.

source: Should have at least one related child.
hu_hu: Legalább egy kapcsolódó gyermek szükséges.

source: Select %s
hu_hu: Válassza ki a(z) %s

source: Add New %s
hu_hu: Új %s hozzáadása

source: Connect %s
hu_hu: Összekapcsolás %s

source: View
hu_hu: Megtekintés

source: Disconnect
hu_hu: Leválasztás

source: Delete Item
hu_hu: Elem törlése

source: Are you sure? This item will be removed from your website.
hu_hu: Biztos benne? Ez az elem el lesz távolítva a weboldaláról.

source: Relations management are not allowed at this moment. You need to update post to edit relations
hu_hu: A kapcsolatok kezelése jelenleg nem engedélyezett. A kapcsolatok szerkesztéséhez frissítenie kell a bejegyzést.

source: Related Item Meta
hu_hu: Kapcsolódó elem metaadatai

source: Parent Object ID From
hu_hu: Szülő objektum ID forrása

source: Parent Object Variable Name
hu_hu: Szülő objektum változóneve

source: Child Object ID From
hu_hu: Gyermek objektum ID forrása

source: Child Object Variable Name
hu_hu: Gyermek objektum változóneve

source: Related Items Count
hu_hu: Kapcsolódó elemek száma

source: From Relation
hu_hu: Kapcsolatból

source: From Object (what to show)
hu_hu: Objektumból (mit mutasson)

source: Child Object
hu_hu: Gyermek objektum

source: Initial Object ID From (get initial ID here)
hu_hu: Kezdeti objektum ID forrása (kezdeti ID lekérése itt)

source: Related Items
hu_hu: Kapcsolódó elemek

source: Related Siblings
hu_hu: Kapcsolódó testvérek

source: JetEngine Relations:
hu_hu: JetEngine kapcsolatok:

source: filters children items list by parents IDs
hu_hu: a gyermekelemek listáját szűri a szülők ID-jei alapján

source: filters parents items list by children IDs
hu_hu: a szülőelemek listáját szűri a gyermekek ID-jei alapján

source: Select relation object...
hu_hu: Válasszon kapcsolati objektumot...

source: Parent object
hu_hu: Szülő objektum

source: Child object
hu_hu: Gyermek objektum

source: Initial Object ID From (get initial ID here):
hu_hu: Kezdeti objektum ID forrása (kezdeti ID lekérése itt):

source: Variable Name:
hu_hu: Változónév:

source: This source is not available globally. You can set it directly for the required fields.
hu_hu: Ez a forrás nem érhető el globálisan. Közvetlenül beállíthatja a szükséges mezőkhöz.

source: This control is not used for current preset source.
hu_hu: Ez a vezérlő nem használatos a jelenlegi előbeállítás forrásához.

source: There is no relations found on your website
hu_hu: Nem találhatók kapcsolatok a weboldalán

source: Relation:
hu_hu: Kapcsolat:

source: Parent Item ID:
hu_hu: Szülő elem ID:

source: Child Item ID:
hu_hu: Gyermek elem ID:

source: Update Context:
hu_hu: Frissítési kontextus:

source: We updating children items for the parent object
hu_hu: A szülő objektumhoz tartozó gyermekelemeket frissítjük

source: We updating parent items for the child object
hu_hu: A gyermek objektumhoz tartozó szülőelemeket frissítjük

source: How to Store New Items:
hu_hu: Új elemek tárolása:

source: Replace existing related items with items from the form (default)
hu_hu: A meglévő kapcsolódó elemek cseréje az űrlapból származó elemekre (alapértelmezett)

source: Append new items to already existing related items
hu_hu: Új elemek hozzáfűzése a már meglévő kapcsolódó elemekhez

source: Disconnect selected items
hu_hu: Kiválasztott elemek leválasztása

source: From Object
hu_hu: Objektumból

source: Initial Object ID From
hu_hu: Kezdeti objektum ID forrása

source: Connect Relation Items
hu_hu: Kapcsolati elemek összekapcsolása

source: Relation ID is not set. Please check your form settings
hu_hu: A kapcsolat ID nincs beállítva. Kérjük, ellenőrizze az űrlap beállításait

source: Relation instance not found by ID. Please check your form settings
hu_hu: A kapcsolat példánya nem található az ID alapján. Kérjük, ellenőrizze az űrlap beállításait

source: Parent is empty. To disconnect items you need both parent and child items provided.
hu_hu: A szülő üres. Az elemek leválasztásához mind a szülő-, mind a gyermekelemekre szükség van.

source: Child is empty. To disconnect items you need both parent and child items provided.
hu_hu: A gyermek üres. Az elemek leválasztásához mind a szülő-, mind a gyermekelemekre szükség van.

source: Get grandparent (legacy)
hu_hu: Nagyszülő lekérése (legacy)

source: Get grandchild (legacy)
hu_hu: Unoka lekérése (legacy)

source: Related %s
hu_hu: Kapcsolódó %s

source: Set Child %s
hu_hu: Gyermek %s beállítása

source: Set Parent %s
hu_hu: Szülő %s beállítása

source: Child %s
hu_hu: Gyermek %s

source: Parent %s
hu_hu: Szülő %s

source: Related items for current object
hu_hu: Kapcsolódó elemek a jelenlegi objektumhoz

source: Children from
hu_hu: Gyermekek innen

source: Parents from
hu_hu: Szülők innen

source: Relation Meta Data
hu_hu: Kapcsolat metaadatai

source: (for child object)
hu_hu: (gyermek objektumhoz)

source: (for parent object)
hu_hu: (szülő objektumhoz)

source: Related Grandchildren
hu_hu: Kapcsolódó unokák

source: Grandparent ID is
hu_hu: A nagyszülő azonosítója

source: Related Grandparents
hu_hu: Kapcsolódó nagyszülők

source: Grandchild ID is
hu_hu: Az unoka azonosítója

source: Grandchild Relation
hu_hu: Unoka kapcsolata

source: One to one
hu_hu: Egy az egyhez

source: One to many
hu_hu: Egy a többhöz

source: Many to many
hu_hu: Több a többhöz

source: Reindex Relation Table
hu_hu: Kapcsolati tábla újraindexelése

source: Reindex All Relations Tables
hu_hu: Minden kapcsolati tábla újraindexelése

source: Processing...
hu_hu: Feldolgozás...

source: Done!
hu_hu: Kész!

source: Relations
hu_hu: Kapcsolatok

source: Relationship updated
hu_hu: Kapcsolat frissítve

source: Edit Relation
hu_hu: Kapcsolat szerkesztése

source: Add Relation
hu_hu: Kapcsolat hozzáadása

source: Meta Fields
hu_hu: Meta mezők

source: Update Relation
hu_hu: Kapcsolat frissítése

source: How to choose the needed post relations and set them with JetEngine
hu_hu: Hogyan válassza ki a szükséges bejegyzések közötti kapcsolatokat és állítsa be őket JetEngine-nel

source: How to establish posts relations with JetEngine. Creating “one-to-one” posts relation
hu_hu: Hogyan hozhat létre bejegyzések közötti kapcsolatokat JetEngine-nel. „Egy az egyhez” bejegyzések közötti kapcsolat létrehozása

source: How to display related posts using Dynamic Field widget
hu_hu: Hogyan jelenítse meg a kapcsolódó bejegyzéseket a Dynamic Field widgettel

source: How to display the related child posts in the Listing Grid
hu_hu: Hogyan jelenítse meg a kapcsolódó gyermek bejegyzéseket a Listing Gridben

source: How to display the related parent posts in the Listing Grid
hu_hu: Hogyan jelenítse meg a kapcsolódó szülő bejegyzéseket a Listing Gridben

source: JetEngine relations overview
hu_hu: JetEngine kapcsolatok áttekintése

source: Relations List
hu_hu: Kapcsolatok listája

source: We still store the legacy relation's data created by the JetEngine versions lower than 2.11.0. It is saved in case you roll back the plugin's version (to lower than 2.11.0). You can delete the legacy relations data if the relations were succesfully transferred.
hu_hu: Továbbra is tároljuk a JetEngine 2.11.0-nál alacsonyabb verziói által létrehozott örökölt kapcsolat adatait. Ezeket arra az esetre őrizzük meg, ha visszaállítja a bővítmény verzióját (2.11.0 alá). Törölheti az örökölt kapcsolatok adatait, ha a kapcsolatok sikeresen át lettek helyezve.

source: Clear legacy data
hu_hu: Örökölt adatok törlése

source: Related Items From
hu_hu: Kapcsolódó elemek innen

source: Current Object ID
hu_hu: Jelenlegi objektum azonosítója

source: Current User ID
hu_hu: Jelenlegi felhasználó azonosítója

source: Queried User ID
hu_hu: Lekérdezett felhasználó azonosítója

source: Current Object Variable
hu_hu: Jelenlegi objektum változója

source: Please confirm relation deletion
hu_hu: Erősítse meg a kapcsolat törlését

source: Are you sure you want to delete this posts relation?
hu_hu: Biztosan törli ezt a bejegyzések közötti kapcsolatot?

source: <b>Is legacy relation.</b> You can keep use it as is. But if you want to use new Relations UI and all new features of the Relations, you need to convert this relation into new format.
hu_hu: <b>Örökölt kapcsolat.</b> Használhatja továbbra is így. De ha az új Relations UI-t és a Relations összes új funkcióját szeretné használni, át kell konvertálnia ezt a kapcsolatot az új formátumba.

source: Conversion process will move all existing data into new DB table for relations automatically, but you'll still need to replace macros for this relation manually in all places where it was used.
hu_hu: Az átalakítási folyamat automatikusan áthelyez minden meglévő adatot a kapcsolatok új DB táblájába, de a makrókat ennél a kapcsolatnál kézzel kell majd kicserélnie mindenhol, ahol használták.

source: Convert into the new format
hu_hu: Átalakítás az új formátumba

source: Please confirm relation convertion
hu_hu: Erősítse meg a kapcsolat átalakítását

source: Are you sure you want to convert an old legacy realtion into new Relations UI?
hu_hu: Biztosan átalakítja a régi, örökölt kapcsolatot az új Relations UI formátumára?

source: <b>Please note:</b> after start this process can't be cancelled, all existing data of current relation will be moved into new DB table, all macros where current relation was used will stop working and you'll need to replace them with a new macros %rel_get_items|&lt;rel_id&gt;|&lt;parent_object or child_object&gt;|&lt;current_object&gt;%
hu_hu: <b>Figyelem:</b> a folyamat elindítása után nem lehet megszakítani, a jelenlegi kapcsolat összes meglévő adata átkerül az új DB táblába, minden makró, ahol a jelenlegi kapcsolatot használták, működésképtelenné válik, és ki kell cserélnie őket egy új makróra %rel_get_items|&lt;rel_id&gt;|&lt;parent_object or child_object&gt;|&lt;current_object&gt;%

source: Set unique name for your current relation
hu_hu: Adjon egyedi nevet a jelenlegi kapcsolatnak

source: Parent post type
hu_hu: Szülő bejegyzéstípus

source: Select main post type for current relation
hu_hu: Válassza ki a jelenlegi kapcsolat fő bejegyzéstípusát

source: Child post type
hu_hu: Gyermek bejegyzéstípus

source: Select child post type for current relation
hu_hu: Válassza ki a gyermek bejegyzéstípust az aktuális kapcsolathoz

source: Relation Type
hu_hu: Kapcsolat típusa

source: Select type of current relation. Read more about available relation types <a href='https://crocoblock.com/knowledge-base/articles/how-to-choose-the-needed-post-relations-and-set-them-with-jetengine-plugin/'>here</a>
hu_hu: Válassza ki az aktuális kapcsolat típusát. Az elérhető kapcsolattípusokról bővebben <a href='https://crocoblock.com/knowledge-base/articles/how-to-choose-the-needed-post-relations-and-set-them-with-jetengine-plugin/'>itt</a>

source: Parent Relation
hu_hu: Szülő kapcsolat

source: Select parent relation for current one. The relation could be selected as parent only if its 'Child post type' is equal to 'Parent post type' of current relation
hu_hu: Válassza ki az aktuálishoz tartozó szülő kapcsolatot. Egy kapcsolat csak akkor választható szülőnek, ha annak 'Child post type' értéke megegyezik az aktuális kapcsolat 'Parent post type' értékével

source: Register controls for parent post type
hu_hu: Vezérlők regisztrálása a szülő bejegyzéstípushoz

source: Adds meta box `Related children` to parent post type edit page
hu_hu: Hozzáad egy `Related children` metadobozt a szülő bejegyzéstípus szerkesztő oldalához

source: Register controls for child post type
hu_hu: Vezérlők regisztrálása a gyermek bejegyzéstípushoz

source: Adds meta box `Related parent` to child post type edit page
hu_hu: Hozzáad egy `Related parent` metadobozt a gyermek bejegyzéstípus szerkesztő oldalához

source: No relations found
hu_hu: Nem találhatók kapcsolatok

source: Related objects
hu_hu: Kapcsolódó objektumok

source: Relation type
hu_hu: Kapcsolat típusa

source: (Legacy)
hu_hu: (Elavult)

source: Select main object (post type, taxonomy, user or CCT) for current relation
hu_hu: Válassza ki az aktuális kapcsolathoz tartozó fő objektumot (bejegyzéstípus, taxonómia, felhasználó vagy CCT)

source: Select child object for current relation
hu_hu: Válassza ki az aktuális kapcsolathoz tartozó gyermek objektumot

source: Parent relation
hu_hu: Szülő kapcsolat

source: Select parent relation for current one. The relation could be selected as parent only if its 'Child object' is equal to 'Parent object' of current relation
hu_hu: Válassza ki az aktuálishoz tartozó szülő kapcsolatot. Egy kapcsolat csak akkor választható szülőnek, ha annak 'Child object' értéke megegyezik az aktuális kapcsolat 'Parent object' értékével

source: Register controls for parent object
hu_hu: Vezérlők regisztrálása a szülő objektumhoz

source: Adds controls to manage related children items to the edit page of the parent object
hu_hu: Hozzáad vezérlőket a szülő objektum szerkesztő oldalához a kapcsolódó gyermek elemek kezeléséhez

source: Require at least one child
hu_hu: Legalább egy gyermek megkövetelése

source: If enabled, on edit post screen an error will appear if no children set.
hu_hu: Engedélyezés esetén a bejegyzés szerkesztő képernyőn hiba jelenik meg, ha nincsenek beállítva gyermek elemek.

source: Allow to create new children from parent
hu_hu: Új gyermekek létrehozásának engedélyezése a szülő oldaláról

source: If enabled, allows to create new children items from the related items control for parent object page
hu_hu: Engedélyezés esetén lehetővé teszi új gyermek elemek létrehozását a szülő objektum oldalán található kapcsolódó elemek vezérlőn keresztül

source: Allow to delete children from parent
hu_hu: Gyermekek törlésének engedélyezése a szülő oldaláról

source: If enabled, allows to delete children items from the related items control for parent object page
hu_hu: Engedélyezés esetén lehetővé teszi a gyermek elemek törlését a szülő objektum oldalán található kapcsolódó elemek vezérlőn keresztül

source: Register controls for child object
hu_hu: Vezérlők regisztrálása a gyermek objektumhoz

source: Adds controls to manage related parent items to the edit page of the child object
hu_hu: Hozzáad vezérlőket a gyermek objektum szerkesztő oldalához a kapcsolódó szülő elemek kezeléséhez

source: Require at least one parent
hu_hu: Legalább egy szülő megkövetelése

source: If enabled, on edit post screen an error will appear if no parents set.
hu_hu: Engedélyezés esetén a bejegyzés szerkesztő képernyőn hiba jelenik meg, ha nincsenek beállítva szülők.

source: Allow to create new parents from children
hu_hu: Új szülők létrehozásának engedélyezése a gyermek oldaláról

source: If enabled, allows to create new parent items from the related items control for child object page
hu_hu: Engedélyezés esetén lehetővé teszi új szülő elemek létrehozását a gyermek objektum oldalán található kapcsolódó elemek vezérlőn keresztül

source: Allow to delete parents from children
hu_hu: Szülők törlésének engedélyezése a gyermek oldaláról

source: If enabled, allows to delete parent items from the related items control for child object page
hu_hu: Engedélyezés esetén lehetővé teszi a szülő elemek törlését a gyermek objektum oldalán található kapcsolódó elemek vezérlőn keresztül

source: Register separate DB table
hu_hu: Külön DB tábla regisztrálása

source: Register separate DB tables to store current relation items and meta data. If you plan to create multiple relations with a big amount of items, this option will help optimize performance
hu_hu: Külön DB táblák regisztrálása az aktuális kapcsolat elemeinek és metaadatainak tárolásához. Ha több, nagy elemszámú kapcsolatot tervez létrehozni, ez az opció segít optimalizálni a teljesítményt

source: Register get items/item REST API Endpoint
hu_hu: Get items/item REST API Endpoint regisztrálása

source: Register Rest API endpoint to get content type items.
hu_hu: REST API végpont regisztrálása a tartalomtípus elemeinek lekéréséhez.

source: Endpoint URL
hu_hu: Végpont URL

source: Get endpoint URL
hu_hu: Végpont URL lekérése

source: All relation data list
hu_hu: Összes kapcsolat adatlistája

source: Children items for given parent {_ID}
hu_hu: Gyermek elemek a megadott szülőhöz {_ID}

source: Parent items for given child {_ID}
hu_hu: Szülő elemek a megadott gyermekhez {_ID}

source: Leave empty to make public or set user access capability. More about capabilities <a href='https://wordpress.org/support/article/roles-and-capabilities/' target='_blank'>here</a>.
hu_hu: Hagyja üresen a nyilvános eléréshez, vagy adja meg a felhasználói hozzáférési jogosultságot. A jogosultságokról bővebben <a href='https://wordpress.org/support/article/roles-and-capabilities/' target='_blank'>itt</a>.

source: Register update REST API Endpoint
hu_hu: Update REST API Endpoint regisztrálása

source: Register Rest API endpoint to update related items.
hu_hu: REST API végpont regisztrálása a kapcsolódó elemek frissítéséhez.

source: Update endpoint URL
hu_hu: Update végpont URL

source: to insert/update new data you need to send a POST request to given URL with next body:
hu_hu: új adatok beszúrásához/frissítéséhez POST kérést kell küldenie a megadott URL-re a következő törzzsel:

source: Where
hu_hu: Ahol

source: means we updating children items for static parent object
hu_hu: azt jelenti, hogy statikus szülő objektumhoz tartozó gyermek elemeket frissítünk

source: means we updating parent items for static child object
hu_hu: azt jelenti, hogy statikus gyermek objektumhoz tartozó szülő elemeket frissítünk

source: means if related object for given context already exists, it will be replaced with new one
hu_hu: azt jelenti, hogy ha az adott kontextushoz kapcsolódó objektum már létezik, azt az újra cseréli

source: means if related object for given context already exists, new related items will be added to already existsing (if allowed by relation settings)
hu_hu: azt jelenti, hogy ha az adott kontextushoz kapcsolódó objektum már létezik, az új kapcsolt elemek a már meglévőkhöz lesznek hozzáadva (ha a reláció beállításai engedik)

source: If you leave this endpoint as public anyone will can to insert new content type items into the your database
hu_hu: Ha ezt az endpointot nyilvánosként hagyja, bárki új content type elemeket szúrhat be az adatbázisába

source: Parent Object: label of relation box
hu_hu: Szülő objektum: a kapcsolati doboz címkéje

source: Label of box for manage related items on parent object page
hu_hu: A szülő objektum oldalán a kapcsolt elemek kezelésére szolgáló doboz címkéje

source: Parent Object: no children error
hu_hu: Szülő objektum: nincs gyermek hiba

source: Error shown when children reqired and no children set
hu_hu: Hiba, ha a gyermek megadása kötelező, de nincs beállítva

source: Parent Object: label of connect button
hu_hu: Szülő objektum: az összekapcsolás gomb címkéje

source: Label of button to connect existing related items on parent object page
hu_hu: A szülő objektum oldalán meglévő kapcsolt elemek összekapcsolására szolgáló gomb címkéje

source: Parent Object: label of select item control
hu_hu: Szülő objektum: az elemválasztó vezérlő címkéje

source: Label of control to select related items in the connect items modal on parent object page
hu_hu: A szülő objektum oldalán, az elemek összekapcsolása modális ablakban a kapcsolt elemek kiválasztására szolgáló vezérlő címkéje

source: Parent Object: label of create button
hu_hu: Szülő objektum: a létrehozás gomb címkéje

source: Label of button to create new related item on parent object page
hu_hu: A szülő objektum oldalán új kapcsolt elem létrehozására szolgáló gomb címkéje

source: Child Object: label of relation box
hu_hu: Gyermek objektum: a kapcsolati doboz címkéje

source: Label of box for manage related items on child object page
hu_hu: A gyermek objektum oldalán a kapcsolt elemek kezelésére szolgáló doboz címkéje

source: Child Object: no parents error
hu_hu: Gyermek objektum: nincs szülő hiba

source: Error shown when parents reqired and no parents set
hu_hu: Hiba, ha a szülő megadása kötelező, de nincs beállítva

source: Child Object: label of connect button
hu_hu: Gyermek objektum: az összekapcsolás gomb címkéje

source: Label of button to connect existing related items on child object page
hu_hu: A gyermek objektum oldalán meglévő kapcsolt elemek összekapcsolására szolgáló gomb címkéje
