Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: I understand that by clicking <b>"Create Website Model"</b> all described entities will be physically created on my website
hu_hu: Megértem, hogy a <b>"Webhelymodell létrehozása"</b> gombra kattintva az összes leírt entitás fizikailag létrejön a webhelyemen

source: Model Name
hu_hu: Modell neve

source: Update
hu_hu: Frissítés

source: Model Topic:
hu_hu: Modell témája:

source: Requested Functionality:
hu_hu: Kért funkcionalitás:

source: You not created any models yet.
hu_hu: Még nem hozott létre egyetlen modellt sem.

source: Create a first one
hu_hu: Hozza létre az elsőt

source: You have no permissions to do this
hu_hu: Nincs jogosultsága ehhez

source: Required parameters are missing, please fill the form and try again.
hu_hu: Hiányoznak a kötelező paraméterek, kérjük, töltse ki az űrlapot, majd próbálja újra.

source: Model not found
hu_hu: A modell nem található

source: Allowed builder action doesn`t found in the request.
hu_hu: Az engedélyezett builder művelet nem található a kérésben.

source: Decimals Point
hu_hu: Tizedesjel

source: Decimals Count
hu_hu: Tizedesjegyek száma

source: Summed value
hu_hu: Összegzett érték

source: Average value
hu_hu: Átlagérték

source: Maximum value
hu_hu: Maximális érték

source: Minimum value
hu_hu: Mínimális érték

source: SQL query results
hu_hu: SQL-lekérdezés eredményei

source: Dynamic function
hu_hu: Dinamikus függvény

source: Query Column
hu_hu: Lekérdezés oszlopa

source: Select column from the query to show
hu_hu: Válassza ki a megjelenítendő oszlopot a lekérdezésből

source: Additional Function
hu_hu: Kiegészítő függvény

source: Apply additional function to SQL query
hu_hu: Alkalmazzon kiegészítő függvényt az SQL-lekérdezésre

source: Sum
hu_hu: Összeg

source: Average
hu_hu: Átlag

source: Post Meta
hu_hu: Bejegyzés meta

source: Term Meta
hu_hu: Kifejezés meta

source: User Meta
hu_hu: Felhasználói meta

source: <b>Please note:</b> if you used <b>Custom Meta Storage</b> feature for meta data you want to get with Dynamic Functions, you need to use <b>SQL Query Results</b> function type
hu_hu: <b>Felhívjuk figyelmét:</b> ha a Dinamikus függvényekkel lekérni kívánt metaadatokhoz a <b>Custom Meta Storage</b> funkciót használta, a <b>SQL Query Results</b> függvénytípust kell használnia

source: Data Context
hu_hu: Adatkörnyezet

source: All posts
hu_hu: Összes bejegyzés

source: Posts from current term
hu_hu: Bejegyzések az aktuális kifejezésből

source: Posts by current user
hu_hu: Bejegyzések az aktuális felhasználótól

source: Posts by queried user
hu_hu: Bejegyzések a lekérdezett felhasználótól

source: Related posts for current post
hu_hu: Kapcsolódó bejegyzések az aktuális bejegyzéshez

source: Set term ID/slug
hu_hu: Kifejezés ID/slug beállítása

source: Leave empty to get term dynamically. Use prefix <b>slug::</b> to set term by slug instead of ID, for example - slug::term-slug
hu_hu: Hagyja üresen a kifejezés dinamikus lekéréséhez. Használja a <b>slug::</b> előtagot a kifejezés slug alapján történő beállításához ID helyett, például - slug::term-slug

source: Set user ID/login/email
hu_hu: Felhasználó ID/login/email beállítása

source: Leave empty to get user ID dynamically. Use prefixes <b>login::</b> or <b>email::</b> to set user by login or email instead of ID, for example - email::admin@demolink.org
hu_hu: Hagyja üresen a felhasználói ID dinamikus lekéréséhez. Használja a <b>login::</b> vagy <b>email::</b> előtagokat a felhasználó beállításához bejelentkezési név vagy e-mail alapján ID helyett, például - email::admin@demolink.org

source: Query by posts with status
hu_hu: Lekérdezés bejegyzések státusz szerint

source: Leave empy to search anywhere
hu_hu: Hagyja üresen a bárhol történő kereséshez

source: Query by posts with types
hu_hu: Lekérdezés bejegyzéstípusok szerint

source: Saved!
hu_hu: Mentve!

source: Saved! One of activated/deactivated modules requires page reloading. Page will be reloaded automatically in few seconds.
hu_hu: Mentve! Az aktivált/deaktivált modulok egyike az oldal újratöltését igényli. Az oldal néhány másodpercen belül automatikusan újratöltődik.

source: Disable legacy User Meta processing
hu_hu: A régi User Meta feldolgozás letiltása

source: By default, if the meta key is a JetEngine User Meta key, the value will be taken from the current user, or from the listing object, if it is a user. To always get the meta from the object by context, enable this option.
hu_hu: Alapértelmezés szerint, ha a meta kulcs JetEngine User Meta kulcs, az értéket az aktuális felhasználótól vesszük, vagy a listing objektumtól, ha az egy felhasználó. Ahhoz, hogy mindig a kontextus szerinti objektumból legyen lekérve a meta, engedélyezze ezt az opciót.

source: Disable Frontend Query Editor
hu_hu: Frontend lekérdezésszerkesztő letiltása

source: Force LTR on JetEngine pages
hu_hu: LTR kényszerítése a JetEngine oldalakon

source: The page will be reloaded if this setting changes.
hu_hu: Az oldal újratöltődik, ha ez a beállítás megváltozik.

source: The page will be reloaded in a few seconds.
hu_hu: Az oldal néhány másodpercen belül újratöltődik.

source: Invalid nonce
hu_hu: Érvénytelen nonce

source: Empty settings
hu_hu: Üres beállítások

source: Settings saved. The page will be reloaded in a few seconds.
hu_hu: Beállítások mentve. Az oldal néhány másodpercen belül újratöltődik.

source: User Settings
hu_hu: Felhasználói beállítások

source: User profile with editable content
hu_hu: Felhasználói profil szerkeszthető tartalommal

source: <p>This preset is set Account page and created 3 subpages for account page:</p><ol style="margin-top: -8px;"><li>Main (with posts created by current user),</li><li>Edit post</li><li>New post.</li></ol><p>To finalize the process you need to go to <a href="%1$s">Permalink Settings</a> and re-save permalinks structure (just click on "Save Changes" button).
hu_hu: <p>Ez az előbeállítás beállította a Fiók oldalt, és 3 aloldalt hozott létre a fiókoldalhoz:</p><ol style="margin-top: -8px;"><li>Fő (az aktuális felhasználó által létrehozott bejegyzésekkel),</li><li>Bejegyzés szerkesztése</li><li>Új bejegyzés.</li></ol><p>A folyamat befejezéséhez menjen a <a href="%1$s">Permalink Settings</a> oldalra, és mentse újra a permalinkek struktúráját (csak kattintson a "Save Changes" gombra).

source: Editable user settings page for user profile
hu_hu: Szerkeszthető felhasználói beállítások oldal a felhasználói profilhoz

source: <p>This preset added User Settings subpage for account page and Edit User form with apropriate notification.
hu_hu: <p>Ez az előbeállítás hozzáadta a Felhasználói beállítások aloldalt a fiókoldalhoz, valamint a Felhasználó szerkesztése űrlapot megfelelő értesítéssel.

source: File not passed
hu_hu: Nincs fájl átadva

source: Format not allowed
hu_hu: Nem engedélyezett formátum

source: No data found in file
hu_hu: Nem található adat a fájlban

source: Queries
hu_hu: Lekérdezések

source: Post types
hu_hu: Bejegyzéstípusok

source: Listings
hu_hu: Listingek

source: Recurrence Format
hu_hu: Ismétlődés formátuma

source: Defines UI to set up recurrent dates on edit screen
hu_hu: Meghatározza az ismétlődő dátumok beállítására szolgáló felületet a szerkesztőképernyőn

source: Recurrence Rule
hu_hu: Ismétlődési szabály

source: Manually
hu_hu: Kézzel

source: Allow timepicker
hu_hu: Időválasztó engedélyezése

source: Allows to set exact time in addition to date fields.
hu_hu: Lehetővé teszi a pontos idő megadását a dátummezők mellett.

source: Advanced date: Get next date
hu_hu: Haladó dátum: következő dátum lekérése

source: Advanced date: Get next end date
hu_hu: Haladó dátum: következő befejezési dátum lekérése

source: Include future end dates
hu_hu: Jövőbeli befejezési dátumok belefoglalása

source: If enabled, the first date pair with an end date in the nearest future will be returned when no date pair with upcoming start date is found.
hu_hu: Ha engedélyezve van, a rendszer az első olyan dátumpárt adja vissza, amelynek befejezési dátuma a legközelebbi jövőben van, amikor nem található közelgő kezdési dátummal rendelkező dátumpár.

source: Advanced Date
hu_hu: Haladó dátum

source: Is recurring
hu_hu: Ismétlődik

source: Repeat
hu_hu: Ismétlés

source: every
hu_hu: minden

source: on day
hu_hu: napon

source: on the
hu_hu: a(z)

source: First
hu_hu: Első

source: Third
hu_hu: Harmadik

source: Fourth
hu_hu: Negyedik

source: Last
hu_hu: Utolsó

source: On date
hu_hu: Adott dátumon

source: iterations
hu_hu: iterációk

source: Start date
hu_hu: Kezdő dátum

source: Has end date
hu_hu: Van befejezési dátum

source: Label Color
hu_hu: Címke színe

source: Gap between caption elements
hu_hu: Távolság a felirat elemei között

source: Navigation Arrows
hu_hu: Navigációs nyilak

source: Arrow Size
hu_hu: Nyíl mérete

source: Prev Arrow (Default)
hu_hu: Előző nyíl (alapértelmezett)

source: Next Arrow
hu_hu: Következő nyíl

source: Week Days
hu_hu: Hét napjai

source: Border Width
hu_hu: Szegély vastagsága

source: First Border Color
hu_hu: Első szegély színe

source: Last Border Color
hu_hu: Utolsó szegély színe

source: Days
hu_hu: Napok

source: Min height
hu_hu: Minimális magasság

source: Gap between events
hu_hu: Távolság az események között

source: Date Label
hu_hu: Dátumcímke

source: Has Events
hu_hu: Vannak események

source: Date Box Alignment
hu_hu: Dátumdoboz igazítása

source: Date Text Alignment
hu_hu: Dátumszöveg igazítása

source: Current Day
hu_hu: Aktuális nap

source: Day Background Color
hu_hu: Nap háttérszíne

source: Day Label Text Color
hu_hu: Nap címke szövegének színe

source: Day Label Background Color
hu_hu: Nap címke háttérszíne

source: Day Label Border Color
hu_hu: Nap címke szegélyszíne

source: Disabled Days (not in current month)
hu_hu: Letiltott napok (nem az aktuális hónapban)

source: Opacity
hu_hu: Átlátszatlanság

source: Day Border Color
hu_hu: Nap szegélyszíne

source: Mobile Trigger Color
hu_hu: Mobil trigger színe

source: Active Mobile Trigger Color
hu_hu: Aktív mobil trigger színe

source: Mobile Trigger Width
hu_hu: Mobil trigger szélessége

source: Mobile Trigger Height
hu_hu: Mobil trigger magassága

source: Mobile Trigger Alignment
hu_hu: Mobil trigger igazítása

source: Mobile Trigger Border Radius
hu_hu: Mobil trigger szegélylekerekítése

source: Mobile Trigger Margin
hu_hu: Mobil trigger margója

source: Mobile Event Margin
hu_hu: Mobil esemény margója

source: Dynamic Calendar
hu_hu: Dinamikus naptár

source: Table base
hu_hu: Táblázat alapja

source: Navigation arrows
hu_hu: Navigációs nyilak

source: Week days
hu_hu: Hét napjai

source: Group posts by
hu_hu: Bejegyzések csoportosítása

source: Meta field name
hu_hu: Meta mező neve

source: This field must contain date to group posts by. Works only if "Save as timestamp" option for meta field is active
hu_hu: Ennek a mezőnek a bejegyzések csoportosításához dátumot kell tartalmaznia. Csak akkor működik, ha a meta mezőnél aktív a "Save as timestamp" opció

source: Allow multi-day events
hu_hu: Többnapos események engedélyezése

source: End date field name
hu_hu: Befejezési dátum mező neve

source: This field must contain date when events ends. Works only if "Save as timestamp" option for meta field is active
hu_hu: Ennek a mezőnek az események befejezésének dátumát kell tartalmaznia. Csak akkor működik, ha a meta mezőnél aktív a "Save as timestamp" opció

source: Use custom post types
hu_hu: Egyéni bejegyzéstípusok használata

source: Week days format
hu_hu: Hét napjai formátuma

source: Short
hu_hu: Rövid

source: Initial letter
hu_hu: Kezdőbetű

source: Start from custom month
hu_hu: Kezdés egyéni hónaptól

source: Start from month
hu_hu: Kezdő hónap

source: Start from year
hu_hu: Kezdő év

source: Show posts from the nearby months
hu_hu: Bejegyzések megjelenítése a közeli hónapokból

source: Hide past events
hu_hu: Korábbi események elrejtése

source: Allow date select
hu_hu: Dátum kiválasztásának engedélyezése

source: Min select year
hu_hu: Minimális kiválasztható év

source: Will be set to current year if "Hide past events" option enabled
hu_hu: Az aktuális évre lesz beállítva, ha a "Korábbi események elrejtése" opció engedélyezve van

source: Max select year
hu_hu: Maximális kiválasztható év

source: Cache Calendar
hu_hu: Naptár gyorsítótárazása

source: Cache Timeout
hu_hu: Gyorsítótár időkorlátja

source: Cache timeout in seconds. Set -1 for unlimited.
hu_hu: A gyorsítótár időkorlátja másodpercben. Korlátlanhoz állítsa -1-re.

source: Maximum Cache Size
hu_hu: Gyorsítótár maximális mérete

source: Maximum cache size (months). If number of cached month exceeds this number - the oldest month will be deleted from cache.
hu_hu: A gyorsítótár maximális mérete (hónapokban). Ha a gyorsítótárazott hónapok száma meghaladja ezt az értéket, a legrégebbi hónap törlődik a gyorsítótárból.

source: Collapse
hu_hu: Összecsukás

source: Border spacing
hu_hu: Szegélytávolság

source: Layout 1
hu_hu: Elrendezés 1

source: Layout 2
hu_hu: Elrendezés 2

source: Layout 3
hu_hu: Elrendezés 3

source: Layout 4
hu_hu: Elrendezés 4

source: Nav box size
hu_hu: Navigációs doboz mérete

source: Arrow size
hu_hu: Nyíl mérete

source: Prev arrow
hu_hu: Előző nyíl

source: Nav gap
hu_hu: Navigációs térköz

source: Next arrow
hu_hu: Következő nyíl

source: Box size
hu_hu: Doboz mérete

source: Box alignment
hu_hu: Doboz igazítása

source: Event day
hu_hu: Eseménynap

source: Day background color
hu_hu: Nap háttérszíne

source: Day border color
hu_hu: Nap szegélyszíne

source: Day label text color
hu_hu: Nap feliratának színe

source: Day label background color
hu_hu: Nap feliratának háttérszíne

source: Day label border color
hu_hu: Nap feliratának szegélyszíne

source: Current day
hu_hu: Aktuális nap

source: Disabled days (not in current month)
hu_hu: Letiltott napok (nem az aktuális hónapban)

source: Mobile trigger color
hu_hu: Mobil indító színe

source: Active mobile trigger color
hu_hu: Aktív mobil indító színe

source: Mobile trigger box size
hu_hu: Mobil indító doboz mérete

source: Mobile trigger alignment
hu_hu: Mobil indító igazítása

source: Mobile trigger border
hu_hu: Mobil indító szegélye

source: Mobile trigger margin
hu_hu: Mobil indító margója

source: Mobile event padding
hu_hu: Mobil esemény belső margója

source: January
hu_hu: Január

source: February
hu_hu: Február

source: March
hu_hu: Március

source: April
hu_hu: Április

source: May
hu_hu: Május

source: June
hu_hu: június

source: July
hu_hu: július

source: August
hu_hu: augusztus

source: September
hu_hu: szeptember

source: October
hu_hu: október

source: Post publication date
hu_hu: Bejegyzés közzétételének dátuma

source: Post modification date
hu_hu: Bejegyzés módosításának dátuma

source: Date from custom field
hu_hu: Dátum az egyéni mezőből

source: Query Item creation date (depends on used query)
hu_hu: Lekérdezési elem létrehozásának dátuma (a használt lekérdezéstől függ)

source: Start of month
hu_hu: Hónap kezdete

source: End of month
hu_hu: Hónap vége

source: Date format
hu_hu: Dátumformátum

source: SQL Date
hu_hu: SQL dátum

source: Edit Listing
hu_hu: Listing szerkesztése

source: <b>Please note:</b> For non-posts listings (users, terms, CCT etc.) set Query with Custom Query settings
hu_hu: <b>Kérjük, vegye figyelembe:</b> Nem bejegyzéseket tartalmazó listáknál (felhasználók, kifejezések, CCT stb.) a Lekérdezést a Custom Query beállításokkal állítsa be

source: Could be meta field or item peroperty field (depende on query used). This field must contain date to group items by. Works only if "Save as timestamp" option for this field is active
hu_hu: Lehet meta mező vagy elem tulajdonság mező (a használt lekérdezéstől függ). Ennek a mezőnek azt a dátumot kell tartalmaznia, amely szerint az elemek csoportosítva lesznek. Csak akkor működik, ha ennél a mezőnél a "Save as timestamp" opció aktív

source: If you used "Advanced Datetime" meta field type you can leave this field empty. This field must contain date when events ends. Works only if "Save as timestamp" option for meta field is active.
hu_hu: Ha az "Advanced Datetime" meta mező típust használta, ezt a mezőt üresen hagyhatja. Ennek a mezőnek az események befejezésének dátumát kell tartalmaznia. Csak akkor működik, ha a meta mezőnél a "Save as timestamp" opció aktív.

source: Content Type already exists
hu_hu: A tartalomtípus már létezik

source: Sample Item
hu_hu: Mintaelem

source: Content Types
hu_hu: Tartalomtípusok

source: Not selected
hu_hu: Nincs kiválasztva

source: Get items from store
hu_hu: Elemek lekérése a tárolóból

source: Select content type
hu_hu: Válasszon tartalomtípust

source: Is Custom Content Type store
hu_hu: Egyéni tartalomtípus-tároló

source: Is store for custom content type items
hu_hu: Tároló egyéni tartalomtípus-elemekhez

source: Content type
hu_hu: Tartalomtípus

source: Select content type for current store
hu_hu: Válasszon tartalomtípust a jelenlegi tárolóhoz

source: After Data Stores setting save, you need to go to <a target="_blank" href="%s">Content Type settings</a> and click Save button to update Content Type DB table
hu_hu: A Data Stores beállítás mentése után lépjen a <a target="_blank" href="%s">Content Type beállításaihoz</a>, és kattintson a Mentés gombra a Content Type DB tábla frissítéséhez

source: Please set Content Type slug
hu_hu: Kérjük, állítsa be a Content Type slugot

source: Please set Content Type name
hu_hu: Kérjük, adja meg a Content Type nevét

source: Please change Content Type slug. Current is already in use
hu_hu: Kérjük, módosítsa a Content Type slugot. A jelenlegi már használatban van

source: Please note that this user has Custom Content Types items.
hu_hu: Kérjük, vegye figyelembe, hogy ennek a felhasználónak vannak Custom Content Types elemei.

source: Query Settings
hu_hu: Lekérdezés beállításai

source: Content Type:
hu_hu: Tartalomtípus:

source: Custom Content Type Gallery
hu_hu: Egyéni tartalomtípus galéria

source: Custom Content Type Image
hu_hu: Egyéni tartalomtípus kép

source: <i><b>Custom Content Type listing note:</b><br><br>Use <b>Meta key numeric</b> (for numeric fields) or <b>Meta Key</b> (for the rest of the fields) choices from the <b>Order By</b> option and put CCT field name into <b>Meta key</b> option</i>
hu_hu: <i><b>Megjegyzés a Custom Content Type listinghez:</b><br><br>Az <b>Order By</b> opcióból válassza a <b>Meta key numeric</b> (számszerű mezőkhöz) vagy a <b>Meta Key</b> (a többi mezőhöz) lehetőséget, és adja meg a CCT mező nevét a <b>Meta key</b> opcióban</i>

source: Set up query
hu_hu: Lekérdezés beállítása

source: Export items to CSV
hu_hu: Elemek exportálása CSV-be

source: Item ID
hu_hu: Elem ID

source: Insert/Update Custom Content Type Item
hu_hu: Custom Content Type elem beszúrása/frissítése

source: Item Status:
hu_hu: Elem állapota:

source: Fields Map:
hu_hu: Mezőtérkép:

source: Default Fields:
hu_hu: Alapértelmezett mezők:

source: Select content type fields to save appropriate form fields into
hu_hu: Válassza ki azokat a tartalomtípus-mezőket, amelyekbe a megfelelő űrlapmezők mentésre kerülnek

source: Define default fields values which should be set on the CCT item creation
hu_hu: Határozza meg az alapértelmezett mezőértékeket, amelyeket a CCT elem létrehozásakor be kell állítani

source: Forms
hu_hu: Űrlapok

source: You need to install and activate JetFromBuilder plugin to create CCT-related forms
hu_hu: A CCT-hez kapcsolódó űrlapok létrehozásához telepítenie és aktiválnia kell a JetFromBuilder bővítményt

source: Install JetFormBuilder
hu_hu: JetFormBuilder telepítése

source: After adding CCT you'll can automatically generate a new form to fill it from the front-end
hu_hu: Miután hozzáadta a CCT-t, automatikusan létrehozhat egy új űrlapot, amellyel a front-enden keresztül töltheti ki

source: Here you can create new form for JetFormBuilder, configured to fill this CCT from the front-end
hu_hu: Itt hozhat létre a JetFormBuilderhez új űrlapot, amely a front-enden tölti ki ezt a CCT-t

source: Create new form
hu_hu: Új űrlap létrehozása

source: Custom Content Type
hu_hu: Egyéni tartalomtípus

source: Get item ID from:
hu_hu: Elem ID-jének lekérése innen:

source: Current post
hu_hu: Aktuális bejegyzés

source: URL Query Variable
hu_hu: URL lekérdezési változó

source: Query variable name:
hu_hu: Lekérdezési változó neve:

source: CCT Value
hu_hu: CCT érték

source: Select custom content type field...
hu_hu: Válasszon egy egyéni tartalomtípus mezőt...

source: Set ID/name of CCT field to use as result title
hu_hu: Állítsa be a CCT mező ID-jét/nevét, amelyet eredménycímként kell használni

source: URL Field
hu_hu: URL mező

source: Required field! Set ID/name of CCT field to use as result URL. If leave it empty - plugin will automatically try to use related single post URL, if found it
hu_hu: Kötelező mező! Állítsa be annak a CCT mezőnek az ID-jét/nevét, amelyet eredmény URL-ként kell használni. Ha üresen hagyja - a bővítmény automatikusan megpróbálja a kapcsolódó egyedi bejegyzés URL-jét használni, ha talál ilyet

source: Quick Edit
hu_hu: Gyors szerkesztés

source: Duplicate Item
hu_hu: Elem duplikálása

source: Clone
hu_hu: Klónozás

source: Switch status to draft
hu_hu: Állapot váltása piszkozatra

source: Switch status to publish
hu_hu: Állapot váltása közzétettre

source: Select content type...
hu_hu: Válasszon tartalomtípust...

source: Select Content Type
hu_hu: Tartalomtípus kiválasztása

source: Current CCT item author
hu_hu: Aktuális CCT elem szerzője

source: Content type:
hu_hu: Tartalomtípus:

source: Current CCT field
hu_hu: Aktuális CCT mező

source: Custom Content Type Repeater Field
hu_hu: Egyéni tartalomtípus ismétlődő mező

source: From content type:
hu_hu: Ebből a tartalomtípusból:

source: Repeater Field:
hu_hu: Ismétlődő mező:

source: Custom Content Type Dynamic Image
hu_hu: Egyéni tartalomtípus dinamikus kép

source: Please, set content type title
hu_hu: Kérjük, adja meg a tartalomtípus címét

source: Please, set content type slug
hu_hu: Kérjük, adja meg a tartalomtípus slugját

source: Content type updated
hu_hu: Tartalomtípus frissítve

source: Single Post ID
hu_hu: Egyedi bejegyzés ID

source: Item Author
hu_hu: Elem szerzője

source: Created Date
hu_hu: Létrehozás dátuma

source: Modified Date
hu_hu: Módosítás dátuma

source: Preserve item ID order given in the query arguments
hu_hu: Őrizze meg az elem ID-k sorrendjét a lekérdezési argumentumokban megadottak szerint

source: Add
hu_hu: Hozzáadás

source: New item
hu_hu: Új elem

source: Back to the items list
hu_hu: Vissza az elemek listájához

source: Go to single post
hu_hu: Ugrás az egyedi bejegyzéshez

source: Single post
hu_hu: Egyedi bejegyzés

source: Link to the single post related to current item
hu_hu: Hivatkozás a jelenlegi elemhez kapcsolódó egyedi bejegyzésre

source: Delete item
hu_hu: Elem törlése

source: Item status
hu_hu: Elem állapota

source: Item published
hu_hu: Elem közzétéve

source: Are you sure you want to delete this item?
hu_hu: Biztosan törli ezt az elemet?

source: Edit Content Type
hu_hu: Tartalomtípus szerkesztése

source: Add New Content Type
hu_hu: Új tartalomtípus hozzáadása

source: Update Content Type
hu_hu: Tartalomtípus frissítése

source: Add Content Type
hu_hu: Tartalomtípus hozzáadása

source: How to Create a Custom Content Type
hu_hu: Hogyan hozzon létre egy Egyéni tartalomtípust

source: How to choose: Custom Content Type vs Custom Post Type
hu_hu: Hogyan válasszon: Egyéni tartalomtípus vs Egyéni bejegyzéstípus

source: How to work with Custom Content Types
hu_hu: Hogyan dolgozzon Egyéni tartalomtípusokkal

source: Custom Content Types List
hu_hu: Egyéni tartalomtípusok listája

source: Please, set unique slug!
hu_hu: Kérjük, adjon meg egyedi slugot!

source: Custom Content Type Query
hu_hu: Egyéni tartalomtípus-lekérdezés
