Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

# Default value for not_found_in_trash label
source: No %s% found in trash
hu_hu: Nem található %s% a lomtárban

source: Admin Menu
hu_hu: Admin menü

source: Default is the same as `name`
hu_hu: Alapértelmezés: megegyezik a `name`-mel

source: Add New on Toolbar
hu_hu: Új hozzáadása az Eszköztáron

source: String for use in New in Admin menu bar
hu_hu: Szöveg az Eszköztár Új menüjéhez

source: Default is Featured Image
hu_hu: Alapértelmezés: Kiemelt kép

# Default value for featured_image label
source: Featured Image
hu_hu: Kiemelt kép

source: Set Featured Image
hu_hu: Kiemelt kép beállítása

source: Default is Set featured image
hu_hu: Alapértelmezés: Kiemelt kép beállítása

# Default value for set_featured_image label
source: Set featured image
hu_hu: Kiemelt kép beállítása

source: Remove Featured Image
hu_hu: Kiemelt kép eltávolítása

source: Default is Remove featured image
hu_hu: Alapértelmezett: Kiemelt kép eltávolítása

# Default value for remove_featured_image label
source: Remove featured image
hu_hu: Kiemelt kép eltávolítása

source: Use Featured Image
hu_hu: Kiemelt kép használata

source: Default is Use as featured image
hu_hu: Alapértelmezett: Beállítás kiemelt képként

# Default value for use_featured_image label
source: Use featured image
hu_hu: Kiemelt kép használata

source: The post type archive label used in nav menus
hu_hu: A bejegyzéstípus archívumcímkéje a navigációs menükben

source: String for use with archives in nav menus
hu_hu: Az archívumokhoz a navigációs menükben használt szöveg

source: Insert into post
hu_hu: Beillesztés a bejegyzésbe

source: String for the media frame button
hu_hu: Szöveg a médiakeret gombjához

# Default value for insert_into_item label
source: Insert into %s%
hu_hu: Beillesztés ide: %s%

source: Uploaded to this post
hu_hu: Feltöltve ehhez a bejegyzéshez

source: String for the media frame filter
hu_hu: Szöveg a médiakeret szűrőjéhez

# Default value for uploaded_to_this_item label
source: Uploaded to this %s%
hu_hu: Feltöltve ide: %s%

source: Editor
hu_hu: Szerkesztő

source: Revisions
hu_hu: Változatok

source: Trackbacks
hu_hu: Visszakövetések

source: Page Attributes
hu_hu: Oldal tulajdonságai

source: Thumbnail (Featured Image)
hu_hu: Bélyegkép (kiemelt kép)

source: Custom Fields
hu_hu: Egyedi mezők

source: Post Formats
hu_hu: Bejegyzésformátumok

source: Please, set post type name
hu_hu: Kérjük, adja meg a bejegyzéstípus nevét

source: Please, set post type slug
hu_hu: Kérjük, adja meg a bejegyzéstípus slugját

source: Post type updated
hu_hu: Bejegyzéstípus frissítve

source: Edit Post Type
hu_hu: Bejegyzéstípus szerkesztése

source: Add New Post Type
hu_hu: Új bejegyzéstípus hozzáadása

source: Update Post Type
hu_hu: Bejegyzéstípus frissítése

source: Add Post Type
hu_hu: Bejegyzéstípus hozzáadása

source: Maximum 20 characters length
hu_hu: Legfeljebb 20 karakter hosszúságú

source: Creating custom post type with JetEngine
hu_hu: Egyéni bejegyzéstípus létrehozása a JetEngine-nel

source: How to display date in an admin column
hu_hu: Hogyan jelenítsünk meg dátumot egy admin oszlopban

source: How to use custom callback to display needed information in admin columns
hu_hu: Hogyan használjunk egyéni callbacket a szükséges információk megjelenítéséhez az admin oszlopokban

source: How to set the visibility of meta fields using conditional logic
hu_hu: Hogyan állítsuk be a meta mezők láthatóságát feltételes logikával

source: Format date (from timestamp)
hu_hu: Dátum formázása (időbélyegből)

source: Set field
hu_hu: Mező beállítása

source: Meta field to get date from
hu_hu: Meta mező, ahonnan a dátum származik

source: Set format
hu_hu: Formátum beállítása

source: Get linked post title by post ID
hu_hu: Kapcsolt bejegyzés címének lekérése bejegyzés ID alapján

source: Meta field to get post ID from
hu_hu: Meta mező, ahonnan a bejegyzés ID-t vesszük

source: Get linked post title by post ID (for legacy relations)
hu_hu: Kapcsolt bejegyzés címének lekérése bejegyzés ID alapján (régi relációkhoz)

source: Get related items
hu_hu: Kapcsolódó elemek lekérése

source: Select relation to get items from
hu_hu: Válasszon relációt, ahonnan az elemeket lekéri

source: Render human-readable value from switcher field
hu_hu: Olvasható érték megjelenítése kapcsoló mezőből

source: Meta field to get value from
hu_hu: Meta mező, ahonnan az értéket vesszük

source: Label if enabled
hu_hu: Címke, ha engedélyezve

source: Show this if switcher is enabled
hu_hu: Ezt jelenítse meg, ha a kapcsoló engedélyezve van

source: Label if disabled
hu_hu: Címke, ha letiltva

source: Show this if switcher is disabled
hu_hu: Ezt jelenítse meg, ha a kapcsoló le van tiltva

source: Render human-readable value from checkbox field
hu_hu: Olvasható érték megjelenítése jelölőnégyzet mezőből

source: If multiple values checked - them will be separated with this
hu_hu: Ha több érték van bejelölve - ezek ezzel lesznek elválasztva

source: Render image tag by post thumbnail or image from meta
hu_hu: Kép HTML-címkéjének megjelenítése a bejegyzés kiemelt képéből vagy meta mezőből

source: Image size (numeric value)
hu_hu: Képméret (numerikus érték)

source: Render images tags from gallery field
hu_hu: Képek HTML-címkéinek megjelenítése a galéria mezőből

source: Get menu order value
hu_hu: Menüsorrend értékének lekérése

source: Render human-readable value from select field or radio field
hu_hu: Az ember által olvasható érték megjelenítése a select vagy radio mezőből

source: How to add a new Custom Post Type?
hu_hu: Hogyan lehet új egyedi bejegyzéstípust hozzáadni?

source: Custom Post Types List
hu_hu: Egyedi bejegyzéstípusok listája

source: Post type not found in request
hu_hu: A bejegyzéstípus nem található a kérésben

source: Post type name not found in request
hu_hu: A bejegyzéstípus neve nem található a kérésben

source: Please confirm post type deletion
hu_hu: Kérjük, erősítse meg a bejegyzéstípus törlését

source: Are you sure you want to delete this post type?
hu_hu: Biztosan törli ezt a bejegyzéstípust?

source: If yes - please select what to do with created posts of this post type:
hu_hu: Ha igen - válassza ki, mi történjen ennek a bejegyzéstípusnak a létrehozott bejegyzéseivel:

source: Leave posts without changes
hu_hu: Hagyja a bejegyzéseket változtatás nélkül

source: Attach to another post type
hu_hu: Hozzárendelés másik bejegyzéstípushoz

source: Delete all posts
hu_hu: Összes bejegyzés törlése

source: Post Type Name
hu_hu: Bejegyzéstípus neve

source: Set unique name for your post type. Eg. `Projects`
hu_hu: Adjon egyedi nevet a bejegyzéstípusának. Pl.: `Projects`

source: Post Type Slug
hu_hu: Bejegyzéstípus slug

source: Set slug for your post type. Slug should contain only letters, numbers and `-` or `_` chars
hu_hu: Állítson be slugot a bejegyzéstípushoz. A slug csak betűket, számokat és `-` vagy `_` karaktereket tartalmazhat

source: Update Posts
hu_hu: Bejegyzések frissítése

source: Check this if you already have created post of this post type and want to automatically change post type for these posts.
hu_hu: Jelölje be, ha már vannak e típusú bejegyzései, és automatikusan módosítani szeretné ezek bejegyzéstípusát.

source: Custom Meta Storage (Beta)
hu_hu: Egyedi meta tárolás (Béta)

source: Store meta fields added below in the custom DB table instead of default `postmeta` table.
hu_hu: Az alább hozzáadott meta mezőket az egyedi DB táblában tárolja az alapértelmezett `postmeta` tábla helyett.

source: Only new data will be stored in the separate table. All existing meta fields should be migrated manually.
hu_hu: Csak az új adatok kerülnek a külön táblába. Minden meglévő meta mezőt kézzel kell migrálni.

source: Custom fields from custom meta storage cannot be translated with WPML. Also, performance gains that might have had from Custom Storage would be nullified by WPML overhead anyway. Please, disable Custom Storage if you are planning to translate meta fields of this post type
hu_hu: Az egyedi meta tárolásból származó egyedi mezők nem fordíthatók WPML-lel. A Custom Storage esetleges teljesítménynyereségeit a WPML többletterhelése amúgy is lenullázná. Kérjük, kapcsolja ki a Custom Storage-t, ha ennek a bejegyzéstípusnak a meta mezőit le szeretné fordítani

source: Custom DB table name
hu_hu: Egyedi DB tábla neve

source: Exact name of meta storage table in the DB
hu_hu: A meta tároló tábla pontos neve a DB-ben

source: If you change/delete any existing Meta Fields names, all stored data from the updated field will be lost!
hu_hu: Ha megváltoztatja/törli bármely meglévő Meta mező nevét, az adott mezőben tárolt összes adat elveszik!

source: `Edit post type/meta box` link
hu_hu: `Bejegyzéstípus/meta box szerkesztése` hivatkozás

source: Add `Edit post type/meta box` link to post edit page.
hu_hu: Adjon `Bejegyzéstípus/meta box szerkesztése` hivatkozást a bejegyzésszerkesztő oldalra.

source: Hide meta field names on post edit page.
hu_hu: Meta mezőnevek elrejtése a bejegyzésszerkesztő oldalon.

source: Is Public
hu_hu: Nyilvános

source: Controls how the type is visible to authors and readers
hu_hu: Szabályozza, hogyan látszik ez a típus a szerzők és az olvasók számára

source: Exclude From Search
hu_hu: Kizárás a keresésből

source: Whether to exclude posts with this post type from front end search results
hu_hu: Kizárja-e az e típusú bejegyzéseket a felhasználói felület keresési találatai közül

source: Publicly Queryable
hu_hu: Nyilvánosan lekérdezhető

source: Whether queries can be performed on the front end as part of parse_request()
hu_hu: Végrehajthatók-e lekérdezések a frontenden a parse_request() részeként

source: Show Admin UI
hu_hu: Admin felület megjelenítése

source: Whether to generate a default UI for managing this post type in the admin
hu_hu: Létrehozzon-e alapértelmezett felületet e bejegyzéstípus adminisztrációs kezeléséhez

source: Show in Admin Menu
hu_hu: Megjelenítés az admin menüben

source: Where to show the post type in the admin menu. show_ui must be true
hu_hu: Hol jelenjen meg a bejegyzéstípus az admin menüben. A show_ui-nek true-nak kell lennie

source: Show in Nav Menu
hu_hu: Megjelenítés a navigációs menüben

source: Whether post_type is available for selection in navigation menus
hu_hu: A post_type választható-e a navigációs menükben

source: Whether to expose this post type in the REST API. Also enable/disable Gutenberg editor for current post type
hu_hu: Megjelenjen-e ez a bejegyzéstípus a REST API-ban. A Gutenberg szerkesztő is engedélyezhető/tiltható az aktuális bejegyzéstípushoz

source: Register Query Var
hu_hu: Query Var regisztrálása

source: Sets the query_var key for this post type
hu_hu: Beállítja a query_var kulcsot ehhez a bejegyzéstípushoz

source: Triggers the handling of rewrites for this post type. To prevent rewrites, set to false
hu_hu: Elindítja a rewrite-ok kezelését ehhez a bejegyzéstípushoz. A rewrite-ok letiltásához állítsa false-ra

source: Customize the permalink structure slug. Defaults to the post type slug
hu_hu: A permalink-struktúra slugjának testreszabása. Alapértelmezés szerint a bejegyzéstípus slugja

source: Rewrite With Front
hu_hu: Átírás előtaggal

source: Whether the permastruct should be prepended with WP_Rewrite::$front
hu_hu: A permastruct elé kerüljön-e a WP_Rewrite::$front

source: Capability Type
hu_hu: Jogosultságtípus

source: The string to use to build the read, edit, and delete capabilities
hu_hu: A read, edit és delete jogosultságok felépítéséhez használandó karakterlánc

source: Map Meta Cap
hu_hu: Meta jogosultság leképezése

source: Whether to use the internal default meta capability handling
hu_hu: Használja-e az alapértelmezett belső meta jogosultságkezelést

source: Has Archive
hu_hu: Van archívum

source: Enables post type archives
hu_hu: Bejegyzéstípus-archívumok engedélyezése

source: Hierarchical
hu_hu: Hierarchikus

source: Whether the post type is hierarchical (e.g. page)
hu_hu: A bejegyzéstípus hierarchikus-e (pl. oldal)

source: Menu Position
hu_hu: Menüpozíció

source: The position in the menu order the post type should appear
hu_hu: A menürendben elfoglalt pozíció, ahol a bejegyzéstípus megjelenjen

source: Supports
hu_hu: Támogatások

source: Registers support of certain feature(s) for a current post type
hu_hu: Bizonyos funkciók támogatásának regisztrálása az aktuális bejegyzéstípushoz

source: Admin Columns
hu_hu: Admin oszlopok

source: Current column title. Will be shown at the top of the posts list table
hu_hu: Aktuális oszlop címe. A bejegyzéslista táblázat tetején lesz látható

source: Select type of data to fill column cells
hu_hu: Válassza ki az oszlopcellák kitöltéséhez használt adatok típusát

source: Custom field name to get value from
hu_hu: Egyéni mező neve, amelyből az érték származik

source: Taxonomy slug to get post terms from
hu_hu: Taxonómia slug, amelyből a bejegyzés kifejezéseit vesszük

source: Custom function name to get column cell value from
hu_hu: Egyéni függvény neve az oszlopcella értékének lekéréséhez

source: Select from existing callbacks
hu_hu: Válasszon a meglévő visszahívások közül

source: Column order
hu_hu: Oszlopsorrend

source: Column order. Should be a positive integer
hu_hu: Oszlopsorrend. Pozitív egész szám legyen

source: Text to add before column cell value
hu_hu: Szöveg az oszlopcella értéke elé

source: Text to add after column cell value
hu_hu: Szöveg az oszlopcella értéke után

source: Is Sortable
hu_hu: Rendezhető

source: Make this column sortable
hu_hu: Tegye rendezhetővé ezt az oszlopot

source: By field
hu_hu: Mező alapján

source: Sort can be done only by meta field value. Please set field name to sort posts by. If you are using `jet_engine_custom_cb_menu_order` callback leave this field empty
hu_hu: A rendezés csak meta mező értéke szerint végezhető. Kérjük, adja meg a mező nevét, amely alapján a bejegyzéseket rendezzük. Ha a `jet_engine_custom_cb_menu_order` visszahívást használja, hagyja üresen ezt a mezőt

source: Is Numeric Field
hu_hu: Numerikus mező

source: Check this if field contain numbers. By default sorting will be alphabetical.
hu_hu: Jelölje be, ha a mező számokat tartalmaz. Alapértelmezés szerint a rendezés ábécérendű lesz.

source: Admin Filters
hu_hu: Admin szűrők

source: Reset to defaults
hu_hu: Visszaállítás alapértelmezésre

source: Toggle this option to delete metadata from the database for the deleted meta fields.
hu_hu: Kapcsolja be ezt az opciót a törölt meta mezők metaadatainak törléséhez az adatbázisból.

source: Apply
hu_hu: Alkalmaz

source: Select one of predefined callbacks
hu_hu: Válasszon az előre definiált visszahívások közül

source: Click on callback name to paste it.
hu_hu: Kattintson a visszahívás nevére a beillesztéshez.

source: Name/Placeholder
hu_hu: Név/Helyőrző

source: Current filter name. Can be used as placeholder for filter dropdown control (see option below)
hu_hu: Aktuális szűrő neve. Használható helyőrzőként a szűrő legördülő vezérlőjéhez (lásd alább az opciót)

source: Use Name as Placeholder
hu_hu: Név használata helyőrzőként

source: Use title as placeholder/reset option for the filter dropdown.
hu_hu: A cím használata helyőrzőként/visszaállítási opcióként a szűrő legördülő menüben.

source: Select type of data to filter by - taxonomies or meta data
hu_hu: Válassza ki, milyen adattípus alapján történjen a szűrés - taxonómiák vagy metaadatok

source: Select taxonomy to filter data by
hu_hu: Válassza ki a taxonómiát, amely alapján szűrni szeretne

source: Show Hierarchy
hu_hu: Hierarchia megjelenítése

source: Show terms hierarchy with spaces.
hu_hu: A kifejezések hierarchiájának megjelenítése szóközökkel.

source: Show Counts
hu_hu: Darabszámok megjelenítése

source: Show posts counts for taxonomy terms.
hu_hu: Bejegyzésszámok megjelenítése a taxonómiai kifejezésekhez.

source: Field to order terms by
hu_hu: Mező a kifejezések rendezéséhez

source: Designates the ascending or descending order of the `Order By` parameter
hu_hu: A `Order By` paraméter növekvő vagy csökkenő sorrendjét jelöli

source: Note!
hu_hu: Megjegyzés!

source: You haven`t any taxonomies registered for this post type. %s
hu_hu: Ehhez a bejegyzéstípushoz nincsenek regisztrált taxonómiák. %s

source: Please create some here and proceed
hu_hu: Kérjük, hozzon létre itt néhányat, majd folytassa

source: Select JetEngine meta field to filter posts by
hu_hu: Válassza ki a JetEngine meta mezőt, amely alapján a bejegyzéseket szűrni szeretné

source: Custom Meta Field
hu_hu: Egyéni meta mező

source: Or enter custom meta field name manually. Note! This meta field overrides previous option if set.
hu_hu: Vagy adja meg az egyéni meta mező nevét manuálisan. Megjegyzés! Ha be van állítva, ez a meta mező felülbírálja az előző beállítást.

source: Options Source
hu_hu: Opciók forrása

source: Get options for the filter from selected source
hu_hu: Szerezze be a szűrő opcióit a kiválasztott forrásból

source: Designates the ascending or descending order
hu_hu: A növekvő vagy csökkenő sorrendet jelöli

source: No post types found
hu_hu: Nem találhatók bejegyzéstípusok

source: Built-in
hu_hu: Beépített

source: Rewrite slug
hu_hu: Slug átírása

source: Avoid post duplicates. Does not work with JetSmartFilters AJAX filtering, Load More, Lazy Load, and any other feature that uses AJAX loading. Caching for this query will be disabled.
hu_hu: Bejegyzés-ismétlődések elkerülése. Nem működik a JetSmartFilters AJAX szűréssel, a Load More-ral, a Lazy Loaddal és bármely más, AJAX betöltést használó funkcióval. Ennek a lekérdezésnek a gyorsítótárazása le lesz tiltva.

source: Avoid product duplicates. Does not work with JetSmartFilters AJAX filtering, Load More, Lazy Load, and any other feature that uses AJAX loading. Caching for this query will be disabled.
hu_hu: Termék-ismétlődések elkerülése. Nem működik a JetSmartFilters AJAX szűréssel, a Load More-ral, a Lazy Loaddal és bármely más, AJAX betöltést használó funkcióval. Ennek a lekérdezésnek a gyorsítótárazása le lesz tiltva.

source: Avoid Duplicates
hu_hu: Ismétlődések elkerülése

source: Query Has Items
hu_hu: A lekérdezés tartalmaz elemeket

source: Query to check
hu_hu: Ellenőrizendő lekérdezés

source: Query Has Not Items
hu_hu: A lekérdezés nem tartalmaz elemeket

source: Comments Query
hu_hu: Hozzászólás-lekérdezés

source: Current WP Query
hu_hu: Aktuális WP-lekérdezés

source: Merged Query
hu_hu: Egyesített lekérdezés

source: Repeater Query
hu_hu: Repeater lekérdezés

source: JetEngine Meta Field
hu_hu: JetEngine meta mező

source: JetEngine Option Field
hu_hu: JetEngine opció mező

source: Select source...
hu_hu: Válasszon forrást...

source: SQL/AI Query
hu_hu: SQL/AI lekérdezés

source: Keep stdClass
hu_hu: stdClass megtartása

source: Keep stdClass, unserialize properties
hu_hu: stdClass megtartása, tulajdonságok deszerializálása

source: Taxonomy Term
hu_hu: Taxonómia kifejezés

source: Edit query
hu_hu: Lekérdezés szerkesztése

source: Post type archives
hu_hu: Bejegyzéstípus-archívumok

source: Taxonomy archives
hu_hu: Taxonómia-archívumok

source: Author archives
hu_hu: Szerzői archívumok

source: Search results
hu_hu: Keresési találatok

source: Select query
hu_hu: Lekérdezés kiválasztása

source: Query:
hu_hu: Lekérdezés:

source: Select Query
hu_hu: Lekérdezés kiválasztása

source: Property to get Value from
hu_hu: Tulajdonság, ahonnan az értéket vesszük

source: Property to get Label from
hu_hu: Tulajdonság, ahonnan a címkét vesszük

source: Property to get Color from
hu_hu: Tulajdonság, ahonnan a színt vesszük

source: Property to get Image from
hu_hu: Tulajdonság, ahonnan a képet vesszük

source: JetEngine Query Builder Switcher
hu_hu: JetEngine Query Builder kapcsoló

source: Warning!
hu_hu: Figyelem!

source: Query switcher source works correctly only with Select and Radio filter types.
hu_hu: A lekérdezéskapcsoló forrása csak a Select és Radio szűrőtípusokkal működik megfelelően.

source: Query Results
hu_hu: Lekérdezés eredményei

source: List of items IDs
hu_hu: Elemek ID-jeinek listája

source: List of items objects
hu_hu: Elemek objektumainak listája

source: List of selected fields from item object
hu_hu: Kiválasztott mezők listája az elem objektumából

source: Comma-separated fields list
hu_hu: Vesszővel elválasztott mezők listája

source: Select query...
hu_hu: Válasszon lekérdezést...

source: Order by post id
hu_hu: Rendezés bejegyzés ID szerint

source: By author
hu_hu: Szerző szerint

source: By title
hu_hu: Cím szerint

source: By post name (post slug)
hu_hu: Bejegyzés neve szerint (post slug)

source: By post type (available since version 4.0)
hu_hu: Bejegyzéstípus szerint (a 4.0-s verzió óta elérhető)

source: By date
hu_hu: Dátum szerint

source: By last modified date
hu_hu: Legutóbbi módosítás dátuma szerint

source: By post/page parent id
hu_hu: Bejegyzés/oldal szülő ID szerint

source: Random order
hu_hu: Véletlenszerű sorrend

source: By number of comments
hu_hu: Hozzászólások száma szerint

source: By search terms relevance
hu_hu: Keresési kifejezések relevanciája szerint

source: By Page Order
hu_hu: Oldalsorrend szerint

source: Order by string meta value
hu_hu: Rendezés szöveges metaérték szerint

source: Order by numeric meta value
hu_hu: Rendezés numerikus metaérték szerint

source: Order by meta clause
hu_hu: Rendezés meta feltétel szerint

source: Preserve post ID order given in the `Post in` option
hu_hu: A `Post in` opcióban megadott bejegyzés ID-k sorrendjének megőrzése

source: Preserve post slug order given in the `Post Name in` option
hu_hu: A `Post Name in` opcióban megadott bejegyzés slug-ok sorrendjének megőrzése

source: Preserve post parent order given in the `Post Parent in` option
hu_hu: A `Post Parent in` opcióban megadott szülő bejegyzések sorrendjének megőrzése

source: No order
hu_hu: Nincs sorrend

source: By user ID
hu_hu: Felhasználói ID szerint

source: By user display name
hu_hu: Felhasználó megjelenített neve szerint

source: By user name
hu_hu: Felhasználó neve szerint

source: By the included list of user IDs (requires the Include parameter)
hu_hu: A megadott felhasználói ID-k listája szerint (az Include paraméter szükséges)

source: By user login
hu_hu: Felhasználói bejelentkezési név szerint

source: By user nicename
hu_hu: Felhasználó nicename szerint

source: By user email
hu_hu: Felhasználó e-mail címe szerint

source: By user url
hu_hu: Felhasználó url szerint

source: By user registered date
hu_hu: Felhasználó regisztráció dátuma szerint

source: By user post count
hu_hu: Felhasználó bejegyzésszáma szerint

source: Numeric meta value
hu_hu: Numerikus metaérték

source: Match the order of the `Include` param
hu_hu: Az `Include` param sorrendjének követése

source: Match the order of the `Slug` param
hu_hu: A `Slug` param sorrendjének követése

source: Please, set query name
hu_hu: Kérjük, adja meg a lekérdezés nevét

source: Query updated
hu_hu: Lekérdezés frissítve

source: Edit Query
hu_hu: Lekérdezés szerkesztése

source: Add New Query
hu_hu: Új lekérdezés hozzáadása

source: Get users who published posts in last 2 weeks. Only unique users.
hu_hu: Az elmúlt 2 hétben bejegyzést közzétett felhasználók lekérése. Csak egyedi felhasználók.

source: Get users who have birthday on current month. Birthday is stored in the meta field with meta key 'birth_date'. Return only future birthdays and all data from the users table.
hu_hu: Az aktuális hónapban születésnapos felhasználók lekérése. A születésnap a 'birth_date' meta kulccsal tárolt meta mezőben van. Csak jövőbeli születésnapokat és a users táblából az összes adatot adja vissza.
