Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: ( WC product data fields)
hu_hu: ( WC termékadat-mezők)

source: ( WC product variation fields)
hu_hu: ( WC termékváltozat-mezők)

source: WC Product
hu_hu: WC termék

source: WC Product Query
hu_hu: WC terméklekérdezés

source: One or more of `draft`, `pending`, `private`, `publish`, or a custom status. By default include all WP default post statuses.
hu_hu: Egy vagy több a következők közül: `draft`, `pending`, `private`, `publish`, vagy egy egyedi státusz. Alapértelmezetten az összes WP alapértelmezett bejegyzésállapotot tartalmazza.

source: Set one or more of product type slug: `external`, `grouped`, `simple`, `variable`, or a custom type. Leave empty to retrieve products of any type.
hu_hu: Állítson be egy vagy több terméktípus slug értéket: `external`, `grouped`, `simple`, `variable`, vagy egy egyedi típust. Hagyja üresen, ha bármely típusú terméket szeretne lekérni.

source: Handle Search Query
hu_hu: Keresési lekérdezés kezelése

source: Enable for compatibility with search query.
hu_hu: Engedélyezze a keresési lekérdezéssel való kompatibilitás érdekében.

source: Only includes products with IDs in the array. Comma-separated products IDs list - 1, 10, 25.
hu_hu: Csak azokat a termékeket tartalmazza, amelyek ID-jei szerepelnek a tömbben. Vesszővel elválasztott termék-ID-k listája - 1, 10, 25.

source: Excludes products with IDs in the array Comma-separated Products IDs list - 1, 10, 25. ATTENTION: Ignored if you use `Include`.
hu_hu: Kizárja a tömbben szereplő ID-kkel rendelkező termékeket Vesszővel elválasztott termék-ID-k listája - 1, 10, 25. FIGYELEM: Figyelmen kívül marad, ha az `Include` opciót használja.

source: Parent ID
hu_hu: Szülő ID

source: Post ID of the product parent. Get product with a specific parent.
hu_hu: A termék szülőjének bejegyzés-ID-je. Termék lekérése adott szülővel.

source: Parent ID Exclude
hu_hu: Szülő ID kizárása

source: Excludes products with parent ids in the array. Comma-separated post IDs list - 1, 10, 25. ATTENTION: Ignored if you use `Parent ID`.
hu_hu: Kizárja a tömbben szereplő szülő ID-vel rendelkező termékeket. Vesszővel elválasztott bejegyzés-ID-k listája - 1, 10, 25. FIGYELEM: Figyelmen kívül marad, ha a `Parent ID` opciót használja.

source: Author ID
hu_hu: Szerző ID

source: Get products with a specific author.
hu_hu: Termékek lekérése adott szerzővel.

source: Order By
hu_hu: Rendezés alapja

source: Sort retrieved products by selected parameter.
hu_hu: A lekért termékek rendezése a kiválasztott paraméter szerint.

source: Meta Key
hu_hu: Meta kulcs

source: Set meta field key.
hu_hu: Állítsa be a meta mező kulcsát.

source: Order
hu_hu: Sorrend

source: Designates the ascending or descending order of the `Order By` parameter.
hu_hu: Meghatározza az `Order By` paraméter növekvő vagy csökkenő sorrendjét.

source: Product
hu_hu: Termék

source: Product SKU to match on. Does partial matching on the SKU.
hu_hu: A termék SKU-ja, amelyre illesztünk. Részleges egyezést is végez az SKU-n.

source: Limit results to products assigned to specific tags by slug.
hu_hu: Korlátozza az eredményeket a slug alapján megadott címkékkel rendelkező termékekre.

source: Limit results to products assigned to specific categories by slug.
hu_hu: Korlátozza az eredményeket a slug alapján megadott kategóriákhoz rendelt termékekre.

source: Gets products with that many sales.
hu_hu: Lekéri az ennyi eladással rendelkező termékeket.

source: Backorders
hu_hu: Utánrendelés

source: Get products that match selected option.
hu_hu: A kiválasztott opciónak megfelelő termékek lekérése.

source: Visibility
hu_hu: Láthatóság

source: Get products that match selected visibility option.
hu_hu: A kiválasztott láthatósági opciónak megfelelő termékek lekérése.

source: The quantity of a product in stock.
hu_hu: A termék készleten lévő mennyisége.

source: Tax Class
hu_hu: Adóosztály

source: A tax class slug. Get products that match specified class.
hu_hu: Egy adóosztály slug. A megadott osztálynak megfelelő termékek lekérése.

source: Shipping Class
hu_hu: Szállítási osztály

source: One or more shipping class slug. Get products that match specified class. Comma-separated class slugs list - class_1, class_2, class_3.
hu_hu: Egy vagy több szállítási osztály slug. A megadott osztálynak megfelelő termékek lekérése. Vesszővel elválasztott osztály-slugok listája - class_1, class_2, class_3.

source: Download Limit
hu_hu: Letöltési korlát

source: Gets products with that download limit, set `-1` for unlimited.
hu_hu: Lekéri az adott letöltési korláttal rendelkező termékeket, korlátlanhoz állítsa `-1`-re.

source: Download Expiry
hu_hu: Letöltés lejárata

source: Gets products with that download expiry, set `-1` for unlimited.
hu_hu: Lekéri az adott letöltési lejárattal rendelkező termékeket, korlátlanhoz állítsa `-1`-re.

source: Gets products with that average rating.
hu_hu: Lekéri az adott átlagos értékeléssel rendelkező termékeket.

source: Gets products with that number of reviews.
hu_hu: Lekéri az adott értékelésszámmal rendelkező termékeket.

source: Prices
hu_hu: Árak

source: Price
hu_hu: Ár

source: Gets products with that price.
hu_hu: Lekéri az adott árral rendelkező termékeket.

source: Regular Price
hu_hu: Normál ár

source: Gets products with that regular price.
hu_hu: Lekéri az adott normál árral rendelkező termékeket.

source: Sale Price
hu_hu: Akciós ár

source: Gets products with that sale price.
hu_hu: Lekéri az adott akciós árral rendelkező termékeket.

source: Measurements
hu_hu: Méretek

source: Gets products with that weight.
hu_hu: Lekéri az adott súllyal rendelkező termékeket.

source: Gets products with that length.
hu_hu: Lekéri az adott hosszal rendelkező termékeket.

source: Gets products with that width.
hu_hu: Lekéri az adott szélességgel rendelkező termékeket.

source: Gets products with that height.
hu_hu: Lekéri az adott magassággal rendelkező termékeket.

source: Specific
hu_hu: Specifikus

source: Specific Settings
hu_hu: Specifikus beállítások

source: Add new
hu_hu: Új hozzáadása

source: Feature
hu_hu: Funkció

source: Limit results to products with the specific settings or features.
hu_hu: Korlátozza az eredményeket a megadott beállításokkal vagy funkciókkal rendelkező termékekre.

source: Enable or disable selected `Feature`.
hu_hu: A kijelölt `Feature` engedélyezése vagy letiltása.

source: Pagination
hu_hu: Lapozás

source: Enable Pagination
hu_hu: Lapozás engedélyezése

source: Enable to modifies the return result and get an object with fields: `products`, `total`, `max_num_pages`. ATTENTION: If you disable this option it may cause some query issues.
hu_hu: Engedélyezve módosítja a visszatérési eredményt, és egy objektumot ad a következő mezőkkel: `products`, `total`, `max_num_pages`. FIGYELEM: Ha letiltja ezt az opciót, lekérdezési problémákhoz vezethet.

source: Limit
hu_hu: Korlát

source: Maximum number of results to retrieve or `-1` for unlimited.
hu_hu: A lekérendő eredmények maximális száma, korlátlanhoz `-1`.

source: Page
hu_hu: Oldal

source: Page of results to retrieve. Does nothing if `offset` is used.
hu_hu: A lekérendő eredmények oldala. Ha `offset` van használatban, nincs hatása.

source: Amount to offset product result. WARNING: Setting the offset parameter overrides/ignores the page parameter and breaks pagination.
hu_hu: A termékeredmények eltolásának mértéke. FIGYELMEZTETÉS: Az offset paraméter beállítása felülírja/figyelmen kívül hagyja a page paramétert, és megszakítja a lapozást.

source: Date Query Clauses
hu_hu: Dátumlekérdezés feltételei

source: Year
hu_hu: Év

source: 4 digit year (e.g. 2011)
hu_hu: 4 számjegyű év (pl. 2011)

source: Month
hu_hu: Hónap

source: Month number (from 1 to 12)
hu_hu: Hónap száma (1-től 12-ig)

source: Day
hu_hu: Nap

source: Day of the month (from 1 to 31)
hu_hu: Hónap napja (1-től 31-ig)

source: After
hu_hu: Után

source: Date to retrieve products after. Eg. January 1st 2020, Today, Tomorrow etc.
hu_hu: Dátum, amely után a termékeket le kell kérni. Pl. 2020. január 1., Ma, Holnap stb.

source: Before
hu_hu: Előtt

source: Date to retrieve products before. Eg. January 1st 2020, Today, Tomorrow etc.
hu_hu: Dátum, amely előtt a termékeket le kell kérni. Pl. 2020. január 1., Ma, Holnap stb.

source: The search operator
hu_hu: A keresési operátor

source: Column
hu_hu: Oszlop

source: Products column to query against
hu_hu: A lekérdezéshez használt termékoszlop.

source: Meta Query
hu_hu: Meta lekérdezés

source: Meta Query Clauses
hu_hu: Meta lekérdezés feltételei

source: Field key/name
hu_hu: Mező kulcsa/neve

source: You can use `JetEngine meta field` macros to get the name of the field created by JetEngine
hu_hu: Használhatja a `JetEngine meta field` makrókat a JetEngine által létrehozott mező nevének lekéréséhez

source: Relation
hu_hu: Reláció

source: The logical relationship between meta query clauses
hu_hu: A meta lekérdezési feltételek közötti logikai kapcsolat

source: Tax Query
hu_hu: Taxonómia lekérdezés

source: Tax Query Clauses
hu_hu: Taxonómia lekérdezés feltételei

source: Taxonomy
hu_hu: Taxonómia

source: Select taxonomy to get posts from
hu_hu: Válassza ki a taxonómiát, ahonnan bejegyzéseket kér le

source: Select taxonomy term by. Default value is `Term ID`.
hu_hu: Taxonómiakifejezés kiválasztásának alapja. Alapértelmezett érték: `Term ID`.

source: Name
hu_hu: Név

source: Terms
hu_hu: Kifejezések

source: Taxonomy term(s) to get posts by.
hu_hu: Bejegyzések lekéréséhez használt taxonómia-kifejezések.

source: Exclude children
hu_hu: Alárendelt kifejezések kizárása

source: By default children for hierarchical taxonomies will be included into query results. Enable this option to exclude children terms.
hu_hu: Alapértelmezés szerint a hierarchikus taxonómiák alárendeltjei szerepelnek a lekérdezés eredményében. Engedélyezze ezt az opciót az alárendelt kifejezések kizárásához.

source: Compare operator
hu_hu: Összehasonlító operátor

source: Operator to test terms against.
hu_hu: Operátor a kifejezések teszteléséhez.

source: At the moment, WooCommerce partially supports the `tax_query` functionality and does not provide the ability to use the relation property. The relation option will be hidden until its functionality is implemented.
hu_hu: Jelenleg a WooCommerce csak részben támogatja a `tax_query` funkciót, és nem teszi lehetővé a relation tulajdonság használatát. A relation opció rejtve marad, amíg a funkcionalitása meg nem valósul.

source: Product Visibility
hu_hu: Termék láthatóság

source: WooCommerce Visibility Term
hu_hu: WooCommerce láthatósági kifejezés

source: Sales
hu_hu: Eladások

source: Thumbnail
hu_hu: Bélyegkép

source: Field: Placeholder
hu_hu: Mező: Helyőrző

source: Field: User Geolocation Placeholder
hu_hu: Mező: Felhasználó geolokációjának helyőrzője

source: Listing Grid: Not found message
hu_hu: Listing Grid: Nincs találat üzenete

source: Field: Date format (if used)
hu_hu: Mező: Dátumformátum (ha használatos)

source: Field: Separator for the decimal point (if used)
hu_hu: Mező: Tizedes elválasztó (ha használatos)

source: Field: Thousands separator (if used)
hu_hu: Mező: Ezres elválasztó (ha használatos)

source: Field: Field format (if used)
hu_hu: Mező: Mező formátuma (ha használatos)

source: Field: Fallback
hu_hu: Mező: Helyettesítő érték

source: Link: Label (if used)
hu_hu: Hivatkozás: Címke (ha használatos)

source: Link: Added to store text (if used)
hu_hu: Hivatkozás: Tárolóhoz adva szöveg (ha használatos)

source: Meta: Prefix (if used)
hu_hu: Meta: Előtag (ha használatos)

source: Meta: Suffix (if used)
hu_hu: Meta: Utótag (ha használatos)

source: Meta: Zero Comments Format (if used)
hu_hu: Meta: Nulla hozzászólás formátuma (ha használatos)

source: Meta: One Comments Format (if used)
hu_hu: Meta: Egy hozzászólás formátuma (ha használatos)

source: Meta: More Comments Format (if used)
hu_hu: Meta: Több hozzászólás formátuma (ha használatos)

source: Meta: Date Format (if used)
hu_hu: Meta: Dátumformátum (ha használatos)

source: Terms: Prefix (if used)
hu_hu: Kifejezések: Előtag (ha használatos)

source: Terms: Suffix (if used)
hu_hu: Kifejezések: Utótag (ha használatos)

source: Repeater: Field format (if used)
hu_hu: Ismétlő: Mező formátuma (ha használatos)

source: Relation Label
hu_hu: Kapcsolat címke

source: Item renderer class not found
hu_hu: Elemmegjelenítő osztály nem található

source: General Styles
hu_hu: Általános stílusok

source: Field Style
hu_hu: Mező stílusa

source: Text Color
hu_hu: Szöveg színe

source: Typography
hu_hu: Tipográfia

source: Icon Color
hu_hu: Ikon színe

source: Icon Size
hu_hu: Ikon mérete

source: Icon Horizontal Gap
hu_hu: Ikon vízszintes térköz

source: Icon Vertical Gap
hu_hu: Ikon függőleges térköz

source: Misc
hu_hu: Egyéb

source: Field Content Alignment
hu_hu: Mező tartalmának igazítása

source: Left
hu_hu: Balra

source: Center
hu_hu: Középre

source: Right
hu_hu: Jobbra

source: Field content width
hu_hu: Mező tartalmának szélessége

source: Auto
hu_hu: Automatikus

source: Fullwidth
hu_hu: Teljes szélesség

source: Field Elements Position
hu_hu: Mező elemeinek pozíciója

source: Start
hu_hu: Eleje

source: End
hu_hu: Vége

source: Alignment
hu_hu: Igazítás

source: Max Width
hu_hu: Maximális szélesség

source: Default
hu_hu: Alapértelmezett

source: Fill
hu_hu: Kitöltés

source: Cover
hu_hu: Lefedés

source: Contain
hu_hu: Befoglalás

source: Caption Style
hu_hu: Felirat stílusa

source: Self Alignment
hu_hu: Saját igazítás

source: Text Alignment
hu_hu: Szöveg igazítása

source: Are you sure you want to delete this post?
hu_hu: Biztosan törölni szeretné ezt a bejegyzést?

source: Background Color on Hover
hu_hu: Háttérszín egér fölé vitelekor

source: Text Color on Hover
hu_hu: Szövegszín egér fölé vitelekor

source: Icon Color on Hover
hu_hu: Ikonszín egér fölé vitelekor

source: Border Color on Hover
hu_hu: Szegélyszín egér fölé vitelekor

source: Justify
hu_hu: Sorkizárt

source: Icon Position
hu_hu: Ikon pozíciója

source: Before Label
hu_hu: Címke előtt

source: After Label
hu_hu: Címke után

source: Icon Orientation
hu_hu: Ikon tájolása

source: Horizontal
hu_hu: Vízszintes

source: Vertical
hu_hu: Függőleges

source: Icon Gap
hu_hu: Ikon távolsága

source: Hover
hu_hu: Egér fölé

source: Items Value
hu_hu: Elemek értéke

source: Prefix
hu_hu: Előtag

source: Left Gap
hu_hu: Bal oldali távolság

source: Right Gap
hu_hu: Jobb oldali távolság

source: Suffix
hu_hu: Utótag

source: Direction
hu_hu: Irány

source: Items
hu_hu: Elemek

source: Delimiter
hu_hu: Elválasztó

source: Counters
hu_hu: Számlálók

source: Background color
hu_hu: Háttérszín

source: Counter depth
hu_hu: Számláló mélysége

source: Left/Top
hu_hu: Bal/Fent

source: Center/Middle
hu_hu: Közép/Közép

source: Right/Bottom
hu_hu: Jobb/Lent

source: Stretch
hu_hu: Nyújtás

source: Labels
hu_hu: Címkék

source: Icon
hu_hu: Ikon

source: Size
hu_hu: Méret

source: Text before
hu_hu: Szöveg előtte

source: Gap
hu_hu: Távolság

source: Text after
hu_hu: Szöveg utána

source: No data was found
hu_hu: Nem található adat

source: Columns
hu_hu: Oszlopok

source: Horizontal Gap
hu_hu: Vízszintes távolság

source: Vertical Gap
hu_hu: Függőleges távolság

source: Correct first/last row gap
hu_hu: Első/utolsó sor távolságának korrigálása

source: Correct first/last row Ensure that the first and last rows do not have unnecessary gap on top/bottom.
hu_hu: Első/utolsó sor korrigálása Biztosítsa, hogy az első és az utolsó sornál ne legyen felesleges távolság felül/alul.

source: Loader
hu_hu: Betöltő

source: Spinner Color
hu_hu: Spinner színe

source: Spinner Size
hu_hu: Spinner mérete

source: Text Typography
hu_hu: Szöveg tipográfiája

source: Center Mode Padding
hu_hu: Középre mód belső margója

source: Slider arrows box size
hu_hu: Slider nyilak dobozmérete

source: Slider arrows size
hu_hu: Slider nyilak mérete

source: Slider arrows Z-Index
hu_hu: Csúszka nyilak Z-indexe

source: Arows Color
hu_hu: Nyilak színe

source: Arrow Hover Color
hu_hu: Nyíl hover színe

source: Arrow Hover Background
hu_hu: Nyíl hover háttere

source: Dots Size
hu_hu: Pontok mérete

source: Dots Gap
hu_hu: Pontok közötti távolság

source: Dot Color
hu_hu: Pont színe

source: Dot Hover Color
hu_hu: Pont hover színe

source: Dot Active Color
hu_hu: Pont aktív színe

source: Not Found Message
hu_hu: Nincs találat üzenet

source: Listing renderer class not found
hu_hu: A listázó renderelő osztály nem található

source: Select...
hu_hu: Válasszon...

source: Current object property
hu_hu: Aktuális objektum tulajdonsága

source: Custom data
hu_hu: Egyéni adat

source: You can`t edit this component
hu_hu: Ezt a komponenst nem szerkesztheti

source: The page is expired. Please reload it and try again.
hu_hu: Az oldal lejárt. Kérjük, töltse be újra, és próbálja meg ismét.

source: Component doesn`t exists.
hu_hu: A komponens nem létezik.

source: Component Settings
hu_hu: Komponens beállításai

source: Component CSS
hu_hu: Komponens CSS

source: Listing Settings
hu_hu: Listázás beállításai

source: Listing CSS
hu_hu: Listázás CSS

source: Listing Source
hu_hu: Listázás forrása

source: Listing Post Type
hu_hu: Listázás bejegyzéstípusa

source: Listing Taxonomy
hu_hu: Listázás taxonómiája

source: Repeater source
hu_hu: Repeater forrása

source: Repeater field
hu_hu: Repeater mező

source: If JetEngine, or ACF, or etc selected as source.
hu_hu: Ha a JetEngine, az ACF stb. van kiválasztva forrásként.

source: Repeater option
hu_hu: Repeater beállítás

source: If <b>JetEngine Options Page</b> selected as source.
hu_hu: Ha a <b>JetEngine Options Page</b> van kiválasztva forrásként.

source: Make listing item clickable
hu_hu: Listázási elem kattinthatóvá tétele

source: Link source
hu_hu: Link forrása

source: Object property
hu_hu: Objektum tulajdonsága

source: Custom URL
hu_hu: Egyéni URL

source: Shortcodes and JetEngine macros supported. Overrides Link source.
hu_hu: Shortcode-ok és JetEngine makrók támogatottak. Felülírja a Link forrását.

source: Open in new window
hu_hu: Megnyitás új ablakban

source: Add "rel" attr
hu_hu: A "rel" attr hozzáadása

source: Aria label attr / Link text
hu_hu: Aria label attr / Link szöveg

source: Use <b>Shortcode Generator</b> or <b>Macros Generator</b> to pass a dynamic value
hu_hu: Használja a <b>Shortcode Generator</b> vagy a <b>Macros Generator</b> eszközt dinamikus érték átadásához

source: Link prefix
hu_hu: Link előtag

source: Add Query Arguments
hu_hu: Lekérdezési argumentumok hozzáadása

source: Query Arguments
hu_hu: Lekérdezési argumentumok

source: One argument per line. Separate key and value with "="
hu_hu: Soronként egy argumentum. A kulcsot és az értéket "=" jellel válassza el

source: URL Anchor
hu_hu: URL horgony

source: Add anchor to the URL. Without #.
hu_hu: Horgony hozzáadása az URL-hez. # nélkül.

source: You need to reload page after saving to apply new settings
hu_hu: A mentés után újra kell töltenie az oldalt az új beállítások alkalmazásához

source: When targeting your specific element, add <code>selector</code> before the tags and classes you want to exclusively target, i.e: <code>selector a { color: red;}</code>
hu_hu: Ha egy adott elemet céloz meg, adja hozzá a <code>selector</code> kifejezést azok elé a tagek és osztályok elé, amelyeket kizárólag célozni szeretne, pl.: <code>selector a { color: red;}</code>

source: Other
hu_hu: Egyéb

source: Grandparent Posts
hu_hu: Szülő szülő bejegyzések

source: Grandchildren Posts
hu_hu: Gyermek gyermek bejegyzések

source: Blocks (Gutenberg)
hu_hu: Blokkok (Gutenberg)

source: Styles
hu_hu: Stílusok

source: Component Context
hu_hu: Komponens kontextus

source: Set context to use for the dynamic data inside current component
hu_hu: Állítsa be az aktuális komponensen belüli dinamikus adatokhoz használt kontextust

source: Content Prop
hu_hu: Tartalom prop

source: Style Prop
hu_hu: Stílus prop

source: Generate the necessary macros using the macros generator and pass it as an argument for the dynamic token.
hu_hu: Generálja a szükséges makrókat a makrógenerátorral, és adja át azokat argumentumként a dinamikus tokennek.

source: Go to: JetEngine > Macros Generator.
hu_hu: Lépjen ide: JetEngine > Macros Generator.

source: Use Query builder item ID and pass it as an argument for the dynamic token.
hu_hu: Használja a Query builder elem ID-jét, és adja át azt argumentumként a dinamikus tokennek.

source: Go to: JetEngine > Query builder.
hu_hu: Lépjen ide: JetEngine > Query builder.

source: Dynamic Field
hu_hu: Dinamikus mező

source: Get
hu_hu: Lekérés

source: From post type
hu_hu: Bejegyzéstípusból

source: Object field
hu_hu: Objektum mező

source: Meta field
hu_hu: Meta mező

source: Variable name
hu_hu: Változónév

source: Object field / Meta field / Repeater key / Component prop
hu_hu: Objektum mező / Meta mező / Ismétlő kulcs / Komponens prop

source: Note: this field will override Object field / Meta field value
hu_hu: Megjegyzés: ez a mező felülírja az Objektum mező / Meta mező értékét

source: Field icon
hu_hu: Mező ikon

source: HTML tag
hu_hu: HTML-címke

source: Hide if value is empty
hu_hu: Elrejtés, ha az érték üres

source: Show this if field value is empty
hu_hu: Ezt jelenítse meg, ha a mező értéke üres

source: Filter field output
hu_hu: Mező kimenetének szűrése

source: Display
hu_hu: Megjelenítés

source: Multiline
hu_hu: Többsoros

source: Icon color
hu_hu: Ikon színe

source: Icon size
hu_hu: Ikon mérete

source: Icon gap
hu_hu: Ikon távolsága

source: Dynamic field renderer class not found
hu_hu: A dinamikus mező renderer osztálya nem található

source: Dynamic Image
hu_hu: Dinamikus kép

source: Image
hu_hu: Kép

source: Caption
hu_hu: Felirat

source: Custom field/repeater key/component control
hu_hu: Egyéni mező/ismétlő kulcs/komponens vezérlő

source: Note: this field will override Source value
hu_hu: Megjegyzés: ez a mező felülírja a Forrás értékét

source: Image URL prefix
hu_hu: Kép URL-előtag

source: Add prefix to the image URL. For example for the cases when source contains only part of the URL
hu_hu: Adjon előtagot a kép URL-jéhez. Például olyan esetekben, amikor a forrás csak az URL egy részét tartalmazza.

source: Dynamic image size
hu_hu: Dinamikus képméret

source: Image size
hu_hu: Képméret

source: Note: this option will work only if image stored as attachment ID
hu_hu: Megjegyzés: ez az opció csak akkor működik, ha a kép csatolmány ID-ként van tárolva

source: Add image caption
hu_hu: Képfelirat hozzáadása

source: Image Caption Position
hu_hu: Képfelirat pozíciója

source: Image Caption Text
hu_hu: Képfelirat szövege

source: Linked image
hu_hu: Linkelt kép

source: Note: this field will override Meta Field value
hu_hu: Megjegyzés: ez a mező felülírja a Meta mező értékét

source: Link URL prefix
hu_hu: Link URL-előtag

source: Add prefix to the URL, for example tel:, mailto: etc.
hu_hu: Adjon előtagot az URL-hez, például: tel:, mailto:, stb.

source: Fallback image
hu_hu: Helyettesítő kép

source: This image will be shown if selected source field is empty
hu_hu: Ez a kép jelenik meg, ha a kiválasztott forrásmező üres

source: Dynamic image renderer class not found
hu_hu: A dinamikus kép renderer osztálya nem található

source: Dynamic Link
hu_hu: Dinamikus link

source: shortcodes
hu_hu: rövidkódok

source: macros
hu_hu: makrók

source: Confirm deletion message
hu_hu: Törlés megerősítő üzenete

source: Only users with appropriate permissions can delete posts. You may use JetEngine
hu_hu: Csak a megfelelő jogosultságokkal rendelkező felhasználók törölhetnek bejegyzéseket. Használhatja a JetEngine-t

source: Redirect after delete
hu_hu: Törlés utáni átirányítás
