Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-engine/jet-engine-*.po
Languages: hu_hu

source: Open Map Listing Popup
hu_hu: Map Listing felugró megnyitása

source: Specific post ID (optional)
hu_hu: Konkrét bejegyzés ID (opcionális)

source: Trigger
hu_hu: Kiváltó

source: On Click
hu_hu: Kattintásra

source: On Hover
hu_hu: Rámutatáskor

source: Zoom
hu_hu: Nagyítás

source: Scroll to Map
hu_hu: Görgetés a térképhez

source: Location & Distance Inputs
hu_hu: Hely és távolság mezők

source: Location Input Width
hu_hu: Hely mező szélessége

source: Distance control will automatically fill the rest of space in the line
hu_hu: A távolságvezérlő automatikusan kitölti a sorban maradó helyet

source: Gap between location and distance inputs
hu_hu: Hézag a hely és távolság mezők között

source: Additional Location Controls
hu_hu: További helyvezérlők

source: Icons Color
hu_hu: Ikonok színe

source: Icons Opacity
hu_hu: Ikonok átlátszatlansága

source: Icons Hover Color
hu_hu: Ikonok színe rámutatáskor

source: Icons Hover Opacity
hu_hu: Ikonok átlátszatlansága rámutatáskor

source: Locations Dropdown Text Color
hu_hu: Helyek legördülő menü szövegszíne

source: Locations Dropdown Background Color
hu_hu: Helyek legördülő menü háttérszíne

source: Hover Text Color
hu_hu: Szöveg színe rámutatáskor

source: Hover Background Color
hu_hu: Háttérszín rámutatáskor

source: Location and Distance
hu_hu: Hely és távolság

source: This filter is compatible only with queries from <a href="%s" target="_blank">JetEngine Query Builder</a>. ALso you need to set up <a href="https://crocoblock.com/knowledge-base/jetsmartfilters/location-distance-filter-overview/" target="_blank">Geo Query</a> in your query settings to make the filter work correctly.
hu_hu: Ez a szűrő csak a <a href="%s" target="_blank">JetEngine Query Builder</a> lekérdezéseivel kompatibilis. A szűrő helyes működéséhez a lekérdezés beállításaiban a <a href="https://crocoblock.com/knowledge-base/jetsmartfilters/location-distance-filter-overview/" target="_blank">Geo Query</a> beállítása szükséges.

source: Select filter
hu_hu: Válasszon szűrőt

source: This filter for
hu_hu: Ez a szűrő ehhez

source: Please set <b>jet-smart-filters</b> into Query ID option of Posts widget you want to filter
hu_hu: Kérjük, állítsa be a <b>jet-smart-filters</b> értéket annak a Posts widgetnek a Query ID opciójába, amelyet szűrni szeretne

source: Apply type
hu_hu: Alkalmazás típusa

source: Page reload
hu_hu: Oldal újratöltése

source: Mixed
hu_hu: Kevert

source: Apply on
hu_hu: Alkalmazás ekkor

source: Value change
hu_hu: Érték változása

source: Click on apply button
hu_hu: Kattintás az Alkalmaz gombra

source: Show filter label
hu_hu: Szűrőcímke megjelenítése

source: Enter your location...
hu_hu: Adja meg a helyét...

source: Placeholder text for the location input
hu_hu: Hely mező helyőrző szövege

source: Text for user geolocation control
hu_hu: Felhasználói geolokáció vezérlő szövege

source: Your current location
hu_hu: Az Ön jelenlegi helye

source: This text used for User Geolocation icon tooltip and as location input value, when User Geolocation is used
hu_hu: Ezt a szöveget a Felhasználói geolokáció ikon eszköztippjeként és a hely mező értékeként használjuk, a Felhasználói geolokáció használatakor

source: Set unique query ID if you use multiple widgets of same provider on the page. Same ID you need to set for filtered widget.
hu_hu: Állítson be egyedi Query ID értéket, ha ugyanazon szolgáltatótól több widgetet használ az oldalon. Ugyanezt az ID értéket kell beállítani a szűrt widgetnél.

source: Distance List
hu_hu: Távolságlista

source: Distance Units
hu_hu: Távolságegységek

source: Kilometers
hu_hu: Kilométer

source: Miles
hu_hu: Mérföld

source: Distance
hu_hu: Távolság

source: Distance list
hu_hu: Távolságlista

source: More Location Controls
hu_hu: További helyvezérlők

source: Icons
hu_hu: Ikonok

source: Locations Dropdown
hu_hu: Helyek legördülő menü

source: Map Sync
hu_hu: Térkép szinkron

source: This filter is compatible only with queries from <a href="%s" target="_blank">JetEngine Query Builder</a>. ALso you need to set up <a href="https://crocoblock.com/knowledge-base/jetengine/how-to-set-geo-search-based-on-user-geolocation/" target="_blank">Geo Query</a> in your query settings to make the filter work correctly.
hu_hu: Ez a szűrő csak a <a href="%s" target="_blank">JetEngine Query Builder</a> lekérdezéseivel kompatibilis. Emellett a szűrő helyes működéséhez a lekérdezés beállításainál be kell állítani a <a href="https://crocoblock.com/knowledge-base/jetengine/how-to-set-geo-search-based-on-user-geolocation/" target="_blank">Geo Query</a>-t.

source: User Geolocation
hu_hu: Felhasználói geolokáció

source: Location & distance
hu_hu: Hely és távolság

source: <b>Please note!</b><br><div class="elementor-control-field-description">This filter is compatible only with queries from <a href="%s" target="_blank">JetEngine Query Builder</a>. ALso you need to set up <a href="https://crocoblock.com/knowledge-base/jetsmartfilters/location-distance-filter-overview/" target="_blank">Geo Query</a> in your query settings to make the filter work correctly.</div>
hu_hu: <b>Kérjük, vegye figyelembe!</b><br><div class="elementor-control-field-description">Ez a szűrő csak a <a href="%s" target="_blank">JetEngine Query Builder</a> lekérdezéseivel kompatibilis. Emellett a szűrő helyes működéséhez a lekérdezés beállításainál be kell állítani a <a href="https://crocoblock.com/knowledge-base/jetsmartfilters/location-distance-filter-overview/" target="_blank">Geo Query</a>-t.</div>

source: Please set <b>jet-engine</b> into Query ID option of Posts widget you want to filter
hu_hu: Állítsa be a szűrni kívánt Posts widget Query ID opciójába a <b>jet-engine</b> értéket

source: <b>Please note!</b><br><div class="elementor-control-field-description">This filter is compatible only with queries from <a href="%s" target="_blank">JetEngine Query Builder</a>. ALso you need to set up <a href="https://crocoblock.com/knowledge-base/jetengine/how-to-set-geo-search-based-on-user-geolocation/" target="_blank">Geo Query</a> in your query settings to make the filter work correctly.</div>
hu_hu: <b>Kérjük, vegye figyelembe!</b><br><div class="elementor-control-field-description">Ez a szűrő csak a <a href="%s" target="_blank">JetEngine Query Builder</a> lekérdezéseivel kompatibilis. Emellett a szűrő helyes működéséhez a lekérdezés beállításainál be kell állítani a <a href="https://crocoblock.com/knowledge-base/jetengine/how-to-set-geo-search-based-on-user-geolocation/" target="_blank">Geo Query</a>-t.</div>

source: Location & Distance
hu_hu: Hely és távolság

source: User Geolocation filter placeholder. Won`t be displayed on the front-end.
hu_hu: Felhasználói geolokációs szűrő helyőrzője. Nem jelenik meg a front-enden.

source: Bing API Key
hu_hu: Bing API-kulcs

source: API key instructions
hu_hu: API-kulcs útmutató

source: Separate Geocoding API key
hu_hu: Külön Geocoding API-kulcs

source: Use separate key for Geocoding API. This allows you to set more accurate restrictions for your API key.
hu_hu: Használjon külön kulcsot a Geocoding API-hoz. Ez lehetővé teszi, hogy pontosabb korlátozásokat állítson be az API-kulcsára.

source: Geocoding API Key
hu_hu: Geocoding API-kulcs

source: Google maps API key with <b>Geocoding API</b> and <b>Places API</b> enabled. For this key <b>Application restrictions</b> should be set to <b>None</b> or <b>IP addresses</b> and in the <b>API restrictions</b> you need to select <b>Don't restrict key</b> or enable <b>Geocoding API</b> and <b>Places API</b>.<br><br><b>Places API</b> is required for Location filter and Map field, to allow search of places matching query string.
hu_hu: Google Maps API-kulcs engedélyezett <b>Geocoding API</b>-val és <b>Places API</b>-val. Ennél a kulcsnál az <b>Application restrictions</b> értéke legyen <b>None</b> vagy <b>IP addresses</b>, és az <b>API restrictions</b>-nél válassza a <b>Don't restrict key</b> lehetőséget, vagy engedélyezze a <b>Geocoding API</b>-t és a <b>Places API</b>-t.<br><br>A <b>Places API</b> szükséges a Hely szűrőhöz és a Térkép mezőhöz, hogy lehetővé tegye a lekérdezési karakterláncnak megfelelő helyek keresését.

source: Google maps API key with <b>Geocoding API</b> and <b>Places API</b> enabled. For this key <b>Application restrictions</b> should be set to <b>None</b> or <b>IP addresses</b> and in the <b>API restrictions</b> you need to select <b>Don't restrict key</b> or enable <b>Geocoding API</b> and and <b>Places API</b>.<br><br><b>Places API</b> is required for Location filter and Map field, to allow search of places matching query string.
hu_hu: Google Maps API-kulcs engedélyezett <b>Geocoding API</b>-val és <b>Places API</b>-val. Ennél a kulcsnál az <b>Application restrictions</b> értéke legyen <b>None</b> vagy <b>IP addresses</b>, és az <b>API restrictions</b>-nél válassza a <b>Don't restrict key</b> lehetőséget, vagy engedélyezze a <b>Geocoding API</b>-t és a <b>Places API</b>-t.<br><br>A <b>Places API</b> szükséges a Hely szűrőhöz és a Térkép mezőhöz, hogy lehetővé tegye a lekérdezési karakterláncnak megfelelő helyek keresését.

source: Be aware that this service runs on donated servers and has a very limited capacity. So please avoid heavy uses (an absolute maximum of 1 request per second).
hu_hu: Vegye figyelembe, hogy ez a szolgáltatás adományozott szervereken fut, és nagyon korlátozott kapacitással rendelkezik. Kerülje tehát a nagy terhelést (abszolút maximum 1 kérés másodpercenként).

source: Distance (for Geo Search queries)
hu_hu: Távolság (Geo Search lekérdezésekhez)

source: Address Field
hu_hu: Cím mező

source: If you set address fields to preload in Maps Settings - you can use them there. To get latitude and longitude values from separate meta fields - separate these field names with `,` sign, latitude field should be first, longitude - second
hu_hu: Ha a Térkép beállításokban előtöltésre állította a címmezőket, ott használhatja őket. Ha külön meta mezőkből szeretné lekérni a szélességi és hosszúsági értékeket, az egyes mezőneveket válassza el a `,` jellel; a szélességi mező legyen az első, a hosszúsági a második

source: Set radius to search around selected center
hu_hu: Állítsa be a sugárt a kijelölt középpont körüli kereséshez

source: Units
hu_hu: Egységek

source: Distance units
hu_hu: Távolságegységek

source: Select location
hu_hu: Válasszon helyet

source: Select point on the map to get values around
hu_hu: Válasszon pontot a térképen a környező értékek lekéréséhez

source: * You need to pick a point on the map to search around or set coordinates manually/via a macro
hu_hu: * A kereséshez ki kell választania egy pontot a térképen, vagy kézzel/makróval megadni a koordinátákat

source: * Map is currently disabled because macro is selected as a point coordinates source
hu_hu: * A térkép jelenleg le van tiltva, mert a pont koordinátáinak forrásaként a makró van kiválasztva

source: Distance (for Geo queries)
hu_hu: Távolság (Geo lekérdezésekhez)

source: We can`t get coordinates for multiple locations
hu_hu: Nem tudjuk lekérni a koordinátákat több helyhez

source: We can`t get coordinates for locations:
hu_hu: Nem tudjuk lekérni a koordinátákat ezekhez a helyekhez:

source: . Please check your API key (you can validate it in maps settings or check in Google Console), make sure Geocoding API is enabled.
hu_hu: . Kérjük, ellenőrizze az API-kulcsát (érvényesítheti a térkép beállításokban, vagy ellenőrizheti a Google Console-ban), és győződjön meg róla, hogy a Geocoding API engedélyezve van.

source: Open Map Listing Popup on Hover
hu_hu: Térképlista felugrójának megnyitása egér fölé húzásakor

source: Scroll to map
hu_hu: Görgetés a térképhez

source: The following post types have custom storage enabled:
hu_hu: Az alábbi bejegyzéstípusoknál az egyéni tárolás engedélyezve van:

source: They should be resaved after saving preset settings if you are using preload for them. Otherwise, DB schema will remain unchanged and no data will be stored for preloaded fields.
hu_hu: Ha előtöltést használ ezekhez, az előbeállítások mentése után újra el kell menteni őket. Ellenkező esetben az adatbázis-séma változatlan marad, és az előtöltött mezőkhöz nem kerül mentésre adat.

source: The combined length of preload group (including '+' sign) should not exceed 59 characters.
hu_hu: A preload csoport együttes hossza (a '+' jellel együtt) nem haladhatja meg az 59 karaktert.

source: Note, that if you delete those post type fields from preload, or modify/delete their field groups, or disable Map Listing module - data from those fields will be lost on post type resave as DB schema will be changed.
hu_hu: Megjegyzés: ha törli ezeket a bejegyzéstípus-mezőket a preloadból, vagy módosítja/törli a mezőcsoportjaikat, vagy letiltja a Map Listing modult - a mezők adatai elvesznek a bejegyzéstípus újbóli mentésekor, mivel az adatbázis-séma megváltozik.

source: Map
hu_hu: Térkép

source: Lat and Lng are separately stored in the following fields
hu_hu: A szélesség (Lat) és a hosszúság (Lng) külön az alábbi mezőkben vannak tárolva

source: Loading ...
hu_hu: Betöltés ...

source: Address not found
hu_hu: A cím nem található

source: Edit address
hu_hu: Cím szerkesztése

source: Enter address...
hu_hu: Adja meg a címet...

source: Confirm
hu_hu: Megerősítés

source: Reset location
hu_hu: Pozíció visszaállítása

source: Search...
hu_hu: Keresés...

source: String with location Lat and Lng separated by coma
hu_hu: Sztring, amelyben a hely Lat és Lng értékei vesszővel vannak elválasztva

source: Array with location Lat and Lng
hu_hu: Tömb a hely Lat és Lng értékeivel

source: Location Address
hu_hu: Hely címe

source: Set the height of the map. Default is 300px.
hu_hu: Állítsa be a térkép magasságát. Alapértelmezett: 300px.

source: API Key
hu_hu: API-kulcs

source: Google maps API key. Video tutorial about creating Google Maps API key <a href='https://www.youtube.com/watch?v=t2O2a2YiLJA' target='_blank'>here</a>. <br>Please make sure <b>Geocoding API</b> is enabled for your API key (or use sparate key for Geocoding API).
hu_hu: Google Maps API-kulcs. Videós oktatóanyag a Google Maps API-kulcs létrehozásáról <a href='https://www.youtube.com/watch?v=t2O2a2YiLJA' target='_blank'>itt</a>. <br>Kérjük, győződjön meg róla, hogy a <b>Geocoding API</b> engedélyezve van az API-kulcsán (vagy használjon külön kulcsot a Geocoding API-hoz).

source: Disable Google Maps API JS file
hu_hu: Google Maps API JS fájl letiltása

source: Disable Google Maps API JS file, if it already included by another plugin or theme
hu_hu: Tiltsa le a Google Maps API JS fájlt, ha azt már egy másik bővítmény vagy téma betölti

source: Custom Map Style
hu_hu: Egyéni térképstílus

source: Find a free map styles at <a href="https://snazzymaps.com/explore" target="_blank" rel="nofollow">Snazzy Maps</a>. Use plain code or link to the file with config.
hu_hu: Ingyenes térképstílusokat talál a <a href="https://snazzymaps.com/explore" target="_blank" rel="nofollow">Snazzy Maps</a> oldalon. Használjon nyers kódot vagy a konfigurációt tartalmazó fájlra mutató hivatkozást.

source: Zoom & Pan Control
hu_hu: Nagyítás és pásztázás vezérlése

source: Controls how the API handles gestures on the map. More details <a href="https://developers.google.com/maps/documentation/javascript/interaction#gestureHandling" target="_blank">here</a>
hu_hu: Szabályozza, hogyan kezeli az API a térképen a gesztusokat. További részletek <a href="https://developers.google.com/maps/documentation/javascript/interaction#gestureHandling" target="_blank">itt</a>

source: Zoom Controls
hu_hu: Nagyítási vezérlők

source: Fullscreen Control
hu_hu: Teljes képernyős vezérlő

source: Street View Controls
hu_hu: Street View vezérlők

source: Map Type Controls (Map/Satellite)
hu_hu: Térképtípus vezérlők (Térkép/Műhold)

source: Add popup pin
hu_hu: Felugró jelölő hozzáadása

source: Mouse Wheel Zoom
hu_hu: Egérgörgős nagyítás

source: Access token
hu_hu: Hozzáférési token

source: Create access token at Mapbox <a href='https://www.mapbox.com/' target='_blank'>website</a>
hu_hu: Hozzon létre hozzáférési tokent a Mapbox <a href='https://www.mapbox.com/' target='_blank'>weboldalán</a>

source: Styles map link. You can get in your Mapbox account
hu_hu: Stíluslink a térképhez. A Mapbox-fiókjában szerezheti be

source: Dynamic Image (from meta field)
hu_hu: Dinamikus kép (metamezőből)

source: Static Text
hu_hu: Statikus szöveg

source: Required parameters is not found in request
hu_hu: A kötelező paraméterek nem találhatók a kérésben

source: No Results Found
hu_hu: Nincs találat

source: Location not found.
hu_hu: A hely nem található.

source: Requested post not found
hu_hu: A kért bejegyzés nem található

source: Nonce validation failed. Please, reload the page and try again.
hu_hu: A nonce érvényesítése nem sikerült. Kérjük, töltse újra az oldalt, és próbálja meg újra.

source: No API Key provided
hu_hu: Nem lett megadva API-kulcs

source: Any other custom fields providers
hu_hu: Bármely más egyéni mezőszolgáltatók

source: Map Provider
hu_hu: Térképszolgáltató

source: Select map source code provider. This provider will be used to render map for all map listings.
hu_hu: Válassza ki a térkép forráskódjának szolgáltatóját. Ezt a szolgáltatót használjuk az összes térképes listához.

source: Geocoding Provider
hu_hu: Geokódolási szolgáltató

source: Select geocoding source code provider. This provider will be used to get coordinates by address string for all map listings.
hu_hu: Válassza ki a geokódolási szolgáltatót. Ezt a szolgáltatót használjuk a koordináták lekérésére cím alapján az összes térképes listához.

source: Preload coordinates by address
hu_hu: Koordináták előtöltése cím alapján

source: We recommend to enable this option and set meta field to preload coordinates for. This is required to avoid optimize Google Maps API requests.
hu_hu: Javasoljuk ennek az opciónak a bekapcsolását, és annak a meta mezőnek a beállítását, amelyhez előtöltjük a koordinátákat. Ez szükséges a Google Maps API kérések optimalizálásához.

source: Meta fields to preload
hu_hu: Előtöltendő meta mezők

source: Comma separated meta fields list which is contain addresses to preload. To get single address from multiple meta fields, combine these fields names with '+' sign
hu_hu: Vesszővel elválasztott meta mezők listája, amelyek az előtöltendő címeket tartalmazzák. Ha egy címet több meta mezőből szeretne összeállítani, kombinálja a mezőneveket '+' jellel.

source: Add existing meta field
hu_hu: Meglévő meta mező hozzáadása

source: Avoid markers overlapping
hu_hu: Jelölők átfedésének elkerülése

source: Add a slight offset to avoid overlapping markers with the same addresses
hu_hu: Kis eltolás hozzáadása azonos című jelölők átfedésének elkerüléséhez

source: Select meta fields to preload
hu_hu: Válasszon előtöltendő meta mezőket

source: Fields Provider
hu_hu: Mezők forrása

source: From where you have added meta fields
hu_hu: Ahonnan a meta mezőket hozzáadta

source: JetEngine Meta Box to get fields from
hu_hu: JetEngine Meta Box, ahonnan a mezőket lekérjük

source: Select multiple meta fields to add these fields names separated by the '+' sign
hu_hu: Válasszon több meta mezőt; ekkor a mezőnevek '+' jellel lesznek elválasztva

source: This meta field is for...
hu_hu: Ez a meta mező ehhez való...

source: Paste name of meta field to get addrese from. To get address from multiple fields - use the '+' sign to combine them. For examle - state+city+address
hu_hu: Illessze be annak a meta mezőnek a nevét, amelyből a címet lekéri. Ha a címet több mezőből állítja össze, használja a '+' jelet a kombinálásukhoz. Példa: state+city+address

source: Maps Settings
hu_hu: Térkép beállításai

source: Address Meta Field
hu_hu: Cím meta mező

source: Use Lat Lng Address Meta Field
hu_hu: Lat Lng cím meta mező használata

source: Lat Lng Address Meta Field
hu_hu: Lat Lng cím meta mező

source: Map Center
hu_hu: Térkép középpontja

source: Custom Zoom
hu_hu: Egyéni nagyítás

source: Max Zoom
hu_hu: Max. nagyítás

source: Min Zoom
hu_hu: Min. nagyítás

source: Map Centering
hu_hu: Térkép központosítása

source: This setting enables automatic map centering when clicking on a marker
hu_hu: Ez a beállítás automatikusan középre igazítja a térképet, amikor egy jelölőre kattint

source: Marker Type
hu_hu: Jelölő típusa

source: Apply Icon Color to
hu_hu: Ikonszín alkalmazása erre

source: Depending on the icon, this option may or may not have an effect on the icon color
hu_hu: Az ikontól függően ez az opció befolyásolhatja az ikonszínt, de lehet, hogy nem

source: Stroke
hu_hu: Körvonal

source: Both
hu_hu: Mindkettő

source: Keep SVG colors
hu_hu: SVG színek megtartása

source: Meta field is equal to value
hu_hu: Meta mező értéke megegyezik az értékkel

source: Marker Clustering
hu_hu: Jelölők klaszterezése

source: Marker Popup Width
hu_hu: Jelölő felugró ablakának szélessége

source: Vertical Offset
hu_hu: Függőleges eltolás

source: Depending on the icon, this option may or may not have an effect on the icon color. Reset Icon Color when choosing 'Keep SVG colors' option
hu_hu: Az ikontól függően ez az opció befolyásolhatja az ikonszínt, de lehet, hogy nem. Az 'SVG színek megtartása' opció választásakor állítsa vissza az ikonszínt

source: Maps Listings
hu_hu: Térképes listák

source: <b>Error:</b> Access denied
hu_hu: <b>Hiba:</b> Hozzáférés megtagadva

source: <b>Error:</b> Module info not found in the request
hu_hu: <b>Hiba:</b> A modul adatai nem találhatók a kérésben

source: <b>Error:</b> Plugin data not found in the request
hu_hu: <b>Hiba:</b> A bővítmény adatai nem találhatók a kérésben

source: Module successfully installed and activated
hu_hu: A modul sikeresen telepítve és aktiválva

source: <b>Error:</b>
hu_hu: <b>Hiba:</b>

source: Please make sure your license key is activated and valid!
hu_hu: Kérjük, győződjön meg róla, hogy a licenckulcs aktiválva és érvényes!

source: Check it here
hu_hu: Ellenőrizze itt

source: Performance
hu_hu: Teljesítmény

source: Performance tweaks
hu_hu: Teljesítmény finomhangolása

source: Optimized DOM
hu_hu: Optimalizált DOM

source: Remove some additional HTML wrappers from JetEngine elements. The number of removed wrappers depends on each specific element
hu_hu: Eltávolít néhány extra HTML-burkolót a JetEngine elemekről. Az eltávolított burkolók száma az egyes konkrét elemektől függ

source: Warning:
hu_hu: Figyelmeztetés:

source: This feature changes the HTML output and styling of JetEngine-related widgets. So after enabling it, you need to re-style all used JetEngine widgets
hu_hu: Ez a funkció megváltoztatja a JetEngine-hez kapcsolódó widgetek HTML-kimenetét és stílusát. Ennek engedélyezése után újra kell stilizálni az összes használt JetEngine widgetet

source: Elementor Views
hu_hu: Elementor nézetek

source: Enable/disable all Elementor-related functionality
hu_hu: Az összes Elementorhoz kapcsolódó funkció engedélyezése/letiltása

source: Blocks Views
hu_hu: Blokkok nézetei

source: Enable/disable all blocks-related functionality
hu_hu: Az összes blokkokhoz kapcsolódó funkció engedélyezése/letiltása

source: Bricks Views
hu_hu: Bricks nézetek

source: Enable/disable all Bricks-related functionality
hu_hu: Az összes Brickshez kapcsolódó funkció engedélyezése/letiltása

source: Save tweaks config
hu_hu: Finomhangolások konfigurációjának mentése

source: Account Page
hu_hu: Fiók oldal

source: Single User Page
hu_hu: Egyedi felhasználói oldal

source: Profile content
hu_hu: Profil tartalma

source: Profile Subpage Content
hu_hu: Profil aloldal tartalma

source: Profile Menu
hu_hu: Profil menü

source: Account
hu_hu: Fiók

source: Show menu for the role
hu_hu: Menü megjelenítése a szerepkör számára

source: Add subpage slug to the first page URL
hu_hu: Aloldal slug hozzáadása az első oldal URL-jéhez
