Repository: hellowpio/wordpress-translations
Catalog: formal/themes/*/storefront/storefront-*.po
Languages: hu_hu

source: Storefront is the perfect theme for your next WooCommerce project. Designed and developed by WooCommerce Core developers, it features a bespoke integration with WooCommerce itself plus many of the most popular customer facing WooCommerce extensions. There are several layout & color options to personalise your shop, multiple widget regions, a responsive design and much more. Developers will love its lean and extensible codebase making it a joy to customize and extend. Looking for a WooCommerce theme? Look no further!
hu_hu: A Storefront a tökéletes téma következő WooCommerce-projektjéhez. A WooCommerce Core fejlesztői tervezték és fejlesztették; egyedi integrációt kínál magával a WooCommerce-szel, valamint számos népszerű, ügyféloldali WooCommerce bővítménnyel. Számos elrendezés- és színopció áll rendelkezésére boltja személyre szabásához, több widgetterület, reszponzív dizájn és még sok minden más. A fejlesztők imádni fogják a karcsú és bővíthető kódbázist, amely örömmé teszi a testreszabást és a bővítést. WooCommerce témát keres? Ne is keressen tovább!

source: Oops! That page can&rsquo;t be found.
hu_hu: Hoppá! Az az oldal nem található.

source: Nothing was found at this location. Try searching, or check out the links below.
hu_hu: Ezen a helyen nem található semmi. Próbáljon keresni, vagy tekintse meg az alábbi hivatkozásokat.

source: Search
hu_hu: Keresés

source: Promoted Products
hu_hu: Kiemelt termékek

source: Product Categories
hu_hu: Termékkategóriák

source: Popular Products
hu_hu: Népszerű termékek

source: Post Comments
hu_hu: Bejegyzés hozzászólásai

source: Comment Navigation Above
hu_hu: Hozzászólások navigációja felül

source: Comment navigation
hu_hu: Hozzászólások navigációja

source: &larr; Older Comments
hu_hu: &larr; Régebbi hozzászólások

source: Newer Comments &rarr;
hu_hu: Újabb hozzászólások &rarr;

source: Comment Navigation Below
hu_hu: Hozzászólások navigációja alul

source: Comments are closed.
hu_hu: A hozzászólások le vannak zárva.

source: Nothing Found
hu_hu: Nincs találat

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hu_hu: Készen áll az első bejegyzése közzétételére? <a href="%1$s">Itt kezdheti el</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hu_hu: Sajnáljuk, de semmi sem felelt meg a keresési feltételeinek. Kérjük, próbálja meg újra néhány másik kulcsszóval.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hu_hu: Úgy tűnik, nem találjuk, amit keres. Talán a keresés segíthet.

source: Support
hu_hu: Támogatás

source: Documentation
hu_hu: Dokumentáció

source: Development blog
hu_hu: Fejlesztői blog

source: Setup complete %1$sYour Storefront adventure begins now 🚀%2$s
hu_hu: Beállítás befejezve %1$sMost kezdődik a Storefront-kalandja 🚀%2$s

source: One more thing... You might be interested in the following Storefront extensions and designs.
hu_hu: Még egy dolog... Érdekelhetik Önt a következő Storefront bővítmények és dizájnok.

source: Hello! You might be interested in the following Storefront extensions and designs.
hu_hu: Üdvözöljük! Érdekelhetik Önt a következő Storefront bővítmények és dizájnok.

source: Storefront Extensions Bundle
hu_hu: Storefront bővítménycsomag

source: All the tools you'll need to define your style and customize Storefront.
hu_hu: Minden eszköz, amire szüksége lesz a stílusa meghatározásához és a Storefront testreszabásához.

source: Make it yours without touching code with the Storefront Extensions bundle. Express yourself, optimize conversions, delight customers.
hu_hu: Tegye a sajátjává kód írása nélkül a Storefront bővítménycsomaggal. Fejezze ki magát, optimalizálja a konverziókat, nyűgözze le ügyfeleit.

source: Read more and purchase
hu_hu: További információ és vásárlás

source: Alternate designs
hu_hu: Alternatív dizájnok

source: Quickly and easily transform your shops appearance with Storefront child themes.
hu_hu: Alakítsa át gyorsan és egyszerűen boltja megjelenését a Storefront gyermektémáival.

source: Each has been designed to serve a different industry - from fashion to food.
hu_hu: Mindegyiket más iparág kiszolgálására terveztük – a divattól az élelmiszeriparig.

source: Of course they are all fully compatible with each Storefront extension.
hu_hu: Természetesen mindegyik teljes mértékben kompatibilis minden egyes Storefront bővítménnyel.

source: Check 'em out
hu_hu: Tekintse meg őket

source: An %s project
hu_hu: Egy %s projekt

source: Activated
hu_hu: Aktiválva

source: Activate
hu_hu: Aktiválás

source: Install now
hu_hu: Telepítés most

source: Learn more
hu_hu: További információ

source: or
hu_hu: vagy

source: learn more
hu_hu: további információ

source: Primary Menu
hu_hu: Elsődleges menü

source: Secondary Menu
hu_hu: Másodlagos menü

source: Handheld Menu
hu_hu: Mobilmenü

source: Small
hu_hu: Kicsi

source: Normal
hu_hu: Normál

source: Medium
hu_hu: Közepes

source: Large
hu_hu: Nagy

source: Huge
hu_hu: Óriási

source: Sidebar
hu_hu: Oldalsáv

source: Below Header
hu_hu: Fejléc alatt

source: Widgets added to this region will appear beneath the header and above the main content.
hu_hu: Az ide hozzáadott widgetek a fejléc alatt és a fő tartalom felett jelennek meg.

source: Footer Column %1$d
hu_hu: Lábléc %1$d. oszlopa

source: Widgets added here will appear in column %1$d of the footer.
hu_hu: Az itt hozzáadott widgetek a lábléc %1$d. oszlopában jelennek meg.

source: Footer Row %1$d - Column %2$d
hu_hu: Lábléc %1$d. sora - %2$d. oszlop

source: Widgets added here will appear in column %1$d of footer row %2$d.
hu_hu: Az itt hozzáadott widgetek a lábléc %2$d. sorának %1$d. oszlopában jelennek meg.

source: Expand child menu
hu_hu: Almenü kibontása

source: Collapse child menu
hu_hu: Almenü összecsukása

source: Post Navigation
hu_hu: Bejegyzés navigációja

source: There's a range of %1$s extensions available to put additional power in your hands. Check out the %2$s%3$s%4$s page in your dashboard for more information.
hu_hu: Számos %1$s bővítmény érhető el, amelyek további lehetőségeket adnak az Ön kezébe. További információért nézze meg a vezérlőpulton a(z) %2$s%3$s%4$s oldalt.

source: Enjoying %s?
hu_hu: Élvezi a(z) %s-t?

source: Why not leave us a review on %1$sWordPress.org%2$s? We'd really appreciate it!
hu_hu: Miért nem ír értékelést a %1$sWordPress.org%2$s oldalon? Nagyon értékelnénk!

source: Background
hu_hu: Háttér

source: Header
hu_hu: Fejléc

source: Typography
hu_hu: Tipográfia

source: Heading color
hu_hu: Címsor színe

source: Text color
hu_hu: Szöveg színe

source: Link / accent color
hu_hu: Hivatkozás / kiemelés színe

source: Hero heading color
hu_hu: Hero címsor színe

source: Hero text color
hu_hu: Hero szöveg színe

source: Header background image
hu_hu: Fejléc háttérképe

source: Background color
hu_hu: Háttérszín

source: Link color
hu_hu: Hivatkozás színe

source: Footer
hu_hu: Lábléc

source: Customize the look & feel of your website footer.
hu_hu: Testreszabhatja webhelye láblécének megjelenését és stílusát.

source: Buttons
hu_hu: Gombok

source: Customize the look & feel of your website buttons.
hu_hu: Testreszabhatja webhelye gombjainak megjelenését és stílusát.

source: Alternate button background color
hu_hu: Alternatív gomb háttérszíne

source: Alternate button text color
hu_hu: Alternatív gomb szövegének színe

source: Layout
hu_hu: Elrendezés

source: General Layout
hu_hu: Általános elrendezés

source: More
hu_hu: Továbbiak

source: Looking for more options?
hu_hu: További beállításokat keres?

source: Design your store with Storefront 🎨
hu_hu: Tervezze meg áruházát a Storefronttal 🎨

source: Visit the Storefront settings page to start setup and customization of your shop.
hu_hu: Látogasson el a Storefront beállítások oldalára, hogy megkezdje áruháza beállítását és testreszabását.

source: Let's go!
hu_hu: Kezdjük!

source: Thanks for installing Storefront, you rock! 🤘
hu_hu: Köszönjük, hogy telepítette a Storefrontot, nagyszerű! 🤘

source: To enable eCommerce features you need to install the WooCommerce plugin.
hu_hu: Az e-kereskedelmi funkciók engedélyezéséhez telepítenie kell a WooCommerce bővítményt.

source: WooCommerce activated
hu_hu: WooCommerce aktiválva

source: Activate WooCommerce
hu_hu: WooCommerce aktiválása

source: Install WooCommerce
hu_hu: WooCommerce telepítése

source: Design your store 🎨
hu_hu: Tervezze meg áruházát 🎨

source: Before you add your first product let's design your store. We'll add some example products for you. When you're ready let's get started by adding your logo.
hu_hu: Mielőtt hozzáadná az első termékét, tervezzük meg az áruházát. Hozzáadunk néhány példaterméket az Ön számára. Amikor készen áll, kezdjük a logója hozzáadásával.

source: You've set up WooCommerce, now it's time to give it some style! Let's get started by entering the Customizer and adding your logo.
hu_hu: Beállította a WooCommerce-et, itt az ideje egy kis stílust adni neki! Kezdjük azzal, hogy megnyitja a Testreszabót, és hozzáadja a logóját.

source: Apply the Storefront homepage template
hu_hu: Alkalmazza a Storefront kezdőlap-sablont

source: Create a homepage using Storefront's homepage template
hu_hu: Hozzon létre egy kezdőlapot a Storefront kezdőlap-sablonjával

source: Add example products
hu_hu: Példatermékek hozzáadása

source: Skip
hu_hu: Kihagyás

source: Next
hu_hu: Tovább

source: No thanks, skip the tour
hu_hu: Köszönöm, nem kérem, a bemutató kihagyása

source: Skip this step
hu_hu: Hagyja ki ezt a lépést

source: Welcome to the Customizer
hu_hu: Üdvözöljük a Testreszabóban

source: Here you can control the overall look and feel of your store.%sTo get started, let's add your logo
hu_hu: Itt szabályozhatja áruháza teljes megjelenését és hangulatát.%sKezdésként adja hozzá a logóját

source: Add your logo
hu_hu: Adja hozzá a logóját

source: Open the Site Identity Panel, then click the 'Select Logo' button to upload your logo.
hu_hu: Nyissa meg a Webhelyazonosítás panelt, majd kattintson a 'Logó kiválasztása' gombra a logó feltöltéséhez.

source: Customize your navigation menus
hu_hu: Szabja testre a navigációs menüket

source: Organize your menus by adding Pages, Categories, Tags, and Custom Links.
hu_hu: Rendezze a menüket Oldalak, Kategóriák, Címkék és Egyéni hivatkozások hozzáadásával.

source: Choose your accent color
hu_hu: Válassza ki a kiemelő színt

source: In the typography panel you can specify an accent color which will be applied to things like links and star ratings. We recommend using your brand color for this setting.
hu_hu: A Tipográfia panelen megadhat egy kiemelő színt, amely például a hivatkozásokra és a csillagos értékelésekre lesz alkalmazva. Ehhez a beállításhoz a márkaszín használatát javasoljuk.

source: Color your buttons
hu_hu: Színezze a gombokat

source: Choose colors for your button backgrounds and text. Once again, brand colors are good choices here.
hu_hu: Válasszon színeket a gombok háttérszínéhez és szövegéhez. Ismét: a márkaszínek itt is jó választások.

source: All set! Remember to %1$ssave & publish%2$s your changes when you're done.%3$sYou can return to your dashboard by clicking the X in the top left corner.
hu_hu: Minden készen áll! Ne feledje %1$smentse és tegye közzé%2$s a módosításokat, amikor elkészült.%3$sA bal felső sarokban lévő X-re kattintva visszatérhet a Vezérlőpulthoz.

source: Done
hu_hu: Kész

source: Homepage
hu_hu: Kezdőlap

source: About
hu_hu: Rólunk

source: You might be an artist who would like to introduce yourself and your work here or maybe you&rsquo;re a business with a mission to describe.
hu_hu: Lehet, hogy művész, aki itt szeretné bemutatni magát és munkáját, vagy talán egy vállalkozás, amelynek küldetését szeretné leírni.

source: Contact
hu_hu: Kapcsolat

source: This is a page with some basic contact information, such as an address and phone number. You might also try a plugin to add a contact form.
hu_hu: Ez egy oldal néhány alapvető elérhetőségi információval, például címmel és telefonszámmal. Kipróbálhat egy bővítményt is kapcsolatfelvételi űrlap hozzáadásához.

source: Accessories
hu_hu: Kiegészítők

source: A short category description
hu_hu: Rövid kategórialeírás

source: Hoodies
hu_hu: Kapucnis pulóverek

source: Tshirts
hu_hu: Pólók

source: Beanie
hu_hu: Téli sapka

source: Belt
hu_hu: Öv

source: Cap
hu_hu: Sapka

source: Sunglasses
hu_hu: Napszemüveg

source: Hoodie with Logo
hu_hu: Kapucnis pulóver logóval

source: Hoodie with Pocket
hu_hu: Kapucnis pulóver zsebbel

source: Hoodie with Zipper
hu_hu: Kapucnis pulóver cipzárral

source: Hoodie
hu_hu: Kapucnis pulóver

source: Long Sleeve Tee
hu_hu: Hosszú ujjú póló

source: Polo
hu_hu: Galléros póló

source: Tshirt
hu_hu: Póló

source: Vneck Tshirt
hu_hu: V-nyakú póló

source: Shop by Category
hu_hu: Vásárlás kategória szerint

source: New In
hu_hu: Újdonságok

source: Fan Favorites
hu_hu: Rajongói kedvencek

source: On Sale
hu_hu: Akciós

source: Best Sellers
hu_hu: Legkelendőbbek

source: Welcome
hu_hu: Üdvözöljük

source: This is your homepage which is what most visitors will see when they first visit your shop.
hu_hu: Ez az Ön kezdőlapja, amelyet a legtöbb látogató lát, amikor először felkeresi az áruházát.

source: You can change this text by editing the "Welcome" page via the "Pages" menu in your dashboard.
hu_hu: Ezt a szöveget a Vezérlőpult "Oldalak" menüjén keresztül az "Üdvözöljük" oldal szerkesztésével módosíthatja.

source: We Recommend
hu_hu: Ajánljuk

source: Your comment is awaiting moderation.
hu_hu: A hozzászólása moderálásra vár.

source: Edit
hu_hu: Szerkesztés

source: WooCommerce - The Best eCommerce Platform for WordPress
hu_hu: WooCommerce - A legjobb e-kereskedelmi platform a WordPresshez

source: Built with WooCommerce
hu_hu: WooCommerce-szel készült

source: Storefront - The perfect platform for your next WooCommerce project.
hu_hu: Storefront - A tökéletes platform a következő WooCommerce-projektjéhez.

source: Built with Storefront
hu_hu: Storefronttal készült

source: Primary Navigation
hu_hu: Elsődleges navigáció

source: Menu
hu_hu: Menü

source: Secondary Navigation
hu_hu: Másodlagos navigáció

source: Skip to navigation
hu_hu: Ugrás a navigációhoz

source: Skip to content
hu_hu: Ugrás a tartalomhoz

source: Edit this section
hu_hu: E szakasz szerkesztése

source: Pages:
hu_hu: Oldalak:

source: Continue reading %s
hu_hu: Olvasás folytatása: %s

source: Posted on %s
hu_hu: Közzétéve: %s

source: by
hu_hu: írta

source: Leave a comment
hu_hu: Hagyjon hozzászólást

source: 1 Comment
hu_hu: 1 hozzászólás

source: % Comments
hu_hu: % hozzászólás

source: Edit <span class="screen-reader-text">%s</span>
hu_hu: Szerkesztés <span class="screen-reader-text">%s</span>

# Next post
source: Next
hu_hu: Következő

# Previous post
source: Previous
hu_hu: Előző

source: Next post:
hu_hu: Következő bejegyzés:

source: Previous post:
hu_hu: Előző bejegyzés:

source: Product Page
hu_hu: Termékoldal

source: Sticky Add-To-Cart
hu_hu: Rögzített Kosárba gomb

source: A small content bar at the top of the browser window which includes relevant product information and an add-to-cart button. It slides into view once the standard add-to-cart button has scrolled out of view.
hu_hu: Egy kis tartalomsáv a böngészőablak tetején, amely releváns termékinformációkat és egy Kosárba gombot tartalmaz. Amint a normál Kosárba gomb kikerül a nézetből, ez a sáv becsúszik a nézetbe.

source: Product Pagination
hu_hu: Termék-lapozás

source: Displays next and previous links on product pages. A product thumbnail is displayed with the title revealed on hover.
hu_hu: Következő és előző hivatkozásokat jelenít meg a termékoldalakon. A termék bélyegképe látható, a cím pedig egér fölé húzásakor válik láthatóvá.

source: breadcrumbs
hu_hu: morzsamenü

source: View your shopping cart
hu_hu: Kosara megtekintése

source: Recent Products
hu_hu: Legújabb termékek

source: Featured Products
hu_hu: Kiemelt termékek

source: On Sale Products
hu_hu: Akciós termékek

source: Best Selling Products
hu_hu: Legkelendőbb termékek

source: On Sale Now
hu_hu: Most akciós

source: New In Store
hu_hu: Új a kínálatban

source: Cart
hu_hu: Kosár

source: My Account
hu_hu: Fiókom

source: More products
hu_hu: További termékek

source: You're viewing:
hu_hu: Ezt tekinti meg:

source: Shop by Brand
hu_hu: Vásárlás márka szerint

source: Product Brands
hu_hu: Termékmárkák

source: Search Results for: %s
hu_hu: Keresési eredmények: %s

source: Full width
hu_hu: Teljes szélesség
