Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliatewp-multi-tier-commissions/affiliatewp-multi-tier-commissions-*.po
Languages: hu_hu

source: AffiliateWP - Multi-Tier Commissions
hu_hu: AffiliateWP - Többszintű jutalékok

source: Enables your affiliates to grow their networks and boost earnings through recruit sales, improving overall sales and benefiting both your business and your affiliates.
hu_hu: Lehetővé teszi partnerei számára, hogy bővítsék hálózatukat és növeljék bevételeiket a toborzott partnerek értékesítésein keresztül, javítva a teljes értékesítést, és egyaránt előnyére válva vállalkozásának és partnereinek.

source: AffiliateWP - Multi-Tier Commissions Requirements
hu_hu: AffiliateWP - Többszintű jutalékok követelményei

source: Select an affiliate
hu_hu: Válasszon egy partnert

source: Nonce check failed.
hu_hu: Nonce ellenőrzés sikertelen.

source: None
hu_hu: Nincs

source: Parent Affiliate
hu_hu: Szülő partner

source: Select the parent affiliate for multi-tier commission linkage.
hu_hu: Válassza ki a többszintű jutalékhoz tartozó szülő partnert.

source: Compensation Plan
hu_hu: Kompenzációs terv

source: Forced Matrix
hu_hu: Kényszerített mátrix

source: Allows unlimited direct recruits per affiliate, offering flexibility in network width and depth.
hu_hu: Korlátlan számú közvetlen toborzottat engedélyez partnerek számára, rugalmasságot biztosítva a hálózat szélességében és mélységében.

source: Forced Matrix:
hu_hu: Kényszerített mátrix:

source: Limits the number of direct recruits each affiliate can have, creating a fixed structure that promotes balanced team growth.
hu_hu: Korlátozza, hogy egy partnernek hány közvetlen toborzottja lehet, így rögzített struktúrát hoz létre, amely elősegíti a kiegyensúlyozott csapatnövekedést.

source: Learn More
hu_hu: További információ

source: (opens in a new tab)
hu_hu: (új lapon nyílik meg)

source: Width
hu_hu: Szélesség

source: Maximum number of direct affiliates each affiliate can have in the forced matrix structure.
hu_hu: A kényszerített mátrix struktúrában egy partnerhez tartozó közvetlen partnerek maximális száma.

source: Depth
hu_hu: Mélység

source: Maximum depth of the forced matrix structure.
hu_hu: A kényszerített mátrix struktúra maximális mélysége.

source: Tiers
hu_hu: Szintek

source: Define commission rates for each tier. Tier 1 affiliates earn commissions on their own sales. Affiliates in Tiers 2 and above earn from sales made by their directly recruited affiliates. Choose either a percentage or a flat rate for each tier's commission.
hu_hu: Határozza meg a jutalékmértékeket minden szinthez. Az 1. szint partnerei a saját értékesítéseik után jutalékot kapnak. A 2. és magasabb szinteken lévő partnerek a közvetlenül toborzott partnereik által létrejött értékesítésekből részesülnek. Válasszon százalékos vagy fix összeget minden szint jutalékához.

source: <a href="%1$s" %2$s>Learn more about tiers%3$s</a>
hu_hu: <a href="%1$s" %2$s>További információ a szintekről%3$s</a>

source: Tier Calculation Method
hu_hu: Szintek számítási módja

source: Calculate subsequent tiers' commissions based on tier 1's earnings
hu_hu: A további szintek jutalékainak számítása az 1. szint bevételei alapján

source: Calculate all tiers' commissions based on the total sale amount
hu_hu: Az összes szint jutalékainak számítása a teljes eladási összeg alapján

source: This method calculates commissions for Tiers 2 and above as a percentage of what Tier 1 earns. Applicable only when tiers are set to Percentage (%).
hu_hu: Ez a módszer a 2. és magasabb szintek jutalékait az 1. szint bevételeinek százalékaként számítja. Csak akkor alkalmazható, ha a szintek típusa Százalék (%).

source: This method calculates commissions for each tier directly from the total sale amount, independent of other tiers' earnings. Use this when tiers are set to Percentage (%).
hu_hu: Ez a módszer minden szint jutalékát közvetlenül a teljes eladási összegből számítja, függetlenül a többi szint bevételeitől. Ezt akkor használja, ha a szintek típusa Százalék (%).

source: Percentage (%)
hu_hu: Százalék (%)

source: Flat %s Per Product
hu_hu: Fix %s termékenként

source: Flat %s Per Order
hu_hu: Fix %s rendelésenként

source: Remove Tier
hu_hu: Szint eltávolítása

source: Tier
hu_hu: Szint

source: Commission
hu_hu: Jutalék

source: Add Tier
hu_hu: Szint hozzáadása

source: Sale (Tiered)
hu_hu: Értékesítés (többszintű)

source: Network
hu_hu: Hálózat

source: Your Network Link
hu_hu: Az Ön hálózati hivatkozása

source: Invite other affiliates to your network using this link.
hu_hu: Hívjon meg más partnereket a hálózatába ezzel a hivatkozással.

source: Share this link to expand your network. New affiliates who join through your link can help boost your earnings by generating more referrals. Promote it on social media, in emails, or on your website.
hu_hu: Ossza meg ezt a hivatkozást hálózata bővítéséhez. Az Ön hivatkozásán keresztül csatlakozó új partnerek több ajánlás generálásával növelhetik bevételeit. Népszerűsítse közösségi médiában, e-mailekben vagy a webhelyén.

source: Copy Link
hu_hu: Hivatkozás másolása

source: Your Network
hu_hu: Az Ön hálózata

source: Connections between you and your recruited affiliates.
hu_hu: Kapcsolatok Ön és a toborzott partnerei között.

source: The network diagram shows the connections between you and your recruited affiliates, forming a branching, tree-like structure. It updates automatically as new affiliates join through your network link or the links of other affiliates in your network.
hu_hu: A hálózati diagram az Ön és toborzott partnerei közötti kapcsolatokat jeleníti meg, elágazó, faszerű struktúrát alkotva. Automatikusan frissül, ahogy új partnerek csatlakoznak az Ön hálózati hivatkozásán vagy a hálózatában lévő más partnerek hivatkozásain keresztül.

source: Click and drag to explore, and hover over any affiliate to view additional details.
hu_hu: Kattintson és húzza a felfedezéshez, és vigye az egérmutatót bármely partner fölé a további részletek megtekintéséhez.

source: Display Expanded Network
hu_hu: Bővített hálózat megjelenítése

source: Display Direct Network Only
hu_hu: Csak a közvetlen hálózat megjelenítése

source: Cheatin&#8217; huh?
hu_hu: Csalunk, ugye?

source: User deleted
hu_hu: Felhasználó törölve

source: Visits
hu_hu: Látogatások

source: Total Referrals
hu_hu: Összes ajánlás

source: %1$s paid, %2$s unpaid
hu_hu: %1$s kifizetett, %2$s kifizetetlen

source: Conversion Rate
hu_hu: Konverziós arány

source: Total Earnings
hu_hu: Összes bevétel

source: You
hu_hu: Ön

source: Referrals <span>%1$s</span>
hu_hu: Ajánlások <span>%1$s</span>

source: Earnings <span>%1$s</span>
hu_hu: Bevételek <span>%1$s</span>

source: Great job! Your network is fully complete. Focus on supporting your network to maximize earnings.
hu_hu: Remek munka! Hálózata teljesen kész. Összpontosítson hálózatának támogatására, hogy maximalizálja bevételeit.

source: Great job! You have reached your network's limit. New recruits will now be assigned to your downline affiliates.
hu_hu: Remek munka! Elérte hálózatának korlátját. Az új belépők mostantól a leszármazotti partnereihez lesznek hozzárendelve.

source: This plugin
hu_hu: Ez a bővítmény

source: AffiliateWP Multi-Tier Commissions requires %1$s. Please %2$s to continue.
hu_hu: Az AffiliateWP Multi-Tier Commissions a %1$s meglétét igényli. Kérjük, %2$s a folytatáshoz.

source: activate it
hu_hu: aktiválja

source: install it
hu_hu: telepítse
