Repository: hellowpio/wordpress-translations
Catalog: plugins/*/rocket/rocket-*.po
Languages: hu_hu

source: The best WordPress performance plugin.
hu_hu: A legjobb WordPress teljesítmény-bővítmény.

source: Your site is hosted on %s, we have enabled Varnish auto-purge for compatibility.
hu_hu: Az Ön webhelye a(z) %s szolgáltatónál van, a kompatibilitás érdekében engedélyeztük a Varnish automatikus ürítését.

source: Cloudflare did not provide any reply. Please try again later.
hu_hu: A Cloudflare nem adott választ. Kérjük, próbálja meg később.

source: Cloudflare unexpected response
hu_hu: Váratlan Cloudflare-válasz

source: Missing Cloudflare result.
hu_hu: Hiányzó Cloudflare-eredmény.

source: Incorrect Cloudflare email address or API key.
hu_hu: Helytelen Cloudflare e-mail cím vagy API-kulcs.

source: Read the %1$sdocumentation%2$s for further guidance.
hu_hu: További útmutatásért olvassa el a %1$sdokumentációt%2$s.

source: Incorrect Cloudflare Zone ID.
hu_hu: Helytelen Cloudflare zónaazonosító.

source: Cloudflare email and/or API key are not set. Read the %1$sdocumentation%2$s for further guidance.
hu_hu: A Cloudflare e-mail és/vagy API-kulcs nincs beállítva. További útmutatásért olvassa el a %1$sdokumentációt%2$s.

source: Missing Cloudflare Zone ID.
hu_hu: Hiányzó Cloudflare zónaazonosító.

source: It looks like your domain is not set up on Cloudflare.
hu_hu: Úgy tűnik, a domainje nincs beállítva a Cloudflare-en.

source: days
hu_hu: nap

source: seconds
hu_hu: másodperc

source: minutes
hu_hu: perc

source: hours
hu_hu: óra

source: %1$sWP Rocket:%2$s Cloudflare cache successfully purged.
hu_hu: %1$sWP Rocket:%2$s A Cloudflare gyorsítótára sikeresen ürítve.

source: Cloudflare development mode error: %s
hu_hu: Cloudflare fejlesztői mód hiba: %s

source: Cloudflare development mode %s
hu_hu: Cloudflare fejlesztői mód %s

source: Cloudflare cache level error: %s
hu_hu: Cloudflare gyorsítótár szint hiba: %s

source: Cloudflare cache level set to %s
hu_hu: A Cloudflare gyorsítótár szintje beállítva: %s

source: Cloudflare rocket loader error: %s
hu_hu: Cloudflare Rocket Loader hiba: %s

source: Cloudflare browser cache error: %s
hu_hu: Cloudflare böngésző-gyorsítótár hiba: %s

source: Cloudflare browser cache set to %s
hu_hu: A Cloudflare böngésző-gyorsítótár beállítva: %s

source: %1$sWP Rocket:%2$s Optimal settings activated for Cloudflare:
hu_hu: %1$sWP Rocket:%2$s Optimális beállítások aktiválva a Cloudflare-hez:

source: %1$sWP Rocket:%2$s Optimal settings deactivated for Cloudflare, reverted to previous settings:
hu_hu: %1$sWP Rocket:%2$s Optimális beállítások deaktiválva a Cloudflare-hez, visszaállítva az előző beállításokra:

source: Sucuri cache purge error: %s
hu_hu: Sucuri gyorsítótár-ürítési hiba: %s

source: The Sucuri cache is being cleared. Note that it may take up to two minutes for it to be fully flushed.
hu_hu: A Sucuri gyorsítótára éppen törlődik. Megjegyzés: a teljes ürítés akár két percet is igénybe vehet.

source: Sucuri firewall API key was not found.
hu_hu: A Sucuri tűzfal API-kulcsa nem található.

source: Sucuri firewall API key is invalid.
hu_hu: A Sucuri tűzfal API-kulcsa érvénytelen.

source: Error when contacting Sucuri firewall API. Error message was: %s
hu_hu: Hiba a Sucuri tűzfal API-jának elérésekor. A hibaüzenet: %s

source: Could not get a response from the Sucuri firewall API.
hu_hu: Nem érkezett válasz a Sucuri tűzfal API-jától.

source: Got an invalid response from the Sucuri firewall API.
hu_hu: Érvénytelen válasz érkezett a Sucuri tűzfal API-jától.

source: The Sucuri firewall API returned an unknown error.
hu_hu: A Sucuri tűzfal API ismeretlen hibát adott vissza.

source: WebP cache is disabled by filter.
hu_hu: A WebP gyorsítótár egy szűrő által le van tiltva.

source: %5$sWe have not detected any compatible WebP plugin!%6$s%4$s If you don’t already have WebP images on your site consider using %3$sImagify%2$s or another supported plugin. %1$sMore info%2$s %4$s If you are not using WebP do not enable this option.
hu_hu: %5$sNem észleltünk kompatibilis WebP bővítményt!%6$s%4$s Ha még nincsenek WebP képek a webhelyén, fontolja meg a %3$sImagify%2$s vagy egy másik támogatott bővítmény használatát. %1$sTovábbi információ%2$s %4$s Ha nem használ WebP-t, ne engedélyezze ezt az opciót.

source: WP Rocket will create separate cache files to serve your WebP images.
hu_hu: A WP Rocket külön gyorsítótárfájlokat hoz létre a WebP képek kiszolgálásához.

source: Support
hu_hu: Támogatás

source: Docs
hu_hu: Dokumentáció

source: FAQ
hu_hu: GYIK

source: Settings
hu_hu: Beállítások

source: Clear this cache
hu_hu: E gyorsítótár törlése

source: Settings import failed: you do not have the permissions to do this.
hu_hu: A beállítások importálása sikertelen: nincs jogosultsága ehhez.

source: Settings import failed: no file uploaded.
hu_hu: A beállítások importálása sikertelen: nem lett fájl feltöltve.

source: Settings import failed: incorrect filename.
hu_hu: A beállítások importálása sikertelen: helytelen fájlnév.

source: Settings import failed: incorrect filetype.
hu_hu: A beállítások importálása sikertelen: helytelen fájltípus.

source: Settings import failed:
hu_hu: A beállítások importálása sikertelen:

source: Settings import failed: unexpected file content.
hu_hu: A beállítások importálása sikertelen: váratlan fájltartalom.

source: Settings imported and saved.
hu_hu: A beállítások importálva és elmentve.

source: Excluded CSS Files
hu_hu: Kizárt CSS-fájlok

source: Excluded Inline JavaScript
hu_hu: Kizárt inline JavaScript

source: Excluded JavaScript Files
hu_hu: Kizárt JavaScript-fájlok

source: Defer JavaScript Files
hu_hu: JavaScript-fájlok késleltetése

source: Excluded Delay JavaScript Files
hu_hu: Késleltetésből kizárt JavaScript-fájlok

source: Never Cache URL(s)
hu_hu: Soha ne gyorsítótárazzon URL(eket)

source: Never Cache User Agent(s)
hu_hu: Soha ne gyorsítótárazzon User Agent(eket)

source: Always Purge URL(s)
hu_hu: Mindig ürítendő URL(ek)

source: Exclude files from CDN
hu_hu: Fájlok kizárása a CDN-ből

source: More info
hu_hu: További információ

source: Clear cache
hu_hu: Gyorsítótár törlése

source: <strong>%1$s</strong> has not been deactivated due to missing writing permissions.<br> Make <strong>%2$s</strong> writeable and retry deactivation, or force deactivation now:
hu_hu: <strong>%1$s</strong> nem lett deaktiválva az írási jogosultság hiánya miatt.<br> Tegye írhatóvá a(z) <strong>%2$s</strong> elemet, majd próbálja meg újra a deaktiválást, vagy kényszerítse a deaktiválást most:

source: <strong>%s</strong>: One or more plugins have been enabled or disabled, clear the cache if they affect the front end of your site.
hu_hu: <strong>%s</strong>: Egy vagy több bővítményt engedélyeztek vagy letiltottak, törölje a gyorsítótárat, ha hatással vannak az oldal nyilvános felületére.

source: <strong>%s</strong>: The following plugins are not compatible with this plugin and may cause unexpected results:
hu_hu: <strong>%s</strong>: A következő bővítmények nem kompatibilisek ezzel a bővítménnyel, és váratlan eredményeket okozhatnak:

source: Deactivate
hu_hu: Kikapcsolás

source: WP Rocket Footer JS is not an official add-on. It prevents some options in WP Rocket from working correctly. Please deactivate it if you have problems.
hu_hu: A WP Rocket Footer JS nem hivatalos kiegészítő. Megakadályozza, hogy egyes WP Rocket opciók megfelelően működjenek. Ha problémát tapasztal, kérjük, deaktiválja.

source: Endurance Cache is currently enabled, which will conflict with WP Rocket Cache. Please set the Endurance Cache cache level to Off (Level 0) on the %1$sSettings > General%2$s page to prevent any issues.
hu_hu: Az Endurance Cache jelenleg engedélyezve van, ami ütközést okoz a WP Rocket gyorsítótárral. Állítsa az Endurance Cache gyorsítótár szintjét Off (Level 0) értékre a %1$sBeállítások > Általános%2$s oldalon a problémák elkerülése érdekében.

source: %1$s: A custom permalink structure is required for the plugin to work properly. %2$sGo to permalinks settings%3$s
hu_hu: %1$s: Egyéni közvetlen hivatkozás-struktúra szükséges a bővítmény megfelelő működéséhez. %2$sUgrás a közvetlen hivatkozások beállításaihoz%3$s

source: %s could not modify the .htaccess file due to missing writing permissions.
hu_hu: %s nem tudta módosítani a .htaccess fájlt az írási jogosultság hiánya miatt.

source: Troubleshoot: %1$sHow to make system files writeable%2$s
hu_hu: Hibaelhárítás: %1$sHogyan tegyük írhatóvá a rendszerfájlokat%2$s

source: Don’t worry, WP Rocket’s page caching and settings will still function correctly.
hu_hu: Ne aggódjon, a WP Rocket oldalak gyorsítótárazása és beállításai továbbra is megfelelően működnek.

source: For optimal performance, adding the following lines into your .htaccess is recommended (not required):
hu_hu: Az optimális teljesítmény érdekében ajánlott (nem kötelező) a következő sorokat hozzáadni a .htaccess fájlhoz:

source: %1$s is good to go! Visit your %2$sdashboard%3$s to test your load time.
hu_hu: A(z) %1$s készen áll! Látogasson el a %2$svezérlőpultra%3$s a betöltési idő teszteléséhez.

source: Would you allow WP Rocket to collect non-sensitive diagnostic data from this website?
hu_hu: Engedélyezi, hogy a WP Rocket nem érzékeny diagnosztikai adatokat gyűjtsön erről a webhelyről?

source: This would help us to improve WP Rocket for you in the future.
hu_hu: Ez segít nekünk a WP Rocket jövőbeni fejlesztésében.

source: What info will we collect?
hu_hu: Milyen információkat gyűjtünk?

source: Below is a detailed view of all data WP Rocket will collect if granted permission. WP Rocket will never transmit any domain names or email addresses (except for license validation), IP addresses, or third-party API keys.
hu_hu: Az alábbiakban részletesen bemutatjuk, milyen adatokat gyűjt a WP Rocket, ha engedélyt kap. A WP Rocket soha nem továbbít domainneveket vagy e-mail címeket (a licencellenőrzést kivéve), IP-címeket vagy külső szolgáltatások API-kulcsait.

source: Yes, allow
hu_hu: Igen, engedélyezem

source: No, thanks
hu_hu: Nem, köszönöm

source: Thank you!
hu_hu: Köszönjük!

source: WP Rocket now collects these metrics from your website:
hu_hu: A WP Rocket mostantól ezeket a metrikákat gyűjti a webhelyéről:

source: %s: Cache cleared.
hu_hu: %s: Gyorsítótár törölve.

source: %s: Post cache cleared.
hu_hu: %s: Bejegyzés gyorsítótára törölve.

source: %s: Term cache cleared.
hu_hu: %s: Kifejezés gyorsítótára törölve.

source: %s: User cache cleared.
hu_hu: %s: Felhasználó gyorsítótára törölve.

source: Dismiss this notice
hu_hu: Értesítés elvetése

source: Clear Used CSS
hu_hu: Használt CSS törlése

source: Stop Preload
hu_hu: Előtöltés leállítása

source: Turn on Remove Unused CSS
hu_hu: Kapcsolja be a Nem használt CSS eltávolítását

source: Enable “Separate Cache Files for Mobile Devices” now
hu_hu: Engedélyezze most a “Külön gyorsítótár-fájlok mobileszközökhöz” opciót

source: Force deactivation
hu_hu: Kényszerített deaktiválás

source: The following code should have been written to this file:
hu_hu: A következő kódnak ebbe a fájlba kellett volna íródnia:

source: %s cannot configure itself due to missing writing permissions.
hu_hu: %s nem tudja beállítani magát az írási jogosultságok hiánya miatt.

source: Affected file/folder: %s
hu_hu: Érintett fájl/mappa: %s

source: The debug file could not be deleted.
hu_hu: A hibakeresési fájlt nem sikerült törölni.

source: To function properly, %1$s %2$s requires at least:
hu_hu: A megfelelő működéshez a %1$s %2$s legalább az alábbiakat igényli:

source: PHP %1$s. To use this WP Rocket version, please ask your web host how to upgrade your server to PHP %1$s or higher.
hu_hu: PHP %1$s. Ennek a WP Rocket verziónak a használatához kérje meg a tárhelyszolgáltatóját, hogy frissítse a szerverét PHP %1$s vagy újabb verzióra.

source: WordPress %1$s. To use this WP Rocket version, please upgrade WordPress to version %1$s or higher.
hu_hu: WordPress %1$s. Ennek a WP Rocket verziónak a használatához frissítse a WordPress-t %1$s vagy újabb verzióra.

source: If you are not able to upgrade, you can rollback to the previous version by using the button below.
hu_hu: Ha nem tud frissíteni, az alábbi gombbal visszaállhat az előző verzióra.

source: Re-install version %s
hu_hu: A(z) %s verzió újratelepítése

source: %s Update Rollback
hu_hu: %s frissítés visszaállítása

source: Clear and Preload Cache
hu_hu: Gyorsítótár törlése és előtöltése

source: Clear Cache
hu_hu: Gyorsítótár törlése

source: All languages
hu_hu: Minden nyelv

source: Clear this post
hu_hu: E bejegyzés gyorsítótárának törlése

source: Purge this URL
hu_hu: Ezen URL gyorsítótárának kiürítése

source: Purge Sucuri cache
hu_hu: A Sucuri gyorsítótárának kiürítése

source: Purge RocketCDN cache
hu_hu: A RocketCDN gyorsítótárának kiürítése

source: Documentation
hu_hu: Dokumentáció

source: Not Allowed
hu_hu: Nem engedélyezett

source: Imagify installed! Click here to start using it.
hu_hu: Az Imagify telepítve! Kattintson ide a használat megkezdéséhez.

source: Dismissed.
hu_hu: Bezárva.

source: Activated
hu_hu: Aktiválva

source: Install
hu_hu: Telepítés

source: Get it Now
hu_hu: Szerezze be most

source: Activate
hu_hu: Aktiválás

source: Optimize Performance
hu_hu: Teljesítmény optimalizálása

source: Speed Up Your Website, Instantly
hu_hu: Gyorsítsa fel webhelyét, azonnal

source: WP Rocket is the easiest way to make your WordPress website faster and boost your Google PageSpeed score. Get more traffic, better engagement, and higher conversions effortlessly.
hu_hu: A WP Rocket a legegyszerűbb módja, hogy gyorsabbá tegye WordPress webhelyét és növelje a Google PageSpeed pontszámát. Szerezzen több forgalmat, jobb elköteleződést és magasabb konverziót erőfeszítés nélkül.

source: Speed Up Your Website With Lighter Images
hu_hu: Gyorsítsa fel webhelyét könnyebb képekkel

source: Imagify is the easiest WordPress image optimizer. It automatically compresses images, converts them to WebP and AVIF formats, and lets you resize and optimize with just one click!
hu_hu: Az Imagify a legegyszerűbb WordPress képtömörítő. Automatikusan tömöríti a képeket, WebP és AVIF formátumra konvertálja őket, és egyetlen kattintással átméretezést és optimalizálást tesz lehetővé!

source: Boost Traffic
hu_hu: Forgalom növelése

source: The Swiss Army Knife of SEO Tools
hu_hu: Az SEO eszközök svájci bicskája

source: Rank Math SEO is the Best WordPress SEO plugin with the features of many SEO and AI SEO tools in a single package to help multiply your SEO traffic.
hu_hu: A Rank Math SEO a legjobb WordPress SEO bővítmény, amely számos SEO és AI SEO eszköz funkcióit egyetlen csomagban kínálja, hogy megsokszorozza SEO forgalmát.

source: Protect & Secure
hu_hu: Védelem és biztonság

source: The Easiest Way to Protect Your Website
hu_hu: A legegyszerűbb módja webhelye védelmének

source: BackWPup is the most comprehensive and user-friendly backup & restore plugin for WordPress. Easily schedule automatic backups, securely store and restore with just a few clicks!
hu_hu: A BackWPup a WordPress legátfogóbb és legfelhasználóbarátabb biztonsági mentés és visszaállítás bővítménye. Könnyedén ütemezhet automatikus mentéseket, biztonságosan tárolhat és néhány kattintással visszaállíthat!

source: GDPR/CCPA Cookie Consent Banner
hu_hu: GDPR/CCPA cookie-hozzájárulási banner

source: One of the easiest, most comprehensive, and popular cookie consent plugins available. Google Gold Certified Partner to quickly comply with data privacy laws from around the world.
hu_hu: Az egyik legkönnyebben használható, legátfogóbb és legnépszerűbb cookie-hozzájárulási bővítmény. Google Gold minősítésű partner, amellyel gyorsan megfelelhet a világ különböző adatvédelmi jogszabályainak.

source: %1$s recommends you to optimize your images for even better website performance.
hu_hu: %1$s azt javasolja, hogy optimalizálja a képeit a még jobb webhelyteljesítmény érdekében.

source: Install Imagify Plugin
hu_hu: Imagify bővítmény telepítése

source: Activate Imagify
hu_hu: Imagify aktiválása

source: Install Imagify for Free
hu_hu: Imagify telepítése ingyen

source: Speed up your website and boost your SEO by reducing image file sizes without losing quality with Imagify.
hu_hu: Gyorsítsa fel webhelyét és növelje SEO teljesítményét a képfájlok méretének csökkentésével minőségromlás nélkül az Imagify segítségével.

source: More details
hu_hu: További részletek

source: Sitemap preload: %d pages have been cached.
hu_hu: Oldaltérkép előtöltése: %d oldal került gyorsítótárba.

source: Sitemap preload: %d uncached pages have now been preloaded. (refresh to see progress)
hu_hu: Oldaltérkép előtöltése: %d nem gyorsítótárazott oldal lett most előtöltve. (a folyamat megtekintéséhez frissítsen)

source: An unexpected error occurred. Something may be wrong with WP-Rocket.me or this server&#8217;s configuration. If you continue to have problems, <a href="%s">contact support</a>.
hu_hu: Váratlan hiba történt. Valami probléma lehet a WP-Rocket.me-vel vagy ennek a szervernek a konfigurációjával. Ha továbbra is problémái vannak, <a href="%s">lépjen kapcsolatba a támogatással</a>.

source: Choose a domain from the list
hu_hu: Válasszon egy domaint a listából

source: No domain available in your Cloudflare account
hu_hu: Nincs elérhető domain a Cloudflare-fiókjában

source: Curl is disabled on your server. Please ask your host to enable it. This is required for the Cloudflare Add-on to work correctly.
hu_hu: A Curl le van tiltva a szerverén. Kérje meg tárhelyszolgáltatóját, hogy engedélyezze. Ez szükséges a Cloudflare kiegészítő megfelelő működéséhez.

source: Cloudflare email, API key and Zone ID are not set. Read the %1$sdocumentation%2$s for further guidance.
hu_hu: A Cloudflare e-mail, API-kulcs és Zónaazonosító nincs beállítva. További útmutatásért olvassa el a %1$sdokumentációt%2$s.

source: Cloudflare email and API key are not set. Read the %1$sdocumentation%2$s for further guidance.
hu_hu: A Cloudflare e-mail és API-kulcs nincs beállítva. További útmutatásért olvassa el a %1$sdokumentációt%2$s.

source: Connection to Cloudflare failed
hu_hu: Sikertelen kapcsolódás a Cloudflare-hez

source: <strong>WP Rocket:</strong> Cloudflare cache successfully purged.
hu_hu: <strong>WP Rocket:</strong> A Cloudflare gyorsítótár sikeresen kiürítve.

source: Please contact your host to check if CRON is working.
hu_hu: Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával, hogy ellenőrizze, működik-e a CRON.

source: OPcache purge failed.
hu_hu: Az OPcache ürítése sikertelen.

source: OPcache successfully purged
hu_hu: Az OPcache sikeresen kiürítve

source: Yoast SEO XML sitemap
hu_hu: Yoast SEO XML-oldaltérkép

source: We automatically detected the sitemap generated by the %s plugin. You can check the option to preload it.
hu_hu: Automatikusan észleltük a(z) %s bővítmény által generált oldaltérképet. Bejelölheti az előtöltés opciót.

source: %1$sReturn to WP Rocket%2$s or %3$sgo to Plugins page%2$s
hu_hu: %1$sTérjen vissza a WP Rockethez%2$s vagy %3$slépjen a Bővítmények oldalára%2$s

source: All in One SEO XML sitemap
hu_hu: All in One SEO XML-oldaltérkép

source: Rank Math XML sitemap
hu_hu: Rank Math XML-oldaltérkép

source: SEOPress XML sitemap
hu_hu: SEOPress XML-oldaltérkép

source: The SEO Framework XML sitemap
hu_hu: The SEO Framework XML-oldaltérkép

source: Jetpack XML Sitemaps
hu_hu: Jetpack XML-oldaltérképek

source: Preload the sitemap from the Jetpack plugin
hu_hu: A Jetpack bővítmény oldaltérképének előtöltése

source: WP Rocket Options
hu_hu: WP Rocket beállítások

source: Never cache this page
hu_hu: Ezt az oldalt soha ne gyorsítótárazza

source: Activate these options on this post:
hu_hu: Az alábbi beállítások aktiválása ennél a bejegyzésnél:

source: Activate first the %s option.
hu_hu: Először aktiválja a(z) %s opciót.

source: %1$sNote:%2$s None of these options will be applied if this post has been excluded from cache in the global cache settings.
hu_hu: %1$sMegjegyzés:%2$s Ezek egyike sem lép érvénybe, ha ez a bejegyzés ki van zárva a gyorsítótárból a globális gyorsítótár-beállításokban.

source: <strong>JS</strong> files with Deferred Loading JavaScript
hu_hu: <strong>JS</strong> fájlok késleltetett JavaScript-betöltéssel

source: Add URL
hu_hu: URL hozzáadása

source: Settings saved.
hu_hu: Beállítások elmentve.

source: Before you can upload your import file, you will need to fix the following error:
hu_hu: Mielőtt feltölthetné az importfájlt, a következő hibát kell javítania:

source: Choose a file from your computer (maximum size: %s)
hu_hu: Válasszon egy fájlt a számítógépéről (maximális méret: %s)

source: Upload file and import settings
hu_hu: Fájl feltöltése és beállítások importálása

source: Your Cloudflare credentials are valid.
hu_hu: A Cloudflare-hitelesítő adatai érvényesek.

source: Your Cloudflare credentials are invalid!
hu_hu: A Cloudflare-hitelesítő adatai érvénytelenek!

source: Save and optimize
hu_hu: Mentés és optimalizálás

source: Optimize
hu_hu: Optimalizálás

# screen-reader-text
source: Note:
hu_hu: Megjegyzés:

# screen-reader-text
source: Performance tip:
hu_hu: Teljesítménytipp:

# screen-reader-text
source: Third-party feature detected:
hu_hu: Harmadik féltől származó funkció észlelve:

# screen-reader-text
source: Warning:
hu_hu: Figyelmeztetés:

# button text
source: Download settings
hu_hu: Beállítások letöltése

source: Replace site's hostname with:
hu_hu: A webhely hosztnevének cseréje erre:

source: reserved for
hu_hu: fenntartva

source: All files
hu_hu: Minden fájl

source: Images
hu_hu: Képek

source: Add CNAME
hu_hu: CNAME hozzáadása

source: Watch the video
hu_hu: Videó megtekintése

source: Basic
hu_hu: Alap

source: Static Files
hu_hu: Statikus fájlok

source: Advanced
hu_hu: Haladó

source: Database
hu_hu: Adatbázis

source: Preload
hu_hu: Előtöltés

source: Tools
hu_hu: Eszközök

source: License
hu_hu: Licenc

source: %1$s %2$s requires at least PHP %3$s to function properly. To use this version, please ask your web host how to upgrade your server to PHP %3$s or higher. If you are not able to upgrade, you can rollback to the previous version by using the button below.
hu_hu: %1$s %2$s megfelelő működéséhez legalább PHP %3$s szükséges. Ennek a verziónak a használatához kérje a tárhelyszolgáltatótól a szerver frissítését PHP %3$s vagy újabb verzióra. Ha nem tud frissíteni, az alábbi gombbal visszaállhat az előző verzióra.

source: The called class %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
hu_hu: A meghívott %1$s osztály a(z) %2$s verziótól kezdve <strong>elavult</strong>! Használja helyette a(z) %3$s-t.

source: The called class %1$s is <strong>deprecated</strong> since version %2$s!
hu_hu: A meghívott %1$s osztály a(z) %2$s verziótól kezdve <strong>elavult</strong>!

source: weekly
hu_hu: hetente

source: Revisions
hu_hu: Változatok

source: Auto Drafts
hu_hu: Automatikus vázlatok

source: Trashed Posts
hu_hu: Kukába helyezett bejegyzések

source: Spam Comments
hu_hu: Spam hozzászólások

source: Trashed Comments
hu_hu: Kukába helyezett hozzászólások

source: Transients
hu_hu: Tranziens adatok

source: Tables
hu_hu: Táblák

source: monthly
hu_hu: havonta

source: Database optimization process is running
hu_hu: Adatbázis-optimalizálás folyamatban

source: Database optimization process is complete. Everything was already optimized!
hu_hu: Az adatbázis-optimalizálás befejeződött. Minden már optimalizálva volt!

source: Database optimization process is complete. List of optimized items below:
hu_hu: Az adatbázis-optimalizálás befejeződött. Az optimalizált elemek listája alább:

source: %1$d %2$s optimized.
hu_hu: %1$d %2$s optimalizálva.
