Repository: hellowpio/wordpress-translations
Catalog: plugins/*/rocket/rocket-*.po
Languages: hu_hu

source: Purges cached resources for your website. %s
hu_hu: Törli a webhelyed gyorsítótárában lévő erőforrásokat. %s

source: Clear all Cloudflare cache files
hu_hu: Minden Cloudflare gyorsítótárfájl törlése

source: Congratulations!
hu_hu: Gratulálunk!

source: WP Rocket is now activated and already working for you.
hu_hu: A WP Rocket aktiválva van, és máris dolgozik neked.

source: Your website should be loading faster now!
hu_hu: A webhelyednek most gyorsabban kell betöltődnie!

source: To guarantee fast websites, WP Rocket automatically applies 80% of web performance best practices.
hu_hu: A gyors webhelyek érdekében a WP Rocket automatikusan alkalmazza a webes teljesítmény legjobb gyakorlatainak 80%-át.

source: We also enable options that provide immediate benefits to your website.
hu_hu: Olyan beállításokat is engedélyezünk, amelyek azonnali előnyöket nyújtanak a webhelyednek.

source: Check the %1$sRocket Insights%2$s tab to track your top pages, quickly spot issues, and get in-depth insights to further optimize your website speed.
hu_hu: Nézd meg a %1$sRocket Insights%2$s fület, hogy nyomon kövesd a legjobb oldalakat, gyorsan észrevedd a problémákat, és mélyebb betekintést kapj a webhelyed sebességének további optimalizálásához.

source: My Account
hu_hu: Fiókom

source: Refresh info
hu_hu: Információ frissítése

source: with
hu_hu: a következővel

source: Expiration Date
hu_hu: Lejárati dátum

source: View my account
hu_hu: Fiókom megtekintése

source: Quick Actions
hu_hu: Gyors műveletek

source: Cache Files
hu_hu: Gyorsítótárfájlok

source: Clear and preload all the cache files.
hu_hu: Az összes gyorsítótárfájl törlése és előtöltése.

source: Clear all the cache files.
hu_hu: Az összes gyorsítótárfájl törlése.

source: Clear and preload
hu_hu: Törlés és előtöltés

source: Regenerate Critical CSS
hu_hu: Kritikus CSS újragenerálása

source: Frequently Asked Questions
hu_hu: Gyakran Ismételt Kérdések

source: Still cannot find a solution?
hu_hu: Még mindig nem találsz megoldást?

source: Submit a ticket and get help from our friendly and knowledgeable Rocketeers.
hu_hu: Nyiss egy hibajegyet, és kérj segítséget barátságos, hozzáértő Rocketeers csapatunktól.

source: Ask support
hu_hu: Támogatás kérése

source: Backup your database before you run a cleanup!
hu_hu: Készíts biztonsági mentést az adatbázisodról a tisztítás futtatása előtt!

source: Once a database optimization has been performed, there is no way to undo it.
hu_hu: Az adatbázis-optimalizálás elvégzése után nincs mód annak visszavonására.

source: Save Changes and Optimize
hu_hu: Változások mentése és optimalizálás

source: %1$sWP Rocket created IMAGIFY to give your website an extra speed boost!%2$s
hu_hu: %1$sA WP Rocket az IMAGIFY-t azért hozta létre, hogy extra sebességnövekedést adjon a webhelyednek!%2$s

source: Images can account for 50% of your loading time!
hu_hu: A képek a betöltési időd 50%-át is kitehetik!

source: Imagify automatically optimizes all your images, helping your website gain precious seconds while saving you time. With just one click, it resizes, compresses, and converts your images to WebP and AVIF formats without sacrificing quality.
hu_hu: Az Imagify automatikusan optimalizálja az összes képedet, így a webhelyed értékes másodperceket nyerhet, miközben időt spórolsz. Egyetlen kattintással átméretezi, tömöríti, és WebP, illetve AVIF formátumba konvertálja a képeket minőségromlás nélkül.

source: %1$sCompress%2$s all your images in one click
hu_hu: %1$sTömörítsd%2$s az összes képedet egy kattintással

source: %1$sConvert%2$s images to WebP and Avif
hu_hu: %1$sKonvertáld%2$s a képeket WebP és Avif formátumba

source: %1$sResize%2$s your images on the fly
hu_hu: %1$sMéretezd át%2$s a képeidet menet közben

source: %1$sFree plan%2$s includes 20MB/month (around 200 images)
hu_hu: A %1$singyenes csomag%2$s 20 MB/hó keretet tartalmaz (kb. 200 kép)

source: %1$sInstall Imagify, the Easiest WordPress Image Optimizer%2$s
hu_hu: %1$sTelepítsd az Imagify-t, a legegyszerűbb WordPress képoptimalizálót%2$s

source: Install Imagify
hu_hu: Imagify telepítése

source: WP Rocket was not able to automatically validate your license.
hu_hu: A WP Rocket nem tudta automatikusan érvényesíteni a licencedet.

source: Follow this %1$s, or contact %2$s to get the engine started.
hu_hu: Kövesd ezt: %1$s, vagy lépj kapcsolatba: %2$s, hogy beinduljon a motor.

source: %1$s%2$s%3$stutorial%4$s
hu_hu: %1$s%2$s%3$sútmutató%4$s

source: %1$s%2$s%3$ssupport%4$s
hu_hu: %1$s%2$s%3$stámogatás%4$s

source: Beyond WP Rocket, there's a whole family of plugins designed to help you build better, faster, and safer websites. Each one is crafted with our unique blend of expertise, simplicity, and outstanding support.
hu_hu: A WP Rocketen túl egy egész bővítménycsalád segít jobb, gyorsabb és biztonságosabb webhelyeket építeni. Mindegyiket a szakértelem, az egyszerűség és a kiváló támogatás egyedi kombinációjával alkottuk meg.

source: Combine our plugins below to build incredible WordPress websites!
hu_hu: Kombináld az alábbi bővítményeinket, és építs lenyűgöző WordPress webhelyeket!

source: Clear all Sucuri cache files
hu_hu: Minden Sucuri gyorsítótárfájl törlése

source: Files size: %1$s. Number of entries: %2$s.
hu_hu: Fájlméret: %1$s. Bejegyzések száma: %2$s.

source: %1$sDownload the file%2$s.
hu_hu: %1$sFájl letöltése%2$s.

source: %1$sDelete the file%2$s.
hu_hu: %1$sFájl törlése%2$s.

source: Export settings
hu_hu: Beállítások exportálása

source: Download a backup file of your settings
hu_hu: Tölts le egy biztonsági másolatot a beállításaidról

source: Download settings
hu_hu: Beállítások letöltése

source: Rollback
hu_hu: Visszaállítás

source: Has version %s caused an issue on your website?
hu_hu: A(z) %s verzió problémát okozott a webhelyeden?

source: You can rollback to the previous major version here.%sThen send us a support request.
hu_hu: Itt visszaállhatsz az előző főverzióra.%sEzután küldj nekünk egy támogatási kérelmet.

source: Reinstall version %s
hu_hu: A %s verzió újratelepítése

source: Debug mode
hu_hu: Hibakeresési mód

source: Create a debug log file.
hu_hu: Hibakeresési naplófájl létrehozása.

source: Getting Started
hu_hu: Első lépések

source: Getting Started with WP Rocket
hu_hu: Első lépések a WP Rockettel

source: Finding the Best Settings for Your Site
hu_hu: A legjobb beállítások megtalálása a webhelyéhez

source: How to Check if WP Rocket is Caching Your Site
hu_hu: Hogyan ellenőrizhető, hogy a WP Rocket gyorsítótárazza-e a webhelyét

source: How Preloading Works
hu_hu: Hogyan működik az előbetöltés

source: Passing the Core Web vitals
hu_hu: A Core Web Vitals teljesítése

source: How to improve LCP with WP Rocket
hu_hu: Hogyan javítható az LCP a WP Rockettel

source: How to improve INP with WP Rocket
hu_hu: Hogyan javítható az INP a WP Rockettel

source: How to improve CLS with WP Rocket
hu_hu: Hogyan javítható a CLS a WP Rockettel

source: Troubleshooting
hu_hu: Hibaelhárítás

source: Troubleshooting Display Issues with File Optimization
hu_hu: Megjelenítési problémák hibaelhárítása a fájloptimalizálásnál

source: How to Find the Right JavaScript to Exclude
hu_hu: Hogyan találja meg a megfelelő, kizárandó JavaScriptet

source: How External Content Slows Your Site
hu_hu: Hogyan lassítja a külső tartalom a webhelyét

source: Set Up the Cloudflare Add-on
hu_hu: A Cloudflare kiegészítő beállítása

source: WP Rocket Settings
hu_hu: WP Rocket beállítások

source: version %s
hu_hu: verzió %s

source: Show Sidebar
hu_hu: Oldalsáv megjelenítése

source: Below is a detailed view of all data WP Rocket will collect %1$sif granted permission.%2$s
hu_hu: Az alábbiakban részletesen megtekinthető minden adat, amelyet a WP Rocket gyűjt, %1$sha engedélyt ad.%2$s

source: WP Rocket will never transmit any domain names or email addresses (except for license validation), IP addresses, or third-party API keys.
hu_hu: A WP Rocket soha nem továbbít domainneveket vagy e-mail címeket (a licencellenőrzést kivéve), IP-címeket vagy harmadik felek API-kulcsait.

source: Activate Rocket analytics
hu_hu: A Rocket analytics aktiválása

source: It is a great starting point to fix some of the most common issues.
hu_hu: Nagyszerű kiindulópont a leggyakoribb problémák egy részének megoldásához.

source: Read the documentation
hu_hu: Olvassa el a dokumentációt

source: What WP Rocket Does For You By Default
hu_hu: Mit végez el a WP Rocket alapértelmezés szerint

source: Add Pages
hu_hu: Oldalak hozzáadása

source: Add Homepage
hu_hu: Kezdőlap hozzáadása

source: You have reached your maximum page limit
hu_hu: Elérte a maximális oldalszámot

source: Add page +
hu_hu: Oldal hozzáadása +

source: Unlock Your Site’s True Performance!
hu_hu: Oldja fel webhelye valódi teljesítményét!

source: Taxes may apply depending on your country of residence
hu_hu: A lakóhelye szerinti országtól függően adók vonatkozhatnak rá

source: GET STARTED
hu_hu: KEZDJE EL

source: Something went wrong with this URL
hu_hu: Valami hiba történt ezzel az URL-lel

source: Upgrade your plan to see your score
hu_hu: Frissítse a csomagját a pontszáma megtekintéséhez

source: Analyzing your page (~1 min)
hu_hu: Oldal elemzése (~1 perc)

source: ago
hu_hu: ezelőtt

source: Re-Test
hu_hu: Újratesztelés

source: Re-test
hu_hu: Újratesztelés

source: You’ve reached your free monthly plan limit. Upgrade now to unlock unlimited on-demand tests.
hu_hu: Elérte az ingyenes havi csomag korlátját. Frissítsen most a korlátlan, igény szerint indítható tesztek feloldásához.

source: See Report
hu_hu: Jelentés megtekintése

source: Upgrade your plan to see the report
hu_hu: Frissítse a csomagját a jelentés megtekintéséhez

source: Delete
hu_hu: Törlés

source: Performance Summary
hu_hu: Teljesítmény-összefoglaló

source: Need Help?
hu_hu: Segítségre van szüksége?

source: %1$sCongrats!%2$s You fully enjoyed your free plan. Upgrade to keep testing, or wait for your free limit to reset.
hu_hu: %1$sGratulálunk!%2$s Teljes mértékben kihasználta az ingyenes csomagot. Frissítsen a tesztelés folytatásához, vagy várja meg, amíg az ingyenes keret visszaáll.

source: Upgrade Now
hu_hu: Frissítsen most

source: You can analyze up to %1$s%2$s pages%3$s and run %1$s%4$s tests per month%3$s. Want more?
hu_hu: Havonta legfeljebb %1$s%2$s oldalt%3$s elemezhet és %1$s%4$s tesztet%3$s futtathat. Szeretne többet?

source: Enter a page URL to monitor
hu_hu: Adjon meg egy oldal URL-t a figyeléshez

source: How to correctly measure your website’s loading time
hu_hu: Hogyan mérheti helyesen a webhelye betöltési idejét

source: Check our tutorial and learn how to measure the speed of your site.
hu_hu: Nézze meg oktatóanyagunkat, és tudja meg, hogyan mérheti webhelye sebességét.

source: Read our guide
hu_hu: Olvassa el az útmutatónkat

source: Learn about optimal WP Rocket settings for mobile.
hu_hu: Ismerje meg a WP Rocket optimális mobilbeállításait.

source: Test and Improve Google Core Web Vitals for WordPress.
hu_hu: Tesztelje és javítsa a Google Core Web Vitals mutatókat WordPressen.

source: Read more
hu_hu: Bővebben

source: You have not activated logged-in user cache.
hu_hu: Nem aktiválta a bejelentkezett felhasználók gyorsítótárát.

source: Use a private browser to check your website's speed and visual appearance.
hu_hu: Használjon privát böngészési módot a webhely sebességének és megjelenésének ellenőrzéséhez.

source: I agree to share anonymous data with the development team to help improve WP Rocket. %1$sWhat info will we collect?%2$s
hu_hu: Hozzájárulok, hogy névtelen adatokat osszak meg a fejlesztőcsapattal a WP Rocket fejlesztésének elősegítésére. %1$sMilyen információkat gyűjtünk?%2$s
