Repository: hellowpio/wordpress-translations
Catalog: plugins/*/rocket/rocket-*.po
Languages: hu_hu

source: %1$sWP Rocket:%2$s We detected that the website domain has changed. The configuration files must be regenerated for the page cache and all other optimizations to work as intended. %3$sLearn More%4$s
hu_hu: %1$sWP Rocket:%2$s Észleltük, hogy a webhely domainje megváltozott. A konfigurációs fájlokat újra kell generálni, hogy az oldal-gyorsítótár és az összes többi optimalizálás a kívánt módon működjön. %3$sTovábbi információ%4$s

source: Regenerate WP Rocket configuration files now
hu_hu: WP Rocket konfigurációs fájlok újragenerálása most

source: Maximum number of URLs reached for your license.
hu_hu: Elérte a licenchez tartozó URL-ek maximális számát.

source: Homepage
hu_hu: Kezdőlap

source: Not valid inputs
hu_hu: Érvénytelen beviteli adatok

source: No ID was provided.
hu_hu: Nem lett megadva azonosító.

source: Not valid ID
hu_hu: Érvénytelen azonosító

source: %1$sCongrats!%2$s You can now monitor up to %3$s pages, run unlimited on-demand tests, and schedule them to run automatically.
hu_hu: %1$sGratulálunk!%2$s Mostantól akár %3$s oldalt is monitorozhat, korlátlan számú igény szerinti tesztet futtathat, és ütemezheti azok automatikus futtatását.

source: Wow, you’ve already added %1$s pages! That's the limit for now. Help shape what’s next by %2$ssharing your feedback%3$s.
hu_hu: Hűha, már %1$s oldalt adott hozzá! Ez egyelőre a korlát. Segítsen alakítani a folytatást, ha %2$smegosztja visszajelzését%3$s.

source: Monitored Pages
hu_hu: Monitorozott oldalak

source: Tracked Pages
hu_hu: Követett oldalak

source: No Subscription
hu_hu: Nincs előfizetés

source: Next Billing Date
hu_hu: Következő számlázási dátum

source: Upgrade your plan to get access to re-test performance or run new tests
hu_hu: Frissítse csomagját a teljesítmény újbóli teszteléséhez vagy új tesztek futtatásához

source: Save Changes
hu_hu: Változtatások mentése

source: Validate License
hu_hu: Licenc érvényesítése

source: Unavailable
hu_hu: Nem érhető el

source: API key
hu_hu: API-kulcs

source: Email address
hu_hu: E-mail-cím

source: Dashboard
hu_hu: Vezérlőpult

source: Get help, account info
hu_hu: Súgó, fiókinformációk

source: File Optimization
hu_hu: Fájloptimalizálás

source: Optimize CSS & JS
hu_hu: CSS és JS optimalizálása

source: %1$s Minification is currently activated in <strong>Autoptimize</strong>. If you want to use %2$s’s minification, disable this option in Autoptimize.
hu_hu: %1$s A minifikálás jelenleg engedélyezve van az <strong>Autoptimize</strong>-ban. Ha a(z) %2$s minifikálását szeretné használni, tiltsa le ezt az opciót az Autoptimize-ban.

source: CSS Files
hu_hu: CSS-fájlok

source: JavaScript Files
hu_hu: JavaScript-fájlok

source: %1$s Minification is currently activated in <strong>Autoptimize</strong>. If you want to use %2$s’s minification, disable those options in Autoptimize.
hu_hu: %1$s A minifikálás jelenleg engedélyezve van az <strong>Autoptimize</strong>-ban. Ha a(z) %2$s minifikálását szeretné használni, tiltsa le ezeket az opciókat az Autoptimize-ban.

source: Also, please check our %1$sdocumentation%2$s for a list of compatibility exclusions.
hu_hu: Kérjük, tekintse meg a %1$sdokumentációnkat%2$s a kompatibilitási kizárások listájáért.

source: Internal scripts are excluded by default to prevent issues. Remove them to take full advantage of this option.
hu_hu: A belső szkriptek alapértelmezés szerint ki vannak zárva a problémák elkerülése érdekében. Távolítsa el őket, hogy teljes mértékben kihasználja ezt az opciót.

source: If this causes trouble, restore the default exclusions, found %1$shere%2$s
hu_hu: Ha ez gondot okoz, állítsa vissza az alapértelmezett kizárásokat, amelyeket %1$sitt%2$s talál.

source: Minify CSS files
hu_hu: CSS-fájlok minifikálása

source: Minify CSS removes whitespace and comments to reduce the file size.
hu_hu: A CSS minifikálása eltávolítja a felesleges szóközöket és megjegyzéseket a fájlméret csökkentése érdekében.

source: Specify URLs of CSS files to be excluded from minification (one per line).
hu_hu: Adja meg a minifikálásból kizárandó CSS-fájlok URL-jeit (soronként egyet).

source: <strong>Internal:</strong> The domain part of the URL will be stripped automatically. Use (.*).css wildcards to exclude all CSS files located at a specific path.
hu_hu: <strong>Belső:</strong> Az URL domain része automatikusan eltávolításra kerül. Használja a (.*).css helyettesítőket az adott útvonalon található összes CSS-fájl kizárásához.

source: <strong>3rd Party:</strong> Use either the full URL path or only the domain name, to exclude external CSS. %1$sMore info%2$s
hu_hu: <strong>Külső:</strong> Használja a teljes URL-útvonalat vagy csak a domainnevet a külső CSS kizárásához. %1$sTovábbi információ%2$s

source: Optimize CSS delivery
hu_hu: CSS betöltésének optimalizálása

source: Optimize CSS delivery eliminates render-blocking CSS on your website. Only one method can be selected. Remove Unused CSS is recommended for optimal performance, but limited only to the users with active license.
hu_hu: A CSS betöltésének optimalizálása megszünteti a megjelenítést blokkoló CSS-t a webhelyén. Egyszerre csak egy módszer választható. A Felesleges CSS eltávolítása ajánlott az optimális teljesítményhez, de csak aktív licenccel rendelkező felhasználók számára érhető el.

source: Optimize CSS delivery eliminates render-blocking CSS on your website. Only one method can be selected. Remove Unused CSS is recommended for optimal performance.
hu_hu: A CSS betöltésének optimalizálása megszünteti a megjelenítést blokkoló CSS-t a webhelyén. Egyszerre csak egy módszer választható. Az optimális teljesítményhez a Felesleges CSS eltávolítása ajánlott.

source: Optimize CSS Delivery features are disabled on local environments. %1$sLearn more%2$s
hu_hu: A CSS betöltésének optimalizálása funkciói le vannak tiltva helyi környezetben. %1$sTovábbi információ%2$s

source: Remove Unused CSS
hu_hu: Felesleges CSS eltávolítása

source: Removes unused CSS per page and helps to reduce page size and HTTP requests. Recommended for best performance. Test thoroughly! %1$sMore info%2$s
hu_hu: Oldalanként eltávolítja a nem használt CSS-t, és segít csökkenteni az oldal méretét és a HTTP-kérések számát. A legjobb teljesítmény érdekében ajánlott. Alaposan tesztelje! %1$sTovábbi információ%2$s

source: This could break things!
hu_hu: Ez hibákat okozhat!

source: If you notice any errors on your website after having activated this setting, just deactivate it again, and your site will be back to normal.
hu_hu: Ha a beállítás bekapcsolása után hibákat észlel a webhelyén, egyszerűen kapcsolja ki, és az oldal visszaáll a normál működésre.

source: Activate Remove Unused CSS
hu_hu: Felesleges CSS eltávolításának aktiválása

source: CSS safelist
hu_hu: CSS biztonsági lista

source: Specify CSS filenames, IDs or classes that should not be removed (one per line).
hu_hu: Adja meg a nem eltávolítandó CSS fájlneveket, azonosítókat vagy osztályokat (soronként egyet).

source: Load CSS asynchronously
hu_hu: CSS aszinkron betöltése

# WP Critical CSS compatibility
source: Load CSS asynchronously is currently handled by the %1$s plugin. If you want to use WP Rocket’s load CSS asynchronously option, disable the %1$s plugin.
hu_hu: A CSS aszinkron betöltését jelenleg a(z) %1$s bővítmény kezeli. Ha a WP Rocket CSS aszinkron betöltés opcióját szeretné használni, tiltsa le a(z) %1$s bővítményt.

source: Generates critical path CSS and loads CSS asynchronously. %1$sMore info%2$s
hu_hu: Kritikus útvonalú CSS-t generál és aszinkron tölti be a CSS-t. %1$sTovábbi információ%2$s

source: Fallback critical CSS
hu_hu: Tartalék kritikus CSS

source: Provides a fallback if auto-generated critical path CSS is incomplete. %1$sMore info%2$s
hu_hu: Tartalékot biztosít, ha az automatikusan generált kritikus útvonalú CSS hiányos. %1$sTovábbi információ%2$s

source: Minify JavaScript files
hu_hu: JavaScript-fájlok minifikálása

source: Minify JavaScript removes whitespace and comments to reduce the file size.
hu_hu: A JavaScript minifikálása eltávolítja a szóközöket és a megjegyzéseket a fájlméret csökkentése érdekében.

source: Combine JavaScript files <em>(Enable Minify JavaScript files to select)</em>
hu_hu: JavaScript-fájlok egyesítése <em>(A kiválasztáshoz engedélyezze a JavaScript-fájlok minifikálását)</em>

source: Combine JavaScript files combines your site’s internal, 3rd party and inline JS reducing HTTP requests. Not recommended if your site uses HTTP/2. %1$sMore info%2$s
hu_hu: A JavaScript-fájlok egyesítése a webhely belső, külső és inline JS-ét is összevonja, csökkentve a HTTP-kérések számát. Nem ajánlott, ha a webhely HTTP/2-t használ. %1$sTovábbi információ%2$s

source: For compatibility and best results, this option is disabled when delay javascript execution is enabled.
hu_hu: A kompatibilitás és a legjobb eredmények érdekében ez az opció le van tiltva, ha a JavaScript végrehajtásának késleltetése engedélyezve van.

source: Activate combine JavaScript
hu_hu: JavaScript egyesítésének aktiválása

source: Specify patterns of inline JavaScript to be excluded from concatenation (one per line). %1$sMore info%2$s
hu_hu: Adja meg az egyesítésből kizárandó inline JavaScript mintákat (soronként egyet). %1$sTovábbi információ%2$s

source: Specify URLs of JavaScript files to be excluded from minification and concatenation (one per line).
hu_hu: Adja meg a minifikálásból és egyesítésből kizárandó JavaScript-fájlok URL-jeit (soronként egyet).

source: <strong>Internal:</strong> The domain part of the URL will be stripped automatically. Use (.*).js wildcards to exclude all JS files located at a specific path.
hu_hu: <strong>Belső:</strong> Az URL domain része automatikusan el lesz távolítva. Használja a (.*).js helyettesítőket az adott útvonalon található összes JS-fájl kizárásához.

source: <strong>3rd Party:</strong> Use either the full URL path or only the domain name, to exclude external JS. %1$sMore info%2$s
hu_hu: <strong>Külső:</strong> Használja a teljes URL-útvonalat vagy csak a domainnevet a külső JS kizárásához. %1$sTovábbi információ%2$s

source: Load JavaScript deferred
hu_hu: JavaScript halasztott betöltése

source: Load JavaScript deferred eliminates render-blocking JS on your site and can improve load time. %1$sMore info%2$s
hu_hu: A JavaScript halasztott betöltése megszünteti a megjelenítést blokkoló JS-t a webhelyén, és javíthatja a betöltési időt. %1$sTovábbi információ%2$s

source: Specify URLs or keywords of JavaScript files to be excluded from defer (one per line). %1$sMore info%2$s
hu_hu: Adja meg a halasztásból kizárandó JavaScript-fájlok URL-jeit vagy kulcsszavait (soronként egyet). %1$sTovábbi információ%2$s

source: Delay JavaScript execution
hu_hu: JavaScript végrehajtásának késleltetése

source: Improves performance by delaying the loading of JavaScript files until user interaction (e.g. scroll, click). %1$sMore info%2$s
hu_hu: Javítja a teljesítményt azáltal, hogy a JavaScript-fájlok betöltését felhasználói interakcióig (pl. görgetés, kattintás) késlelteti. %1$sTovábbi információ%2$s

source: One-click exclusions
hu_hu: Egykattintásos kizárások

source: When using the Delay JavaScript feature, you might notice that some elements in the viewport take time to appear.
hu_hu: A JavaScript késleltetése funkció használatakor előfordulhat, hogy egyes, a nézetablakban lévő elemek késve jelennek meg.

source: If you need these elements to load immediately, select the related plugins, themes, or services below to ensure they appear without delay.
hu_hu: Ha ezeket az elemeket azonnal be kell tölteni, válassza ki alább a kapcsolódó bővítményeket, témákat vagy szolgáltatásokat, hogy késedelem nélkül megjelenjenek.

source: Specify URLs or keywords that can identify inline or JavaScript files to be excluded from delaying execution (one per line).
hu_hu: Adjon meg URL-eket vagy kulcsszavakat, amelyek azonosítják a végrehajtás késleltetéséből kizárandó inline vagy JavaScript-fájlokat (soronként egyet).

source: Safe Mode for Delay JavaScript Execution
hu_hu: Biztonságos mód a JavaScript végrehajtásának késleltetéséhez

source: The Safe Mode mode prevents all internal scripts from being delayed.
hu_hu: A Biztonságos mód megakadályozza, hogy a belső szkriptek késleltetve legyenek.

source: Performance impact
hu_hu: Teljesítményhatás

source: By enabling Safe Mode, you significantly reduce your website performance improvements. We recommend using it only as a temporary solution. If you’re experiencing issues with the Delay JavaScript feature, our support team can help you troubleshoot.
hu_hu: A Biztonságos mód engedélyezésével jelentősen csökkenti a webhely teljesítményjavulását. Javasoljuk, hogy csak ideiglenes megoldásként használja. Ha problémái vannak a JavaScript késleltetése funkcióval, ügyfélszolgálatunk segít a hibaelhárításban.

source: ACTIVATE SAFE MODE
hu_hu: Biztonságos mód aktiválása

source: Media
hu_hu: Média

source: LazyLoad, image dimensions, font optimization
hu_hu: LazyLoad, képméretek, betűtípus-optimalizálás

source: It can improve actual and perceived loading time as images, iframes, and videos will be loaded only as they enter (or about to enter) the viewport and reduces the number of HTTP requests. %1$sMore Info%2$s
hu_hu: Javítja a tényleges és érzékelt betöltési időt, mivel a képek, iframe-ek és videók csak akkor töltődnek be, amikor belépnek (vagy épp belépni készülnek) a nézetablakba, és csökkenti a HTTP kérések számát. %1$sTovábbi információ%2$s

source: LazyLoad is currently activated in %2$s. If you want to use WP Rocket’s LazyLoad, disable this option in %2$s.
hu_hu: A LazyLoad jelenleg engedélyezve van a(z) %2$s-ben. Ha a WP Rocket LazyLoad funkcióját szeretné használni, tiltsa le ezt a beállítást a(z) %2$s-ben.

source: Image Dimensions
hu_hu: Képméretek

source: Add missing width and height attributes to images. Helps prevent layout shifts and improve the reading experience for your visitors. %1$sMore info%2$s
hu_hu: Hiányzó szélesség- és magasságattribútumok hozzáadása a képekhez. Segít megelőzni az elrendezés elmozdulásait, és javítja a látogatók olvasási élményét. %1$sTovábbi információ%2$s

source: Fonts
hu_hu: Betűtípusok

source: Enable for images
hu_hu: Engedélyezés képekre

source: LazyLoad for images is currently activated in %2$s. If you want to use %1$s’s LazyLoad, disable this option in %2$s.
hu_hu: A képek LazyLoad funkciója jelenleg engedélyezve van a(z) %2$s-ben. Ha a(z) %1$s LazyLoad funkcióját szeretné használni, tiltsa le ezt a beállítást a(z) %2$s-ben.

source: Enable for CSS background images
hu_hu: Engedélyezés CSS háttérképekre

source: Enable for iframes and videos
hu_hu: Engedélyezés iframe-ekre és videókra

source: Replace YouTube iframe with preview image
hu_hu: YouTube iframe cseréje előnézeti képre

source: Replace YouTube iframe with preview image is not compatible with %2$s.
hu_hu: A „YouTube iframe cseréje előnézeti képre” nem kompatibilis a(z) %2$s-szal.

source: This can significantly improve your loading time if you have a lot of YouTube videos on a page.
hu_hu: Ez jelentősen javíthatja a betöltési időt, ha egy oldalon sok YouTube-videó található.

source: Excluded images or iframes
hu_hu: Kizárt képek vagy iframe-ek

source: Specify keywords (e.g. image filename, CSS filename, CSS class, domain) from the image or iframe code to be excluded (one per line). %1$sMore info%2$s
hu_hu: Adja meg a kizárandó kulcsszavakat (pl. képfájlnév, CSS fájlnév, CSS osztály, domain) a kép- vagy iframe-kódból (soronként egyet). %1$sTovábbi információ%2$s

source: Add missing image dimensions
hu_hu: Hiányzó képméretek hozzáadása

source: Preload fonts
hu_hu: Betűtípusok előtöltése

source: Preload above-the-fold fonts to enhance layout stability and optimize text-based LCP elements. %1$sMore info%2$s
hu_hu: A hajtás feletti betűtípusok előtöltése az elrendezés stabilitásának növeléséhez és a szövegalapú LCP elemek optimalizálásához. %1$sTovábbi információ%2$s

source: Self-host Google Fonts
hu_hu: Google Fonts helyi kiszolgálása

source: Download and serve fonts directly from your server. Reduces connections to external servers and minimizes font shifts. %1$sMore info%2$s
hu_hu: Töltse le és szolgálja ki a betűtípusokat közvetlenül a saját szerveréről. Csökkenti a külső szerverekhez való kapcsolódások számát, és minimalizálja a betűtípus-eltolódásokat. %1$sTovábbi információ%2$s

source: Generate cache files
hu_hu: Gyorsítótárfájlok létrehozása

source: Preload Cache
hu_hu: Gyorsítótár előtöltése

source: When you enable preloading WP Rocket will automatically detect your sitemaps and save all URLs to the database. The plugin will make sure that your cache is always preloaded.
hu_hu: Az előtöltés engedélyezésekor a WP Rocket automatikusan felismeri az oldaltérképeit, és az összes URL-t elmenti az adatbázba. A bővítmény gondoskodik róla, hogy a gyorsítótár mindig elő legyen töltve.

source: Preload Links
hu_hu: Hivatkozások előtöltése

source: Link preloading improves the perceived load time by downloading a page when a user hovers over the link. %1$sMore info%2$s
hu_hu: A hivatkozások előtöltése javítja az érzékelt betöltési időt azzal, hogy az oldal letöltődik, amikor a felhasználó a link fölé viszi az egeret. %1$sTovábbi információ%2$s

source: Activate Preloading
hu_hu: Előtöltés aktiválása

source: Exclude URLs
hu_hu: URL-ek kizárása

source: Specify URLs to be excluded from the preload feature (one per line). %1$sMore info%2$s
hu_hu: Adja meg az előtöltésből kizárandó URL-eket (soronként egyet). %1$sTovábbi információ%2$s

source: Enable link preloading
hu_hu: Hivatkozás-előtöltés engedélyezése

source: Advanced Rules
hu_hu: Speciális szabályok

source: Fine-tune cache rules
hu_hu: Gyorsítótár-szabályok finomhangolása

source: Sensitive pages like custom login/logout URLs should be excluded from cache.
hu_hu: Az érzékeny oldalak, például az egyedi be-/kijelentkezési URL-ek, legyenek kizárva a gyorsítótárból.

source: <br>Cart, checkout and "my account" pages set in <strong>%1$s%2$s%3$s</strong> will be detected and never cached by default.
hu_hu: <br>A <strong>%1$s%2$s%3$s</strong> alatt beállított kosár-, pénztár- és „fiókom” oldalak automatikusan felismerésre kerülnek, és alapértelmezetten soha nem kerülnek gyorsítótárazásra.

source: Cache Lifespan
hu_hu: Gyorsítótár élettartama

source: Cache files older than the specified lifespan will be deleted.<br>Enable %1$spreloading%2$s for the cache to be rebuilt automatically after lifespan expiration.
hu_hu: A megadott élettartamnál régebbi gyorsítótárfájlok törlésre kerülnek.<br>Engedélyezze az %1$selőtöltést%2$s, hogy az élettartam lejárta után a gyorsítótár automatikusan újraépüljön.

source: Never Cache Cookies
hu_hu: Soha nem gyorsítótárazandó sütik

source: Cache Query String(s)
hu_hu: Lekérdezési karakterlánc(ok) gyorsítótárazása

source: %1$sCache for query strings%2$s enables you to force caching for specific GET parameters.
hu_hu: %1$sA lekérdezési paraméterek gyorsítótárazása%2$s lehetővé teszi, hogy egyes GET paraméterekre kényszerítse a gyorsítótárazást.

source: Specify time after which the global cache is cleared<br>(0 = unlimited )
hu_hu: Adja meg az időt, amely után a globális gyorsítótár törlődik<br>(0 = korlátlan )

source: Reduce lifespan to 10 hours or less if you notice issues that seem to appear periodically. %1$sWhy?%2$s
hu_hu: Csökkentse az élettartamot 10 órára vagy kevesebbre, ha időszakosan jelentkező problémákat tapasztal. %1$sMiért?%2$s

source: Hours
hu_hu: Óra

source: Days
hu_hu: Nap

source: Specify URLs of pages or posts that should never be cached (one per line)
hu_hu: Adja meg azoknak az oldalaknak vagy bejegyzéseknek az URL-jeit, amelyeket soha nem szabad gyorsítótárazni (soronként egyet)

source: The domain part of the URL will be stripped automatically.<br>Use (.*) wildcards to address multiple URLs under a given path.
hu_hu: Az URL domain része automatikusan eltávolításra kerül.<br>Használjon (.*) helyettesítő karaktereket egy adott útvonal alatti több URL megadásához.

source: Specify full or partial IDs of cookies that, when set in the visitor's browser, should prevent a page from getting cached (one per line)
hu_hu: Adja meg azoknak a sütiknek a teljes vagy részleges azonosítóit, amelyek a látogató böngészőjében beállítva megakadályozzák az oldal gyorsítótárazását (soronként egyet)

source: Specify user agent strings that should never see cached pages (one per line)
hu_hu: Adja meg azon user agent karakterláncokat, amelyek soha ne lássanak gyorsítótárazott oldalakat (soronként egyet)

source: Use (.*) wildcards to detect parts of UA strings.
hu_hu: Használjon (.*) helyettesítő karaktereket a UA-karakterláncok részeinek felismeréséhez.

source: Specify URLs you always want purged from cache whenever you update any post or page (one per line)
hu_hu: Adja meg azoknak az URL-eknek a listáját, amelyeket bármely bejegyzés vagy oldal frissítésekor mindig törölni szeretne a gyorsítótárból (soronként egyet)

source: Specify query strings for caching (one per line)
hu_hu: Adja meg a gyorsítótárazandó lekérdezési karakterláncokat (soronként egyet)

source: Optimize, reduce bloat
hu_hu: Optimalizálás, fölösleges elemek csökkentése

source: Post Cleanup
hu_hu: Bejegyzések tisztítása

source: Post revisions and drafts will be permanently deleted. Do not use this option if you need to retain revisions or drafts.
hu_hu: A bejegyzésverziók és a piszkozatok véglegesen törlődnek. Ne használja ezt az opciót, ha meg szeretné tartani a verziókat vagy a piszkozatokat.

source: Comments Cleanup
hu_hu: Hozzászólások tisztítása

source: Spam and trashed comments will be permanently deleted.
hu_hu: A spam és a kukába helyezett hozzászólások véglegesen törlődnek.

source: Transients Cleanup
hu_hu: Tranziensek tisztítása

source: Transients are temporary options; they are safe to remove. They will be automatically regenerated as your plugins require them.
hu_hu: A tranziensek ideiglenes adatok; biztonságosan eltávolíthatók. A bővítmények igényei szerint automatikusan újragenerálódnak.

source: Database Cleanup
hu_hu: Adatbázis tisztítása

source: Reduces overhead of database tables
hu_hu: Csökkenti az adatbázistáblák többletterhelését

source: Automatic Cleanup
hu_hu: Automatikus tisztítás

source: All transients
hu_hu: Összes traziens

source: Optimize Tables
hu_hu: Táblák optimalizálása

source: Schedule Automatic Cleanup
hu_hu: Automatikus tisztítás időzítése

source: Frequency
hu_hu: Gyakoriság

source: Daily
hu_hu: Napi

source: Weekly
hu_hu: Heti

source: Monthly
hu_hu: Havi

source: Integrate your CDN
hu_hu: CDN integrálása

source: All URLs of static files (CSS, JS, images) will be rewritten to the CNAME(s) you provide.
hu_hu: A statikus fájlok (CSS, JS, képek) összes URL-je átírásra kerül az Ön által megadott CNAME-ekre.

source: Not required for services like Cloudflare and Sucuri. Please see our available %1$sAdd-ons%2$s.
hu_hu: Nem szükséges olyan szolgáltatásokhoz, mint a Cloudflare és a Sucuri. Kérjük, tekintse meg az elérhető %1$sKiegészítőket%2$s.

source: Enable Content Delivery Network
hu_hu: CDN engedélyezése

source: CDN CNAME(s)
hu_hu: CDN CNAME(ek)

source: Specify the CNAME(s) below
hu_hu: Adja meg alább a CNAME-eket

source: Specify URL(s) of files that should not get served via CDN (one per line).
hu_hu: Adja meg azoknak a fájloknak az URL-jeit, amelyeket ne a CDN szolgáljon ki (soronként egyet).

source: The domain part of the URL will be stripped automatically.<br>Use (.*) wildcards to exclude all files of a given file type located at a specific path.
hu_hu: Az URL domain része automatikusan eltávolításra kerül.<br>Használjon (.*) helyettesítő karaktereket, hogy kizárja egy adott útvonalon található összes, adott fájltípusú fájlt.

source: Control WordPress Heartbeat API
hu_hu: A WordPress Heartbeat API vezérlése
