Repository: hellowpio/wordpress-translations
Catalog: plugins/*/rocket/rocket-*.po
Languages: hu_hu

source: Your WP Rocket license is expired!
hu_hu: A WP Rocket licenc lejárt!

source: Your website could be much faster if it could take advantage of our %1$snew features and enhancements%2$s. 🚀
hu_hu: Webhelye sokkal gyorsabb lehetne, ha kihasználná %1$súj funkcióinkat és fejlesztéseinket%2$s. 🚀

source: Your %1$sWP Rocket license is about to expire%2$s: you will soon lose access to product updates and support.
hu_hu: A(z) %1$sWP Rocket licenc hamarosan lejár%2$s: hamarosan elveszíti a hozzáférést a termékfrissítésekhez és a támogatáshoz.

source: Save $%1$s%2$s%3$s
hu_hu: Takarítson meg $%1$s%2$s%3$s

source: Websites
hu_hu: Webhelyek

source: %s websites
hu_hu: %s webhely

source: Upgrade to %s
hu_hu: Frissítés erre: %s

source: Speed Up More Websites
hu_hu: Gyorsítson fel több webhelyet

source: You can use WP Rocket on more websites by upgrading your license. To upgrade, simply pay the %1$sprice difference%2$s between your current and new licenses, as shown below.
hu_hu: Több webhelyen is használhatja a WP Rocketet a licenc frissítésével. A frissítéshez egyszerűen fizesse ki az alábbiakban látható %1$sárkülönbözetet%2$s a jelenlegi és az új licenc között.

source: %1$sN.B.%2$s: Upgrading your license does not change your expiration date
hu_hu: %1$sMegjegyzés%2$s: A licenc frissítése nem változtatja meg a lejárati dátumot

source: You can use WP Rocket on more websites by upgrading your license (you will only pay the price difference between your current and new licenses).
hu_hu: A licenc frissítésével több webhelyen is használhatja a WP Rocketet (csak a jelenlegi és az új licenc közötti árkülönbözetet kell kifizetnie).

source: LazyLoad for images
hu_hu: Képek késleltetett betöltése

source: LazyLoad for iframes/videos
hu_hu: Iframe-ek/videók késleltetett betöltése

source: LazyLoad CSS backgrounds
hu_hu: CSS-háttérképek késleltetett betöltése

source: Play Youtube video
hu_hu: Youtube-videó lejátszása

source: Analytics & Trackers
hu_hu: Analitika és követők

source: Ad Networks
hu_hu: Hirdetési hálózatok

source: Payment Processors
hu_hu: Fizetési szolgáltatók

source: Other Services
hu_hu: Egyéb szolgáltatások

source: Themes
hu_hu: Sablonok

source: Plugins
hu_hu: Bővítmények

source: You need an active license to get the latest version of the lists from our server.
hu_hu: Aktív licencre van szükség a listák legfrissebb verziójának letöltéséhez a szerverünkről.

source: Default Lists
hu_hu: Alapértelmezett listák

source: Delay JavaScript Execution Exclusion Lists
hu_hu: A JavaScript-végrehajtás késleltetésének kizárási listái

source: Incompatible plugins Lists
hu_hu: Inkompatibilis bővítmények listái

source: Could not get updated lists from server.
hu_hu: Nem sikerült lekérni a frissített listákat a szerverről.

source: Lists are up to date.
hu_hu: A listák naprakészek.

source: Could not update lists.
hu_hu: Nem sikerült frissíteni a listákat.

source: Lists are successfully updated.
hu_hu: A listák sikeresen frissültek.

source: Minify/combine JavaScript
hu_hu: JavaScript tömörítése/összevonása

source: Minify CSS
hu_hu: CSS tömörítése

source: %1$s: Could not create the %2$s table in the database which is necessary for the Remove Unused CSS feature to work. Please check our %3$sdocumentation%4$s.
hu_hu: %1$s: Nem sikerült létrehozni az adatbázisban a(z) %2$s táblát, amely szükséges a Nem használt CSS eltávolítása funkció működéséhez. Kérjük, nézze meg a %3$sdokumentációnkat%4$s.

source: %1$s: Used CSS cache cleared!
hu_hu: %1$s: A használt CSS gyorsítótára törölve!

source: %1$s: The preload service is now active. After the initial preload it will continue to cache all your pages whenever they are purged. No further action is needed.
hu_hu: %1$s: Az előtöltési szolgáltatás mostantól aktív. Az első előtöltés után továbbra is minden oldalát gyorsítótárazza, valahányszor azok törlésre kerülnek. Nincs szükség további lépésre.

source: WP Rocket Preload pending jobs
hu_hu: WP Rocket előtöltés függőben lévő feladatok

source: WP Rocket Preload revert stuck failed jobs
hu_hu: WP Rocket előtöltés elakadt, sikertelen feladatok visszaállítása

source: Clear Used CSS of this URL
hu_hu: Ennek az URL-nek a használt CSS-ének törlése

source: Used CSS
hu_hu: Használt CSS

source: This action will clear the used CSS files.
hu_hu: Ez a művelet törli a használt CSS fájlokat.

source: %1$s: Please wait %2$s seconds. The Remove Unused CSS service is processing your pages, the plugin is optimizing LCP and the images above the fold.
hu_hu: %1$s: Kérjük, várjon %2$s másodpercet. A Nem használt CSS eltávolítása szolgáltatás feldolgozza az oldalait, a bővítmény optimalizálja az LCP-t és a hajtás feletti képeket.

source: %1$s: The LCP element has been optimized, and the images above the fold were excluded from lazyload. The Used CSS of your homepage has been processed. WP Rocket will continue to generate Used CSS for up to %2$s URLs per %3$s second(s).
hu_hu: %1$s: Az LCP elem optimalizálva lett, és a hajtás feletti képek ki lettek zárva a késleltetett betöltésből. A kezdőlap használt CSS-e feldolgozásra került. A WP Rocket továbbra is generálja a használt CSS-t legfeljebb %2$s URL számára %3$s másodpercenként.

source: We suggest enabling %1$sPreload%2$s for the fastest results.
hu_hu: A leggyorsabb eredmény érdekében javasoljuk a %1$sElőtöltés%2$s engedélyezését.

source: To learn more about the process check our %1$sdocumentation%2$s.
hu_hu: A folyamatról bővebben a %1$sdokumentációnkban%2$s olvashat.

source: We couldn't generate the used CSS because you're using a nulled version of WP Rocket. You need an active license to use the Remove Unused CSS feature and further improve your website's performance.
hu_hu: Nem tudtuk előállítani a használt CSS-t, mert a WP Rocket tört verzióját használja. A Nem használt CSS eltávolítása funkció használatához és a webhely teljesítményének további javításához aktív licenc szükséges.

source: Click here to get a WP Rocket single license at %1$s off!
hu_hu: Kattintson ide, hogy %1$s kedvezménnyel megszerezze a WP Rocket egywebhelyes licencét!

source: It seems a security plugin or the server's firewall prevents WP Rocket from accessing the SaaS features. IPs listed %1$shere in our documentation%2$s should be added to your allowlists:
hu_hu: Úgy tűnik, egy biztonsági bővítmény vagy a szerver tűzfala megakadályozza, hogy a WP Rocket hozzáférjen a SaaS funkciókhoz. A %1$sdokumentációnkban itt felsorolt%2$s IP-címeket hozzá kell adni az engedélyezési listákhoz:

source: - In the security plugin, if you are using one
hu_hu: - A biztonsági bővítményben, ha használ ilyet

source: - In the server's firewall. Your host can help you with this
hu_hu: - A szerver tűzfalában. Ehhez a tárhelyszolgáltató tud segítséget nyújtani

source: Server type:
hu_hu: Szerver típusa:

source: PHP version number:
hu_hu: PHP verziószáma:

source: WordPress version number:
hu_hu: WordPress verziószáma:

source: Current theme:
hu_hu: Jelenlegi sablon:

source: Current site language:
hu_hu: Webhely jelenlegi nyelve:

source: Active plugins:
hu_hu: Aktív bővítmények:

source: Plugin names of all active plugins
hu_hu: Az összes aktív bővítmény neve

source: Anonymized WP Rocket settings:
hu_hu: Anonimizált WP Rocket beállítások:

source: Which WP Rocket settings are active
hu_hu: Mely WP Rocket beállítások aktívak

source: Anonymized WP Rocket statistics:
hu_hu: Anonimizált WP Rocket statisztikák:

source: How WP Rocket features function and perform.
hu_hu: Hogyan működnek és teljesítenek a WP Rocket funkciói.

source: WP Rocket license type
hu_hu: WP Rocket licenctípus

source: The provided license data are not valid.
hu_hu: A megadott licencadatok érvénytelenek.

source: To resolve, please %1$scontact support%2$s.
hu_hu: A megoldáshoz kérjük, %1$slépjen kapcsolatba a támogatással%2$s.

source: License validation failed. Our server could not resolve the request from your website.
hu_hu: A licenc érvényesítése sikertelen. A szerverünk nem tudta feldolgozni a webhelyéről érkező kérést.

source: Try clicking %1$sValidate License%2$s below. If the error persists, follow %3$sthis guide%4$s.
hu_hu: Próbálja meg alább a %1$sLicenc érvényesítése%2$s gombra kattintani. Ha a hiba továbbra is fennáll, kövesse %3$sezt az útmutatót%4$s.

source: License validation failed. You may be using a nulled version of the plugin. Please do the following:
hu_hu: A licenc érvényesítése sikertelen. Lehetséges, hogy a bővítmény tört verzióját használja. Kérjük, tegye a következőket:

source: Login to your WP Rocket %1$saccount%2$s
hu_hu: Jelentkezzen be a WP Rocket %1$sfiókjába%2$s

source: Download the zip file
hu_hu: Töltse le a zip fájlt

source: Reinstall
hu_hu: Telepítse újra

source: If you do not have a WP Rocket account, please %1$spurchase a license%2$s.
hu_hu: Ha nincs WP Rocket fiókja, kérjük, %1$svásároljon licencet%2$s.

source: License validation failed. This user account does not exist in our database.
hu_hu: A licenc érvényesítése sikertelen. Ez a felhasználói fiók nem található az adatbázisunkban.

source: To resolve, please contact support.
hu_hu: A megoldáshoz kérjük, lépjen kapcsolatba a támogatással.

source: License validation failed. This user account is blocked.
hu_hu: A licenc érvényesítése sikertelen. Ez a felhasználói fiók blokkolva van.

source: Please see %1$sthis guide%2$s for more info.
hu_hu: További információért tekintse meg %1$sezt az útmutatót%2$s.

source: Try clicking %1$sSave Changes%2$s below. If the error persists, follow %3$sthis guide%4$s.
hu_hu: Próbálja meg alább a %1$sVáltoztatások mentése%2$s gombra kattintani. Ha a hiba továbbra is fennáll, kövesse %3$sezt az útmutatót%4$s.

source: Your license is not valid.
hu_hu: A licenc nem érvényes.

source: Make sure you have an active %1$sWP Rocket license%2$s.
hu_hu: Győződjön meg róla, hogy aktív %1$sWP Rocket licenccel%2$s rendelkezik.

source: You have added as many sites as your current license allows.
hu_hu: Annyi webhelyet adott hozzá, amennyit a jelenlegi licence enged.

source: Upgrade your %1$saccount%2$s or %3$stransfer your license%2$s to this domain.
hu_hu: Frissítse a %1$sfiókját%2$s, vagy %3$svigye át a licencét%2$s erre a domainre.

source: This website is not allowed.
hu_hu: Ez a webhely nem engedélyezett.

source: Please %1$scontact support%2$s.
hu_hu: Kérjük, %1$slépjen kapcsolatba a támogatással%2$s.

source: This license key is not recognized.
hu_hu: Ez a licenckulcs nem ismert.

source: If the issue persists, please %1$scontact support%2$s.
hu_hu: Ha a probléma továbbra is fennáll, kérjük, %1$slépjen kapcsolatba a támogatással%2$s.

source: License validation failed: %s
hu_hu: A licenc érvényesítése sikertelen: %s

source: The log file does not exist.
hu_hu: A naplófájl nem létezik.

source: The log file could not be read.
hu_hu: A naplófájlt nem sikerült beolvasni.

source: The logs are not saved into a file.
hu_hu: A naplók nincsenek fájlba mentve.

source: Varnish auto-purge will be automatically enabled once Varnish is enabled on your %s server.
hu_hu: A Varnish automatikus ürítése automatikusan engedélyeződik, amint a Varnish engedélyezve van a(z) %s szerveren.

source: Your installation seems to be missing core Kinsta files managing Cache clearing, which will prevent your Kinsta installation and WP Rocket from working correctly. Please get in touch with Kinsta support through your %1$sMyKinsta%2$s account to resolve this issue.
hu_hu: Úgy tűnik, hiányoznak az Ön telepítéséből a gyorsítótár-ürítést kezelő, alapvető Kinsta fájlok, ami megakadályozza, hogy a Kinsta telepítés és a WP Rocket megfelelően működjön. Kérjük, vegye fel a kapcsolatot a Kinsta támogatással a %1$sMyKinsta%2$s fiókján keresztül a probléma megoldásához.

source: %1$s: Cloudflare's HTTP/2 Server Push is incompatible with the features of Remove Unused CSS and Combine CSS files. We strongly recommend disabling it.
hu_hu: %1$s: A Cloudflare HTTP/2 Server Push nem kompatibilis a Nem használt CSS eltávolítása és a CSS-fájlok egyesítése funkciókkal. Nyomatékkal javasoljuk a letiltását.

source: Your site is using the official Cloudflare plugin. We have enabled Cloudflare auto-purge for compatibility. If you have APO activated, it is also compatible.
hu_hu: Az Ön webhelye a hivatalos Cloudflare bővítményt használja. A kompatibilitás érdekében engedélyeztük a Cloudflare automatikus ürítést. Ha az APO aktiválva van, azzal is kompatibilis.

source: Cloudflare cache will be purged each time WP Rocket clears its cache to ensure content is always up-to-date.
hu_hu: A Cloudflare gyorsítótár minden alkalommal ürítésre kerül, amikor a WP Rocket törli a saját gyorsítótárát, hogy a tartalom mindig naprakész legyen.

source: %1$sWP Rocket:%2$s You are using "Dynamic Cookies Cache". Cloudflare APO is not yet compatible with that feature.
hu_hu: %1$sWP Rocket:%2$s A „Dynamic Cookies Cache” funkciót használja. A Cloudflare APO még nem kompatibilis ezzel a funkcióval.

source: You should either disable Cloudflare APO or check with the theme/plugin requiring the use of “Dynamic Cookies Cache” developers for an alternative way to be page-cache friendly. %1$sMore info%2$s
hu_hu: Vagy tiltsa le a Cloudflare APO-t, vagy egyeztessen a „Dynamic Cookies Cache” használatát igénylő téma/bővítmény fejlesztőivel egy, az oldal-gyorsítótárral kompatibilis alternatív megoldásról. %1$sTovábbi információ%2$s

source: %1$sWP Rocket:%2$s You are using "Separate cache files for mobile devices". You need to activate "Cache by Device Type" %3$ssetting%5$s on Cloudflare APO to serve the right version of the cache. %4$sMore info%5$s
hu_hu: %1$sWP Rocket:%2$s A „Külön gyorsítótárfájlok mobil eszközökhöz” opciót használja. A megfelelő gyorsítótár-verzió kiszolgálásához aktiválnia kell a Cloudflare APO-n a „Cache by Device Type” %3$sbeállítást%5$s. %4$sTovábbi információ%5$s

source: %1$sWP Rocket:%2$s You have "Cache by Device Type" enabled on Cloudflare APO. If you judge it necessary for the website to have a different cache on mobile and desktop, we suggest you enable our “Separate Cache Files for Mobiles Devices” to ensure the generated cache is accurate.
hu_hu: %1$sWP Rocket:%2$s A Cloudflare APO-n engedélyezve van a „Cache by Device Type”. Ha szükségesnek tartja, hogy a webhelyen külön gyorsítótár legyen mobilon és asztali gépen, javasoljuk a „Külön gyorsítótárfájlok mobil eszközökhöz” opció engedélyezését, hogy a létrehozott gyorsítótár pontos legyen.

source: <strong>%1$s</strong>: Mod PageSpeed is not compatible with this plugin and may cause unexpected results. %2$sMore Info%3$s
hu_hu: <strong>%1$s</strong>: A Mod PageSpeed nem kompatibilis ezzel a bővítménnyel, és váratlan eredményeket okozhat. %2$sTovábbi információ%3$s

source: %1$sWP Rocket: %2$sWe have detected that Autoptimize's JavaScript Aggregation feature is enabled. WP Rocket's Delay JavaScript Execution will not be applied to the file it creates. We suggest disabling %1$sJavaScript Aggregation%2$s to take full advantage of Delay JavaScript Execution.
hu_hu: %1$sWP Rocket: %2$s Észleltük, hogy az Autoptimize „JavaScript Aggregation” funkciója engedélyezve van. A WP Rocket „JavaScript végrehajtás késleltetése” nem lesz alkalmazva az általa létrehozott fájlra. Javasoljuk a %1$sJavaScript Aggregation%2$s letiltását, hogy teljes mértékben kihasználhassa a JavaScript végrehajtás késleltetését.

source: %1$sWP Rocket: %2$sWe have detected that Autoptimize's Aggregate Inline CSS feature is enabled. WP Rocket's Load CSS Asynchronously will not work correctly. We suggest disabling %1$sAggregate Inline CSS%2$s to take full advantage of Load CSS Asynchronously Execution.
hu_hu: %1$sWP Rocket: %2$s Észleltük, hogy az Autoptimize „Aggregate Inline CSS” funkciója engedélyezve van. A WP Rocket „CSS aszinkron betöltése” nem fog megfelelően működni. Javasoljuk az %1$sAggregate Inline CSS%2$s letiltását, hogy teljes mértékben kihasználhassa a CSS aszinkron betöltését.

source: This plugin blocks WP Rocket's caching and optimizations. Deactivate it and use %1$sEzoic's nameserver integration%2$s instead.
hu_hu: Ez a bővítmény blokkolja a WP Rocket gyorsítótárazását és optimalizálásait. Inaktiválja, és használja helyette az %1$sEzoic névszerver-integrációját%2$s.

# Hummingbird notice
source: %1$s %2$sdisable emoji%3$s conflicts with WP Rockets %2$sdisable emoji%3$s
hu_hu: %1$s %2$semoji letiltása%3$s ütközik a WP Rocket %2$semoji letiltása%3$s beállítással

# Hummingbird notice
source: %1$s %2$sGZIP compression%3$s conflicts with WP Rocket %2$sGZIP compression%3$s
hu_hu: %1$s %2$sGZIP tömörítés%3$s ütközik a WP Rocket %2$sGZIP tömörítés%3$s beállítással

# Hummingbird notice
source: %1$s %2$sbrowser caching%3$s conflicts with WP Rocket %2$sbrowser caching%3$s
hu_hu: %1$s %2$sböngésző-gyorsítótárazás%3$s ütközik a WP Rocket %2$sböngésző-gyorsítótárazás%3$s beállítással

# Hummingbird notice
source: %1$s %2$spage caching%3$s conflicts with WP Rocket %2$spage caching%3$s
hu_hu: %1$s %2$soldal-gyorsítótárazás%3$s ütközik a WP Rocket %2$soldal-gyorsítótárazás%3$s beállítással

# Hummingbird notice
source: %1$s %2$sasset optimization%3$s conflicts with WP Rocket %2$sfile optimization%3$s
hu_hu: %1$s %2$serőforrás-optimalizálás%3$s ütközik a WP Rocket %2$sfájloptimalizálás%3$s beállítással

source: Remove Unused CSS is currently activated in Perfmatters. If you want to use WP Rocket's Remove Unused CSS feature, disable this option in Perfmatters.
hu_hu: A Nem használt CSS eltávolítása jelenleg engedélyezve van a Perfmattersben. Ha a WP Rocket Nem használt CSS eltávolítása funkcióját szeretné használni, tiltsa le ezt az opciót a Perfmattersben.

source: Automated unused CSS removal is currently activated in RapidLoad Power-Up for Autoptimize. If you want to use WP Rocket's Remove Unused CSS feature, disable the RapidLoad Power-Up for Autoptimize plugin.
hu_hu: Az automatikus nem használt CSS eltávolítás jelenleg engedélyezve van a RapidLoad Power-Up for Autoptimize bővítményben. Ha a WP Rocket Nem használt CSS eltávolítása funkcióját szeretné használni, tiltsa le a RapidLoad Power-Up for Autoptimize bővítményt.

source: Delay JS is currently activated in %1$s. If you want to use WP Rocket’s delay JS, disable %1$s
hu_hu: A JS késleltetése jelenleg engedélyezve van a(z) %1$s-ben. Ha a WP Rocket JS-késleltetését szeretné használni, tiltsa le a(z) %1$s-t

source: Your Divi template was updated. Clear the Used CSS if the layout, design or CSS styles were changed.
hu_hu: A Divi sablon frissült. Törölje a használt CSS-t, ha az elrendezés, a dizájn vagy a CSS stílusok megváltoztak.

source: Load CSS asynchronously for mobile
hu_hu: CSS aszinkron betöltése mobilon

source: Your website currently uses the same Critical Path CSS for both desktop and mobile.
hu_hu: A webhelye jelenleg ugyanazt a kritikus útvonalú CSS-t használja asztali és mobil nézetben is.

source: Click the button to enable mobile-specific CPCSS for your site.
hu_hu: Kattintson a gombra a webhelyre vonatkozó, mobilra szabott CPCSS engedélyezéséhez.

source: This is a one-time action and this button will be removed afterwards. %1$sMore info%2$s
hu_hu: Ez egyszeri művelet, és ez a gomb utána eltávolításra kerül. %1$sTovábbi információ%2$s

source: Your site is now using mobile-specific critical path CSS. %1$sMore info%2$s
hu_hu: Az oldalad most mobilra szabott kritikus útvonal CSS-t használ. %1$sTovábbi információ%2$s

source: Generate Mobile Specific CPCSS
hu_hu: Mobilra szabott CPCSS létrehozása

source: Critical Path CSS
hu_hu: Kritikus útvonal CSS

source: Generate specific Critical Path CSS for this post. %1$sMore info%2$s
hu_hu: Készíts speciális kritikus útvonal CSS-t ehhez a bejegyzéshez. %1$sTovábbi információ%2$s

source: This post uses specific Critical Path CSS. %1$sMore info%2$s
hu_hu: Ez a bejegyzés speciális kritikus útvonal CSS-t használ. %1$sTovábbi információ%2$s

source: Revert back to the default CPCSS
hu_hu: Visszaállítás az alapértelmezett CPCSS-re

source: Facing an issue?
hu_hu: Problémába ütköztél?

source: It is not always necessary to deactivate WP Rocket when facing any issues. Most of them can be fixed by deactivating only some options.
hu_hu: Nem mindig szükséges deaktiválni a WP Rocketet probléma esetén. A legtöbb hiba csak néhány beállítás kikapcsolásával is megoldható.

source: Our advice? Instead of deactivating WP Rocket, use our %1$sSafe Mode%2$s to quickly disable LazyLoad, File Optimization, and CDN options. Then check to see if your issue is resolved.
hu_hu: Tanácsunk? A WP Rocket kikapcsolása helyett használd a %1$sSafe Mode%2$s módot a LazyLoad, a fájloptimalizálás és a CDN opciók gyors letiltásához. Ezután ellenőrizd, megoldódott-e a probléma.

source: Do you want to use our Safe Mode to troubleshoot WP Rocket?
hu_hu: Szeretnéd a Safe Mode-ot használni a WP Rocket hibaelhárításához?

source: Yes, apply "%1$sSafe Mode%2$s"
hu_hu: Igen, alkalmazd a "%1$sSafe Mode%2$s"-ot

source: and export WP Rocket settings %1$s(Recommended as current settings will be deleted)%2$s
hu_hu: és exportáld a WP Rocket beállításokat %1$s(Ajánlott, mivel a jelenlegi beállítások törlődnek)%2$s

source: No, deactivate and snooze this message for
hu_hu: Nem, deaktiváld, és halaszd el ezt az üzenetet ennyi időre

source: 1 day
hu_hu: 1 nap

source: 7 days
hu_hu: 7 nap

source: 30 days
hu_hu: 30 nap

source: Forever
hu_hu: Örökre

source: Cancel
hu_hu: Mégse

source: Confirm
hu_hu: Megerősítés

source: %1$sWP Rocket %2$s%3$s is available. %4$sLearn more%5$s about the updates and enhancements of this major version. You need an active license to use them on your website, don’t miss out! %6$sRenew Now%5$s
hu_hu: %1$sWP Rocket %2$s%3$s elérhető. %4$sTudj meg többet%5$s ennek a főverziónak a frissítéseiről és fejlesztéseiről. Aktív licencre van szükség a használatukhoz a webhelyeden, ne maradj le! %6$sÚjítsd meg most%5$s

source: Update Inclusion and Exclusion Lists
hu_hu: Bevonási és kizárási listák frissítése

source: Compatibility lists are downloaded automatically every week. Click the button if you want to update them manually. %1$sMore info%2$s
hu_hu: A kompatibilitási listák hetente automatikusan letöltődnek. Kattints a gombra, ha manuálisan szeretnéd frissíteni őket. %1$sTovábbi információ%2$s

source: Update lists
hu_hu: Listák frissítése

source: Enable Google Font Optimization
hu_hu: Google Fonts optimalizálás engedélyezése

source: Improves font performance and combines multiple font requests to reduce the number of HTTP requests.
hu_hu: Javítja a betűtípusok teljesítményét, és több betűtípus-kérést egyesít a HTTP kérések számának csökkentéséhez.

source: Google Fonts Optimization is now enabled for your site. %1$sMore info%2$s
hu_hu: A Google Fonts optimalizálás mostantól engedélyezve van az oldaladon. %1$sTovábbi információ%2$s

source: Optimize Google Fonts
hu_hu: Google Fonts optimalizálása

source: Clear cache after
hu_hu: Gyorsítótár törlése ezután

source: 3rd parties
hu_hu: Harmadik felek

source: Select all
hu_hu: Összes kijelölése

source: CSS & JavaScript
hu_hu: CSS és JavaScript

source: Import settings
hu_hu: Beállítások importálása

source: Add-on status
hu_hu: Kiegészítő állapota

source: Modify options
hu_hu: Beállítások módosítása

source: Purges RocketCDN cached resources for your website. %s
hu_hu: Törli a RocketCDN gyorsítótárában lévő erőforrásokat a webhelyedhez. %s

source: Learn more
hu_hu: Tudj meg többet

source: Clear all RocketCDN cache files
hu_hu: Minden RocketCDN gyorsítótárfájl törlése

source: Mobile Cache
hu_hu: Mobil gyorsítótár

source: Speed your site for mobile visitors.
hu_hu: Gyorsítsd fel az oldalad a mobil látogatók számára.

source: Mobile Cache is now enabled for your site.
hu_hu: A mobil gyorsítótár mostantól engedélyezve van az oldaladon.

source: Enable Mobile Cache
hu_hu: Mobil gyorsítótár engedélyezése

source: Cloudflare Cache
hu_hu: Cloudflare gyorsítótár
