Repository: hellowpio/wordpress-translations
Catalog: plugins/*/rocket/rocket-*.po
Languages: hu_hu

source: Reducing or disabling the Heartbeat API’s activity can help save some of your server’s resources.
hu_hu: A Heartbeat API aktivitásának csökkentése vagy letiltása segíthet a szerver erőforrásainak kímélésében.

source: Reduce or disable Heartbeat activity
hu_hu: Heartbeat aktivitás csökkentése vagy letiltása

source: Reducing activity will change Heartbeat frequency from one hit each minute to one hit every 2 minutes.
hu_hu: Az aktivitás csökkentése módosítja a Heartbeat gyakoriságát: percenkénti egy kérésről kétpercenkénti egy kérésre.

source: Disabling Heartbeat entirely may break plugins and themes using this API.
hu_hu: A Heartbeat teljes letiltása problémát okozhat az ezt az API-t használó bővítmények és témák esetén.

source: Do not limit
hu_hu: Ne korlátozza

source: Reduce activity
hu_hu: Aktivitás csökkentése

source: Disable
hu_hu: Letiltás

source: Control Heartbeat
hu_hu: Heartbeat vezérlése

source: Behavior in backend
hu_hu: Viselkedés az admin felületen

source: Behavior in post editor
hu_hu: Viselkedés a bejegyzésszerkesztőben

source: Behavior in frontend
hu_hu: Viselkedés a frontendben

source: Get performance insights
hu_hu: Teljesítményadatok megtekintése

source: Performance Monitoring
hu_hu: Teljesítményfigyelés

source: Enable automatic performance testing for your pages.
hu_hu: Engedélyezze az automatikus teljesítménytesztelést az oldalak számára.

source: Upgrade your plan to get access to automatic performance tests
hu_hu: Frissítse csomagját az automatikus teljesítménytesztek eléréséhez

source: Add-ons
hu_hu: Kiegészítők

source: Add more features
hu_hu: További funkciók hozzáadása

source: One-click Rocket Add-ons
hu_hu: Egykattintásos Rocket kiegészítők

source: One-Click Add-ons are features extending available options without configuration needed. Switch the option "on" to enable from this screen.
hu_hu: Az Egykattintásos kiegészítők olyan funkciók, amelyek konfiguráció nélkül bővítik az elérhető beállításokat. Kapcsolja az opciót "on" állásba ezen a képernyőn az engedélyezésükhöz.

source: Rocket Add-ons
hu_hu: Rocket kiegészítők

source: Rocket Add-ons are complementary features extending available options.
hu_hu: A Rocket kiegészítők olyan kiegészítő funkciók, amelyek bővítik az elérhető beállításokat.

source: User Cache
hu_hu: Felhasználói gyorsítótár

source: If you need to create a dedicated set of cache files for each logged-in WordPress user, you must activate this add-on.
hu_hu: Ha minden bejelentkezett WordPress-felhasználóhoz külön gyorsítótárfájl-készletet szeretne létrehozni, aktiválnia kell ezt a kiegészítőt.

source: User cache is great when you have user-specific or restricted content on your website.<br>%1$sLearn more%2$s
hu_hu: A felhasználói gyorsítótár hasznos, ha a webhelyen felhasználóspecifikus vagy korlátozott tartalom van.<br>%1$sTovábbi információ%2$s

source: Integrate your Cloudflare account with this add-on.
hu_hu: Integrálja Cloudflare-fiókját ezzel a kiegészítővel.

source: Provide your account email, global API key, and domain to use options such as clearing the Cloudflare cache and enabling optimal settings with WP Rocket.
hu_hu: Adja meg a fiók e-mail-címét, a globális API-kulcsot és a domaint, hogy használhassa a lehetőségeket, például a Cloudflare gyorsítótár törlését és az optimális beállítások engedélyezését a WP Rockettel.

source: %1$sPlanning on using Automatic Platform Optimization (APO)?%2$s Just activate the official Cloudflare plugin and configure it. WP Rocket will automatically enable compatibility.
hu_hu: %1$sAutomatikus Platform Optimalizálást (APO) tervez használni?%2$s Egyszerűen aktiválja és konfigurálja a hivatalos Cloudflare bővítményt. A WP Rocket automatikusan engedélyezi a kompatibilitást.

source: If Varnish runs on your server, you must activate this add-on.
hu_hu: Ha a Varnish fut a szerverén, aktiválnia kell ezt a kiegészítőt.

source: Varnish cache will be purged each time WP Rocket clears its cache to ensure content is always up-to-date.<br>%1$sLearn more%2$s
hu_hu: A Varnish gyorsítótár minden alkalommal törlődik, amikor a WP Rocket törli a saját gyorsítótárát, hogy a tartalom mindig naprakész legyen.<br>%1$sTovábbi információ%2$s

source: WebP Compatibility
hu_hu: WebP kompatibilitás

source: Improve browser compatibility for WebP images.
hu_hu: Javítsa a böngészők kompatibilitását a WebP-képekkel.

source: Enable this option if you would like WP Rocket to serve WebP images to compatible browsers. Please note that WP Rocket cannot create WebP images for you. To create WebP images we recommend %1$sImagify%2$s. %3$sMore info%2$s
hu_hu: Engedélyezze ezt az opciót, ha azt szeretné, hogy a WP Rocket WebP-képeket szolgáljon ki a kompatibilis böngészőknek. Kérjük, vegye figyelembe, hogy a WP Rocket nem tud WebP-képeket létrehozni az Ön számára. WebP-képek létrehozásához a %1$sImagify%2$s használatát javasoljuk. %3$sTovábbi információ%2$s

source: Clear the Sucuri cache when WP Rocket’s cache is cleared.
hu_hu: Törölje a Sucuri gyorsítótárat, amikor a WP Rocket gyorsítótára törlődik.

source: Provide your API key to clear the Sucuri cache when WP Rocket’s cache is cleared.
hu_hu: Adja meg az API-kulcsát, hogy a Sucuri gyorsítótára törlődjön, amikor a WP Rocket gyorsítótára törlődik.

source: Synchronize Sucuri cache with this add-on.
hu_hu: Szinkronizálja a Sucuri gyorsítótárát ezzel a kiegészítővel.

source: Cloudflare credentials
hu_hu: Cloudflare hitelesítő adatok

source: Cloudflare settings
hu_hu: Cloudflare beállítások

# Cloudflare
source: Global API key:
hu_hu: Globális API-kulcs:

# Cloudflare
source: Find your API key
hu_hu: Keresse meg az API-kulcsát

# Cloudflare
source: Account email
hu_hu: Fiók e-mail-címe

# Cloudflare
source: Zone ID
hu_hu: Zónaazonosító

source: Development mode
hu_hu: Fejlesztői mód

source: Temporarily activate development mode on your website. This setting will automatically turn off after 3 hours. %1$sLearn more%2$s
hu_hu: Ideiglenesen aktiválja a fejlesztői módot a webhelyén. Ez a beállítás 3 óra múlva automatikusan kikapcsol. %1$sTovábbi információ%2$s

source: Optimal settings
hu_hu: Optimális beállítások

source: Automatically enhances your Cloudflare configuration for speed, performance grade and compatibility.
hu_hu: Automatikusan javítja a Cloudflare konfigurációt a sebesség, teljesítményminősítés és kompatibilitás érdekében.

source: Relative protocol
hu_hu: Relatív protokoll

source: Should only be used with Cloudflare's flexible SSL feature. URLs of static files (CSS, JS, images) will be rewritten to use // instead of http:// or https://.
hu_hu: Csak a Cloudflare rugalmas SSL funkciójával használható. A statikus fájlok (CSS, JS, képek) URL-jei átírásra kerülnek, hogy a http:// vagy https:// helyett //-t használjanak.

source: Sucuri credentials
hu_hu: Sucuri hitelesítő adatok

# Sucuri
source: Firewall API key (for plugin), must be in format {32 characters}/{32 characters}:
hu_hu: Tűzfal API-kulcs (a bővítményhez), formátuma: {32 karakter}/{32 karakter}:

# Sucuri
source: Find your API key
hu_hu: Keresse meg az API-kulcsát

source: Sucuri Add-on: The API key for the Sucuri firewall must be in format <code>{32 characters}/{32 characters}</code>.
hu_hu: Sucuri kiegészítő: A Sucuri tűzfal API-kulcsának formátuma <code>{32 karakter}/{32 karakter}</code>.

source: Sorry! Adding /(.*) in Advanced Rules > Never Cache URL(s) was not saved because it disables caching and optimizations for every page on your site.
hu_hu: Sajnáljuk! A /(.*) hozzáadása a Speciális szabályok > Soha ne gyorsítótárazd az URL(eke)t részben nem került mentésre, mert letiltja a gyorsítótárazást és az optimalizálást a webhely minden oldalán.

source: Import, Export, Rollback
hu_hu: Importálás, exportálás, visszaállítás

source: Image Optimization
hu_hu: Képoptimalizálás

source: Compress your images
hu_hu: Tömörítse a képeket

source: Tutorials
hu_hu: Oktatóanyagok

source: Getting started and how to videos
hu_hu: Bevezető és útmutató videók

source: Our Plugins
hu_hu: Bővítményeink

source: Build Better, Faster, Safer
hu_hu: Készítsen jobbat, gyorsabban, biztonságosabban

source: WP Rocket Expired Cache Interval
hu_hu: WP Rocket lejárt gyorsítótárának intervalluma

source: WP_CACHE value
hu_hu: WP_CACHE érték

source: Cache
hu_hu: Gyorsítótár

source: The WP_CACHE constant needs to be set to true for WP Rocket cache to work properly
hu_hu: A WP_CACHE konstanst true értékre kell állítani, hogy a WP Rocket gyorsítótára megfelelően működjön

source: WP_CACHE is set to true
hu_hu: A WP_CACHE értéke true

source: WP_CACHE is not set
hu_hu: A WP_CACHE nincs beállítva

source: WP_CACHE is set to false
hu_hu: A WP_CACHE értéke false

source: Your RocketCDN subscription is currently active.
hu_hu: A RocketCDN-előfizetése jelenleg aktív.

source: To use RocketCDN, replace your CNAME with %1$s%2$s%3$s.
hu_hu: A RocketCDN használatához cserélje le a CNAME-et erre: %1$s%2$s%3$s.

source: %1$sMore Info%2$s
hu_hu: %1$sTovábbi információ%2$s

source: We could not fetch the current price because RocketCDN API returned an unexpected error code.
hu_hu: Nem tudtuk lekérni az aktuális árat, mert a RocketCDN API váratlan hibakódot adott vissza.

source: RocketCDN is not available at the moment. Please retry later.
hu_hu: A RocketCDN jelenleg nem érhető el. Kérjük, próbálja meg később.

source: RocketCDN cache purge failed: Missing identifier parameter.
hu_hu: RocketCDN gyorsítótár törlése sikertelen: Hiányzó azonosító paraméter.

source: RocketCDN cache purge failed: Missing user token.
hu_hu: RocketCDN gyorsítótár törlése sikertelen: Hiányzó felhasználói token.

source: RocketCDN cache purge failed: The API returned an unexpected response code.
hu_hu: RocketCDN gyorsítótár törlése sikertelen: Az API váratlan válaszkódot adott vissza.

source: RocketCDN cache purge failed: The API returned an empty response.
hu_hu: RocketCDN gyorsítótár törlése sikertelen: Az API üres választ adott vissza.

source: RocketCDN cache purge failed: The API returned an unexpected response.
hu_hu: RocketCDN gyorsítótár törlése sikertelen: Az API váratlan választ adott vissza.

source: RocketCDN cache purge failed: %s.
hu_hu: RocketCDN gyorsítótár törlése sikertelen: %s.

source: RocketCDN cache purge successful.
hu_hu: RocketCDN gyorsítótár törlése sikeres.

source: We've updated your RocketCDN CNAME from %1$s to %2$s.
hu_hu: Frissítettük a RocketCDN CNAME-jét erről: %1$s erre: %2$s.

source: The change is already applied to the plugin settings. If you were using the CNAME in your code, make sure to update it to: %1$s.
hu_hu: A módosítás már alkalmazva lett a bővítmény beállításaiban. Ha a CNAME-et a kódban is használta, frissítse erre: %1$s.

source: contact support
hu_hu: lépjen kapcsolatba a támogatással

source: RocketCDN enabled
hu_hu: RocketCDN engedélyezve

source: RocketCDN disabled
hu_hu: RocketCDN letiltva

source: Valid until %s only!
hu_hu: Csak eddig érvényes: %s!

source: Speed up your website thanks to:
hu_hu: Gyorsítsa fel webhelyét a következőknek köszönhetően:

source: High performance Content Delivery Network (CDN) with %1$sunlimited bandwidth%2$s
hu_hu: Nagy teljesítményű Tartalomkézbesítő hálózat (CDN) %1$skorlátlan sávszélességgel%2$s

source: Easy configuration: the %1$sbest CDN settings%2$s are automatically applied
hu_hu: Egyszerű konfigurálás: a %1$slegjobb CDN-beállítások%2$s automatikusan alkalmazásra kerülnek

source: WP Rocket integration: the CDN option is %1$sautomatically configured%2$s in our plugin
hu_hu: WP Rocket integráció: a CDN opció %1$sautomatikusan konfigurálva van%2$s a bővítményünkben

source: Learn more about RocketCDN
hu_hu: Tudjon meg többet a RocketCDN-ről

source: *$%1$s/month for 12 months then $%2$s/month. You can cancel your subscription at any time.
hu_hu: *$%1$s/hó 12 hónapig, majd $%2$s/hó. Az előfizetés bármikor lemondható.

source: Billed monthly
hu_hu: Havi számlázás

source: Get Started
hu_hu: Kezdje el

source: Reduce this banner
hu_hu: Banner minimalizálása

source: Speed up your website with RocketCDN, WP Rocket’s Content Delivery Network.
hu_hu: Gyorsítsa fel webhelyét a RocketCDN segítségével, a WP Rocket tartalomkézbesítő hálózatával.

source: Learn More
hu_hu: További információ

source: RocketCDN is unavailable on local domains and staging sites.
hu_hu: A RocketCDN nem érhető el helyi domaineken és átmeneti (staging) oldalakon.

source: Get RocketCDN
hu_hu: RocketCDN beszerzése

source: New!
hu_hu: Új!

source: Speed up your website with RocketCDN, WP Rocket’s Content Delivery Network!
hu_hu: Gyorsítsa fel webhelyét a RocketCDN segítségével, a WP Rocket tartalomkézbesítő hálózatával!

source: WP Rocket process pending jobs
hu_hu: WP Rocket függőben lévő feladatok feldolgozása

source: WP Rocket clear failed jobs
hu_hu: WP Rocket sikertelen feladatok törlése

source: WP Rocket process on submit jobs
hu_hu: WP Rocket feladatok feldolgozása beküldéskor

source: Clear Priority Elements
hu_hu: Prioritásos elemek törlése

source: Clear Priority Elements of this URL
hu_hu: Ennek az URL-nek a prioritásos elemeinek törlése

source: Priority Elements
hu_hu: Elsőbbségi elemek

source: Clear
hu_hu: Törlés

source: Reset stored optimizations related to Automatic Lazy Rendering, Critical Images, Preconnect to External Domains, and Preload Fonts.
hu_hu: A tárolt optimalizálások visszaállítása az Automatikus késleltetett megjelenítés, a Kritikus képek, az Előcsatlakozás külső tartományokhoz és a Betűtípusok előtöltése funkciókhoz.

source: %1$s: Stored optimization data for Automatic Lazy Rendering, Critical Images, Preconnect to External Domains, and Preload Fonts has been cleared! New data will be generated as needed.
hu_hu: %1$s: Az Automatikus késleltetett megjelenítéshez, a Kritikus képekhez, az Előcsatlakozás külső tartományokhoz és a Betűtípusok előtöltéséhez tartozó tárolt optimalizálási adatok törölve lettek! Új adatok szükség szerint fognak létrejönni.

source: Script error
hu_hu: Szkripthiba

source: Script timeout
hu_hu: Szkript időtúllépés

source: It was not possible to determine a valid cut-off time: %s.
hu_hu: Érvényes lezárási időpontot nem sikerült meghatározni: %s.

source: Every minute
hu_hu: Percenként

source: Regenerate Critical Path CSS
hu_hu: Kritikus útvonalú CSS újragenerálása

source: Generate Specific CPCSS
hu_hu: Konkrét CPCSS generálása

source: Regenerate specific CPCSS
hu_hu: Konkrét CPCSS újragenerálása

source: This feature is not available for non-public post types.
hu_hu: Ez a funkció nem érhető el a nem nyilvános bejegyzéstípusokhoz.

source: %l to use this feature.
hu_hu: %l a funkció használatához.

source: Publish the %s
hu_hu: A(z) %s közzététele

source: Enable Load CSS asynchronously in WP Rocket settings
hu_hu: Engedélyezze a CSS aszinkron betöltését a WP Rocket beállításokban

source: Enable Load CSS asynchronously in the options above
hu_hu: Engedélyezze a CSS aszinkron betöltését a fenti beállításoknál

source: Critical CSS for %1$s not generated. Error: %2$s
hu_hu: A(z) %1$s kritikus CSS-e nem készült el. Hiba: %2$s

source: Critical CSS for %1$s on mobile not generated. Error: The API returned an empty response.
hu_hu: A(z) %1$s mobilos kritikus CSS-e nem készült el. Hiba: az API üres választ adott.

source: Critical CSS for %1$s not generated. Error: The API returned an empty response.
hu_hu: A(z) %1$s kritikus CSS-e nem készült el. Hiba: az API üres választ adott.

source: Critical CSS for %1$s on mobile not generated.
hu_hu: A(z) %1$s mobilos kritikus CSS-e nem készült el.

source: Critical CSS for %1$s not generated.
hu_hu: A(z) %1$s kritikus CSS-e nem készült el.

source: Critical CSS for %1$s on mobile not generated. Error: The API returned an invalid response code.
hu_hu: A(z) %1$s mobilos kritikus CSS-e nem készült el. Hiba: az API érvénytelen válaszkódot adott.

source: Critical CSS for %1$s not generated. Error: The API returned an invalid response code.
hu_hu: A(z) %1$s kritikus CSS-e nem készült el. Hiba: az API érvénytelen válaszkódot adott.

source: Error: %1$s
hu_hu: Hiba: %1$s

source: Critical CSS generation is currently running.
hu_hu: A kritikus CSS generálása jelenleg fut.

source: Go to the %1$sWP Rocket settings%2$s page to track progress.
hu_hu: A folyamat nyomon követéséhez lépjen a %1$sWP Rocket beállítások%2$s oldalra.

source: Critical CSS generation is currently running: %1$d of %2$d page types completed. (Refresh this page to view progress)
hu_hu: A kritikus CSS generálása jelenleg fut: %1$d/%2$d oldaltípus készült el. (A folyamat megtekintéséhez frissítse ezt az oldalt)

source: Critical CSS generation finished for %1$d of %2$d page types.
hu_hu: A kritikus CSS generálása %1$d/%2$d oldaltípusnál befejeződött.

source: Critical CSS generation encountered one or more errors.
hu_hu: A kritikus CSS generálása egy vagy több hibába ütközött.

source: Learn more.
hu_hu: További információ.

source: We highly recommend the %1$supdated Remove Unused CSS%2$s for a better CSS optimization. Load CSS Asynchronously is always available as a back-up.
hu_hu: Nagyon ajánljuk a %1$sfrissített Nem használt CSS eltávolítása%2$s funkciót a jobb CSS-optimalizáláshoz. A CSS aszinkron betöltése mindig elérhető tartalékként.

source: Stay with the old option
hu_hu: Maradjon a régi opciónál

source: Critical CSS for %1$s on mobile not generated. Error: The destination folder could not be created.
hu_hu: A(z) %1$s mobilos kritikus CSS-e nem készült el. Hiba: a célmappát nem sikerült létrehozni.

source: Critical CSS for %1$s not generated. Error: The destination folder could not be created.
hu_hu: A(z) %1$s kritikus CSS-e nem készült el. Hiba: a célmappát nem sikerült létrehozni.

source: Critical CSS file for mobile does not exist
hu_hu: A mobilos kritikus CSS-fájl nem létezik

source: Critical CSS file does not exist
hu_hu: A kritikus CSS-fájl nem létezik

source: Critical CSS file for mobile cannot be deleted
hu_hu: A mobilos kritikus CSS-fájl nem törölhető

source: Critical CSS file cannot be deleted
hu_hu: A kritikus CSS-fájl nem törölhető

source: Mobile Critical CSS for %1$s not generated.
hu_hu: A(z) %1$s mobilos kritikus CSS-e nem készült el.

source: Critical CSS for %s in progress.
hu_hu: A(z) %s kritikus CSS-ének generálása folyamatban.

source: Mobile Critical CSS for %s generated.
hu_hu: A(z) %s mobilos kritikus CSS-e elkészült.

source: Critical CSS for %s generated.
hu_hu: A(z) %s kritikus CSS-e elkészült.

source: Critical CSS file deleted successfully.
hu_hu: A kritikus CSS-fájl sikeresen törölve.

source: Mobile Critical CSS for %1$s timeout. Please retry a little later.
hu_hu: A(z) %1$s mobilos kritikus CSS-e időtúllépés miatt megszakadt. Kérjük, próbálja meg később újra.

source: Critical CSS for %1$s timeout. Please retry a little later.
hu_hu: A(z) %1$s kritikus CSS-e időtúllépés miatt megszakadt. Kérjük, próbálja meg később újra.

source: Mobile CPCSS generation not enabled.
hu_hu: A mobilos CPCSS generálása nincs engedélyezve.

source: Requested post does not exist.
hu_hu: A kért bejegyzés nem létezik.

source: Cannot generate CPCSS for unpublished post.
hu_hu: Nem lehet CPCSS-t generálni nem közzétett bejegyzéshez.

source: Scheduled Cache Purge
hu_hu: Ütemezett gyorsítótár-ürítés

source: Scheduled Database Optimization
hu_hu: Ütemezett adatbázis-optimalizálás

source: Database Optimization Process
hu_hu: Adatbázis-optimalizálási folyamat

# noun
source: Preload
hu_hu: Előtöltés

source: Critical Path CSS Generation Process
hu_hu: Kritikus útvonalú CSS generálási folyamata

source: See how your top pages perform and quickly spot and optimize what slows your site down.
hu_hu: Nézze meg, hogyan teljesítenek a legnépszerűbb oldalai, és gyorsan azonosítsa és optimalizálja, ami lassítja webhelyét.

source: * Billed monthly. You can cancel at any time, each month started is due.
hu_hu: * Havi számlázás. Bármikor lemondható, a megkezdett hónapok díja esedékes.

source: Up to 10 pages tracked
hu_hu: Legfeljebb 10 oldal nyomon követése

source: Automatic performance monitoring
hu_hu: Automatikus teljesítményfigyelés

source: Unlimited on-demand tests
hu_hu: Korlátlan, igény szerinti tesztek

source: Full GTmetrix performance reports
hu_hu: Teljes GTmetrix teljesítményjelentések

source: Launch Offer
hu_hu: Bevezető ajánlat

source: Launch price valid for the first 12 months, after which standard pricing applies.
hu_hu: A bevezető ár az első 12 hónapra érvényes, ezt követően a standard árak lépnek érvénybe.

source: Your %1$s%2$s license is about to expire%3$s: you will soon lose access to product updates and support.
hu_hu: A(z) %1$s%2$s licenc hamarosan lejár%3$s: hamarosan elveszíti a hozzáférést a termékfrissítésekhez és a támogatáshoz.

source: Renew before it is too late, you will pay %1$s%3$s%2$s.
hu_hu: Újítsa meg, mielőtt késő lenne, ennyit fog fizetni: %1$s%3$s%2$s.

source: Renew with a %1$s%2$s discount%3$s before it is too late, you will only pay %1$s%4$s%3$s!
hu_hu: Újítsa meg %1$s%2$s kedvezménnyel%3$s, mielőtt késő lenne; mindössze %1$s%4$s%3$s összeget fizet!

source: You need a valid license to continue using this feature. %1$sRenew now%2$s before losing access.
hu_hu: Érvényes licencre van szüksége a funkció további használatához. %1$sÚjítsa meg most%2$s, mielőtt elveszítené a hozzáférést.

source: You need an active license to enable this option. %1$sRenew now%2$s.
hu_hu: Aktív licencre van szükség ezen opció engedélyezéséhez. %1$sÚjítsa meg most%2$s.

source: You need an active license to enable this option. %1$sMore info%2$s.
hu_hu: Aktív licencre van szükség ezen opció engedélyezéséhez. %1$sTovábbi információ%2$s.

source: Take advantage of %1$s to speed up more websites:%2$s get a %3$s%4$s off%5$s for %3$supgrading your license to %6$s!%5$s
hu_hu: Használja ki a(z) %1$s ajánlatot, és gyorsítson fel több webhelyet:%2$s kapjon %3$s%4$s kedvezményt%5$s, ha %3$slicencét frissíti a(z) %6$s csomagra!%5$s

source: or
hu_hu: vagy

source: %s is unavailable on local domains and staging sites.
hu_hu: A(z) %s nem érhető el helyi domaineken és staging webhelyeken.

source: %s off
hu_hu: %s kedvezmény

source: %s promotion is live!
hu_hu: A(z) %s akció él!

source: Hurry Up! Deal ends in:
hu_hu: Siessen! Az ajánlat lejár:

source: Minutes
hu_hu: Percek

source: Seconds
hu_hu: Másodpercek

source: Upgrade now
hu_hu: Frissítsen most

source: The Optimize CSS Delivery feature is disabled.
hu_hu: A CSS kézbesítésének optimalizálása funkció le van tiltva.

source: You can no longer use the Remove Unused CSS or Load CSS asynchronously options.
hu_hu: A Nem használt CSS eltávolítása és a CSS aszinkron betöltése opciók többé nem használhatók.

source: You need an %1$sactive license%2$s to keep optimizing your CSS delivery, which addresses a PageSpeed Insights recommendation and improves your page performance.
hu_hu: Aktív %1$slicencre%2$s van szükség a CSS kézbesítésének további optimalizálásához, amely egy PageSpeed Insights-ajánlást kezel és javítja az oldal teljesítményét.

source: Renew now
hu_hu: Újítsa meg most

source: You will soon lose access to some features.
hu_hu: Hamarosan elveszíti a hozzáférést bizonyos funkciókhoz.

source: You need an %1$sactive license to continue optimizing your CSS delivery%2$s.
hu_hu: Aktív %1$slicencre van szükség a CSS kézbesítésének további optimalizálásához%2$s.

source: The Remove Unused CSS and Load CSS asynchronously features are great options to address the PageSpeed Insights recommendations and improve your website performance.
hu_hu: A Nem használt CSS eltávolítása és a CSS aszinkron betöltése funkciók kiváló lehetőségek a PageSpeed Insights ajánlásainak teljesítésére és a webhely teljesítményének javítására.

source: These features will be %1$sautomatically disabled on %3$s%2$s.
hu_hu: Ezek a funkciók %1$sautomatikusan le lesznek tiltva ekkor: %3$s%2$s.
