Repository: hellowpio/wordpress-translations
Catalog: plugins/*/mainwp-jetpack-protect-extension/mainwp-jetpack-protect-extension-*.po
Languages: hu_hu

source: MainWP Jetpack Protect Extension
hu_hu: MainWP Jetpack Protect kiterjesztés

source: MainWP Jetpack Protect Extension uses the Jetpack Protect plugin to bring you information about vulnerable plugins and themes on your Child Sites so you can act accordingly.
hu_hu: A MainWP Jetpack Protect kiterjesztés a Jetpack Protect bővítményt használja, hogy információt adjon a gyermek webhelyeken található sérülékeny bővítményekről és sablonokról, így ennek megfelelően cselekedhet.

source: Page Settings
hu_hu: Oldal beállításai

source: Vulnerable sites detected by the Jetpack Protect plugin.
hu_hu: A Jetpack Protect bővítmény által észlelt sérülékeny webhelyek.

source: Jetpack Protect Dashboard
hu_hu: Jetpack Protect vezérlőpult

source: Plugins
hu_hu: Bővítmények

source: Themes
hu_hu: Sablonok

source: Files
hu_hu: Fájlok

source: Database
hu_hu: Adatbázis

source: vulnerabilities found.
hu_hu: sérülékenység található.

source: Latest results as of
hu_hu: Legutóbbi eredmények időpontja

source: Jetpack Protect Not Detected
hu_hu: Jetpack Protect nem észlelhető

source: First install and activate the Jetpack Protect plugin on the child site.
hu_hu: Először telepítse és aktiválja a Jetpack Protect bővítményt a gyermek webhelyen.

source: All Vulnerabilities
hu_hu: Összes sérülékenység

source: Number of vulnerabilities.
hu_hu: Sérülékenységek száma.

source: Click to see details
hu_hu: Kattintson a részletekhez

source: No data available for the site.
hu_hu: Nem érhető el adat a webhelyhez.

source: Jetpack Protect Overview
hu_hu: Jetpack Protect áttekintés

source: Vulnerabilities Details
hu_hu: Sérülékenységek részletei

source: Fix detected vulnerabilities by Updating or Deleting affected items.
hu_hu: Az észlelt sérülékenységeket az érintett elemek frissítésével vagy törlésével javíthatja.

source: Plugin threat
hu_hu: Bővítmény fenyegetés

source: Theme threat
hu_hu: Sablon fenyegetés

source: File threat
hu_hu: Fájl fenyegetés

source: Database threat
hu_hu: Adatbázis fenyegetés

source: WP Core threat
hu_hu: WP Core fenyegetés

source: What is the problem?
hu_hu: Mi a probléma?

source: %1$sSee more technical details of this vulnerability%2$s
hu_hu: %1$sTovábbi technikai részletek erről a sérülékenységről%2$s

source: Fix submitted. Changes will be reflected after the Jetpack Protect completes rescan process. Please try to resync your MainWP Dashboard later.
hu_hu: Javítás elküldve. A változások akkor fognak megjelenni, miután a Jetpack Protect befejezi az újraellenőrzést. Kérjük, próbálja meg később újraszinkronizálni a MainWP Vezérlőpultot.

source: How to fix it?
hu_hu: Hogyan javítható?

source: File:
hu_hu: Fájl:

source: Update to
hu_hu: Frissítés erre

source: Delete
hu_hu: Törlés

source: Please wait...
hu_hu: Kérjük, várjon...

source: To hide or show a widget, click the Cog (%s) icon and select options from "Show widgets"
hu_hu: Widget elrejtéséhez vagy megjelenítéséhez kattintson a fogaskerék (%s) ikonra, majd válasszon a "Widgetek megjelenítése" beállításai közül

source: Jetpack Protect automatically scans your child sites once per day. This means that after resolving vulnerability issues, it can take up to 24 hours before the extension reflects changes.
hu_hu: A Jetpack Protect naponta egyszer automatikusan átvizsgálja gyermek webhelyeit. Ez azt jelenti, hogy a sérülékenységek megoldása után akár 24 órát is igénybe vehet, mire a kiterjesztés tükrözi a változásokat.

source: Returns this page to the state it was in when installed. The feature also restores any widgets you have moved through the drag and drop feature on the page.
hu_hu: Visszaállítja az oldalt a telepítéskori állapotára. A funkció visszaállítja azokat a widgeteket is, amelyeket az oldalon a fogd és vidd funkcióval áthelyezett.

source: Reset Page
hu_hu: Oldal visszaállítása

source: Save Settings
hu_hu: Beállítások mentése

source: Jetpack Protect details
hu_hu: Jetpack Protect részletei

source: Widgets columns
hu_hu: Widgetek oszlopai

source: Show widgets in 2 columns
hu_hu: Widgetek megjelenítése 2 oszlopban

source: Show widgets in 3 columns
hu_hu: Widgetek megjelenítése 3 oszlopban

source: Show widgets
hu_hu: Widgetek megjelenítése

source: Select widgets that you want to hide in the MainWP Overview page.
hu_hu: Válassza ki azokat a widgeteket, amelyeket el szeretne rejteni a MainWP Áttekintés oldalon.

source: Site
hu_hu: Webhely

source: WordPress core threats
hu_hu: WordPress alaprendszer fenyegetései

source: Plugins threats
hu_hu: Bővítmények fenyegetései

source: Themes threats
hu_hu: Sablonok fenyegetései

source: Last check date
hu_hu: Utolsó ellenőrzés dátuma

source: Connected
hu_hu: Csatlakoztatva

source: Version
hu_hu: Verzió

source: Hide
hu_hu: Elrejtés

source: Files threats
hu_hu: Fájlok fenyegetései

source: Database threats
hu_hu: Adatbázis fenyegetései

source: Jetpack Connection
hu_hu: Jetpack kapcsolat

source: Jetpack Scan required.
hu_hu: Jetpack vizsgálat szükséges.

source: Click to jump to the site Overview page
hu_hu: Kattintson a webhely Áttekintés oldalára ugráshoz

source: Jump to the site WP Admin
hu_hu: Ugrás a webhely WP Admin felületére

source: Jump to the site front page
hu_hu: Ugrás a webhely kezdőlapjára

source: Number of WP vulnerabilities. Click to see details.
hu_hu: WP sérülékenységek száma. Kattintson a részletekhez.

source: Number of Plugins vulnerabilities. Click to see details.
hu_hu: Bővítmények sérülékenységeinek száma. Kattintson a részletekhez.

source: Number of Themes vulnerabilities. Click to see details.
hu_hu: Sablonok sérülékenységeinek száma. Kattintson a részletekhez.

source: Number of Files vulnerabilities. Click to see details.
hu_hu: Fájlok sérülékenységeinek száma. Kattintson a részletekhez.

source: Number of Database vulnerabilities. Click to see details.
hu_hu: Adatbázis sérülékenységeinek száma. Kattintson a részletekhez.

source: Disconnected
hu_hu: Leválasztva

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: See more options
hu_hu: További lehetőségek

source: Overview
hu_hu: Áttekintés

source: Edit
hu_hu: Szerkesztés

source: Go to Jetpack Protect
hu_hu: Ugrás a Jetpack Protecthez

source: Unhide Jetpack Protect
hu_hu: Jetpack Protect megjelenítése

source: Hide Jetpack Protect
hu_hu: Jetpack Protect elrejtése

source: Activate Jetpack Protect
hu_hu: Jetpack Protect aktiválása

source: Update Jetpack Protect
hu_hu: Jetpack Protect frissítése

source: Disconnect Jetpack Protect
hu_hu: Jetpack Protect leválasztása

source: Connect Jetpack Protect
hu_hu: Jetpack Protect csatlakoztatása

source: Click to jump to the site Jetpack Protect overview page
hu_hu: Kattintson a webhely Jetpack Protect áttekintés oldalára ugráshoz

source: Latest results as of:
hu_hu: Legutóbbi eredmények időpontja:

source: Number of WP core vulnerabilities. Click to see details.
hu_hu: WP Core sérülékenységek száma. Kattintson a részletekhez.

source: Bulk Actions
hu_hu: Csoportos műveletek

source: All tags
hu_hu: Összes címke

source: Filter Sites
hu_hu: Webhelyek szűrése

source: Show columns
hu_hu: Oszlopok megjelenítése

source: Returns this page to the state it was in when installed. The feature also restores any column you have moved through the drag and drop feature on the page.
hu_hu: Visszaállítja az oldalt a telepítéskori állapotára. A funkció visszaállít minden olyan oszlopot is, amelyet az oldalon a fogd és vidd funkcióval áthelyezett.

source: Would you like to turn on home screen previews? This function queries WordPress.com servers to capture a screenshot of your site the same way comments shows you preview of URLs.
hu_hu: Szeretné bekapcsolni a kezdőképernyő-előnézeteket? Ez a funkció a WordPress.com szervereit kérdezi le a webhely képernyőképének készítéséhez, ugyanúgy, ahogyan a hozzászólások az URL-ek előnézetét megjelenítik.

source: Incorrect or missing consumer key and/or secret. If the issue persists please reset your authentication details from the MainWP > Settings > REST API page, on your MainWP Dashboard site.
hu_hu: Hibás vagy hiányzó consumer key és/vagy secret. Ha a probléma továbbra is fennáll, állítsa vissza a hitelesítési adatokat a MainWP > Settings > REST API oldalon, a MainWP Vezérlőpult webhelyén.

source: Required parameter is missing.
hu_hu: A szükséges paraméter hiányzik.

source: Required parameter data is is not valid.
hu_hu: A szükséges paraméter adata érvénytelen.

source: Site not found.
hu_hu: A webhely nem található.

source: Jetpack Protect result empty.
hu_hu: A Jetpack Protect eredménye üres.

source: Vulnerabilities
hu_hu: Sérülékenységek

source: The Jetpack Protect Vulnerabilities page allows you to see all your websites where the Jetpack Protect plugin completed at least one scan.
hu_hu: A Jetpack Protect Sérülékenységek oldal megjeleníti az összes olyan webhelyét, ahol a Jetpack Protect bővítmény legalább egy vizsgálatot lefuttatott.

source: To see specific site details, click on the website row to toggle the details section. The newly appeared section will show you the breakdown of all detected issues. Here, you can also filter vulnerability details by clicking the number of detected problems in the list of plugins and themes.
hu_hu: Egy adott webhely részleteinek megtekintéséhez kattintson a webhely sorára a részletek szakasz váltásához. Az ekkor megjelenő szakasz az összes észlelt probléma bontását mutatja. Itt a bővítmények és sablonok listájában az észlelt problémák számára kattintva szűrheti a sérülékenységek részleteit.

source: Last Scan
hu_hu: Utolsó vizsgálat

source: Jetpack Protect vulnerability data not found for the site.
hu_hu: Nem találhatók Jetpack Protect sebezhetőségi adatok a webhelyhez.

source: Install, activate and connect the Jetpack Protect plugin on the child site to so start scanning it.
hu_hu: Telepítse, aktiválja és csatlakoztassa a Jetpack Protect bővítményt a gyermek webhelyen, hogy megkezdje annak vizsgálatát.
