Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/addify-product-qty/addify-product-qty-*.po
Languages: hu_hu

source: Add New Rule
hu_hu: Új szabály hozzáadása

source: Adv. Quantity
hu_hu: Haladó mennyiség

source: Advance Product Quantity
hu_hu: Haladó termékmennyiség

source: Advanced Product Quantity
hu_hu: Haladó termékmennyiség

source: Advanced Quantity
hu_hu: Haladó mennyiség

source: Advanced Quantity Rule deleted.
hu_hu: Haladó mennyiségi szabály törölve.

source: Advanced Quantity Rule draft updated.
hu_hu: Haladó mennyiségi szabály piszkozata frissítve.

source: Advanced Quantity Rule published.
hu_hu: Haladó mennyiségi szabály közzétéve.

source: Advanced Quantity Rule saved.
hu_hu: Haladó mennyiségi szabály elmentve.

source: Advanced Quantity Rule scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Advanced Quantity Rule</a>
hu_hu: Haladó mennyiségi szabály ütemezve ekkorra: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Haladó mennyiségi szabály előnézete</a>

source: Advanced Quantity Rule submitted.
hu_hu: Haladó mennyiségi szabály beküldve.

source: Advanced Quantity Rule updated.
hu_hu: Haladó mennyiségi szabály frissítve.

source: All Rules
hu_hu: Összes szabály

source: Apply on All Products
hu_hu: Alkalmazás minden termékre

source: Cart Notices
hu_hu: Kosár értesítések

source: Cart Quantities
hu_hu: Kosár mennyiségek

source: Cart Quantities Configurations
hu_hu: Kosár mennyiségek beállításai

source: Check this if you want to apply this chart on all products.
hu_hu: Jelölje be, ha ezt a táblázatot minden termékre alkalmazni szeretné.

source: Configurations
hu_hu: Beállítások

source: Custom Quantities
hu_hu: Egyéni mennyiségek

source: Custom Quantity
hu_hu: Egyéni mennyiség

source: Default Quantity
hu_hu: Alapértelmezett mennyiség

source: Display as Dropdown
hu_hu: Megjelenítés legördülő listaként

source: Display as dropdown
hu_hu: Megjelenítés legördülő listaként

source: Display quantities as select dropdown. If max is not set, 200 values in dropdown will be displayed.
hu_hu: A mennyiségek megjelenítése legördülő listaként. Ha a max nincs beállítva, a legördülőben 200 érték jelenik meg.

source: Display values in a select dropdown. If max is not set, 200 values in dropdown will be displayed.
hu_hu: Értékek megjelenítése legördülő listában. Ha a max nincs beállítva, a legördülőben 200 érték jelenik meg.

source: Edit Rule
hu_hu: Szabály szerkesztése

source: Enable Advanced Product Quantity at Product Level
hu_hu: Haladó termékmennyiség engedélyezése termékszinten

source: Enable Advanced Product Quantity for this variation
hu_hu: Haladó termékmennyiség engedélyezése ehhez a variációhoz

source: Enable decimal quantities for WooCommerce. Note: By default WooCommerce uses integer quantities for products.
hu_hu: Tizedes mennyiségek engedélyezése a WooCommerce-ben. Megjegyzés: Alapértelmezés szerint a WooCommerce egész mennyiségeket használ a termékeknél.

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable/Disable Decimal Quantity
hu_hu: Tizedes mennyiség engedélyezése/letiltása

source: Enter Fixed Quantity
hu_hu: Adja meg a rögzített mennyiséget

source: Enter Fixed Quantity Number
hu_hu: Adja meg a rögzített mennyiség számát

source: Enter Maximum Quantity
hu_hu: Adja meg a maximális mennyiséget

source: Enter Minimum Quantity
hu_hu: Adja meg a minimális mennyiséget

source: Enter Step Number
hu_hu: Adja meg a lépésközt

source: Enter Steps
hu_hu: Adja meg a lépéseket

source: Enter comma separated custom quantities for product(s) .
hu_hu: Adja meg a termék(ek) egyéni, vesszővel elválasztott mennyiségeit .

source: Enter comma separated custom quantities.
hu_hu: Adja meg a vesszővel elválasztott egyéni mennyiségeket.

source: Enter fixed quantity for product.
hu_hu: Adja meg a termék rögzített mennyiségét.

source: Enter step for decimal quantity
hu_hu: Adja meg a tizedes mennyiség lépésközét

source: Exclude products and categories
hu_hu: Termékek és kategóriák kizárása

source: Fixed Number
hu_hu: Rögzített szám

source: Fixed Quantity
hu_hu: Rögzített mennyiség

source: Guest
hu_hu: Vendég

source: If no user role is selected then it will be applied on all user roles.
hu_hu: Ha nem választ ki felhasználói szerepkört, akkor minden szerepkörre lesz alkalmazva.

source: Maximum Amount
hu_hu: Maximális összeg

source: Maximum Amount Message
hu_hu: Maximális összeg üzenet

source: Maximum Quantity
hu_hu: Maximális mennyiség

source: Maximum Quantity Message
hu_hu: Maximális mennyiség üzenet

source: Maximum Quantity is mandatory for Minimum.
hu_hu: A minimumnál kötelező a maximális mennyiség.

source: Minimum Amount
hu_hu: Minimális összeg

source: Minimum Amount Message
hu_hu: Minimális összeg üzenet

source: Minimum Quantity
hu_hu: Minimális mennyiség

source: Minimum Quantity Message
hu_hu: Minimális mennyiség üzenet

source: Minimum Quantity is mandatory for Maximum.
hu_hu: A maximumnál kötelező a minimális mennyiség.

source: Minimum Quantity is mandatory for Maximum. Default value is Zero.
hu_hu: A maximumnál kötelező a minimális mennyiség. Az alapértelmezett érték nulla.

source: Multiple of No.
hu_hu: Szám többszöröse

source: Multiple of No. Message
hu_hu: Szám többszöröse üzenet

source: Not Found
hu_hu: Nem található

source: Not found in trash
hu_hu: Nem található a kukában

source: Product Quantity
hu_hu: Termékmennyiség

source: Products Restrictions
hu_hu: Termékkorlátozások

source: Products fields verification failed.
hu_hu: A termékek mezőinek ellenőrzése sikertelen.

source: Quantity Type
hu_hu: Mennyiségtípus

source: Role Restriction
hu_hu: Szerepkör-korlátozás

source: Rule
hu_hu: Szabály

source: Rule Priority
hu_hu: Szabály prioritása

source: Rule restored to revision from %s
hu_hu: A szabály visszaállítva a(z) %s verzióra

source: Search Rule
hu_hu: Szabály keresése

source: Select Categories
hu_hu: Kategóriák kiválasztása

source: Select Categories to exclude from the CART limits.
hu_hu: Válassza ki a CART korlátokból kizárandó kategóriákat.

source: Select Categories...
hu_hu: Kategóriák kiválasztása...

source: Select Products
hu_hu: Termékek kiválasztása

source: Select Products to exclude from the CART limits.
hu_hu: Válassza ki a CART korlátokból kizárandó termékeket.

source: Select Products...
hu_hu: Termékek kiválasztása...

source: Select User Role
hu_hu: Felhasználói szerepkör kiválasztása

source: Select User Roles
hu_hu: Felhasználói szerepkörök kiválasztása

source: Select quantity type for product.
hu_hu: Válassza ki a termék mennyiségtípusát.

source: Select quantity type.
hu_hu: Válassza ki a mennyiségtípust.

source: Select user roles for advanced product quantity.
hu_hu: Válassza ki a felhasználói szerepköröket a fejlett termékmennyiséghez.

source: Show / Hide Quantity box on listing pages (OPTIONAL)
hu_hu: Mennyiség mező megjelenítése / elrejtése a listázó oldalakon (OPCIONÁLIS)

source: Show/Hide Quantity Box
hu_hu: Mennyiség mező megjelenítése/elrejtése

source: Simple Product Security Breaks
hu_hu: Egyszerű termék biztonsági megsértései

source: Step Number
hu_hu: Lépésszám

source: Step Quantity
hu_hu: Lépés mennyisége

source: Step number would work properly with min & max quantity numbers.
hu_hu: A lépésszám megfelelően fog működni a min & max mennyiségi értékekkel.

source: The minimum amount required to proceed the cart is [min-cart-amnt].
hu_hu: A kosár folytatásához szükséges minimális összeg: [min-cart-amnt].

source: The minimum quantity required to proceed the cart is [min-cart-qty]. Add [add-cart-qty] more items in cart.
hu_hu: A kosár folytatásához szükséges minimális mennyiség: [min-cart-qty]. Adjon még [add-cart-qty] tételt a kosárhoz.

source: The total quantity of cart should not exceed [max-cart-qty] . Remove [rem-cart-qty] items from cart to place order.
hu_hu: A kosár teljes mennyisége nem haladhatja meg a(z) [max-cart-qty] . Távolítson el [rem-cart-qty] tételt a kosárból a rendelés leadásához.

source: These settings will be applied to the selected roles in the CART Configurations section.
hu_hu: Ezek a beállítások a kijelölt szerepkörökre lesznek alkalmazva a CART Configurations szakaszban.

source: Update Rule
hu_hu: Szabály frissítése

source: Users Restrictions
hu_hu: Felhasználói korlátozások

source: View Rule
hu_hu: Szabály megtekintése

source: You are not allowed to place an order of more than [max-cart-amnt] amount.
hu_hu: Nem adhat le [max-cart-amnt] összegnél nagyobb rendelést.

source: You can add a maximum of %1$s %2$s's to %3$s. You already have %4$s.
hu_hu: A(z) %3$s esetében legfeljebb %1$s %2$s adható hozzá. Már van %4$s.

source: Your cart quantity should be the multiple of [cart-mul-num]. [cart-qty] quantity is not allowed.
hu_hu: A kosárban lévő mennyiségnek [cart-mul-num] többszörösének kell lennie. A [cart-qty] mennyiség nem engedélyezett.

source: [excluded_products], [cart-mul-num] & [cart-qty] Variables to use in Message.
hu_hu: [excluded_products], [cart-mul-num] & [cart-qty] Az üzenetben használható változók.

source: [excluded_products], [max-cart-amnt] & [rem-cart-amnt] Variables to use in Message
hu_hu: [excluded_products], [max-cart-amnt] & [rem-cart-amnt] Az üzenetben használható változók

source: [excluded_products], [max-cart-qty] & [rem-cart-qty] Variables to use in Message.
hu_hu: [excluded_products], [max-cart-qty] & [rem-cart-qty] Az üzenetben használható változók.

source: [excluded_products], [min-cart-amnt] & [add-cart-amnt] Variables to use in Message
hu_hu: [excluded_products], [min-cart-amnt] & [add-cart-amnt] Az üzenetben használható változók

source: [min-cart-qty], [add-cart-qty] & [excluded_products] Variables to use in Message.
hu_hu: [min-cart-qty], [add-cart-qty] & [excluded_products] Az üzenetben használható változók.

source: your cart
hu_hu: kosarad
