Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-booking-system-contracts/wp-booking-system-contracts-*.po
Languages: hu_hu

source: WP Booking System - Contracts
hu_hu: WP Booking System - Szerződések

source: Create PDF contracts or agreements and email them to your customers.
hu_hu: Hozzon létre PDF formátumú szerződéseket vagy megállapodásokat, és küldje el azokat ügyfeleinek.

source: Contract
hu_hu: Szerződés

source: Contract content not available for this booking.
hu_hu: Ehhez a foglaláshoz nem érhető el a szerződés tartalma.

source: View Contract
hu_hu: Szerződés megtekintése

source: Download Contract
hu_hu: Szerződés letöltése

source: Attach Contract to Email
hu_hu: Szerződés csatolása az e-mailhez

source: Edit Contract
hu_hu: Szerződés szerkesztése

source: Update Contract
hu_hu: Szerződés frissítése

source: Please wait...
hu_hu: Kérjük, várjon...

source: Contract Updated
hu_hu: A szerződés frissítve

source: Regenerate Contract
hu_hu: Szerződés újragenerálása

source: Attach the Contract to the email.
hu_hu: Csatolja a szerződést az e-mailhez.

source: Contract Settings
hu_hu: Szerződés beállításai

source: Dynamic Tags
hu_hu: Dinamikus címkék

source: You can use these dynamic tags in the contract body field. They will be replaced with the values submitted in the form.
hu_hu: Ezeket a dinamikus címkéket a szerződés törzs mezőjében használhatja. Az űrlapon megadott értékekre lesznek cserélve.

source: It appears you made changes to the form. Make sure you save the form before you make any changes on this page to ensure all dynamic tags are up to date.
hu_hu: Úgy tűnik, módosította az űrlapot. Mielőtt ezen az oldalon bármit változtatna, győződjön meg róla, hogy elmentette az űrlapot, hogy minden dinamikus címke naprakész legyen.

source: Contracts
hu_hu: Szerződések

source: Logo Type
hu_hu: Logó típusa

source: Image
hu_hu: Kép

source: Text
hu_hu: Szöveg

source: Logo
hu_hu: Logó

source: Heading
hu_hu: Címsor

source: The payment method name that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód neve.

source: Subheading
hu_hu: Alcím

source: Contract Series
hu_hu: Szerződés sorozatjel

source: Optional. A string that will be prepended to the contract number. For example if you add the series "INV", the contract number will be displayed as INV1234
hu_hu: Opcionális. Egy karakterlánc, amely a szerződésszám elé kerül. Például, ha a sorozatjel "INV", a szerződésszám INV1234-ként jelenik meg.

source: Contract Number Offset
hu_hu: Szerződésszám eltolás

source: The contract number will be the same as the Booking ID, which starts from 1. You can add an offset to this number, eg. if you want the first contract number to be 101, add an offset of 100.
hu_hu: A szerződésszám megegyezik a foglalásazonosítóval, amely 1-től indul. Ehhez a számhoz adhat eltolást; pl. ha azt szeretné, hogy az első szerződésszám 101 legyen, adjon hozzá 100-as eltolást.

source: Filename Prefix
hu_hu: Fájlnév előtag

source: The prefix of the email attachment PDF filename.
hu_hu: Az e-mail melléklet PDF fájlnevének előtagja.

source: Contract Strings
hu_hu: Szerződés szövegei

source: The <strong>Contracts</strong> Add-on requires WP Booking System version
hu_hu: A <strong>Szerződések</strong> kiegészítő a WP Booking System verzióját igényli
