Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/meta-box-builder/meta-box-builder-*.po
Languages: hu_hu

source: We detected a newer version of block.json, do you want to override settings from this file?
hu_hu: Újabb block.json verziót észleltünk, felül kívánja írni a beállításokat ebből a fájlból?

source: Are you sure you want to override the block settings from the block.json file?
hu_hu: Biztosan felül kívánja írni a blokk beállításait a block.json fájlból?

source: Failed to override block.json
hu_hu: Nem sikerült a block.json felülírása

source: Yes, override from block.json
hu_hu: Igen, felülírás a block.json-ból

source: Supported variables
hu_hu: Támogatott változók

source: Site path
hu_hu: Webhely elérési útja

source: Site URL
hu_hu: Webhely URL-je

source: Path to the current [child] theme directory
hu_hu: Az aktuális [child] téma könyvtárának elérési útja

source: URL to the current [child] theme directory
hu_hu: Az aktuális [child] téma könyvtárának URL-je

source: PHP callback function
hu_hu: PHP visszahívási függvény

source: Template file
hu_hu: Sablonfájl

source: Code
hu_hu: Kód

source: Render code
hu_hu: Renderelési kód

source: Block attribute. Replace <code>attribute</code> with <code>anchor</code>, <code>align</code> or <code>className</code>).
hu_hu: Blokk attribútum. Cserélje le az <code>attribute</code>-ot <code>anchor</code>-ra, <code>align</code>-ra vagy <code>className</code>-re).

source: Field value. Replace <code>field_id</code> with a real field ID.
hu_hu: Mezőérték. Cserélje le a <code>field_id</code>-t egy valódi mezőazonosítóra.

source: Whether in preview mode.
hu_hu: Hogy előnézeti módban van-e.

source: Current post ID.
hu_hu: Aktuális bejegyzés ID-je.

source: Run a PHP/WordPress function via <code>mb</code> namespace. Replace <code>function</code> with a valid PHP/WordPress function name.
hu_hu: Futtasson egy PHP/WordPress függvényt az <code>mb</code> névtéren keresztül. Cserélje le a <code>function</code>-t egy érvényes PHP/WordPress függvénynévre.

source: Render with
hu_hu: Renderelés ezzel

source: Render callback
hu_hu: Renderelési visszahívás

source: Enter PHP function name
hu_hu: Adja meg a PHP függvény nevét

source: Render template
hu_hu: Sablon renderelése

source: Enter absolute path to the template file
hu_hu: Adja meg a sablonfájl abszolút elérési útját

source: Select a view
hu_hu: Válasszon nézetet

source: + Add View
hu_hu: + Nézet hozzáadása

source: Edit View
hu_hu: Nézet szerkesztése

source: Custom CSS
hu_hu: Egyéni CSS

source: Enter URL to the custom CSS file
hu_hu: Adja meg az egyéni CSS-fájl URL-jét

source: Custom JavaScript
hu_hu: Egyéni JavaScript

source: Enter URL to the custom JavaScript file
hu_hu: Adja meg az egyéni JavaScript-fájl URL-jét

source: Custom assets callback
hu_hu: Egyéni assets callback

source: Enter PHP callback function name
hu_hu: Adja meg a PHP callback függvény nevét

source: Custom table
hu_hu: Egyéni tábla

source: Save data in a custom table
hu_hu: Adatok mentése egyéni táblába

source: Auto create table
hu_hu: Tábla automatikus létrehozása

source: This settings will create the table with all columns as TEXT. Create the table manually to set proper column types for a better performance.
hu_hu: Ez a beállítás létrehozza a táblát, és minden oszlopa TEXT típusú lesz. A jobb teljesítmény érdekében hozza létre a táblát kézzel, hogy a megfelelő oszloptípusokat állíthassa be.

source: Table name
hu_hu: Tábla neve

source: Include the table prefix set in wp-config.php
hu_hu: Használja a wp-config.php-ben beállított táblaprefixet

source: Include prefix
hu_hu: Prefix használata

source: Save data in a custom table.
hu_hu: Adatok mentése egyéni táblába.

source: Include
hu_hu: Tartalmaz

source: Exclude
hu_hu: Kizár

source: Parent post
hu_hu: Szülő bejegyzés

source: Page template
hu_hu: Oldalsablon

source: Parent
hu_hu: Szülő

source: User role
hu_hu: Felhasználói szerepkör

source: Is child post
hu_hu: Gyermek bejegyzés

source: Edited user role
hu_hu: Szerkesztett felhasználói szerepkör

source: Edited user
hu_hu: Szerkesztett felhasználó

source: Advanced rules
hu_hu: Haladó szabályok

source: More rules on where to display the field group. For each rule, maximum 10 items are displayed. To select other items, please type to search.
hu_hu: További szabályok arra vonatkozóan, hol jelenjen meg a mezőcsoport. Szabályonként legfeljebb 10 elem jelenik meg. Más elemek kiválasztásához kérjük, kezdjen el gépelni a kereséshez.

source: create custom fields for %s
hu_hu: Hozzon létre egyéni mezőket %s számára

source: create %s
hu_hu: Hozzon létre %s

source: , or
hu_hu: , vagy

source: Rule
hu_hu: Szabály

source: Where to display the field group
hu_hu: Hol jelenjen meg a mezőcsoport

source: Post type
hu_hu: Bejegyzéstípus

source: Comment
hu_hu: Hozzászólás

source: Settings page
hu_hu: Beállítások oldal

source: Block
hu_hu: Blokk

source: Wanna %s?
hu_hu: Szeretne %s?

source: Show in media modal
hu_hu: Megjelenítés a média modális ablakában

source: Select a tab in the settings page that the field group belongs to
hu_hu: Válasszon egy fület a beállítások oldalon, amelyhez a mezőcsoport tartozik

source: After content
hu_hu: Tartalom után

source: Side
hu_hu: Oldalsáv

source: Before post title
hu_hu: Bejegyzéscím előtt

source: After post title
hu_hu: Bejegyzéscím után

source: Priority
hu_hu: Prioritás

source: High
hu_hu: Magas

source: Low
hu_hu: Alacsony

source: Standard
hu_hu: Szabványos

source: Seamless
hu_hu: Keret nélküli

source: Collapsed by default
hu_hu: Alapértelmezés szerint összecsukva

source: Whether to collapse the meta box when page loads
hu_hu: Össze legyen-e csukva a meta box az oldal betöltésekor

source: Hidden by default
hu_hu: Alapértelmezés szerint rejtett

source: The meta box is hidden by default and requires users to select the corresponding checkbox in Screen Options to show it
hu_hu: A meta box alapértelmezés szerint rejtett, és a megjelenítéséhez a Képernyő beállításai között a megfelelő jelölőnégyzetet kell kiválasztani

source: Autosave
hu_hu: Automatikus mentés

source: Enable revision
hu_hu: Változatok engedélyezése

source: Track changes of custom fields with revisions
hu_hu: Az egyéni mezők módosításainak követése változatokkal

source: Show
hu_hu: Megjelenítés

source: Hide
hu_hu: Elrejtés

source: Post format
hu_hu: Bejegyzésformátum

source: Input value
hu_hu: Bemeneti érték

source: Toggle rules
hu_hu: Kapcsolási szabályok

source: Tab style
hu_hu: Fül stílusa

source: Change how look and feel of tabs in Meta Box Tabs
hu_hu: Módosítsa a Meta Box Tabs füleinek megjelenését és működését

source: Default
hu_hu: Alapértelmezett

source: Box
hu_hu: Doboz

source: Default active tab ID
hu_hu: Alapértelmezett aktív fül ID

source: Select a translation mode for each field
hu_hu: Válasszon fordítási módot minden mezőhöz

source: Field
hu_hu: Mező

source: Ignore
hu_hu: Figyelmen kívül hagyás

source: The field value will NOT be copied to the new translation
hu_hu: A mező értéke NEM lesz átmásolva az új fordításba

source: Translate
hu_hu: Fordítás

source: The field value will be copied to the new translation, then you can edit it
hu_hu: A mező értéke átmásolásra kerül az új fordításba, majd szerkesztheti

source: Synchronize
hu_hu: Szinkronizálás

source: The field value will be synced to ALL translations whenever you make changes to ANY translation
hu_hu: A mező értéke MINDEN fordítással szinkronizálódik, amikor Ön BÁRMELY fordításon változtat

source: Save
hu_hu: Mentés

source: Do not translate any fields in this field group
hu_hu: Ne fordítson le egyetlen mezőt sem ebben a mezőcsoportban

source: Translate all fields in this field group
hu_hu: Fordítson le minden mezőt ebben a mezőcsoportban

source: Synchronize values across languages
hu_hu: Értékek szinkronizálása a nyelvek között

source: Set translation mode per field
hu_hu: Fordítási mód beállítása mezőnként

source: View settings
hu_hu: Megjelenítési beállítások

source: Field group settings
hu_hu: Mezőcsoport beállításai

source: Click to edit. Must be unique between field groups. Use only lowercase letters, numbers, underscores, and dashes.
hu_hu: Kattintson a szerkesztéshez. Egyedinek kell lennie a mezőcsoportok között. Csak kisbetűket, számokat, aláhúzásjeleket és kötőjeleket használjon.

source: Settings
hu_hu: Beállítások

source: Block settings
hu_hu: Blokk beállításai

source: Block render settings
hu_hu: Blokk renderelési beállításai

source: Tab settings
hu_hu: Fül beállításai

source: Translation
hu_hu: Fordítás

source: Select an action
hu_hu: Válasszon műveletet

source: Hide sub-fields
hu_hu: Almezők elrejtése

source: Show sub-fields
hu_hu: Almezők megjelenítése

source: (No label)
hu_hu: (Nincs címke)

source: Click to copy
hu_hu: Kattintson a másoláshoz

source: Structure
hu_hu: Struktúra

source: Back to normal mode
hu_hu: Vissza a normál módba

source: Collapse all groups
hu_hu: Összes csoport összecsukása

source: Expand all groups
hu_hu: Összes csoport kibontása

source: Collapse panel
hu_hu: Csukja össze a panelt

source: Expand panel
hu_hu: Bontsa ki a panelt

source: Close panel
hu_hu: Zárja be a panelt

source: Show as a floating panel
hu_hu: Jelenítse meg lebegő panelként

source: Field group is updated.
hu_hu: A mezőcsoport frissítve.

source: Something went wrong. Please try again!
hu_hu: Valami hiba történt. Kérjük, próbálja meg újra!

source: Back to all relationships
hu_hu: Vissza az összes kapcsolathoz

source: Please enter the relationship title...
hu_hu: Kérjük, adja meg a kapcsolat címét...

source: Must be unique between relationships. Use only lowercase letters, numbers, underscores (not recommended dashes).
hu_hu: Egyedinek kell lennie a kapcsolatok között. Csak kisbetűket, számokat, aláhúzásjeleket használjon (a kötőjelek nem ajánlottak).

source: Delete data in database when the relationship is deleted.
hu_hu: Törölje az adatbázisból az adatokat, amikor a kapcsolat törlődik.

source: Enable only if two sides of the relationship are the same.
hu_hu: Csak akkor engedélyezze, ha a kapcsolat két oldala azonos.

source: The name of the field. Some page builders use this name to select the field to display.
hu_hu: A mező neve. Egyes oldalépítők ezt a nevet használják a megjelenítendő mező kiválasztásához.

source: Display below the field label
hu_hu: Jelenítse meg a mező címkéje alatt

source: Display below the field input
hu_hu: Jelenítse meg a mező beviteli mezője alatt

source: Query arguments for getting items.
hu_hu: Lekérdezési paraméterek az elemek lekéréséhez.

source: Max items
hu_hu: Maximális elemszám

source: Set to 1 to set 1-n relationship or 1-1 relationship. Leave empty for unlimited items, e.g. n-n relationship.
hu_hu: Állítsa 1-re az 1-n vagy 1-1 kapcsolathoz. Hagyja üresen korlátlan elemszámhoz, pl. n-n kapcsolat.

source: Custom HTML displayed before the field output
hu_hu: A mező kimenete előtt megjelenő egyéni HTML

source: Custom HTML displayed after the field output
hu_hu: A mező kimenete után megjelenő egyéni HTML

source: Object type
hu_hu: Objektum típusa

source: The message displayed when there's no connections
hu_hu: Az üzenet, amely akkor jelenik meg, ha nincsenek kapcsolatok

source: Show admin filter
hu_hu: Jelenítse meg az admin szűrőt

source: Show a dropdown filter by this relationship in the admin table list.
hu_hu: Jelenítsen meg egy legördülő szűrőt ehhez a kapcsolathoz az admin táblázatos listában.

source: Show as an admin column
hu_hu: Jelenítse meg admin oszlopként

source: Show this connection as a column in the table list in the admin.
hu_hu: Jelenítse meg ezt a kapcsolatot oszlopként az admin táblázatos listában.

source: Column position
hu_hu: Oszlop pozíciója

source: Specify where to show the column in the table
hu_hu: Adja meg, hol jelenjen meg az oszlop a táblázatban

source: Column title
hu_hu: Oszlop címe

source: Leave empty to use the meta box title
hu_hu: Hagyja üresen a meta box címének használatához

source: The link for the items displayed in the admin column
hu_hu: Az admin oszlopban megjelenített elemek hivatkozása

source: From
hu_hu: Forrás

source: To
hu_hu: Cél

source: Generating code, please wait...
hu_hu: Kód generálása, kérjük, várjon...

source: Show settings
hu_hu: Beállítások megjelenítése

source: Get PHP code to register the relationship
hu_hu: Szerezze be a kapcsolat regisztrálásához szükséges PHP-kódot

source: Relationship is updated.
hu_hu: A kapcsolat frissítve.

source: Back to all settings pages
hu_hu: Vissza az összes beállítási oldalhoz

source: Please enter the settings page title...
hu_hu: Kérjük, adja meg a beállítási oldal címét...

source: Custom submit button
hu_hu: Egyéni beküldés gomb

source: The custom message displayed when saving options
hu_hu: A beállítások mentésekor megjelenő egyéni üzenet

source: Help tabs
hu_hu: Súgófülek

source: The content displayed when clicking on the Help button on the top right (near the Screen Options button). HTML is allowed.
hu_hu: A jobb felső sarokban lévő Súgó gombra kattintva megjelenő tartalom (a Képernyő beállításai gomb mellett). A HTML engedélyezett.

source: Show this settings page as a panel in the Customizer
hu_hu: Jelenítse meg ezt a beállítási oldalt panelként a Customizerben

source: Customizer only
hu_hu: Csak a Customizerben

source: Show only in the Customizer, no admin settings page
hu_hu: Csak a Customizerben jelenjen meg, ne legyen admin beállítási oldal

source: Network
hu_hu: Hálózat

source: Make the settings page network-wide (in multisite environment)
hu_hu: Tegye a beállítási oldalt hálózatszintűvé (multisite környezetben)

source: Boxes
hu_hu: Dobozok

source: No boxes
hu_hu: Nincsenek dobozok

source: Tabs
hu_hu: Fülek

source: Tab key
hu_hu: Tab billentyű

source: Tab label
hu_hu: Fül felirata

source: Custom CSS for the wrapper div
hu_hu: Egyéni CSS a wrapper div-hez

source: Must be unique between settings pages. Use only lowercase letters, numbers, underscores and dashes.
hu_hu: A beállítási oldalak között egyedinek kell lennie. Csak kisbetűket, számokat, aláhúzásjeleket és kötőjeleket használjon.

source: Option name
hu_hu: Opció neve

source: Used as the object ID when getting settings values with helper functions. Takes settings page ID if missed. If you want to use theme mods (to compatible with the settings in the Customizer), set it to <code>theme_mods_$themeslug</code>.
hu_hu: Segédfüggvényekkel történő beállítási értékek lekérésekor objektumazonosítóként használatos. Ha nincs megadva, a beállítási oldal azonosítóját veszi fel. Ha a theme mods-ot szeretné használni (a Testreszabó beállításaival való kompatibilitás érdekében), állítsa erre: <code>theme_mods_$themeslug</code>.

source: Required capability
hu_hu: Szükséges jogosultság

source: Menu type
hu_hu: Menü típusa

source: Top-level menu
hu_hu: Felső szintű menü

source: Submenu
hu_hu: Almenü

source: Show menu after
hu_hu: Menü megjelenítése ezután

source: Show after all menus
hu_hu: Megjelenítés az összes menü után

source: Parent menu
hu_hu: Szülőmenü

source: Custom URL
hu_hu: Egyéni URL

source: Icon SVG
hu_hu: Ikon SVG-je

source: Must be in base64 encoded format.
hu_hu: base64-kódolt formátumban kell lennie.

source: Enter <a target="_blank" href="https://fontawesome.com/search?o=r&m=free">FontAwesome</a> icon class here. Supports FontAwesome free version only.
hu_hu: Adja meg itt a <a target="_blank" href="https://fontawesome.com/search?o=r&m=free">FontAwesome</a> ikon osztályát. Csak a FontAwesome ingyenes verzióját támogatja.

source: Default first submenu title
hu_hu: Az első almenü alapértelmezett címe

source: Get PHP code to register the settings page
hu_hu: PHP-kód lekérése a beállítási oldal regisztrálásához

source: Settings page is updated.
hu_hu: A beállítási oldal frissítve lett.
