Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/meta-box-builder/meta-box-builder-*.po
Languages: hu_hu

source: Known as "datalist", these are values that users can select from (they still can enter text if they want). Enter each value on a line.
hu_hu: "datalist" néven ismert értékek, amelyek közül a felhasználók választhatnak (ha akarják, továbbra is beírhatnak szöveget). Adja meg az egyes értékeket külön sorban.

source: Size
hu_hu: Méret

source: Rows
hu_hu: Sorok

source: Display the time picker inline with the input
hu_hu: Az időválasztó megjelenítése a beviteli mezővel egy sorban

source: Time picker options
hu_hu: Időválasztó beállításai

source: Custom options for the <a href="%s" target="_blank">jQueryUI time picker</a> library.
hu_hu: Egyéni beállítások a <a href="%s" target="_blank">jQueryUI időválasztó</a> könyvtárhoz.

source: Query arguments for getting user. Same as in the <a href="%s target="_blank">get_user()</a> function.
hu_hu: Lekérdezési argumentumok felhasználó lekéréséhez. Ugyanaz, mint a <a href="%s target="_blank">get_user()</a> függvényben.

source: Save data in the raw format.
hu_hu: Adatok mentése nyers formátumban.

source: Do not apply wpautop() to the value before saving to the database
hu_hu: Ne alkalmazza a wpautop()-ot az értékre az adatbázisba mentés előtt

source: Editor options
hu_hu: Szerkesztő beállításai

source: The editor options, the same as settings for the <a href="%s" target="_blank">wp_editor()</a> function
hu_hu: A szerkesztő beállításai, megegyeznek a <a href="%s" target="_blank">wp_editor()</a> függvény beállításaival

source: %s is required
hu_hu: %s megadása kötelező

source: Autocomplete
hu_hu: Automatikus kiegészítés

source: Text input that uses an autocomplete library to suggest user input. Not recommended. Use the Select or Select advanced field type instead.
hu_hu: Szövegbeviteli mező, amely automatikus kiegészítést biztosító könyvtárat használ beviteli javaslatok megadásához. Nem ajánlott. Helyette használja a Select vagy a Select advanced mezőtípust.

source: Background
hu_hu: Háttér

source: Set background properties
hu_hu: Háttértulajdonságok beállítása

source: Button
hu_hu: Gomb

source: A simple button, usually used for JavaScript triggers
hu_hu: Egyszerű gomb, általában JavaScript-események indítására

source: Button Group
hu_hu: Gombcsoport

source: Select one or multiple choices by enabling button(s) from a group
hu_hu: Válasszon ki egy vagy több lehetőséget a csoport gombjainak kiválasztásával

source: Checkbox
hu_hu: Jelölőnégyzet

source: A simple checkbox, usually used for Yes/No question
hu_hu: Egyszerű jelölőnégyzet, általában Igen/Nem kérdéshez

source: Checkbox List
hu_hu: Jelölőnégyzet-lista

source: A list of checkboxes where you can select multiple choices
hu_hu: Jelölőnégyzetek listája, ahol több lehetőség is kiválasztható

source: Color Picker
hu_hu: Színválasztó

source: Color picker
hu_hu: Színválasztó

source: Custom HTML
hu_hu: Egyéni HTML

source: Output custom HTML content
hu_hu: Egyéni HTML-tartalom megjelenítése

source: Date Picker
hu_hu: Dátumválasztó

source: Date picker
hu_hu: Dátumválasztó

source: Datetime Picker
hu_hu: Dátum- és időválasztó

source: Date and time picker
hu_hu: Dátum- és időválasztó

source: Divider
hu_hu: Elválasztó

source: Simple horizontal line
hu_hu: Egyszerű vízszintes vonal

source: For entering an email address with browser validation
hu_hu: E-mail-cím megadására, böngésző általi ellenőrzéssel

source: Fieldset Text
hu_hu: Mezőcsoport szöveg

source: Group of text inputs. Not recommended. Use the Group field type instead.
hu_hu: Szövegbeviteli mezők csoportja. Nem ajánlott. Helyette használja a Group mezőtípust.

source: File
hu_hu: Fájl

source: Simple file upload with default UI like <input type="file" />. Not recommended. Use File advanced instead.
hu_hu: Egyszerű fájlfeltöltés alapértelmezett felülettel, mint például <input type="file" />. Nem ajánlott. Helyette használja a File advanced típust.

source: File Advanced
hu_hu: Speciális fájl

source: Multiple file uploads with WordPress media popup
hu_hu: Több fájl feltöltése WordPress Médiatár felugró ablakkal

source: File Input
hu_hu: Fájlbeviteli mező

source: A text input for entering a file URL with the ability to select a file from the Media Library
hu_hu: Szövegbeviteli mező fájl URL megadásához, a Médiatárból való fájlválasztás lehetőségével

source: File Upload
hu_hu: Fájlfeltöltés

source: Multiple file uploads with a drag and drop area
hu_hu: Több fájl feltöltése fogd és vidd felülettel

source: Heading
hu_hu: Címsor

source: Hidden
hu_hu: Rejtett

source: For storing a default hidden value
hu_hu: Alapértelmezett rejtett érték tárolásához

source: Icon with FontAwesome set
hu_hu: Ikon a FontAwesome készletből

source: Image
hu_hu: Kép

source: Simple image upload with default UI like <input type="file" />. Not recommended. Use Image advanced instead.
hu_hu: Egyszerű képfeltöltés alapértelmezett UI-val, mint például <input type="file" />. Nem ajánlott. Használja inkább az Image advanced mezőt.

source: Multiple image uploads with WordPress media popup, usually used for a gallery
hu_hu: Több kép feltöltése WordPress média felugró ablakkal, általában galériához használva

source: Image Select
hu_hu: Képes választó

source: Select a choice with images
hu_hu: Válasszon egy lehetőséget képekkel

source: Image Upload
hu_hu: Képfeltöltés

source: Multiple image uploads with a drag and drop area
hu_hu: Több kép feltöltése fogd és vidd felülettel

source: Key Value
hu_hu: Kulcs-érték

source: Add an unlimited group of key-value pairs
hu_hu: Korlátlan számú kulcs-érték párok csoportjának hozzáadása

source: Number
hu_hu: Szám

source: For entering a number with browser validation
hu_hu: Szám megadásához böngésző általi érvényesítéssel

source: Input for media from Youtube, Vimeo, and all supported sites by WordPress
hu_hu: Beviteli mező a Youtube, a Vimeo és a WordPress által támogatott összes webhely médiájához

source: Password
hu_hu: Jelszó

source: For entering a password
hu_hu: Jelszó megadásához

source: For selecting posts
hu_hu: Bejegyzések kiválasztásához

source: Radio
hu_hu: Rádiógomb

source: Radio input where you can select only one choice
hu_hu: Rádiógomb, ahol csak egy lehetőséget választhat

source: Range
hu_hu: Tartomány

source: A slider for selecting a number
hu_hu: Csúszka szám kiválasztásához

source: Select dropdown where you can select one or multiple choice
hu_hu: Legördülő lista, amelyben egy vagy több lehetőséget választhat

source: Beautiful select dropdown using select2 library
hu_hu: Esztétikus legördülő lista a select2 könyvtár használatával

source: Sidebar
hu_hu: Oldalsáv

source: For selecting sidebars
hu_hu: Oldalsávok kiválasztásához

source: Single Image
hu_hu: Egyetlen kép

source: Single image upload with WordPress media popup
hu_hu: Egyetlen kép feltöltése WordPress média felugró ablakkal

source: jQuery UI slider
hu_hu: jQuery UI csúszka

source: Switch
hu_hu: Kapcsoló

source: On/off switch with iOS style
hu_hu: Be-/kikapcsoló iOS-stílusban

source: Taxonomy
hu_hu: Taxonómia

source: For selecting taxonomy terms. Doesn't save term IDs in post meta, but set post terms.
hu_hu: Taxonómia kifejezések kiválasztásához. Nem menti a kifejezésazonosítókat a bejegyzés metaadataiba, hanem beállítja a bejegyzés kifejezéseit.

source: For selecting taxonomy terms and saving term IDs in post meta as a comma-separated string. It doesn't set post terms.
hu_hu: Taxonómia kifejezések kiválasztásához és a kifejezésazonosítók mentéséhez a bejegyzés metaadataiba vesszővel elválasztott karakterláncként. Nem állítja be a bejegyzés kifejezéseit.

source: Text
hu_hu: Szöveg

source: A single-line text input
hu_hu: Egysoros szövegbeviteli mező

source: Text List
hu_hu: Szöveglista

source: Group of text inputs. Similar to Fieldset text, but has a different UI. Not recommended. Use the Group field type instead.
hu_hu: Szövegbeviteli mezők csoportja. Hasonló a Fieldset text mezőhöz, de eltérő UI-ja van. Nem ajánlott. Használja inkább a Group mezőtípust.

source: Textarea
hu_hu: Szövegterület

source: A paragraph text input
hu_hu: Bekezdésnyi szöveg beírására szolgáló mező

source: Time Picker
hu_hu: Időválasztó

source: Time picker
hu_hu: Időválasztó

source: For selecting users
hu_hu: Felhasználók kiválasztásához

source: An input for URL with browser validation
hu_hu: URL-beviteli mező böngésző általi érvényesítéssel

source: Video
hu_hu: Videó

source: Multiple video uploads with WordPress media popup
hu_hu: Több videó feltöltése a WordPress média felugró ablakával

source: WYSIWYG Editor
hu_hu: WYSIWYG szerkesztő

source: WordPress editor
hu_hu: WordPress szerkesztő

source: Invalid data
hu_hu: Érvénytelen adat

source: Please enter the field group title
hu_hu: Kérjük, adja meg a mezőcsoport címét

source: The field group might have been deleted. Please refresh the page and try again.
hu_hu: A mezőcsoportot lehet, hogy törölték. Kérjük, frissítse az oldalt, majd próbálja meg újra.

source: Status
hu_hu: Állapot

source: Failed to update post status
hu_hu: A bejegyzés állapotának frissítése nem sikerült

source: Min length
hu_hu: Minimális hossz

source: Max length
hu_hu: Maximális hossz

source: Range length
hu_hu: Hossztartomány

source: Min value
hu_hu: Minimális érték

source: Max value
hu_hu: Maximális érték

source: Date
hu_hu: Dátum

source: ISO date
hu_hu: ISO dátum

source: Decimal number
hu_hu: Tizedes szám

source: Digits only
hu_hu: Csak számjegyek

source: Credit card number
hu_hu: Hitelkártyaszám

source: US phone number
hu_hu: USA telefonszám

source: File extensions
hu_hu: Fájlkiterjesztések

source: Equals to another field
hu_hu: Egyenlő egy másik mezővel

source: Remote
hu_hu: Távoli

source: Enter a value
hu_hu: Adjon meg egy értéket

source: Ex. 2,6
hu_hu: Pl. 2,6

source: Separate values by a comma
hu_hu: Vesszővel válassza el az értékeket

source: Custom error message
hu_hu: Egyéni hibaüzenet

source: Remove
hu_hu: Eltávolítás

source: Validation
hu_hu: Érvényesítés

source: + Add Rule
hu_hu: + Szabály hozzáadása

source: Readonly
hu_hu: Csak olvasható

source: Field %s: invalid format for the datetime picker default value
hu_hu: Mező %s: érvénytelen formátum a dátum- és időválasztó alapértelmezett értékéhez

source: Add new
hu_hu: Új hozzáadása

source: Select a term
hu_hu: Válasszon egy kifejezést

source: Content
hu_hu: Tartalom

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Tooltip
hu_hu: Eszköztipp

source: Position
hu_hu: Pozíció

source: characters
hu_hu: karakter

source: words
hu_hu: szavak

source: Select:
hu_hu: Válasszon:

source: All
hu_hu: Összes

source: None
hu_hu: Nincs

source: + Add new file
hu_hu: + Új fájl hozzáadása

source: Select an item
hu_hu: Válasszon egy elemet

source: Toggle All
hu_hu: Összes váltása

source: files
hu_hu: fájlok

source: + Add Media
hu_hu: + Média hozzáadása

source: Background Image
hu_hu: Háttérkép

source: -- Repeat --
hu_hu: -- Ismétlés --

source: -- Position --
hu_hu: -- Pozíció --

source: -- Attachment --
hu_hu: -- Rögzítés --

source: -- Size --
hu_hu: -- Méret --

source: Select Color
hu_hu: Válasszon színt

source: This ID already exists in the field group <a href="%s">%s</a>, please change it or edit that field group to avoid duplication.
hu_hu: Ez az azonosító már létezik a(z) <a href="%s">%s</a> mezőcsoportban, kérjük, változtassa meg, vagy szerkessze azt a mezőcsoportot a duplikáció elkerülése érdekében.

source: Name
hu_hu: Név

source: Slug
hu_hu: Keresőbarát név

source: Count
hu_hu: Darabszám

source: Username
hu_hu: Felhasználónév

source: Role
hu_hu: Szerepkör

source: Author
hu_hu: Szerző

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Címkék

source: Replace
hu_hu: Csere

source: Drop files here to upload
hu_hu: Húzza ide a fájlokat a feltöltéshez

source: or
hu_hu: vagy

source: Select Files
hu_hu: Fájlok kiválasztása

source: Add Media
hu_hu: Média hozzáadása

source: Visual
hu_hu: Vizuális

source: Entry {#}
hu_hu: Elem {#}

source: Entry
hu_hu: Elem

source: + Add Subfield
hu_hu: + Almező hozzáadása

source: Select an icon
hu_hu: Válasszon egy ikont

source: Select a post
hu_hu: Válasszon egy bejegyzést

source: Post title
hu_hu: Bejegyzés címe

source: Admin columns
hu_hu: Adminisztrációs oszlopok

source: Show this field as a column in the list table in the admin area
hu_hu: Jelenítse meg ezt a mezőt oszlopként az admin felület listatáblázatában

source: Where to show the column in the table
hu_hu: Hol jelenjen meg az oszlop a táblázatban

source: Leave empty to use the field name.
hu_hu: Hagyja üresen a mezőnév használatához.

source: Content before
hu_hu: Tartalom előtt

source: Custom HTML outputted before the column content.
hu_hu: Egyedi HTML, amely az oszlop tartalma elé kerül.

source: Content after
hu_hu: Tartalom után

source: Custom HTML outputted after the column content.
hu_hu: Egyedi HTML, amely az oszlop tartalma után kerül.

source: Searchable
hu_hu: Kereshető

source: Allow to search posts by field values
hu_hu: Engedélyezze a bejegyzések keresését a mezőértékek alapján

source: Filterable
hu_hu: Szűrhető

source: Allow to filter posts by this taxonomy
hu_hu: Engedélyezze a bejegyzések szűrését ezen taxonómia alapján

source: Sortable
hu_hu: Rendezhető

source: Whether to sort the column by field values
hu_hu: Rendezhető-e az oszlop mezőértékek szerint

source: Yes
hu_hu: Igen

source: Yes (as number)
hu_hu: Igen (számként)

source: No
hu_hu: Nem

source: Item link type
hu_hu: Elem hivatkozásának típusa

source: The link for the items displayed in the admin column.
hu_hu: Az admin felület oszlopában megjelenített elemek hivatkozása.

source: No link
hu_hu: Nincs hivatkozás

source: View
hu_hu: Megtekintés

source: Edit
hu_hu: Szerkesztés

source: Show this field as a column in the list table in the admin area.
hu_hu: Jelenítse meg ezt a mezőt oszlopként az admin felület listatáblázatában.

source: Field %s: invalid format for the date picker default value
hu_hu: Mező %s: érvénytelen formátum a dátumválasztó alapértelmezett értékéhez

source: (This is a placeholder for the hidden field)
hu_hu: (Ez egy helyőrző a rejtett mezőhöz)

source: Make the field cloneable
hu_hu: Tegye a mezőt klónozhatóvá

source: Start with no inputs
hu_hu: Kezdje beviteli mezők nélkül

source: Show no inputs at first except the "+ Add more" button
hu_hu: Kezdetben ne jelenítsen meg beviteli mezőket a "+ Add more" gomb kivételével

source: Allow to reorder clones
hu_hu: Engedélyezze a klónok átrendezését

source: Set default values for new clones
hu_hu: Állítson be alapértelmezett értékeket az új klónokhoz

source: Save in multiple rows
hu_hu: Mentés több sorban

source: Save each clone in a single row instead of saving all clones in one serialized row in the database
hu_hu: Mentsen minden klónt külön sorban, ahelyett hogy az összes klónt egyetlen sorosított sorban mentené az adatbázisban

source: Number of clones
hu_hu: Klónok száma

source: Custom text for the the "+ Add more" button. Leave empty to use the default text.
hu_hu: Egyéni szöveg a "+ Add more" gombhoz. Hagyja üresen az alapértelmezett szöveg használatához.

source: Entry index (#)
hu_hu: Bejegyzés sorszáma (#)

source: Please select or enter a value
hu_hu: Kérem, válasszon vagy adjon meg egy értéket

source: Select a value below or type to enter a manual value.
hu_hu: Válasszon alább egy értéket, vagy írjon be egy egyéni értéket.

source: Select a sidebar
hu_hu: Válasszon egy oldalsávot

source: Select a user
hu_hu: Válasszon egy felhasználót

source: Enter key
hu_hu: Adja meg a kulcsot

source: Enter value
hu_hu: Adja meg az értéket

source: + Add New
hu_hu: + Új hozzáadása

source: Search...
hu_hu: Keresés...

source: No items found
hu_hu: Nem található elem

source: Word Count
hu_hu: Szószám

source: Character Count
hu_hu: Karakterek száma

source: + Add more
hu_hu: + További hozzáadása

source: (Copy)
hu_hu: (Másolat)

source: Click to edit
hu_hu: Kattintson a szerkesztéshez

source: Toolbar
hu_hu: Eszköztár

source: Move up
hu_hu: Mozgassa felfelé

source: Move down
hu_hu: Mozgassa lefelé

source: Add a field before
hu_hu: Adjon hozzá egy mezőt elé

source: Add a field after
hu_hu: Adjon hozzá egy mezőt utána

source: Duplicate
hu_hu: Duplikálás

source: Add a sub-field at the beginning
hu_hu: Adjon hozzá egy almezőt az elejére

source: Add a sub-field at the end
hu_hu: Adjon hozzá egy almezőt a végére

source: Do you really want to remove this field? Removing this field does NOT remove its data in the database.
hu_hu: Valóban el kívánja távolítani ezt a mezőt? Ennek a mezőnek az eltávolítása NEM távolítja el az adatait az adatbázisból.

source: To remove the data from the database, please go to Meta Box > Tools.
hu_hu: Az adatok adatbázisból való eltávolításához kérjük, lépjen a Meta Box > Tools menüpontra.

source: Add a new field
hu_hu: Adjon hozzá egy új mezőt

source: Drag to resize the field
hu_hu: Húzza a mező átméretezéséhez

source: Upgrade now
hu_hu: Frissítsen most

source: Visible
hu_hu: Látható

source: when
hu_hu: amikor

source: all
hu_hu: mind

source: any
hu_hu: bármelyik

source: conditions match
hu_hu: a feltételek teljesülnek

source: contains
hu_hu: tartalmazza

source: not contains
hu_hu: nem tartalmazza

source: starts with
hu_hu: ezzel kezdődik

source: not starts with
hu_hu: nem ezzel kezdődik

source: ends with
hu_hu: ezzel végződik

source: not ends with
hu_hu: nem ezzel végződik

source: between
hu_hu: két érték között

source: not between
hu_hu: nincs a két érték között

source: in
hu_hu: szerepel

source: not in
hu_hu: nem szerepel

source: match
hu_hu: illeszkedik

source: not match
hu_hu: nem illeszkedik

source: Conditional logic
hu_hu: Feltételes logika

source: Show or hide this %s based on the value of other fields.
hu_hu: A többi mező értéke alapján jelenítse meg vagy rejtse el ezt: %s.

source: field
hu_hu: mező

source: field group
hu_hu: mezőcsoport

source: Available in Meta Box AIO only.
hu_hu: Csak a Meta Box AIO-ban érhető el.

source: (Premium)
hu_hu: (Prémium)

source: + Add Field
hu_hu: + Mező hozzáadása

source: Has conditional logic
hu_hu: Feltételes logikával rendelkezik

source: Field is disabled for saving
hu_hu: A mező mentése le van tiltva

source: This field type is available in Meta Box AIO only.
hu_hu: Ez a mezőtípus csak a Meta Box AIO-ban érhető el.

source: Premium
hu_hu: Prémium

source: Show field group structure
hu_hu: A mezőcsoport szerkezetének megjelenítése

source: Edit field group settings
hu_hu: A mezőcsoport beállításainak szerkesztése

source: Please enter the field group title here...
hu_hu: Kérjük, adja meg itt a mezőcsoport címét...

source: Get access to premium features like conditional logic, custom table, frontend forms, settings pages, and more.
hu_hu: Férjen hozzá olyan prémium funkciókhoz, mint a feltételes logika, egyéni tábla, frontend űrlapok, beállítási oldalak és még sok más.

source: Upgrade
hu_hu: Frissítés

source: Save Changes
hu_hu: Módosítások mentése

source: General
hu_hu: Általános

source: Appearance
hu_hu: Megjelenés

source: Loading fields, please wait...
hu_hu: Mezők betöltése, kérjük, várjon...

source: There are no fields here. Click the <strong>+ Add Field</strong> to add a new field.
hu_hu: Itt nincsenek mezők. Kattintson a <strong>+ Mező hozzáadása</strong> gombra új mező hozzáadásához.

source: Text domain
hu_hu: Szövegdomén

source: Required for multilingual website. Used in the exported code only.
hu_hu: Többnyelvű weboldalhoz szükséges. Csak az exportált kódban kerül felhasználásra.

source: Function name
hu_hu: Függvény neve

source: Generating...
hu_hu: Generálás...

source: Generate
hu_hu: Generálás

source: Copy the code and paste into your theme's functions.php file.
hu_hu: Másolja a kódot, és illessze be a témája functions.php fájljába.

source: Copied!
hu_hu: Másolva!

source: Copy
hu_hu: Másolás

source: Below is the auto-generated code to <a href="%s">display fields' values</a> that you can use in your theme. We display several ways to output the fields' values if possible, so choose which one is best for you.
hu_hu: Az alábbiakban a mezők értékeinek <a href="%s">megjelenítéséhez</a> automatikusan generált kód található, amelyet használhat a témájában. Ha lehetséges, többféle módot is bemutatunk a mezők értékeinek kiírására, így válassza azt, amelyik Önnek a legjobb.

source: Please use this code as a starting point and modify it to fit your needs. For more details about fields, please refer to the <a href="%s">documentation</a>.
hu_hu: Kérjük, használja ezt a kódot kiindulási alapként, és módosítsa az igényei szerint. A mezőkkel kapcsolatos további részletekért kérjük, tekintse meg a <a href="%s">dokumentációt</a>.

source: No fields available.
hu_hu: Nincsenek elérhető mezők.

source: Fields
hu_hu: Mezők

source: Get PHP Code
hu_hu: PHP-kód lekérése

source: Theme Code
hu_hu: Téma kódja

source: Show fields
hu_hu: Mezők megjelenítése

source: Get PHP code to register fields
hu_hu: PHP-kód lekérése a mezők regisztrálásához

source: Generate ready-to-copy PHP code to show fields
hu_hu: Másolásra kész PHP-kód generálása a mezők megjelenítéséhez

source: Custom CSS class for the wrapper div.
hu_hu: Egyéni CSS-osztály a burkoló divhez.

source: Field ID prefix
hu_hu: Mezőazonosító előtag

source: Add a prefix to all field IDs to keep them separated from other field groups or other plugins.
hu_hu: Adjon előtagot minden mezőazonosítóhoz, hogy elkülönítse őket más mezőcsoportoktól vagy más bővítményektől.

source: Add custom settings to the field. Will overwrite existing settings if they have the <a href="https://docs.metabox.io/creating-fields-with-code/#field-group-settings" target="_blank">same key</a>. Use <a href="https://docs.metabox.io/extensions/meta-box-builder/#custom-settings" target="_blank">dot/JSON notation</a> to add nested settings.
hu_hu: Adjon egyéni beállításokat a mezőhöz. Felülírja a meglévő beállításokat, ha ugyanaz a <a href="https://docs.metabox.io/creating-fields-with-code/#field-group-settings" target="_blank">kulcs</a>. Beágyazott beállítások hozzáadásához használjon <a href="https://docs.metabox.io/extensions/meta-box-builder/#custom-settings" target="_blank">pont/JSON jelölést</a>.

source: Custom SVG
hu_hu: Egyéni SVG

source: SVG icon
hu_hu: SVG-ikon

source: Paste the SVG content here
hu_hu: Illessze be ide az SVG tartalmát

source: Icon color
hu_hu: Ikon színe

source: Leave empty to use default color
hu_hu: Hagyja üresen az alapértelmezett szín használatához

source: Icon background color
hu_hu: Ikon háttérszíne

source: Category
hu_hu: Kategória

source: Keywords
hu_hu: Kulcsszavak

source: Separate by commas
hu_hu: Vesszővel elválasztva

source: Alignment
hu_hu: Igazítás

source: Center
hu_hu: Középre

source: Wide
hu_hu: Széles

source: Full
hu_hu: Teljes

source: HTML anchor
hu_hu: HTML horgony

source: Additional CSS class(es)
hu_hu: További CSS-osztály(ok)

source: The path is not writable.
hu_hu: Az elérési út nem írható.

source: Block JSON settings
hu_hu: Blokk JSON-beállítások

source: Block folder
hu_hu: Blokkmappa

source: Enter absolute path to the folder containing the <code>block.json</code> and block asset files. <b>Do not include the block name (e.g. field group ID)</b>. The full path for the block files will be like <code>path/to/folder/block-name/block.json</code>.
hu_hu: Adja meg annak a mappának az abszolút elérési útját, amely a <code>block.json</code>-t és a blokk erőforrásfájljait tartalmazza. <b>Ne vegye fel a blokk nevét (pl. mezőcsoport ID)</b>. A blokkfájlok teljes elérési útja ilyen lesz: <code>path/to/folder/block-name/block.json</code>.

source: Override from block.json
hu_hu: Felülírás a block.json-ból
