Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/meta-box-builder/meta-box-builder-*.po
Languages: hu_hu

source: Drag and drop UI for creating custom meta boxes and custom fields.
hu_hu: Fogd és vidd felület egyedi meta dobozok és egyedi mezők létrehozásához.

source: Imported successfully
hu_hu: Sikeresen importálva

source: Import failed
hu_hu: Az importálás nem sikerült

source: Not allowed
hu_hu: Nem engedélyezett

source: Not found
hu_hu: Nem található

source: Select %s
hu_hu: Válassza ki %s

source: Sync changes
hu_hu: Módosítások szinkronizálása

source: Sync available
hu_hu: Szinkronizálás elérhető

source: Export
hu_hu: Exportálás

source: Import
hu_hu: Importálás

source: Not Imported
hu_hu: Nem importálva

source: Error!
hu_hu: Hiba!

source: Synced
hu_hu: Szinkronizálva

source: Syncing...
hu_hu: Szinkronizálás...

source: (newer)
hu_hu: (újabb)

source: Show For
hu_hu: Megjelenítés ehhez

source: Location
hu_hu: Hely

source: Shortcode
hu_hu: Rövidkód

source: Embed the field group in the front end for users to submit posts.
hu_hu: Ágyazza be a mezőcsoportot a nyilvános felületen, hogy a felhasználók beküldhessenek bejegyzéseket.

source: Path
hu_hu: Útvonal

source: Sync status
hu_hu: Szinkronizálás állapota

source: You must set the modified time to a Unix timestamp for it to display correctly.
hu_hu: A helyes megjelenítéshez a módosítás idejét Unix időbélyegként kell beállítania.

source: Error: Not writable
hu_hu: Hiba: Nem írható

source: No JSON available
hu_hu: Nem érhető el JSON

source: Sync
hu_hu: Szinkronizálás

source: Review
hu_hu: Értékelés

source: Users
hu_hu: Felhasználók

source: Comments
hu_hu: Hozzászólások

source: Settings Pages
hu_hu: Beállítási oldalak

source: Posts
hu_hu: Bejegyzések

source: Taxonomies
hu_hu: Taxonómiák

source: Blocks
hu_hu: Blokkok

source: File not found
hu_hu: Fájl nem található

source: All Users
hu_hu: Összes felhasználó

source: All Comments
hu_hu: Összes hozzászólás

source: The JSON file is not writable. Please check the file permission.
hu_hu: A JSON fájl nem írható. Kérjük, ellenőrizze a fájl jogosultságait.

source: No related local JSON file, a new file named "%s" will be created when you save the meta box.
hu_hu: Nincs kapcsolódó helyi JSON fájl, a "%s" nevű új fájl a meta doboz mentésekor jön létre.

source: Your database version is different than the JSON version. Any changes will override the JSON file.
hu_hu: Az adatbázis verziója eltér a JSON verziójától. Bármilyen módosítás felülírja a JSON fájlt.

source: Saving...
hu_hu: Mentés...

source: Invalid post ID
hu_hu: Érvénytelen bejegyzésazonosító

source: Could not read block.json file
hu_hu: Nem sikerült beolvasni a block.json fájlt

source: Block settings overridden successfully
hu_hu: A blokk beállításai sikeresen felülírva

source: Columns
hu_hu: Oszlopok

source: The number of columns for this field in a 12-column grid. IMPORTANT:<br />- If there is at least a field with a custom columns (not 12), then field labels will be displayed above inputs.<br />- Total columns of a row must be 12.
hu_hu: Ennek a mezőnek az oszlopszáma egy 12 oszlopos rácsban. FONTOS:<br />- Ha legalább egy mező egyedi oszlopszámmal (nem 12) rendelkezik, akkor a mezőcímkék a beviteli mezők fölött jelennek meg.<br />- Egy sor összes oszlopának száma összesen 12 kell legyen.

source: Hide from front end?
hu_hu: Elrejtés a nyilvános felületről?

source: Do not show this field in front-end forms.
hu_hu: Ne jelenítse meg ezt a mezőt a nyilvános űrlapokon.

source: Group
hu_hu: Csoport

source: Collapsible
hu_hu: Összecsukható

source: Default state
hu_hu: Alapértelmezett állapot

source: Expanded
hu_hu: Kibontva

source: Collapsed
hu_hu: Összecsukva

source: Remember state
hu_hu: Állapot megjegyzése

source: Group title
hu_hu: Csoport címe

source: Use {field_id} for a sub-field value and {#} for the clone index (if the group is cloneable)
hu_hu: Használja a {field_id} jelölést egy almező értékéhez, és a {#} jelölést a klón indexéhez (ha a csoport klónozható)

source: Post
hu_hu: Bejegyzés

source: Term
hu_hu: Kifejezés

source: User
hu_hu: Felhasználó

source: Please enter a title for the relationship.
hu_hu: Kérjük, adja meg a kapcsolat címét.

# Post Type General Name
source: Relationships
hu_hu: Kapcsolatok

# Post Type Singular Name
source: Relationship
hu_hu: Kapcsolat

source: Relationship
hu_hu: Kapcsolat

source: Parent Relationship:
hu_hu: Szülő kapcsolat:

source: Relationships
hu_hu: Kapcsolatok

source: Add New
hu_hu: Új hozzáadása

source: New Relationship
hu_hu: Új kapcsolat

source: Edit Relationship
hu_hu: Kapcsolat szerkesztése

source: Update Relationship
hu_hu: Kapcsolat frissítése

source: View Relationship
hu_hu: Kapcsolat megtekintése

source: Search
hu_hu: Keresés

source: Not found in Trash
hu_hu: Nem található a Lomtárban

source: Please enter the relationship title
hu_hu: Kérjük, adja meg a kapcsolat címét

source: The relationship might have been deleted. Please refresh the page and try again.
hu_hu: Előfordulhat, hogy a kapcsolatot törölték. Kérjük, frissítse az oldalt, majd próbálja meg újra.

source: Data saved successfully
hu_hu: Az adatok sikeresen mentve

source: Hide from Rest API?
hu_hu: Elrejtés a Rest API elől?

source: Do not show the value of this field in the Rest API responses.
hu_hu: Ne jelenítse meg ennek a mezőnek az értékét a Rest API válaszokban.

source: Please enter a title for the settings page.
hu_hu: Kérjük, adja meg a beállítási oldal címét.

# Post Type General Name
source: Settings Pages
hu_hu: Beállítási oldalak

# Post Type Singular Name
source: Settings Page
hu_hu: Beállítási oldal

source: Settings Page
hu_hu: Beállítási oldal

source: Parent Settings Page:
hu_hu: Szülő beállítási oldal:

source: New Settings Page
hu_hu: Új beállítási oldal

source: Edit Settings Page
hu_hu: Beállítási oldal szerkesztése

source: Update Settings Page
hu_hu: Beállítási oldal frissítése

source: View Settings Page
hu_hu: Beállítási oldal megtekintése

source: Please enter the settings page title
hu_hu: Kérjük, adja meg a beállítási oldal címét

source: The settings page might have been deleted. Please refresh the page and try again.
hu_hu: Előfordulhat, hogy a beállítási oldalt törölték. Kérjük, frissítse az oldalt, majd próbálja meg újra.

source: Tab
hu_hu: Fül

source: Label
hu_hu: Címke

source: Use only lowercase letters, numbers, underscores (and be careful dashes).
hu_hu: Csak kisbetűket, számokat és aláhúzásjeleket használjon (a kötőjelekkel legyen óvatos).

source: Icon type
hu_hu: Ikon típusa

source: Custom
hu_hu: Egyéni

source: Icon
hu_hu: Ikon

source: Enter <a target="_blank" href="https://fontawesome.com/search?o=r&m=free">Font Awesome</a> icon class here. Supports the free version only.
hu_hu: Adja meg itt a <a target=\"_blank\" href=\"https://fontawesome.com/search?o=r&m=free\">Font Awesome</a> ikon osztálynevét. Csak az ingyenes verziót támogatja.

source: Icon URL
hu_hu: Ikon URL

source: Text limit
hu_hu: Szövegkorlát

source: Leave empty or enter 0 for no limit.
hu_hu: Hagyja üresen, vagy adja meg a 0 értéket, ha nincs korlát.

source: Basic
hu_hu: Alap

source: Advanced
hu_hu: Haladó

source: Upload
hu_hu: Feltöltés

source: Layout
hu_hu: Elrendezés

source: Review changes
hu_hu: Változások áttekintése

source: Database
hu_hu: Adatbázis

source: Last updated:
hu_hu: Utoljára frissítve:

source: (Always in use)
hu_hu: (Mindig használatban)

source: All changes synced!
hu_hu: Minden változás szinkronizálva!

source: Error during syncing data, please check folder permission or file format!
hu_hu: Hiba az adatok szinkronizálása közben, kérjük, ellenőrizze a mappa jogosultságait vagy a fájlformátumot!

source: No changes detected.
hu_hu: Nem észlelhető változás.

source: Field groups have been imported successfully!
hu_hu: A mezőcsoportok importálása sikeres volt!

source: Choose an exported ".json" file from your computer:
hu_hu: Válasszon egy exportált ".json" fájlt a számítógépéről:

source: Invalid file data. <a href="%s">Go back</a>.
hu_hu: Érvénytelen fájladatok. <a href="%s">Lépjen vissza</a>.

source: Description
hu_hu: Leírás

source: Label description
hu_hu: Címke leírása

source: Add more text
hu_hu: További szöveg hozzáadása

source: Placeholder
hu_hu: Helyőrző

source: Prefix
hu_hu: Előtag

source: Suffix
hu_hu: Utótag

source: Before
hu_hu: Előtte

source: After
hu_hu: Utána

source: Default value
hu_hu: Alapértelmezett érték

source: Prepend
hu_hu: Elé illesztés

source: Append
hu_hu: Mögé illesztés

source: Meta Box Field Group: %s
hu_hu: Meta Box mezőcsoport: %s

source: Empty message
hu_hu: Üres üzenet

source: Admin column title
hu_hu: Admin oszlop címe

source: Meta box title
hu_hu: Meta box címe

source: Field name
hu_hu: Mező neve

source: Field description
hu_hu: Mező leírása

source: Field label description
hu_hu: Mező címkéjének leírása

source: Field placeholder
hu_hu: Mező helyőrzője

source: Field add button
hu_hu: Mező hozzáadás gombja

source: Meta Box Relationship: %s
hu_hu: Meta Box kapcsolat: %s

source: Title
hu_hu: Cím

source: Submit button
hu_hu: Küldés gomb

source: Custom message
hu_hu: Egyéni üzenet

source: Meta Box Settings Page: %s
hu_hu: Meta Box beállítások oldala: %s

source: Tab: %s
hu_hu: Fül: %s

source: %1$s: Option %2$s
hu_hu: %1$s: %2$s opció

source: %s: Tooltip
hu_hu: %s: Eszköztipp

source: File not found!
hu_hu: A fájl nem található!

source: File not readable!
hu_hu: A fájl nem olvasható!

# post type general name
source: Field Groups
hu_hu: Mezőcsoportok

# post type singular name
source: Field Group
hu_hu: Mezőcsoport

# admin menu
source: Custom Fields
hu_hu: Egyéni mezők

# add new on admin bar
source: Custom Fields
hu_hu: Egyéni mezők

# meta-box-builder
source: Add New
hu_hu: Új hozzáadása

source: New Field Group
hu_hu: Új mezőcsoport

source: Edit Field Group
hu_hu: Mezőcsoport szerkesztése

source: View Field Group
hu_hu: Mezőcsoport megtekintése

source: Custom Fields
hu_hu: Egyéni mezők

source: Parent Field Groups:
hu_hu: Szülő mezőcsoportok:

source: No field groups found.
hu_hu: Nem található mezőcsoport.

source: No field groups found in Trash.
hu_hu: Nem található mezőcsoport a Lomtárban.

source: Field group updated.
hu_hu: Mezőcsoport frissítve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: Field group restored to revision from %s
hu_hu: A mezőcsoport visszaállítva a(z) %s változatra.

source: Field group published.
hu_hu: Mezőcsoport közzétéve.

source: Field group saved.
hu_hu: Mezőcsoport elmentve.

source: Field group submitted.
hu_hu: Mezőcsoport beküldve.

source: Field group scheduled for: <strong>%s</strong>.
hu_hu: Mezőcsoport ütemezve: <strong>%s</strong>.

source: Field group draft updated.
hu_hu: Mezőcsoport vázlata frissítve.

source: Edit the field group settings
hu_hu: A mezőcsoport beállításainak szerkesztése

source: Type
hu_hu: Típus

source: Leave empty to make the input 100% width.
hu_hu: Hagyja üresen, hogy a mező 100% szélességű legyen.

source: Must be unique, will be used as the key when saving to the database
hu_hu: Egyedinek kell lennie; az adatbázisba mentéskor kulcsként lesz használva.

source: Display below the field label.
hu_hu: Megjelenítés a mező címkéje alatt.

source: Input description
hu_hu: Beviteli leírás

source: Display below the field input.
hu_hu: Megjelenítés a beviteli mező alatt.

source: Text wrap
hu_hu: Szövegtördelés

source: Input size
hu_hu: Beviteli mező mérete

source: Custom CSS class
hu_hu: Egyéni CSS osztály

source: Custom CSS class for the field wrapper div.
hu_hu: Egyéni CSS osztály a mezőt burkoló div elemhez.

source: HTML before
hu_hu: HTML előtte

source: Custom HTML displayed before the field wrapper HTML.
hu_hu: Egyéni HTML, amely a mezőt burkoló HTML előtt jelenik meg.

source: HTML after
hu_hu: HTML utána

source: Custom HTML displayed after the field wrapper HTML.
hu_hu: Egyéni HTML, amely a mezőt burkoló HTML után jelenik meg.

source: Save field value
hu_hu: Mező értékének mentése

source: Uncheck this checkbox to prevent the field from saving its value into the database. Use only when you want to save the data yourself with code.
hu_hu: Törölje a jelölést ennél a jelölőnégyzetnél, hogy megakadályozza a mező értékének adatbázisba mentését. Csak akkor használja, ha az adatokat saját kóddal kívánja menteni.

source: Custom sanitize callback
hu_hu: Egyéni tisztítási visszahívás

source: Enter a PHP function name to manually sanitize the value before saving it to the database. Enter "none" to bypass sanitization.
hu_hu: Adjon meg egy PHP függvény nevét az érték adatbázisba mentés előtti kézi tisztításához. Írja be, hogy "none", ha ki szeretné hagyni a tisztítást.

source: Custom attributes
hu_hu: Egyéni attribútumok

source: Add custom attributes (like data-*) to the input. Work only for text fields.
hu_hu: Adjon egyéni attribútumokat (például data-*) a beviteli mezőhöz. Csak szövegmezők esetén működik.

source: Custom settings
hu_hu: Egyéni beállítások

source: Add custom settings to the field. Will overwrite existing settings if they have the <a href="https://docs.metabox.io/field-settings/" target="_blank">same key</a>. Use <a href="https://docs.metabox.io/extensions/meta-box-builder/#custom-settings" target="_blank">dot/JSON notation</a> to add nested settings.
hu_hu: Adjon egyéni beállításokat a mezőhöz. Felülírja a meglévő beállításokat, ha <a href="https://docs.metabox.io/field-settings/" target="_blank">azonos kulcsuk</a> van. Beágyazott beállítások hozzáadásához használjon <a href="https://docs.metabox.io/extensions/meta-box-builder/#custom-settings" target="_blank">pont/JSON jelölést</a>.

source: Cloneable
hu_hu: Klónozható

source: Make field cloneable (repeatable)
hu_hu: Tegye a mezőt klónozhatóvá (ismételhetővé).

source: Display format
hu_hu: Megjelenítési formátum

source: <a href="%s" target="_blank">jQueryUI date format</a> (not PHP) to show in the input.
hu_hu: <a href="%s" target="_blank">jQueryUI dátumformátum</a> (nem PHP) a beviteli mezőben való megjelenítéshez.

source: Save format
hu_hu: Mentési formátum

source: <a href="%s" target="_blank">PHP date format</a> for the value saved in the database. Leave empty to save as it is.
hu_hu: <a href="%s" target="_blank">PHP dátumformátum</a> az adatbázisban mentett értékhez. Hagyja üresen, hogy változtatás nélkül mentse.

source: Save value as timestamp
hu_hu: Érték mentése időbélyegként

source: Display the date picker inline with the input
hu_hu: A dátumválasztó megjelenítése az inputtal egy sorban

source: Disabled
hu_hu: Letiltva

source: Required
hu_hu: Kötelező

source: Read only
hu_hu: Csak olvasható

source: Attributes
hu_hu: Attribútumok

source: Date picker options
hu_hu: Dátumválasztó beállításai

source: Custom options for the <a href="%s" target="_blank">jQueryUI date picker</a> library.
hu_hu: Egyedi beállítások a <a href="%s" target="_blank">jQueryUI dátumválasztó</a> könyvtárhoz.

source: Datetime picker options
hu_hu: Dátum-időválasztó beállításai

source: Custom options for the jQueryUI <a href="%1$s" target="_blank">date picker</a> and <a href="%2$s" target="_blank">time picker</a> libraries.
hu_hu: Egyedi beállítások a jQueryUI <a href="%1$s" target="_blank">dátumválasztó</a> és <a href="%2$s" target="_blank">időválasztó</a> könyvtárakhoz.

source: Default location
hu_hu: Alapértelmezett hely

source: Format: latitude,longitude.
hu_hu: Formátum: szélesség,hosszúság.

source: Address field
hu_hu: Címmező

source: The ID of the address field. For multiple fields, separate them by comma.
hu_hu: A címmező azonosítója. Több mező esetén vesszővel válassza el őket.

source: Enter or select a field ID
hu_hu: Adjon meg vagy válasszon ki egy mezőazonosítót

source: Language
hu_hu: Nyelv

source: Region
hu_hu: Régió

source: Marker draggable
hu_hu: Jelölő mozgatható

source: Field type
hu_hu: Mező típusa

source: Select
hu_hu: Legördülő lista

source: Select advanced
hu_hu: Speciális legördülő lista

source: Select tree
hu_hu: Fa struktúrájú legördülő lista

source: Checkbox list
hu_hu: Jelölőnégyzetek listája

source: Checkbox tree
hu_hu: Fa struktúrájú jelölőnégyzetek

source: Radio list
hu_hu: Rádiógombok listája

source: Allow to create a new item
hu_hu: Új elem létrehozásának engedélyezése

source: Remove default meta box
hu_hu: Alapértelmezett metadoboz eltávolítása

source: Allow to select multiple items
hu_hu: Több elem kiválasztásának engedélyezése

source: Display "Toggle All" button
hu_hu: "Összes átváltása" gomb megjelenítése

source: Display "Select: All | None" button
hu_hu: "Kijelölés: Összes | Nincs" gomb megjelenítése

source: Query args
hu_hu: Lekérdezési argumentumok

source: Query arguments for getting terms. Same as in the <a href="%s" target="_blank">get_terms()</a> function.
hu_hu: Kifejezések lekéréséhez használt lekérdezési argumentumok. Ugyanazok, mint a <a href="%s" target="_blank">get_terms()</a> függvényben.

source: Max number of files
hu_hu: Fájlok maximális száma

source: Leave empty for unlimited uploads.
hu_hu: Hagyja üresen korlátlan feltöltéshez.

source: Show status
hu_hu: Állapot megjelenítése

source: Display how many files uploaded/remaining
hu_hu: A feltöltött/hátralévő fájlok számának megjelenítése

source: Force delete
hu_hu: Kényszerített törlés

source: Delete files when deleting them from post meta
hu_hu: Fájlok törlése, amikor azokat törli a bejegyzés metaadataiból

source: Choices
hu_hu: Választási lehetőségek

source: Enter each choice per line. Use <code>value: Label</code> format for both value and label or <code>callback: function_name</code> for a PHP callback (the function must exist).
hu_hu: Adja meg az egyes lehetőségeket soronként. Használja a <code>value: Label</code> formátumot az értékhez és a címkéhez, vagy a <code>callback: function_name</code> formátumot PHP callbackhez (a függvénynek léteznie kell).

source: Button text
hu_hu: Gomb szövege

source: Click me
hu_hu: Kattintson ide

source: Buttons
hu_hu: Gombok

source: Enter each button text per line. Use <code>value: Label</code> format for both value and label or <code>callback: function_name</code> for a PHP callback (the function must exist).
hu_hu: Adja meg az egyes gombszövegeket soronként. Használja a <code>value: Label</code> formátumot az értékhez és a címkéhez, vagy a <code>callback: function_name</code> formátumot PHP callbackhez (a függvénynek léteznie kell).

source: Display buttons horizontally
hu_hu: Gombok vízszintes megjelenítése

source: Checked by default
hu_hu: Alapértelmezetten bejelölve

source: Enter each value on a line.
hu_hu: Adja meg az egyes értékeket soronként.

source: Display choices horizontally
hu_hu: Választási lehetőségek vízszintes megjelenítése

source: Allow to select opacity
hu_hu: Átlátszatlanság kiválasztásának engedélyezése

source: Color picker options
hu_hu: Színválasztó beállításai

source: Custom options for the color picker library. <a href="https://automattic.github.io/Iris/" target="_blank">See here</a>.
hu_hu: Egyéni beállítások a színválasztó könyvtárhoz. <a href="https://automattic.github.io/Iris/" target="_blank">Lásd itt</a>.

source: Content (HTML allowed)
hu_hu: Tartalom (HTML engedélyezett)

source: Custom callback
hu_hu: Egyéni callback

source: A PHP function that is called to show custom HTML content. Will overwrite the content setting above.
hu_hu: Egy PHP-függvény, amely egyéni HTML-tartalmat jelenít meg. Felülírja a fenti tartalom beállítását.

source: Inputs
hu_hu: Beviteli mezők

source: Enter label
hu_hu: Adja meg a címkét

source: Custom upload folder
hu_hu: Egyéni feltöltési mappa

source: Relatively to the WordPress root path.
hu_hu: A WordPress gyökérútvonalához viszonyítva.

source: MIME types
hu_hu: MIME-típusok

source: Filters items in the Media Library popup. Does not restrict file types when upload. Separate by commas.
hu_hu: Az elemeket szűri a Médiatár felugró ablakában. Feltöltéskor nem korlátozza a fájltípusokat. Vesszővel válassza el.

source: Max file size
hu_hu: Maximális fájlméret

source: Google Maps API key
hu_hu: Google Maps API-kulcs

source: If you don't have one, <a href="%s" target="_blank">create one here</a>.
hu_hu: Ha még nincs, <a href="%s" target="_blank">hozzon létre itt egyet</a>.

source: Heading text
hu_hu: Címsor szövege

source: Display below the heading text.
hu_hu: Megjelenítés a címsor szövege alatt.

source: Enter each choice per line. Use <code>value: image URL</code> format or <code>callback: function_name</code> for a PHP callback (the function must exist).
hu_hu: Soronként adja meg az egyes választási lehetőségeket. Használja a <code>value: image URL</code> formátumot vagy PHP callbackhez a <code>callback: function_name</code> formátumot (a függvénynek léteznie kell).

source: Image size
hu_hu: Képméret

source: Image size that displays in the edit page, used to make sure images are not blurry. It's not meant to display images with the exact width and height.
hu_hu: Az a képméret, amely a szerkesztőoldalon jelenik meg, és biztosítja, hogy a képek ne legyenek elmosódottak. Nem arra szolgál, hogy pontos szélességű és magasságú képeket jelenítsen meg.

source: New image placement
hu_hu: Új kép elhelyezése

source: Beginning of the list
hu_hu: A lista eleje

source: End of the list
hu_hu: A lista vége

source: Placeholder for key
hu_hu: Helyőrző a kulcshoz

source: Placeholder for value
hu_hu: Helyőrző az értékhez

source: Limit
hu_hu: Korlát

source: Min
hu_hu: Minimum

source: Max
hu_hu: Maximum

source: Step
hu_hu: Lépésköz

source: Set the increments at which a numeric value can be set. Enter 'any' to accept any number.
hu_hu: Állítsa be azt a lépésközt, amellyel a numerikus érték megadható. Írja be, hogy 'any', ha bármilyen számot el kíván fogadni.

source: Not available text
hu_hu: Nem elérhető szöveg

source: The text message displayed to users when the embed media is not available. Accepts HTML.
hu_hu: Az a szöveges üzenet, amely akkor jelenik meg a felhasználóknak, amikor a beágyazott média nem érhető el. HTML-t elfogad.

source: Post types
hu_hu: Bejegyzéstípusok

source: Set as parent
hu_hu: Állítsa be szülőnek

source: Set the selected post as the parent of current post being edited.
hu_hu: Állítsa be a kiválasztott bejegyzést a jelenleg szerkesztett bejegyzés szülőjének.

source: Query arguments for getting posts. Same as in the <a href="%s" target="_blank">WP_Query</a> class.
hu_hu: Lekérdezési argumentumok bejegyzések lekéréséhez. Ugyanazok, mint a <a href="%s" target="_blank">WP_Query</a> osztályban.

source: Select2 options
hu_hu: Select2 beállításai

source: Advanced options for the <a href="%s" target="_blank">select2</a> library.
hu_hu: Haladó beállítások a <a href="%s" target="_blank">select2</a> könyvtárhoz.

source: Icon set
hu_hu: Ikonkészlet

source: Icon file
hu_hu: Ikonfájl

source: The full path to the icon file definition, which can be a text or JSON file.
hu_hu: Az ikonfájl definíciójának teljes elérési útja, amely lehet szöveg- vagy JSON-fájl.

source: Icon dir
hu_hu: Ikon mappa

source: Full path to the folder that contains all SVGs of icons.
hu_hu: Az ikonok összes SVG-jét tartalmazó mappa teljes elérési útja.

source: Icon CSS URL
hu_hu: Ikon CSS URL

source: Required only when you use icons as an icon font (e.g. no SVG).
hu_hu: Csak akkor szükséges, ha az ikonokat ikonfontként használja (pl. SVG nélkül).

source: Slider options
hu_hu: Csúszka beállításai

source: Custom options for the <a href="%s" target="_blank">jQueryUI slider</a>.
hu_hu: Egyéni beállítások a <a href="%s" target="_blank">jQueryUI csúszkához</a>.

source: Style
hu_hu: Stílus

source: Rounded
hu_hu: Lekerekített

source: Square
hu_hu: Négyzet

source: Labels
hu_hu: Címkék

source: ON
hu_hu: BE

source: OFF
hu_hu: KI

source: ON by default
hu_hu: Alapértelmezetten BE

source: Predefined values
hu_hu: Előre meghatározott értékek
