Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/gp-premium/gp-premium-*.po
Languages: hu_hu

source: This process makes changes to your website. If it contains important data, we suggest backing it up before proceeding.
hu_hu: Ez a folyamat módosításokat hajt végre a webhelyén. Ha fontos adatokat tartalmaz, javasoljuk, hogy a folytatás előtt készítsen biztonsági mentést.

source: Restoring content
hu_hu: Tartalom visszaállítása

source: Remove imported site
hu_hu: Importált webhely eltávolítása

source: No thanks
hu_hu: Nem, köszönöm

source: <strong>Note:</strong> Some of these sites require GenerateBlocks Pro. You can <a>upgrade to GeneratePress One</a> and install GenerateBlocks Pro to install these sites.
hu_hu: <strong>Megjegyzés:</strong> Ezek közül néhány webhely a GenerateBlocks Pro-t igényli. <a>Frissítsen a GeneratePress One-ra</a>, és telepítse a GenerateBlocks Pro-t ezen webhelyek telepítéséhez.

source: upgrade to GeneratePress One
hu_hu: Frissítsen a GeneratePress One-ra

source: Requires GP Premium %s.
hu_hu: GP Premium %s szükséges.

source: Requires GeneratePress %s.
hu_hu: GeneratePress %s szükséges.

source: Requires GenerateBlocks %s.
hu_hu: GenerateBlocks %s szükséges.

source: Refresh sites
hu_hu: Webhelyek frissítése

source: Built by
hu_hu: Készítette

source: Buy GP One
hu_hu: GP One vásárlása

source: Buy GP Premium
hu_hu: GP Premium vásárlása

source: Debug Mode Enabled
hu_hu: Hibakeresési mód engedélyezve

source: WordPress debug mode is currently enabled. With this, any errors from third-party plugins might affect the import process.
hu_hu: A WordPress hibakeresési mód jelenleg engedélyezve van. Emiatt a harmadik féltől származó bővítmények hibái befolyásolhatják az importálási folyamatot.

source: To disable it, find WP_DEBUG in your wp-config.php file and set it to false like the below.
hu_hu: A letiltásához keresse meg a WP_DEBUG beállítást a wp-config.php fájlban, és állítsa false értékre az alábbi módon.

source: Learn more here
hu_hu: Tudjon meg többet itt

source: Plugins
hu_hu: Bővítmények

source: This site uses the following plugins.
hu_hu: Ez a webhely a következő bővítményeket használja.

source: Gathering information
hu_hu: Információk gyűjtése

source: Get Started
hu_hu: Kezdje el

source: These plugins can be installed automatically.
hu_hu: Ezek a bővítmények automatikusan telepíthetők.

source: These plugins are already installed.
hu_hu: Ezek a bővítmények már telepítve vannak.

source: These plugins need to be installed manually.
hu_hu: Ezeket a bővítményeket manuálisan kell telepíteni.

source: I understand
hu_hu: Értem

source: Importing theme options
hu_hu: Téma beállításainak importálása

source: Installing %s
hu_hu: %s telepítése

source: Begin Import
hu_hu: Importálás indítása

source: Check out your new site and start making it yours!
hu_hu: Nézze meg az új webhelyét, és kezdje el a saját igényeire szabni!

source: Note: We do our best to ensure all imported images are licensed for open use. However, image licenses can change, so we strongly advise that you replace all imported images with your own.
hu_hu: Megjegyzés: Mindent megteszünk annak érdekében, hogy minden importált kép nyílt felhasználásra jogosító licenccel rendelkezzen. A képek licencei azonban változhatnak, ezért nyomatékosan javasoljuk, hogy minden importált képet cseréljen le a sajátjaira.

source: View Site
hu_hu: Webhely megtekintése

source: Additional Cleanup
hu_hu: További tisztítás

source: This site is using Elementor which means you will want to replace the imported image URLs.
hu_hu: Ez a webhely az Elementort használja, ami azt jelenti, hogy javasolt lecserélnie az importált képek URL-jeit.

source: Take note of the old and new URLs below, then head over to the Elementor Tools area to replace them.
hu_hu: Jegyezze fel az alábbi régi és új URL-eket, majd menjen az Elementor Tools részhez, és cserélje le őket.

source: Old URL
hu_hu: Régi URL

source: New URL
hu_hu: Új URL
