Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/gp-premium/gp-premium-*.po
Languages: hu_hu

source: Menu Item Icon
hu_hu: Menüpont ikonja

source: Shopping Cart
hu_hu: Kosár

source: Shopping Bag
hu_hu: Bevásárlótáska

source: Shopping Basket
hu_hu: Bevásárlókosár

source: Menu Item Content
hu_hu: Menüpont tartalma

source: Amount
hu_hu: Összeg

source: Number of Items
hu_hu: Tételek száma

source: Display breadcrumbs
hu_hu: Morzsamenü megjelenítése

source: Shop
hu_hu: Bolt

source: Sidebar / Content
hu_hu: Oldalsáv / Tartalom

source: Content / Sidebar
hu_hu: Tartalom / Oldalsáv

source: Sidebar / Content / Sidebar
hu_hu: Oldalsáv / Tartalom / Oldalsáv

source: Sidebar / Sidebar / Content
hu_hu: Oldalsáv / Oldalsáv / Tartalom

source: Content / Sidebar / Sidebar
hu_hu: Tartalom / Oldalsáv / Oldalsáv

source: Product Columns
hu_hu: Termékoszlopok

source: Column Gap
hu_hu: Oszlopköz

source: Image Alignment
hu_hu: Kép igazítása

source: Products Per Page
hu_hu: Oldalankénti termékszám

source: Display cart panel on add to cart
hu_hu: Kosárpanel megjelenítése kosárba helyezéskor

source: Display page title
hu_hu: Oldalcím megjelenítése

source: Display product results count
hu_hu: Találatok számának megjelenítése

source: Display product sorting
hu_hu: Termékrendezés megjelenítése

source: Display product image
hu_hu: Termékkép megjelenítése

source: Display secondary image on hover
hu_hu: Másodlagos kép megjelenítése egér fölé vitelekor

source: Display product title
hu_hu: Termékcím megjelenítése

source: Display sale flash
hu_hu: Akció címke megjelenítése

source: Sale flash over image
hu_hu: Akció címke a kép fölött

source: Display rating
hu_hu: Értékelés megjelenítése

source: Display price
hu_hu: Ár megjelenítése

source: Display add to cart button
hu_hu: Kosárba helyezés gomb megjelenítése

source: Display short description
hu_hu: Rövid leírás megjelenítése

source: Single Product
hu_hu: Egyedi termék

source: Product Image Area Width
hu_hu: Termékkép területének szélessége

source: Display add to cart panel on scroll
hu_hu: Kosárba helyezés panel megjelenítése görgetéskor

source: Display quantity buttons
hu_hu: Mennyiségválasztó gombok megjelenítése

source: Display product tabs
hu_hu: Termékfülek megjelenítése

source: Display related products
hu_hu: Kapcsolódó termékek megjelenítése

source: Display upsell products
hu_hu: Felülértékesített termékek megjelenítése

source: Related/Upsell Columns
hu_hu: Kapcsolódó/felülértékesítés oszlopai

source: Display product meta data
hu_hu: Termék metaadatainak megjelenítése

source: Checkout
hu_hu: Pénztár

source: Distraction-free mode
hu_hu: Zavarómentes mód

source: Remove unnecessary distractions like sidebars, footer widgets and sticky menus.
hu_hu: Távolítsa el a felesleges zavaró elemeket, például az oldalsávokat, lábléc widgeteket és a rögzített menüket.

source: View your shopping cart
hu_hu: Tekintse meg bevásárlókosarát

source: Rated %s out of 5
hu_hu: Értékelés: %s az 5-ből

source: Not yet rated
hu_hu: Még nincs értékelve

source: out of 5
hu_hu: 5-ből

source: Continue Shopping
hu_hu: Vásárlás folytatása

source: Item added to cart.
hu_hu: Tétel a kosárba került.

source: Next Post
hu_hu: Következő bejegyzés

source: Previous Post
hu_hu: Előző bejegyzés

source: Choose…
hu_hu: Válasszon…

source: No featured image
hu_hu: Nincs kiemelt kép

source: No post meta
hu_hu: Nincsenek bejegyzés metaadatok

source: No next post
hu_hu: Nincs következő bejegyzés

source: No previous post
hu_hu: Nincs előző bejegyzés

source: Inline post meta items
hu_hu: Soron belüli bejegyzés metaadat-elemek

source: Inline alignment
hu_hu: Soron belüli igazítás

source: Space between
hu_hu: Egyenletes elosztás

source: Remove container condition
hu_hu: Konténerfeltétel eltávolítása

source: Meta field name
hu_hu: Meta mező neve

source: In same term
hu_hu: Ugyanabban a kifejezésben

source: Check for posts with the same term as the current post.
hu_hu: Ellenőrizze azokat a bejegyzéseket, amelyek ugyanahhoz a kifejezéshez tartoznak, mint az aktuális bejegyzés.

source: Taxonomy
hu_hu: Taxonómia

source: The taxonomy to check if in the same term.
hu_hu: Az a taxonómia, amelyben ellenőrizni kell, hogy ugyanabban a kifejezésben van-e.

source: Dynamic options
hu_hu: Dinamikus beállítások

source: Dynamic Background Image
hu_hu: Dinamikus háttérkép

source: Featured image
hu_hu: Kiemelt kép

source: Post meta
hu_hu: Bejegyzés metaadat

source: Term meta
hu_hu: Kifejezés metaadat

source: User meta
hu_hu: Felhasználói metaadat

source: Add a background image to this Container to make it dynamic.
hu_hu: Adjon háttérképet ehhez a konténerhez, hogy dinamikussá tegye.

source: Use fallback image
hu_hu: Helyettesítő kép használata

source: Dynamic Link
hu_hu: Dinamikus hivatkozás

source: Post
hu_hu: Bejegyzés

source: Source
hu_hu: Forrás

source: Current post
hu_hu: Aktuális bejegyzés

source: Next post
hu_hu: Következő bejegyzés

source: Previous post
hu_hu: Előző bejegyzés

source: Single post
hu_hu: Egyedi bejegyzés

source: Author archives
hu_hu: Szerzői archívumok

source: Comments area
hu_hu: Hozzászólások területe

source: Next page of posts
hu_hu: Bejegyzések következő oldala

source: Previous page of posts
hu_hu: A bejegyzések előző oldala

source: Author meta
hu_hu: Szerző metaadatai

source: Term archives
hu_hu: Kifejezés-archívumok

source: Published date before text
hu_hu: A közzétett dátum előtti szöveg

source: Dynamic text type
hu_hu: Dinamikus szöveg típusa

source: Title
hu_hu: Cím

source: Post date
hu_hu: Bejegyzés dátuma

source: Post author name
hu_hu: A bejegyzés szerzőjének neve

source: List of terms
hu_hu: Kifejezések listája

source: Comments number
hu_hu: Hozzászólások száma

source: Hello World
hu_hu: Helló, világ!

source: Terms
hu_hu: Kifejezések

source: Date type
hu_hu: Dátumtípus

source: Updated date
hu_hu: Frissítés dátuma

source: Replace with updated date
hu_hu: Cserélje ki a frissítés dátumára

source: Term separator
hu_hu: Kifejezések elválasztója

source: No comments text
hu_hu: Nincs hozzászólás szövege

source: Singular comments text
hu_hu: Egyes számú hozzászólás szövege

source: Plural comments text
hu_hu: Többes számú hozzászólás szövege

source: Use % in place of the number of comments
hu_hu: Használja a % jelet a hozzászólások száma helyén

source: Updated date before text
hu_hu: A frissítés dátuma előtti szöveg

source: Dynamic link type
hu_hu: Dinamikus hivatkozás típusa

source: Dynamic Content
hu_hu: Dinamikus tartalom

source: Displays dynamic content based on your chosen source.
hu_hu: Az Ön által választott forrás alapján dinamikus tartalmat jelenít meg.

source: Post content
hu_hu: Bejegyzés tartalma

source: Post excerpt
hu_hu: Bejegyzés kivonata

source: Term description
hu_hu: Kifejezés leírása

source: Author description
hu_hu: Szerző leírása

source: Excerpt length
hu_hu: Kivonat hossza

source: Use theme more link
hu_hu: A sablon 'Tovább' hivatkozásának használata

source: Custom more link
hu_hu: Egyéni 'Tovább' hivatkozás

source: Dynamic content
hu_hu: Dinamikus tartalom

source: Choose your dynamic content type.
hu_hu: Válassza ki a dinamikus tartalom típusát.

source: This is a placeholder for your description.
hu_hu: Ez egy helyőrző az Ön leírásához.

source: Dynamic Image
hu_hu: Dinamikus kép

source: Displays a dynamic image from your chosen source.
hu_hu: Az Ön által választott forrásból dinamikus képet jelenít meg.

source: Author avatar
hu_hu: Szerző avatárja

source: Image size
hu_hu: Kép mérete

source: Image width
hu_hu: Kép szélessége

source: Image height
hu_hu: Kép magassága

source: Link to
hu_hu: Hivatkozás ide

source: Custom field
hu_hu: Egyéni mező

source: Custom field name
hu_hu: Egyéni mező neve

source: Make image rounded
hu_hu: Tegye a képet lekerekítetté

source: Dynamic image
hu_hu: Dinamikus kép

source: Choose your dynamic image type.
hu_hu: Válassza ki a dinamikus kép típusát.

source: Dynamic image placeholder
hu_hu: Dinamikus kép helyőrzője

source: Select Units
hu_hu: Válassza ki a mértékegységet

# A size unit for CSS markup
source: Percentage
hu_hu: Százalék

# A size unit for CSS markup
source: Degree
hu_hu: Fok

source: %s Units
hu_hu: %s egység

# label
source: Two columns with featured image
hu_hu: Két oszlop kiemelt képpel

# label
source: Two columns with arrows
hu_hu: Két oszlop nyilakkal

# label
source: Two columns with background overlays
hu_hu: Két oszlop háttér-átfedésekkel

# label
source: Inline with avatar
hu_hu: Soron belül avatárral

# label
source: Stacked with avatar
hu_hu: Egymás fölött avatárral

# label
source: Term buttons
hu_hu: Kifejezés-gombok

# label
source: Full footer 1
hu_hu: Teljes lábléc 1

# label
source: Full footer 2
hu_hu: Teljes lábléc 2

# label
source: Basic layout with term buttons
hu_hu: Alap elrendezés kifejezés-gombokkal

# label
source: Layout with offset content
hu_hu: Eltolt tartalmú elrendezés

# label
source: Landscape layout
hu_hu: Fekvő elrendezés

# label
source: Default next and previous buttons
hu_hu: Alapértelmezett Következő és Előző gombok

# label
source: Rounded buttons with icon
hu_hu: Lekerekített gombok ikonnal

# label
source: Basic single post page hero
hu_hu: Alap hero egyedi bejegyzéshez

# label
source: Single post hero with excerpt
hu_hu: Hero egyedi bejegyzéshez, kivonattal

source: After header
hu_hu: Fejléc után

source: Before content container
hu_hu: Tartalomkonténer előtt

source: Before content
hu_hu: Tartalom előtt

source: After content
hu_hu: Tartalom után

source: After content container
hu_hu: Tartalomkonténer után

source: Block Element
hu_hu: Blokkelem

source: To take full advantage of Block Elements, we suggest using our GenerateBlocks plugin.
hu_hu: A blokkelemek teljes körű kihasználásához javasoljuk a GenerateBlocks bővítmény használatát.

source: Activate GenerateBlocks
hu_hu: GenerateBlocks aktiválása

source: Install GenerateBlocks
hu_hu: GenerateBlocks telepítése

source: Editor width
hu_hu: Szerkesztő szélessége

source: Element type
hu_hu: Elem típusa

source: Search Modal
hu_hu: Keresési modális ablak

source: Templates
hu_hu: Sablonok

source: This will remove the current sidebar widgets for the selected sidebar. Your layout must have a sidebar set for this Element to show.
hu_hu: Ez eltávolítja a kiválasztott oldalsáv jelenlegi widgetjeit. Az Ön elrendezésében oldalsávnak kell beállítva lennie, hogy ez az Elem megjelenjen.

source: This Element will replace your site footer area that holds your copyright message. It will not replace footer widgets if they exist.
hu_hu: Ez az Elem lecseréli az Ön webhelyének láblécében azt a területet, amely a szerzői jogi üzenetét tartalmazza. Ha vannak lábléc-widgetek, azokat nem cseréli le.

source: After post title
hu_hu: Bejegyzés címe után

source: Before post title
hu_hu: Bejegyzés címe előtt

source: Quick hook select
hu_hu: Gyors hook-választás

source: Hook name
hu_hu: Hook neve

source: Choose your hook
hu_hu: Válassza ki a hookot

source: Custom hook name
hu_hu: Egyéni hook neve

source: Replace default primary post meta
hu_hu: Alapértelmezett elsődleges bejegyzés-metaadatok cseréje

source: Replace default secondary post meta
hu_hu: Alapértelmezett másodlagos bejegyzés-metaadatok cseréje

source: Tag name
hu_hu: Címke neve

source: Apply to
hu_hu: Alkalmazás

source: All posts
hu_hu: Összes bejegyzés

source: Posts with term
hu_hu: Kifejezéssel rendelkező bejegyzések

source: Posts with custom field
hu_hu: Egyéni mezővel rendelkező bejegyzések

source: First post
hu_hu: Első bejegyzés

source: Term name
hu_hu: Kifejezés neve

source: Post meta name
hu_hu: Bejegyzés metaadat neve

source: Parent Element
hu_hu: Szülő elem

source: Display Order
hu_hu: Megjelenítési sorrend

source: Keep default post container
hu_hu: Tartsa meg az alapértelmezett bejegyzés-konténert

source: Disable title
hu_hu: Tiltsa le a címet

source: Disable featured image
hu_hu: Tiltsa le a kiemelt képet

source: Disable primary post meta
hu_hu: Tiltsa le az elsődleges bejegyzés metaadatait

source: Current year template tag
hu_hu: Aktuális év sabloncímke

source: Use the above template tag to add the current year to your footer.
hu_hu: Használja a fenti sabloncímkét, hogy az aktuális évet hozzáadja a láblécéhez.

source: Disable default post navigation
hu_hu: Tiltsa le az alapértelmezett bejegyzésnavigációt

source: Add default archive navigation container
hu_hu: Adja hozzá az alapértelmezett archívumnavigációs konténert

source: Disable default pagination
hu_hu: Tiltsa le az alapértelmezett oldalszámozást

source: Keep default archive navigation container
hu_hu: Tartsa meg az alapértelmezett archívumnavigációs konténert

source: Secondary Menu Items
hu_hu: Másodlagos menüpontok

source: Secondary Sub-Menu Items
hu_hu: Másodlagos almenüpontok

source: Secondary Mobile Menu Toggle
hu_hu: Másodlagos mobilmenü-kapcsoló

source: Off-Canvas Menu Items
hu_hu: Off-Canvas menüpontok

source: Off-Canvas Sub-Menu Items
hu_hu: Off-Canvas almenüpontok

source: Catalog Product Titles
hu_hu: Katalógus termékcímek

source: Related/Upsell Product Titles
hu_hu: Kapcsolódó/felülértékesítési termékcímek

source: Open Site Library
hu_hu: Webhely-könyvtár megnyitása

source: Open Elements
hu_hu: Elemek megnyitása

source: Open Font Library
hu_hu: Betűtípus-könyvtár megnyitása

source: Open tools for this module.
hu_hu: Nyissa meg ennek a modulnak az eszközeit.

source: This will delete all settings for this module. It cannot be undone.
hu_hu: Ez törli ennek a modulnak az összes beállítását. A művelet nem vonható vissza.

source: Options exported
hu_hu: Beállítások exportálva

source: License key activated.
hu_hu: Licenckulcs aktiválva.

source: License key deactivated.
hu_hu: Licenckulcs deaktiválva.

source: Receiving premium updates.
hu_hu: Prémium frissítéseket kap.

source: Not receiving premium updates.
hu_hu: Nem kap prémium frissítéseket.

source: Enter your license key to activate updates.
hu_hu: Adja meg a licenckulcsát a frissítések aktiválásához.

source: Get alpha, beta, and release candidate updates directly to your Dashboard.
hu_hu: Kapja meg az alfa-, béta- és kiadásra jelölt frissítéseket közvetlenül a Vezérlőpulton.

source: Import / Export
hu_hu: Importálás / Exportálás

source: Export your customizer settings.
hu_hu: Exportálja a testreszabó beállításait.

source: All
hu_hu: Összes

source: Global Colors
hu_hu: Globális színek

source: Import your customizer settings.
hu_hu: Importálja a testreszabó beállításait.

source: This can overwrite existing settings and cannot be undone.
hu_hu: Ez felülírhatja a meglévő beállításokat, és nem vonható vissza.

source: Options imported.
hu_hu: Beállítások importálva.

source: Reset your customizer settings.
hu_hu: Állítsa vissza a testreszabó beállításait.

source: This will delete all of your customizer settings. It cannot be undone.
hu_hu: Ez törli az összes testreszabó beállítását. A művelet nem vonható vissza.

source: Active Elements
hu_hu: Aktív elemek

source: Error deleting font. Please try again.
hu_hu: Hiba a betűtípus törlésekor. Kérjük, próbálja meg újra.

source: Are you sure you want to delete this font and all its variants?
hu_hu: Biztos benne, hogy törölni akarja ezt a betűtípust és annak összes változatát?

source: Go back to the font library
hu_hu: Vissza a betűtípus-könyvtárhoz

source: You have unsaved changes. Click OK to discard changes or cancel to keep editing the font.
hu_hu: Nem mentett módosításai vannak. Kattintson az OK gombra a módosítások elvetéséhez, vagy a Mégse gombra a betűtípus szerkesztésének folytatásához.

source: Back
hu_hu: Vissza

source: Edit Font: %s
hu_hu: Betűtípus szerkesztése: %s

source: Font Status
hu_hu: Betűtípus állapota

source: If a font is disabled, no font variants are added to the frontend of your site.
hu_hu: Ha egy betűtípus le van tiltva, a webhelye nyilvános felületéhez nem kerülnek hozzá betűtípus-változatok.

source: Disabled
hu_hu: Letiltva

source: Enabled
hu_hu: Engedélyezve

source: Available Font Variants
hu_hu: Elérhető betűtípus-változatok

source: Enable or disable individual font variants on the frontend of your site.
hu_hu: Engedélyezze vagy tiltsa le az egyes betűtípus-változatokat a webhelye frontendjén.

source: Undelete font variant
hu_hu: Betűtípus-változat visszaállítása

source: Delete font variant
hu_hu: Betűtípus-változat törlése

source: Advanced Options
hu_hu: Speciális beállítások

source: Specify the font-display value, used in the @font-face CSS. This value determines how your text displays as the webfont loads.
hu_hu: Adja meg a font-display értéket, amelyet az @font-face CSS használ. Ez az érték határozza meg, hogyan jelenik meg a szöveg, amíg a webfont betöltődik.

source: Specify an alias for this font that will be used as the font family name in CSS. If left blank the default font family name will be used.
hu_hu: Adjon meg ehhez a betűtípushoz egy álnevet, amely a CSS-ben betűcsalád neveként lesz használva. Ha üresen hagyja, az alapértelmezett betűcsaládnév lesz használva.

source: Add Font Family Alias
hu_hu: Betűcsalád-álnév hozzáadása

source: e.g. Custom %s
hu_hu: pl. Egyéni %s

source: Enter the CSS font-family fallback value you want to use for this font here. This appears after the font family name in the CSS.
hu_hu: Adja meg itt a CSS font-family helyettes értékét, amelyet ehhez a betűtípushoz használni kíván. Ez a CSS-ben a betűcsalád neve után jelenik meg.

source: Font Family
hu_hu: Betűcsalád

source: You may customize the CSS variable suffix for your font if you wish to change it.
hu_hu: Testreszabhatja a betűtípus CSS változó utótagját, ha módosítani kívánja.

source: CSS Variable suffix
hu_hu: CSS változó utótag

source: Max 25 characters
hu_hu: Legfeljebb 25 karakter

source: CSS Variable suffix cannot be empty. Please enter a valid suffix.
hu_hu: A CSS változó utótag nem lehet üres. Kérjük, adjon meg érvényes utótagot.

source: If you have used this font's css variable, changing the variable suffix may cause loss of visual styles.
hu_hu: Ha használta ennek a betűtípusnak a CSS változóját, a változó utótagjának módosítása vizuális stílusok elvesztését okozhatja.

source: Delete font and all its variants
hu_hu: Betűtípus és összes változatának törlése

source: Delete
hu_hu: Törlés

source: Save font changes
hu_hu: Betűtípus módosításainak mentése

source: You've selected to delete ALL variants. This will also delete the font from the library. Click OK to proceed, or Cancel to undelete variants.
hu_hu: Az ÖSSZES változat törlését választotta. Ez a betűtípust is törli a könyvtárból. Kattintson az OK gombra a folytatáshoz, vagy a Mégse gombra a változatok visszaállításához.

source: A graphical rendering of the font family
hu_hu: A betűcsalád grafikus megjelenítése

source: %s variants
hu_hu: %s változat

source: Installed Fonts
hu_hu: Telepített betűtípusok

source: No fonts have been installed yet.
hu_hu: Még nincs telepítve egyetlen betűtípus sem.

source: Install Google Fonts
hu_hu: Google Fonts telepítése

source: Upload Custom Fonts
hu_hu: Egyéni betűtípusok feltöltése

source: An error occurred while updating settings.
hu_hu: Hiba történt a beállítások frissítése közben.

source: Install variants
hu_hu: Változatok telepítése

source: Select the font variants you want to install. GeneratePress will install the most optimal version of the font available. If the font has a variable version, that will be used automatically.
hu_hu: Válassza ki a telepíteni kívánt betűtípus-változatokat. A GeneratePress a betűtípus elérhető legoptimálisabb változatát telepíti. Ha a betűtípusnak van változó verziója, azt automatikusan használni fogja.

source: Fonts were installed successfully.
hu_hu: A betűtípusok sikeresen telepítve lettek.

source: An error occurred while downloading the variants.
hu_hu: Hiba történt a változatok letöltése közben.

source: Install Selected
hu_hu: Kiválasztottak telepítése

source: Downloading…
hu_hu: Letöltés…

source: Install fonts from Google Fonts. Fonts are installed locally on your site.
hu_hu: Betűtípusok telepítése a Google Fonts-ról. A betűtípusok helyben, a webhelyén kerülnek telepítésre.

source: Preferred Subset
hu_hu: Előnyben részesített karakterrészhalmaz

source: Choose which character subset you want to download if available.
hu_hu: Válassza ki, melyik karakterrészhalmazt kívánja letölteni, ha elérhető.

source: Preferred subset updated.
hu_hu: Az előnyben részesített részhalmaz frissítve.

source: Save Settings
hu_hu: Beállítások mentése

source: Revoke access to Google Fonts
hu_hu: Hozzáférés visszavonása a Google Fonts-hoz

source: This will remove the connection to Google Fonts and you will not be able to install new fonts from Google Fonts. Previously installed fonts will NOT be deleted.
hu_hu: Ez eltávolítja a Google Fonts-hoz való kapcsolatot, és nem fog tudni új betűtípusokat telepíteni a Google Fonts-ról. A korábban telepített betűtípusok NEM kerülnek törlésre.

source: Google fonts access has been revoked.
hu_hu: A Google Fonts-hoz való hozzáférés visszavonásra került.

source: Revoke access
hu_hu: Hozzáférés visszavonása

source: Search
hu_hu: Keresés

source: Font name…
hu_hu: Betűtípus neve…

source: Category
hu_hu: Kategória

source: Serif
hu_hu: Talpas

source: Sans Serif
hu_hu: Talpatlan

source: Display
hu_hu: Dekoratív

source: Handwriting
hu_hu: Kézírás

source: Monospace
hu_hu: Rögzített szélességű

source: No matching fonts found.
hu_hu: Nem találhatók egyező betűtípusok.

source: Font list pagination
hu_hu: Betűtípuslista lapozása

source: Previous
hu_hu: Előző

source: Choose Page
hu_hu: Oldal kiválasztása

source: Next
hu_hu: Következő

source: Per Page
hu_hu: Oldalanként

source: Connect to Google Fonts?
hu_hu: Csatlakozzon a Google Fonts szolgáltatáshoz?

source: To install fonts from Google you must give permission to connect directly to Google servers. The fonts you install will be downloaded from Google and stored on your site. Your site will then use these locally-hosted fonts.
hu_hu: A Google-tól származó betűtípusok telepítéséhez engedélyeznie kell a közvetlen kapcsolódást a Google szervereihez. A telepített betűtípusok a Google-tól lesznek letöltve, és az Ön webhelyén kerülnek tárolásra. A webhelye ezután ezeket a helyben tárolt betűtípusokat fogja használni.

source: You can alternatively upload fonts directly on the Upload Custom Fonts tab.
hu_hu: Alternatívaként közvetlenül feltöltheti a betűtípusokat az Upload Custom Fonts fülön.

source: Allow access to Google Fonts
hu_hu: Hozzáférés engedélyezése a Google Fonts szolgáltatáshoz

source: Some fonts failed to upload.
hu_hu: Néhány betűtípus feltöltése nem sikerült.

source: All fonts failed to upload.
hu_hu: Az összes betűtípus feltöltése nem sikerült.

source: %s installed.
hu_hu: %s telepítve.

source: %s install failed.
hu_hu: %s telepítése nem sikerült.

source: Invalid or corrupted font file:
hu_hu: Érvénytelen vagy sérült betűtípusfájl:

source: Upload Fonts
hu_hu: Betűtípusok feltöltése

source: Upload one or more fonts. Once uploaded, they will appear via the Font Library tab above. Supported formats are: .ttf, .otf, .woff, and .woff2.
hu_hu: Töltsön fel egy vagy több betűtípust. A feltöltés után a fenti Font Library fülön jelennek meg. Támogatott formátumok: .ttf, .otf, .woff és .woff2.

source: An error occurred while fetching Google Fonts.
hu_hu: Hiba történt a Google Fonts lekérése közben.

source: Search site name or author
hu_hu: Webhely neve vagy szerző keresése

source: Preview desktop
hu_hu: Asztali előnézet

source: Preview tablet
hu_hu: Tablet előnézet

source: Preview mobile
hu_hu: Mobil előnézet

source: Import Complete
hu_hu: Importálás befejeződött

source: No sites were found.
hu_hu: Nem találhatók webhelyek.

source: Try again
hu_hu: Próbálja újra
