Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/gp-premium/gp-premium-*.po
Languages: hu_hu

source: The entire collection of GeneratePress premium modules.
hu_hu: A GeneratePress prémium moduljainak teljes gyűjteménye.

source: Background Images
hu_hu: Háttérképek

source: Body
hu_hu: Törzs

source: Top Bar
hu_hu: Felső sáv

source: Header
hu_hu: Fejléc

source: Primary Navigation
hu_hu: Elsődleges navigáció

source: Navigation
hu_hu: Navigáció

source: Repeat
hu_hu: Ismétlés

source: Repeat x
hu_hu: Ismétlés x

source: Repeat y
hu_hu: Ismétlés y

source: No Repeat
hu_hu: Nincs ismétlés

source: Navigation Item
hu_hu: Navigációs elem

source: Navigation Item Hover
hu_hu: Navigációs elem rámutatáskor

source: Navigation Item Current
hu_hu: Navigációs elem (aktuális)

source: Primary Sub-Navigation
hu_hu: Elsődleges alnavigáció

source: Sub-Navigation Item
hu_hu: Alnavigációs elem

source: Sub-Navigation Item Hover
hu_hu: Alnavigációs elem rámutatáskor

source: Sub-Navigation Item Current
hu_hu: Alnavigációs elem (aktuális)

source: Content
hu_hu: Tartalom

source: Sidebar
hu_hu: Oldalsáv

source: Sidebar Widgets
hu_hu: Oldalsáv widgetek

source: Footer
hu_hu: Lábléc

source: Footer Widget Area
hu_hu: Lábléc widgetterület

source: Footer Area
hu_hu: Lábléc terület

source: Secondary Navigation
hu_hu: Másodlagos navigáció

source: Secondary Sub-Navigation
hu_hu: Másodlagos alnavigáció

source: This page is using a <a href="%s">Loop Template Element</a>. Other options can be found within that Element.
hu_hu: Ez az oldal egy <a href="%s">Loop Template Element</a>-et használ. További opciók az adott Elementben találhatók.

source: Excerpt word count
hu_hu: Kivonat szószáma

source: Read more label
hu_hu: Tovább olvasás felirat

source: Archives
hu_hu: Archívum

source: Single
hu_hu: Egyedi bejegyzés

source: Content type
hu_hu: Tartalomtípus

source: Full Content
hu_hu: Teljes tartalom

source: Excerpt
hu_hu: Kivonat

source: Display read more as button
hu_hu: A Tovább olvasás megjelenítése gombként

source: Display post date
hu_hu: Bejegyzés dátumának megjelenítése

source: Display post author
hu_hu: Bejegyzés szerzőjének megjelenítése

source: Display post categories
hu_hu: Bejegyzés kategóriáinak megjelenítése

source: Display post tags
hu_hu: Bejegyzés címkéinek megjelenítése

source: Display comment count
hu_hu: Hozzászólások számának megjelenítése

source: Use infinite scroll
hu_hu: Végtelen görgetés használata

source: Use button to load more posts
hu_hu: Gomb használata további bejegyzések betöltéséhez

source: Load more label
hu_hu: Továbbiak betöltése felirat

source: Loading label
hu_hu: Betöltés felirat

source: Display post navigation
hu_hu: Bejegyzésnavigáció megjelenítése

source: Featured Images
hu_hu: Kiemelt képek

source: Posts
hu_hu: Bejegyzések

source: Pages
hu_hu: Oldalak

source: Display featured images
hu_hu: Kiemelt képek megjelenítése

source: Display padding around images
hu_hu: Belső margó megjelenítése a képek körül

source: Location
hu_hu: Elhelyezés

source: Below Title
hu_hu: Cím alatt

source: Above Title
hu_hu: Cím felett

source: Alignment
hu_hu: Igazítás

source: Center
hu_hu: Középre

source: Left
hu_hu: Balra

source: Right
hu_hu: Jobbra

source: Media Attachment Size
hu_hu: Melléklet mérete

source: Width
hu_hu: Szélesség

source: Height
hu_hu: Magasság

source: We will attempt to serve exact image sizes based on your width/height settings. If that is not possible, we will resize your images using CSS. Learn more about featured image sizing %s.
hu_hu: Az Ön szélesség- és magasságbeállításai alapján megpróbáljuk a képeket pontos méretben kiszolgálni. Ha ez nem lehetséges, a képeit CSS használatával átméretezzük. További információ a kiemelt képek méretezéséről %s.

source: here
hu_hu: itt

source: Above Content Area
hu_hu: Tartalmi terület felett

source: Columns
hu_hu: Oszlopok

source: Display posts in columns
hu_hu: Bejegyzések megjelenítése oszlopokban

source: Make first post featured
hu_hu: Az első bejegyzés kiemelése

source: Display posts in masonry grid
hu_hu: Bejegyzések megjelenítése masonry rácsban

source: Read more
hu_hu: Bővebben

source: + More
hu_hu: + Több

source: Loading...
hu_hu: Betöltés...

# more on post title
source: More on %s
hu_hu: Továbbiak erről: %s

source: Colors
hu_hu: Színek

source: Background
hu_hu: Háttér

source: Text
hu_hu: Szöveg

source: Link
hu_hu: Hivatkozás

source: Link Hover
hu_hu: Hivatkozás lebegtetéskor

source: Site Title
hu_hu: Webhely címe

source: Tagline
hu_hu: Jelmondat

source: Parent Items
hu_hu: Szülő elemek

source: Background Hover
hu_hu: Háttér lebegtetéskor

source: Background Current
hu_hu: Aktív háttér

source: Text Hover
hu_hu: Szöveg lebegtetéskor

source: Text Current
hu_hu: Aktív szöveg

source: Sub-Menu Items
hu_hu: Almenü elemei

source: Navigation Search
hu_hu: Navigációs keresés

source: Buttons
hu_hu: Gombok

source: Button
hu_hu: Gomb

source: Content Title
hu_hu: Tartalom címe

source: Archive Content Title
hu_hu: Archívum tartalom címe

source: Archive Content Title Hover
hu_hu: Archívum tartalom címének lebegtetésekor

source: Entry Meta Text
hu_hu: Bejegyzés meta szöveg

source: Entry Meta Links
hu_hu: Bejegyzés meta hivatkozások

source: Entry Meta Links Hover
hu_hu: Bejegyzés meta hivatkozások lebegtetéskor

source: Heading 1 (H1) Color
hu_hu: Címsor 1 (H1) színe

source: Heading 2 (H2) Color
hu_hu: Címsor 2 (H2) színe

source: Heading 3 (H3) Color
hu_hu: Címsor 3 (H3) színe

source: Heading 4 (H4) Color
hu_hu: Címsor 4 (H4) színe

source: Heading 5 (H5) Color
hu_hu: Címsor 5 (H5) színe

source: Widget Title
hu_hu: Widget címe

source: Forms
hu_hu: Űrlapok

source: Form Background
hu_hu: Űrlap háttere

source: Form Background Focus
hu_hu: Űrlap háttere fókuszban

source: Form Border
hu_hu: Űrlap szegélye

source: Form Border Focus
hu_hu: Űrlap szegélye fókuszban

source: Form Text
hu_hu: Űrlap szövege

source: Form Text Focus
hu_hu: Űrlap szövege fókuszban

source: Footer Widgets
hu_hu: Lábléc widgetek

source: Footer Bar
hu_hu: Lábléc sáv

source: Back to Top Button
hu_hu: Vissza az oldal tetejére gomb

source: Parent Menu Items
hu_hu: Szülő menüpontok

source: Primary Button Colors
hu_hu: Elsődleges gomb színei

source: Primary button colors can be set <a href="#">here</a>.
hu_hu: Az elsődleges gomb színeit <a href="#">itt</a> állíthatja be.

source: Alt Button Background
hu_hu: Alternatív gomb háttere

source: Alt Button Background Hover
hu_hu: Alternatív gomb háttere rámutatáskor

source: Alt Button Text
hu_hu: Alternatív gomb szövege

source: Alt Button Text Hover
hu_hu: Alternatív gomb szövege rámutatáskor

source: Products
hu_hu: Termékek

source: Product Title
hu_hu: Termék címe

source: Product Title Hover
hu_hu: Termék címe rámutatáskor

source: Star Ratings
hu_hu: Csillagos értékelések

source: Sale Sticker Background
hu_hu: Akciós matrica háttere

source: Sale Sticker Text
hu_hu: Akciós matrica szövege

source: Price
hu_hu: Ár

source: Sticky Panel Cart
hu_hu: Rögzített kosárpanel

source: Background Color
hu_hu: Háttérszín

source: Text Color
hu_hu: Szövegszín

source: Button Background
hu_hu: Gomb háttere

source: Button Background Hover
hu_hu: Gomb háttere rámutatáskor

source: Button Text
hu_hu: Gomb szövege

source: Button Text Hover
hu_hu: Gomb szövege rámutatáskor

source: Menu Mini Cart
hu_hu: Menü minikosár

source: Cart Background Color
hu_hu: Kosár háttérszíne

source: Cart Text Color
hu_hu: Kosár szövegszíne

source: Price Slider Widget
hu_hu: Árcsúszka widget

source: Slider Background Color
hu_hu: Csúszka háttérszíne

source: Slider Bar Color
hu_hu: Csúszkasáv színe

source: Product Tabs
hu_hu: Termékfülek

source: Product Tab Text
hu_hu: Termékfül szövege

source: Product Tab Active
hu_hu: Aktív termékfül

source: Messages
hu_hu: Üzenetek

source: Success Message Background
hu_hu: Sikerüzenet háttere

source: Success Message Text
hu_hu: Sikerüzenet szövege

source: Info Message Background
hu_hu: Információs üzenet háttere

source: Info Message Text
hu_hu: Információs üzenet szövege

source: Error Message Background
hu_hu: Hibaüzenet háttere

source: Error Message Text
hu_hu: Hibaüzenet szövege

source: Copyright
hu_hu: Szerzői jog

source: Disable Elements
hu_hu: Elemek letiltása

source: Featured Image
hu_hu: Kiemelt kép

source: Mobile Header
hu_hu: Mobil fejléc

source: This is a placeholder for your content.
hu_hu: Ez az Ön tartalmának helyőrzője.

source: Photo of author
hu_hu: A szerző fényképe

source: No Comments
hu_hu: Nincsenek hozzászólások

source: 1 Comment
hu_hu: 1 hozzászólás

source: % Comments
hu_hu: % hozzászólás

source: General
hu_hu: Általános

source: Entire Site
hu_hu: Teljes webhely

source: Front Page
hu_hu: Kezdőlap

source: All Singular
hu_hu: Összes egyedi tartalom

source: All Archives
hu_hu: Összes archívum

source: Author Archives
hu_hu: Szerző archívuma

source: Date Archives
hu_hu: Dátum szerinti archívum

source: Search Results
hu_hu: Keresési találatok

source: No Search Results
hu_hu: Nincsenek keresési találatok

source: 404 Template
hu_hu: 404 sablon

source: Paginated Results
hu_hu: Lapozott találatok

# %s is a singular post type name
source: %s Archives
hu_hu: %s archívuma

# %s is a singular post type name
source: %s Archive
hu_hu: %s archívum

# %1$s is post type label. %2$s is taxonomy label.
source: %1$s %2$s Archive
hu_hu: %1$s %2$s archívum

source: All Users
hu_hu: Összes felhasználó

source: Logged In
hu_hu: Bejelentkezett

source: Logged Out
hu_hu: Kijelentkezett

source: Roles
hu_hu: Szerepkörök

source: Block
hu_hu: Blokk

source: Layout
hu_hu: Elrendezés

source: Site Header
hu_hu: Webhely fejléc

source: Page Hero
hu_hu: Oldal kiemelt rész

source: Content Template
hu_hu: Tartalomsablon

source: Loop Template
hu_hu: Loop sablon

source: Post Meta Template
hu_hu: Bejegyzés metaadat sablon

source: Post Navigation
hu_hu: Bejegyzés navigáció

source: Archive Navigation
hu_hu: Archívum navigáció

source: Right Sidebar
hu_hu: Jobb oldalsáv

source: Left Sidebar
hu_hu: Bal oldalsáv

source: Site Footer
hu_hu: Webhely lábléc

source: Scripts/Styles
hu_hu: Szkriptek/Stílusok

source: Comments
hu_hu: Hozzászólások

source: Sidebars
hu_hu: Oldalsávok

source: WooCommerce - Global
hu_hu: WooCommerce - Globális

source: WooCommerce - Shop
hu_hu: WooCommerce - Bolt

source: WooCommerce - Product
hu_hu: WooCommerce - Termék

source: WooCommerce - Cart
hu_hu: WooCommerce - Kosár

source: WooCommerce - Checkout
hu_hu: WooCommerce - Pénztár

source: WooCommerce - Account
hu_hu: WooCommerce - Fiók

source: View all posts by %s
hu_hu: Az összes bejegyzés megtekintése %s-től

source: Custom Image
hu_hu: Egyéni kép

source: Fallback Image
hu_hu: Tartalékkép

source: Choose...
hu_hu: Válasszon...

source: Display Rules
hu_hu: Megjelenítési szabályok

source: Template Tags
hu_hu: Sabloncímkék

source: This element needs a location set within the Display Rules tab in order to display.
hu_hu: Ennek az elemnek a megjelenítéséhez helyet kell beállítani a Megjelenítési szabályok lapon.

source: Rules
hu_hu: Szabályok

source: Settings
hu_hu: Beállítások

source: Internal Notes
hu_hu: Belső jegyzetek

source: Custom
hu_hu: Egyéni

source: Custom Hook
hu_hu: Egyéni hook

source: Custom Hook Name
hu_hu: Egyéni hook neve

source: Disable Site Header
hu_hu: Webhely fejlécének letiltása

source: Disable Site Footer
hu_hu: Webhely láblécének letiltása

source: Execute Shortcodes
hu_hu: Rövidkódok futtatása

source: Execute PHP
hu_hu: PHP futtatása

source: Unable to execute PHP as %s is defined.
hu_hu: Nem lehet PHP-t futtatni, mivel %s definiálva van.

source: Priority
hu_hu: Prioritás

source: Element Classes
hu_hu: Elem osztályai

source: Add custom classes to the Page Hero element.
hu_hu: Adjon egyéni osztályokat a Page Hero elemhez.

source: Container
hu_hu: Konténer

source: Full Width
hu_hu: Teljes szélesség

# Width
source: Contained
hu_hu: Korlátozott szélesség

source: Inner Container
hu_hu: Belső konténer

source: Horizontal Alignment
hu_hu: Vízszintes igazítás

source: Full Screen
hu_hu: Teljes képernyő

source: Vertical Alignment
hu_hu: Függőleges igazítás

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Padding
hu_hu: Kitöltés

source: Background Image
hu_hu: Háttérkép

source: No Background Image
hu_hu: Nincs háttérkép

source: Change
hu_hu: Módosítás

source: Remove
hu_hu: Eltávolítás

source: Upload %s
hu_hu: %s feltöltése

source: Background Position
hu_hu: Háttérkép pozíciója

source: Disable Featured Image
hu_hu: Kiemelt kép letiltása

source: Disable the featured image on posts with this hero area.
hu_hu: Letiltja a kiemelt képet az ezen hero területtel rendelkező bejegyzéseken.

source: Background Overlay
hu_hu: Háttér-átfedés

source: Use the background color as a background overlay.
hu_hu: Használja a háttérszínt háttér-átfedésként.

source: Link Color
hu_hu: Hivatkozás színe

source: Link Color Hover
hu_hu: Hivatkozás színe rámutatáskor

source: Merge with Content
hu_hu: Összeolvasztás a tartalommal

source: Place your site header on top of the element below it.
hu_hu: Helyezze a webhely fejlécét az alatta lévő elem fölé.

source: No Merge
hu_hu: Nincs összeolvasztás

source: Merge
hu_hu: Összeolvasztás

source: Merge on Desktop Only
hu_hu: Összevonás csak asztali nézetben

source: Offset Site Header Height
hu_hu: Webhelyfejléc magasságának kompenzálása

source: Add to the top padding of your Page Hero to prevent overlapping.
hu_hu: Adjon hozzá a Page Hero felső paddingjához az átfedés megakadályozására.

source: Header Background
hu_hu: Fejléc háttere

source: Site Tagline
hu_hu: Honlap rövid leírása

source: Site Logo
hu_hu: Honlap logója

source: Upload
hu_hu: Feltöltés

source: Retina Logo
hu_hu: Retina logó

source: Navigation Logo
hu_hu: Navigációs logó

source: Mobile Header Logo
hu_hu: Mobil fejléc logója

source: Navigation Location
hu_hu: Navigáció elhelyezése

source: Default
hu_hu: Alapértelmezett

source: Below Header
hu_hu: Fejléc alatt

source: Above Header
hu_hu: Fejléc felett

source: Float Right
hu_hu: Jobbra igazítás

source: Float Left
hu_hu: Balra igazítás

source: No Navigation
hu_hu: Nincs navigáció

source: Navigation Colors
hu_hu: Navigáció színei

source: Navigation Background
hu_hu: Navigáció háttere

source: Navigation Text
hu_hu: Navigáció szövege

source: Navigation Background Hover
hu_hu: Navigáció háttere (hover)

source: Navigation Text Hover
hu_hu: Navigáció szövege (hover)

source: Navigation Background Current
hu_hu: Navigáció háttere (aktuális)

source: Navigation Text Current
hu_hu: Navigáció szövege (aktuális)

source: Sidebar Layout
hu_hu: Oldalsáv elrendezése

# Short name for meta box
source: Sidebar
hu_hu: Oldalsáv

source: No Sidebars
hu_hu: Nincsenek oldalsávok

source: Content (no sidebars)
hu_hu: Tartalom (nincsenek oldalsávok)

source: Both Sidebars
hu_hu: Mindkét oldalsáv

source: Both Sidebars on Left
hu_hu: Mindkét oldalsáv bal oldalon

source: Both Sidebars on Right
hu_hu: Mindkét oldalsáv jobb oldalon

source: 0 Widgets
hu_hu: 0 widget

source: 2 Widgets
hu_hu: 2 widget

source: 3 Widgets
hu_hu: 3 widget

source: 4 Widgets
hu_hu: 4 widget

source: 5 Widgets
hu_hu: 5 widget

source: Content Area
hu_hu: Tartalomterület

source: Full Width (no padding)
hu_hu: Teljes szélesség (padding nélkül)

# Width
source: Contained (no padding)
hu_hu: Keretben (padding nélkül)

source: Content Width
hu_hu: Tartalom szélessége

source: Choose when this element should display.
hu_hu: Válassza ki, mikor jelenjen meg ez az elem.

source: Add Location Rule
hu_hu: Helyszabály hozzáadása

source: Exclude
hu_hu: Kizárás

source: Choose when this element should not display.
hu_hu: Válassza ki, mikor ne jelenjen meg ez az elem.

source: Add Exclusion Rule
hu_hu: Kizárási szabály hozzáadása

source: Users
hu_hu: Felhasználók

source: Display this element for specific user roles.
hu_hu: Jelenítse meg ezt az elemet meghatározott felhasználói szerepkörök számára.

source: Add User Rule
hu_hu: Felhasználói szabály hozzáadása

source: Ignore Languages
hu_hu: Nyelvek figyelmen kívül hagyása

source: Show this Element to all languages.
hu_hu: Ezen elem megjelenítése minden nyelven.

source: Internal notes can be helpful to remember why this element was added.
hu_hu: A belső jegyzetek segíthetnek felidézni, miért került hozzá ez az elem.

source: The content title of the current post/taxonomy.
hu_hu: A jelenlegi bejegyzés/taxonómia tartalmának címe.

source: The published date of the current post.
hu_hu: A jelenlegi bejegyzés közzétételi dátuma.

source: The author of the current post.
hu_hu: A jelenlegi bejegyzés szerzője.

source: The terms attached to the chosen taxonomy (category, post_tag, product_cat).
hu_hu: A választott taxonómiához tartozó kifejezések (category, post_tag, product_cat).

source: Custom post meta. Replace "name" with the name of your custom field.
hu_hu: Egyéni bejegyzés metaadat. Cserélje le a "name" értéket az egyéni mező nevére.

# Post Type General Name
source: Elements
hu_hu: Elemek

# Post Type Singular Name
source: Element
hu_hu: Elem

source: Elements
hu_hu: Elemek

source: All Elements
hu_hu: Összes elem

source: Add New Element
hu_hu: Új elem hozzáadása

source: New Element
hu_hu: Új elem

source: Edit Element
hu_hu: Elem szerkesztése

source: Update Element
hu_hu: Elem frissítése

source: Search Element
hu_hu: Elem keresése

source: Set background image
hu_hu: Háttérkép beállítása

source: Remove background image
hu_hu: Háttérkép eltávolítása

source: Element published.
hu_hu: Elem közzétéve.

source: Element updated.
hu_hu: Elem frissítve.

source: Element scheduled.
hu_hu: Elem ütemezve.

source: Element reverted to draft.
hu_hu: Elem visszaállítva vázlatra.

source: Add New Layout
hu_hu: Új elrendezés hozzáadása

source: Edit Layout
hu_hu: Elrendezés szerkesztése

source: Add New Hook
hu_hu: Új Hook hozzáadása

source: Edit Hook
hu_hu: Hook szerkesztése

source: Add New Header
hu_hu: Új fejléc hozzáadása

source: Edit Header
hu_hu: Fejléc szerkesztése

source: Type
hu_hu: Típus

source: Exclusions
hu_hu: Kizárások

source: Blocks
hu_hu: Blokkok

source: Headers
hu_hu: Fejlécek

source: Hooks
hu_hu: Hookok

source: Layouts
hu_hu: Elrendezések

source: All types
hu_hu: Összes típus

source: All block types
hu_hu: Összes blokktípus

source: Inherit from parent
hu_hu: Szülőtől örökölt

source: Not set
hu_hu: Nincs beállítva

source: Choose Element Type
hu_hu: Válassza ki az elem típusát

source: Create
hu_hu: Létrehozás

source: Close
hu_hu: Bezárás

source: Elements (%s)
hu_hu: Elemek (%s)

# Post Type General Name
source: Fonts
hu_hu: Betűtípusok

# Post Type Singular Name
source: Font
hu_hu: Betűtípus

source: Fonts
hu_hu: Betűtípusok

source: All Fonts
hu_hu: Összes betűtípus

source: Add New Font
hu_hu: Új betűtípus hozzáadása

source: New Font
hu_hu: Új betűtípus

source: Edit Font
hu_hu: Betűtípus szerkesztése

source: Update Font
hu_hu: Betűtípus frissítése

source: Search Font
hu_hu: Betűtípus keresése

source: Font published.
hu_hu: Betűtípus közzétéve.

source: Font updated.
hu_hu: Betűtípus frissítve.

source: Font scheduled.
hu_hu: Betűtípus ütemezve.

source: Font reverted to draft.
hu_hu: Betűtípus visszaállítva vázlatra.

source: Failed to generate font CSS.
hu_hu: Nem sikerült a betűtípus CSS-ét generálni.

source: Failed to delete font post.
hu_hu: Nem sikerült a betűtípus-bejegyzést törölni.

source: Font successfully deleted!
hu_hu: Betűtípus sikeresen törölve!

source: Failed to create font post.
hu_hu: Nem sikerült betűtípus-bejegyzést létrehozni.

source: CSS Generation failed
hu_hu: A CSS generálása sikertelen

source: Font settings successfully updated!
hu_hu: A betűtípus beállításai sikeresen frissítve!

source: Failed to update font settings.
hu_hu: Nem sikerült frissíteni a betűtípus beállításait.

source: Font post successfully updated!
hu_hu: A betűtípus-bejegyzés sikeresen frissítve!

source: Font Library
hu_hu: Betűtípus-könyvtár

source: (Variable)
hu_hu: (Változó)

source: Error setting up the file system object.
hu_hu: Hiba a fájlrendszer-objektum beállítása során.

source: Failed to write Google font CSS to file.
hu_hu: Nem sikerült a Google-betűtípus CSS-ét fájlba írni.

source: Dynamic CSS Print Method
hu_hu: Dinamikus CSS kiírási módja

source: Generating your dynamic CSS in an external file offers significant performance advantages.
hu_hu: A dinamikus CSS külső fájlban történő előállítása jelentős teljesítményelőnyt kínál.

source: Inline Embedding
hu_hu: Soron belüli beágyazás

source: External File
hu_hu: Külső fájl

source: Regenerate CSS File
hu_hu: CSS-fájl újragenerálása

source: Security check failed.
hu_hu: A biztonsági ellenőrzés sikertelen.

source: Smooth scroll
hu_hu: Sima görgetés

source: Initiate smooth scroll on anchor links using the <code>smooth-scroll</code> class.
hu_hu: Indítson sima görgetést a horgonyhivatkozásokon a <code>smooth-scroll</code> osztály használatával.

source: GeneratePress has an update available.
hu_hu: A GeneratePresshez frissítés érhető el.

source: Update now.
hu_hu: Frissítsen most.

source: GP Premium requires GeneratePress to be your active theme.
hu_hu: A GP Premium megköveteli, hogy a GeneratePress legyen az aktív témája.

source: Install now.
hu_hu: Telepítse most.

source: Configure
hu_hu: Konfigurálja

source: DISALLOW_FILE_EDIT is defined. You should also disallow PHP execution in GP Hooks.
hu_hu: A DISALLOW_FILE_EDIT definiálva van. A PHP futtatását a GP Hooksban is tiltsa le.

source: Learn how
hu_hu: Tudja meg, hogyan

source: Before Header
hu_hu: Fejléc előtt

source: Before Header Content
hu_hu: Fejléc tartalma előtt

source: After Header Content
hu_hu: Fejléc tartalma után

source: After Header
hu_hu: Fejléc után

source: Inside Content Container
hu_hu: Tartalomkonténeren belül

source: Before Content
hu_hu: Tartalom előtt

source: After Entry Title
hu_hu: Bejegyzés címe után

source: After Content
hu_hu: Tartalom után

source: Before Right Sidebar Content
hu_hu: Jobb oldalsáv tartalma előtt

source: After Right Sidebar Content
hu_hu: Jobb oldalsáv tartalma után

source: Before Left Sidebar Content
hu_hu: Bal oldalsáv tartalma előtt

source: After Left Sidebar Content
hu_hu: Bal oldalsáv tartalma után

source: Before Footer
hu_hu: Lábléc előtt

source: After Footer Widgets
hu_hu: Lábléc widgetjei után

source: Before Footer Content
hu_hu: Lábléc tartalma előtt

source: After Footer Content
hu_hu: Lábléc tartalma után

source: Disable Hook
hu_hu: Hook letiltása

source: Use these fields to insert anything you like throughout GeneratePress. Shortcodes are allowed, and you can even use PHP if you check the Execute PHP checkboxes.
hu_hu: Használja ezeket a mezőket, hogy bármit beillesszen a GeneratePress teljes felületén. A rövidkódok használata engedélyezett, és még PHP-t is használhat, ha bejelöli az Execute PHP jelölőnégyzeteket.

source: Show all
hu_hu: Összes megjelenítése

source: Save Hooks
hu_hu: Hooks mentése

source: Hooks saved.
hu_hu: Hooks mentve.

source: Legacy Hooks
hu_hu: Elavult Hooks

source: Backgrounds
hu_hu: Háttérképek

source: Set background images for various HTML elements.
hu_hu: Állítson be háttérképeket különféle HTML elemekhez.

source: Set blog options like infinite scroll, masonry layouts and more.
hu_hu: Állítson be blogbeállításokat, például végtelen görgetést, rácsos (masonry) elrendezéseket és egyebeket.

source: Set a custom copyright message in your footer.
hu_hu: Állítson be egy egyéni szerzői jogi üzenetet az Ön láblécében.

source: Disable default theme elements on specific pages or inside a Layout Element.
hu_hu: Tiltsa le az alapértelmezett témabelemeket meghatározott oldalakon vagy egy Layout Elementen belül.
