Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/gp-premium/gp-premium-*.po
Languages: hu_hu

source: Use our block editor theme builder, build advanced HTML hooks, and gain more Layout control.
hu_hu: Használja a blokkszerkesztős témaépítőnket, hozza létre a fejlett HTML Hooks elemeket, és szerezzen nagyobb vezérlést a Layout felett.

source: Download and localize fonts from the Google Fonts library.
hu_hu: Töltse le és lokalizálja a betűkészleteket a Google Fonts könyvtárból.

source: This module has been deprecated. Please use Elements instead.
hu_hu: Ez a modul elavult. Kérjük, használja helyette az Elements modult.

source: Set up a mobile header, sticky navigation or off-canvas panel.
hu_hu: Állítson be mobil fejlécet, rögzített navigációt vagy off-canvas panelt.

source: Page Header
hu_hu: Oldalfejléc

source: Secondary Nav
hu_hu: Másodlagos navigáció

source: Add a fully-featured secondary navigation to your site.
hu_hu: Adjon hozzá teljes funkcionalitású másodlagos navigációt az Ön webhelyéhez.

source: Sections
hu_hu: Szakaszok

source: This module has been deprecated. Please consider using our GenerateBlocks plugin instead.
hu_hu: Ez a modul elavult. Kérjük, fontolja meg, hogy helyette a GenerateBlocks bővítményünket használja.

source: Spacing
hu_hu: Térközök

source: Set the padding and overall spacing of your theme elements.
hu_hu: Állítsa be a témaelemek kitöltéseit és általános térközeit.

source: Typography
hu_hu: Tipográfia

source: This module has been deprecated. Switch to our dynamic typography system in Customize > General instead.
hu_hu: Ez a modul elavult. Váltson a dinamikus tipográfiai rendszerünkre a Testreszabás > Általános menüpontban.

source: Add colors, typography, and layout options to your WooCommerce store.
hu_hu: Adjon színeket, tipográfiát és elrendezési beállításokat az Ön WooCommerce áruházához.

source: Site Library
hu_hu: Webhelykönyvtár

source: Choose from an extensive library of professionally designed starter sites.
hu_hu: Válasszon professzionálisan tervezett kezdő webhelyek kiterjedt könyvtárából.

source: Core
hu_hu: Alap

source: Archive Title
hu_hu: Archívum címe

source: Get the title for the current archive being viewed.
hu_hu: A jelenleg megtekintett archívum címének lekérése.

source: Archive Description
hu_hu: Archívum leírása

source: Get the description for the current archive being viewed.
hu_hu: A jelenleg megtekintett archívum leírásának lekérése.

source: Term Meta
hu_hu: Kifejezés meta

source: Access term meta by key for the specified term. Return value must be a string.
hu_hu: Férjen hozzá a megadott kifejezés metaadataihoz kulcs alapján. A visszatérési értéknek karakterláncnak kell lennie.

source: Current year
hu_hu: Aktuális év

source: Previous Posts URL
hu_hu: Előző bejegyzések URL-je

source: Next Posts URL
hu_hu: Következő bejegyzések URL-je

source: Module activated.
hu_hu: Modul aktiválva.

source: Module deactivated.
hu_hu: Modul deaktiválva.

source: 403 Forbidden. Your server is not able to communicate with generatepress.com in order to activate your license key.
hu_hu: 403 Tiltott. Az Ön kiszolgálója nem képes kommunikálni a generatepress.com-mal a licenckulcs aktiválásához.

source: Your license key expired on %s.
hu_hu: Az Ön licenckulcsa lejárt: %s.

source: Your license key has been disabled.
hu_hu: Az Ön licenckulcsa letiltásra került.

source: Invalid license.
hu_hu: Érvénytelen licenc.

source: Your license is not active for this URL.
hu_hu: Az Ön licence nem aktív ehhez az URL-hez.

source: This appears to be an invalid license key for %s.
hu_hu: Úgy tűnik, hogy ez egy érvénytelen licenckulcs ehhez: %s.

source: Your license key has reached its activation limit.
hu_hu: Az Ön licenckulcsa elérte az aktiválási korlátját.

source: An error occurred, please try again.
hu_hu: Hiba történt, kérjük, próbálja meg újra.

source: Settings saved.
hu_hu: Beállítások elmentve.

source: No settings to import.
hu_hu: Nincsenek importálható beállítások.

source: Settings imported.
hu_hu: Beállítások importálva.

source: Settings reset.
hu_hu: Beállítások alaphelyzetbe állítva.

source: Importing options
hu_hu: Beállítások importálása

source: Backing up options
hu_hu: Beállítások biztonsági mentése

source: Checking demo content
hu_hu: Bemutató tartalom ellenőrzése

source: Downloading content
hu_hu: Tartalom letöltése

source: Importing content
hu_hu: Tartalom importálása

source: Importing site options
hu_hu: Webhelybeállítások importálása

source: Importing widgets
hu_hu: Widgetek importálása

source: Activating plugins
hu_hu: Bővítmények aktiválása

source: Installing plugins
hu_hu: Bővítmények telepítése

source: Automatic
hu_hu: Automatikus

source: Manual
hu_hu: Kézi

source: Restoring theme options
hu_hu: Témabeállítások visszaállítása

source: Restoring site options
hu_hu: Webhelybeállítások visszaállítása

source: Removing imported content
hu_hu: Importált tartalom eltávolítása

source: Deactivating imported plugins
hu_hu: Importált bővítmények deaktiválása

source: Restoring widgets
hu_hu: Widgetek visszaállítása

source: Restoring CSS
hu_hu: CSS visszaállítása

source: Cleaning up
hu_hu: Tisztítás

source: This process makes changes to your database. If you have existing data, be sure to create a backup as a precaution.
hu_hu: Ez a folyamat módosításokat hajt végre az adatbázisában. Ha már rendelkezik adatokkal, feltétlenül készítsen biztonsági mentést elővigyázatosságból.

source: GeneratePress Site Library
hu_hu: GeneratePress webhelykönyvtár

source: Support
hu_hu: Támogatás

source: Documentation
hu_hu: Dokumentáció

source: Page Builder:
hu_hu: Oldalépítő:

source: None
hu_hu: Nincs

source: Existing Site Import Detected
hu_hu: Meglévő webhelyimport észlelve

source: It is highly recommended that you remove the last site you imported before importing a new one.
hu_hu: Erősen javasolt, hogy az új importálás előtt távolítsa el az utoljára importált webhelyet.

source: This process restores your previous options, widgets and active plugins. It will also remove your imported content and CSS.
hu_hu: Ez a folyamat visszaállítja korábbi beállításait, widgetjeit és aktív bővítményeit. Eltávolítja az importált tartalmat és a CSS-t is.

source: Remove Imported Site
hu_hu: Importált webhely eltávolítása

source: Skip
hu_hu: Kihagyás

source: Refresh Sites
hu_hu: Webhelyek frissítése

source: Reload Page
hu_hu: Oldal újratöltése

# Module name
source: GeneratePress Site
hu_hu: GeneratePress webhely

source: No sites found.
hu_hu: Nem találhatók webhelyek.

source: Why?
hu_hu: Miért?

source: Masonry Post Width
hu_hu: Masonry bejegyzés szélessége

source: Global setting
hu_hu: Globális beállítás

source: Small
hu_hu: Kicsi

source: Medium
hu_hu: Közepes

source: Large
hu_hu: Nagy

source: Error: Content already detected in default editor.
hu_hu: Hiba: A tartalom már észlelve az alapértelmezett szerkesztőben.

source: Please activate the "Visual" tab in your main editor before transferring content.
hu_hu: Kérjük, a tartalom átvitele előtt aktiválja a fő szerkesztőjében a "Vizuális" fület.

source: Cart
hu_hu: Kosár

source: This module has been deprecated. Deactivating it will remove it from this list.
hu_hu: Ez a modul elavult. A deaktiválása eltávolítja erről a listáról.

source: License deactivated.
hu_hu: Licenc deaktiválva.

source: License activated.
hu_hu: Licenc aktiválva.

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Activate
hu_hu: Aktiválás

source: Deactivate
hu_hu: Deaktiválás

source: Apply
hu_hu: Alkalmaz

source: WooCommerce not activated.
hu_hu: A WooCommerce nincs aktiválva.

source: Receiving updates
hu_hu: Frissítéseket kap

source: Not receiving updates
hu_hu: Nem kap frissítéseket

source: Updates
hu_hu: Frissítések

source: Help
hu_hu: Súgó

source: License Key
hu_hu: Licenckulcs

source: Receive beta updates
hu_hu: Béta frissítések fogadása

source: Save
hu_hu: Mentés

source: This appears to be an invalid license key for GP Premium.
hu_hu: Úgy tűnik, ez érvénytelen licenckulcs a GP Premiumhoz.

source: Enter valid license key for automatic updates.
hu_hu: Adjon meg érvényes licenckulcsot az automatikus frissítésekhez.

source: Modules
hu_hu: Modulok

source: Import/Export
hu_hu: Importálás/Exportálás

source: Export
hu_hu: Exportálás

source: Advanced
hu_hu: Haladó

# Module name
source: Core
hu_hu: Alap

# Module name
source: Backgrounds
hu_hu: Hátterek

# Module name
source: Hooks
hu_hu: Hookok

# Module name
source: Page Header
hu_hu: Oldalfejléc

# Module name
source: Secondary Navigation
hu_hu: Másodlagos navigáció

# Module name
source: Spacing
hu_hu: Térközök

# Module name
source: Menu Plus
hu_hu: Menü Plusz

# Module name
source: Copyright
hu_hu: Szerzői jog

source: Import
hu_hu: Importálás

source: Please upload a valid .json file
hu_hu: Kérjük, töltsön fel érvényes .json fájlt

source: Please upload a file to import
hu_hu: Kérjük, töltsön fel egy importálandó fájlt

source: Reset Settings
hu_hu: Beállítások visszaállítása

source: Warning: This will delete your settings and can not be undone.
hu_hu: Figyelem: Ez törli a beállításait, és nem vonható vissza.

source: Reset
hu_hu: Visszaállítás

source: This will design your overlay by changing options in the Customizer for you. Once saved, this can not be undone.
hu_hu: Ez az Ön helyett a Testreszabásban lévő beállítások módosításával alakítja ki az átfedést. Mentés után nem vonható vissza.

source: Font size
hu_hu: Betűméret

source: Mobile header font size
hu_hu: Mobil fejléc betűmérete

source: This page is using a <a href="%s">Site Footer Element</a>. Some of the options below may not apply.
hu_hu: Ezen az oldalon <a href="%s">Site Footer Element</a> van használatban. Az alábbi beállítások közül néhány nem feltétlenül alkalmazható.

source: This page is using a <a href="%s">Site Header Element</a>. Some of the options below may not apply.
hu_hu: Ezen az oldalon <a href="%s">Site Header Element</a> van használatban. Az alábbi beállítások közül néhány nem feltétlenül alkalmazható.

source: This page is using a <a href="%s">Sidebar Element</a>. Some of the options below may not apply.
hu_hu: Ezen az oldalon <a href="%s">Sidebar Element</a> van használatban. Az alábbi beállítások közül néhány nem feltétlenül alkalmazható.

source: This page is using a <a href="%s">Content Template Element</a>. Some of the options below may not apply.
hu_hu: Ezen az oldalon <a href="%s">Content Template Element</a> van használatban. Az alábbi beállítások közül néhány nem feltétlenül alkalmazható.

source: This page is using a <a href="%s">Page Hero Element</a>. Some of the options below may not apply.
hu_hu: Ezen az oldalon <a href="%s">Page Hero Element</a> van használatban. Az alábbi beállítások közül néhány nem feltétlenül alkalmazható.

source: This page is using a <a href="%s">Post Meta Template Element</a>. Some of the options below may not apply.
hu_hu: Ezen az oldalon <a href="%s">Post Meta Template Element</a> van használatban. Az alábbi beállítások közül néhány nem feltétlenül alkalmazható.

source: left top, x% y%, xpos ypos (px)
hu_hu: bal felső, x% y%, xpos ypos (px)

source: Position
hu_hu: Pozíció

source: Size (Auto)
hu_hu: Méret (Automatikus)

source: 100% Width
hu_hu: 100% szélesség

source: Cover
hu_hu: Kitöltés

source: Contain
hu_hu: Befoglalás

source: Attachment
hu_hu: Rögzítés

source: Fixed
hu_hu: Rögzített

source: Local
hu_hu: Helyi

source: Inherit
hu_hu: Örökölt

source: <code>%current_year%</code> to update year automatically.
hu_hu: <code>%current_year%</code> az év automatikus frissítéséhez.

source: <code>%copy%</code> to include the copyright symbol.
hu_hu: <code>%copy%</code> a copyright szimbólum hozzáadásához.

source: HTML is allowed.
hu_hu: A HTML használata engedélyezett.

source: Shortcodes are allowed.
hu_hu: A rövidkódok használata engedélyezett.

source: Desktop
hu_hu: Asztali

source: Mobile
hu_hu: Mobil

source: More %s controls:
hu_hu: További %s vezérlők:

source: Go Back
hu_hu: Menjen vissza

source: Link values
hu_hu: Értékek összekapcsolása

source: Un-link values
hu_hu: Értékek szétkapcsolása

source: System Fonts
hu_hu: Rendszerbetűkészletek

source: Font family
hu_hu: Betűcsalád

source: Font weight
hu_hu: Betűvastagság

source: Text transform
hu_hu: Szöveg átalakítása

source: Variants
hu_hu: Változatok

source: inherit
hu_hu: örökölt

source: normal
hu_hu: normál

source: bold
hu_hu: félkövér

source: none
hu_hu: nincs

source: capitalize
hu_hu: nagy kezdőbetű

source: uppercase
hu_hu: nagybetűs

source: lowercase
hu_hu: kisbetűs

source: Choose Initial Color
hu_hu: Válassza ki a kezdeti színt

source: Choose Hover Color
hu_hu: Válassza ki a lebegéskori színt

source: Choose Current Color
hu_hu: Válassza ki az aktív színt

source: Sub-Menu Background
hu_hu: Almenü háttere

source: Sub-Menu Background Hover
hu_hu: Almenü háttér (lebegéskor)

source: Sub-Menu Background Current
hu_hu: Almenü háttér (aktív)

source: Sub-Menu Text
hu_hu: Almenü szövege

source: Sub-Menu Text Hover
hu_hu: Almenü szöveg (lebegéskor)

source: Sub-Menu Text Current
hu_hu: Almenü szöveg (aktív)

source: Off Canvas Menu
hu_hu: Off Canvas menü

source: Menu
hu_hu: Menü

source: General Settings
hu_hu: Általános beállítások

source: Mobile Menu Label
hu_hu: Mobilmenü felirat

source: Mobile Menu Breakpoint
hu_hu: Mobilmenü töréspontja

source: Sticky Navigation
hu_hu: Ragadós navigáció

source: Mobile only
hu_hu: Csak mobilon

source: Desktop only
hu_hu: Csak asztali eszközön

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Transition
hu_hu: Átmenet

source: Fade
hu_hu: Halványítás

source: Slide
hu_hu: Csúsztatás

source: Hide when scrolling down
hu_hu: Rejtse el lefelé görgetéskor

source: Sticky Navigation Logo
hu_hu: Ragadós navigáció logója

source: Navigation Logo Placement
hu_hu: Navigációs logó elhelyezése

source: Sticky
hu_hu: Rögzített

source: Sticky + Static
hu_hu: Rögzített + statikus

source: Static
hu_hu: Statikus

source: Use Navigation as Header
hu_hu: Használja a navigációt fejlécként

source: Breakpoint
hu_hu: Töréspont

source: Branding Type
hu_hu: Márkajelzés típusa

source: Logo
hu_hu: Logó

source: Desktop Toggle Label
hu_hu: Asztali kapcsoló felirata

source: Style
hu_hu: Stílus

source: Overlay
hu_hu: Átfedés

source: Side
hu_hu: Oldalsáv

source: Set Overlay Defaults
hu_hu: Átfedés alapbeállításainak megadása

source: Clicking the above button will design your overlay by changing some of your off canvas color and typography options.
hu_hu: A fenti gombra kattintva az átfedést úgy tervezi meg, hogy néhány off canvas szín- és tipográfiai beállítását módosítja.

source: Close Button
hu_hu: Bezárógomb

source: Outside
hu_hu: Kívül

source: Inside
hu_hu: Belül

source: Open Off-Canvas Panel
hu_hu: Off-canvas panel megnyitása

source: Page Header Location
hu_hu: Oldalfejléc helye

source: Inside Content Area
hu_hu: Tartalomterületen belül

source: Single Post Header Location
hu_hu: Bejegyzés fejlécének helye

source: Below Post Title
hu_hu: Bejegyzés címe alatt

source: Hide
hu_hu: Elrejtés

source: Global Locations
hu_hu: Globális helyek

source: Posts Page (blog)
hu_hu: Bejegyzések oldala (blog)

source: Post Types - Single
hu_hu: Bejegyzéstípusok - Egyes

source: Post Types - Archives
hu_hu: Bejegyzéstípusok - Archívumok

source: Taxonomies - Archives
hu_hu: Taxonómiák - Archívumok

source: No Page Headers found. Want to <a href="%1$s" target="_blank">create one</a>?
hu_hu: Nem található oldalfejléc. Szeretne <a href="%1$s" target="_blank">létrehozni egyet</a>?

source: Content is required for the below settings to work.
hu_hu: A lenti beállítások működéséhez tartalom szükséges.

source: Image
hu_hu: Kép

source: Background Video
hu_hu: Háttérvideó

source: Add to excerpt
hu_hu: Hozzáadás a kivonathoz

source: Currently using your <a href="#" class="generate-featured-image">featured image</a>.
hu_hu: Jelenleg az <a href="#" class="generate-featured-image">kiemelt képet</a> használja.

source: Page Header Image
hu_hu: Oldalfejléc képe

source: Insert Image
hu_hu: Kép beszúrása

source: Choose Image
hu_hu: Kép kiválasztása

source: Remove Image
hu_hu: Kép eltávolítása

source: Or you can <a href="#">set the featured image</a>.
hu_hu: Vagy <a href="#">beállíthatja a kiemelt képet</a>.

source: Image Link
hu_hu: Kép hivatkozása

source: Resize Image
hu_hu: Kép átméretezése

source: Disable
hu_hu: Letiltás

source: Enable
hu_hu: Engedélyezés

source: These options are no longer available as of GP Premium 1.10.0.
hu_hu: Ezek a beállítások a GP Premium 1.10.0 verziótól már nem érhetők el.

source: Image Width
hu_hu: Kép szélessége

source: Image Height
hu_hu: Kép magassága

source: Use "0" or leave blank for proportional resizing.
hu_hu: Az arányos átméretezéshez használja a "0" értéket, vagy hagyja üresen.

source: HTML and shortcodes allowed.
hu_hu: HTML és rövidkódok engedélyezettek.

source: Automatically add paragraphs
hu_hu: Bekezdések automatikus hozzáadása

source: Add Padding
hu_hu: Kitöltés hozzáadása

source: Add Background Image
hu_hu: Háttérkép hozzáadása

source: Use background color as overlay
hu_hu: Háttérszín használata átfedésként

source: Parallax Effect
hu_hu: Parallaxis-hatás

source: Vertical center content
hu_hu: Tartalom függőleges középre igazítása

source: Text Alignment
hu_hu: Szöveg igazítása

source: Top & Bottom Padding
hu_hu: Felső és alsó belső margó

source: Left & Right Padding
hu_hu: Bal és jobb belső margó

source: MP4 file
hu_hu: MP4 fájl

source: Page Header Video
hu_hu: Oldalfejléc videó

source: Insert Video
hu_hu: Videó beszúrása

source: Choose Video
hu_hu: Videó kiválasztása

source: OGV file
hu_hu: OGV fájl

source: WEBM file
hu_hu: WEBM fájl

source: Overlay Color
hu_hu: Átfedés színe

source: Overwrite your site-wide logo/header on this page.
hu_hu: A webhelyszintű logót/fejlécet ezen az oldalon felülírhatja.

source: Header / Logo
hu_hu: Fejléc / Logó

source: Insert Logo
hu_hu: Logó beszúrása

source: Choose Logo
hu_hu: Logó kiválasztása

source: Remove Logo
hu_hu: Logó eltávolítása

source: Overwrite your navigation logo on this page.
hu_hu: A navigációs logót ezen az oldalon felülírhatja.

source: Merge with site header
hu_hu: Egyesítés a webhely fejlécével

source: Place content behind header (sliders etc..)
hu_hu: Tartalom elhelyezése a fejléc mögött (sliderek stb..)

source: Custom Navigation Colors
hu_hu: Egyéni navigációs színek

# Post Type General Name
source: Page Headers
hu_hu: Oldalfejlécek

# Post Type Singular Name
source: Page Header
hu_hu: Oldalfejléc

source: Page Headers
hu_hu: Oldalfejlécek

source: Page Header Archives
hu_hu: Oldalfejléc-archívumok

source: Parent Page Header:
hu_hu: Szülő oldalfejléc:

source: All Page Headers
hu_hu: Összes oldalfejléc

source: Add New Page Header
hu_hu: Új oldalfejléc hozzáadása

source: New Page Header
hu_hu: Új oldalfejléc

source: Edit Page Header
hu_hu: Oldalfejléc szerkesztése

source: Update Page Header
hu_hu: Oldalfejléc frissítése

source: View Page Header
hu_hu: Oldalfejléc megtekintése

source: Search Page Header
hu_hu: Oldalfejléc keresése

source: Insert into Page Header
hu_hu: Beszúrás az oldalfejlécbe

source: Uploaded to this Page Header
hu_hu: Ehhez az oldalfejléchez feltöltve

source: Legacy Page Headers
hu_hu: Korábbi oldalfejlécek

source: Secondary Menu
hu_hu: Másodlagos menü

source: Navigation Width
hu_hu: Navigáció szélessége

# Width
source: Full
hu_hu: Teljes

source: Inner Navigation Width
hu_hu: Belső navigáció szélessége

source: Navigation Alignment
hu_hu: Navigáció igazítása

source: Dropdown Direction
hu_hu: Legördülő menü iránya

source: Merge with Secondary Navigation
hu_hu: Egyesítés a másodlagos navigációval

source: Secondary
hu_hu: Másodlagos

source: This action can not be undone, are you sure?
hu_hu: Ez a művelet nem vonható vissza, biztos benne?

source: Section
hu_hu: Szakasz

source: Section Background
hu_hu: Szakasz háttere

source: Set as Section Background
hu_hu: Beállítás a szakasz háttereként

source: Insert into Section
hu_hu: Beszúrás a szakaszba

source: Edit Section
hu_hu: Szakasz szerkesztése

source: Click to edit
hu_hu: Kattintson a szerkesztéshez

source: Click to edit content
hu_hu: Kattintson a tartalom szerkesztéséhez

source: Click to edit settings
hu_hu: Kattintson a beállítások szerkesztéséhez

source: Click and drag to sort
hu_hu: Kattintson és húzza a rendezéséhez

source: Click to remove
hu_hu: Kattintson az eltávolításhoz

source: Add Section
hu_hu: Szakasz hozzáadása

source: Remove Sections
hu_hu: Szakaszok eltávolítása

source: Cancel
hu_hu: Mégse

source: Section Label
hu_hu: Szakasz címkéje

source: Add Media
hu_hu: Média hozzáadása

source: Visual
hu_hu: Vizuális

# Name for the Text editor tab (formerly HTML)
source: Text
hu_hu: Szöveg

source: Box Type
hu_hu: Doboz típusa

source: Inner Box Type
hu_hu: Belső doboz típusa

source: Custom ID
hu_hu: Egyéni azonosító

source: Custom Classes
hu_hu: Egyéni osztályok

source: Top Padding
hu_hu: Felső belső margó

source: Bottom Padding
hu_hu: Alsó belső margó

source: Background Color Overlay
hu_hu: Háttérszín átfedés

source: Javascript must be enabled to use Generate Sections
hu_hu: A Generate Sections használatához engedélyeznie kell a JavaScriptet

source: Use Sections
hu_hu: Szakaszok használata

source: No sections added!
hu_hu: Nincsenek hozzáadott szakaszok!

source: Options imported
hu_hu: Beállítások importálva

source: Plugins activated
hu_hu: Bővítmények aktiválva

source: Theme options restored.
hu_hu: Téma beállításai visszaállítva.

source: Content restored.
hu_hu: Tartalom visszaállítva.

source: Container Width
hu_hu: Konténer szélessége

source: Separating Space
hu_hu: Elválasztó térköz

source: Content Padding
hu_hu: Tartalom belső margója

source: Content Separator
hu_hu: Tartalom elválasztó

source: The content separator controls the space between the featured image, title, content and entry meta.
hu_hu: A tartalom elválasztó szabályozza a kiemelt kép, a cím, a tartalom és a bejegyzés metaadatai közötti térközt.

source: Footer Widget Area Padding
hu_hu: Lábléc widgetterületének belső margója

source: Footer Padding
hu_hu: Lábléc belső margója

source: Header Padding
hu_hu: Fejléc belső margója

source: Menu Item Width
hu_hu: Menüelem szélessége

source: Menu Item Height
hu_hu: Menüelem magassága

source: Sub-Menu Item Height
hu_hu: Almenüelem magassága

source: Sub-Menu Width
hu_hu: Almenü szélessége

source: Widget Padding
hu_hu: Widget belső margója

source: Left Sidebar Width
hu_hu: Bal oldalsáv szélessége

source: Right Sidebar Width
hu_hu: Jobb oldalsáv szélessége

source: Top Bar Padding
hu_hu: Felső sáv belső margója

source: Change the spacing for various elements using pixels.
hu_hu: Módosítsa a különböző elemek térközeit pixelben.

source: Line height
hu_hu: Sormagasság

source: Paragraph margin
hu_hu: Bekezdés margója

source: Headings
hu_hu: Címsorok

source: Heading 1 (H1)
hu_hu: Címsor 1 (H1)

source: Bottom margin
hu_hu: Alsó margó

source: Single Content Title (H1)
hu_hu: Önálló tartalom címe (H1)

source: Heading 2 (H2)
hu_hu: Címsor 2 (H2)

source: Archive Content Title (H2)
hu_hu: Archív tartalom címe (H2)

source: Heading 3 (H3)
hu_hu: Címsor 3 (H3)

source: Heading 4 (H4)
hu_hu: Címsor 4 (H4)

source: Heading 5 (H5)
hu_hu: Címsor 5 (H5)

source: Heading 6 (H6)
hu_hu: Címsor 6 (H6)

source: Widgets
hu_hu: Widgetek

source: Widget Titles
hu_hu: Widgetcímek

source: Content font size
hu_hu: Tartalom betűmérete

source: Menu Items
hu_hu: Menüpontok

source: Shop Product Titles
hu_hu: Bolt termékcímei

source: Related/upsell title font size
hu_hu: Kapcsolódó/ajánlott cím betűmérete

source: Choose Color
hu_hu: Szín kiválasztása

source: Other Theme Colors
hu_hu: Téma egyéb színei

source: Display cart in menu
hu_hu: Kosár megjelenítése a menüben

source: Display mini cart sub-menu
hu_hu: Minikosár almenü megjelenítése
