{"translation-revision-date":"2025-10-19 22:48","generator":"WP-CLI\/2.12.0","source":"core\/admin-pages\/entries\/settings\/pages\/summary\/header.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Vezérlőpult"],"Settings":["Beállítások"],"Great Work! Thanks to Solid Security Basic, your site is secure and ready for your users.":["Szép munka! A Solid Security Basicnek köszönhetően webhelye biztonságos és készen áll a felhasználói számára."],"Great Work! Your site is ready and is more secure than ever!":["Szép munka! Webhelye készen áll, és biztonságosabb, mint valaha!"],"Use your security dashboard for insights into your users’ activity and potential threats to your site. From there you’ll be guided to actions you can take.":["Használja a biztonsági irányítópultját, hogy betekintést kapjon felhasználói tevékenységébe és a webhelyét fenyegető lehetséges veszélyekbe. Onnan útmutatást kap a megtehető lépésekhez."],"If you want to dig into your site’s security, check out your security dashboard, and make changes via settings.":["Ha szeretne jobban elmélyülni a webhelye biztonságában, tekintse meg a biztonsági irányítópultját, és végezzen módosításokat a beállításokon keresztül."],"Resolve the vulnerabilities we found":["Oldja meg az általunk talált sérülékenységeket"],"Now that your initial setup for Solid Security is complete, it’s time to take care of those vulnerabilities we detected earlier.":["Most, hogy a Solid Security kezdeti beállítása elkészült, itt az ideje gondoskodni azokról a sérülékenységekről, amelyeket korábban észleltünk."],"Stay safe from critical vulnerabilities, even while you sleep":["Maradjon védett a kritikus sérülékenységekkel szemben, még alvás közben is"],"Patchstack’s Virtual Patching, available in <a>Solid Security Pro<\/a>, protects you against the most important vulnerabilities, 24\/7.":["A Patchstack <a>Solid Security Pro<\/a>-ban elérhető virtuális javításai 24\/7 védelmet nyújtanak a legfontosabb sérülékenységekkel szemben."],"Manage Vulnerabilities":["Sérülékenységek kezelése"]}}}