Repository: hellowpio/wordpress-translations
Catalog: plugins/*/fluent-boards-pro/fluent-boards-pro-*.po
Languages: hu_hu

source: Pro addon for FluentBoards Plugin
hu_hu: Pro kiegészítő a FluentBoards bővítményhez

source: You do not have permission to view the projects
hu_hu: Nincs jogosultsága a projektek megtekintéséhez

source: Please login to view the project
hu_hu: Kérjük, jelentkezzen be a projekt megtekintéséhez

source: Visit FluentBoards Portal
hu_hu: Látogassa meg a FluentBoards portált

source: Activate Fluent Roadmap
hu_hu: Aktiválja a Fluent Roadmapot

source: Install Fluent Roadmap
hu_hu: Telepítse a Fluent Roadmapot

source: Unknown
hu_hu: Ismeretlen

source: Task attachment has been deleted
hu_hu: A feladat melléklete törölve lett

source: Task attachment has been updated
hu_hu: A feladat melléklete frissítve lett

source: Attachment has been added to task
hu_hu: Melléklet lett hozzáadva a feladathoz

source: Task attachment has been added
hu_hu: A feladat melléklete hozzáadva lett

source: Selected users has been added as admin
hu_hu: A kiválasztott felhasználók adminisztrátorként lettek hozzáadva

source: Selected users has been added to selected boards
hu_hu: A kiválasztott felhasználók a kiválasztott táblákhoz lettek hozzáadva

source: User roles has been synced successfully.
hu_hu: A felhasználói szerepkörök sikeresen szinkronizálva lettek.

source: User has been removed from all boards.
hu_hu: A felhasználó el lett távolítva az összes tábláról.

source: Role updated successfully
hu_hu: A szerepkör sikeresen frissítve

source: No valid rows found to import. Please check your csv and try again.
hu_hu: Nem találhatók érvényes sorok az importáláshoz. Kérjük, ellenőrizze a csv fájlt, és próbálja újra.

source: Board has been imported successfully!
hu_hu: A tábla sikeresen importálva!

source: Board has been imported successfully
hu_hu: A tábla sikeresen importálva

source: Custom Field with that title and type already exists
hu_hu: Ilyen című és típusú egyedi mező már létezik

source: Custom field has been successfully created
hu_hu: Az egyedi mező sikeresen létrehozva

source: Custom field has been updated successfully
hu_hu: Az egyedi mező sikeresen frissítve

source: Custom field has been deleted successfully
hu_hu: Az egyedi mező sikeresen törölve

source: Custom field position has been updated successfully
hu_hu: Az egyedi mező pozíciója sikeresen frissítve

source: Invalid JSON.
hu_hu: Érvénytelen JSON.

source: Processed and Imported successfully
hu_hu: Feldolgozva és sikeresen importálva

source: Your license key has been successfully updated
hu_hu: A licenckulcsa sikeresen frissítve lett

source: Your license key has been successfully deactivated
hu_hu: A licenckulcsa sikeresen deaktiválva lett

source: %s board has been created
hu_hu: %s tábla létrehozva

source: You do not have permission to invite users to this board.
hu_hu: Nincs jogosultsága felhasználókat meghívni ehhez a táblához.

source: Already a wordpress member
hu_hu: Már wordpress tag

source: Invitation sent successfully!
hu_hu: Meghívó sikeresen elküldve!

source: Invitation deleted successfully!
hu_hu: Meghívó sikeresen törölve!

source: Stage updated successfully
hu_hu: A szakasz sikeresen frissítve

source: Task has been successfully created
hu_hu: A feladat sikeresen létrehozva

source: Repeat task created successfully
hu_hu: Ismétlődő feladat sikeresen létrehozva

source: Repeat task update successfully
hu_hu: Az ismétlődő feladat sikeresen frissítve

source: Task repeat stopped successfully
hu_hu: A feladat ismétlése sikeresen leállítva

source: Uncategorized
hu_hu: Kategorizálatlan

source: Subtask Group 1
hu_hu: Részfeladat csoport 1

source: New Subtask group has been added
hu_hu: Új részfeladat csoport lett hozzáadva

source: Subtask group title has been added
hu_hu: A részfeladat csoport címe hozzáadva lett

source: Subtask group has been deleted
hu_hu: A részfeladat csoport törölve lett

source: Subtask has been added
hu_hu: Részfeladat hozzáadva lett

source: Task has been deleted
hu_hu: A feladat törölve lett

source: Subtask has been moved
hu_hu: A részfeladat át lett helyezve

source: Task has been converted to subtask
hu_hu: A feladat részfeladattá lett alakítva

source: Subtask has been cloned successfully
hu_hu: A részfeladat sikeresen klónozva lett

source: Estimated time has been updated
hu_hu: A becsült idő frissítve lett

source: Time track not found
hu_hu: Időkövetés nem található

source: Selected time track has been deleted
hu_hu: A kiválasztott időkövetés törölve lett

source: Please provide valid hours and minutes
hu_hu: Kérjük, adjon meg érvényes órát és percet

source: You have successfully submitted your working time
hu_hu: Sikeresen beküldte a munkaidejét

source: Selected Time-track has been updated
hu_hu: A kiválasztott időkövetés frissítve lett

source: Task doesn't exist
hu_hu: A feladat nem létezik

source: Install FluentBoards Core Plugin
hu_hu: Telepítse a FluentBoards Core bővítményt

source: Install FluentCRM & Core Plugin
hu_hu: Telepítse a FluentCRM és a Core bővítményt

source: Welcome to FluentBoards
hu_hu: Üdvözöljük a FluentBoardsban

source: Thank you for installing Fluent Boards Pro Plugin. Fluent Boards require base plugin & FluentCRM to get you started.
hu_hu: Köszönjük, hogy telepítette a Fluent Boards Pro bővítményt. A Fluent Boards használatához az alap bővítmény & a FluentCRM szükséges.

source: View FluentCRM documentation
hu_hu: Tekintse meg a FluentCRM dokumentációját

source: Docs
hu_hu: Dokumentáció

source: Visit Support
hu_hu: Támogatás felkeresése

source: Help & Support
hu_hu: Súgó & Támogatás

source: Check Update
hu_hu: Frissítés ellenőrzése

source: Click Here to purchase another license
hu_hu: Kattintson ide egy újabb licenc megvásárlásához
