Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Only select the type associated with the generated keys. If you are unsure which type was selected when generating the keys, you should [generate new keys](https://www.google.com/recaptcha/admin). For details about the different types, see [Google’s documentation](https://developers.google.com/recaptcha/docs/versions).
hu_hu: Csak a létrehozott kulcsokhoz tartozó típust válassza ki. Ha nem biztos abban, melyik típust választotta a kulcsok létrehozásakor, [hozzon létre új kulcsokat](https://www.google.com/recaptcha/admin). A különböző típusokról részletekért tekintse meg [a Google dokumentációját](https://developers.google.com/recaptcha/docs/versions).

source: Validate users with the “I’m not a robot” checkbox.
hu_hu: Ellenőrizze a felhasználókat a „Nem vagyok robot” jelölőnégyzettel.

source: Validate users in the background.
hu_hu: Ellenőrizze a felhasználókat a háttérben.

source: Monitor visitors in the background on all pages.
hu_hu: Figyelje a látogatókat a háttérben minden oldalon.

source: Site Key
hu_hu: Webhelykulcs

source: The generated site key from the [Google reCAPTCHA dashboard](https://www.google.com/recaptcha/admin).
hu_hu: A [Google reCAPTCHA vezérlőpultján](https://www.google.com/recaptcha/admin) létrehozott webhelykulcs.

source: Secret Key
hu_hu: Titkos kulcs

source: The generated secret key from the [Google reCAPTCHA dashboard](https://www.google.com/recaptcha/admin).
hu_hu: A [Google reCAPTCHA vezérlőpultján](https://www.google.com/recaptcha/admin) létrehozott titkos kulcs.

source: The generated site key from the [CloudFlare Turnstile dashboard](https://dash.cloudflare.com/?to=/:account/turnstile).
hu_hu: A [CloudFlare Turnstile vezérlőpultján](https://dash.cloudflare.com/?to=/:account/turnstile) létrehozott webhelykulcs.

source: The generated secret key from the [CloudFlare Turnstile dashboard](https://dash.cloudflare.com/?to=/:account/turnstile).
hu_hu: A [CloudFlare Turnstile vezérlőpultján](https://dash.cloudflare.com/?to=/:account/turnstile) létrehozott titkos kulcs.

source: The generated site key from the [hCaptcha site dashboard](https://dashboard.hcaptcha.com/).
hu_hu: A [hCaptcha webhely vezérlőpultján](https://dashboard.hcaptcha.com/) létrehozott webhelykulcs.

source: Your account’s secret key from the [hCaptcha account settings](https://dashboard.hcaptcha.com/settings).
hu_hu: Az Ön fiókjának titkos kulcsa a [hCaptcha fiókbeállításokból](https://dashboard.hcaptcha.com/settings).

source: Use on Login
hu_hu: Használat bejelentkezéskor

source: Use on New User Registration
hu_hu: Használat új felhasználó regisztrációjakor

source: Use on Reset Password
hu_hu: Használat jelszó-visszaállításkor

source: Use on Comments
hu_hu: Használat hozzászólásoknál

source: Include Script
hu_hu: Szkript beillesztése

source: Specify where the reCAPTCHA script should be loaded. Google recommends including the script on all pages to increase accuracy.
hu_hu: Adja meg, hol legyen betöltve a reCAPTCHA szkript. A Google azt javasolja, hogy a szkriptet minden oldalon helyezze el a pontosság növelése érdekében.

source: On All Pages
hu_hu: Minden oldalon

source: Only Required Pages
hu_hu: Csak a szükséges oldalakon

source: Force Language
hu_hu: Nyelv kényszerítése

source: Force the reCAPTCHA to render in the selected language.
hu_hu: Kényszerítse a reCAPTCHA-t a kiválasztott nyelven történő megjelenítésre.

source: Detect
hu_hu: Felismerés

source: Arabic
hu_hu: Arab

source: Amharic
hu_hu: Amhara

source: Armenian
hu_hu: Örmény

source: Azerbaijani
hu_hu: Azerbajdzsáni

source: Basque
hu_hu: Baszk

source: Bengali
hu_hu: Bengáli

source: Bulgarian
hu_hu: Bolgár

source: Catalan
hu_hu: Katalán

source: Chinese (Hong Kong)
hu_hu: Kínai (Hongkong)

source: Chinese (Simplified)
hu_hu: Kínai (egyszerűsített)

source: Chinese (Traditional)
hu_hu: Kínai (hagyományos)

source: Croatian
hu_hu: Horvát

source: Czech
hu_hu: Cseh

source: Danish
hu_hu: Dán

source: Dutch
hu_hu: Holland

source: English (UK)
hu_hu: Angol (Egyesült Királyság)

source: English (US)
hu_hu: Angol (Egyesült Államok)

source: Estonian
hu_hu: Észt

source: Filipino
hu_hu: Filipínó

source: Finnish
hu_hu: Finn

source: French
hu_hu: Francia

source: French (Canadian)
hu_hu: Francia (kanadai)

source: Galician
hu_hu: Galíciai

source: Georgian
hu_hu: Grúz

source: German
hu_hu: Német

source: German (Austria)
hu_hu: Német (Ausztria)

source: German (Switzerland)
hu_hu: Német (Svájc)

source: Greek
hu_hu: Görög

source: Gujarati
hu_hu: Gudzsaráti

source: Hebrew
hu_hu: Héber

source: Hungarain
hu_hu: Magyar

source: Icelandic
hu_hu: Izlandi

source: Indonesian
hu_hu: Indonéz

source: Italian
hu_hu: Olasz

source: Japanese
hu_hu: Japán

source: Korean
hu_hu: Koreai

source: Laothian
hu_hu: Lao

source: Latvian
hu_hu: Lett

source: Lithuanian
hu_hu: Litván

source: Malay
hu_hu: Maláj

source: Malayalam
hu_hu: Malajálam

source: Marathi
hu_hu: Maráthi

source: Mongolian
hu_hu: Mongol

source: Norwegian
hu_hu: Norvég

source: Persian
hu_hu: Perzsa

source: Polish
hu_hu: Lengyel

source: Portuguese
hu_hu: Portugál

source: Portuguese (Brazil)
hu_hu: Portugál (Brazília)

source: Portuguese (Portugal)
hu_hu: Portugál (Portugália)

source: Romanian
hu_hu: Román

source: Russian
hu_hu: Orosz

source: Serbian
hu_hu: Szerb

source: Sinhalese
hu_hu: Szingaléz

source: Slovak
hu_hu: Szlovák

source: Slovenian
hu_hu: Szlovén

source: Spanish
hu_hu: Spanyol

source: Spanish (Latin America)
hu_hu: Spanyol (Latin-Amerika)

source: Swahili
hu_hu: Szuahéli

source: Swedish
hu_hu: Svéd

source: Turkish
hu_hu: Török

source: Ukrainian
hu_hu: Ukrán

source: Vietnamese
hu_hu: Vietnami

source: Use Dark Theme
hu_hu: Sötét téma használata

source: reCAPTCHA Position
hu_hu: reCAPTCHA pozíciója

source: Bottom Left
hu_hu: Bal alsó sarok

source: Bottom Right
hu_hu: Jobb alsó sarok

source: Widget Theme
hu_hu: Widget témája

source: Select the Turnstile widget style.
hu_hu: Válassza ki a Turnstile widget stílusát.

source: Use Browser Theme
hu_hu: Böngésző témájának használata

source: Light
hu_hu: Világos

source: Dark
hu_hu: Sötét

source: Widget Size
hu_hu: Widget mérete

source: Select the Turnstile widget size.
hu_hu: Válassza ki a Turnstile widget méretét.

source: Normal
hu_hu: Normál

source: Compact
hu_hu: Kompakt

source: Select the hCaptcha widget style.
hu_hu: Válassza ki a hCaptcha widget stílusát.

source: Select the hCaptcha widget size.
hu_hu: Válassza ki a hCaptcha widget méretét.

source: Enable GDPR Opt-In
hu_hu: GDPR-hozzájárulás engedélyezése

source: To assist with GDPR compliance, Solid Security can prompt the user to accept the CAPTCHA provider’s Privacy Policy and Terms of Service before loading the challenge.
hu_hu: A GDPR-megfelelés elősegítése érdekében a Solid Security felszólíthatja a felhasználót, hogy fogadja el a CAPTCHA-szolgáltató Adatvédelmi szabályzatát és Szolgáltatási feltételeit, mielőtt betölti a kihívást.

source: On Page Opt-in
hu_hu: Oldalon belüli hozzájárulás

source: Allow users to opt-in to CAPTCHA without refreshing the page.
hu_hu: Tegye lehetővé, hogy a felhasználók az oldal frissítése nélkül járuljanak hozzá a CAPTCHA-hoz.

source: Block Threshold
hu_hu: Blokkolási küszöbérték

source: Google reCAPTCHA assigns a score between 0 and 1 describing the legitimacy of the request. A score of 1 is most likely a human, and a score of 0 is most likely a bot. Google recommends using a default value of 0.5 and to adjust the threshold based off the score distribution.
hu_hu: A Google reCAPTCHA 0 és 1 közötti pontszámot rendel a kéréshez annak legitimitását leírva. Az 1-es pontszám leginkább emberre, a 0-s pontszám leginkább botra utal. A Google 0,5-ös alapérték használatát javasolja, és azt, hogy a küszöbértéket a pontszámeloszlás alapján igazítsa.

source: Lockout Error Threshold
hu_hu: Zárolási hibaküszöb

source: The numbers of failed CAPTCHA entries that will trigger a lockout. Set to zero (0) to record errors without locking out users. This can be useful for troubleshooting. The default is 7.
hu_hu: A sikertelen CAPTCHA-bevitelek száma, amely zárolást vált ki. Állítsa nullára (0), ha a hibákat zárolás nélkül szeretné naplózni. Ez hasznos lehet a hibaelhárításhoz. Alapértelmezett érték: 7.

source: Lockout Check Period
hu_hu: Zárolási ellenőrzési időszak

source: How long the plugin will remember a bad CAPTCHA entry and count it towards a lockout.
hu_hu: Meddig jegyzi meg a bővítmény a hibás CAPTCHA-bevitelt, és beszámítja azt a zárolásba.

source: API Keys
hu_hu: API-kulcsok

source: Protected Actions
hu_hu: Védett műveletek

source: Appearance
hu_hu: Megjelenés

source: Log user actions such as logging in, saving content and making changes to the site’s software.
hu_hu: Naplózza a felhasználói műveleteket, például a bejelentkezést, a tartalom mentését és a webhely szoftverén végrehajtott módosításokat.

source: Activity Monitoring
hu_hu: Tevékenységfigyelés

source: Track when a user logs in, saves content, and makes changes to the site’s software.
hu_hu: Kövesse nyomon, amikor egy felhasználó bejelentkezik, tartalmat ment, és módosításokat hajt végre a webhely szoftverén.

source: User Security Check
hu_hu: Felhasználói biztonsági ellenőrzés

source: Every user on your site affects overall security. See how your users might be affecting your security and take action when needed.
hu_hu: A webhelyén lévő minden felhasználó hatással van az általános biztonságra. Tekintse meg, hogy felhasználói miként befolyásolhatják a biztonságát, és szükség esetén tegyen lépéseket.

source: Version Management
hu_hu: Verziókezelés

source: Protect your site when outdated software is not updated quickly enough.
hu_hu: Védje webhelyét, ha az elavult szoftvereket nem frissítik elég gyorsan.

source: Even the strongest security measures will fail if you are running vulnerable software on your website. These settings help protect your site with options to update to new versions automatically or increase user security when the site’s software is outdated.
hu_hu: Még a legerősebb biztonsági intézkedések is kudarcot vallanak, ha sebezhető szoftvert futtat a webhelyén. Ezek a beállítások segítenek megvédeni webhelyét azzal, hogy lehetőséget adnak az új verziókra történő automatikus frissítésre, vagy növelik a felhasználói biztonságot, amikor a webhely szoftvere elavult.

source: WordPress Updates
hu_hu: WordPress-frissítések

source: Automatically install the latest WordPress release. This should be enabled unless you actively maintain this site on a daily basis and install the updates manually shortly after they are released.
hu_hu: Telepítse automatikusan a legfrissebb WordPress-kiadást. Ezt érdemes engedélyezni, kivéve ha napi szinten aktívan karbantartja ezt a webhelyet, és a frissítéseket kézzel telepíti röviddel a megjelenésük után.

source: Plugin Updates
hu_hu: Bővítmény-frissítések

source: Automatically install the latest plugin updates. Enabling this setting will disable the WordPress auto-update plugins feature to prevent conflicts.
hu_hu: Telepítse automatikusan a legújabb bővítményfrissítéseket. Ennek a beállításnak az engedélyezése letiltja a WordPress bővítmények automatikus frissítésének funkcióját az ütközések megelőzése érdekében.

source: Custom
hu_hu: Egyéni

source: Theme Updates
hu_hu: Sablon-frissítések

source: Automatically install the latest theme updates. Enabling this setting will disable the WordPress auto-update themes feature to prevent conflicts.
hu_hu: Telepítse automatikusan a legújabb sablonfrissítéseket. Ennek a beállításnak az engedélyezése letiltja a WordPress sablonok automatikus frissítésének funkcióját az ütközések megelőzése érdekében.

source: Delay
hu_hu: Késleltetés

source: Scan For Old WordPress Sites
hu_hu: Régi WordPress-webhelyek vizsgálata

source: Run a daily scan of the hosting account for old WordPress sites that could allow an attacker to compromise the server.
hu_hu: Futtasson napi vizsgálatot a tárhelyfiókban olyan régi WordPress-webhelyek után, amelyek lehetővé tehetik, hogy egy támadó veszélyeztesse a szervert.

source: Auto Update If Fixes Vulnerability
hu_hu: Automatikus frissítés, ha sebezhetőséget javít

source: Automatically update a plugin or theme if it fixes a vulnerability that was found by the Site Scanner.
hu_hu: Frissítsen automatikusan egy bővítményt vagy sablont, ha az javít egy, a Site Scanner által talált sebezhetőséget.

source: Plugins
hu_hu: Bővítmények

source: Themes
hu_hu: Sablonok

source: Allow users to login with biometrics like Face ID, Touch ID, Windows Hello, WebAuthn or any passkey their device supports. Enable Passwordless Login to check it out.
hu_hu: Tegye lehetővé a felhasználók számára, hogy biometrikus azonosítással, például Face ID, Touch ID, Windows Hello, WebAuthn vagy bármely, eszközük által támogatott passkey használatával jelentkezzenek be. Engedélyezze a jelszó nélküli bejelentkezést a kipróbálásához.

source: web authentication
hu_hu: webes hitelesítés

source: This device is blocked from logging in to this account.
hu_hu: Ezzel az eszközzel nem jelentkezhet be ebbe a fiókba.

source: For security purposes, your password was reset. %1$sRequest a new password%2$s.
hu_hu: Biztonsági okokból a jelszavát visszaállítottuk. %1$sÚj jelszó kérése%2$s.

source: You cannot update your password on an unrecognized device. Please check your email to confirm this new device.
hu_hu: Ismeretlen eszközön nem frissítheti a jelszavát. Kérjük, ellenőrizze e-mailjét, hogy megerősítse ezt az új eszközt.

source: You cannot update your email on an unrecognized device. Please check your email to confirm this new device.
hu_hu: Ismeretlen eszközön nem frissítheti az e-mail-címét. Kérjük, ellenőrizze e-mailjét, hogy megerősítse ezt az új eszközt.

source: You cannot update the "%s" field on an unrecognized device. Please check your email to confirm this new device.
hu_hu: Ismeretlen eszközön nem frissítheti a(z) "%s" mezőt. Kérjük, ellenőrizze e-mailjét, hogy megerősítse ezt az új eszközt.

source: Unrecognized Login Mode
hu_hu: Ismeretlen bejelentkezési mód

source: Login Alerts
hu_hu: Bejelentkezési riasztások

source: Request expired, please refresh and try again.
hu_hu: A kérés lejárt, frissítsen, majd próbálja újra.

source: Trusted Devices is not enabled for your account.
hu_hu: A Megbízható eszközök funkció nincs engedélyezve az Ön fiókjában.

source: Your current device is unconfirmed, so you do not have permission to approve new devices. Check your email for a link to approve this current device.
hu_hu: A jelenlegi eszköze nincs megerősítve, ezért nincs jogosultsága új eszközök jóváhagyására. Ellenőrizze e-mailjét egy, a jelenlegi eszköz jóváhagyására szolgáló hivatkozásért.

source: Invalid Device
hu_hu: Érvénytelen eszköz

source: Failed to approve device. Please refresh and try again, then contact a site administrator.
hu_hu: Az eszköz jóváhagyása nem sikerült. Kérjük, frissítsen, próbálja meg újra, majd vegye fel a kapcsolatot a webhely egyik rendszergazdájával.

source: Device approved!
hu_hu: Eszköz jóváhagyva!

source: Failed to block device. Please refresh and try again, then contact a site administrator.
hu_hu: Az eszköz blokkolása nem sikerült. Kérjük, frissítsen, próbálja meg újra, majd vegye fel a kapcsolatot a webhely egyik rendszergazdájával.

source: Device blocked. For security purposes you must reset your password immediately.
hu_hu: Az eszköz blokkolva. Biztonsági okokból azonnal vissza kell állítania a jelszavát.

source: Request expired. Please refresh and try again.
hu_hu: A kérés lejárt. Kérjük, frissítsen, majd próbálja újra.

source: No pending device found.
hu_hu: Nem található függőben lévő eszköz.

source: Confirmation email resent! Click the Confirm Device button to approve this device.
hu_hu: A megerősítő e-mail újra elküldve! Kattintson az „Eszköz megerősítése” gombra az eszköz jóváhagyásához.

source: Browser
hu_hu: Böngésző

source: Map of %s
hu_hu: A(z) %s térképe

source: Map of login location
hu_hu: Bejelentkezési hely térképe

source: Occurred
hu_hu: Bekövetkezett

source: Unrecognized Login
hu_hu: Ismeretlen bejelentkezés

source: %1$sIf this is a login was you%2$s or someone you recognize click “Yes, it was me” to avoid being notified about another login on that device.
hu_hu: %1$sHa ez a bejelentkezés Ön volt%2$s vagy olyan személy, akit ismer, kattintson a „Igen, én voltam” gombra, hogy ne kapjon értesítést az adott eszközről érkező újabb bejelentkezésről.

source: %1$sIf this was not you%2$s click the “No, secure account” button below to lock that user out of your account. Then we’ll prompt you to reset your password for your protection.
hu_hu: %1$sHa ez nem Ön volt%2$s, kattintson alább a „Nem, a fiók biztonságba helyezése” gombra, hogy kizárja azt a felhasználót a fiókjából. Ezután az Ön védelme érdekében felszólítjuk, hogy állítsa vissza a jelszavát.

source: No, secure account
hu_hu: Nem, a fiók biztonságba helyezése

source: Yes, it was me
hu_hu: Igen, én voltam

source: This device will be automatically marked as trusted in a few days, but click the button below to do it immediately.
hu_hu: Ezt az eszközt néhány napon belül automatikusan megbízhatónak jelöljük, de az azonnali végrehajtáshoz kattintson az alábbi gombra.

source: If this was you, please confirm your device by clicking the "Confirm this device" button.
hu_hu: Ha ez Ön volt, kérjük, erősítse meg az eszközét a "Ezen eszköz megerősítése" gombra kattintva.

source: Unrecognized login near %s
hu_hu: Ismeretlen bejelentkezés %s közelében

source: Failed to confirm the device because the URL was invalid.
hu_hu: Nem sikerült megerősíteni az eszközt, mert az URL érvénytelen volt.

source: Invalid URL
hu_hu: Érvénytelen URL

source: Invalid device identifier.
hu_hu: Érvénytelen eszközazonosító.

source: Are You Sure?
hu_hu: Biztos benne?

source: This device is no longer modifiable, please contact a site administrator.
hu_hu: Ez az eszköz már nem módosítható, kérjük, lépjen kapcsolatba egy webhelyadminisztrátorral.

source: Failed to confirm the new device. Please contact a site administrator.
hu_hu: Nem sikerült megerősíteni az új eszközt. Kérjük, lépjen kapcsolatba egy webhelyadminisztrátorral.

source: Device Approved
hu_hu: Eszköz jóváhagyva

source: Failed to block the new device. Please contact a site administrator.
hu_hu: Nem sikerült blokkolni az új eszközt. Kérjük, lépjen kapcsolatba egy webhelyadminisztrátorral.

source: The %1$sTrusted Devices%2$s module sends users a notification if there is a login from an unrecognized device.
hu_hu: A %1$sMegbízható eszközök%2$s modul értesítést küld a felhasználóknak, ha ismeretlen eszközről történik bejelentkezés.

source: New Login from Unrecognized Device
hu_hu: Új bejelentkezés ismeretlen eszközről

source: On {{ $date }} at {{ $time }} an unrecognized device successfully logged in to your account.
hu_hu: {{ $date }} {{ $time }}-kor egy ismeretlen eszköz sikeresen bejelentkezett a fiókjába.

source: The approximate location of the login.
hu_hu: A bejelentkezés hozzávetőleges helye.

source: The IP address used when logging in.
hu_hu: A bejelentkezéskor használt IP-cím.

source: The web browser used to login.
hu_hu: A bejelentkezéshez használt webböngésző.

source: The platform used to login (Apple, Windows, etc…)
hu_hu: A bejelentkezéshez használt platform (Apple, Windows stb.)

source: The date the login occurred.
hu_hu: A bejelentkezés dátuma.

source: The time the login occurred.
hu_hu: A bejelentkezés időpontja.

source: Trusted Devices Users
hu_hu: Megbízható eszközök felhasználói

source: Trusted Devices Total
hu_hu: Megbízható eszközök összesen

source: For security purposes you must log in again.
hu_hu: Biztonsági okokból ismét be kell jelentkeznie.

source: Approved
hu_hu: Jóváhagyva

source: Auto-Approved
hu_hu: Automatikusan jóváhagyva

source: Blocked
hu_hu: Blokkolva

source: Match
hu_hu: Egyezés

source: Scores
hu_hu: Pontszámok

source: Device
hu_hu: Eszköz

source: From Device
hu_hu: Forrás eszköz

source: To Device
hu_hu: Cél eszköz

source: Known Device
hu_hu: Ismert eszköz

source: Unknown Device
hu_hu: Ismeretlen eszköz

source: (deleted)
hu_hu: (törölve)

source: New Device Created
hu_hu: Új eszköz létrehozva

source: Device Auto-approved
hu_hu: Eszköz automatikusan jóváhagyva

source: Device Auto-approval Delayed
hu_hu: Eszköz automatikus jóváhagyása késleltetve

source: Device Blocked
hu_hu: Eszköz blokkolva

source: Device status updated to %s
hu_hu: Az eszköz állapota frissítve erre: %s

source: (override)
hu_hu: (felülbírálás)

source: Session switched to a Known Device
hu_hu: A munkamenet ismert eszközre váltott

source: Session switched to an Unknown Device
hu_hu: A munkamenet ismeretlen eszközre váltott

source: Session Hijack Protection destroyed session.
hu_hu: A munkamenet-eltérítés elleni védelem megszüntette a munkamenetet.

source: Devices Compared
hu_hu: Eszközök összehasonlítva

source: Blocked Device Prevented from Log-in
hu_hu: Blokkolt eszköz – bejelentkezés megakadályozva

source: Source
hu_hu: Forrás

source: Score
hu_hu: Pontszám

source: Weight
hu_hu: Súly

source: Known
hu_hu: Ismert

source: Login Device Protection
hu_hu: Bejelentkezési eszközök védelme

source: Session data, such as IP addresses and user agents, are stored to verify that users are logging in from trusted devices.
hu_hu: A munkamenetadatokat – például IP-címeket és böngészőazonosítókat – tároljuk annak ellenőrzésére, hogy a felhasználók megbízható eszközökről jelentkeznek be.

source: When logging into this website, some users may have their IP address transmitted to MaxMind to provide a rough estimate of their location to help prevent unauthorized access to their account. Read the %1$sMaxMind EULA%2$s for more details about their service.
hu_hu: Amikor bejelentkezik erre a webhelyre, egyes felhasználók IP-címe a MaxMind részére továbbításra kerülhet, hogy hozzávetőleges tartózkodási helyüket meghatározva segítsen megelőzni a jogosulatlan hozzáférést a fiókjukhoz. Szolgáltatásukkal kapcsolatos részletekért olvassa el a %1$sMaxMind EULA%2$s dokumentumot.

source: When logging into this website, some users may have their IP address transmitted to one of the following 3rd-parties, depending on availability, to provide a rough estimate of their location to help prevent unauthorized access to their account: %1$l
hu_hu: Amikor bejelentkezik erre a webhelyre, egyes felhasználók IP-címe a következő külső szolgáltatók egyikének (elérhetőség függvényében) továbbításra kerülhet, hogy hozzávetőleges tartózkodási helyüket meghatározva segítsen megelőzni a jogosulatlan hozzáférést a fiókjukhoz: %1$l

source: The trusted devices feature employs a cookie named “itsec-fingerprint-shp” to validate and ensure that users are logging in from devices that are considered trustworthy.
hu_hu: A Megbízható eszközök funkció egy “itsec-fingerprint-shp” nevű sütit használ annak igazolására, hogy a felhasználók megbízhatónak minősített eszközökről jelentkeznek be.

source: Sorry, you are not allowed to view other trusted devices
hu_hu: Sajnáljuk, nincs jogosultsága más megbízható eszközök megtekintéséhez.

source: Sorry, you cannot manage trusted devices from an unknown device.
hu_hu: Sajnáljuk, ismeretlen eszközről nem kezelhet megbízható eszközöket.

source: Sorry, that user does not exist
hu_hu: Sajnáljuk, az a felhasználó nem létezik.

source: Sorry, that device does not exist
hu_hu: Sajnáljuk, az az eszköz nem létezik.

source: Sorry you are not allowed to view that trusted device
hu_hu: Sajnáljuk, nincs jogosultsága annak a megbízható eszköznek a megtekintéséhez.

source: The current device was not found.
hu_hu: Az aktuális eszköz nem található.

source: Sorry, this device can no longer be modified.
hu_hu: Sajnáljuk, ez az eszköz már nem módosítható.
