Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Note that you may be required by some regulations to ensure that past personal data erasure requests are respected even in the event of restoring a backup of the site. You may need to set up an internal policy to ensure that previous personal data erasure requests are respected after restoring a database backup.
hu_hu: Vegye figyelembe, hogy egyes jogszabályok kötelezhetik arra, hogy a korábbi, személyes adatok törlésére irányuló kérelmeket a webhely biztonsági mentésének visszaállítása esetén is érvényesítse. Lehet, hogy belső szabályzatot kell kialakítania annak biztosítására, hogy az adatbázis-mentés visszaállítása után is érvényesüljenek a korábbi, személyes adatok törlésére irányuló kérelmek.

source: Database backups are sent via email. Depending on who hosts your email and your site's compliance needs, you may need to note that this information is sent to that host and link to their privacy policy.
hu_hu: Az adatbázis-mentéseket e-mailben küldjük. Attól függően, ki a levelezésszolgáltatója és milyen megfelelőségi igényei vannak a webhelyének, lehet, hogy jeleznie kell, hogy ezek az információk ahhoz a szolgáltatóhoz kerülnek, és hivatkozást kell elhelyeznie az adatvédelmi szabályzatára.

source: View Activity
hu_hu: Tevékenység megtekintése

source: Enable HackRepair.com's blocklist feature - Security > Settings > Banned Users > Default Blocklist
hu_hu: A HackRepair.com tiltólista-funkciójának engedélyezése - Biztonság > Beállítások > Kitiltott felhasználók > Alapértelmezett tiltólista

source: Ban Hosts - Security > Settings > Banned Users
hu_hu: Hosztok kitiltása - Biztonság > Beállítások > Kitiltott felhasználók

source: Ban User Agents - Security > Settings > Banned Users
hu_hu: User Agentek kitiltása - Biztonság > Beállítások > Kitiltott felhasználók

source: Bans Overview
hu_hu: Kitiltások áttekintése

source: Login Attempts
hu_hu: Bejelentkezési kísérletek

source: Login Using "admin"
hu_hu: Bejelentkezés "admin" felhasználónévvel

# Total Banned IPs
source: Banned
hu_hu: Kitiltva

source: Failed to get bans: %s
hu_hu: Nem sikerült lekérni a kitiltásokat: %s

source: The IP address to ban.
hu_hu: A kitiltandó IP-cím.

source: Created By
hu_hu: Létrehozta

source: The type of the actor.
hu_hu: A végrehajtó típusa.

source: The identifier for the actor.
hu_hu: A végrehajtó azonosítója.

source: The actor who added the ban.
hu_hu: A kitiltást hozzáadó végrehajtó.

source: Notes
hu_hu: Megjegyzések

source: A comment describing the ban.
hu_hu: A kitiltást leíró megjegyzés.

source: Made fraudulent purchases.
hu_hu: Csalárd vásárlásokat hajtott végre.

source: Update Ban
hu_hu: Kitiltás frissítése

source: The "database" repository only accepts Ban instances.
hu_hu: A "database" tároló csak Ban példányokat fogad el.

source: The "database" repository only accepts Host instances.
hu_hu: A "database" tároló csak Host példányokat fogad el.

source: Cannot ban an authorized host.
hu_hu: Engedélyezett hoszt nem tiltható ki.

source: This IP address is already banned.
hu_hu: Ez az IP-cím már ki van tiltva.

source: Failed to save the ban: %s
hu_hu: Nem sikerült menteni a kitiltást: %s

source: Failed to delete the ban: %s
hu_hu: Nem sikerült törölni a kitiltást: %s

source: Banned IPs
hu_hu: Kitiltott IP-címek

source: List of banned IPs.
hu_hu: Kitiltott IP-címek listája.

source: Could not ban "%1$s": %2$s
hu_hu: Nem sikerült kitiltani "%1$s": %2$s

source: Ban Users
hu_hu: Felhasználók kitiltása

source: Add Many
hu_hu: Tömeges hozzáadás

source: IPs to Ban
hu_hu: Kitiltandó IP-címek

source: Enter one IP address per-line. Optionally, include a note by ending the line with a # sign.
hu_hu: Adjon meg soronként egy IP-címet. Opcionálisan a sor végére tett # jellel megjegyzést is fűzhet hozzá.

source: Too many bad login attempts
hu_hu: Túl sok sikertelen bejelentkezési kísérlet

source: User tried to login as "admin."
hu_hu: A felhasználó megpróbált "admin." néven bejelentkezni.

source: Brute Force "admin" Username
hu_hu: Brute Force "admin" felhasználónév

source: Invalid Login
hu_hu: Érvénytelen bejelentkezés

source: Locked out due to Use of "admin" Username
hu_hu: Zárolva az "admin" felhasználónév használata miatt

source: XMLRPC Authentication
hu_hu: XMLRPC hitelesítés

source: REST API Authentication
hu_hu: REST API hitelesítés

source: Login Page
hu_hu: Bejelentkezési oldal

source: Login Source
hu_hu: Bejelentkezési forrás

source: Change Content Directory
hu_hu: Tartalomkönyvtár módosítása

source: The content directory cannot be changed to a blank directory name.
hu_hu: A tartalomkönyvtár nem változtatható üres könyvtárnévre.

source: The new directory name cannot be an absolute path. Please supply a path that is relative to <code>ABSPATH</code> (<code>%s</code>).
hu_hu: Az új könyvtárnév nem lehet abszolút útvonal. Adjon meg az <code>ABSPATH</code>-hoz (<code>%s</code>) viszonyított relatív útvonalat.

source: The new directory name cannot be the same as the current directory name. Please supply a new directory name.
hu_hu: Az új könyvtárnév nem lehet azonos a jelenlegi könyvtárnévvel. Adjon meg új könyvtárnevet.

source: A file or directory already exists at <code>%s</code>. No Directory Name changes have been made. Please choose a new Directory Name or remove the existing file or directory and try again.
hu_hu: Már létezik fájl vagy könyvtár ezen a helyen: <code>%s</code>. A könyvtárnéven nem történt változtatás. Válasszon új könyvtárnevet, vagy távolítsa el a meglévő fájlt vagy könyvtárat, majd próbálja újra.

source: Unable to rename the <code>%1$s</code> directory to <code>%2$s</code>. This could indicate a file permission issue or that your server does not support the supplied name as a valid directory name. No config file or directory changes have been made.
hu_hu: Nem sikerült átnevezni a <code>%1$s</code> könyvtárat erre: <code>%2$s</code>. Ez fájljogosultsági problémára utalhat, vagy arra, hogy a kiszolgálója nem támogatja a megadott nevet érvényes könyvtárnévként. Nem történt konfigurációs fájl- vagy könyvtármódosítás.

source: Unable to set the permissions of the new Directory Name (<code>%1$s</code>) to match the permissions of the old Directory Name. You may have to manually change the permissions of the directory to <code>%2$s</code> in order for your site to function properly.
hu_hu: Nem sikerült a(z) új könyvtárnév (<code>%1$s</code>) jogosultságait azonosra állítani a régi könyvtárnév jogosultságaival. Előfordulhat, hogy kézzel kell a könyvtár jogosultságait <code>%2$s</code> értékre módosítania, hogy a webhelye megfelelően működjön.

source: Unable to update the <code>wp-config.php</code> file. No directory or config file changes have been made. The error that prevented the file from updating is as follows: %1$s
hu_hu: Nem sikerült frissíteni a <code>wp-config.php</code> fájlt. Nem történt könyvtár- vagy konfigurációs fájl módosítás. A frissítést megakadályozó hiba a következő: %1$s

source: CRITICAL ERROR: The <code>%1$s</code> directory was successfully renamed to the new name (<code>%2$s</code>). However, an error occurred when updating the <code>wp-config.php</code> file to configure WordPress to use the new content directory. Solid Security attempted to rename the directory back to its original name, but an unknown error prevented the rename from working as expected. In order for your site to function properly, you will either need to manually rename the <code>%2$s</code> directory back to <code>%1$s</code> or manually update the <code>wp-config.php</code> file with the necessary modifications. The error that prevented the file from updating is as follows: %3$s
hu_hu: KRITIKUS HIBA: A(z) <code>%1$s</code> könyvtár sikeresen át lett nevezve az új névre (<code>%2$s</code>). Azonban hiba történt a <code>wp-config.php</code> fájl frissítésekor, amikor a WordPress-t az új tartalomkönyvtár használatára konfiguráltuk. A Solid Security megpróbálta a könyvtárat visszanevezni az eredeti nevére, de egy ismeretlen hiba megakadályozta, hogy az átnevezés a várt módon működjön. Annak érdekében, hogy a webhelye megfelelően működjön, vagy kézzel kell a <code>%2$s</code> könyvtárat visszaneveznie <code>%1$s</code>-re, vagy kézzel kell frissítenie a <code>wp-config.php</code> fájlt a szükséges módosításokkal. A fájl frissítését megakadályozó hiba a következő: %3$s

source: Do not remove. Removing this line could break your site. Added by Security > Settings > Change Content Directory.
hu_hu: Ne távolítsa el. Ennek a sornak az eltávolítása tönkreteheti a webhelyét. Hozzáadta: Security > Settings > Change Content Directory.

source: Active Lockouts
hu_hu: Aktív zárolások

source: Lockout Not Found
hu_hu: Zárolás nem található

source: Failed to release lockout.
hu_hu: Nem sikerült feloldani a zárolást.

source: Invalid request format.
hu_hu: Érvénytelen kérésformátum.

source: Request Expired. Please refresh and try again.
hu_hu: A kérelem lejárt. Kérem, frissítsen, és próbálja újra.

source: Notice not found.
hu_hu: Értesítés nem található.

source: Action not found.
hu_hu: Művelet nem található.

source: You must check “Confirm Reset Key” to continue.
hu_hu: A folytatáshoz be kell jelölnie a „Visszaállítási kulcs megerősítése” lehetőséget.

source: Could not generate a random encryption key.
hu_hu: Nem sikerült véletlenszerű titkosítási kulcsot létrehozni.

source: Your site already has a valid encryption key. Use this tool to automatically re-encrypt all secrets with a new encryption key.
hu_hu: A webhelyének már van érvényes titkosítási kulcsa. Használja ezt az eszközt, hogy automatikusan újratitkosítsa az összes titkot egy új titkosítási kulccsal.

source: This may take a while. If available, try running this tool with WP CLI for better performance.
hu_hu: Ez eltarthat egy ideig. Ha elérhető, próbálja ezt az eszközt WP CLI-vel futtatni a jobb teljesítmény érdekében.

source: Could not determine the correct path to load Solid Security.
hu_hu: Nem sikerült meghatározni a Solid Security betöltéséhez szükséges helyes elérési utat.

source: Created MU-Plugin loader.
hu_hu: MU-Plugin betöltő létrehozva.

source: Removed MU-Plugin loader.
hu_hu: MU-Plugin betöltő eltávolítva.

source: Could not fetch user metadata to update: %s
hu_hu: Nem sikerült lekérni a frissítendő felhasználói metaadatokat: %s

source: Could not rotate '%1$s' for '%2$d': %3$s
hu_hu: Nem sikerült rotálni a(z) '%1$s' elemet a(z) '%2$d' esetén: %3$s

source: User meta not updated.
hu_hu: A felhasználói metaadat nem frissült.

source: Important: Some Solid Security features are disabled because IP Detection has not been configured.
hu_hu: Fontos: A Solid Security egyes funkciói le vannak tiltva, mert az IP-felismerés nincs konfigurálva.

source: Configure Now
hu_hu: Állítsa be most

source: Solid Security Logo
hu_hu: Solid Security logó

source: Get Support
hu_hu: Támogatás kérése

source: Help us improve Solid Security.
hu_hu: Segítsen jobbá tenni a Solid Securityt.

source: Install Type
hu_hu: Telepítés típusa

source: Basic
hu_hu: Alap

source: Initial Build
hu_hu: Kezdeti build

source: Activated
hu_hu: Aktiválva

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Active Features
hu_hu: Aktív funkciók

source: Configured Settings
hu_hu: Konfigurált beállítások

source: Hi %s, SolidWP is dedicated to delivering top-notch services, and your input helps us deliver on that promise. By opting into our feedback program, you help enhance the Solid Security experience for yourself and all of our users. When you opt in, you allow us to access certain data related to how you use our products, which we use responsibly to tailor our products to your needs. You will additionally receive updates, important product and marketing information, and exclusive offers via email. You may unsubscribe at any time. We take data privacy seriously and adhere to the highest standards respecting all relevant regulations and guidelines. To join and help shape the future of Solid Security and StellarWP, simply click “Allow & Continue” below.
hu_hu: Tisztelt %s! A SolidWP elkötelezett a csúcsminőségű szolgáltatások nyújtása mellett, és az Ön visszajelzése segít ennek teljesítésében. A visszajelzési programunkhoz csatlakozva hozzájárul a Solid Security élményének javításához saját maga és minden felhasználónk számára. A részvétellel engedélyezi számunkra bizonyos, a termékeink használatával kapcsolatos adatokhoz való hozzáférést, amelyeket felelősen használunk fel, hogy a termékeinket az Ön igényeihez igazítsuk. Ezen felül frissítéseket, fontos termék- és marketinginformációkat, valamint exkluzív ajánlatokat kap e-mailben. Bármikor leiratkozhat. Az adatvédelem kérdését komolyan vesszük, és a legmagasabb színvonal szerint járunk el, minden vonatkozó előírást és iránymutatást tiszteletben tartva. A csatlakozáshoz és a Solid Security, valamint a StellarWP jövőjének alakításához egyszerűen kattintson alább az „Engedélyezés és folytatás” gombra.

source: That actor type is not supported.
hu_hu: Ez a szereplőtípus nem támogatott.

source: A search term is required when querying this actor type.
hu_hu: Ennél a szereplőtípusnál a lekérdezéshez keresőkifejezés megadása szükséges.

source: You must be logged in to view notices.
hu_hu: Az értesítések megtekintéséhez be kell jelentkeznie.

source: Core
hu_hu: Mag

source: New Turnstile and hCaptcha Support
hu_hu: Új Turnstile és hCaptcha támogatás

source: See What’s New
hu_hu: Újdonságok megtekintése

source: Enable the Site Scanner to automatically scan your site twice a day for malware and known vulnerabilities.
hu_hu: Engedélyezze a Site Scanner-t, hogy naponta kétszer automatikusan átvizsgálja a webhelyét kártevők és ismert sebezhetőségek után.

source: Enable Scheduling
hu_hu: Ütemezés engedélyezése

source: Your site is running an outdated version of PHP (%1$s). Future versions of Solid Security will require PHP %2$s or later.
hu_hu: A webhelye elavult PHP-verziót futtat (%1$s). A Solid Security jövőbeli verziói a PHP %2$s vagy újabb verzióját fogják igényelni.

source: Learn More
hu_hu: További információ

source: Update PHP
hu_hu: PHP frissítése

source: Encryption Key Changed
hu_hu: A titkosítási kulcs megváltozott

source: Encryption Key Missing
hu_hu: Hiányzik a titkosítási kulcs

source: The encryption key for your website was changed. This is used to securely store sensitive values like Two-Factor codes.
hu_hu: A webhelyéhez tartozó titkosítási kulcs megváltozott. Ezt érzékeny értékek, például kétfaktoros kódok, biztonságos tárolására használjuk.

source: The encryption key for your website is missing from your %s file.
hu_hu: A webhelyéhez tartozó titkosítási kulcs hiányzik a(z) %s fájlból.

source: If you still have access to your encryption key, add it back to your %s file. Otherwise, set a new encryption key.
hu_hu: Ha továbbra is hozzáfér a titkosítási kulcsához, helyezze vissza a(z) %s fájlba. Ellenkező esetben állítson be új titkosítási kulcsot.

source: Ignore Change
hu_hu: Változtatás figyelmen kívül hagyása

source: Rotate Key
hu_hu: Kulcs cseréje

source: Set New Key
hu_hu: Új kulcs beállítása

source: Solid Security can encrypt sensitive values like Two-Factor secrets.
hu_hu: A Solid Security képes titkosítani az olyan érzékeny értékeket, például a kétfaktoros hitelesítési titkokat.

source: Setup Encryption
hu_hu: Titkosítás beállítása

source: Total
hu_hu: Összesen

source: Security Summary
hu_hu: Biztonsági összefoglaló

source: Sorry, you are not allowed to do that.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága ezt megtenni.

source: No route was found matching the URL and request method
hu_hu: Nem található az URL-hez és a kérés módszeréhez illeszkedő útvonal

source: Error when querying the database for counting events.
hu_hu: Hiba az események számának lekérdezésekor az adatbázisból.

source: Error when querying the database for events.
hu_hu: Hiba az események lekérdezésekor az adatbázisból.

source: Error when querying the database for total events.
hu_hu: Hiba a teljes eseményszám lekérdezésekor az adatbázisból.

source: Error when querying the database for total IPs tracked.
hu_hu: Hiba a nyomon követett IP-címek teljes számának lekérdezésekor az adatbázisból.

source: Failed to bulk insert events.
hu_hu: Nem sikerült tömegesen beszúrni az eseményeket.

source: Cannot backfill logs if DB logs are not available.
hu_hu: A naplók nem tölthetők vissza, ha az adatbázis-naplók nem érhetők el.

source: Database error when backfilling logs.
hu_hu: Adatbázishiba a naplók visszatöltése közben.

source: Security dashboards and cards.
hu_hu: Biztonsági vezérlőpultok és kártyák.

source: Could not create "%1$s" dashboard for "%2$s": %3$s
hu_hu: Nem sikerült létrehozni a "%1$s" vezérlőpultot a "%2$s" számára: %3$s

source: Threats Blocked
hu_hu: Blokkolt fenyegetések

source: Attacks
hu_hu: Támadások

source: Lockouts
hu_hu: Zárolások

source: IP Addresses
hu_hu: IP-címek

source: Usernames
hu_hu: Felhasználónevek

# Total Lockouts
source: Total
hu_hu: Összesen

source: Card Not Found
hu_hu: A kártya nem található

source: Dashboard Not Found
hu_hu: A vezérlőpult nem található

source: Sorry, you are not allowed to add cards to this dashboard.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága kártyákat hozzáadni ehhez a vezérlőpulthoz.

source: This card cannot be added to the dashboard another time.
hu_hu: Ezt a kártyát nem lehet még egyszer hozzáadni a vezérlőpulthoz.

source: Sorry, you do not have permission to view this dashboard.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága megtekinteni ezt a vezérlőpultot.

source: Dashboard Card Not Found
hu_hu: A vezérlőpult-kártya nem található

source: Sorry, you do not have permission to edit this dashboard card.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága szerkeszteni ezt a vezérlőpult-kártyát.

source: Sorry, you do not have permission to delete this dashboard card.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága törölni ezt a vezérlőpult-kártyát.

source: The dashboard card cannot be deleted.
hu_hu: A vezérlőpult-kártya nem törölhető.

source: Not Found
hu_hu: Nem található

source: Card route not found.
hu_hu: A kártya útvonala nem található.

source: Sorry, you do not have permission to perform this action.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága a művelet végrehajtásához.

source: Sorry, you are not allowed to edit this dashboard.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága szerkeszteni ezt a vezérlőpultot.

source: Sorry, you do not have permission to create dashboards.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága vezérlőpultokat létrehozni.

source: Sorry, you do not have permission to edit this dashboard.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága szerkeszteni ezt a vezérlőpultot.

source: Sorry, you do not have permission to delete this dashboard.
hu_hu: Sajnáljuk, Önnek nincs jogosultsága törölni ezt a vezérlőpultot.

source: The dashboard cannot be deleted.
hu_hu: A vezérlőpult nem törölhető.

source: Some Cards are Invalid
hu_hu: Néhány kártya érvénytelen.

source: Failed to save new layout.
hu_hu: Nem sikerült elmenteni az új elrendezést.

source: Failed to save layout for some items.
hu_hu: Nem sikerült elmenteni az elrendezést néhány elemnél.

source: Dashboard Owners
hu_hu: Vezérlőpult-tulajdonosok

source: Unable to read the <code>wp-config.php</code> file in order to update the Database Prefix. %s
hu_hu: Nem sikerült beolvasni a <code>wp-config.php</code> fájlt az adatbázis-előtag frissítéséhez. %s

source: Unable to update the <code>wp-config.php</code> file in order to update the Database Prefix. %s
hu_hu: Nem sikerült frissíteni a <code>wp-config.php</code> fájlt az adatbázis-előtag frissítéséhez. %s

source: Database prefix changed to %s.
hu_hu: Az adatbázis-előtag %s értékre változott.

source: Could not rename table %1$s. You may have to rename the table manually.
hu_hu: Nem sikerült átnevezni a(z) %1$s táblát. Lehet, hogy kézzel kell átneveznie a táblát.

source: Could not update prefix references in options table.
hu_hu: Nem sikerült frissíteni az előtag hivatkozásait az options táblában.

source: Could not update prefix references in usermeta table.
hu_hu: Nem sikerült frissíteni az előtag hivatkozásait a usermeta táblában.

source: Change Database Prefix
hu_hu: Adatbázis-előtag módosítása

source: Feature Flags
hu_hu: Funkciókapcsolók

source: File Change
hu_hu: Fájlváltozás

source: The %1$sFile Change Detection%2$s module will email a file scan report after changes have been detected.
hu_hu: A %1$sFájlváltozás-észlelés%2$s modul e-mailben küldi el a fájl-ellenőrzési jelentést, miután változásokat észlelt.

source: File Change Warning
hu_hu: Fájlváltozás-figyelmeztetés

source: The %1$s comparator failed to load hashes for %2$s.
hu_hu: A %1$s összehasonlító nem tudta betölteni a %2$s hash-értékeit.

source: WordPress Core %s
hu_hu: WordPress-mag %s

source: %1$s plugin %2$s
hu_hu: %1$s bővítmény %2$s

source: System Files
hu_hu: Rendszerfájlok

source: %1$s theme %2$s
hu_hu: %1$s sablon %2$s

source: Scan Performance
hu_hu: Vizsgálati teljesítmény

source: No Changes Found
hu_hu: Nem található változás

source: %1$d Added, %2$d Removed, %3$d Changed
hu_hu: %1$d hozzáadva, %2$d eltávolítva, %3$d módosítva

source: Changes Found
hu_hu: Változások találhatók

source: Skipping Recovery: No Lock
hu_hu: Helyreállítás kihagyása: nincs zárolás

source: Skipping Recovery
hu_hu: Helyreállítás kihagyása

source: Attempting Recovery: Invalid Job
hu_hu: Helyreállítás megkísérlése: érvénytelen feladat

source: Attempting Recovery
hu_hu: Helyreállítás megkísérlése

source: Recovery Failed: No Step
hu_hu: A helyreállítás sikertelen: nincs lépés

source: Recovery Failed: Retry Limit
hu_hu: A helyreállítás sikertelen: újrapróbálkozási korlát

source: Recovery Failed: First Loop
hu_hu: A helyreállítás sikertelen: első ciklus

source: Recovery Scheduled
hu_hu: Helyreállítás ütemezve

source: Scan Cancelled by %s
hu_hu: A vizsgálatot %s megszakította

source: Scan Failed
hu_hu: A vizsgálat sikertelen

source: Rescheduling: No Lock
hu_hu: Újraütemezés: nincs zárolás

source: Rescheduling
hu_hu: Újraütemezés

source: Memory Used
hu_hu: Felhasznált memória

source: Total Memory
hu_hu: Teljes memória

source: Added
hu_hu: Hozzáadva

source: Removed
hu_hu: Eltávolítva

source: Changed
hu_hu: Módosítva

source: Solid Security noticed file changes in your WordPress site.
hu_hu: A Solid Security fájlváltozásokat észlelt az Ön WordPress-webhelyén.

source: Please %1$sreview the logs%2$s to make sure your system has not been compromised.
hu_hu: Kérem, %1$stekintse át a naplókat%2$s, hogy megbizonyosodjon arról, hogy rendszere nem kompromittálódott.

source: A File Change scan is currently in progress.
hu_hu: Jelenleg fájlváltozás-vizsgálat folyik.

source: Scanning admin files...
hu_hu: Admin fájlok vizsgálata...

source: Scanning includes files...
hu_hu: includes fájlok vizsgálata...

source: Scanning theme files...
hu_hu: Sablonfájlok vizsgálata...

source: Scanning plugin files...
hu_hu: Bővítményfájlok vizsgálata...

source: Scanning content files...
hu_hu: Tartalomfájlok vizsgálata...

source: Scanning media files...
hu_hu: Médiafájlok vizsgálata...

source: Scanning files...
hu_hu: Fájlok vizsgálata...

source: Comparing files...
hu_hu: Fájlok összehasonlítása...

source: Verifying file changes...
hu_hu: Fájlváltozások ellenőrzése...

source: Checking for malware...
hu_hu: Kártevők keresése...

source: Wrapping up...
hu_hu: Befejezés...

source: Scanning...
hu_hu: Vizsgálat...

source: Scan could not be completed. Please contact support if this error persists.
hu_hu: A vizsgálatot nem sikerült befejezni. Kérjük, lépjen kapcsolatba a támogatással, ha ez a hiba továbbra is fennáll.

source: Preparing...
hu_hu: Előkészítés...

source: Complete!
hu_hu: Kész!

source: File Scan Report for %s
hu_hu: Fájlvizsgálati jelentés %s részére
