Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Solid Security can log events in two different ways. Each has advantages and disadvantages. Database Only logs puts all events in the database with your posts and other WordPress data. This makes it easy to retrieve and process that information, but it can slow down your site if the log table gets very large. File Only logging is very fast, but the plugin does not process the logs itself. That would take far more server resources. For most users or smaller sites, Database Only logging should be fine. If you have a very large site or log processing software, then File Only might be a better option.
hu_hu: A Solid Security kétféleképpen tudja naplózni az eseményeket. Mindkettőnek vannak előnyei és hátrányai. A Csak adatbázis naplózás az összes eseményt az adatbázisban tárolja a bejegyzésekkel és más WordPress-adatokkal együtt. Ez megkönnyíti az információk visszakeresését és feldolgozását, de lelassíthatja a webhelyet, ha a naplótábla nagyon naggyá válik. A Csak fájl naplózás nagyon gyors, de a bővítmény nem dolgozza fel a naplókat. Az sokkal több szervererőforrást igényelne. A legtöbb felhasználónak vagy kisebb webhely esetén a Csak adatbázis naplózás megfelelő. Ha nagyon nagy webhelye van, vagy naplófeldolgozó szoftvert használ, akkor a Csak fájl lehet jobb választás.

source: Database Only
hu_hu: Csak adatbázis

source: File Only
hu_hu: Csak fájl

source: Both
hu_hu: Mindkettő

source: Days to Keep Database Logs
hu_hu: Adatbázis-naplók megőrzésének napjai

source: The number of days database logs should be kept.
hu_hu: Az adatbázis-naplókat ennyi napig kell megőrizni.

source: Days to Keep File Logs
hu_hu: Fájlnaplók megőrzésének napjai

source: The number of days file logs should be kept. File logs will be rotated once the file hits 10MB. Set to 0 to only use log rotation.
hu_hu: A fájlnaplókat ennyi napig kell megőrizni. A fájlnaplók forgatása 10MB méret elérésekor történik. Állítsa 0-ra, ha csak a naplóforgatást kívánja használni.

source: Path to Log Files
hu_hu: Naplófájlok elérési útja

source: This folder must be writable. For security reasons, we recommend you do not save logs in your website's root folder.
hu_hu: Ennek a mappának írhatónak kell lennie. Biztonsági okokból javasoljuk, hogy ne mentse a naplókat a webhelye gyökérmappájába.

source: Proxy Detection
hu_hu: Proxy-észlelés

source: Configure the method Solid Security uses to identify the IP address of your site’s visitors and users. Choose “Security Check Scan” to allow Solid Security to automatically configure the correct method. When this setting is configured incorrectly, key firewall features will not work properly.<br>[Read more about IP Detection](https://go.solidwp.com/about-ip-detection).
hu_hu: Állítsa be azt a módszert, amelyet a Solid Security használ a webhelye látogatóinak és felhasználóinak IP-címének azonosításához. Válassza a „Security Check Scan” lehetőséget, hogy a Solid Security automatikusan beállítsa a megfelelő módszert. Ha ez a beállítás helytelenül van konfigurálva, a tűzfal fontos funkciói nem fognak megfelelően működni.<br>[További információ az IP-észlelésről](https://go.solidwp.com/about-ip-detection).

source: Proxy Header
hu_hu: Proxy fejléc

source: Select the HTTP header record used by your proxy server or load balancer to forward the IP address of each site visitor. Contact your hosting provider or proxy service provider (Cloudflare, etc.) to determine the correct setting. When configured correctly, the “Detected IP” shown above should match your current IP address.
hu_hu: Válassza ki azt a HTTP fejlécmezőt, amelyet a proxy kiszolgálója vagy a terheléselosztó használ az egyes látogatók IP-címének továbbítására. A helyes beállítás meghatározásához lépjen kapcsolatba a tárhelyszolgáltatójával vagy a proxy szolgáltatójával (Cloudflare stb.). Helyes konfiguráció esetén a fent látható „Észlelt IP”-nek meg kell egyeznie az aktuális IP-címével.

source: Hide Security Menu in Admin Bar
hu_hu: Biztonság menü elrejtése az Admin sávon

source: Remove the Security Messages Menu from the Admin Bar. Notifications will only appear on the Solid Security dashboard and settings pages.
hu_hu: Távolítsa el a Biztonsági üzenetek menüt az Admin sávról. Az értesítések csak a Solid Security vezérlőpultján és beállítási oldalain jelennek meg.

source: Allow Data Sharing
hu_hu: Adatmegosztás engedélyezése

source: If you opt-in, some data about your usage of this plugin and future StellarWP Products will be shared with our teams (so they can work their butts off to improve). We will also share some helpful info on WordPress, and our products from time to time. If you don't opt in, that's okay! Our products still work just fine.<br>[Read more about usage sharing](https://go.solidwp.com/opt-in-usage-sharing).
hu_hu: Ha hozzájárul, néhány adatot megosztunk csapatainkkal a bővítmény és a jövőbeli StellarWP termékek használatáról (hogy keményen dolgozhassanak a fejlesztésükön). Időről időre hasznos információkat is megosztunk a WordPressről és termékeinkről. Ha nem járul hozzá, az is rendben van! Termékeink továbbra is hibátlanul működnek.<br>[További információ a használati adatok megosztásáról](https://go.solidwp.com/opt-in-usage-sharing).

source: Show Error Codes
hu_hu: Hibakódok megjelenítése

source: Each error message in Solid Security has an associated error code that can help diagnose an issue. Changing this setting to “Yes” causes these codes to be displayed. This setting should be left set to “No” unless Solid Security's customer success team requests that you change it.
hu_hu: A Solid Security minden hibaüzenetéhez tartozik egy hibakód, amely segíthet a problémák diagnosztizálásában. Ha ezt a beállítást „Igen”-re állítja, ezek a kódok megjelennek. Ezt a beállítást hagyja „Nem”-en, kivéve ha a Solid Security ügyfélsiker csapata kéri a módosítását.

source: Lockout Messages
hu_hu: Zárolási üzenetek

source: Logging
hu_hu: Naplózás

source: IP Detection
hu_hu: IP-észlelés

source: Other
hu_hu: Egyéb

source: Manage Solid Security
hu_hu: Solid Security kezelése

source: Allow users to manage Solid Security.
hu_hu: Engedélyezze a felhasználóknak a Solid Security kezelését.

source: Identify Server IPs
hu_hu: Kiszolgáló IP-címeinek azonosítása

source: Determines the list of IP addresses your server uses when making HTTP requests.
hu_hu: Meghatározza azon IP-címek listáját, amelyeket a kiszolgálója HTTP-kérések küldésekor használ.

source: The correct list of server IPs is important to prevent erroneous lockouts and trusted device errors.
hu_hu: A kiszolgáló IP-címeinek helyes listája fontos a téves zárolások és a megbízható eszközökkel kapcsolatos hibák megelőzéséhez.

source: Reject passwords that have appeared in password breaches tracked by haveibeenpwned.com. This is a secure API call that does not transmit complete, unhashed passwords.
hu_hu: Utasítsa el azokat a jelszavakat, amelyek szerepeltek a haveibeenpwned.com által nyilvántartott jelszósértésekben. Ez egy biztonságos API-hívás, amely nem továbbít teljes, hash nélküli jelszavakat.

source: Change the login URL of your site.
hu_hu: Módosítsa a webhelye bejelentkezési URL-jét.

source: The Hide Backend feature isn’t fool proof, and your new login URL could still be exposed by WordPress Core, Plugins, or Themes when printing links to the login page. For example Privacy Request Confirmations or front-end login forms. We recommend using more robust security features like Two-Factor Authentication to secure your WordPress login page.
hu_hu: A Hide Backend funkció nem tévedhetetlen, és az új bejelentkezési URL-t továbbra is felfedheti a WordPress Core, a bővítmények vagy a témák, amikor hivatkozásokat jelenítenek meg a bejelentkezési oldalra. Például adatvédelmi kérés megerősítései vagy front-end bejelentkezési űrlapok esetén. Javasoljuk, hogy használjon robusztusabb biztonsági funkciókat, például a kétfaktoros hitelesítést, a WordPress bejelentkezési oldalának védelméhez.

source: Enable the hide backend feature.
hu_hu: A Hide Backend funkció engedélyezése.

source: Login Slug
hu_hu: Bejelentkezési slug

source: The login url slug cannot be “login”, “admin”, “dashboard”, or “wp-login.php” as these are use by default in WordPress.
hu_hu: A bejelentkezési URL slug nem lehet „login”, „admin”, „dashboard” vagy „wp-login.php”, mivel ezeket a WordPress alapértelmezetten használja.

source: Register Slug
hu_hu: Regisztráció slug

source: Enable Redirection
hu_hu: Átirányítás engedélyezése

source: Redirect users to a custom location on your site, instead of throwing a 403 (forbidden) error.
hu_hu: Irányítsa át a felhasználókat a webhelyén egy egyéni helyre, a 403 (tiltott) hiba helyett.

source: Redirection Slug
hu_hu: Átirányítás slug

source: The slug to redirect users to when they attempt to access wp-admin while not logged in.
hu_hu: Az a slug, ahová a felhasználókat átirányítja, amikor bejelentkezés nélkül próbálják elérni a wp-admin felületet.

source: Custom Login Action
hu_hu: Egyéni bejelentkezési művelet

source: WordPress uses the “action” variable to handle many login and logout functions. By default this plugin can handle the normal ones but some plugins and themes may utilize a custom action (such as logging out of a private post). If you need a custom action please enter it here.
hu_hu: A WordPress az „action” változót használja számos be- és kijelentkezési funkció kezeléséhez. Alapértelmezés szerint ez a bővítmény a szokásosakat kezeli, de egyes bővítmények és témák egyéni műveletet is használhatnak (például egy privát bejegyzésből való kijelentkezéshez). Ha egyéni műveletre van szüksége, adja meg itt.

source: URLs
hu_hu: URL-ek

source: Redirection
hu_hu: Átirányítás

source: Advanced
hu_hu: Speciális

source: Scheduled Site Scan
hu_hu: Ütemezett webhelyvizsgálat

source: Protect your site with automated site scans. When this feature is enabled, the site will be automatically scanned four times daily (hourly for Pro). If a problem is found, an email is sent to select users.
hu_hu: Védje webhelyét automatizált vizsgálatokkal. Ha ez a funkció engedélyezve van, a webhely naponta négyszer automatikus vizsgálaton esik át (Pro esetén óránként). Probléma észlelésekor e-mailt küldünk a kiválasztott felhasználóknak.

source: Vulnerability Notification Threshold
hu_hu: Sérülékenység-értesítési küszöb

source: Choose what types of vulnerabilities should be included in the site scan notification.
hu_hu: Válassza ki, milyen típusú sérülékenységek kerüljenek bele a webhelyvizsgálati értesítésbe.

source: All
hu_hu: Összes

source: Medium and high priority
hu_hu: Közepes és magas prioritású

source: High priority only
hu_hu: Csak magas prioritású

source: Join a network of sites that reports and protects against bad actors on the internet.
hu_hu: Csatlakozzon egy olyan webhelyhálózathoz, amely jelent és véd az interneten található rosszindulatú szereplők ellen.

source: Ban Reported IPs
hu_hu: Bejelentett IP-címek tiltása

source: Automatically ban IPs reported as a problem by the network.
hu_hu: Automatikusan kitiltja a hálózat által problémásnak jelentett IP-címeket.

source: API Key
hu_hu: API-kulcs

source: Receive Email Updates
hu_hu: E-mailes frissítések fogadása

source: Get the weekly WordPress Vulnerability Report and more WordPress security updates sent to your inbox.
hu_hu: Kapja meg a heti WordPress sebezhetőségi jelentést és további WordPress biztonsági frissítéseket a postafiókjába.

source: API Configuration
hu_hu: API-konfiguráció

source: Manage and configure email notifications sent by Solid Security related to various features.
hu_hu: Kezelje és konfigurálja a Solid Security által különféle funkciókkal kapcsolatban küldött e-mail-értesítéseket.

source: Using the Notification Center, you can set the default recipients, enable the security digest email, customize email notifications, and more.
hu_hu: Az Értesítési központ használatával beállíthatja az alapértelmezett címzetteket, engedélyezheti a biztonsági összefoglaló e-mailt, testre szabhatja az e-mail-értesítéseket, és még sok egyebet.

source: From Email
hu_hu: Feladó e-mail-címe

source: Solid Security will send notifications from this email address. Leave blank to use the WordPress default.
hu_hu: A Solid Security erről az e-mail-címről küldi az értesítéseket. Hagyja üresen a WordPress alapértelmezett használatához.

source: Set the default recipients for any admin-facing notifications.
hu_hu: Állítsa be az adminisztrátori felületre vonatkozó értesítések alapértelmezett címzettjeit.

source: Requiring strong and refusing compromised passwords is the first step in securing your login page.
hu_hu: Az erős jelszavak megkövetelése és a kompromittált jelszavak elutasítása az első lépés az Ön bejelentkezési oldalának védelmében.

source: Brute force attacks rely on people reusing weak passwords. Password Requirements allow you to force selected users to create a strong password that hasn’t already been compromised.
hu_hu: A brute force támadások gyenge jelszavak újrafelhasználására támaszkodnak. A Jelszókövetelmények lehetővé teszik, hogy a kiválasztott felhasználókat kötelezze egy erős, még nem kompromittálódott jelszó létrehozására.

source: Requirement Settings
hu_hu: Követelménybeállítások

source: Change WordPress Salts
hu_hu: WordPress sók módosítása

source: Changes the WordPress salts used to secure cookies and security tokens.
hu_hu: Módosítja a sütik és biztonsági tokenek védelmére használt WordPress sókat.

source: This shouldn’t be done periodically, but only if you suspect your site may have been compromised. This will force all users to login again.
hu_hu: Ezt nem ajánlott rendszeresen elvégezni, csak akkor, ha azt gyanítja, hogy a webhelye kompromittálódhatott. Ez arra kényszerít minden felhasználót, hogy újra bejelentkezzen.

source: Detects the correct way to identify user IP addresses based on your server configuration by making an API request to SolidWP.com servers. No user information is sent to SolidWP. [Read our Privacy Policy](https://go.solidwp.com/solid-privacy-policy).
hu_hu: API-kérés küldésével a SolidWP.com szervereihez, az Ön szerverkonfigurációja alapján észleli a felhasználói IP-címek azonosításának helyes módját. Nem kerül felhasználói információ elküldésre a SolidWP részére. [Olvassa el Adatvédelmi szabályzatunkat](https://go.solidwp.com/solid-privacy-policy).

source: Detects the correct way to identify user IP addresses based on your server configuration.
hu_hu: Az Ön szerverkonfigurációja alapján észleli a felhasználói IP-címek azonosításának helyes módját.

source: Enforce SSL
hu_hu: SSL kikényszerítése

source: Enforces that all connections to the website are made over SSL/TLS.
hu_hu: Kikényszeríti, hogy a webhelyhez minden kapcsolat SSL/TLS-en keresztül történjen.

source: Require SSL
hu_hu: SSL megkövetelése

source: Redirect All HTTP Page Requests to HTTPS
hu_hu: Minden HTTP oldalkérés átirányítása HTTPS-re

source: Front End SSL Mode
hu_hu: Front-end SSL mód

source: Enables secure SSL connection for the front-end (public parts of your site). Turning this off will disable front-end SSL control, turning this on "Per Content" will place a checkbox on the edit page for all posts and pages (near the publish settings) allowing you to turn on SSL for selected pages or posts. Selecting "Whole Site" will force the whole site to use SSL.
hu_hu: Biztonságos SSL-kapcsolatot engedélyez a front-endhez (a webhely nyilvános részeihez). Ennek kikapcsolása letiltja a front-end SSL-vezérlést, a "Per Content" bekapcsolása pedig jelölőnégyzetet helyez el minden bejegyzés és oldal szerkesztőoldalán (a közzétételi beállításoknál), amely lehetővé teszi, hogy a kiválasztott oldalaknál vagy bejegyzéseknél bekapcsolja az SSL-t. A "Whole Site" kiválasztása az egész webhelyet az SSL használatára kényszeríti.

source: SSL for Dashboard
hu_hu: SSL a vezérlőpulthoz

source: Forces all dashboard access to be served only over an SSL connection.
hu_hu: Kikényszeríti, hogy a vezérlőpult minden elérése kizárólag SSL-kapcsolaton keresztül történjen.

source: Require strong passwords approved by the WordPress password strength meter.
hu_hu: Erős, a WordPress jelszóerősség-mérője által elfogadott jelszavak megkövetelése.

source: Make changes to the server configuration for this site.
hu_hu: Változtatások végrehajtása a webhely szerverkonfigurációján.

source: Increase security by restricting file access and PHP execution on your server. This can help mitigate arbitrary file upload vulnerabilities from gaining complete control of your server.
hu_hu: Növelje a biztonságot a fájlhozzáférés és a PHP-futtatás korlátozásával az Ön szerverén. Ez segíthet mérsékelni az önkényes fájlfeltöltési sebezhetőségeket abban, hogy teljes irányítást szerezzenek az Ön szervere felett.

source: Protect System Files
hu_hu: Rendszerfájlok védelme

source: Prevent public access to readme.html, readme.txt, wp-config.php, install.php, wp-includes, and .htaccess. These files can give away important information on your site and serve no purpose to the public once WordPress has been successfully installed.
hu_hu: Megakadályozza a nyilvános hozzáférést a readme.html, readme.txt, wp-config.php, install.php, wp-includes és .htaccess fájlokhoz. Ezek a fájlok fontos információkat árulhatnak el a webhelyéről, és a WordPress sikeres telepítése után a nyilvánosság számára nem szolgálnak célt.

source: Disable Directory Browsing
hu_hu: Könyvtárböngészés letiltása

source: Prevents users from seeing a list of files in a directory when no index file is present.
hu_hu: Megakadályozza, hogy a felhasználók lássák egy könyvtár fájllistáját, ha nem található indexfájl.

source: Disable PHP in Uploads
hu_hu: PHP letiltása a feltöltések könyvtárában

source: Disable PHP execution in the uploads directory. This blocks requests to maliciously uploaded PHP files in the uploads directory.
hu_hu: Letiltja a PHP futtatását a feltöltések könyvtárában. Ez blokkolja a rosszindulatúan feltöltött PHP-fájlokra irányuló kéréseket a feltöltések könyvtárában.

source: Disable PHP in Plugins
hu_hu: PHP letiltása a bővítmények könyvtárában

source: Disable PHP execution in the plugins directory. This blocks requests to PHP files inside plugin directories that can be exploited directly.
hu_hu: Letiltja a PHP futtatását a bővítmények könyvtárában. Ez blokkolja a bővítménykönyvtárakban lévő, közvetlenül kihasználható PHP-fájlokra irányuló kéréseket.

source: Disable PHP in Themes
hu_hu: PHP letiltása a sablonok könyvtárában

source: Disable PHP execution in the themes directory. This blocks requests to PHP files inside theme directories that can be exploited directly.
hu_hu: Letiltja a PHP futtatását a sablonok könyvtárában. Ez blokkolja a sablonkönyvtárakban lévő, közvetlenül kihasználható PHP-fájlokra irányuló kéréseket.

source: File Access
hu_hu: Fájlhozzáférés

source: PHP Execution
hu_hu: PHP-futtatás

source: Two-Factor Authentication greatly increases the security of your WordPress user account by requiring an additional code along with your username and password to log in.
hu_hu: A kétfaktoros hitelesítés nagymértékben növeli az Ön WordPress felhasználói fiókjának biztonságát azzal, hogy a felhasználónév és jelszó mellett egy további kódot is megkövetel a bejelentkezéshez.

source: Two-Factor authentication is a tried and true security method that will stop most automated bot attacks on the WordPress login screen. Once Two-Factor Authentication is enabled here, users can visit their profile settings to enable it on their account.
hu_hu: A kétfaktoros hitelesítés bevált biztonsági módszer, amely megállítja a legtöbb automatizált bot-támadást a WordPress bejelentkezési képernyőn. Miután itt engedélyezte a kétfaktoros hitelesítést, a felhasználók felkereshetik a profilbeállításaikat, hogy engedélyezzék azt a saját fiókjukon.

source: Authentication Methods Available to Users
hu_hu: A felhasználók számára elérhető hitelesítési módszerek

source: Solid Security supports multiple two-factor authentication methods: mobile apps, email messages, and backup codes. Selecting “All Methods” is highly recommended so that users can choose the method that works the best for them.
hu_hu: A Solid Security többféle kétfaktoros hitelesítési módszert támogat: mobilalkalmazások, e-mail üzenetek és tartalékkódok. A “All Methods” kiválasztása erősen ajánlott, így a felhasználók kiválaszthatják a számukra legjobban működő módszert.

source: All Methods (recommended)
hu_hu: Összes módszer (ajánlott)

source: All Except Email
hu_hu: Összes, kivéve az e-mailt

source: Select Methods Manually
hu_hu: Módszerek kézi kiválasztása

source: Select Available Methods
hu_hu: Elérhető módszerek kiválasztása

source: Disable on First Login
hu_hu: Letiltás az első bejelentkezéskor

source: This simplifies the signup flow for users who require two-factor to be enabled for their account.
hu_hu: Ez egyszerűsíti a regisztrációs folyamatot azoknál a felhasználóknál, akiknek a fiókján engedélyezni kell a kétlépcsős hitelesítést.

source: Onboarding Welcome Text
hu_hu: Bevezető üdvözlő szöveg

source: Customize the text shown to users at the beginning of the Two-Factor onboarding flow.
hu_hu: Személyre szabhatja a kétlépcsős bevezetési folyamat elején a felhasználóknak megjelenő szöveget.

source: Methods
hu_hu: Módszerek

source: Setup Flow
hu_hu: Beállítási folyamat

source: Skip Two-Factor Onboarding
hu_hu: Kétlépcsős bevezetés kihagyása

source: By default, when a user logs in via the WordPress Login Page, Solid Security will prompt them to setup Two-Factor. Optionally, you can skip the two-factor authentication on-boarding process for certain users. Users can still manually enroll in two-factor through their WordPress admin profile.
hu_hu: Alapértelmezés szerint, amikor egy felhasználó a WordPress bejelentkezési oldalán keresztül jelentkezik be, a Solid Security felszólítja a kétlépcsős hitelesítés beállítására. Opcionálisan kihagyhatja a kétlépcsős hitelesítés bevezetési folyamatát bizonyos felhasználók számára. A felhasználók továbbra is manuálisan feliratkozhatnak a kétlépcsős hitelesítésre a WordPress adminisztrátori profiljukon keresztül.

source: Application Passwords
hu_hu: Alkalmazásjelszavak

source: Use Application Passwords to allow authentication without providing your actual password when using non-traditional login methods such as XML-RPC or the REST API. Application passwords are easily revoked and can never be used in the traditional login process.
hu_hu: Használja az alkalmazásjelszavakat, hogy hagyományostól eltérő bejelentkezési módszerek (például XML-RPC vagy a REST API) esetén a tényleges jelszó megadása nélkül történjen a hitelesítés. Az alkalmazásjelszavak könnyen visszavonhatók, és soha nem használhatók a hagyományos bejelentkezési folyamatban.

source: User Groups allow you to enable security features for specific sets of users.
hu_hu: A felhasználói csoportok lehetővé teszik, hogy bizonyos felhasználói köröknél engedélyezzen biztonsági funkciókat.

source: User Groups allow you to view and manage the security settings that affect how people interact with your site. Enabling security features per group gives you the flexibility to apply the right level of security to the right people. If a user belongs to multiple groups, all settings enabled in those groups will be applied to that user.
hu_hu: A felhasználói csoportok lehetővé teszik a webhelyével való interakciót befolyásoló biztonsági beállítások megtekintését és kezelését. A csoportonként engedélyezhető biztonsági funkciók rugalmasságot adnak, hogy a megfelelő biztonsági szintet a megfelelő felhasználókra alkalmazza. Ha egy felhasználó több csoporthoz tartozik, akkor az érintett csoportokban engedélyezett összes beállítás érvényes lesz arra a felhasználóra.
