Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Log in Now →
hu_hu: Jelentkezzen be most →

source: Unknown error. Please try again later.
hu_hu: Ismeretlen hiba. Kérjük, próbálja meg később újra.

source: Passkey registration successful.
hu_hu: A Passkey-regisztráció sikeres.

source: You must enter a username.
hu_hu: Meg kell adnia egy felhasználónevet.

source: You must enable JavaScript to manage Passwordless Login.
hu_hu: A Passwordless Login kezeléséhez engedélyeznie kell a JavaScriptet.

source: The %1$sPasswordless Login%2$s module sends an email with a link to automatically log in. Note: the default email template already includes the %3$s tag as a button.
hu_hu: A %1$sPasswordless Login%2$s modul egy e-mailt küld egy hivatkozással az automatikus bejelentkezéshez. Megjegyzés: az alapértelmezett e-mail sablon már tartalmazza a %3$s címkét gombként.

source: Hi {{ $display_name }}, Click the button below to continue logging in.
hu_hu: Üdvözöljük, {{ $display_name }}, Kattintson az alábbi gombra a bejelentkezés folytatásához.

source: Passwordless Login Users
hu_hu: Passwordless Login felhasználók

source: Passwordless Login Two-Factor Bypass
hu_hu: Passwordless Login Two-Factor megkerülés

source: Log in without a password
hu_hu: Jelentkezzen be jelszó nélkül

source: Want an easier way to log in?
hu_hu: Szeretne könnyebben bejelentkezni?

source: Log in faster without a password.
hu_hu: Jelentkezzen be gyorsabban, jelszó nélkül.

source: Email Magic Link
hu_hu: Magic Link e-mail

source: Use Your Passkey
hu_hu: Használja a Passkey-ét

source: Register with Passkey
hu_hu: Regisztráljon Passkey-jel

source: Logging in as %s
hu_hu: Bejelentkezés %s felhasználóként

source: Passkeys require JavaScript.
hu_hu: A Passkey-k használatához JavaScript szükséges.

source: If you cannot enable JavaScript, log in with a Magic Link or Password instead.
hu_hu: Ha nem tudja engedélyezni a JavaScriptet, jelentkezzen be inkább Magic Linkkel vagy jelszóval.

source: If you cannot enable JavaScript, log in with a Password instead.
hu_hu: Ha nem tudja engedélyezni a JavaScriptet, jelentkezzen be inkább jelszóval.

source: You must select a valid number of days (greater than 0) for temporary role expiration.
hu_hu: Meg kell adnia a napok érvényes számát (0-nál nagyobbat) az ideiglenes szerepkör lejáratához.

source: Privilege Escalations
hu_hu: Jogszint-emelések

source: The following users have been escalated since the last email.
hu_hu: Az alábbi felhasználók jogszintje emelésre került az utolsó e-mail óta.

source: Network Administrator
hu_hu: Hálózati adminisztrátor

source: Editor
hu_hu: Szerkesztő

source: %s (deleted)
hu_hu: %s (törölve)

source: Role
hu_hu: Szerepkör

source: Performed By
hu_hu: Végrehajtotta

source: Escalated At
hu_hu: Emelés időpontja

source: User not found.
hu_hu: A felhasználó nem található.

source: Sorry, the user could not be escalated.
hu_hu: Sajnáljuk, nem sikerült a felhasználó jogszintjét emelni.

source: Sorry, you are not allowed to manage Solid Security.
hu_hu: Sajnáljuk, nincs jogosultsága a Solid Security kezeléséhez.

source: Sorry, you are not allowed to escalate users.
hu_hu: Sajnáljuk, nincs jogosultsága felhasználók jogosultságának emeléséhez.

source: Sorry, you are not allowed to escalate this user.
hu_hu: Sajnáljuk, nincs jogosultsága ennek a felhasználónak a jogosultságát emelni.

source: Your user requires two-factor in order to log in.
hu_hu: Az Ön felhasználói fiókja kétlépcsős azonosítást igényel a bejelentkezéshez.

source: The site requires any user with a weak password to use two-factor in order to log in.
hu_hu: A webhely megköveteli, hogy a gyenge jelszót használó felhasználók kétlépcsős azonosítást alkalmazzanak a bejelentkezéshez.

source: This site requires two-factor in order to log in.
hu_hu: Ez a webhely kétlépcsős azonosítást ír elő a bejelentkezéshez.

source: Remember Device for 30 Days
hu_hu: Eszköz megjegyzése 30 napig

source: Some users can enable the "Remember This Device" feature to skip Two-Factor when using the same device. This generates a cookie named “itsec_remember_2fa”. It contains no personal data and expires after 30 days.
hu_hu: Egyes felhasználók engedélyezhetik a "Ezt az eszközt jegyezze meg" funkciót, hogy ugyanazon eszköz használatakor kihagyják a kétlépcsős azonosítást. Ez létrehoz egy “itsec_remember_2fa” nevű cookie-t. Nem tartalmaz személyes adatot, és 30 nap után lejár.

source: Solid Security Pro is not licensed.
hu_hu: A Solid Security Pro nincs licencelve.

source: To receive updates, Solid Security Pro will need to be licensed. The SolidWP Licensing page can be found in the %1$sSettings menu%2$s.
hu_hu: A frissítések fogadásához a Solid Security Pro licencelése szükséges. A SolidWP Licensing oldal a %1$sBeállítások menüben%2$s található.

source: CAPTCHA not properly configured.
hu_hu: A CAPTCHA nincs megfelelően beállítva.

source: The Site Key may be invalid or unrecognized. Verify that you input the Site Key and Private Key correctly.
hu_hu: A Site Key érvénytelen vagy nem felismerhető lehet. Ellenőrizze, hogy helyesen adta-e meg a Site Key és a Private Key értékét.

source: I agree to these terms (required).
hu_hu: Elfogadom ezeket a feltételeket (kötelező).

source: %1$sI agree to these terms%2$s.
hu_hu: %1$sElfogadom ezeket a feltételeket%2$s.

source: Some forms on this site require the use of Google's reCAPTCHA service before they can be submitted.
hu_hu: Ezen a webhelyen egyes űrlapok elküldése előtt kötelező a Google reCAPTCHA szolgáltatás használata.

source: Some forms on this site require the use of CloudFlare's Turnstile service before they can be submitted.
hu_hu: Ezen a webhelyen egyes űrlapok elküldése előtt kötelező a CloudFlare Turnstile szolgáltatás használata.

source: Some forms on this site require the use of the hCAPTCHA service before they can be submitted.
hu_hu: Ezen a webhelyen egyes űrlapok elküldése előtt kötelező a hCAPTCHA szolgáltatás használata.

source: If you consent to this service, a cookie is created that stores your consent. This cookie deletes itself after thirty days.
hu_hu: Ha hozzájárul ehhez a szolgáltatáshoz, létrejön egy cookie, amely tárolja a hozzájárulását. Ez a cookie harminc nap után törlődik.

source: Too many failed captcha submissions.
hu_hu: Túl sok sikertelen captcha-beküldés.

source: Failed Validation
hu_hu: Érvényesítés sikertelen.

source: The reCAPTCHA settings for Solid Security are invalid. %1$s Bots will not be blocked until %2$sthe reCAPTCHA settings%3$s are set properly.
hu_hu: A Solid Security reCAPTCHA beállításai érvénytelenek. %1$s A botok nem lesznek blokkolva, amíg %2$sa reCAPTCHA beállítások%3$s nincsenek megfelelően beállítva.

source: For security, use of CloudFlare's Turnstile service is required which is subject to the CloudFlare <a href="%1$s">Privacy Policy</a> and <a href="%2$s">Terms of Use</a>.
hu_hu: Biztonsági okokból kötelező a CloudFlare Turnstile szolgáltatás használata, amelyre a CloudFlare <a href="%1$s">Adatvédelmi szabályzata</a> és a <a href="%2$s">Felhasználási feltételei</a> vonatkoznak.

source: You must submit the CAPTCHA to proceed. Please try again.
hu_hu: A folytatáshoz be kell küldenie a CAPTCHA-t. Kérjük, próbálja meg újra.

source: Cannot connect to CloudFlare Turnstile API.
hu_hu: Nem sikerült csatlakozni a CloudFlare Turnstile API-hoz.

source: The CloudFlare Turnstile API returned an invalid response format.
hu_hu: A CloudFlare Turnstile API érvénytelen válaszformátumot adott vissza.

source: The CloudFlare API keys are invalid.
hu_hu: A CloudFlare API-kulcsok érvénytelenek.

source: The CloudFlare Turnstile server reported the following error: %s.
hu_hu: A CloudFlare Turnstile szerver a következő hibát jelezte: %s.

source: The CAPTCHA you submitted does not appear to be valid. Please try again.
hu_hu: A beküldött CAPTCHA nem tűnik érvényesnek. Kérjük, próbálja meg újra.

source: For security, use of Google's reCAPTCHA service is required which is subject to the Google <a href="%1$s">Privacy Policy</a> and <a href="%2$s">Terms of Use</a>.
hu_hu: Biztonsági okokból kötelező a Google reCAPTCHA szolgáltatás használata, amelyre a Google <a href="%1$s">Adatvédelmi szabályzata</a> és a <a href="%2$s">Felhasználási feltételei</a> vonatkoznak.

source: You must submit the reCAPTCHA to proceed. Please try again.
hu_hu: A folytatáshoz be kell küldenie a reCAPTCHA-t. Kérjük, próbálja meg újra.

source: Cannot connect to Google reCAPTCHA API.
hu_hu: Nem sikerült csatlakozni a Google reCAPTCHA API-hoz.

source: The reCAPTCHA API returned an invalid response format.
hu_hu: A reCAPTCHA API érvénytelen válaszformátumot adott vissza.

source: The reCAPTCHA API keys are invalid.
hu_hu: A reCAPTCHA API-kulcsok érvénytelenek.

source: The reCAPTCHA server reported the following error: %s.
hu_hu: A reCAPTCHA szerver a következő hibát jelezte: %s.

source: The captcha response you submitted does not appear to be valid. Please try again.
hu_hu: A beküldött captcha-válasz nem tűnik érvényesnek. Kérjük, próbálja meg újra.

source: For security, use of hCaptcha is required which is subject to their <a href="%1$s">Privacy Policy</a> and <a href="%2$s">Terms of Use</a>.
hu_hu: Biztonsági okokból kötelező a hCaptcha használata, amelyre az ő <a href="%1$s">Adatvédelmi szabályzatuk</a> és <a href="%2$s">Felhasználási feltételeik</a> vonatkoznak.

source: Cannot connect to hCaptcha API.
hu_hu: Nem sikerült csatlakozni a hCaptcha API-hoz.

source: The hCaptcha API returned an invalid response format.
hu_hu: A hCaptcha API érvénytelen válaszformátumot adott vissza.

source: The hCaptcha API keys are invalid.
hu_hu: A hCaptcha API-kulcsok érvénytelenek.

source: The hCaptcha server reported the following error: %s.
hu_hu: A hCaptcha szerver a következő hibát jelezte: %s.

source: Solid Security has detected that Restrict Content Pro is installed.
hu_hu: A Solid Security észlelte, hogy a Restrict Content Pro telepítve van.

source: Google reCAPTCHA v3 is the only supported provider when using Restrict Content Pro.
hu_hu: A Restrict Content Pro használata esetén csak a Google reCAPTCHA v3 szolgáltató támogatott.

source: The Site Key and Secret Key are required.
hu_hu: A Site Key és a Secret Key megadása kötelező.

source: Post Status Changed
hu_hu: Bejegyzés állapota megváltozott

source: Post Status Changed: %1$s &rarr; %2$s
hu_hu: Bejegyzés állapota megváltozott: %1$s &rarr; %2$s

# Post Type: Post Title
source: Post: %1$s
hu_hu: Bejegyzés: %1$s

source: %1$s Logged Out
hu_hu: %1$s kijelentkezett

source: %1$s Logged In
hu_hu: %1$s bejelentkezett

source: %1$s Logged In Using Two-Factor
hu_hu: %1$s kétlépcsős azonosítással jelentkezett be

source: %1$s Logged In Using %2$s Two-Factor
hu_hu: %1$s bejelentkezett a(z) %2$s Two-Factor használatával

source: Created %s
hu_hu: Létrehozva %s

source: Registered %s
hu_hu: Regisztrálva %s

source: Activated %s Plugin
hu_hu: A(z) %s bővítmény aktiválva

source: Network Activated %s Plugin
hu_hu: A(z) %s bővítmény hálózati szinten aktiválva

source: Deactivated %s Plugin
hu_hu: A(z) %s bővítmény deaktiválva

source: Network Deactivated %s Plugin
hu_hu: A(z) %s bővítmény hálózati szinten deaktiválva

source: Deleted %s Plugin
hu_hu: A(z) %s bővítmény törölve

source: Switched Theme to %s from %s
hu_hu: A téma %s lett a(z) %s helyett

source: Within %s
hu_hu: %s belül

source: %s old
hu_hu: %s óta

source: Super Admin
hu_hu: Hálózati adminisztrátor

source: Logout User
hu_hu: Felhasználó kijelentkeztetése

source: Sorry, you do not have permission to edit this user.
hu_hu: Sajnáljuk, nincs jogosultsága ennek a felhasználónak a szerkesztéséhez.

source: Send Two-Factor Reminder
hu_hu: Two-Factor emlékeztető küldése

source: You are now logged out everywhere else.
hu_hu: Mostantól minden más helyről ki van jelentkeztetve.

source: %s has been logged out.
hu_hu: A(z) %s ki lett jelentkeztetve.

source: Reminder E-Mail has been sent.
hu_hu: Az emlékeztető e-mail elküldve.

source: User Security Profiles
hu_hu: Felhasználói biztonsági profilok

source: Force Password Change for All Users
hu_hu: Jelszócsere kényszerítése minden felhasználónál

source: Passwords will be reset on next login.
hu_hu: A jelszavak a következő bejelentkezéskor visszaállnak.

source: Clear Pending Password Change
hu_hu: Függőben lévő jelszócsere törlése

source: Passwords reset is no longer required.
hu_hu: A jelszavak visszaállítása már nem szükséges.

source: User Security Profile
hu_hu: Felhasználói biztonsági profil

source: Inactive User Warning
hu_hu: Inaktív felhasználói figyelmeztetés

source: Please take the time to review the users and demote or delete any where it makes sense.
hu_hu: Kérjük, szánjon időt a felhasználók áttekintésére, és ahol indokolt, fokozza le vagy törölje őket.

source: Last Active
hu_hu: Legutóbb aktív

source: Edit Users
hu_hu: Felhasználók szerkesztése

source: Inactive Users
hu_hu: Inaktív felhasználók

source: The User Security Check module sends a list of users who have not been active in the last 30 days so you can consider demoting or removing users.
hu_hu: A Felhasználói biztonsági ellenőrzés modul listát küld azokról a felhasználókról, akik az elmúlt 30 napban nem voltak aktívak, így megfontolhatja a lefokozásukat vagy eltávolításukat.

source: Demote to Author
hu_hu: Lefokozás Szerzővé

source: User demoted to Author
hu_hu: Felhasználó Szerzővé lett lefokozva

source: Search Users
hu_hu: Felhasználók keresése

source: The Two-Factor module is not active.
hu_hu: A Two-Factor modul nem aktív.

source: Updates Summary
hu_hu: Frissítések összefoglalója

source: Manage Updates
hu_hu: Frissítések kezelése

source: This plugin will automatically update %1$sshortly%2$s.
hu_hu: Ez a bővítmény %1$shamarosan%2$s automatikusan frissül.

source: This plugin will automatically update in %s.
hu_hu: Ez a bővítmény %s múlva automatikusan frissül.

source: Outdated Site Scan
hu_hu: Elavult webhelyek vizsgálata

source: Outdated sites detected on %s
hu_hu: Elavult webhelyek észlelve a(z) %s rendszeren

source: File Path
hu_hu: Fájl elérési útja

source: WordPress Version
hu_hu: WordPress-verzió

source: Automatic Updates Info
hu_hu: Információ az automatikus frissítésekről

source: The %sVersion Management%s module will send an email with details about any automatic updates that have been performed.
hu_hu: A %sVerziókezelés%s modul e-mailt küld a végrehajtott automatikus frissítések részleteivel.

source: Old Site Scan
hu_hu: Régi webhelyek vizsgálata

source: The %1$sVersion Management%2$s module will send an email if it detects outdated WordPress sites on your hosting account. A single outdated WordPress site with a vulnerability could allow attackers to compromise all the other sites on the same hosting account.
hu_hu: A %1$sVerziókezelés%2$s modul e-mailt küld, ha elavult WordPress-webhelyeket észlel a tárhelyfiókján. Egyetlen, sérülékenységet tartalmazó elavult WordPress-webhely lehetővé teheti a támadóknak, hogy ugyanazon a tárhelyfiókon lévő összes többi webhelyet is kompromittálják.

source: Old sites found on hosting account
hu_hu: Régi webhelyek a tárhelyfiókján

source: Unknown Error. View "Raw Details" for more information.
hu_hu: Ismeretlen hiba. További információért tekintse meg a "Raw Details" elemet.

source: Installed Plugin: %1$s %2$s
hu_hu: Telepített bővítmény: %1$s %2$s

source: Installed Theme: %1$s %2$s
hu_hu: Telepített sablon: %1$s %2$s

source: Unknown Update
hu_hu: Ismeretlen frissítés

source: Automatically Updated %1$s Plugin to %2$s
hu_hu: A(z) %1$s bővítmény automatikusan frissítve erre: %2$s

source: Updated %1$s Plugin to %2$s
hu_hu: A(z) %1$s bővítmény frissítve erre: %2$s

source: Automatically Updated %1$s Theme to %2$s
hu_hu: A(z) %1$s sablon automatikusan frissítve erre: %2$s

source: Updated %1$s theme to %2$s
hu_hu: A(z) %1$s sablon frissítve erre: %2$s

source: Automatically Updated WordPress to %1$s from %2$s
hu_hu: A WordPress automatikusan frissítve a %2$s verzióról a %1$s verzióra

source: Updated WordPress to %1$s from %2$s
hu_hu: A WordPress frissítve a %2$s verzióról a %1$s verzióra

source: Automatic Updates Error
hu_hu: Automatikus frissítési hiba

source: Automatic Updates Complete
hu_hu: Az automatikus frissítések befejeződtek

source: The site is running an outdated version of WordPress, v%s.
hu_hu: A webhelyen elavult WordPress-verzió fut: v%s.

source: The <code>DISABLE_WP_CRON</code> define is set to a true value.
hu_hu: A <code>DISABLE_WP_CRON</code> konstans értéke igaz.

source: The <code>DISALLOW_FILE_MODS</code> define is set to a true value.
hu_hu: A <code>DISALLOW_FILE_MODS</code> konstans értéke igaz.

source: The <code>file_mod_allowed</code> filter returned a false value.
hu_hu: A <code>file_mod_allowed</code> szűrő hamis értéket adott vissza.

source: The <code>WP_INSTALLING</code> define is set to a true value.
hu_hu: A <code>WP_INSTALLING</code> konstans értéke igaz.

source: The <code>AUTOMATIC_UPDATER_DISABLED</code> define is set to a true value.
hu_hu: A <code>AUTOMATIC_UPDATER_DISABLED</code> konstans értéke igaz.

source: The <code>automatic_updater_disabled</code> filter returned a false value.
hu_hu: Az <code>automatic_updater_disabled</code> szűrő hamis értéket adott vissza.

source: This site is a multisite installation. Automatic updates run on the cron system and will only run when the cron system is triggered by a request to the main site. This means that the main site must receive periodic page requests or automatic updates will not run.
hu_hu: Ez a webhely többhelyes (multisite) telepítés. Az automatikus frissítések a cron rendszeren futnak, és csak akkor futnak, ha a cron rendszert a fő webhelyre érkező kérés aktiválja. Ez azt jelenti, hogy a fő webhelynek időszakosan oldalbetöltési kéréseket kell kapnia, ellenkező esetben az automatikus frissítések nem futnak le.

source: Part of the update process is creating a lock that prevents multiple automatic updates from running at the same time. Your site may have issue creating these locks which could prevent automatic updates from running successfully.
hu_hu: A frissítési folyamat része egy zárolás létrehozása, amely megakadályozza, hogy több automatikus frissítés fusson egyszerre. Lehetséges, hogy az Ön webhelye nem tudja megfelelően létrehozni ezeket a zárolásokat, ami megakadályozhatja az automatikus frissítések sikeres futását.

source: WordPress is unable to modify the necessary files. This is often caused by a server configuration issue that has PHP run as a different user than the user that owns the files.
hu_hu: A WordPress nem tudja módosítani a szükséges fájlokat. Ezt gyakran olyan kiszolgálókonfigurációs probléma okozza, amelyben a PHP más felhasználóként fut, mint a fájlok tulajdonosa.

source: The <code>automatic_updates_is_vcs_checkout</code> filter returned a true value.
hu_hu: Az <code>automatic_updates_is_vcs_checkout</code> szűrő igaz értéket adott vissza.

source: The files are under version control such as being part of a SVN, Git, Mercurial, Bazaar, or other VCS repository. This disables automatic updates since presence of version control indicates that the files are managed via a non-standard process.
hu_hu: A fájlok verziókezelés alatt állnak, például SVN-, Git-, Mercurial-, Bazaar- vagy más VCS-repozitórium részeként. Ez letiltja az automatikus frissítéseket, mivel a verziókezelés jelenléte arra utal, hogy a fájlokat nem szabványos folyamat kezeli.

source: The <code>%s</code> filter returned a false value.
hu_hu: A <code>%s</code> szűrő hamis értéket adott vissza.

source: The <code>WP_AUTO_UPDATE_CORE</code> define is set to a false value.
hu_hu: A <code>WP_AUTO_UPDATE_CORE</code> konstans értéke hamis.

source: The <code>WP_AUTO_UPDATE_CORE</code> define is present and not set to <code>true</code>.
hu_hu: A <code>WP_AUTO_UPDATE_CORE</code> konstans jelen van, és nincs <code>true</code>-ra állítva.

source: The <code>allow_dev_auto_core_updates</code> filter returned a false value.
hu_hu: Az <code>allow_dev_auto_core_updates</code> szűrő hamis értéket adott vissza.

source: The <code>WP_AUTO_UPDATE_CORE</code> define is present and set to a false value.
hu_hu: A <code>WP_AUTO_UPDATE_CORE</code> konstans jelen van, és hamis értékre van állítva.

source: The <code>allow_minor_auto_core_updates</code> filter returned a false value. This prevents automatically updating to new minor versions of WordPress, such as updating from 4.0 to 4.0.1.
hu_hu: Az <code>allow_minor_auto_core_updates</code> szűrő hamis értéket adott vissza. Ez megakadályozza a WordPress új kisebb (minor) verzióira való automatikus frissítést, például 4.0-ról 4.0.1-re.

source: The <code>allow_major_auto_core_updates</code> filter returned a false value. This prevents automatically updating to new major versions of WordPress, such as updating from 4.0 to 4.1.
hu_hu: Az <code>allow_major_auto_core_updates</code> szűrő hamis értéket adott vissza. Ez megakadályozza a WordPress új fő (major) verzióira való automatikus frissítést, például 4.0-ról 4.1-re.

source: The server's PHP version (<code>%s</code>) is too old and is incompatible with newer versions of WordPress. This is a critical issue as older versions of PHP can be vulnerable to security issues.
hu_hu: A kiszolgáló PHP-verziója (<code>%s</code>) túl régi, és nem kompatibilis a WordPress újabb verzióival. Ez kritikus probléma, mivel a régebbi PHP-verziók biztonsági sérülékenységeknek lehetnek kitéve.

source: The server's MySQL version (<code>%s</code>) is too old and is incompatible with newer versions of WordPress. This is a critical issue as older versions of MySQL can be vulnerable to security issues.
hu_hu: A kiszolgáló MySQL-verziója (<code>%s</code>) túl régi, és nem kompatibilis a WordPress újabb verzióival. Ez kritikus probléma, mivel a régebbi MySQL-verziók biztonsági sérülékenységeknek lehetnek kitéve.

source: The credential is not allowed.
hu_hu: A hitelesítő adat nem engedélyezett.

source: The credential does not belong to the requested user.
hu_hu: A hitelesítő adat nem a kért felhasználóhoz tartozik.

source: The identified user is not the requested user.
hu_hu: Az azonosított felhasználó nem a kért felhasználó.

source: User not identified.
hu_hu: A felhasználó nincs azonosítva.

source: The credential does not belong to the identified user.
hu_hu: A hitelesítő adat nem az azonosított felhasználóhoz tartozik.

source: The assertion type is incorrect.
hu_hu: Az állítás típusa helytelen.

source: The challenge is incorrect.
hu_hu: A kihívás helytelen.

source: The origin is invalid.
hu_hu: Az origin érvénytelen.

source: The Relying Party id hash does not match.
hu_hu: A Relying Party ID-hash nem egyezik.

source: The user is not present.
hu_hu: A felhasználó nincs jelen.

source: The user is not verified.
hu_hu: A felhasználó nincs ellenőrizve.

source: The signature is invalid.
hu_hu: Az aláírás érvénytelen.

source: The signature count is invalid.
hu_hu: Az aláírás-számláló érvénytelen.

source: Could not authenticate with a WebAuthn credential.
hu_hu: Nem sikerült hitelesíteni WebAuthn hitelesítő adattal.

source: Could not generate passkey user id.
hu_hu: Nem sikerült létrehozni a passkey felhasználói azonosítót.

source: Could not save passkey user id.
hu_hu: Nem sikerült menteni a passkey felhasználói azonosítót.

source: Could lookup passkey user id.
hu_hu: Sikerült lekérni a passkey felhasználói azonosítót.

source: Could not authenticate user.
hu_hu: Nem sikerült a felhasználó hitelesítése.

source: Hash Conflict Occurred.
hu_hu: Hash-ütközés történt.

source: Could not check if a passkey id is available.
hu_hu: Nem sikerült ellenőrizni, hogy elérhető-e egy hozzáférési kulcs-azonosító.

source: Could not lookup passkey by its id
hu_hu: Nem sikerült azonosítója alapján megkeresni a hozzáférési kulcsot.
