Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Run this tool to change the username of a user with the “admin” username. This may prevent unsophisticated attacks that assume the “admin” user exists.
hu_hu: Futtassa ezt az eszközt az “admin” felhasználónévvel rendelkező felhasználó felhasználónevének megváltoztatásához. Ez megakadályozhatja azokat az egyszerű támadásokat, amelyek feltételezik az “admin” felhasználó létezését.

source: New Username
hu_hu: Új felhasználónév

source: Enter the new username for the “admin” user.
hu_hu: Adja meg az “admin” felhasználó új felhasználónevét.

source: Change User ID 1
hu_hu: 1-es felhasználói azonosító módosítása

source: Changes the user ID for the first WordPress user.
hu_hu: Módosítja az első WordPress felhasználó felhasználói azonosítóját.

source: Run this tool to change the user ID of a user with a user ID of “1”. This may prevent unsophisticated attacks that assume the user with an ID of “1” is an administrator.
hu_hu: Futtassa ezt az eszközt az “1” felhasználói azonosítóval rendelkező felhasználó azonosítójának megváltoztatásához. Ez megakadályozhatja azokat az egyszerű támadásokat, amelyek feltételezik, hogy az “1” azonosítójú felhasználó rendszergazda.

source: Manually create a database backup or schedule automatic database backups.
hu_hu: Készítsen kézzel adatbázis-biztonsági mentést, vagy ütemezzen automatikus adatbázis-biztonsági mentéseket.

source: Database backups can help you restore your database in the case of data corruption. However, it is not a complete backup and will not include your site files.
hu_hu: Az adatbázis-biztonsági mentések segíthetnek az adatbázis helyreállításában adatkárosodás esetén. Ez azonban nem teljes körű mentés, és nem tartalmazza a webhely fájljait.

source: Schedule Database Backups
hu_hu: Adatbázis-biztonsági mentések ütemezése

source: Backup Interval
hu_hu: Mentési időköz

source: The number of days between database backups.
hu_hu: Az adatbázis-biztonsági mentések közötti napok száma.

source: Backup Method
hu_hu: Mentési mód

source: Select what we should do with your backup file. You can have it emailed to you, saved locally or both.
hu_hu: Válassza ki, mit tegyünk a mentési fájljával. Elküldhetjük e-mailben, elmenthetjük helyben, vagy mindkettőt.

source: Save Locally and Email
hu_hu: Helyi mentés és e-mailben küldés

source: Email Only
hu_hu: Csak e-mailben

source: Save Locally Only
hu_hu: Csak helyi mentés

source: Backup Location
hu_hu: Mentés helye

source: The path on your machine where backup files should be stored. For added security, it is recommended you do not include it in your website root folder.
hu_hu: Az útvonal az Ön gépén, ahol a mentési fájlokat tárolni kell. A nagyobb biztonság érdekében javasolt, hogy ne a webhely gyökérmappájában legyen.

source: Backups to Retain
hu_hu: Megtartandó mentések száma

source: Limit the number of backups stored locally (on this server). Any older backups beyond this number will be removed. Enter “0” to retain all backups.
hu_hu: Korlátozza a helyben (ezen a szerveren) tárolt mentések számát. Az ennél régebbi mentések törlésre kerülnek. Adja meg a “0” értéket az összes mentés megtartásához.

source: Compress Backup Files
hu_hu: Mentési fájlok tömörítése

source: By default, Solid Security will zip backup files to reduce file size. You may need to turn this off if you are having problems with backups.
hu_hu: Alapértelmezetten a Solid Security zip formátumba tömöríti a mentési fájlokat a fájlméret csökkentése érdekében. Ha problémái vannak a mentésekkel, előfordulhat, hogy ezt ki kell kapcsolnia.

source: Backup Tables
hu_hu: Mentendő táblák

source: Specify which tables should be included or excluded from backups. WordPress Core tables are always included.
hu_hu: Adja meg, mely táblákat kell belefoglalni a mentésekbe, illetve melyeket kell kizárni. A WordPress Core táblái mindig szerepelnek.

source: Last Run
hu_hu: Utolsó futtatás

source: Scheduling
hu_hu: Ütemezés

source: Configuration
hu_hu: Konfiguráció

source: Excluded Tables
hu_hu: Kizárt táblák

source: List of tables to exclude from each backup.
hu_hu: Az egyes mentésekből kizárandó táblák listája.

source: Included Tables
hu_hu: Belefoglalandó táblák

source: List of tables to include in each backup.
hu_hu: Az egyes mentésekbe belefoglalandó táblák listája.

source: Block specific IP addresses and user agents from accessing the site.
hu_hu: Tiltsa meg, hogy bizonyos IP-címek és user agentek hozzáférjenek a webhelyhez.

source: Solid Security automatically adds an IP to the ban list once it meets the Ban Threshold requirements. The Ban Threshold setting can be adjusted in the [Global Settings](itsec://settings/configure/global). You can manually add IPs to the ban list from the Security Dashboard using the Banned IPs card.
hu_hu: A Solid Security automatikusan hozzáad egy IP-címet a tiltólistához, amint teljesülnek a Ban Threshold követelményei. A Ban Threshold beállítás a [Global Settings](itsec://settings/configure/global) részben módosítható. A Security Dashboard felületen a Banned IPs kártyával manuálisan is felvehet IP-címeket a tiltólistára.

source: blacklist
hu_hu: feketelista

source: Default Ban List
hu_hu: Alapértelmezett tiltólista

source: As a getting-started point you can include the HackRepair.com ban list developed by Jim Walker.
hu_hu: Kezdésként felveheti a Jim Walker által fejlesztett HackRepair.com tiltólistát.

source: Enable Ban Lists
hu_hu: Tiltólisták engedélyezése

source: Limit Banned IPs in Server Configuration Files
hu_hu: A kitiltott IP-k korlátozása a szerverkonfigurációs fájlokban

source: Limiting the number of IPs blocked by the Server Configuration Files (.htaccess and nginx.conf) will help reduce the risk of a server timeout when updating the configuration file. If the number of IPs in the banned list exceeds the Server Configuration File limit, the additional IPs will be blocked using PHP. Blocking IPs at the server level is more efficient than blocking IPs at the application level using PHP.
hu_hu: A szerverkonfigurációs fájlok (.htaccess és nginx.conf) által blokkolt IP-k számának korlátozása segít csökkenteni a konfigurációs fájl frissítésekor fellépő szerver-időtúllépés kockázatát. Ha a tiltólistán szereplő IP-k száma meghaladja a szerverkonfigurációs fájl korlátját, a további IP-k PHP segítségével kerülnek blokkolásra. Az IP-k szerverszintű blokkolása hatékonyabb, mint az IP-k alkalmazásszinten, PHP-val történő blokkolása.

source: Ban User Agents
hu_hu: User Agentek kitiltása

source: Enter a list of user agents that will not be allowed access to your site. Add one user agent per-line.
hu_hu: Adja meg azoknak a user agenteknek a listáját, amelyek nem férhetnek hozzá az Ön webhelyéhez. Soronként egy user agentet adjon hozzá.

source: Custom Bans
hu_hu: Egyéni tiltások

source: Local Brute Force
hu_hu: Helyi brute force

source: Protect your site against attackers that try to randomly guess login details to your site.
hu_hu: Védje meg webhelyét azoktól a támadóktól, akik véletlenszerűen próbálják kitalálni a webhelyéhez tartozó bejelentkezési adatokat.

source: If one had unlimited time and wanted to try an unlimited number of password combinations to get into your site they eventually would, right? This method of attack, known as a brute force attack, is something that WordPress is acutely susceptible to as, by default, the system doesn’t care how many attempts a user makes to login. It will always let you try again. Enabling login limits will ban login attempts from that IP address after the specified bad login threshold has been reached.
hu_hu: Ha valakinek korlátlan ideje lenne, és korlátlan számú jelszókombinációt szeretne kipróbálni, végül bejutna az Ön webhelyére, igaz? Ezt a támadási módszert brute force támadásnak nevezik, amelyre a WordPress különösen érzékeny, mivel alapértelmezés szerint a rendszernek mindegy, hányszor próbál meg egy felhasználó bejelentkezni; mindig engedi újra próbálkozni. A bejelentkezési korlátozások engedélyezése a megadott hibás bejelentkezési küszöb elérése után kitiltja az adott IP-címről érkező bejelentkezési kísérleteket.

source: Automatically lockout “admin” user
hu_hu: “admin” felhasználó automatikus kizárása

source: Immediately lockout an IP address that attempts to login using the “admin” username.
hu_hu: Azonnal zárja ki azt az IP-címet, amely az “admin” felhasználónévvel próbál bejelentkezni.

source: Max Login Attempts Per IP
hu_hu: IP-enkénti maximális bejelentkezési kísérletek

source: The number of login attempts that can be made before an IP address is locked out of the system. Set to 0 to record bad login attempts without creating a lockout.
hu_hu: A bejelentkezési kísérletek száma, amely után az IP-cím ki lesz zárva a rendszerből. Állítsa 0-ra, ha kizárás létrehozása nélkül kívánja naplózni a hibás bejelentkezési kísérleteket.

source: Max Login Attempts Per User
hu_hu: Felhasználónkénti maximális bejelentkezési kísérletek

source: The number of login attempts a user can make before their username is locked out of the system. Note that this is different from IPs in case an attacker is using multiple computers. In addition, if they are using your login name you could be locked out yourself. Set to 0 to log bad login attempts per user without ever locking the user out (this is not recommended).
hu_hu: Az a bejelentkezési kísérletszám, amely után a felhasználónév ki lesz zárva a rendszerből. Vegye figyelembe, hogy ez eltér az IP-k alapú korlátozástól arra az esetre, ha a támadó több számítógépet használ. Továbbá, ha az Ön bejelentkezési nevét használják, Ön saját maga is kizárásra kerülhet. Állítsa 0-ra, ha felhasználónként kívánja naplózni a hibás bejelentkezéseket anélkül, hogy valaha is kizárná a felhasználót (nem ajánlott).

source: Minutes to Remember Bad Login (check period)
hu_hu: Hibás bejelentkezések megjegyzésének percei (ellenőrzési időszak)

source: The number of minutes in which bad logins should be remembered.
hu_hu: Az a percekben megadott idő, ameddig a hibás bejelentkezéseket meg kell őrizni.

source: Advanced feature to rename the wp-content directory to a different name.
hu_hu: Speciális funkció a wp-content könyvtár átnevezésére más névre.

source: Set Encryption Key
hu_hu: Titkosítási kulcs beállítása

source: Sets a secure key that Solid Security uses to encrypt sensitive values like Two-Factor codes.
hu_hu: Olyan biztonságos kulcsot állít be, amelyet a Solid Security érzékeny értékek, például a kétfaktoros kódok titkosítására használ.

source: Solid Security will add a constant to your website’s <code>wp-config.php</code> file named <code>ITSEC_ENCRYPTION_KEY</code>.
hu_hu: A Solid Security hozzáad egy <code>ITSEC_ENCRYPTION_KEY</code> nevű konstansot a webhelye <code>wp-config.php</code> fájljához.

source: encryption
hu_hu: titkosítás

source: Confirm Reset Key
hu_hu: Kulcsvisszaállítás megerősítése

source: Confirm you want to reset the encryption key to a new value.
hu_hu: Erősítse meg, hogy a titkosítási kulcsot új értékre kívánja visszaállítani.

source: Rotate Encryption Key
hu_hu: Titkosítási kulcs forgatása

source: Updates all encrypted values to use the new encryption key.
hu_hu: Frissíti az összes titkosított értéket, hogy az új titkosítási kulcsot használják.

source: If you’ve manually updated the <code>ITSEC_ENCRYPTION_KEY</code> constant in your website’s <code>wp-config.php</code> file, use this tool to update any existing encrypted values.
hu_hu: Ha kézzel frissítette a webhelye <code>wp-config.php</code> fájljában az <code>ITSEC_ENCRYPTION_KEY</code> konstans értékét, használja ezt az eszközt a meglévő titkosított értékek frissítéséhez.

source: Previous Key
hu_hu: Előző kulcs

source: Provide the previous value of <code>ITSEC_ENCRYPTION_KEY</code>.
hu_hu: Adja meg az <code>ITSEC_ENCRYPTION_KEY</code> korábbi értékét.

source: Create MU Plugin Loader
hu_hu: MU-bővítmény betöltő létrehozása

source: For better security and optimized performance Solid Security can be loaded as an MU-Plugin. Run this tool to automatically create the MU Plugin.
hu_hu: A jobb biztonság és optimalizált teljesítmény érdekében a Solid Security MU-bővítményként is betölthető. Futtassa ezt az eszközt az MU-bővítmény automatikus létrehozásához.

source: Remove MU Plugin Loader
hu_hu: MU-bővítmény betöltő eltávolítása

source: For better security and optimized performance Solid Security is being loaded as an MU-Plugin. Run this tool to automatically remove the MU Plugin.
hu_hu: A jobb biztonság és optimalizált teljesítmény érdekében a Solid Security jelenleg MU-bővítményként van betöltve. Futtassa ezt az eszközt az MU-bővítmény automatikus eltávolításához.

source: See a real-time overview of the security activity on your website with this dynamic dashboard.
hu_hu: Tekintse meg a webhelye biztonsági tevékenységének valós idejű áttekintését ezzel a dinamikus irányítópulttal.

source: Enable Dashboard Creation
hu_hu: Irányítópult-létrehozás engedélyezése

source: Allow users to create new Solid Security Dashboards.
hu_hu: Engedélyezze a felhasználóknak új Solid Security irányítópultok létrehozását.

source: Change Database Table Prefix
hu_hu: Adatbázis táblaelőtag módosítása

source: Changes the database table prefix that WordPress uses.
hu_hu: Módosítja a WordPress által használt adatbázis táblaelőtagot.

source: By default, WordPress assigns the prefix wp_ to all tables in the database where your content, users, and objects exist. For potential attackers, this means it is easier to write scripts that can target WordPress databases as all the important table names for 95% of sites are already known. Changing the wp_ prefix makes it more difficult for tools that are trying to take advantage of vulnerabilities in other places to affect the database of your site. Before using this tool, we strongly recommend creating a backup of your database.
hu_hu: Alapértelmezés szerint a WordPress az adatbázis valamennyi táblájához a wp_ előtagot rendeli, ahol a tartalmai, felhasználói és objektumai találhatók. A lehetséges támadók számára ez azt jelenti, hogy könnyebb olyan szkripteket írni, amelyek WordPress-adatbázisokat céloznak, mivel a webhelyek 95%-ánál a fontos táblanevek már előre ismertek. A wp_ előtag megváltoztatása megnehezíti azoknak az eszközöknek a dolgát, amelyek más helyeken lévő sérülékenységeket próbálnak kihasználni, hogy hatással legyenek az Ön webhelyének adatbázisára. Ezen eszköz használata előtt nyomatékosan javasoljuk, hogy készítsen biztonsági mentést az adatbázisáról.

source: Email Confirmation
hu_hu: E-mail megerősítés

source: Feature Flags in Solid Security allow you to try experimental features before they are released.
hu_hu: A Solid Security funkciókapcsolói lehetővé teszik, hogy a kiadás előtt kipróbálja a kísérleti funkciókat.

source: Enabled Features
hu_hu: Engedélyezett funkciók

source: Select which experimental features you’d like to enable.
hu_hu: Válassza ki, mely kísérleti funkciókat szeretné engedélyezni.

source: Monitor the site for unexpected file changes.
hu_hu: Figyelje webhelyét váratlan fájlváltozásokra.

source: Even the best security practices can fail. The key to quickly spotting a security breach is monitoring file changes on your website.<br>While the type of damage malware causes on your website varies greatly, what it does can be boiled down to adding, removing, or modifying files.<br>File Change Detection scans your website’s files and alerts you when changes occur on your website.
hu_hu: Még a legjobb biztonsági gyakorlatok is kudarcot vallhatnak. A biztonsági incidensek gyors felismerésének kulcsa a fájlváltozások figyelése a webhelyén.<br>Noha a kártékony programok által okozott károk fajtái a webhelyén nagyban eltérhetnek, lényegét tekintve fájlok hozzáadására, eltávolítására vagy módosítására vezethetők vissza.<br>A Fájlváltozás-észlelés átvizsgálja a webhelye fájljait, és értesíti, amikor változások történnek a webhelyén.

source: Excluded Files and Folders
hu_hu: Kizárt fájlok és mappák

source: Enter a list of file paths to exclude from each File Change scan.
hu_hu: Adja meg azoknak a fájlútvonalaknak a listáját, amelyeket ki kell zárni minden Fájlváltozás-észlelés vizsgálatból.

source: Ignore File Types
hu_hu: Fájltípusok figyelmen kívül hagyása

source: File types listed here will not be checked for changes. While it is possible to change files such as images it is quite rare and nearly all known WordPress attacks exploit php, js and other text files.
hu_hu: Az itt felsorolt fájltípusoknál nem ellenőrizzük a változásokat. Bár lehetséges például képfájlok módosítása is, ez meglehetősen ritka, és a szinte valamennyi ismert WordPress-támadás a php, js és más szöveges fájlokat használja ki.

source: Compare Files Online
hu_hu: Fájlok összehasonlítása online

source: When any WordPress core file or file in a SolidWP plugin has been changed on your system, this feature will compare it with the version on WordPress.org or SolidWP (as appropriate) to determine if the change was malicious. Currently this feature only works with WordPress core files, plugins on the WordPress.org directory and SolidWP plugins (plugins and themes from other sources will be added as available).
hu_hu: Ha a rendszerén bármely WordPress alaprendszerfájl vagy egy SolidWP-bővítmény fájlja megváltozott, ez a funkció összehasonlítja a WordPress.orgon vagy a SolidWP-n elérhető verzióval (ahogyan az indokolt), hogy megállapítsa, rosszindulatú volt-e a módosítás. Jelenleg ez a funkció csak a WordPress alaprendszer fájljaival, a WordPress.org könyvtárában lévő bővítményekkel és a SolidWP bővítményeivel működik (más forrásokból származó bővítmények és témák később kerülnek hozzáadásra, amikor elérhetővé válnak).

source: Excluded Files
hu_hu: Kizárt fájlok

source: Online Files
hu_hu: Online fájlok

source: Lists file and directory permissions of key areas of the site.
hu_hu: A webhely kulcsfontosságú területeinek fájl- és könyvtárengedélyeit sorolja fel.

source: Check File Permissions
hu_hu: Fájlengedélyek ellenőrzése

source: File Writing
hu_hu: Fájlírás

source: Server Config Rules
hu_hu: Szerverkonfigurációs szabályok

source: View or flush the generated Server Config rules.
hu_hu: A létrehozott szerverkonfigurációs szabályok megtekintése vagy frissítése.

source: The “Write to Files” setting must be enabled to automatically flush rules.
hu_hu: A “Fájlokba írás” beállítást engedélyezni kell a szabályok automatikus frissítéséhez.

source: wp-config.php Rules
hu_hu: wp-config.php szabályok

source: View or flush the generated wp-config.php rules.
hu_hu: A létrehozott wp-config.php szabályok megtekintése vagy frissítése.

source: Protect your site with firewall rules.
hu_hu: Védje webhelyét tűzfal-szabályokkal.

source: Max Firewall Violations Per IP address
hu_hu: IP-címenkénti maximális tűzfal-szabálysértések száma

source: The number of times a firewall rule can be triggered before an attacker will be locked out for an extended period of time.
hu_hu: Hányszor aktiválódhat egy tűzfal-szabály, mielőtt a támadó hosszabb időre ki lesz zárva.

source: Minutes to Remember (check period)
hu_hu: Emlékezési idő percben (ellenőrzési időszak)

source: The number of minutes a firewall violation should be remembered.
hu_hu: A tűzfal-szabálysértést hány percig kell megjegyezni.

source: Global Settings
hu_hu: Globális beállítások

source: Configure basic settings that control how Solid Security functions.
hu_hu: Állítsa be az alapvető beállításokat, amelyek meghatározzák, hogyan működik a Solid Security.

source: Changes made here are applied globally throughout Solid Security’s settings. For example, the lockout settings and messages are used by all of Solid Security’s lockout features.
hu_hu: Az itt végrehajtott módosítások a Solid Security beállításai között globálisan érvényesek. Például a kizárási beállításokat és üzeneteket a Solid Security összes kizárási funkciója használja.

source: Write to Files
hu_hu: Fájlokba írás

source: Allow Solid Security to write to wp-config.php and .htaccess automatically. If this box is not checked, you will need to edit those files manually.
hu_hu: Engedélyezze, hogy a Solid Security automatikusan írjon a wp-config.php és a .htaccess fájlokba. Ha ez a jelölőnégyzet nincs bejelölve, ezeket a fájlokat manuálisan kell szerkesztenie.

source: NGINX Conf File
hu_hu: NGINX konfigurációs fájl

source: This path must be writable by WordPress. For security reasons, we recommend you do not include it in your website’s root folder.
hu_hu: Ennek az elérési útnak írhatónak kell lennie a WordPress számára. Biztonsági okokból azt javasoljuk, hogy ne a webhely gyökérmappájában helyezze el.

source: Minutes to Lockout
hu_hu: Kizárás hossza percekben

source: The length of time an IP address or user will be locked out from this site after hitting the limit for failed logins. The default setting of 15 minutes is recommended. Increasing it could prevent attackers from being banned.
hu_hu: Az az időtartam, ameddig egy IP-cím vagy felhasználó ki lesz zárva erről a webhelyről a sikertelen bejelentkezési próbálkozások limitjének elérése után. Az alapértelmezett, 15 perces beállítás ajánlott. A növelése megakadályozhatja a támadók végleges tiltását.

source: Days to Remember Lockouts
hu_hu: Kizárások megőrzési ideje napokban

source: How many days should Solid Security remember a lockout? This does not affect the logs generated when creating a lockout.
hu_hu: A Solid Security hány napig jegyezzen meg egy kizárást? Ez nem érinti a kizárás létrehozásakor keletkező naplóbejegyzéseket.

source: Ban Repeat Offender
hu_hu: Visszaeső elkövető kitiltása

source: Permanently add a locked-out IP address to the “Ban Users” list after reaching the configured “Ban Threshold.”
hu_hu: A zárolt IP-címet véglegesen adja hozzá a “Felhasználók tiltása” listához a beállított “Tiltási küszöb” elérése után.

source: Ban Threshold
hu_hu: Tiltási küszöb

source: The number of lockouts Solid Security must remember before permanently banning the attacker.
hu_hu: Az a kizárásszám, amelyet a Solid Security-nek meg kell jegyeznie, mielőtt a támadót véglegesen kitiltja.

source: IP Lockout Message
hu_hu: IP-kizárási üzenet

source: Display this message when an IP address has been locked out.
hu_hu: Ezt az üzenetet jelenítse meg, ha egy IP-cím ki lett zárva.

source: User Lockout Message
hu_hu: Felhasználói kizárási üzenet

source: The message to display to a user when they have been locked out.
hu_hu: A felhasználónak megjelenítendő üzenet, amikor ki lett zárva.

source: Community Lockout Message
hu_hu: Közösségi kizárási üzenet

source: The message to display to a user when their IP has been flagged as suspicious by the SolidWP network.
hu_hu: A felhasználónak megjelenítendő üzenet, amikor IP-címét a SolidWP hálózata gyanúsnak jelölte.

source: Automatically Temporarily Authorize IPs
hu_hu: IP-címek automatikus ideiglenes engedélyezése

source: Whenever an administrator user accesses the website, Solid Security will prevent their last used IP from being locked out for 24 hours.
hu_hu: Valahányszor egy adminisztrátori felhasználó hozzáfér a webhelyhez, a Solid Security megakadályozza, hogy az utoljára általa használt IP-cím 24 órán át ki legyen zárva.

source: Authorized IPs
hu_hu: Engedélyezett IP-címek

source: Enter a list of IP addresses that should not be locked out by Solid Security.
hu_hu: Adja meg azon IP-címek listáját, amelyeket a Solid Security nem zárhat ki.

source: whitelist
hu_hu: fehérlista

source: How should event logs be kept
hu_hu: Hogyan legyenek vezetve az eseménynaplók
