Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Save 40% on SolidWP
hu_hu: Takarítson meg 40%-ot a SolidWP árából.

source: Get Solid Suite
hu_hu: Szerezze be a Solid Suite csomagot

source: Upgrade
hu_hu: Frissítés

source: Upgrade to enable automatic protection with <strong>virtual patches</strong>.
hu_hu: Frissítsen, hogy engedélyezze az automatikus védelmet <strong>virtuális javításokkal</strong>.

source: Rest easy at night. Upgrade to Solid Security Pro with Patchstack and reduce your WordPress website’s risk to nearly zero thanks to Patchstack’s automated Virtual Patching. Vulnerabilities are patched when your attention is elsewhere and even when a patch hasn’t been released. Go Pro.
hu_hu: Aludjon nyugodtan éjszaka. Frissítsen Patchstackkel ellátott Solid Security Pro-ra, és csökkentse WordPress webhelye kockázatát szinte nullára a Patchstack automatizált Virtual Patching megoldásának köszönhetően. A sebezhetőségek akkor is kijavításra kerülnek, amikor mással foglalkozik, sőt akkor is, ha még nem adtak ki javítást. Váltson Pro-ra.

source: Thank you for being an iThemes Security Pro customer. You recently upgraded to Solid Security Pro and we hope you’re enjoying all the great <a>new features</a>. For even more protection, we suggest enabling Patchstack. This automatically patches vulnerabilities when your attention is elsewhere or before a patch is even released. Purchase an additional license per site.
hu_hu: Köszönjük, hogy az iThemes Security Pro ügyfele. Ön nemrég frissített a Solid Security Pro-ra, és reméljük, hogy élvezi az összes nagyszerű <a>új funkciót</a>. Még nagyobb védelem érdekében javasoljuk a Patchstack engedélyezését. Ez automatikusan kijavítja a sebezhetőségeket, amikor a figyelme máshol van, vagy még azelőtt, hogy javítás jelenne meg. Vásároljon webhelyenként egy további licencet.

source: Upgrade Now
hu_hu: Frissítsen most

source: Confused by Firewall Rules? Automate it!
hu_hu: Összezavarják a Firewall Rules? Automatizálja!

source: We know creating Firewall Rules can be complex, but thanks to our Patchstack integration, Solid Security Pro automatically patches your website vulnerabilities with no action required. Upgrade to Pro with a Patchstack license to be protected while you sleep!
hu_hu: Tudjuk, hogy a Firewall Rules létrehozása összetett lehet, de a Patchstack integrációnknak köszönhetően a Solid Security Pro automatikusan kijavítja webhelye sebezhetőségeit, anélkül hogy bármit tennie kellene. Frissítsen Pro-ra Patchstack licenccel, hogy akkor is védve legyen, amikor alszik!

source: We know creating custom Firewall Rules can be complex, but thanks to our Patchstack integration, Solid Security automatically patches your website vulnerabilities with no action required. Upgrade to a Patchstack license and be protected while you sleep!
hu_hu: Tudjuk, hogy az egyedi Firewall Rules létrehozása összetett lehet, de a Patchstack integrációnknak köszönhetően a Solid Security automatikusan kijavítja webhelye sebezhetőségeit, anélkül hogy bármit tennie kellene. Frissítsen Patchstack licencre, és legyen védve akkor is, amikor alszik!

source: Upgrade to a Patchstack License
hu_hu: Frissítsen Patchstack licencre

source: Scan for inactive users registered on your site
hu_hu: A webhelyén regisztrált inaktív, felhasználók keresése

source: Rogue Installs
hu_hu: Jogosulatlan telepítések

source: Check for sites that are no longer in use.
hu_hu: Ellenőrizze a már nem használt webhelyeket.

source: Pro users receive early protection and alerts for vulnerabilities.
hu_hu: A Pro felhasználók korai védelmet és sebezhetőségi riasztásokat kapnak.

source: Get early protection
hu_hu: Szerezzen korai védelmet

source: Why go Pro?
hu_hu: Miért érdemes Pro-ra váltani?

source: No site scans have been made recently
hu_hu: Mostanában nem történt webhelyvizsgálat

source: Scan your site to see results and details shown here!
hu_hu: Vizsgálja meg webhelyét, hogy itt láthassa az eredményeket és részleteket!

source: Scan Status
hu_hu: Vizsgálat állapota

source: View Results
hu_hu: Eredmények megtekintése

source: View Scan Details for %s
hu_hu: Vizsgálati részletek megtekintése: %s

source: This <a>site scan is powered by SolidWP</a>. We check for Google Safe Browsing blocklist status, website errors, and out-of-date software. These data points are not 100% accurate, but we try our best to provide thorough results.
hu_hu: Ezt a <a>webhelyvizsgálatot a SolidWP biztosítja</a>. Ellenőrizzük a Google Safe Browsing tiltólista-állapotát, a webhelyhibákat és az elavult szoftvereket. Ezek az adatok nem 100%-ban pontosak, de mindent megteszünk, hogy átfogó eredményeket nyújtsunk.

source: Enable Database Logging to see a history of completed Site Scans.
hu_hu: Engedélyezze az adatbázis-naplózást, hogy lássa a befejezett webhelyvizsgálatok előzményeit.

source: Waiting for scan results
hu_hu: Várakozás a vizsgálati eredményekre

source: Your site hasn’t been scanned yet. Run your first scan from the <a>Site Scans</a> page.
hu_hu: Az Ön webhelye még nem lett ellenőrizve. Futtassa le az első ellenőrzést a <a>Site Scans</a> oldalon.

source: Get Improved Vulnerability Scanning
hu_hu: Szerezze be a továbbfejlesztett sebezhetőségi ellenőrzést

source: Upgrade to Solid Security Pro.
hu_hu: Frissítsen a Solid Security Pro-ra.

source: Improve Scanning
hu_hu: Javítsa az ellenőrzést

source: Last scanned on %s.
hu_hu: Legutóbb %s időpontban lett ellenőrizve.

source: Vulnerabilities Overview
hu_hu: Sebezhetőségek áttekintése

source: Check for plugins with known vulnerabilities
hu_hu: Ismert sebezhetőségekkel rendelkező bővítmények ellenőrzése

source: Check for themes with known vulnerabilities
hu_hu: Ismert sebezhetőségekkel rendelkező sablonok ellenőrzése

source: Check for known WordPress Core vulnerabilities
hu_hu: Ismert WordPress Core sebezhetőségek ellenőrzése

source: Check if your site is safe according to Google Safe Browsing
hu_hu: Ellenőrizze, hogy a webhelye biztonságos-e a Google Safe Browsing szerint

source: Vulnerable Version: %s
hu_hu: Sebezhető verzió: %s

source: Fixed Version: %s
hu_hu: Javított verzió: %s

source: Action Details:
hu_hu: Művelet részletei:

source: The software needs to be updated to have the latest improvements released by the developer.
hu_hu: A szoftvert frissíteni kell, hogy megkapja a fejlesztő által kiadott legújabb fejlesztéseket.

source: View the <a>Vulnerability Details <icon/></a> for more info.
hu_hu: További információért tekintse meg a <a>Sebezhetőség részletei <icon/></a> oldalt.

source: Hide Details
hu_hu: Részletek elrejtése

source: Check for insecure password use on your site
hu_hu: Ellenőrizze a nem biztonságos jelszóhasználatot a webhelyén

source: Passwords are the first line of defense to your site’s security.
hu_hu: A jelszavak jelentik webhelye biztonságának első védelmi vonalát.

source: Enable strong password enforcement to require users to setup a strong password.
hu_hu: Engedélyezze az erős jelszavak kikényszerítését, hogy a felhasználóknak kötelező legyen erős jelszót beállítani.

source: Enabling two-factor authentication greatly increases the security of your user account on this site. With two-factor authentication enabled, after you submit your username and password, you will be asked for an additional authentication code to complete your login. <b>Two-factor authentication codes can come from an app that runs on your mobile device, an email that is sent to you after you log in with your username and password, or from a pre-generated list of codes.</b> The button below allows you to configure which of these authentication code providers are enabled for your user.
hu_hu: A kétfaktoros hitelesítés engedélyezése jelentősen növeli az Ön felhasználói fiókjának biztonságát ezen a webhelyen. Ha a kétfaktoros hitelesítés engedélyezve van, a felhasználónév és jelszó megadása után egy további hitelesítési kódot is kérni fogunk a bejelentkezés befejezéséhez. <b>A kétfaktoros hitelesítési kódok származhatnak a mobileszközén futó alkalmazásból, egy e-mailből, amelyet a felhasználónév és jelszó megadásával történő bejelentkezés után kap, vagy egy előre legenerált kódlistából.</b> Az alábbi gombbal beállíthatja, hogy ezek közül a hitelesítési kódszolgáltatók közül melyek legyenek engedélyezve az Ön felhasználói fiókjához.

source: Check for users without two-factor enabled.
hu_hu: Ellenőrizze azokat a felhasználókat, akiknél nincs engedélyezve a kétfaktoros hitelesítés.

source: Send a notification to this user to remind them to set up two-factor authentication.
hu_hu: Küldjön értesítést ennek a felhasználónak, hogy emlékeztesse a kétfaktoros hitelesítés beállítására.

source: Remind Users to Set Up Two-Factor Authentication
hu_hu: Emlékeztesse a felhasználókat a kétfaktoros hitelesítés beállítására

source: Send a reminder by email to prompt users to set up Two-Factor Authentication for increased login security.
hu_hu: Küldjön e-mailes emlékeztetőt, hogy a felhasználók állítsák be a kétfaktoros hitelesítést a bejelentkezés biztonságának növelése érdekében.

source: Send a Two-Factor Reminder Email
hu_hu: Küldjön kétfaktoros emlékeztető e-mailt

source: Sending Two-Factor Reminder
hu_hu: Kétfaktoros emlékeztető küldése

source: Two Factor Authentication
hu_hu: Kétfaktoros hitelesítés

source: Has Enabled
hu_hu: Engedélyezte

source: 2FA Enabled
hu_hu: 2FA engedélyezve

source: Enforced, Not Configured
hu_hu: Kikényszerítve, nincs beállítva

source: 2FA Enforced
hu_hu: 2FA kikényszerítve

source: Does Not Have Enabled
hu_hu: Nem engedélyezte

source: 2FA Not Enabled
hu_hu: 2FA nincs engedélyezve

source: Group Name
hu_hu: Csoport neve

source: Create User Group
hu_hu: Felhasználói csoport létrehozása

source: Untitled
hu_hu: Cím nélkül

source: Imported User Groups
hu_hu: Importált felhasználói csoportok

source: Click any user group to edit its features or its members before importing.
hu_hu: Kattintson bármely felhasználói csoportra, hogy az importálás előtt szerkessze a beállításait vagy a tagjait.

source: Cancel Group Edit
hu_hu: Csoport szerkesztésének megszakítása

source: Edit Group
hu_hu: Csoport szerkesztése

source: Enable or disable security features for specific groups of users.
hu_hu: Engedélyezze vagy tiltsa le a biztonsági funkciókat egyes felhasználói csoportok számára.

source: Default user groups are the roles that already exist in WordPress, like Authors, Editors, and Administrators. Custom user groups can include any existing user or role. User groups allow you to define unique security options and requirements for each group. Create and enforce group security policies with default and custom user groups.
hu_hu: Az alapértelmezett felhasználói csoportok azok a szerepkörök, amelyek már léteznek a WordPressben, például a Szerzők, a Szerkesztők és az Adminisztrátorok. Az egyéni felhasználói csoportok bármely meglévő felhasználót vagy szerepkört tartalmazhatnak. A felhasználói csoportok lehetővé teszik, hogy minden csoporthoz egyedi biztonsági beállításokat és követelményeket határozzon meg. Hozzon létre és kényszerítsen ki csoportszintű biztonsági irányelveket az alapértelmezett és az egyéni felhasználói csoportokkal.

source: Default User Groups
hu_hu: Alapértelmezett felhasználói csoportok

source: Custom User Groups
hu_hu: Egyéni felhasználói csoportok

source: Click any default user group to edit its features or its members.
hu_hu: Kattintson bármely alapértelmezett felhasználói csoportra, hogy szerkessze a beállításait vagy a tagjait.

source: Create custom user groups for each set of users you want to have a different security policy.
hu_hu: Hozzon létre egyéni felhasználói csoportokat minden olyan felhasználói kör számára, amelyre eltérő biztonsági szabályzatot szeretne alkalmazni.

source: Editor Capabilities
hu_hu: Szerkesztő jogosultságai

source: Author Capabilities
hu_hu: Szerző jogosultságai

source: Contributor Capabilities
hu_hu: Közreműködő jogosultságai

source: Subscriber Capabilities
hu_hu: Előfizető jogosultságai

source: Select Roles
hu_hu: Válassza ki a szerepköröket

source: Add users with the selected roles to this group.
hu_hu: Adja hozzá a kiválasztott szerepkörökkel rendelkező felhasználókat ehhez a csoporthoz.

source: Select Users
hu_hu: Válassza ki a felhasználókat

source: Select specific users to add to this group.
hu_hu: Válasszon ki konkrét felhasználókat a csoporthoz való hozzáadáshoz.

source: Are you sure you want to delete the “%s” user group?
hu_hu: Biztosan törölni kívánja a “%s” felhasználói csoportot?

source: Delete User Group
hu_hu: Felhasználói csoport törlése

source: Edit Multiple Groups
hu_hu: Több csoport szerkesztése

source: Administrators
hu_hu: Adminisztrátorok

source: Editors
hu_hu: Szerkesztők

source: Authors
hu_hu: Szerzők

source: Contributors
hu_hu: Közreműködők

source: Subscribers
hu_hu: Előfizetők

source: Create User Groups
hu_hu: Felhasználói csoportok létrehozása

source: Setup User Group Settings
hu_hu: Felhasználói csoport beállításainak konfigurálása

source: User Group Settings
hu_hu: Felhasználói csoport beállításai

source: View external documentation
hu_hu: Külső dokumentáció megtekintése

source: Saved group.
hu_hu: Csoport elmentve.

source: Could not save user groups: %s
hu_hu: Nem sikerült menteni a felhasználói csoportokat: %s

source: Saved user groups.
hu_hu: Felhasználói csoportok elmentve.

source: Updated group settings.
hu_hu: Csoport beállításai frissítve.

source: Add to a User Group
hu_hu: Hozzáadás egy felhasználói csoporthoz

source: Add the selected users to new user groups.
hu_hu: Adja hozzá a kiválasztott felhasználókat új felhasználói csoportokhoz.

source: Add to User Groups
hu_hu: Hozzáadás felhasználói csoportokhoz

source: Adding User Groups
hu_hu: Felhasználói csoportok hozzáadása

source: Edit User Group Settings
hu_hu: Felhasználói csoport beállításainak szerkesztése

source: Update User Group Settings
hu_hu: Felhasználói csoport beállításainak frissítése

source: User groups selected
hu_hu: Felhasználói csoportok kiválasztva

source: Close
hu_hu: Bezárás

source: Privacy Notice
hu_hu: Adatvédelmi tájékoztató

source: Loading help remotely requires making an API request to iThemes.com. Only the requested help topic is transmitted.
hu_hu: A súgó távoli betöltéséhez API-kérésre van szükség az iThemes.com-hoz. Csak a kért súgótéma kerül továbbításra.

source: Help Center
hu_hu: Súgóközpont

source: Video
hu_hu: Videó

source: No relevant content at this time.
hu_hu: Jelenleg nincs releváns tartalom.

source: More
hu_hu: Továbbiak

source: Loading
hu_hu: Betöltés

source: Dismiss this notice
hu_hu: Az értesítés bezárása

source: Activated feature
hu_hu: Aktivált funkció

source: Deactivated feature
hu_hu: Deaktivált funkció

source: Saved settings.
hu_hu: Beállítások elmentve.

source: Quick edits are being applied in the background. This may take a few moments.
hu_hu: A gyors szerkesztések a háttérben kerülnek alkalmazásra. Ez eltarthat néhány pillanatig.

source: All users from the query are selected
hu_hu: A lekérdezés összes felhasználója ki van választva

source: Only the current page of users from the query are selected
hu_hu: Csak a lekérdezés aktuális oldalán lévő felhasználók vannak kiválasztva

source: None of the users from the query are selected
hu_hu: A lekérdezés felhasználói közül egyik sincs kiválasztva

source: File Selector
hu_hu: Fájlválasztó

source: Select
hu_hu: Kiválasztás

source: Restore Default
hu_hu: Alapértelmezett visszaállítása

source: Add
hu_hu: Hozzáadás

source: Excluded
hu_hu: Kizárva

source: The list of items to exclude from the selection.
hu_hu: A kiválasztásból kizárandó elemek listája.

source: Include
hu_hu: Felvétel

source: Included
hu_hu: Felvéve

source: The list of items to include in the selection.
hu_hu: A kiválasztásba felveendő elemek listája.

source: Exclude
hu_hu: Kizárás

source: Moved %1$s to %2$s.
hu_hu: Áthelyezve %1$s a %2$s helyre.

source: Search for features, settings, and more
hu_hu: Keressen funkciókat, beállításokat és egyebeket

source: Search Results
hu_hu: Keresési találatok

source: Real-Time Updates Active
hu_hu: Valós idejű frissítések aktív

source: Real-Time Updates Inactive
hu_hu: Valós idejű frissítések inaktív

source: Enable “Auto Update If Fixes Vulnerability” in Version Management
hu_hu: Engedélyezze a “Auto Update If Fixes Vulnerability” funkciót a Verziókezelésben

source: Virtual Patching Active
hu_hu: Virtuális foltozás aktív

source: Virtual Patching Inactive
hu_hu: Virtuális foltozás inaktív

source: 24 Hours
hu_hu: 24 óra

source: 7 Days
hu_hu: 7 nap

source: 30 Days
hu_hu: 30 nap

source: %s (click to edit)
hu_hu: %s (kattintson a szerkesztéshez)

source: Change Date Period
hu_hu: Dátumtartomány módosítása

source: From: %s (click to edit
hu_hu: Ettől: %s (kattintson a szerkesztéshez

source: From %s
hu_hu: Ettől %s

source: To: %s (click to edit
hu_hu: Eddig: %s (kattintson a szerkesztéshez

source: Done
hu_hu: Kész

source: Guide controls
hu_hu: Útmutató vezérlőelemei

source: Page %1$d of %2$d
hu_hu: Oldal %1$d / %2$d

source: Low priority
hu_hu: Alacsony prioritás

source: Medium priority
hu_hu: Közepes prioritás

source: High priority
hu_hu: Magas prioritás

source: Error when loading. Please refresh.
hu_hu: Hiba betöltéskor. Kérjük, frissítsen.

source: Toolbar
hu_hu: Eszköztár

source: Toolbar Actions
hu_hu: Eszköztár műveletei

source: An unknown error occurred.
hu_hu: Ismeretlen hiba történt.

source: Unrecognized login to your account
hu_hu: Ismeretlen bejelentkezés az Ön fiókjába

source: Do you recognize this login?
hu_hu: Felismeri ezt a bejelentkezést?

source: View device details
hu_hu: Eszköz részleteinek megtekintése

source: Ignore
hu_hu: Mellőzés

source: Unrecognized login
hu_hu: Ismeretlen bejelentkezés

source: Confirm whether or not you recognize this device.
hu_hu: Erősítse meg, hogy felismeri-e ezt az eszközt.

source: If you choose to ignore this notice the device will continue to have access to your account. <a>Learn more about the Trusted Device here</a>.
hu_hu: Ha úgy dönt, hogy mellőzi ezt az értesítést, az eszköz továbbra is hozzáfér az Ön fiókjához. <a>Itt tudhat meg többet a Megbízható eszközről</a>.

source: If you choose to ignore this notice the device will continue to have access to your account but with limited capabilities and restricted access. <a>Learn more about the Trusted Device here</a>.
hu_hu: Ha úgy dönt, hogy mellőzi ezt az értesítést, az eszköz továbbra is hozzáfér az Ön fiókjához, de korlátozott funkciókkal és korlátozott hozzáféréssel. <a>Itt tudhat meg többet a Megbízható eszközről</a>.

source: Important notice(s) about an unrecognized device login
hu_hu: Fontos értesítés(ek) ismeretlen eszköz bejelentkezéséről

source: Keep up the good work! There are no unrecognized logins at this time.
hu_hu: Csak így tovább! Jelenleg nincsenek ismeretlen bejelentkezések.

source: Device ignored
hu_hu: Eszköz mellőzve

source: Device approved
hu_hu: Eszköz jóváhagyva

source: You have successfully blocked the unrecognized device and reset your password.
hu_hu: Sikeresen letiltotta az ismeretlen eszközt, és visszaállította a jelszavát.

source: There was an error sending the confirmation email
hu_hu: Hiba történt a megerősítő e-mail küldésekor

source: Please return to the previous screen and try again.
hu_hu: Kérjük, térjen vissza az előző képernyőre, és próbálja meg újra.

source: Back to the previous screen
hu_hu: Vissza az előző képernyőre

source: Email Sent
hu_hu: E-mail elküldve

source: A confirmation email was sent to the email on file. Click the link inside the confirmation email and you will be directed back here with proper access granted.
hu_hu: Megerősítő e-mailt küldtünk a nyilvántartásban szereplő e-mail-címre. Kattintson a megerősítő e-mailben lévő hivatkozásra, és visszairányítjuk ide a megfelelő hozzáféréssel.

source: You are logged in from an unrecognized device/device location. Confirm or ignore this device/device location below.
hu_hu: Ön egy ismeretlen eszközről/eszköz helyéről van bejelentkezve. Erősítse meg vagy hagyja figyelmen kívül ezt az eszközt/az eszköz helyét alább.

source: If you don’t want to trust this device, you can continue to use your site with reduced permissions. <a>Learn more about the Trusted Devices here</a>.
hu_hu: Ha nem szeretné megbízhatónak jelölni ezt az eszközt, továbbra is használhatja a webhelyét csökkentett jogosultságokkal. <a>Itt többet megtudhat a Megbízható eszközökről</a>.

source: Continue with limited access
hu_hu: Folytatás korlátozott hozzáféréssel

source: Send confirmation email
hu_hu: Megerősítő e-mail küldése

source: You are logged in on a new device
hu_hu: Ön egy új eszközön van bejelentkezve

source: You are logged in on an unrecognized device
hu_hu: Ön egy ismeretlen eszközön van bejelentkezve

source: You are signed in on an unknown device or in an unknown location. Since Trusted Devices is enabled on this site and this device has not already been approved you will have restricted access on this device. This device won’t be able to edit sensitive information or perform certain administrative tasks <b>until it is confirmed</b>.
hu_hu: Ön ismeretlen eszközön vagy ismeretlen helyen van bejelentkezve. Mivel ezen a webhelyen engedélyezve van a Megbízható eszközök funkció, és ez az eszköz még nem lett jóváhagyva, korlátozott hozzáférése lesz ezen az eszközön. Ez az eszköz nem tud érzékeny információkat szerkeszteni, illetve bizonyos adminisztratív feladatokat végrehajtani <b>amíg meg nem erősítik</b>.

source: Learn more about Trusted Devices and unrecognized login mode ("limited access")
hu_hu: Tudjon meg többet a Megbízható eszközökről és az ismeretlen bejelentkezési módról ("korlátozott hozzáférés")

source: Restricted capabilities:
hu_hu: Korlátozott jogosultságok:

source: Install/delete plugins & themes
hu_hu: Bővítmények és sablonok telepítése/törlése

source: Activate/deactivate plugins & themes
hu_hu: Bővítmények és sablonok aktiválása/deaktiválása

source: Edit posts, pages, etc. created by other users
hu_hu: Más felhasználók által létrehozott bejegyzések, oldalak stb. szerkesztése

source: Change the author for posts, pages, etc.
hu_hu: Bejegyzések, oldalak stb. szerzőjének módosítása

source: Other capabilities, depending upon your site’s plugins and themes
hu_hu: Egyéb jogosultságok, a webhely bővítményeitől és sablonjaitól függően

source: Send a confirmation email to approve or block this device or continue with limited access and capabilities.
hu_hu: Küldjön megerősítő e-mailt az eszköz jóváhagyásához vagy letiltásához, illetve folytassa korlátozott hozzáféréssel és jogosultságokkal.

source: Fetching devices…
hu_hu: Eszközök lekérése…

source: Devices set to “Approved” or “Denied” statuses can not be changed or edited
hu_hu: “Jóváhagyva” vagy “Elutasítva” állapotú eszközök nem módosíthatók és nem szerkeszthetők

source: No devices found
hu_hu: Nem található eszköz

source: Save Changes
hu_hu: Módosítások mentése

source: Auto-approved
hu_hu: Automatikusan jóváhagyva

source: Pending Auto-approval
hu_hu: Automatikus jóváhagyás függőben

source: IP address
hu_hu: IP-cím

source: Last seen
hu_hu: Utoljára észlelve

source: Search trusted devices
hu_hu: Megbízható eszközök keresése

source: Search by IP address
hu_hu: Keresés IP-cím szerint

source: Clear dates
hu_hu: Dátumok törlése

source: Download DB
hu_hu: DB letöltése

source: The download may take a few moments (27MB).
hu_hu: A letöltés néhány pillanatot vehet igénybe (27MB).

source: The MaxMind DB has been downloaded. You may want to exclude the following directory from your backups.
hu_hu: A MaxMind DB letöltése megtörtént. Érdemes lehet kizárni a következő könyvtárat a biztonsági mentésekből.

source: Could not delete exports.
hu_hu: Nem sikerült törölni az exportokat.
