Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Shield your site from cyberattacks and prevent security vulnerabilities. The only security plugin you need for a solid foundation.
hu_hu: Védje meg webhelyét a kibertámadásoktól, és előzze meg a biztonsági sérülékenységeket. Az egyetlen biztonsági bővítmény, amelyre szilárd alapokhoz szüksége van.

source: Security
hu_hu: Biztonság

source: Dashboard
hu_hu: Vezérlőpult

source: Setup
hu_hu: Beállítás

source: Site Scans
hu_hu: Webhelyvizsgálatok

source: Firewall
hu_hu: Tűzfal

source: Vulnerabilities
hu_hu: Sérülékenységek

source: User Security
hu_hu: Felhasználói biztonság

source: Solid Security Settings
hu_hu: Solid Security beállítások

source: Settings
hu_hu: Beállítások

source: Tools
hu_hu: Eszközök

source: Solid Security Logs
hu_hu: Solid Security naplók

source: Logs
hu_hu: Naplók

source: Get More Security
hu_hu: Szerezzen még több biztonságot

source: Solid Security Debug
hu_hu: Solid Security hibakeresés

source: Debug
hu_hu: Hibakeresés

source: You must enable JavaScript to manage Solid Security Settings.
hu_hu: A Solid Security beállításainak kezeléséhez engedélyeznie kell a JavaScriptet.

source: %1$s - %2$s ago
hu_hu: %1$s - %2$s ezelőtt

source: View Details
hu_hu: Részletek megtekintése

source: Show only entries for this day
hu_hu: Csak az erre a napra vonatkozó bejegyzések megjelenítése

source: Show only entries for this %s
hu_hu: Csak az adott %s bejegyzéseinek megjelenítése

source: Show more details
hu_hu: További részletek megjelenítése

source: ID
hu_hu: Azonosító

source: Module
hu_hu: Modul

source: Type
hu_hu: Típus

source: Description
hu_hu: Leírás

source: Time
hu_hu: Idő

source: User
hu_hu: Felhasználó

source: Details
hu_hu: Részletek

source: Important Events (%s)
hu_hu: Fontos események (%s)

source: All Events (%s)
hu_hu: Összes esemény (%s)

source: Critical Issues (%s)
hu_hu: Kritikus problémák (%s)

source: Fatal Errors (%s)
hu_hu: Végzetes hibák (%s)

source: Errors (%s)
hu_hu: Hibák (%s)

source: Warnings (%s)
hu_hu: Figyelmeztetések (%s)

source: Actions (%s)
hu_hu: Műveletek (%s)

source: Notices (%s)
hu_hu: Értesítések (%s)

source: Debug (%s)
hu_hu: Hibakeresés (%s)

source: Process (%s)
hu_hu: Folyamat (%s)

source: Filter by Module
hu_hu: Szűrés modul szerint

source: All Modules
hu_hu: Összes modul

source: Filter
hu_hu: Szűrés

source: No events.
hu_hu: Nincsenek események.

source: Security Dashboard
hu_hu: Biztonsági vezérlőpult

source: A security check failed, preventing the request from completing as expected. Please try reloading the page and trying again.
hu_hu: Egy biztonsági ellenőrzés sikertelen volt, ami megakadályozta a kérés vártnak megfelelő teljesítését. Kérjük, töltse újra az oldalt, és próbálja meg ismét.

source: A permissions security check failed, preventing the request from completing as expected. The currently logged in user does not have sufficient permissions to make this request. Please try reloading the page and trying again.
hu_hu: A jogosultsági ellenőrzés sikertelen volt, ami megakadályozta a kérés vártnak megfelelő teljesítését. A jelenleg bejelentkezett felhasználó nem rendelkezik elegendő jogosultsággal a kérés végrehajtásához. Kérjük, töltse be újra az oldalt, és próbálja meg ismét.

source: The server did not receive a valid request. The required "method" argument is missing. Please try again.
hu_hu: A kiszolgáló nem kapott érvényes kérést. A kötelező "method" argumentum hiányzik. Kérjük, próbálja meg újra.

source: The server did not receive a valid request. The required "module" argument is missing. Please try again.
hu_hu: A kiszolgáló nem kapott érvényes kérést. A kötelező "module" argumentum hiányzik. Kérjük, próbálja meg újra.

source: The server did not receive a valid request. The required "data" argument for the module is missing. Please try again.
hu_hu: A kiszolgáló nem kapott érvényes kérést. A modulhoz szükséges "data" argumentum hiányzik. Kérjük, próbálja meg újra.

source: Scheduler reset.
hu_hu: Ütemező visszaállítva.

source: The server did not receive a valid request. The required "data.id" argument for the "run_event" method is missing.
hu_hu: A kiszolgáló nem kapott érvényes kérést. A kötelező "data.id" argumentum hiányzik a "run_event" method számára.

source: The server did not receive a valid request. The "data.data" argument for the "run_event" method is an invalid string.
hu_hu: A kiszolgáló nem kapott érvényes kérést. A "run_event" method "data.data" argumentuma érvénytelen karakterlánc.

source: Event successfully run.
hu_hu: Az esemény sikeresen lefutott.

source: The server did not receive a valid request. The "data" argument for the "save_settings" method is invalid.
hu_hu: A kiszolgáló nem kapott érvényes kérést. A "save_settings" method "data" argumentuma érvénytelen.

source: Module settings updated.
hu_hu: Modulbeállítások frissítve.

source: The server did not receive a valid request. An unknown "method" argument was supplied. Please try again.
hu_hu: A kiszolgáló nem kapott érvényes kérést. Ismeretlen "method" argumentum került megadásra. Kérjük, próbálja meg újra.

source: Manage Settings
hu_hu: Beállítások kezelése

source: Support
hu_hu: Támogatás

source: System Info
hu_hu: Rendszerinformációk

source: System Info Summary
hu_hu: Rendszerinformációk összefoglalója

source: Load
hu_hu: Betöltés

source: Save
hu_hu: Mentés

source: Edit Settings
hu_hu: Beállítások szerkesztése

source: Scheduler
hu_hu: Ütemező

source: Reset
hu_hu: Visszaállítás

source: Fire At
hu_hu: Indítás időpontja

source: Schedule
hu_hu: Ütemezés

source: Data
hu_hu: Adat

source: Run
hu_hu: Futtatás

source: Show Raw Details
hu_hu: Nyers részletek megjelenítése

source: Hide Raw Details
hu_hu: Nyers részletek elrejtése

source: Loading...
hu_hu: Betöltés...

source: %1$s Migrating log entries from an older format. This message will update when the migration is complete.
hu_hu: %1$s Naplóbejegyzések migrálása régebbi formátumból. Ez az üzenet frissül, amikor a migráció befejeződik.

source: The log entry migration failed. Reload the page to try again.
hu_hu: A naplóbejegyzések migrálása sikertelen volt. Kérjük, töltse be újra az oldalt az újbóli próbálkozáshoz.

source: An "invalid format" error prevented the request from completing as expected. The format of data returned could not be recognized. This could be due to a plugin/theme conflict or a server configuration issue.
hu_hu: Egy "invalid format" hiba megakadályozta, hogy a kérés a várt módon teljesüljön. A visszaadott adatok formátuma nem volt felismerhető. Ezt okozhatja bővítmény- vagy sablonütközés, illetve kiszolgálókonfigurációs probléma.

source: A "request forbidden" error prevented the request from completing as expected. The server returned a 403 status code, indicating that the server configuration is prohibiting this request. This could be due to a plugin/theme conflict or a server configuration issue. Please try refreshing the page and trying again. If the request continues to fail, you may have to alter plugin settings or server configuration that could account for this AJAX request being blocked.
hu_hu: Egy "request forbidden" hiba megakadályozta, hogy a kérés a várt módon teljesüljön. A kiszolgáló 403-as állapotkódot adott vissza, ami arra utal, hogy a kiszolgáló konfigurációja tiltja ezt a kérést. Ezt okozhatja bővítmény- vagy sablonütközés, illetve kiszolgálókonfigurációs probléma. Kérjük, próbálja meg frissíteni az oldalt, majd próbálja meg újra. Ha a kérés továbbra is sikertelen, előfordulhat, hogy módosítania kell olyan bővítménybeállításokat vagy kiszolgálókonfigurációt, amelyek miatt ez az AJAX-kérés blokkolva lehet.

source: A "not found" error prevented the request from completing as expected. The server returned a 404 status code, indicating that the server was unable to find the requested admin-ajax.php file. This could be due to a plugin/theme conflict, a server configuration issue, or an incomplete WordPress installation. Please try refreshing the page and trying again. If the request continues to fail, you may have to alter plugin settings, alter server configurations, or reinstall WordPress.
hu_hu: Egy "not found" hiba megakadályozta, hogy a kérés a várt módon teljesüljön. A kiszolgáló 404-es állapotkódot adott vissza, ami arra utal, hogy a kiszolgáló nem találta a kért admin-ajax.php fájlt. Ezt okozhatja bővítmény- vagy sablonütközés, kiszolgálókonfigurációs probléma, vagy egy befejezetlen WordPress-telepítés. Kérjük, próbálja meg frissíteni az oldalt, majd próbálja meg újra. Ha a kérés továbbra is sikertelen, előfordulhat, hogy módosítania kell bővítménybeállításokat, kiszolgálókonfigurációt, vagy újra kell telepítenie a WordPress-t.

source: A "internal server" error prevented the request from completing as expected. The server returned a 500 status code, indicating that the server was unable to complete the request due to a fatal PHP error or a server problem. This could be due to a plugin/theme conflict, a server configuration issue, a temporary hosting issue, or invalid custom PHP modifications. Please check your server's error logs for details about the source of the error and contact your hosting company for assistance if required.
hu_hu: Egy "internal server" hiba megakadályozta, hogy a kérés a várt módon teljesüljön. A kiszolgáló 500-as állapotkódot adott vissza, ami arra utal, hogy a kiszolgáló nem tudta teljesíteni a kérést egy végzetes PHP-hiba vagy egy kiszolgálóprobléma miatt. Ezt okozhatja bővítmény- vagy sablonütközés, kiszolgálókonfigurációs probléma, átmeneti tárhelyprobléma, vagy érvénytelen egyedi PHP-módosítások. Kérjük, ellenőrizze a kiszolgálója hibanaplóit a hiba forrására vonatkozó részletekért, és szükség esetén lépjen kapcsolatba a tárhelyszolgáltatójával.

source: An unknown error prevented the request from completing as expected. This could be due to a plugin/theme conflict or a server configuration issue.
hu_hu: Ismeretlen hiba akadályozta meg, hogy a kérés a várt módon teljesüljön. Ezt okozhatja bővítmény- vagy sablonütközés, illetve kiszolgálókonfigurációs probléma.

source: A timeout error prevented the request from completing as expected. The site took too long to respond. This could be due to a plugin/theme conflict or a server configuration issue.
hu_hu: Egy időtúllépési hiba megakadályozta, hogy a kérés a várt módon teljesüljön. Az oldal túl sokáig nem válaszolt. Ezt okozhatja bővítmény- vagy sablonütközés, illetve kiszolgálókonfigurációs probléma.

source: A parser error prevented the request from completing as expected. The site sent a response that jQuery could not process. This could be due to a plugin/theme conflict or a server configuration issue.
hu_hu: Egy elemzési hiba megakadályozta, hogy a kérés a várt módon teljesüljön. Az oldal olyan választ küldött, amelyet a jQuery nem tudott feldolgozni. Ezt okozhatja bővítmény- vagy sablonütközés, illetve kiszolgálókonfigurációs probléma.

source: Your screen options saved successfully.
hu_hu: A képernyőbeállításai sikeresen mentve.

source: Log entries hidden.
hu_hu: Naplóbejegyzések elrejtve.

source: Log entries shown.
hu_hu: Naplóbejegyzések megjelenítve.

source: Security error!
hu_hu: Biztonsági hiba!

source: The settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: The settings could not be saved. Due to an unknown error. Please try refreshing the page and trying again.
hu_hu: A beállításokat nem sikerült menteni. Ismeretlen hiba miatt. Kérjük, frissítse az oldalt, és próbálja meg újra.

source: Migration complete. Please refresh the page to see all log entries.
hu_hu: A migráció befejeződött. Kérjük, frissítse az oldalt az összes naplóbejegyzés megtekintéséhez.

source: Refresh Page
hu_hu: Oldal frissítése

source: The server did not receive a valid request. The required "id" argument is missing. Please try again.
hu_hu: A kiszolgáló nem kapott érvényes kérést. A kötelező "id" argumentum hiányzik. Kérjük, próbálja meg újra.

source: WP-CLI Command
hu_hu: WP-CLI parancs

source: WP-Cron Scheduled Task
hu_hu: WP-Cron ütemezett feladat

source: Unknown
hu_hu: Ismeretlen

source: Timestamp
hu_hu: Időbélyeg

source: IP Address
hu_hu: IP-cím

source: Raw Details
hu_hu: Nyers részletek

source: Too large to display
hu_hu: Túl nagy a megjelenítéshez

source: Pagination
hu_hu: Lapozás

source: Number of items per page:
hu_hu: Oldalankénti elemek száma:

source: View Mode
hu_hu: Megjelenítési mód

source: Important Events
hu_hu: Fontos események

source: All Events
hu_hu: Összes esemény

source: Critical Issues
hu_hu: Kritikus problémák

source: Colors
hu_hu: Színek

source: Use colors to indicate the severity of each entry.
hu_hu: Használjon színeket az egyes bejegyzések súlyosságának jelzésére.

source: Advanced Entries for Support and Developers
hu_hu: Haladó bejegyzések támogatáshoz és fejlesztők számára

source: Show Debug entries.
hu_hu: Hibakeresési bejegyzések megjelenítése.

source: Show Process entries.
hu_hu: Folyamatbejegyzések megjelenítése.

source: Apply
hu_hu: Alkalmaz

source: Hide Current Entries
hu_hu: Jelenlegi bejegyzések elrejtése

source: Hide existing entries from view without deleting them.
hu_hu: A meglévő bejegyzések elrejtése a nézetből, azok törlése nélkül.

source: Show All Entries
hu_hu: Összes bejegyzés megjelenítése

source: Show all entries, including ones that were previously hidden.
hu_hu: Az összes bejegyzés megjelenítése, beleértve a korábban elrejtetteket is.

source: To view logs within the plugin you must enable database logging in the Global Settings. File logging is not available for access within the plugin itself.
hu_hu: A bővítményen belüli naplók megtekintéséhez engedélyeznie kell az adatbázis-naplózást a Globális beállításokban. A fájlnaplózás nem érhető el magán a bővítményen belül.

source: The log file can be found at: <code>%s</code>
hu_hu: A naplófájl itt található: <code>%s</code>

source: Cannot run Solid Security. Error encountered during setup. Please try deactivating and reactivating Solid Security. Contact support if the error persists.
hu_hu: A Solid Security nem futtatható. Hiba történt a beállítás során. Kérjük, próbálja meg deaktiválni és újraaktiválni a Solid Securityt. Ha a hiba továbbra is fennáll, lépjen kapcsolatba a támogatással.

source: Passing a module as a single parameter is no longer supported. Pass a filters array instead.
hu_hu: Egy modul egyetlen paraméterként való átadása már nem támogatott. Adjon át helyette egy szűrőtömböt.

source: Passing the log type as the second parameter is no longer supported. Pass a filters array instead.
hu_hu: A naplótípus második paraméterként való átadása már nem támogatott. Adjon át helyette egy szűrőtömböt.

source: You must restart your NGINX server for the changes to take effect.
hu_hu: Újra kell indítania az NGINX kiszolgálóját, hogy a módosítások életbe lépjenek.

source: Failed to update settings.
hu_hu: A beállítások frissítése nem sikerült.

source: You must be running at least version %s of Solid Security.
hu_hu: A Solid Security legalább %s verzióját kell futtatnia.

source: Your site must support SSL.
hu_hu: A webhelyének támogatnia kell az SSL-t.

source: Your site must not support SSL.
hu_hu: A webhelyének nem szabad támogatnia az SSL-t.

source: The '%s' feature flag must be enabled.
hu_hu: A '%s' funkciójelzőt engedélyezni kell.

source: Multisite must be enabled.
hu_hu: A Multisite-t engedélyezni kell.

source: Multisite is not supported.
hu_hu: A Multisite nem támogatott.

source: You must be running PHP version %s or later.
hu_hu: A PHP %s vagy újabb verzióját kell futtatnia.

source: The %s PHP extension is required.
hu_hu: A(z) %s PHP-kiterjesztés szükséges.

source: Loading Solid Security via an MU-Plugin is not supported.
hu_hu: A Solid Security betöltése egy MU-Pluginen keresztül nem támogatott.

source: Loading Solid Security without an MU-Plugin is not supported.
hu_hu: A Solid Security betöltése MU-Plugin nélkül nem támogatott.

source: You must select an IP Detection method in Global Settings.
hu_hu: Ki kell választania egy IP-észlelési módszert a Globális beállításokban.

source: Import
hu_hu: Importálás

source: Inactive lockout module %s
hu_hu: Inaktív kizárási modul %s

source: Lockout Module
hu_hu: Kizárási modul

source: Dismiss
hu_hu: Elutasítás

source: Created At
hu_hu: Létrehozás ideje

source: Dismiss Permanently
hu_hu: Végleges elutasítás

source: Remind Me Later
hu_hu: Emlékeztessen később

source: Cursor definition for repository is malformed.
hu_hu: A repozitórium kurzordefiníciója hibás.

source: Dynamic ban added with the deprecated itsec_filter_blacklisted_ips filter.
hu_hu: Dinamikus tiltás hozzáadva az elavult itsec_filter_blacklisted_ips szűrővel.

source: Cursor missing definition for repository.
hu_hu: A repozitóriumhoz hiányzik a kurzordefiníció.

source: The ban source "%s" does not support creating a ban.
hu_hu: A(z) "%s" tiltási forrás nem támogatja a tiltás létrehozását.

source: The ban source "%s" does not support updating a ban.
hu_hu: A(z) "%s" tiltási forrás nem támogatja a tiltás frissítését.

source: The ban source "%s" does not support saving bans.
hu_hu: A(z) "%s" tiltási forrás nem támogatja a tiltások mentését.

source: The source "%1$s" does not match the previous ban source "%2$s".
hu_hu: A(z) "%1$s" forrás nem egyezik a korábbi tiltási forrással "%2$s".

source: The ban source "%s" does not support deleting a ban.
hu_hu: A(z) "%s" tiltási forrás nem támogatja a tiltás törlését.

source: Unknown ban source "%s".
hu_hu: Ismeretlen tiltási forrás "%s".

source: Sorry, you do not have permission to view bans.
hu_hu: Sajnálom, nincs jogosultsága a tiltások megtekintéséhez.

source: No ban found with that id.
hu_hu: Nem található tiltás ezzel az azonosítóval.

source: Sorry, you do not have permission to create bans.
hu_hu: Sajnálom, nincs jogosultsága tiltások létrehozásához.

source: The host matches your current IP and cannot be banned.
hu_hu: A host megegyezik az Ön aktuális IP-címével, ezért nem tiltható.

source: Sorry, you do not have permission to update bans.
hu_hu: Sajnálom, nincs jogosultsága a tiltások frissítéséhez.

source: Sorry, you do not have permission to delete bans.
hu_hu: Sajnálom, nincs jogosultsága a tiltások törléséhez.

source: Add Ban
hu_hu: Tiltás hozzáadása

source: Actor Type
hu_hu: Szereplő típusa

source: The type of actor that created the ban.
hu_hu: A tiltást létrehozó szereplő típusa.

source: Actor Identifier
hu_hu: Szereplő azonosítója

source: The particular actor that caused the ban.
hu_hu: Az a konkrét szereplő, amely a tiltást okozta.

source: Banned After
hu_hu: Tiltás dátuma után

source: Limit to bans added after the given date.
hu_hu: Korlátozás a megadott dátum után hozzáadott tiltásokra.

source: Banned Before
hu_hu: Tiltás dátuma előtt

source: Limit to bans added before the given date.
hu_hu: Korlátozás a megadott dátum előtt hozzáadott tiltásokra.

source: iThemes Security preserved the following settings as removing them could prevent the site from functioning correctly.
hu_hu: Az iThemes Security megőrizte az alábbi beállításokat, mivel eltávolításuk megakadályozhatja a webhely megfelelő működését.

source: Updates to <code>wp-config.php</code> are disabled via a filter.
hu_hu: A <code>wp-config.php</code> frissítései egy szűrőn keresztül le vannak tiltva.

source: Unable to read %1$s due to the following error: %2$s
hu_hu: A(z) %1$s nem olvasható a következő hiba miatt: %2$s

source: The "Write to Files" setting is disabled. Manual configuration for the <code>%s</code> file can be found on the Security > Settings page in the Advanced section.
hu_hu: A "Write to Files" beállítás le van tiltva. A <code>%s</code> fájl kézi konfigurációja a Security > Settings oldalon, az Advanced szakaszban található.

source: Empty file encountered when attempting to update <code>%1$s</code>. Manual configuration for the <code>%1$s</code> file can be found on the Security > Settings page in the Advanced section.
hu_hu: Üres fájl észlelve a <code>%1$s</code> frissítésekor. A <code>%1$s</code> fájl kézi konfigurációja a Security > Settings oldalon, az Advanced szakaszban található.

source: Do not modify or remove this line
hu_hu: Ne módosítsa és ne távolítsa el ezt a sort

source: %s could not be read. Both the opendir/readdir/closedir and glob functions are disabled on the server.
hu_hu: A(z) %s nem olvasható. Az opendir/readdir/closedir és a glob függvények egyaránt le vannak tiltva a kiszolgálón.

source: %s could not be read due to an unknown error.
hu_hu: A(z) %s ismeretlen hiba miatt nem olvasható.

source: The directory %s could not be created as a file with that name already exists.
hu_hu: A(z) %s könyvtár nem hozható létre, mivel már létezik egy azonos nevű fájl.

source: The directory %s could not be created as the mkdir() function is disabled. This is a system configuration issue.
hu_hu: A(z) %s könyvtár nem hozható létre, mivel a mkdir() függvény le van tiltva. Ez rendszerszintű konfigurációs probléma.

source: The directory %s could not be created as an existing parent directory could not be found.
hu_hu: A(z) %s könyvtár nem hozható létre, mivel nem található meglévő szülőkönyvtár.

source: The directory %s could not be created due to an unknown error. This could be due to a permissions issue.
hu_hu: A(z) %s könyvtár ismeretlen hiba miatt nem hozható létre. Ennek oka jogosultsági probléma lehet.

source: Unable to remove %s due to an unknown error.
hu_hu: A(z) %s ismeretlen hiba miatt nem távolítható el.

source: The directory %s could not be removed as the rmdir() function is disabled. This is a system configuration issue.
hu_hu: A(z) %s könyvtár nem távolítható el, mivel az rmdir() függvény le van tiltva. Ez rendszerszintű konfigurációs probléma.

source: Unable to remove %1$s due to the following error: %2$s
hu_hu: A(z) %1$s nem távolítható el a következő hiba miatt: %2$s

source: This is a test file generated by Solid Security. It can be removed.
hu_hu: Ez egy, a Solid Security által létrehozott tesztfájl. Eltávolítható.

source: The directory %s could not be protected from file listing as the directory does not exist.
hu_hu: A(z) %s könyvtár nem védhető meg a fájllistázástól, mivel a könyvtár nem létezik.

source: Permissions for the directory %s could not be read as the directory could not be found.
hu_hu: A(z) %s könyvtár jogosultságai nem olvashatók, mivel a könyvtár nem található.

source: Permissions for the directory %s could not be read as the fileperms() function is disabled. This is a system configuration issue.
hu_hu: A(z) %s könyvtár jogosultságai nem olvashatók, mivel a fileperms() függvény le van tiltva. Ez rendszerszintű konfigurációs probléma.

source: Solid Security does not have permission to write to your wp-config.php file.
hu_hu: A Solid Securitynek nincs jogosultsága az Ön wp-config.php fájljának írásához.

source: Added new encryption key to the wp-config.php file.
hu_hu: Új titkosítási kulcs került hozzáadásra a wp-config.php fájlhoz.

source: Encountered an empty wp-config.php file.
hu_hu: Üres wp-config.php fájl észlelve.

source: Cannot find existing encryption secret in wp-config.php. Instead, manually update your site encryption key.
hu_hu: A wp-config.php fájlban nem található meglévő titkosítási titok. Ehelyett frissítse manuálisan a webhelye titkosítási kulcsát.

source: The previous encryption key was defined multiple times in wp-config.php. Instead, manually update your site encryption key.
hu_hu: Az előző titkosítási kulcs többször is definiálva volt a wp-config.php fájlban. Ehelyett frissítse manuálisan a webhelye titkosítási kulcsát.

source: Could not replace the existing encryption key with a new key.
hu_hu: A meglévő titkosítási kulcs nem cserélhető új kulcsra.
