Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Make sure to copy or download the backup codes before proceeding. %1$s Ok %2$s
hu_hu: A folytatás előtt feltétlenül másolja ki vagy töltse le a tartalékkódokat. %1$s Ok %2$s

source: Check your email, %1$s, for a message from %2$s. It should have "%3$s" in the subject line.
hu_hu: Ellenőrizze az e-mailjét, %1$s, és keresse a %2$s feladótól érkezett üzenetet. A tárgy mezőben ennek kell szerepelnie: "%3$s".

source: JavaScript is required to setup Two-Factor Authentication.
hu_hu: A JavaScript szükséges a kétlépcsős hitelesítés beállításához.

source: Setup Two-Factor
hu_hu: Kétlépcsős hitelesítés beállítása

source: Skip
hu_hu: Kihagyás

source: Continue
hu_hu: Folytatás

source: Two-Factor Authentication Options
hu_hu: Kétlépcsős hitelesítés beállításai

source: Enabling two-factor authentication greatly increases the security of your user account on this site. With two-factor authentication enabled, after you submit your username and password, you will be asked for an additional authentication code to complete your login.
hu_hu: A kétlépcsős hitelesítés engedélyezése jelentősen növeli felhasználói fiókja biztonságát ezen az oldalon. Ha engedélyezi a kétlépcsős hitelesítést, a felhasználónév és jelszó megadása után egy további hitelesítési kódot kell megadnia a bejelentkezés befejezéséhez.

source: Two-factor authentication codes can come from an app that runs on your mobile device, an email that is sent to you after you log in with your username and password, or from a pre-generated list of codes.
hu_hu: A kétlépcsős hitelesítési kódok érkezhetnek a mobileszközén futó alkalmazásból, egy e-mailből (amelyet a felhasználónév és jelszó megadása utáni bejelentkezést követően kap), vagy egy előre létrehozott kódlistából.

source: The settings below allow you to configure which of these authentication code providers are enabled for your user.
hu_hu: Az alábbi beállításokkal megadhatja, hogy ezek közül mely hitelesítési kódszolgáltatók legyenek engedélyezve az Ön felhasználói fiókjához.

source: Provider
hu_hu: Szolgáltató

source: Primary
hu_hu: Elsődleges

source: (recommended)
hu_hu: (ajánlott)

source: Make Primary
hu_hu: Beállítás elsődlegesként

source: Method
hu_hu: Módszer

source: User has Two-Factor enabled.
hu_hu: A felhasználónál engedélyezve van a kétlépcsős hitelesítés.

source: Two Factor Reminder
hu_hu: Kétlépcsős hitelesítés emlékeztető

source: Two Factor Authentication Reminder for %s
hu_hu: Kétlépcsős hitelesítés emlékeztető %s részére

source: administrator
hu_hu: adminisztrátor

source: Administrator
hu_hu: Adminisztrátor

source: Setup now
hu_hu: Állítsa be most

source: Enabling two-factor authentication greatly increases the security of your user account on this site.
hu_hu: A kétfaktoros hitelesítés engedélyezése jelentősen növeli az Ön felhasználói fiókjának biztonságát ezen az oldalon.

source: With two-factor authentication enabled, after you submit your username and password, you will be asked for an additional authentication code to complete your login.
hu_hu: Kétfaktoros hitelesítés engedélyezése esetén, miután megadja felhasználónevét és jelszavát, a bejelentkezés befejezéséhez egy további hitelesítési kódot fogunk kérni.

source: %1$sLearn more about Two Factor Authentication%2$s.
hu_hu: %1$sTudjon meg többet a kétfaktoros hitelesítésről%2$s.

source: There was a problem sending the E-Mail reminder. Please try again.
hu_hu: Hiba történt az e-mailes emlékeztető küldése közben. Kérjük, próbálja meg újra.

source: Hi {{ $display_name }}, Click the button to continue or manually enter the authentication code below to finish logging in.
hu_hu: Tisztelt {{ $display_name }}, Kattintson a gombra a folytatáshoz, vagy kézzel írja be az alábbi hitelesítési kódot a bejelentkezés befejezéséhez.

source: Two-Factor Email
hu_hu: Kétfaktoros e-mail

source: The %1$sTwo-Factor Authentication%2$s module sends an email containing the Authentication Code for users using email as their two-factor provider.
hu_hu: A %1$sKétfaktoros hitelesítés%2$s modul e-mailt küld a hitelesítési kóddal azoknak a felhasználóknak, akik az e-mailt használják kétfaktoros hitelesítési módszerként.

source: Login Authentication Code
hu_hu: Bejelentkezési hitelesítési kód

source: The recipient’s WordPress username.
hu_hu: A címzett WordPress felhasználóneve.

source: The recipient’s WordPress display name.
hu_hu: A címzett WordPress megjelenített neve.

source: Hi {{ $display_name }}, Click the button to continue or manually enter the authentication code below to finish setting up Two-Factor.
hu_hu: Tisztelt {{ $display_name }}, Kattintson a gombra a folytatáshoz, vagy kézzel írja be az alábbi hitelesítési kódot a kétfaktoros hitelesítés beállításának befejezéséhez.

source: The %1$sTwo-Factor Authentication%2$s module sends an email containing the Authentication Code for users when they are setting up Two-Factor. Try to keep the email similar to the Two Factor Email.
hu_hu: A %1$sKétfaktoros hitelesítés%2$s modul e-mailt küld a hitelesítési kóddal a felhasználóknak, amikor beállítják a kétfaktoros hitelesítést. Igyekezzen az e-mailt a Kétfaktoros e-mailhez hasonlóan kialakítani.

source: Disabling this email will disable the Two-Factor Email Confirmation flow.
hu_hu: Ennek az e-mailnek a letiltása letiltja a Kétfaktoros e-mailes megerősítés folyamatát.

source: Two-Factor Email Confirmation
hu_hu: Kétfaktoros e-mailes megerősítés

source: Two-Factor Reminder Notice
hu_hu: Kétfaktoros emlékeztető értesítés

source: The User Security Check module allows you to remind users to setup two-factor authentication for their accounts.
hu_hu: A Felhasználói biztonsági ellenőrzés modul lehetővé teszi, hogy emlékeztesse a felhasználókat arra, hogy állítsák be a kétfaktoros hitelesítést a fiókjukban.

source: Please Set Up Two Factor Authentication
hu_hu: Kérjük, állítsa be a kétfaktoros hitelesítést

source: The requester’s WordPress username.
hu_hu: A kérelmező WordPress felhasználóneve.

source: The requester’s WordPress display name.
hu_hu: A kérelmező WordPress megjelenített neve.

source: Hi {{ $display_name }}, {{ $requester_display_name }} from {{ $site_title }} has asked that you set up Two Factor Authentication.
hu_hu: Tisztelt {{ $display_name }}, {{ $site_title }} részéről {{ $requester_display_name }} kérte, hogy állítsa be a kétfaktoros hitelesítést.

source: Two-Factor Users
hu_hu: Kétfaktoros felhasználók

source: Select Methods
hu_hu: Módszerek kiválasztása

source: Choose the Two-Factor methods you'd like to use when logging-in.
hu_hu: Válassza ki azokat a kétfaktoros módszereket, amelyeket a bejelentkezéskor használni szeretne.

source: Disable
hu_hu: Letiltás

source: Configure
hu_hu: Beállítás

source: To generate Time-Based One-Time password codes, you need to install and configure an app on your mobile device.
hu_hu: Az időalapú, egyszer használatos jelszavak létrehozásához egy alkalmazást kell telepítenie és beállítania a mobileszközén.

source: Device Type
hu_hu: Eszköztípus

source: For iOS devices, the %2$s Authy%1$s, %3$s Google Authenticator%1$s, or %4$s FreeOTP Authenticator%1$s apps are the most popular token generators.
hu_hu: iOS eszközökön a %2$s Authy%1$s, a %3$s Google Authenticator%1$s vagy a %4$s FreeOTP Authenticator%1$s alkalmazások a legnépszerűbb tokengenerátorok.

source: For Android devices, the %2$s Authy%1$s, %3$s Google Authenticator%1$s, or %4$s FreeOTP Authenticator%1$s apps are the most popular token generators.
hu_hu: Android eszközökön a %2$s Authy%1$s, a %3$s Google Authenticator%1$s vagy a %4$s FreeOTP Authenticator%1$s alkalmazások a legnépszerűbb tokengenerátorok.

source: Generate New Secret
hu_hu: Új titkos kulcs generálása

source: View Secret
hu_hu: Titkos kulcs megtekintése

source: Please scan the QR code or manually enter the secret into your Mobile App.
hu_hu: Kérjük, olvassa be a QR-kódot, vagy írja be kézzel a titkos kulcsot a mobilalkalmazásába.

source: Back
hu_hu: Vissza

source: Cancel
hu_hu: Mégse

source: Please enter an authenticate code from your mobile app in order to complete setup.
hu_hu: Kérjük, a beállítás befejezéséhez adja meg a mobilalkalmazásában generált hitelesítési kódot.

source: Authentication Code
hu_hu: Hitelesítési kód

source: Verify
hu_hu: Ellenőrzés

source: Then, enter the provided code below to complete setup.
hu_hu: Ezután írja be alább a kapott kódot a beállítás befejezéséhez.

source: If you can't find the email in your inbox, please first check your spam folder, then contact the website administrator if the problem persists.
hu_hu: Ha nem találja az e-mailt a beérkező üzenetek között, először ellenőrizze a levélszemét mappát, majd ha a probléma továbbra is fennáll, lépjen kapcsolatba a webhely rendszergazdájával.

source: Can't find the email?
hu_hu: Nem találja az e-mailt?

source: Write these down! Once you navigate away from this page, you will not be able to view these codes again.
hu_hu: Jegyezze fel ezeket! Amint elnavigál erről az oldalról, ezeket a kódokat többé nem tudja megtekinteni.

source: You have %d unused codes remaining. If you no longer have access to your backup codes, you can generate new ones below.
hu_hu: Önnek %d fel nem használt kódja maradt. Ha már nincs hozzáférése a tartalékkódjaihoz, alább újakat generálhat.

source: Generate New Codes
hu_hu: Új kódok generálása

source: Download Codes
hu_hu: Kódok letöltése

source: Download
hu_hu: Letöltés

source: Two-Factor Setup Complete
hu_hu: A kétfaktoros hitelesítés beállítása kész

source: Complete
hu_hu: Kész

source: Two-Factor
hu_hu: Kétfaktoros hitelesítés

source: Two Factor
hu_hu: Kétfaktoros

source: Unknown User
hu_hu: Ismeretlen felhasználó

source: %1$s Authenticated Using %2$s
hu_hu: %1$s hitelesítve %2$s használatával

source: %1$s Failed Authentication Using %2$s
hu_hu: %1$s hitelesítése sikertelen %2$s használatával

source: %1$s Authenticated
hu_hu: %1$s hitelesítve

source: %1$s Failed Authentication
hu_hu: %1$s hitelesítése sikertelen

source: Sync Override
hu_hu: Szinkron felülbírálása

source: Successful Remember Device
hu_hu: Sikeres eszköz megjegyzése

source: Failed Remember Device
hu_hu: Sikertelen eszköz megjegyzése

source: Failed Remember Device (Fingerprint)
hu_hu: Sikertelen eszköz megjegyzése (eszközlenyomat)

source: Generated Remember Device Token
hu_hu: Eszköz-megjegyzési token létrehozva

source: The %1$sITSEC_DISABLE_TWO_FACTOR%2$s define is present. As long as the define is present, two-factor authentication is disabled for all users which makes your site more vulnerable. Please make any necessary changes and remove the define as soon as possible.
hu_hu: A %1$sITSEC_DISABLE_TWO_FACTOR%2$s konstans definiálva van. Amíg ez a konstans definiálva van, a kétfaktoros hitelesítés minden felhasználó számára le van tiltva, ami sebezhetőbbé teszi a webhelyét. Kérjük, végezze el a szükséges módosításokat, és mielőbb törölje ezt a konstanst.

source: A QR code image is generated for users that set up two-factor authentication for this site. This image is generated using a SolidWP-hosted API. In the process of generating this image, your username is sent to the API. This data is not logged. For privacy policy details, please see the <a href="%1$s">SolidWP Privacy Policy</a>.
hu_hu: QR-kód kép készül azoknak a felhasználóknak, akik ezen a webhelyen beállítják a kétfaktoros hitelesítést. Ez a kép egy SolidWP által üzemeltetett API-val készül. A kép előállítása során az Ön felhasználóneve elküldésre kerül az API-nak. Ezt az adatot nem naplózzuk. Az adatvédelmi szabályzatra vonatkozó részletekért lásd a <a href="%1$s">SolidWP Privacy Policy</a> oldalt.

source: When using the Remember Device for Two-Factor, a cookie (itsec_remember_2fa) will be set with a secure token that expires in 30 days.
hu_hu: Amikor a kétfaktoros hitelesítésnél az Eszköz megjegyzése funkciót használja, egy süti (itsec_remember_2fa) kerül beállításra egy biztonságos tokennel, amely 30 nap múlva lejár.

source: Two-Factor: You are out of backup codes and need to <a href="%s">regenerate!</a>
hu_hu: Kétfaktoros: Elfogytak a tartalékkódjai, <a href="%s">újra kell generálnia!</a>

# Provider Label
source: Backup Authentication Codes
hu_hu: Tartalék hitelesítési kódok

source: Generate Authentication Codes
hu_hu: Hitelesítési kódok létrehozása

source: Write these down! Once you navigate away from this page, you will not be able to view these codes again.
hu_hu: Jegyezze fel ezeket! Amint elhagyja ezt az oldalt, ezeket a kódokat többé nem tudja megtekinteni.

source: Enter a backup Authentication Code.
hu_hu: Adjon meg egy tartalék hitelesítési kódot.

source: Authentication Code:
hu_hu: Hitelesítési kód:

source: Submit
hu_hu: Elküldés

source: Provide a set of one-time use codes that can be used to login in the event the primary two-factor method is lost. Note: these codes are intended to be stored in a secure location.
hu_hu: Egyszer használható kódok készlete, amelyekkel bejelentkezhet arra az esetre, ha az elsődleges kétfaktoros módszer elveszne. Megjegyzés: ezeket a kódokat biztonságos helyen való tárolásra szánjuk.

source: Backup Codes
hu_hu: Tartalékkódok

source: A list of one-time codes you can use if you lose access to your device.
hu_hu: Egyszer használható kódok listája, amelyeket használhat, ha elveszíti az eszközéhez való hozzáférést.

source: Codes Generated
hu_hu: Kódok létrehozva

source: Finish Setting Up Two-Factor
hu_hu: Kétfaktoros hitelesítés beállításának befejezése

source: Continue Logging On
hu_hu: Bejelentkezés folytatása

source: An Authentication Code has been sent to the email address associated with your account. Look for an email with "%s" in the subject line.
hu_hu: Hitelesítési kódot küldtünk a fiókjához tartozó e-mail-címre. Olyan e-mailt keressen, amelynek tárgysorában ez szerepel: "%s".

source: Log In
hu_hu: Bejelentkezés

source: Authentication codes will be sent to %1$s.
hu_hu: A hitelesítési kódokat ide küldjük: %1$s.

source: Time-sensitive codes are supplied via email to the email address associated with the user's account. Note: This WordPress site must support sending emails for this method to work (for example, sending WordPress-generated emails such as password reset and new account emails).
hu_hu: Időérzékeny kódokat e-mailben küldünk a felhasználó fiókjához tartozó e-mail-címre. Megjegyzés: ehhez a módszerhez a WordPress webhelynek támogatnia kell az e-mailek küldését (például a WordPress által generált jelszó-visszaállítási és új fiók létrehozásáról szóló e-mailek küldését).

source: Receive an email every time you login.
hu_hu: Minden bejelentkezéskor e-mailt kap.

source: Invalid Request Format
hu_hu: Érvénytelen kérésformátum

source: Success!
hu_hu: Siker!

source: The code you supplied is not valid. Please check your email for a new code.
hu_hu: A megadott kód érvénytelen. Kérjük, ellenőrizze e-mailjét egy új kódért.

source: Email sent!
hu_hu: E-mail elküldve!

# Provider Label
source: Mobile App
hu_hu: Mobilalkalmazás

source: View QR Code &amp; Secret Key
hu_hu: QR-kód &amp; titkos kulcs megtekintése

source: This is already successfully enabled. To add another device, rescan this code. You can also use the "Generate new secret" button to generate a new secret to use. Successfully verifying a code with a new secret will invalidate all codes generated with the old one.
hu_hu: Ez már sikeresen engedélyezve van. Új eszköz hozzáadásához olvassa be újra ezt a kódot. Az „Új titkos kulcs generálása” gombbal új titkos kulcsot is létrehozhat. Egy új titkos kulccsal generált kód sikeres ellenőrzése érvényteleníti az összes, a régivel generált kódot.

source: To generate Time-Based One-Time Password codes, you need to install and configure an app on your mobile device:
hu_hu: Az időalapú, egyszer használható jelszavak előállításához telepítenie és konfigurálnia kell egy alkalmazást a mobileszközén:

source: For Android devices, the <a href="%1$s">Authy</a>, <a href="%2$s">Google Authenticator</a>, <a href="%3$s">FreeOTP Authenticator</a>, or <a href="%4$s">Toopher</a> apps are the most popular token generators.
hu_hu: Android eszközökön a <a href="%1$s">Authy</a>, a <a href="%2$s">Google Authenticator</a>, a <a href="%3$s">FreeOTP Authenticator</a> vagy a <a href="%4$s">Toopher</a> alkalmazások a legnépszerűbb tokengenerátorok.

source: For iOS devices, the <a href="%1$s">Authy</a>, <a href="%2$s">Google Authenticator</a>, <a href="%3$s">FreeOTP Authenticator</a>, or <a href="%4$s">Toopher</a> apps are the most popular token generators.
hu_hu: iOS eszközökön a <a href="%1$s">Authy</a>, a <a href="%2$s">Google Authenticator</a>, a <a href="%3$s">FreeOTP Authenticator</a> vagy a <a href="%4$s">Toopher</a> alkalmazások a legnépszerűbb tokengenerátorok.

# display time-based one-time password secret
source: Secret: %s
hu_hu: Titkos kulcs: %s

source: Please scan the QR code or manually enter the secret, then enter an authentication code from your app in order to complete setup
hu_hu: Kérjük, olvassa be a QR-kódot, vagy adja meg kézzel a titkos kulcsot, majd a beállítás befejezéséhez írjon be egy hitelesítési kódot az alkalmazásából

source: Generate new secret
hu_hu: Új titkos kulcs generálása

source: Two-Factor Authentication not activated, you must specify authcode to ensure it is properly set up. Please re-scan the QR code and enter the code provided by your application.
hu_hu: A kétfaktoros hitelesítés nincs aktiválva, meg kell adnia az authcode értékét, hogy a beállítás megfelelő legyen. Kérjük, olvassa be újra a QR-kódot, és írja be az alkalmazása által megadott kódot.

source: Unable to save Two-Factor Authentication code. Please re-scan the QR code and enter the code provided by your application.
hu_hu: A kétfaktoros hitelesítési kódot nem sikerült menteni. Kérjük, olvassa be újra a QR-kódot, és írja be az alkalmazása által megadott kódot.

source: Two-Factor Authentication not activated, the authentication code you entered was not valid. Please re-scan the QR code and enter the code provided by your application.
hu_hu: A kétfaktoros hitelesítés nincs aktiválva, az Ön által megadott hitelesítési kód érvénytelen volt. Kérjük, olvassa be újra a QR-kódot, és írja be az alkalmazása által megadott kódot.

source: You do not have permission to edit this user.
hu_hu: Nincs jogosultsága ennek a felhasználónak a szerkesztéséhez.

source: Unable to save two-factor secret.
hu_hu: Nem sikerült elmenteni a kétfaktoros titkos kulcsot.

source: The code you supplied is not valid.
hu_hu: Az Ön által megadott kód érvénytelen.

source: Mobile App Two-Factor is temporarily unavailable. Please try another Two-Factor method or contact the site administrator.
hu_hu: A Mobilalkalmazás alapú kétfaktoros azonosítás átmenetileg nem érhető el. Kérjük, próbáljon meg egy másik kétfaktoros módszert, vagy lépjen kapcsolatba a webhely rendszergazdájával.

source: Locked out?
hu_hu: Kizárva maradt?

source: Learn how to temporarily disable Two-Factor.
hu_hu: Ismerje meg, hogyan tilthatja le ideiglenesen a kétfaktoros hitelesítést.

source: Authenticate
hu_hu: Hitelesítsen

source: Use a two-factor mobile app such as <a href="%1$s">Authy</a> or Google Authenticator (<a href="%2$s">Android</a>, <a href="%3$s">iOS</a>). The mobile app generates a time-sensitive code that must be supplied when logging in.
hu_hu: Használjon kétfaktoros mobilalkalmazást, például az <a href="%1$s">Authy</a>-t vagy a Google Authenticator-t (<a href="%2$s">Android</a>, <a href="%3$s">iOS</a>). A mobilalkalmazás időérzékeny kódot generál, amelyet bejelentkezéskor meg kell adnia.

source: Mobile App
hu_hu: Mobilalkalmazás

source: Log in to WordPress using a mobile app like Authy or Google Authenticator.
hu_hu: Jelentkezzen be a WordPressbe olyan mobilalkalmazással, mint az Authy vagy a Google Authenticator.

source: Unable to generate a new two-factor secret.
hu_hu: Nem sikerült új kétfaktoros titkos kulcsot létrehozni.

source: Two-Factor secret has not been configured.
hu_hu: A kétfaktoros titkos kulcs nincs beállítva.

source: Could not retrieve Two-Factor secret.
hu_hu: Nem sikerült lekérni a kétfaktoros titkos kulcsot.

source: Could not encrypt Two-Factor secret.
hu_hu: Nem sikerült titkosítani a kétfaktoros titkos kulcsot.

source: Could not save Two-Factor secret.
hu_hu: Nem sikerült elmenteni a kétfaktoros titkos kulcsot.

source: %s has administrator capabilities, but does not have Two-Factor enabled.
hu_hu: %s rendelkezik rendszergazdai jogosultságokkal, de nincs engedélyezve nála a kétfaktoros hitelesítés.

source: Remind User
hu_hu: Felhasználó emlékeztetése

source: Email sent
hu_hu: E-mail elküldve

source: When you login using Two-factor authenticator you’ll be prompted to enter a secondary Authentication Code from your Phone or Email.
hu_hu: Amikor kétfaktoros hitelesítőt használva jelentkezik be, felszólítást kap egy másodlagos hitelesítési kód megadására a telefonjáról vagy e-mailből.

source: Two-Factor authentication adds an important extra layer of protection to your login by combining something you know, your password, with something you have, your Phone or Email, preventing attackers from gaining access to your account even if you lose control of your password.
hu_hu: A kétfaktoros hitelesítés fontos extra védelmi réteget ad a bejelentkezéséhez azáltal, hogy ötvözi azt, amit tud (a jelszava), azzal, ami az Öné (a telefonja vagy e-mailje), így megakadályozva, hogy támadók hozzáférjenek a fiókjához akkor is, ha elveszíti a jelszava feletti ellenőrzést.

source: Disable Forced Two-Factor Authentication
hu_hu: A kényszerített kétfaktoros hitelesítés letiltása

source: Allow Remembering Two-Factor
hu_hu: A kétfaktoros hitelesítés megjegyzésének engedélyezése

source: All Users
hu_hu: Összes felhasználó

source: Everybody Else
hu_hu: Mindenki más

source: List of created User Groups
hu_hu: Létrehozott felhasználói csoportok listája

source: Could not import '%1$s' User Group: %2$s
hu_hu: Nem sikerült importálni a '%1$s' felhasználói csoportot: %2$s

source: Id must be a string.
hu_hu: Az azonosítónak karakterláncnak kell lennie.

source: No user group found for '%s'
hu_hu: Nem található felhasználói csoport a '%s' számára.

source: Failed to delete group.
hu_hu: Nem sikerült törölni a csoportot.

source: uuid must be a string.
hu_hu: Az uuid-nek karakterláncnak kell lennie.

source: Sorry, you are not allowed to list user matchables.
hu_hu: Sajnáljuk, nincs jogosultsága a felhasználói egyeztethető elemek listázásához.

source: No user group found.
hu_hu: Nem található felhasználói csoport.

source: An unexpected error occurred.
hu_hu: Váratlan hiba történt.

source: Sorry, you are not allowed to edit user groups.
hu_hu: Sajnáljuk, nincs jogosultsága felhasználói csoportok szerkesztéséhez.

source: Sorry, you are not allowed to list user groups.
hu_hu: Sajnáljuk, nincs jogosultsága felhasználói csoportok listázásához.

source: Sorry, you are not allowed to edit this user group.
hu_hu: Sajnáljuk, nincs jogosultsága ennek a felhasználói csoportnak a szerkesztéséhez.

source: Sorry, you are not allowed to view this user group.
hu_hu: Sajnáljuk, nincs jogosultsága ennek a felhasználói csoportnak a megtekintéséhez.

source: Sorry, you are not allowed to create user groups.
hu_hu: Sajnáljuk, nincs jogosultsága felhasználói csoportok létrehozásához.

source: Another user group with this configuration already exists.
hu_hu: Ezzel a konfigurációval már létezik egy másik felhasználói csoport.

source: Sorry, you are not allowed to delete this user group.
hu_hu: Sajnáljuk, nincs jogosultsága ennek a felhasználói csoportnak a törléséhez.

source: A user group already exists with the id '%s'.
hu_hu: Már létezik egy felhasználói csoport '%s' azonosítóval.

source: No user found for %d.
hu_hu: Nem található felhasználó: %d.
