Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Updated the encryption key in the wp-config.php file.
hu_hu: A titkosítási kulcs frissítve lett a wp-config.php fájlban.

source: The provided key is not valid.
hu_hu: A megadott kulcs érvénytelen.

source: Completed key rotation.
hu_hu: A kulcsforgatás befejeződött.

source: Invalid flag name.
hu_hu: Érvénytelen jelzőnév.

source: Unknown flag
hu_hu: Ismeretlen jelző

source: Manually configured with a constant.
hu_hu: Manuálisan, egy konstanssal beállítva.

source: Remotely disabled by SolidWP.
hu_hu: A SolidWP távolról letiltotta.

source: Gradually rolling out.
hu_hu: Fokozatos bevezetés alatt.

source: Configured on the Feature Flags page.
hu_hu: A Feature Flags oldalon beállítva.

source: %s could not be read. It does not appear to be a file.
hu_hu: %s nem olvasható. Nem tűnik fájlnak.

source: %s could not be read. Both the fopen/feof/fread/flock and file_get_contents functions are disabled on the server.
hu_hu: %s nem olvasható. A szerveren le vannak tiltva mind a fopen/feof/fread/flock, mind a file_get_contents függvények.

source: %s could not be written. Both the fopen/fwrite/flock and file_put_contents functions are disabled on the server. This is a server configuration issue that must be resolved before Solid Security can write files.
hu_hu: %s nem írható. A szerveren le vannak tiltva mind a fopen/fwrite/flock, mind a file_put_contents függvények. Ez kiszolgálókonfigurációs probléma, amelyet meg kell oldani, mielőtt a Solid Security képes lenne fájlokat írni.

source: %s could not be written as a file. The requested path already exists as a directory. The directory must be removed or a new file name must be chosen before the file can be written.
hu_hu: %s nem írható fájlként. A kért elérési út már létező könyvtár. A könyvtárat el kell távolítani, vagy új fájlnevet kell választani, mielőtt a fájl írható lenne.

source: %s could not be written. This could be due to a permissions issue. Ensure that PHP runs as a user that has permission to write to this location.
hu_hu: %s nem írható. Ennek oka jogosultsági probléma lehet. Győződjön meg róla, hogy a PHP olyan felhasználóként fut, akinek van írási jogosultsága ehhez a helyhez.

source: The file %s could not be removed as the unlink() function is disabled. This is a system configuration issue.
hu_hu: A(z) %s fájlt nem sikerült eltávolítani, mivel az unlink() függvény le van tiltva. Ez rendszerkonfigurációs probléma.

source: The file %1$s could not have its permissions updated as non-integer permissions were sent: (%2$s) %3$s
hu_hu: A(z) %1$s fájl jogosultságait nem lehetett frissíteni, mivel nem egész szám típusú jogosultságok érkeztek: (%2$s) %3$s

source: The file %s could not have its permissions updated as the chmod() function is disabled. This is a system configuration issue.
hu_hu: A(z) %s fájl jogosultságait nem lehetett frissíteni, mivel a chmod() függvény le van tiltva. Ez rendszerkonfigurációs probléma.

source: Permissions for the file %s could not be read as the file could not be found.
hu_hu: A(z) %s fájl jogosultságai nem olvashatók, mivel a fájl nem található.

source: Permissions for the file %s could not be read as the fileperms() function is disabled. This is a system configuration issue.
hu_hu: A(z) %s fájl jogosultságai nem olvashatók, mivel a fileperms() függvény le van tiltva. Ez rendszerkonfigurációs probléma.

source: Tried to geolocate an invalid IP address.
hu_hu: Érvénytelen IP-címet próbált geolokalizálni.

source: Tried to geolocate a private IP address.
hu_hu: Privát IP-címet próbált geolokalizálni.

source: Unconfigured
hu_hu: Nincs beállítva

source: Manual
hu_hu: Manuális

source: Disabled
hu_hu: Letiltva

source: Did not confirm that "none" is an allowed algorithm.
hu_hu: Nem erősítette meg, hogy a "none" engedélyezett algoritmus.

source: Key may not be empty
hu_hu: A kulcs nem lehet üres

source: Empty algorithm
hu_hu: Üres algoritmus

source: Algorithm not supported
hu_hu: Az algoritmus nem támogatott

source: Algorithm not allowed
hu_hu: Az algoritmus nem engedélyezett

source: "kid" invalid, unable to lookup correct key
hu_hu: "kid" érvénytelen, nem lehet megkeresni a megfelelő kulcsot

source: "kid" empty, unable to lookup correct key
hu_hu: "kid" üres, nem lehet megkeresni a megfelelő kulcsot

source: Signature verification failed
hu_hu: Az aláírás ellenőrzése sikertelen

source: Cannot handle token prior to %s.
hu_hu: A tokent %s előtt nem lehet kezelni.

source: Expired token
hu_hu: Lejárt token

source: Wrong number of segments
hu_hu: Hibás szegmensszám

source: Invalid header encoding
hu_hu: Érvénytelen fejléckódolás

source: Invalid claims encoding
hu_hu: Érvénytelen claims-kódolás

source: Invalid signature encoding
hu_hu: Érvénytelen aláíráskódolás

source: OpenSSL unable to sign data
hu_hu: Az OpenSSL nem tudja aláírni az adatokat

source: Sorry, this request has expired. Please log in again.
hu_hu: Sajnáljuk, ez a kérés lejárt. Kérjük, jelentkezzen be újra.

source: Unsupported Interstitial. Please login again.
hu_hu: Nem támogatott Interstitial. Kérjük, jelentkezzen be újra.

source: Action processed. Please continue in your original browser.
hu_hu: A művelet feldolgozva. Kérjük, folytassa az eredeti böngészőjében.

source: Action Processed
hu_hu: Művelet feldolgozva

source: Invalid Interstitial Action
hu_hu: Érvénytelen Interstitial művelet

source: Are you lost?
hu_hu: Eltévedt?

source: &larr; Back to %s
hu_hu: &larr; Vissza a(z) %s

source: You have logged in successfully.
hu_hu: Sikeresen bejelentkezett.

source: Please Verify the Login Request
hu_hu: Kérjük, erősítse meg a bejelentkezési kérelmet

source: Confirm Login
hu_hu: Bejelentkezés megerősítése

source: Deny Login
hu_hu: Bejelentkezés elutasítása

source: Could not determine an identifier for the user.
hu_hu: Nem sikerült meghatározni a felhasználó azonosítóját.

source: Username or Email Address
hu_hu: Felhasználónév vagy e-mail-cím

source: Email Address
hu_hu: E-mail-cím

source: Username
hu_hu: Felhasználónév

source: Could not find a user with that username or email address
hu_hu: Nem található felhasználó ezzel a felhasználónévvel vagy e-mail-címmel

source: Could not find a user with that email address
hu_hu: Nem található felhasználó ezzel az e-mail-címmel

source: Could not find a user with that username
hu_hu: Nem található felhasználó ezzel a felhasználónévvel

source: Invalid token.
hu_hu: Érvénytelen token.

source: Token not found.
hu_hu: Token nem található.

source: Token expired.
hu_hu: A token lejárt.

source: Failed to generate token and hash.
hu_hu: Nem sikerült tokent és hasht létrehozni.

source: A password change is required for your account.
hu_hu: A fiókjához kötelező a jelszó megváltoztatása.

source: Invalid User
hu_hu: Érvénytelen felhasználó

source: <strong>ERROR</strong>: The password you have chosen appears to have been used before. You must choose a new password.
hu_hu: <strong>HIBA</strong>: Úgy tűnik, az Ön által választott jelszót korábban már használta. Új jelszót kell választania.

source: Empty response body.
hu_hu: Üres választörzs.

source: Invalid json response.
hu_hu: Érvénytelen JSON-válasz.

source: %s is not a valid IP address.
hu_hu: %s nem érvényes IP-cím.

source: Invalid Period
hu_hu: Érvénytelen időszak

source: Invalid configuration for retrieving a static map image.
hu_hu: Érvénytelen konfiguráció a statikus térképkép lekéréséhez.

source: No provider was found to generate a static map image.
hu_hu: Nem található szolgáltató statikus térképkép előállításához.

source: Maximum map dimensions is 1000px.
hu_hu: A térkép maximális mérete 1000px.

source: The download_url() function was not found.
hu_hu: A download_url() függvény nem található.

source: No update is listed for the plugin.
hu_hu: A bővítményhez nincs feltüntetve frissítés.

source: An update to version %1$s is available, but it doesn&#8217;t work with your version of PHP. %2$sLearn more about updating PHP%3$s.
hu_hu: Elérhető a(z) %1$s verzióra frissítés, de ez nem működik az Ön PHP-verziójával. %2$sTovábbi információ a PHP frissítéséről%3$s.

source: An available update is listed, but automatic updates are not configured.
hu_hu: Elérhető frissítés van feltüntetve, de az automatikus frissítések nincsenek beállítva.

source: No update is listed for the theme.
hu_hu: A sablonhoz nincs feltüntetve frissítés.

source: Unable to update the plugin: %l
hu_hu: Nem lehet frissíteni a bővítményt: %l

source: An unknown issue prevented the update from completing.
hu_hu: Ismeretlen probléma akadályozta meg a frissítés befejezését.

source: Unable to update the theme: %l
hu_hu: Nem lehet frissíteni a sablont: %l

source: Unable to strip comments from the source code as the token_get_all() function is disabled. This is a system configuration issue.
hu_hu: Nem lehet eltávolítani a megjegyzéseket a forráskódból, mert a token_get_all() függvény le van tiltva. Ez rendszerkonfigurációs probléma.

source: Unable to strip comments from the source code as the token_get_all() function returned an unrecognized value (type: %s)
hu_hu: Nem lehet eltávolítani a megjegyzéseket a forráskódból, mert a token_get_all() függvény nem felismerhető értéket adott vissza (típus: %s)

source: Want two-factor authentication, scheduled site scanning, ticketed support and more?
hu_hu: Szeretne kétfaktoros hitelesítést, ütemezett webhely-ellenőrzést, jegyalapú támogatást és még többet?

source: Get Solid Security Pro
hu_hu: Szerezze be a Solid Security Pro-t

source: Why Go Pro
hu_hu: Miért érdemes Pro-ra váltani

source: More Website Security Resources
hu_hu: További webhelybiztonsági források

source: WordPress Security News
hu_hu: WordPress biztonsági hírek

source: Be the first to get the latest WordPress security news, tips, and updates on the %1$sSolidWP Blog%3$s, including the %2$sWeekly WordPress Vulnerability Report.%3$s
hu_hu: Legyen az első, aki megkapja a legújabb WordPress biztonsági híreket, tippeket és frissítéseket a %1$sSolidWP Blogon%3$s, beleértve a %2$sWeekly WordPress Vulnerability Reportot%3$s.

source: Tutorials
hu_hu: Oktatóanyagok

source: Vulnerable WordPress plugins and themes are the #1 reason WordPress sites get hacked. Either quickly update the vulnerable theme, plugin or WordPress version immediately to the newest version or immediately deactivate the plugin or theme until a fix is available.
hu_hu: A sebezhető WordPress bővítmények és sablonok az első számú okai annak, hogy feltörik a WordPress webhelyeket. Frissítse gyorsan a sebezhető sablont, bővítményt vagy a WordPress-verziót a legújabb verzióra, vagy azonnal tiltsa le a bővítményt vagy a sablont, amíg nem érhető el javítás.

source: Help & Support
hu_hu: Súgó és támogatás

source: Documentation
hu_hu: Dokumentáció

source: Read Solid Security documentation and Frequently Asked Questions on the %1$sSolidWP Help Center.%2$s
hu_hu: Olvassa el a Solid Security dokumentációját és a Gyakran ismételt kérdéseket a %1$sSolidWP Súgóközpontban.%2$s

source: Pro customers have the best support team available as their security team. Contact the %1$s SolidWP Help Desk%2$s for help when you need answers.
hu_hu: A Pro ügyfelek a legjobb támogatói csapatot tudhatják maguk mögött biztonsági csapatként. Amikor segítségre van szüksége, forduljon a %1$s SolidWP ügyfélszolgálathoz%2$s.

source: This email was generated by the Solid Security plugin.
hu_hu: Ezt az e-mailt a Solid Security bővítmény hozta létre.

source: To unsubscribe from these updates, visit the %1$sSettings page%2$s in the Solid Security plugin menu.
hu_hu: A frissítésekről való leiratkozáshoz nyissa meg a Solid Security bővítmény menüjében a %1$sBeállítások oldalt%2$s.

source: Pro Feature
hu_hu: Pro funkció

source: Check Out Our Free WordPress Security Guide
hu_hu: Tekintse meg ingyenes WordPress biztonsági útmutatónkat

source: Learn simple WordPress security tips — including 3 kinds of security your site needs and 4 best security practices for keeping your WordPress site safe with our %1$sfree guide.%2$s
hu_hu: Ismerjen meg egyszerű WordPress biztonsági tippeket — beleértve a webhelyének szükséges 3 biztonsági típust és 4 legjobb biztonsági gyakorlatot — az %1$singyenes útmutatónkból.%2$s

source: This email was generated by the Solid Security plugin on behalf of %s.
hu_hu: Ezt az e-mailt a Solid Security bővítmény hozta létre %s nevében.

source: To unsubscribe from these notifications, please %1$scontact the site administrator%2$s.
hu_hu: Ezekről az értesítésekről való leiratkozáshoz kérjük, %1$slépjen kapcsolatba a webhely rendszergazdájával%2$s.

source: Users
hu_hu: Felhasználók

source: Hosts
hu_hu: Gazdagépek

# Files added
source: Added
hu_hu: Hozzáadva

# Files removed
source: Removed
hu_hu: Törölve

# Files modified
source: Modified
hu_hu: Módosítva

source: <b>User:</b> %1$s
hu_hu: <b>Felhasználó:</b> %1$s

source: <b>Username:</b> %1$s
hu_hu: <b>Felhasználónév:</b> %1$s

source: IP/User
hu_hu: IP/felhasználó

source: Locked Out Until
hu_hu: Kizárva eddig

source: Reason
hu_hu: Indok

source: Go Pro Now to Get Automatic Vulnerability Patching
hu_hu: Váltson most Pro-ra az automatikus sebezhetőségi javításért

source: Solid Security Pro will <b>automatically update vulnerable plugins and themes for you</b> if a patch is available <b>so you don’t have to manually log in to update</b>.
hu_hu: A Solid Security Pro <b>automatikusan frissíti a sebezhető bővítményeket és témákat</b>, ha elérhető javítás, <b>így nem kell manuálisan bejelentkeznie a frissítéshez</b>.

source: Get your site patched by Solid Security Pro before hackers discover vulnerabilities on your site, all without doing a thing.
hu_hu: A Solid Security Pro még azelőtt javítja webhelyét, hogy a hackerek felfedeznék a sebezhetőségeket – mindezt anélkül, hogy bármit tennie kellene.

source: Get all of this in the %1$sSite Scanner Pro%2$s:
hu_hu: Mindezt megkapja a %1$sSite Scanner Pro%2$s csomagban:

source: Save Time
hu_hu: Időt takarítson meg

source: Save time when time is of the utmost importance to patch vulnerabilities before hackers and bots can find and exploit them.
hu_hu: Takarítson meg időt, amikor az idő a legfontosabb: javítsa a sebezhetőségeket, mielőtt a hackerek és botok megtalálnák és kihasználnák azokat.

source: More Freedom
hu_hu: Nagyobb szabadság

source: Free your team from mundane updates by removing the need to manually log in to update plugins and themes.
hu_hu: Szabadítsa fel csapatát a hétköznapi frissítések alól azzal, hogy megszünteti a bővítmények és témák frissítéséhez szükséges manuális bejelentkezést.

source: Automatic Updates
hu_hu: Automatikus frissítések

source: Automatically updates vulnerable plugins, themes, and WordPress core for you if it fixes a vulnerability that was found by the Site Scanner.
hu_hu: Automatikusan frissíti a sebezhető bővítményeket, témákat és a WordPress magját, ha a frissítés kijavít egy, a Site Scanner által talált sebezhetőséget.

source: Increase Security
hu_hu: Növelje a biztonságot

source: Hardens your website if you are running outdated software, including checks for old WordPress sites that could be used to compromise your server.
hu_hu: Megerősíti webhelyét elavult szoftver használata esetén, beleértve a régi WordPress-oldalakra irányuló ellenőrzéseket is, amelyekkel kompromittálható a szervere.

source: Go Pro Now
hu_hu: Váltson most Pro-ra

source: unknown
hu_hu: ismeretlen

source: Debug info (source page): %s
hu_hu: Hibakeresési információ (forrásoldal): %s

source: New Notification from Solid Security
hu_hu: Új értesítés a Solid Securitytől

source: Twice Hourly
hu_hu: Óránként kétszer

source: Four Times per Day
hu_hu: Naponta négyszer

source: Weekly
hu_hu: Hetente

source: Monthly
hu_hu: Havonta

source: A Solid Security module's scheduling.php file must return a callable.
hu_hu: A Solid Security moduljának scheduling.php fájljának egy callable-t kell visszaadnia.

source: List View
hu_hu: Lista nézet

source: Excerpt View
hu_hu: Kivonat nézet

source: No items found.
hu_hu: Nem található elem.

source: Select bulk action
hu_hu: Csoportos művelet kiválasztása

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Filter by date
hu_hu: Szűrés dátum szerint

source: All dates
hu_hu: Összes dátum

source: No comments
hu_hu: Nincsenek hozzászólások

source: No approved comments
hu_hu: Nincsenek jóváhagyott hozzászólások

source: No pending comments
hu_hu: Nincsenek függőben lévő hozzászólások

source: First page
hu_hu: Első oldal

source: Previous page
hu_hu: Előző oldal

source: Current Page
hu_hu: Aktuális oldal

# paging
source: %1$s of %2$s
hu_hu: %1$s / %2$s

source: Next page
hu_hu: Következő oldal

source: Last page
hu_hu: Utolsó oldal

source: Select All
hu_hu: Összes kijelölése

source: Device running %1$s on %2$s near %3$s
hu_hu: Eszköz, amelyen %2$s rendszeren %1$s fut, %3$s közelében

source: Device near %1$s
hu_hu: Eszköz %1$s közelében

source: Device running %1$s on %2$s
hu_hu: Eszköz, amelyen %2$s rendszeren %1$s fut

source: No geolocator found a valid location.
hu_hu: Egyik helymeghatározó sem talált érvényes helyet.

source: This password requirement does not evaluate passwords.
hu_hu: Ez a jelszókövetelmény nem értékeli a jelszavakat.

source: Unable to generate context for lockout.
hu_hu: Nem sikerült kontextust létrehozni a zároláshoz.

source: A query failure prevented the log data from being accessed: %s
hu_hu: Egy lekérdezési hiba megakadályozta a naplóadatok elérését: %s

source: Failed to insert log entry: %s
hu_hu: Nem sikerült beszúrni a naplóbejegyzést: %s

source: Unable to write to the log file. This could indicate that there is no space available, that there is a permissions issue, or that the server is not configured properly.
hu_hu: Nem lehet a naplófájlba írni. Ez jelezheti, hogy nincs elérhető tárhely, jogosultsági probléma áll fenn, vagy a szerver nincs megfelelően konfigurálva.

source: Critical Issue
hu_hu: Kritikus probléma

source: Action
hu_hu: Művelet

source: Fatal Error
hu_hu: Végzetes hiba

source: Error
hu_hu: Hiba

source: Warning
hu_hu: Figyelmeztetés

source: Notice
hu_hu: Értesítés

source: Process
hu_hu: Folyamat

source: Process Update
hu_hu: Folyamat frissítése

source: Process Stop
hu_hu: Folyamat leállítása

source: Session expired.
hu_hu: A munkamenet lejárt.

source: Invalid signature.
hu_hu: Érvénytelen aláírás.

source: Invalid user.
hu_hu: Érvénytelen felhasználó.

source: Could not calculate signature.
hu_hu: Nem sikerült kiszámítani az aláírást.

source: Failed to create interstitial state.
hu_hu: Nem sikerült létrehozni az interstitial állapotot.

source: Interstitial state not found.
hu_hu: Az interstitial állapot nem található.

source: Deleted User %d
hu_hu: Törölt felhasználó %d

source: unknown reason.
hu_hu: ismeretlen ok.

source: Invalid CAPTCHA
hu_hu: Érvénytelen CAPTCHA

source: Skipped CAPTCHA
hu_hu: CAPTCHA kihagyva

source: Lockout Details
hu_hu: Zárolás részletei

source: Release Lockout
hu_hu: Zárolás feloldása

source: Ban Lockout
hu_hu: Zárolt fél kitiltása

source: Sorry, that lockout was not found.
hu_hu: Sajnáljuk, az a zárolás nem található.

source: Sorry, banning lockouts is not available
hu_hu: Sajnáljuk, a zárolások kitiltása nem érhető el

source: Sorry, this lockout could not be banned
hu_hu: Sajnáljuk, ezt a zárolást nem sikerült kitiltani

source: Sorry, banning that lockout has failed
hu_hu: Sajnáljuk, annak a zárolásnak a kitiltása nem sikerült

source: Sorry, that lockout was not found
hu_hu: Sajnáljuk, az a zárolás nem található

source: Sorry, releasing that lockout has failed
hu_hu: Sajnáljuk, annak a zárolásnak a feloldása nem sikerült

source: Log not found.
hu_hu: A napló nem található.

source: No module was found with that id.
hu_hu: Nem található modul azzal az azonosítóval.

source: Module ID
hu_hu: Modulazonosító

source: Module Status
hu_hu: Modul állapota

source: The Module Type
hu_hu: A modul típusa

source: Show in Onboard
hu_hu: Megjelenítés az Onboardban

source: Has Side-Effects
hu_hu: Van mellékhatása

source: Module Search Keywords
hu_hu: Modul keresési kulcsszavai

source: Module Title
hu_hu: Modul címe

source: Module Description
hu_hu: Modul leírása

source: Module Help
hu_hu: Modul súgója

source: User Groups
hu_hu: Felhasználói csoportok

source: Password Requirements
hu_hu: Jelszókövetelmények

source: Requirements
hu_hu: Követelmények

source: Module Tools
hu_hu: Modul eszközei

source: Module Settings Configuration
hu_hu: Modulbeállítások konfigurálása

source: The schema describing the settings.
hu_hu: A beállításokat leíró séma.

source: Map of setting names to conditional setting definitions.
hu_hu: Beállításnevek leképezése feltételes beállításdefiníciókra.

source: List of interactive setting names.
hu_hu: Interaktív beállításnevek listája.

source: List of removed setting names.
hu_hu: Eltávolított beállításnevek listája.

source: List of deprecated setting names.
hu_hu: Elavult beállításnevek listája.

source: List of settings to onboard.
hu_hu: Bevezetendő beállítások listája.

source: List of settings to display when importing.
hu_hu: Importáláskor megjelenítendő beállítások listája.

source: This module does not have settings.
hu_hu: Ennek a modulnak nincsenek beállításai.

source: Site Type not found.
hu_hu: Webhelytípus nem található.

source: The unique id identifying the site type.
hu_hu: A webhelytípus azonosítására szolgáló egyedi azonosító.

source: The title of the Site Type.
hu_hu: A webhelytípus címe.

source: The description of the Site Type.
hu_hu: A webhelytípus leírása.

source: The name of the icon representing the Site Type.
hu_hu: A webhelytípust jelképező ikon neve.

source: The next question to ask the user.
hu_hu: A felhasználónak felteendő következő kérdés.

source: The list of answers.
hu_hu: A válaszok listája.

source: The question id.
hu_hu: A kérdés azonosítója.

source: The user provided answer.
hu_hu: A felhasználó által megadott válasz.

source: Answers must be an array.
hu_hu: A válaszoknak tömbnek kell lenniük.

source: Answers entry %d must be an object.
hu_hu: A(z) %d. válaszbejegyzésnek objektumnak kell lennie.

source: The question and answer properties are required for answers entry %d.
hu_hu: A(z) %d. válaszbejegyzéshez kötelezők a question és answer tulajdonságok.

source: The question property must be a string for answers entry %d.
hu_hu: A(z) %d. válaszbejegyzésnél a question tulajdonságnak karakterláncnak kell lennie.

source: Tool not found.
hu_hu: Eszköz nem található.

# password strength
source: Very Weak
hu_hu: Nagyon gyenge

# password strength
source: Weak
hu_hu: Gyenge

# password strength
source: Medium
hu_hu: Közepes

# password strength
source: Strong
hu_hu: Erős

source: Configured Two-Factor
hu_hu: Kétfaktoros hitelesítés beállítva

source: Not Configured Two-Factor
hu_hu: Kétfaktoros hitelesítés nincs beállítva

source: Two-Factor Enforced
hu_hu: Kétfaktoros hitelesítés kötelező

source: Two-Factor Not Available
hu_hu: Kétfaktoros hitelesítés nem érhető el

source: Passing both a list of users and a query of users to apply actions for is not supported.
hu_hu: Nem támogatott, hogy a műveletek alkalmazásához egyszerre adjon át felhasználók listáját és felhasználói lekérdezést.

source: The %s table is not installed.
hu_hu: A(z) %s tábla nincs telepítve.
