Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Files on your site have changed since the last scan. Please review the report below to verify the changes are expected.
hu_hu: A webhelyén lévő fájlok megváltoztak az utolsó vizsgálat óta. Kérjük, tekintse át az alábbi jelentést, hogy ellenőrizze, a változások várhatóak-e.

source: Scan Summary
hu_hu: Vizsgálati összefoglaló

source: Added Files
hu_hu: Hozzáadott fájlok

source: Removed Files
hu_hu: Eltávolított fájlok

source: Changed Files
hu_hu: Módosított fájlok

source: File Change module is not active.
hu_hu: A File Change modul nem aktív.

source: File Permissions
hu_hu: Fájljogosultságok

source: Regenerated Server Config rules.
hu_hu: Szerverkonfigurációs szabályok újragenerálva.

source: Regenerated WP-Config rules.
hu_hu: WP-Config szabályok újragenerálva.

source: Patchstack Firewall Rules
hu_hu: Patchstack tűzfalszabályok

source: User Firewall Rules
hu_hu: Felhasználói tűzfalszabályok

source: Triggered too many firewall rules
hu_hu: Túl sok tűzfalszabály váltódott ki

source: Firewall Rule
hu_hu: Tűzfalszabály

source: Fix vulnerability in %s
hu_hu: Sérülékenység javítása a(z) %s-ben

source: Firewall Rules Engine
hu_hu: Tűzfalszabály-motor

source: Vulnerability
hu_hu: Sérülékenység

source: Auto-created a firewall rule.
hu_hu: Automatikusan létrehozott egy tűzfalszabályt.

source: Failed to create a firewall rule.
hu_hu: Nem sikerült tűzfalszabályt létrehozni.

source: Auto-removed an old firewall rule.
hu_hu: Automatikusan eltávolított egy régi tűzfalszabályt.

source: Failed to remove an old firewall rule.
hu_hu: Nem sikerült eltávolítani egy régi tűzfalszabályt.

source: Blocked a suspicious request.
hu_hu: Blokkolt egy gyanús kérést.

source: Redirected a suspicious request.
hu_hu: Átirányított egy gyanús kérést.

source: Logging a request for further analysis.
hu_hu: Kérés naplózása további elemzéshez.

source: Unknown vulnerability (%s)
hu_hu: Ismeretlen sérülékenység (%s)

source: Firewall rule not found.
hu_hu: A tűzfalszabály nem található.

source: Could not lookup a firewall rule.
hu_hu: Nem sikerült lekérdezni egy tűzfalszabályt.

source: The firewall rule contains invalid data.
hu_hu: A tűzfalszabály érvénytelen adatokat tartalmaz.

source: Could not persist a firewall rule.
hu_hu: Nem sikerült elmenteni egy tűzfalszabályt.

source: Could not delete a firewall rule.
hu_hu: Nem sikerült törölni egy tűzfalszabályt.

source: Could not delete firewall rules.
hu_hu: Nem sikerült törölni a tűzfalszabályokat.

source: Could not fetch firewall rules.
hu_hu: Nem sikerült lekérni a tűzfalszabályokat.

source: Could not count firewall rules.
hu_hu: Nem sikerült megszámolni a tűzfalszabályokat.

source: Could not identify server IPs
hu_hu: Nem sikerült azonosítani a szerver IP-címeket

source: No server IPs found.
hu_hu: Nem találhatók szerver IP-címek.

source: Identified server IPs: %l.
hu_hu: Azonosított szerver IP-címek: %l.

source: No DNS records found.
hu_hu: Nem találhatók DNS-rekordok.

source: Invalid IP returned: %s
hu_hu: Érvénytelen IP-cím érkezett: %s

source: Global
hu_hu: Globális

source: Empty file encountered when attempting to update %s config file.
hu_hu: A(z) %s konfigurációs fájl frissítésekor üres fájlt észleltünk.

source: New! Take your site security to the next level by activating SolidWP Brute Force Network Protection.
hu_hu: Újdonság! Emelje magasabb szintre webhelye biztonságát a SolidWP Brute Force Network Protection aktiválásával.

source: Get Free API Key
hu_hu: Szerezzen ingyenes API-kulcsot

source: Solid Security couldn’t verify the license for this site. An active license is required to authenticate the Site Scanner.
hu_hu: A Solid Security nem tudta ellenőrizni ennek a webhelynek a licencét. A Site Scanner hitelesítéséhez aktív licenc szükséges.

source: Update License
hu_hu: Licenc frissítése

source: Enable Security Check
hu_hu: Security Check engedélyezése

source: Some firewall features are disabled because IP Detection has not been configured.
hu_hu: Néhány tűzfal-funkció le van tiltva, mert az IP-észlelés nincs beállítva.

source: Enable Security Check to automatically configure IP detection for your server environment.
hu_hu: Engedélyezze a Security Checket, hogy automatikusan beállítsa az IP-észlelést a kiszolgálói környezetéhez.

source: Alternatively, navigate to <a href="{{ $configure }}">Proxy Detection</a> to manually configure and test IP detection.
hu_hu: Alternatívaként lépjen a <a href="{{ $configure }}">Proxy-észlelés</a> oldalra az IP-észlelés kézi beállításához és teszteléséhez.

source: Enable
hu_hu: Engedélyezés

source: Manually Configure
hu_hu: Kézi beállítás

source: The ITSEC_DISABLE_MODULES define is set. All Solid Security protections are disabled. Please make the necessary settings changes and remove the define as quickly as possible.
hu_hu: Az ITSEC_DISABLE_MODULES define be van állítva. A Solid Security összes védelme le van tiltva. Kérjük, mielőbb végezze el a szükséges beállítási módosításokat, és távolítsa el a define-ot.

source: The IP address of visitors, user ID of logged in users, and username of login attempts are conditionally logged to check for malicious activity and to protect the site from specific kinds of attacks. Examples of conditions when logging occurs include login attempts, log out requests, requests for suspicious URLs, changes to site content, and password updates. This information is retained for %1$d days.
hu_hu: A látogatók IP-címe, a bejelentkezett felhasználók felhasználóazonosítója, valamint a bejelentkezési kísérletek felhasználóneve feltételesen naplózásra kerül a rosszindulatú tevékenységek ellenőrzése és a webhely bizonyos típusú támadásoktól való védelme érdekében. A naplózás például bejelentkezési kísérletek, kijelentkezési kérések, gyanús URL-ekre irányuló kérések, a webhelytartalom módosításai és jelszófrissítések esetén történik. Ezeket az információkat %1$d napig őrizzük meg.

source: Security logs are retained for %1$d days.
hu_hu: A biztonsági naplókat %1$d napig őrizzük meg.

source: A cookie named “itsec_interstitial_browser” is created to track a user’s login process to implement enhanced security features.
hu_hu: Egy “itsec_interstitial_browser” nevű süti jön létre a felhasználó bejelentkezési folyamatának követéséhez a továbbfejlesztett biztonsági funkciók megvalósítása érdekében.

source: Could not detect IP header.
hu_hu: Nem sikerült észlelni az IP-fejlécet.

source: Identified IP was invalid.
hu_hu: A beazonosított IP érvénytelen volt.

source: The configuration you have chosen removes your capability to manage Solid Security.
hu_hu: Az Ön által választott konfiguráció megakadályozza, hogy kezelhesse a Solid Securityt.

source: Could not generate a sha1 hash of the password.
hu_hu: Nem sikerült előállítani a jelszó sha1 hash-ét.

source: User Group
hu_hu: Felhasználói csoport

source: Require users in the selected groups to have passwords that must not appear in a breach.
hu_hu: Követelje meg, hogy a kiválasztott csoportok felhasználóinak jelszavai ne szerepeljenek adatszivárgásban.

source: This has been disabled.
hu_hu: Ez le van tiltva.

source: You must be logged in to post a comment.
hu_hu: A hozzászólás írásához be kell jelentkeznie.

source: Hide Backend – New Login URL
hu_hu: Backend elrejtése – Új bejelentkezési URL

source: %1$sHide Backend%2$s will notify the chosen recipients whenever the login URL is changed.
hu_hu: %1$sBackend elrejtése%2$s értesíti a kiválasztott címzetteket, amikor a bejelentkezési URL megváltozik.

source: WordPress Login Address Changed
hu_hu: A WordPress bejelentkezési címe megváltozott

source: The login address for {{ $site_title }} has changed. The new login address is {{ $login_url }}. You will be unable to use the old login address.
hu_hu: A(z) {{ $site_title }} bejelentkezési címe megváltozott. Az új bejelentkezési cím: {{ $login_url }}. A régi bejelentkezési címet nem fogja tudni használni.

source: The new login link.
hu_hu: Az új bejelentkezési hivatkozás.

source: The WordPress Site Title. Can be changed under Settings → General → Site Title
hu_hu: A WordPress webhely címe. A Beállítások → Általános → Webhely címe alatt módosítható

source: The URL to your website.
hu_hu: Az Ön webhelyének URL-je.

source: Hide Backend
hu_hu: Backend elrejtése

source: Visiting the login page sets a temporary cookie that aids compatibility with some alternate login methods. This cookie contains no personal data and expires after 1 hour.
hu_hu: A bejelentkezési oldal felkeresése ideiglenes sütit állít be, amely segíti az egyes alternatív bejelentkezési módszerekkel való kompatibilitást. Ez a süti nem tartalmaz személyes adatot, és 1 óra elteltével lejár.

source: The Hide Backend feature is now active.
hu_hu: A Backend elrejtése funkció most aktív.

source: The Hide Backend feature is now disabled
hu_hu: A Backend elrejtése funkció most le van tiltva

source: Your new login URL is <strong><code>%1$s</code></strong>. A reminder has also been sent to the notification email addresses set in Solid Security’s Notification Center.
hu_hu: Az új bejelentkezési URL-je: <strong><code>%1$s</code></strong>. Emlékeztetőt is küldtünk a Solid Security Értesítési Központjában megadott értesítési e-mail címekre.

source: New Login URL
hu_hu: Új bejelentkezési URL

source: Your new login URL is available below
hu_hu: Az új bejelentkezési URL-je alább található

source: Login Now
hu_hu: Jelentkezzen be most

source: Site Scan Results
hu_hu: Webhely-ellenőrzés eredményei

source: The %1$sSite Scan Scheduling%2$s module sends an email if it discovers an issue or has repeated difficulty conducting the scan.
hu_hu: A %1$sWebhely-ellenőrzés ütemezése%2$s modul e-mailt küld, ha problémát észlel, vagy ismétlődő nehézségekbe ütközik az ellenőrzés végrehajtása során.

source: Site Scan Scheduling
hu_hu: Webhely-ellenőrzés ütemezése

source: Network Brute Force
hu_hu: Hálózati brute force

source: IP Blocked
hu_hu: IP blokkolva

source: Blocked IP Attempted Login With Good Credentials
hu_hu: A blokkolt IP érvényes hitelesítő adatokkal kísérelt meg bejelentkezni

source: Blocked IP Attempted Login
hu_hu: A blokkolt IP bejelentkezést kísérelt meg

source: Block Expiration
hu_hu: Blokkolás lejárata

source: This site is part of a network of sites that protect against distributed brute force attacks. To enable this protection, the IP address of visitors attempting to log into the site is shared with a service provided by solidwp.com. For privacy policy details, please see the <a href="%1$s">SolidWP Privacy Policy</a>.
hu_hu: Ez a webhely egy olyan webhelyhálózat része, amely az elosztott brute force támadások ellen véd. E védelem engedélyezéséhez a webhelyre bejelentkezni próbáló látogatók IP-címét megosztjuk a solidwp.com által nyújtott szolgáltatással. Az adatvédelmi szabályzatra vonatkozó részletekért tekintse meg a <a href="%1$s">SolidWP adatvédelmi szabályzatát</a>.

source: The supplied email address (%s) is invalid. A valid email address is required in order to sign up for the Network Bruteforce Protection by iThemes.
hu_hu: A megadott e-mail-cím (%s) érvénytelen. Érvényes e-mail-cím szükséges a Network Bruteforce Protection by iThemes szolgáltatásra történő regisztrációhoz.

source: An unknown error prevented the API key request from succeeding. This problem could be due to a server configuration or plugin compatibility issue. Please wait a few minutes and try again.
hu_hu: Egy ismeretlen hiba megakadályozta az API-kulcs kérelmének sikerét. A probléma oka lehet kiszolgálókonfiguráció vagy bővítmény-kompatibilitási probléma. Kérjük, várjon néhány percet, majd próbálja meg újra.

source: An unknown error prevented the API key request from succeeding. The request for an API key returned an unrecognized response. Please wait a few minutes and try again.
hu_hu: Egy ismeretlen hiba megakadályozta az API-kulcs kérelmének sikerét. Az API-kulcs iránti kérés felismerhetetlen választ adott vissza. Kérjük, várjon néhány percet, majd próbálja meg újra.

source: There was an error returned from the Network Brute Force Protection API: %1$s
hu_hu: Hiba érkezett a Network Brute Force Protection API-tól: %1$s

source: An unknown error prevented the API key request from succeeding. The request for an API key returned an empty key. Please wait a few minutes and try again.
hu_hu: Egy ismeretlen hiba megakadályozta az API-kulcs kérelmének sikerét. Az API-kulcs iránti kérés üres kulcsot adott vissza. Kérjük, várjon néhány percet, majd próbálja meg újra.

source: An unknown error prevented the API key secret request from succeeding. The request for an API key submitted an empty key. Please wait a few minutes and try again.
hu_hu: Ismeretlen hiba megakadályozta az API-kulcs secret kérésének sikerét. Az API-kulcs iránti kérés üres kulcsot nyújtott be. Kérjük, várjon néhány percet, majd próbálja meg újra.

source: An unknown error prevented the API key secret request from succeeding. This problem could be due to a server configuration or plugin compatibility issue. Please wait a few minutes and try again.
hu_hu: Ismeretlen hiba megakadályozta az API key secret kérelem sikeres teljesülését. A probléma oka lehet szerverkonfiguráció vagy bővítmény-kompatibilitási probléma. Kérjük, várjon néhány percet, majd próbálja meg újra.

source: An unknown error prevented the API key secret request from succeeding. The request for an API key secret returned an unrecognized response. Please wait a few minutes and try again.
hu_hu: Ismeretlen hiba megakadályozta az API key secret kérelem sikeres teljesülését. Az API key secret iránti kérelem nem felismert választ adott vissza. Kérjük, várjon néhány percet, majd próbálja meg újra.

source: An unknown error prevented the API key secrete request from succeeding. The request for an API key secret returned an empty key secret. Please wait a few minutes and try again.
hu_hu: Ismeretlen hiba megakadályozta az API key secrete kérelem sikeres teljesülését. Az API key secret iránti kérelem üres key secretet adott vissza. Kérjük, várjon néhány percet, majd próbálja meg újra.

source: Notification Center
hu_hu: Értesítési központ

source: Cannot get lock.
hu_hu: Nem sikerült zárolást szerezni.

source: Daily
hu_hu: Napi

source: The server did not receive a valid request. The notification id is missing.
hu_hu: A szerver nem kapott érvényes kérelmet. Hiányzik az értesítés id-je.

source: The server could not send the requested notification.
hu_hu: A szerver nem tudta elküldeni a kért értesítést.

source: Notification sent.
hu_hu: Értesítés elküldve.

source: Last Sent
hu_hu: Utoljára elküldve

source: Next Send
hu_hu: Következő küldés

source: Force
hu_hu: Kényszerítés

source: Silent
hu_hu: Csendes

source: Sending %s
hu_hu: %s küldése

source: Sending %s Failed
hu_hu: %s küldése sikertelen

source: Sending scheduled notifications
hu_hu: Ütemezett értesítések küldése

source: Sending Notification
hu_hu: Értesítés küldése

source: Notification
hu_hu: Értesítés

source: Sending Notification Failed
hu_hu: Az értesítés küldése sikertelen

source: Sending Scheduled Notification
hu_hu: Ütemezett értesítés küldése

source: Notifications
hu_hu: Értesítések

source: Failed sending notification.
hu_hu: Az értesítés küldése nem sikerült.

source: Failed sending %s notification.
hu_hu: %s értesítés küldése nem sikerült.

source: Default Recipients
hu_hu: Alapértelmezett címzettek

source: Selecting "Default Recipients" is required.
hu_hu: Az "Alapértelmezett címzettek" kiválasztása kötelező.

source: Unknown Default Recipients contacts, %l.
hu_hu: Ismeretlen alapértelmezett címzettek névjegyek, %l.

source: Unknown contacts for %1$s, %2$l.
hu_hu: Ismeretlen névjegyek ehhez: %1$s, %2$l.

source: Unknown recipient type for %s.
hu_hu: Ismeretlen címzett-típus: %s.

source: The %1$s email list must be a string with each entry separated by a new line.
hu_hu: A(z) %1$s e-mail lista egy karakterlánc legyen, amelyben minden bejegyzést új sor választ el.

source: Unknown schedule for %1$s, %2$s.
hu_hu: Ismeretlen ütemezés ehhez: %1$s, %2$s.

source: Unknown tags for %1$s, %2$l.
hu_hu: Ismeretlen címkék ehhez: %1$s, %2$l.

source: The provided password does not meet this site's requirements.
hu_hu: A megadott jelszó nem felel meg ennek a webhelynek a követelményeinek.

source: The user has not been created.
hu_hu: A felhasználó nem lett létrehozva.

source: The user changes have not been saved.
hu_hu: A felhasználó módosításai nem lettek mentve.

source: Your profile has not been updated.
hu_hu: Az Ön profilja nem lett frissítve.

source: The password has not been updated.
hu_hu: A jelszó nem lett frissítve.

source: New Password
hu_hu: Új jelszó

source: Strength indicator
hu_hu: Jelszóerősség-jelző

source: Confirm use of weak password
hu_hu: Gyenge jelszó használatának megerősítése

source: Confirm new password
hu_hu: Új jelszó megerősítése

source: Update Password
hu_hu: Jelszó frissítése

source: Please enter your new password.
hu_hu: Kérjük, adja meg új jelszavát.

source: Solid Security Plugin
hu_hu: Solid Security bővítmény

source: Privacy
hu_hu: Adatvédelem

source: What personal data we collect and why we collect it
hu_hu: Milyen személyes adatokat gyűjtünk, és miért gyűjtjük azokat

source: Comments
hu_hu: Hozzászólások

source: Media
hu_hu: Média

source: Contact Forms
hu_hu: Kapcsolatfelvételi űrlapok

source: Cookies
hu_hu: Sütik

source: Embedded content from other websites
hu_hu: Beágyazott tartalom más webhelyekről

source: Analytics
hu_hu: Analitika

source: Security Logs
hu_hu: Biztonsági naplók

source: Who we share your data with
hu_hu: Kivel osztjuk meg az adatait

source: How long we retain your data
hu_hu: Meddig őrizzük meg az adatait

source: What rights you have over your data
hu_hu: Milyen jogai vannak az adataival kapcsolatban

source: Where we send your data
hu_hu: Hová továbbítjuk az adatait

source: Additional information
hu_hu: További információk

source: How we protect your data
hu_hu: Hogyan védjük az adatait

source: What data breach procedures we have in place
hu_hu: Milyen adatvédelmi incidenskezelési eljárásokat alkalmazunk

source: What third parties we receive data from
hu_hu: Mely harmadik felektől kapunk adatokat

source: What automated decision making and/or profiling we do with user data
hu_hu: Milyen automatizált döntéshozatalt és/vagy profilalkotást végzünk a felhasználói adatokkal kapcsolatban

source: The security logs are retained since they may be required as part of analysis of a site compromise.
hu_hu: A biztonsági naplókat megőrizzük, mivel egy webhely kompromittálódásának elemzése során szükség lehet rájuk.

source: Failed login
hu_hu: Sikertelen bejelentkezés

source: Requested suspicious URL
hu_hu: Gyanús URL kérése

source: Failed check by network brute force protection
hu_hu: A hálózati brute force védelem ellenőrzése sikertelen volt

source: Attempted to log in as admin
hu_hu: Adminisztrátorként történő bejelentkezési kísérlet

source: Access while site in away mode
hu_hu: Hozzáférés, amíg a webhely távollét módban van

source: Failed reCAPTCHA validation
hu_hu: Sikertelen reCAPTCHA-ellenőrzés

source: Failed two-factor authentication validation
hu_hu: Sikertelen kétfaktoros hitelesítési ellenőrzés

source: Two-factor authentication validated successfully
hu_hu: A kétfaktoros hitelesítés ellenőrzése sikeres

source: Overrode two-factor authentication using Solid Central
hu_hu: A kétfaktoros hitelesítést a Solid Central használatával felülbírálta

source: Changed content
hu_hu: Tartalom módosítása

source: Logged in
hu_hu: Bejelentkezett

source: Logged out
hu_hu: Kijelentkezett

source: Unknown event or action
hu_hu: Ismeretlen esemény vagy művelet

source: Event
hu_hu: Esemény

source: The WordPress salts were successfully regenerated.
hu_hu: A WordPress sók újragenerálása sikeres volt.

source: WordPress Salts
hu_hu: WordPress sók

source: The "Write to Files" setting is disabled in Global Settings. In order to use this feature, you must enable the "Write to Files" setting.
hu_hu: A "Write to Files" beállítás le van tiltva a Global Settingsben. Ennek a funkciónak a használatához engedélyeznie kell a "Write to Files" beállítást.

source: Unable to read the <code>wp-config.php</code> file in order to update the salts. You will need to manually update the file. Error details as follows: %1$s (%2$s)
hu_hu: Nem sikerült beolvasni a <code>wp-config.php</code> fájlt a sók frissítéséhez. A fájlt kézzel kell frissítenie. A hiba részletei a következők: %1$s (%2$s)

source: Unable to update the <code>wp-config.php</code> file in order to update the salts. You will need to manually update the file. Error details as follows: %1$s (%2$s)
hu_hu: Nem sikerült frissíteni a <code>wp-config.php</code> fájlt a sók frissítéséhez. A fájlt kézzel kell frissítenie. A hiba részletei a következők: %1$s (%2$s)

source: Security Check Scan (Recommended)
hu_hu: Security Check vizsgálat (ajánlott)

source: Identified remote IP entry to protect against IP spoofing.
hu_hu: Távoli IP-bejegyzés azonosítva az IP-hamisítás elleni védelemhez.

source: Your site supports SSL.
hu_hu: A webhelye támogatja az SSL-t.

source: Requests for http pages are redirected to https as recommended.
hu_hu: A http oldalakra irányuló kérések az ajánlásoknak megfelelően https-re vannak átirányítva.

source: Redirecting all http page requests to https is highly recommended as it protects login details from being stolen when using public WiFi or insecure networks.
hu_hu: Erősen ajánlott minden http oldalkérés https-re irányítása, mivel ez megvédi a bejelentkezési adatokat a nyilvános WiFi vagy nem biztonságos hálózatok használatakor történő ellopástól.

source: Your site does not support SSL.
hu_hu: A webhelye nem támogatja az SSL-t.

source: When running Security Check, solidwp.com will be contacted as part of a process to determine if the site supports TLS/SSL requests. No personal data is sent to solidwp.com as part of this process. Requests to solidwp.com include the site's URL. For solidwp.com privacy policy details, please see the <a href="%1$s">SolidWP Privacy Policy</a>.
hu_hu: A Security Check futtatásakor a solidwp.com felkeresésre kerül annak megállapításához, hogy a webhely támogatja-e a TLS/SSL kéréseket. A folyamat részeként semmilyen személyes adat nem kerül elküldésre a solidwp.com részére. A solidwp.com felé küldött kérések tartalmazzák a webhely URL-jét. A solidwp.com adatvédelmi szabályzatának részleteiért kérjük, tekintse meg a <a href="%1$s">SolidWP Privacy Policy</a> oldalt.

source: The server was unable to be contacted.
hu_hu: A szervert nem sikerült elérni.

source: An error occurred when communicating with the Solid Security Check server: The server returned a blank response.
hu_hu: Hiba történt a Solid Security Check szerverrel való kommunikáció során: A szerver üres választ adott.

source: An error occurred when communicating with the Solid Security Check server: The server did not return JSON data when JSON data was expected.
hu_hu: Hiba történt a Solid Security Check szerverrel való kommunikáció során: A szerver nem adott vissza JSON adatot, amikor JSON adatra számítottunk.

source: An error occurred when communicating with the Solid Security Check server: %s (%s)
hu_hu: Hiba történt a Solid Security Check szerverrel való kommunikáció során: %s (%s)

source: The Solid Security Check server could not contact your site. Please wait a few minutes and try again.
hu_hu: A Solid Security Check szerver nem tudta elérni a webhelyét. Kérjük, várjon néhány percet, majd próbálja meg újra.

source: The response body is missing the "ips" entry.
hu_hu: A válasz törzséből hiányzik az "ips" bejegyzés.

source: Banned Users
hu_hu: Kitiltott felhasználók

source: Local Brute Force Protection
hu_hu: Helyi brute force védelem
