Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: <b>Virtual Patches</b> from <b>Patchstack</b> that protect insecure themes and plugins even before vulnerabilities are publicly disclosed and an official patch is released. You may not be able to apply security updates immediately, but with Solid Security Pro you’re still protected until you’re ready to update.
hu_hu: <b>Virtuális javítások</b> a <b>Patchstacktől</b>, amelyek már azelőtt védik a nem biztonságos témákat és bővítményeket, hogy a sérülékenységeket nyilvánosságra hoznák és hivatalos javítás jelenne meg. Lehet, hogy nem tudja azonnal alkalmazni a biztonsági frissítéseket, de a Solid Security Pro-val addig is védett, amíg készen nem áll a frissítésre.

source: <b>Version Management</b> gives you precise control over when to apply or delay an automatic update to any plugin, theme, extension, or WordPress core.
hu_hu: <b>Verziókezelés</b> pontos kontrollt ad Önnek afelett, hogy mikor alkalmazzon vagy halasszon el automatikus frissítést bármely bővítményhez, témához, kiegészítőhöz vagy a WordPress core‑hoz.

source: <b>Passkeys</b> and other <b>Passwordless</b> Login options mitigate the risks associated with users who often share, reuse, and choose weak passwords. Increase your users’ security and simplify their login experience.
hu_hu: <b>Passkeys</b> és egyéb <b>jelszó nélküli</b> bejelentkezési lehetőségek csökkentik azon kockázatokat, amelyek a jelszavakat gyakran megosztó, újrahasználó és gyenge jelszót választó felhasználókhoz kapcsolódnak. Növelje felhasználói biztonságát, és egyszerűsítse a bejelentkezési élményüket.

source: Multiple <b>CAPTCHA</b> options, including <b>Cloudflare Turnstile</b>, eliminate bot traffic from your login screens and other forms. You won’t be asked to solve a puzzle or identify objects to prove you’re a human — unless you’re a bot.
hu_hu: Többféle <b>CAPTCHA</b> lehetőség, beleértve a <b>Cloudflare Turnstile</b>-t, kiszűri a botforgalmat a bejelentkezési képernyőkről és más űrlapokról. Nem kell rejtvényt megoldania vagy tárgyakat azonosítania, hogy bizonyítsa, ember — kivéve, ha bot.

source: Passwordless Login and Passkeys
hu_hu: Jelszó nélküli bejelentkezés és Passkeys

source: Import & Export
hu_hu: Importálás és exportálás

source: Reduce your site’s security risk to nearly zero with Solid Security Pro.
hu_hu: Csökkentse webhelye biztonsági kockázatát szinte nullára a Solid Security Pro-val.

source: Greatly enhance your website’s security with Solid Security Pro.
hu_hu: Jelentősen növelje webhelye biztonságát a Solid Security Pro-val.

source: Extended features for professionals include:
hu_hu: A profiknak szánt bővített funkciók közé tartoznak:

source: You are a WordPress security superstar! Be sure to take advantage of the features that comes with your paid plan. Paid features include…
hu_hu: Ön WordPress biztonsági szupersztár! Használja ki a fizetett csomagjához járó funkciókat. A fizetős funkciók közé tartoznak…

source: Upgrade to Solid Security Pro
hu_hu: Frissítés a Solid Security Pro-ra

source: and more!
hu_hu: és még sok más!

source: Great Work! Thanks to Solid Security Basic, your site is secure and ready for your users.
hu_hu: Szép munka! A Solid Security Basicnek köszönhetően webhelye biztonságos és készen áll a felhasználói számára.

source: Great Work! Your site is ready and is more secure than ever!
hu_hu: Szép munka! Webhelye készen áll, és biztonságosabb, mint valaha!

source: Use your security dashboard for insights into your users’ activity and potential threats to your site. From there you’ll be guided to actions you can take.
hu_hu: Használja a biztonsági irányítópultját, hogy betekintést kapjon felhasználói tevékenységébe és a webhelyét fenyegető lehetséges veszélyekbe. Onnan útmutatást kap a megtehető lépésekhez.

source: If you want to dig into your site’s security, check out your security dashboard, and make changes via settings.
hu_hu: Ha szeretne jobban elmélyülni a webhelye biztonságában, tekintse meg a biztonsági irányítópultját, és végezzen módosításokat a beállításokon keresztül.

source: Resolve the vulnerabilities we found
hu_hu: Oldja meg az általunk talált sérülékenységeket

source: Now that your initial setup for Solid Security is complete, it’s time to take care of those vulnerabilities we detected earlier.
hu_hu: Most, hogy a Solid Security kezdeti beállítása elkészült, itt az ideje gondoskodni azokról a sérülékenységekről, amelyeket korábban észleltünk.

source: Stay safe from critical vulnerabilities, even while you sleep
hu_hu: Maradjon védett a kritikus sérülékenységekkel szemben, még alvás közben is

source: Patchstack’s Virtual Patching, available in <a>Solid Security Pro</a>, protects you against the most important vulnerabilities, 24/7.
hu_hu: A Patchstack <a>Solid Security Pro</a>-ban elérhető virtuális javításai 24/7 védelmet nyújtanak a legfontosabb sérülékenységekkel szemben.

source: Manage Vulnerabilities
hu_hu: Sérülékenységek kezelése

source: User security strengthened
hu_hu: Felhasználói biztonság megerősítve

source: Brute force attacks blocked
hu_hu: Brute force támadások blokkolva

source: Scanning for vulnerable themes, plugins, and known malware
hu_hu: Sérülékeny témák, bővítmények és ismert kártevők keresése

source: Monitoring for suspicious file changes
hu_hu: Gyanús fájlváltozások figyelése

source: Banning bad bots and user agents
hu_hu: Rosszindulatú botok és user agentek tiltása

source: Here are some notable improvements…
hu_hu: Íme néhány figyelemre méltó fejlesztés…

source: No site type found with that id.
hu_hu: Nem található webhelytípus azzal az azonosítóval.

source: Could not complete setup: %s
hu_hu: A beállítást nem sikerült befejezni: %s

source: Login Security
hu_hu: Bejelentkezési biztonság

source: Site Check
hu_hu: Webhelyellenőrzés

source: Utilities
hu_hu: Segédprogramok

source: You must select an IP Detection method in <a>Global Settings</a>. <help>Learn more</help>.
hu_hu: Ki kell választania egy IP-észlelési módszert az <a>Általános beállításokban</a>. <help>További információ</help>.

source: Scan your site for security issues and find out how fix them.
hu_hu: Vizsgálja meg webhelyét biztonsági problémák felderítésére, és tudja meg, hogyan javíthatja ki azokat.

source: Start Site Scan
hu_hu: Webhelyvizsgálat indítása

source: Unlock
hu_hu: Feloldás

source: Scan Results (%d)
hu_hu: Vizsgálati eredmények (%d)

source: Scan Results
hu_hu: Vizsgálati eredmények

source: Muted Results (%d)
hu_hu: Elnémított eredmények (%d)

source: Muted Results
hu_hu: Elnémított eredmények

source: Type and Scan Info
hu_hu: Típus és vizsgálati információk

source: Scan Info
hu_hu: Vizsgálati információk

source: No scan results found!
hu_hu: Nem találhatók vizsgálati eredmények!

source: Scan to find issues with your site’s security.
hu_hu: Végezzen vizsgálatot, hogy megtalálja webhelye biztonsági problémáit.

source: Confirm your action
hu_hu: Erősítse meg a műveletet

source: Are you sure you want to do this?
hu_hu: Biztos benne, hogy ezt szeretné megtenni?

source: Back to list
hu_hu: Vissza a listához

source: Advanced tools to help you manage your site’s security.
hu_hu: Speciális eszközök, amelyek segítenek webhelye biztonságának kezelésében.

source: Additional Tools
hu_hu: További eszközök

source: Filter the user groups whose security requirements you’d like to edit with the “Edit User Group Settings” feature.
hu_hu: Szűrje ki azokat a felhasználói csoportokat, amelyek biztonsági követelményeit a „Felhasználói csoport beállításainak szerkesztése” funkcióval szeretné módosítani.

source: Back to Quick User Security Actions
hu_hu: Vissza a Gyors felhasználói biztonsági műveletekhez

source: Are you sure you want to make these edits?
hu_hu: Biztos benne, hogy ezeket a módosításokat el szeretné végezni?

source: Confirm Edits
hu_hu: Módosítások megerősítése

source: Select Options
hu_hu: Válasszon lehetőségeket

source: Force Users to Reset Passwords
hu_hu: Kényszerítse a felhasználókat jelszavaik visszaállítására

source: Change passwords immediately following a breach where user accounts may have been compromised.
hu_hu: Változtassa meg a jelszavakat azonnal egy olyan adatsértést követően, amikor a felhasználói fiókok kompromittálódhattak.

source: Force a Password Reset
hu_hu: Jelszó-visszaállítás kényszerítése

source: Sending Password Reset
hu_hu: Jelszó-visszaállítás küldése

source: Delete users' account
hu_hu: Felhasználói fiókok törlése

source: Remove unused user accounts.
hu_hu: Távolítsa el a nem használt felhasználói fiókokat.

source: Delete Accounts
hu_hu: Fiókok törlése

source: Deleting Accounts
hu_hu: Fiókok törlése

source: Force a User Lockout
hu_hu: Felhasználó zárolásának kényszerítése

source: Use this option to terminate an active user session immediately.
hu_hu: Ezzel az opcióval azonnal megszüntetheti egy aktív felhasználói munkamenetet.

source: Force User Logout
hu_hu: Felhasználó kényszerített kijelentkeztetése

source: Forcing Logout
hu_hu: Kijelentkeztetés kényszerítése

source: Selected changes
hu_hu: Kiválasztott módosítások

source: Review Changes
hu_hu: Módosítások áttekintése

source: Quick User Security Actions
hu_hu: Gyors felhasználói biztonsági műveletek

source: Quick User Security Actions - Confirm Actions
hu_hu: Gyors felhasználói biztonsági műveletek - Műveletek megerősítése

source: All users Selected
hu_hu: Minden felhasználó kiválasztva

source: Select user groups to edit using the filter options, and take quick security actions on multiple users at once.
hu_hu: Válassza ki a szűrési lehetőségekkel azokat a felhasználói csoportokat, amelyeket szerkeszteni szeretne, és hajtson végre gyors biztonsági műveleteket egyszerre több felhasználón.

source: User Last Seen
hu_hu: Felhasználó utolsó aktivitása

source: 24 hours
hu_hu: 24 óra

source: Seen within 24 hours
hu_hu: Az elmúlt 24 órában észlelve

source: 7 days
hu_hu: 7 nap

source: Seen within 7 days
hu_hu: Az elmúlt 7 napban észlelve

source: 30 days
hu_hu: 30 nap

source: Seen within 30 days
hu_hu: 30 napon belül észlelve

source: Password Strength
hu_hu: Jelszó erőssége

source: Very Weak
hu_hu: Nagyon gyenge

source: PW is very weak
hu_hu: A jelszó nagyon gyenge

source: Weak
hu_hu: Gyenge

source: PW is weak
hu_hu: A jelszó gyenge

source: PW is medium
hu_hu: A jelszó közepes

source: Strong
hu_hu: Erős

source: PW is strong
hu_hu: A jelszó erős

source: Password Changed
hu_hu: Jelszó módosítva

source: Within 7 days
hu_hu: 7 napon belül

source: PW changed within 7 days
hu_hu: A jelszó 7 napon belül módosítva

source: Within 30 days
hu_hu: 30 napon belül

source: PW changed within 30 days
hu_hu: A jelszó 30 napon belül módosítva

source: Within 90 days
hu_hu: 90 napon belül

source: PW changed within 90 days
hu_hu: A jelszó 90 napon belül módosítva

source: Reset All
hu_hu: Összes visszaállítása

source: Review the security of users on your site.
hu_hu: Vizsgálja felül a webhelye felhasználóinak biztonságát.

source: Quick Actions - Edit Multiple Users
hu_hu: Gyors műveletek - Több felhasználó szerkesztése

source: Select all users
hu_hu: Az összes felhasználó kijelölése

source: Last Seen
hu_hu: Utoljára észlelve

source: PW Strength
hu_hu: Jelszó erőssége

source: PW Age
hu_hu: Jelszó kora

source: Actions
hu_hu: Műveletek

source: User Details Toggle
hu_hu: Felhasználói adatok kapcsolója

source: User Selection
hu_hu: Felhasználó kiválasztása

source: Checkbox Options
hu_hu: Jelölőnégyzet beállításai

source: Only this page
hu_hu: Csak ezen az oldalon

source: Enforced
hu_hu: Kikényszerítve

# password strength
source: Unknown
hu_hu: Ismeretlen

source: Select %s in Table
hu_hu: Válassza ki a %s elemet a táblázatban

source: No Login Info
hu_hu: Nincs bejelentkezési adat

source: Edit User
hu_hu: Felhasználó szerkesztése

source: Additional User Details
hu_hu: További felhasználói adatok

source: Role:
hu_hu: Szerepkör:

source: Last Seen:
hu_hu: Utoljára észlelve:

source: PW Strength:
hu_hu: Jelszó erőssége:

source: PW Age:
hu_hu: Jelszó kora:

source: Two-Factor:
hu_hu: Kétfaktoros hitelesítés:

source: No Vulnerabilities Found!
hu_hu: Nem található sérülékenység!

source: Your site has been successfully checked against the Patchstack vulnerability database.
hu_hu: Webhelyét sikeresen ellenőriztük a Patchstack sérülékenységi adatbázissal összevetve.

source: Last Scan: %s
hu_hu: Utolsó vizsgálat: %s

source: Scan for Vulnerabilities
hu_hu: Sérülékenységek keresése

source: Patchstack priority
hu_hu: Patchstack prioritás

source: Type and Name
hu_hu: Típus és név

source: No vulnerabilities found
hu_hu: Nem található sérülékenység

source: This website was last checked against the vulnerability database on %s.
hu_hu: Ezt a webhelyet legutóbb %s időpontban ellenőriztük a sérülékenységi adatbázissal összevetve.

source: Types
hu_hu: Típusok

source: Browse Vulnerability Database
hu_hu: Sérülékenységi adatbázis böngészése

source: Vulnerability Database
hu_hu: Sebezhetőségi adatbázis

source: You are viewing the last two weeks of vulnerabilities from the database.
hu_hu: Az adatbázisból az elmúlt két hét sebezhetőségeit tekinti meg.

source: You are browsing the vulnerability database. These vulnerabilities do not affect your site. To see active vulnerabilities on your site, stop browsing the database.
hu_hu: A sebezhetőségi adatbázist böngészi. Ezek a sebezhetőségek nem érintik az Ön webhelyét. Ha az aktív sebezhetőségeket szeretné látni a webhelyén, hagyja abba az adatbázis böngészését.

source: Stop Browsing Database
hu_hu: Adatbázis-böngészés leállítása

source: No Fix
hu_hu: Nincs javítás

source: Fix Available
hu_hu: Javítás elérhető

source: %s days ago
hu_hu: %s napja

source: Scan for vulnerabilities
hu_hu: Sebezhetőségek vizsgálata

source: Scanning for vulnerabilities…
hu_hu: Sebezhetőségek vizsgálata…

source: Currently checking your site for any vulnerable plugins, themes, or WordPress Core.
hu_hu: Jelenleg ellenőrizzük az Ön webhelyét a sebezhető bővítmények, témák vagy a WordPress Core tekintetében.

source: Solution
hu_hu: Megoldás

source: Update the %1$s %2$s to the latest available version (at least %3$s).
hu_hu: Frissítse a(z) %1$s %2$s elemet a legújabb elérhető verzióra (legalább %3$s).

source: No fix has been released for this vulnerability.
hu_hu: Ehhez a sebezhetőséghez még nem adtak ki javítást.

source: If no update is available, you should deactivate the plugin.
hu_hu: Ha nem érhető el frissítés, tiltsa le a bővítményt.

source: If no update is available, you should switch themes.
hu_hu: Ha nem érhető el frissítés, váltson témát.

source: Muting the issue will exclude it from future scans. <b>Only mute the issue after you’ve confirmed the vulnerability does not affect your site.</b>
hu_hu: A probléma némítása kizárja azt a jövőbeli vizsgálatokból. <b>Csak akkor némítsa a problémát, miután megerősítette, hogy a sebezhetőség nem érinti az Ön webhelyét.</b>

source: Back to Vulnerabilities
hu_hu: Vissza a sebezhetőségekhez

source: Exploited Vulnerability
hu_hu: Kihasznált sebezhetőség

source: Not Known to be Exploited
hu_hu: Nem ismert, hogy kihasználták

source: Report an attack
hu_hu: Támadás bejelentése

source: Patched Automatically
hu_hu: Automatikusan javítva

source: Software
hu_hu: Szoftver

source: Vulnerable Versions
hu_hu: Sebezhető verziók

source: CVSS 3.1 score
hu_hu: CVSS 3.1 pontszám

source: Classification
hu_hu: Besorolás

source: Vulnerability Type
hu_hu: Sebezhetőség típusa

source: Publicly Disclosed
hu_hu: Nyilvánosan közzétéve

source: Enable database logging or file backups to see a history of completed backups
hu_hu: Engedélyezze az adatbázis-naplózást vagy a fájlmentéseket, hogy láthassa a befejezett biztonsági mentések előzményeit

source: Recent Backups
hu_hu: Legutóbbi biztonsági mentések

source: Size
hu_hu: Méret

source: History
hu_hu: Előzmények

source: File Change Report
hu_hu: Fájlmódosítási jelentés

source: Notification Center Errors
hu_hu: Értesítési központ hibái

source: Malware Scan Report
hu_hu: Kártevő-vizsgálati jelentés

source: Malware Scan Failed
hu_hu: A kártevő-vizsgálat nem sikerült

source: Site Scan Report
hu_hu: Webhely-vizsgálati jelentés

source: More Actions
hu_hu: További műveletek

source: Security Admin Messages
hu_hu: Biztonsági adminisztrátori üzenetek

source: Important notices from Solid Security
hu_hu: Fontos közlemények a Solid Securitytől

source: Keep up the good work! There are no security admin messages at this time.
hu_hu: Csak így tovább! Jelenleg nincsenek biztonsági adminisztrátori üzenetek.

source: Alerts
hu_hu: Riasztások

source: Remove Ban
hu_hu: Tiltás megszüntetése

source: Any %s
hu_hu: Bármely %s

source: Ban Reason
hu_hu: Tiltás oka

source: Search Bans
hu_hu: Tiltások keresése

source: Users can adjust their User Security profile settings. This block does not provide any controls.
hu_hu: A felhasználók módosíthatják a User Security profilbeállításaikat. Ez a blokk nem biztosít vezérlőelemeket.

source: No Data
hu_hu: Nincs adat

source: Latest in Solid Security News
hu_hu: Legfrissebb a Solid Security híreiből

source: Published - %s
hu_hu: Közzétéve – %s

source: Fix Vulnerabilities
hu_hu: Sebezhetőségek javítása

source: Great news! There seem to be no vulnerable software installed!
hu_hu: Nagyszerű hír! Úgy tűnik, nincs telepítve sérülékeny szoftver!

source: Edit Dashboard Cards
hu_hu: Szerkessze az irányítópult kártyáit

source: Add Security Cards
hu_hu: Adjon hozzá biztonsági kártyákat

source: You don’t have permission to create new dashboards. Try switching to a dashboard or ask an administrator to invite you to one.
hu_hu: Nincs jogosultsága új irányítópultok létrehozásához. Próbáljon átváltani egy irányítópultra, vagy kérjen meg egy rendszergazdát, hogy hívja meg egyre.

source: Create a New Dashboard
hu_hu: Hozzon létre új irányítópultot

source: Start with the default layout
hu_hu: Kezdje az alapértelmezett elrendezéssel

source: You can continue to customize this later.
hu_hu: Ezt később is tovább testreszabhatja.

source: Create board with the default layout
hu_hu: Hozzon létre táblát az alapértelmezett elrendezéssel

source: Start from scratch
hu_hu: Kezdje a nulláról

source: Start building a dashboard with security cards.
hu_hu: Kezdjen irányítópultot építeni biztonsági kártyákkal.

source: Create board from scratch
hu_hu: Hozzon létre táblát a nulláról

source: Dashboard Name
hu_hu: Irányítópult neve

source: Entering a dashboard name is required.
hu_hu: Az irányítópult nevének megadása kötelező.

source: Add %s
hu_hu: Adjon hozzá %s

source: Edit Cards
hu_hu: Szerkessze a kártyákat

source: Add or remove cards on your dashboard.
hu_hu: Adjon hozzá vagy távolítson el kártyákat az irányítópultján.

source: Remove %s
hu_hu: Távolítsa el %s

source: An error occurred while rendering this card.
hu_hu: Hiba történt ennek a kártyának a megjelenítése közben.

source: Something went wrong with this card. This is most likely due to disabling a Solid Security Module.
hu_hu: Valami hiba történt ezzel a kártyával. Ez nagy valószínűséggel egy Solid Security modul letiltása miatt van.

source: Remove Card
hu_hu: Kártya eltávolítása

source: Card Type: <card />
hu_hu: Kártyatípus: <card />

source: Help
hu_hu: Súgó

source: Dashboard Toolbar
hu_hu: Irányítópult eszköztár

source: Error when adding card to dashboard: %s
hu_hu: Hiba a kártya hozzáadásakor az irányítópulthoz: %s

source: Error when saving dashboard card: %s
hu_hu: Hiba az irányítópult kártyájának mentésekor: %s

source: Error when removing card from dashboard: %s
hu_hu: Hiba a kártya irányítópultról való eltávolításakor: %s

source: Refreshing dashboard data failed: %s
hu_hu: Az irányítópult adatainak frissítése nem sikerült: %s

source: Error when performing card action: %s
hu_hu: Hiba a kártyaművelet végrehajtásakor: %s

source: Error when creating dashboard: %s
hu_hu: Hiba az irányítópult létrehozásakor: %s

source: Dashboard Created
hu_hu: Irányítópult létrehozva

source: Error when saving dashboard: %s
hu_hu: Hiba az irányítópult mentésekor: %s

source: Error when deleting dashboard: %s
hu_hu: Hiba az irányítópult törlésekor: %s

source: Unknown Card
hu_hu: Ismeretlen kártya

source: Relative Path
hu_hu: Relatív elérési út

source: Suggestion
hu_hu: Javaslat

source: Result
hu_hu: Eredmény

source: Ok
hu_hu: Rendben

source: There are no rules that need to be written.
hu_hu: Nincsenek olyan szabályok, amelyeket meg kellene írni.

source: Copied!
hu_hu: Másolva!

source: Copy Rules
hu_hu: Szabályok másolása

source: Detecting IP
hu_hu: IP-cím észlelése

source: Detected IP: %s
hu_hu: Észlelt IP-cím: %s

source: Error detecting IP: %s
hu_hu: Hiba az IP-cím észlelésekor: %s

source: Check IP
hu_hu: Ellenőrizze az IP-címet

source: Authorize my IP address
hu_hu: Engedélyezze az IP-címemet

source: Select the configuration that causes the “Detected IP” shown below to match your current IP address. <a>Don’t know your IP?</a>
hu_hu: Válassza ki azt a konfigurációt, amely miatt az alább látható “Észlelt IP” megegyezik a jelenlegi IP-címével. <a>Nem tudja az IP-címét?</a>

source: Reset API Key
hu_hu: API-kulcs visszaállítása

source: You can use HTML in your message. Allowed HTML includes: %s.
hu_hu: Használhat HTML-t az üzenetében. Az engedélyezett HTML a következőket tartalmazza: %s.

source: This notification supports email tags. Tags are formatted as follows <tag />.
hu_hu: Ez az értesítés támogatja az e-mail tageket. A tagek formátuma a következő: <tag />.

source: Customize
hu_hu: Testreszabás

source: Subject
hu_hu: Tárgy

source: Message
hu_hu: Üzenet

source: Recipient
hu_hu: Címzett

source: Site Users
hu_hu: Webhely felhasználói

source: Admin Emails
hu_hu: Adminisztrátori e-mail-címek

source: Specified when sending
hu_hu: Küldéskor megadva

source: The email address(es) this notification will be sent to. One address per line.
hu_hu: Az e-mail-cím(ek), amelyekre ez az értesítés elküldésre kerül. Soronként egy cím.

source: Select which users should be emailed.
hu_hu: Válassza ki, mely felhasználóknak küldjön e-mailt.

source: You’re almost done, just one last topic to cover!
hu_hu: Majdnem kész, már csak egy utolsó témakör van hátra!

source: Complete Setup
hu_hu: Beállítás befejezése

source: Save All Changes
hu_hu: Minden módosítás mentése

source: All “%s” Users
hu_hu: Minden „%s” felhasználó

source: Level Up Your Site Scanning with <pro/>
hu_hu: Emelje magasabb szintre a webhelyvizsgálatot a <pro/> segítségével

source: Save 30% on Solid Security Pro.
hu_hu: Takarítson meg 30%-ot a Solid Security Pro árából.

source: Save 30% on Solid Suite.
hu_hu: Takarítson meg 30%-ot a Solid Suite árából.

source: Hackers Hate This Sale
hu_hu: A hackerek utálják ezt az akciót

source: Save <b>30%</b> on StellarWP brands like StellarSites, Kadence, GiveWP, and more during the Stellar Sale now through August 5th.
hu_hu: Takarítson meg <b>30%</b>-ot a StellarWP olyan márkáin, mint a StellarSites, a Kadence, a GiveWP és még sok más, a Stellar Sale során most augusztus 5-ig.

source: Shop Now
hu_hu: Vásároljon most

source: View all StellarWP Deals
hu_hu: Tekintse meg az összes StellarWP ajánlatot

source: Explore StellarSites
hu_hu: Fedezze fel a StellarSites szolgáltatást

source: Learn More About StellarSites
hu_hu: Tudjon meg többet a StellarSites-ról

source: Build & Protect Sites Faster.
hu_hu: Készítsen és védjen webhelyeket gyorsabban.

source: Introducing StellarSites from StellarWP
hu_hu: Bemutatjuk a StellarWP StellarSites szolgáltatását

source: Secure your site from the start with fast hosting, cloud-first backups, and powerful site management tools built to scale.
hu_hu: Biztosítsa webhelyét már a kezdetektől gyors tárhelyszolgáltatással, felhőközpontú biztonsági mentésekkel és a skálázhatóságra épített, hatékony webhelykezelő eszközökkel.
