Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Make changes to the default behavior of WordPress.
hu_hu: Módosítsa a WordPress alapértelmezett működését.

source: Increase the security of your website by removing the ability to edit files from the WordPress dashboard and limiting how APIs and users access your site.
hu_hu: Növelje webhelye biztonságát azzal, hogy eltávolítja a fájlok szerkesztésének lehetőségét a WordPress vezérlőpultjáról, és korlátozza, hogy az API-k és a felhasználók hogyan férnek hozzá a webhelyéhez.

source: Disable File Editor
hu_hu: Fájlszerkesztő letiltása

source: Disables the WordPress file editor for plugins and themes. Once activated you will need to manually edit files using FTP or other tools.
hu_hu: Letiltja a WordPress beépülők és témák fájlszerkesztőjét. Aktiválás után a fájlokat manuálisan kell szerkesztenie FTP-vel vagy más eszközökkel.

source: The WordPress XML-RPC API allows external services to access and modify content on the site. Common example of services that make use of XML-RPC are [the Jetpack plugin](https://jetpack.com), [the WordPress mobile apps](https://wordpress.org/mobile/), and [pingbacks](https://wpbeg.in/IiI0sh). If the site does not use a service that requires XML-RPC, select the “Disable XML-RPC” setting as disabling XML-RPC prevents attackers from using the feature to attack the site.
hu_hu: A WordPress XML-RPC API lehetővé teszi külső szolgáltatások számára a webhely tartalmának elérését és módosítását. Az XML-RPC-t használó szolgáltatások gyakori példái: [the Jetpack plugin](https://jetpack.com), [the WordPress mobile apps](https://wordpress.org/mobile/), és [pingbacks](https://wpbeg.in/IiI0sh). Ha a webhely nem használ olyan szolgáltatást, amely XML-RPC-t igényel, válassza a “Disable XML-RPC” beállítást, mivel az XML-RPC letiltása megakadályozza, hogy támadók ezt a funkciót a webhely megtámadására használják.

source: Disable XML-RPC
hu_hu: XML-RPC letiltása

source: XML-RPC is disabled on the site. This setting is highly recommended if Jetpack, the WordPress mobile app, pingbacks, and other services that use XML-RPC are not used.
hu_hu: Az XML-RPC le van tiltva a webhelyen. Ez a beállítás erősen ajánlott, ha a Jetpacket, a WordPress mobilalkalmazást, a pingbackeket és más, XML-RPC-t használó szolgáltatásokat nem használja.

source: Disable Pingbacks
hu_hu: Pingbackek letiltása

source: Only disable pingbacks. Other XML-RPC features will work as normal. Select this setting if you require features such as Jetpack or the WordPress Mobile app.
hu_hu: Csak a pingbackeket tiltja le. Az XML-RPC egyéb funkciói a megszokott módon működnek. Válassza ezt a beállítást, ha szüksége van olyan funkciókra, mint a Jetpack vagy a WordPress mobilalkalmazás.

source: Enable XML-RPC
hu_hu: XML-RPC engedélyezése

source: XML-RPC is fully enabled and will function as normal. Use this setting only if the site must have unrestricted use of XML-RPC.
hu_hu: Az XML-RPC teljesen engedélyezve van, és a megszokott módon működik. Csak akkor használja ezt a beállítást, ha a webhelynek korlátozás nélküli XML-RPC-használatra van szüksége.

source: Allow Multiple Authentication Attempts per XML-RPC Request
hu_hu: Többszöri hitelesítési kísérlet engedélyezése XML-RPC kérésenként

source: By default, the WordPress XML-RPC API allows hundreds of username and password guesses per request. Turn off this setting to prevent attackers from exploiting this feature.
hu_hu: Alapértelmezés szerint a WordPress XML-RPC API kérésenként több száz felhasználónév- és jelszópróbálkozást tesz lehetővé. Kapcsolja ki ezt a beállítást, hogy megakadályozza a támadókat e lehetőség kihasználásában.

source: The WordPress REST API is part of WordPress and provides developers with new ways to manage WordPress. By default, it could give public access to information that you believe is private on your site.
hu_hu: A WordPress REST API a WordPress része, és új lehetőségeket biztosít a fejlesztőknek a WordPress kezelésére. Alapértelmezés szerint nyilvános hozzáférést adhat olyan információkhoz, amelyeket Ön a webhelyén bizalmasnak tart.

source: Default Access
hu_hu: Alapértelmezett hozzáférés

source: Access to REST API data is left as default. Information including published posts, user details, and media library entries is available for public access.
hu_hu: A REST API adataihoz való hozzáférés alapértelmezett marad. Az olyan információk, mint a közzétett bejegyzések, felhasználói adatok és médiatár-bejegyzések, nyilvánosan elérhetők.

source: Restricted Access
hu_hu: Korlátozott hozzáférés

source: Restrict access to most REST API data. This means that most requests will require a logged in user or a user with specific privileges, blocking public requests for potentially-private data. We recommend selecting this option.
hu_hu: Korlátozza a legtöbb REST API-adathoz való hozzáférést. Ez azt jelenti, hogy a kérések többsége bejelentkezett felhasználót vagy speciális jogosultságokkal rendelkező felhasználót igényel, és blokkolja a potenciálisan bizalmas adatokra irányuló nyilvános kéréseket. Javasoljuk ennek az opciónak a kiválasztását.

source: Login with Email Address or Username
hu_hu: Bejelentkezés e-mail-címmel vagy felhasználónévvel

source: By default, WordPress allows users to log in using either an email address or username. This setting allows you to restrict logins to only accept email addresses or usernames.
hu_hu: Alapértelmezés szerint a WordPress lehetővé teszi, hogy a felhasználók e-mail-címmel vagy felhasználónévvel jelentkezzenek be. Ez a beállítás lehetővé teszi, hogy a bejelentkezést csak e-mail-címet vagy csak felhasználónevet elfogadóra korlátozza.

source: Email Address and Username
hu_hu: E-mail-cím és felhasználónév

source: Allow users to log in using their user’s email address or username. This is the default WordPress behavior.
hu_hu: Engedélyezi, hogy a felhasználók saját e-mail-címükkel vagy felhasználónevükkel jelentkezzenek be. Ez a WordPress alapértelmezett működése.

source: Email Address Only
hu_hu: Csak e-mail-cím

source: Users can only log in using their user’s email address. This disables logging in using a username.
hu_hu: A felhasználók csak a saját e-mail-címükkel jelentkezhetnek be. Ez letiltja a felhasználónévvel történő bejelentkezést.

source: Username Only
hu_hu: Csak felhasználónév

source: Users can only log in using their user’s username. This disables logging in using an email address.
hu_hu: A felhasználók csak a saját felhasználónevükkel jelentkezhetnek be. Ez letiltja az e-mail-címmel történő bejelentkezést.

source: Force Unique Nickname
hu_hu: Egyedi becenév kikényszerítése

source: This forces users to choose a unique nickname when updating their profile or creating a new account which prevents bots and attackers from easily harvesting user’s login usernames from the code on author pages. Note this does not automatically update existing users as it will affect author feed urls if used.
hu_hu: Ez arra kényszeríti a felhasználókat, hogy egyedi becenevet válasszanak profiljuk frissítésekor vagy új fiók létrehozásakor, ami megakadályozza, hogy botok és támadók könnyen begyűjtsék a felhasználók bejelentkezési felhasználóneveit a szerzői oldalakon található kódból. Megjegyzés: ez nem frissíti automatikusan a meglévő felhasználókat, mivel használata befolyásolja a szerzői hírcsatornák URL-jeit.

source: Disable Extra User Archives
hu_hu: Kiegészítő felhasználói archívumok letiltása

source: Disables a user’s author page if their post count is 0. This makes it harder for bots to determine usernames by disabling post archives for users that don’t write content for your site.
hu_hu: Letiltja a felhasználó szerzői oldalát, ha a bejegyzéseinek száma 0. Ez megnehezíti a botok számára a felhasználónevek meghatározását azáltal, hogy letiltja a bejegyzésarchívumokat azoknál a felhasználóknál, akik nem írnak tartalmat a webhelyére.

source: API Access
hu_hu: API-hozzáférés

source: Dashboard Widget
hu_hu: Vezérlőpult widget

source: Trusted Devices
hu_hu: Megbízható eszközök

source: Trusted Devices identifies the devices users use to login and can apply additional restrictions to unknown devices.
hu_hu: A Megbízható eszközök azonosítja azokat az eszközöket, amelyekkel a felhasználók bejelentkeznek, és további korlátozásokat alkalmazhat az ismeretlen eszközökre.

source: Trusted Devices helps secure your website by requiring all or specific User Groups to confirm the devices they use to log in. Logins using a new device will trigger account restrictions and the Unrecognized Login email to send to the user’s email address. From the email, they can either approve the device or log it out and prevent future access.<br>A successful Session Hijacking attack allows an attacker to piggyback your login session. If a user’s device changes during a session, Solid Security will automatically log the user out to prevent unauthorized activity on the user’s account, such as changing the user’s email address or uploading malicious plugins.
hu_hu: A Megbízható eszközök segít megvédeni webhelyét azzal, hogy megköveteli minden vagy egyes felhasználói csoportoktól a bejelentkezéshez használt eszközök megerősítését. Új eszközzel történő bejelentkezés fiókkorlátozásokat vált ki, és elküldi a Fel nem ismert bejelentkezés e-mailt a felhasználó e-mail-címére. Az e-mailből jóváhagyhatják az eszközt, vagy kijelentkeztethetik azt, és megakadályozhatják a jövőbeni hozzáférést.<br>A sikeres munkamenet-eltérítés (Session Hijacking) lehetővé teszi a támadónak, hogy „potyautasként” használja az Ön bejelentkezési munkamenetét. Ha egy felhasználó eszköze megváltozik egy munkamenet során, a Solid Security automatikusan kijelentkezteti a felhasználót, hogy megelőzze a felhasználói fiókon végzett jogosulatlan tevékenységet, például a felhasználó e-mail-címének megváltoztatását vagy rosszindulatú beépülők feltöltését.

source: Restrict Capabilities
hu_hu: Képességek korlátozása

source: When a user is logged-in on an unrecognized device, restrict their administrator-level capabilities and prevent them from editing their login details. Enabling “Restrict Capabilities” requires the “[Unrecognized Login](itsec://settings/notification-center/unrecognized-login)” notification to be enabled.
hu_hu: Amikor egy felhasználó ismeretlen eszközön van bejelentkezve, korlátozza az adminisztrátori szintű jogosultságait, és akadályozza meg, hogy szerkeszthesse a bejelentkezési adatait. A „Jogosultságok korlátozása” engedélyezéséhez be kell kapcsolni az „[Ismeretlen bejelentkezés](itsec://settings/notification-center/unrecognized-login)” értesítést.

source: Session Hijacking Protection
hu_hu: Munkamenet-eltérítés elleni védelem

source: Help protect against session hijacking by verifying that a user’s device does not change during a session.
hu_hu: Védekezzen a munkamenet-eltérítés ellen azzal, hogy ellenőrzi, a felhasználó eszköze nem változik a munkamenet során.

source: Enable Trusted Devices
hu_hu: Megbízható eszközök engedélyezése

source: Require users to approve logging in from new devices.
hu_hu: Követelje meg, hogy a felhasználók jóváhagyják az új eszközökről történő bejelentkezést.

source: Geolocation
hu_hu: Geolokáció

source: Improve Trusted Devices by connecting to an external location or mapping API.
hu_hu: Fejlessze a Megbízható eszközök funkciót külső helymeghatározási vagy térképezési API-hoz való csatlakozással.

source: The MaxMind Lite is a free database provided by MaxMind that allows for Geolocation lookups without connecting to an external API when geolocating IP addresses. [Sign up](https://www.maxmind.com/en/geolite2/signup) for a free MaxMind GeoLite2 account, generate a license key and enter it below.
hu_hu: A MaxMind Lite a MaxMind által biztosított ingyenes adatbázis, amely lehetővé teszi az IP-címek geolokációját külső API-hoz való csatlakozás nélkül. [Regisztráljon](https://www.maxmind.com/en/geolite2/signup) egy ingyenes MaxMind GeoLite2 fiókot, hozzon létre egy licenckulcsot, és adja meg lent.

source: For the highest degree of accuracy, sign up for a [MaxMind GeoIP2 Precision: City](https://www.maxmind.com/en/geoip2-precision-city-service) account. Most users should find the lowest credit amount sufficient. The MaxMind API User and API Key can be found in the “Services > My License Key” section of the [account area](https://www.maxmind.com/en/account).
hu_hu: A legmagasabb pontosság érdekében regisztráljon egy [MaxMind GeoIP2 Precision: City](https://www.maxmind.com/en/geoip2-precision-city-service) fiókot. A legtöbb felhasználó számára a legalacsonyabb kreditmennyiség elegendő. A MaxMind API User és API Key a [fiókterület](https://www.maxmind.com/en/account) „Services > My License Key” részében található.

source: Mapbox API Key
hu_hu: Mapbox API-kulcs

source: The MapBox Access Token can be found on the MapBox account page. Either provide the “Default public token” or create a new token with the styles:tiles scope.
hu_hu: A MapBox Access Token a MapBox fiókoldalon található. Adja meg a „Default public token”-t, vagy hozzon létre új tokent a styles:tiles hatókörrel.

source: MapQuest API (Consumer) Key
hu_hu: MapQuest API (Consumer) kulcs

source: The MapQuest API Key can typically be found on the MapQuest Profile Page. If there is no key listed under the “My Keys” section, create a new application by clicking the “Manage Keys” button and then the “Create a New Key” button. Enter the name of your website for the “App Name” and leave the “Callback URL” blank.
hu_hu: A MapQuest API Key jellemzően a MapQuest Profile Page-en található. Ha a „My Keys” szakaszban nincs kulcs felsorolva, hozzon létre új alkalmazást a „Manage Keys” gombra, majd a „Create a New Key” gombra kattintva. Az „App Name” mezőbe írja be a webhelye nevét, a „Callback URL” mezőt hagyja üresen.

source: Location
hu_hu: Hely

source: By default, a number of free GeoIP services are used. We strongly recommend enabling one of the MaxMind APIs for increased accuracy and reliability.
hu_hu: Alapértelmezés szerint több ingyenes GeoIP szolgáltatást használunk. Nyomatékosan javasoljuk valamelyik MaxMind API engedélyezését a nagyobb pontosság és megbízhatóság érdekében.

source: Mapping
hu_hu: Térképezés

source: Solid Security uses static image maps to display the approximate location of an unrecognized login. We recommend using either the [Mapbox](https://www.mapbox.com) or [MapQuest](https://developer.mapquest.com) APIs. The free plan for both services should be sufficient for most users.
hu_hu: A Solid Security statikus képtérképeket használ az ismeretlen bejelentkezés hozzávetőleges helyének megjelenítéséhez. Javasoljuk a [Mapbox](https://www.mapbox.com) vagy a [MapQuest](https://developer.mapquest.com) API-k használatát. Mindkét szolgáltatás ingyenes csomagja a legtöbb felhasználó számára elegendő.

source: Import Export
hu_hu: Importálás és exportálás

source: The Magic Links bypass lockout option allows you to login while your username or IP is locked out.
hu_hu: A Magic Links zárolás-kikerülési lehetőség lehetővé teszi, hogy bejelentkezzen akkor is, ha a felhasználóneve vagy az IP-címe zárolva van.

source: Password Age
hu_hu: Jelszó érvényességi ideje

source: Require users to set new passwords after an expiration period has passed.
hu_hu: Követelje meg, hogy a felhasználók új jelszót állítsanak be a lejárati időszak letelte után.

source: Maximum Password Age
hu_hu: A jelszó maximális érvényességi ideje

source: The maximum number of days a password may be kept before it expires.
hu_hu: A jelszó lejárata előtti maximális napok száma.

source: Force Password Change
hu_hu: Jelszócsere kikényszerítése

source: Log in without entering a password.
hu_hu: Jelentkezzen be jelszó megadása nélkül.

source: Allow users to log in without entering a password by using passkeys or emailing them a secure, instant login link instead.
hu_hu: Engedélyezze, hogy a felhasználók jelszó megadása nélkül jelentkezzenek be passkey használatával, vagy küldjön számukra e-mailben biztonságos, azonnali bejelentkezési hivatkozást.

source: Available Authentication Methods
hu_hu: Elérhető hitelesítési módszerek

source: Solid Security supports multiple passwordless login methods.
hu_hu: A Solid Security több jelszó nélküli bejelentkezési módszert támogat.

source: Email users a Magic Link they can use to log in with one click.
hu_hu: Küldjön e-mailt a felhasználóknak egy Magic Link hivatkozással, amellyel egy kattintással bejelentkezhetnek.

source: Users can log in with biometrics like Face ID, Touch ID, Windows Hello, or any passkey their device supports.
hu_hu: A felhasználók biometrikus azonosítókkal, például Face ID-val, Touch ID-val, Windows Hello-val vagy bármely, az eszközük által támogatott passkey-jel jelentkezhetnek be.

source: Per-User Availability
hu_hu: Felhasználónkénti elérhetőség

source: By default, all users selected above will be able to use passwordless login. Change to “Disabled” if you prefer to have users opt-in themselves.
hu_hu: Alapértelmezés szerint a fent kijelölt összes felhasználó használhatja a jelszó nélküli bejelentkezést. Állítsa „Disabled”-re, ha azt szeretné, hogy a felhasználók maguk kapcsolják be.

source: Enabled by Default
hu_hu: Alapértelmezés szerint engedélyezve

source: Disabled by Default
hu_hu: Alapértelmezés szerint letiltva

source: Passwordless Login Flow
hu_hu: Jelszó nélküli bejelentkezési folyamat

source: Method First
hu_hu: Módszer először

source: Choose between the traditional and passwordless login methods before entering a username or email address.
hu_hu: Válasszon a hagyományos és a jelszó nélküli bejelentkezési módszer között, mielőtt megadná a felhasználónevet vagy az e-mail-címet.

source: Username First
hu_hu: Felhasználónév először

source: Enter the username or email address first before selecting the login method.
hu_hu: Először adja meg a felhasználónevet vagy az e-mail-címet, majd válassza ki a bejelentkezési módszert.

source: Integrations
hu_hu: Integrációk

source: Passkey User Verification
hu_hu: Passkey felhasználói ellenőrzés

source: User Verification is an additional authentication step for using passkeys. For example, a PIN or biometric authentication might be required. By default, Solid Security asks your browser to determine the verification steps to apply. However, you can make this additional user verification mandatory by selecting “Required” here. User verification is not yet supported on all browsers, including Mozilla Firefox on MacOS.
hu_hu: A felhasználói ellenőrzés egy további hitelesítési lépés a passkey használatához. Például szükség lehet PIN-re vagy biometrikus hitelesítésre. Alapértelmezés szerint a Solid Security a böngészőjére bízza, hogy meghatározza az alkalmazandó ellenőrzési lépéseket. Itt azonban kötelezővé teheti ezt a további felhasználói ellenőrzést a „Required” beállítás kiválasztásával. A felhasználói ellenőrzés még nem támogatott minden böngészőben, beleértve a Mozilla Firefoxot MacOS-en.

source: Preferred
hu_hu: Preferált

source: Required
hu_hu: Kötelező

source: Enable Passwordless Login
hu_hu: Jelszó nélküli bejelentkezés engedélyezése

source: Allow Two-Factor Bypass for Passwordless Login
hu_hu: Kétlépcsős hitelesítés megkerülésének engedélyezése jelszó nélküli bejelentkezéshez

source: Add an option to bypass two-factor authentication when using passwordless login in the WordPress user profile.
hu_hu: Adjon hozzá egy lehetőséget a kétlépcsős hitelesítés megkerülésére a jelszó nélküli bejelentkezés használatakor a WordPress felhasználói profilban.

source: Privilege Escalation
hu_hu: Jogosultságszint-emelés

source: Allow administrators to temporarily grant extra access to a user of the site for a specified period of time.
hu_hu: Tegye lehetővé az adminisztrátorok számára, hogy meghatározott időtartamra ideiglenesen további hozzáférést adjanak a webhely egy felhasználójának.

source: Pro Dashboard
hu_hu: Pro vezérlőpult

source: Vulnerable User Protection
hu_hu: Sérülékeny felhasználók védelme

source: Require vulnerable user accounts to use two-factor authentication even if they haven't opted-in or previously had this as a requirement. Enabling this feature is highly recommended for users with weak passwords or any that attackers have targeted.
hu_hu: Kötelezze a sérülékeny felhasználói fiókokat a kétlépcsős hitelesítés használatára, még akkor is, ha nem iratkoztak fel rá, vagy korábban ez nem volt előírás. Ennek a funkciónak az engedélyezése erősen ajánlott a gyenge jelszóval rendelkező felhasználóknál, illetve azoknál, akiket támadók célba vettek.

source: Vulnerable Site Protection
hu_hu: Sérülékeny webhely védelme

source: Require all users to use two-factor authentication to log in when the site is vulnerable due to outdated or exploitable software. Enabling this feature is highly recommended.
hu_hu: Kötelezze az összes felhasználót a kétlépcsős hitelesítés használatára a bejelentkezéshez, amikor a webhely elavult vagy kihasználható szoftver miatt sérülékeny. Ennek a funkciónak az engedélyezése erősen ajánlott.

source: Protection
hu_hu: Védelem

source: Require Two Factor
hu_hu: Kétlépcsős hitelesítés megkövetelése

source: Require users to use two-factor authentication. We highly recommended requiring two-factor authentication for all users who can make changes to the site.
hu_hu: Kötelezze a felhasználókat a kétlépcsős hitelesítés használatára. Erősen ajánlott megkövetelni a kétlépcsős hitelesítést minden olyan felhasználótól, aki módosításokat tud végezni a webhelyen.

source: Force Two Factor
hu_hu: Kétlépcsős hitelesítés kényszerítése

source: Allow Remembering Device
hu_hu: Eszköz megjegyzésének engedélyezése

source: When logging in, users will be presented with a “Remember this Device” option. If enabled, users won’t be prompted to provide a two-factor authentication code for the next 30 days while using a remembered device.
hu_hu: Bejelentkezéskor a felhasználók számára megjelenik egy „Emlékezzen erre az eszközre” lehetőség. Ha engedélyezve van, a felhasználók a következő 30 napban nem kapnak felszólítást kétlépcsős hitelesítési kód megadására a megjegyzett eszköz használatakor.

source: Protect your site from bots by verifying that the person submitting comments or logging in is indeed human.
hu_hu: Védje meg webhelyét a botoktól annak ellenőrzésével, hogy a hozzászólást beküldő vagy bejelentkező személy valóban ember.

source: CAPTCHA challenges help keep bad bots from engaging in abusive activities on your website, such as attempting to break into your website using compromised passwords, posting spam, or fraudulently triggering password reset requests.<br>Legitimate users will be able to log in, make purchases, view pages, or create accounts. CAPTCHA APIs use advanced risk analysis techniques to tell humans and bots apart.
hu_hu: A CAPTCHA-kihívások segítenek megakadályozni, hogy rosszindulatú botok visszaélésszerű tevékenységeket folytassanak a webhelyén, például kompromittált jelszavakkal megkíséreljenek betörni a webhelyére, spamot tegyenek közzé, vagy csalárd módon váltsanak ki jelszó-visszaállítási kérelmeket.<br>A valós felhasználók be tudnak jelentkezni, vásárolni, oldalakat megtekinteni vagy fiókokat létrehozni. A CAPTCHA API-k fejlett kockázatelemzési technikákat alkalmaznak az emberek és a botok megkülönböztetésére.

source: Select the CAPTCHA API you’d like to use.
hu_hu: Válassza ki a használni kívánt CAPTCHA API-t.
