Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: The data validator for %1$s is missing. Data for the module cannot be saved without the validator. This error could indicate a bad install of Solid Security. Please remove the plugin and reinstall it. If this message persists, please contact support and send them this error message.
hu_hu: Hiányzik a(z) %1$s adatellenőrzője. A modul adatai az ellenőrző nélkül nem menthetők. Ez a hiba a Solid Security hibás telepítésére utalhat. Kérjük, távolítsa el a bővítményt, majd telepítse újra. Ha ez az üzenet továbbra is megjelenik, kérjük, vegye fel a kapcsolatot a támogatással, és küldje el nekik ezt a hibaüzenetet.

source: Choosing who you are setting the site up for will help to preconfigure some settings for you.
hu_hu: Annak kiválasztása, hogy kinek állítja be a webhelyet, segít néhány beállítás előkonfigurálásában.

source: If you are setting up Solid Security for a client, next you‘ll select which users are theirs. Identifying your clients allows you to control their access to things like the security settings or if they are allowed to view the Security Dashboard.
hu_hu: Ha a Solid Securityt egy ügyfél számára állítja be, a következő lépésben kiválasztja, mely felhasználók tartoznak hozzá. Ügyfelei azonosítása lehetővé teszi, hogy szabályozza a hozzáférésüket olyan dolgokhoz, mint a biztonsági beállítások, illetve hogy megtekinthetik-e a Biztonsági irányítópultot.

source: Should your clients be able to view and make changes to the Solid Security settings?
hu_hu: Engedélyezi-e, hogy ügyfelei megtekinthessék és módosíthassák a Solid Security beállításait?

source: Restricting client access to the security settings will prevent them from making unwanted changes and seeing security notifications they may not understand.
hu_hu: Az ügyfelek biztonsági beállításokhoz való hozzáférésének korlátozása megakadályozza, hogy nem kívánt módosításokat hajtsanak végre, és hogy olyan biztonsági értesítéseket lássanak, amelyeket esetleg nem értenek.

source: Yes, allow managing of Solid Security
hu_hu: Igen, a Solid Security kezelése engedélyezése

source: Which users are your clients?
hu_hu: Mely felhasználók az ügyfelei?

source: Solid Security Pro will group client users together, allowing you to manage their access to sensitive information and which security settings you enable for them.
hu_hu: A Solid Security Pro csoportosítja az ügyfelekhez tartozó felhasználókat, így kezelheti a hozzáférésüket az érzékeny információkhoz, valamint azt, hogy mely biztonsági beállításokat engedélyezi számukra.

source: Clients
hu_hu: Ügyfelek

source: Which users will manage Solid Security on this site?
hu_hu: Mely felhasználók fogják kezelni a Solid Securityt ezen a webhelyen?

source: Include yourself and anyone else who will need access to Solid Security. Grouping these users together will allow you to manage their access to sensitive information and which security settings you enable for them.
hu_hu: Vegye fel önmagát és mindenkit, akinek hozzáférésre lesz szüksége a Solid Securityhez. Ezen felhasználók csoportosítása lehetővé teszi, hogy kezelje hozzáférésüket az érzékeny információkhoz, valamint azt, hogy mely biztonsági beállításokat engedélyezi számukra.

source: Security Managers
hu_hu: Biztonsági kezelők

source: Who are the end users of your website?
hu_hu: Kik a webhelye végfelhasználói?

source: Select the WordPress user roles they are assigned to.
hu_hu: Válassza ki azokat a WordPress felhasználói szerepköröket, amelyekhez hozzá vannak rendelve.

source: Enable Security Check Pro?
hu_hu: Engedélyezi a Security Check Pro-t?

source: For certain firewall features to function, Solid Security must be properly configured to identify the IP addresses of your site’s visitors and users. Security Check Pro automatically configures the correct IP detection method based upon your server configuration.<br><br>Enabling Security Check Pro allows your site to periodically make an API request to SolidWP servers to discover your current server configuration and set/update the IP detection method. No user information is sent to SolidWP.
hu_hu: Bizonyos tűzfal-funkciók működéséhez a Solid Security-t megfelelően kell beállítani, hogy azonosítani tudja a webhelye látogatóinak és felhasználóinak IP-címeit. A Security Check Pro automatikusan beállítja a megfelelő IP-észlelési módszert a szerverének konfigurációja alapján.<br><br>A Security Check Pro engedélyezése lehetővé teszi, hogy a webhelye időszakosan API-kérést küldjön a SolidWP szervereire, hogy megállapítsa az aktuális szerverkonfigurációját, és beállítsa/frissítse az IP-észlelési módszert. A SolidWP számára nem kerül elküldésre semmilyen felhasználói információ.

source: Enable Security Check Pro
hu_hu: Security Check Pro engedélyezése

source: Read our Privacy Policy
hu_hu: Olvassa el az adatvédelmi irányelveinket

source: Configure IP Detection
hu_hu: IP-észlelés beállítása

source: Solid Security relies on accurately identifying the IP addresses of your site’s visitors and users to block and/or authorize them.
hu_hu: A Solid Security a webhelye látogatóinak és felhasználóinak IP-címeinek pontos azonosítására támaszkodik, hogy blokkolhassa és/vagy engedélyezhesse őket.

source: Read more about IP detection.
hu_hu: Tudjon meg többet az IP-észlelésről.

source: Select IP Source
hu_hu: Válassza ki az IP-forrást

source: Brute Force protection is the first brick in your firewall
hu_hu: A brute force elleni védelem a tűzfala első építőköve

source: The built-in Solid Security firewall stops automated password-guessing attacks by temporarily blocking them when you enable Local Brute Force. Layer in additional protection by enabling Network Brute Force. Join with other SolidWP-protected sites, combining intelligence to combat sophisticated attackers.
hu_hu: A beépített Solid Security tűzfal leállítja az automatikus jelszótalálgató támadásokat azáltal, hogy ideiglenesen blokkolja őket, amikor engedélyezi a Local Brute Force-ot. Egészítse ki további védelemmel a Network Brute Force engedélyezésével. Csatlakozzon más, SolidWP által védett webhelyekhez, egyesítve az információkat a kifinomult támadók elleni küzdelemhez.

source: Require Strong Passwords
hu_hu: Erős jelszavak megkövetelése

source: Refuse Compromised Passwords
hu_hu: Kompromittált jelszavak elutasítása

source: Hackers love guessable passwords; make them hate yours
hu_hu: A hackerek imádják a könnyen kitalálható jelszavakat; érje el, hogy az Ön jelszavait utálják.

source: Enabling the recommended features will prompt users who do not have a strong password, or are using a previously compromised password, to choose a new one the next time they log in.
hu_hu: A javasolt funkciók engedélyezése arra kéri azokat a felhasználókat, akiknek nincs erős jelszavuk, vagy korábban kompromittált jelszót használnak, hogy a következő bejelentkezéskor válasszanak új jelszót.

source: Let’s add an additional step when logging in
hu_hu: Adjunk hozzá egy további lépést a bejelentkezés során

source: The selected users will be required to configure a Two-Factor method the next time they log in.
hu_hu: A kiválasztott felhasználóknak a következő bejelentkezéskor kötelező lesz kétfaktoros módszert beállítani.

source: The selected users will be <b>prompted</b> to configure a Two-Factor method the next time they log in.
hu_hu: A kiválasztott felhasználókat a rendszer <b>felkéri</b>, hogy a következő bejelentkezéskor állítsanak be kétfaktoros módszert.

source: Before we configure Solid Security, let’s scan your site for vulnerabilities…
hu_hu: Mielőtt beállítanánk a Solid Security-t, vizsgáljuk meg a webhelyét sebezhetőségek után…

source: Scanning your website helps you better understand your security situation. Having more context around your site’s security is helpful to know for your initial setup.
hu_hu: A webhelye átvizsgálása segít jobban megérteni a biztonsági helyzetét. Több információ a webhelye biztonságáról hasznos az első beállítás során.

source: A website to share your thoughts or to start a conversation.
hu_hu: Egy webhely, ahol megoszthatja gondolatait, vagy beszélgetést indíthat.

source: Brochure
hu_hu: Brosúra

source: A simple website to promote your business.
hu_hu: Egyszerű webhely vállalkozása népszerűsítésére.

source: eCommerce
hu_hu: E-kereskedelem

source: A website to sell products or services.
hu_hu: Webhely termékek vagy szolgáltatások értékesítésére.

source: Before we configure Solid Security, let’s scan your store for vulnerabilities…
hu_hu: Mielőtt beállítanánk a Solid Security-t, vizsgáljuk meg az áruházát sebezhetőségek után…

source: Select your customers
hu_hu: Válassza ki ügyfeleit

source: Do you want to secure your customer accounts with two-factor authentication?
hu_hu: Szeretné kétfaktoros hitelesítéssel védeni ügyfélfiókjait?

source: Do you want to secure your customer accounts with a password policy?
hu_hu: Szeretné jelszóházirenddel védeni ügyfélfiókjait?

source: Network
hu_hu: Hálózat

source: A website to connect people and communities.
hu_hu: Webhely emberek és közösségek összekapcsolására.

source: Before we configure Solid Security, let’s scan your network for vulnerabilities…
hu_hu: Mielőtt beállítanánk a Solid Security-t, vizsgáljuk meg a hálózatát sebezhetőségek után…

source: Select your members
hu_hu: Válassza ki tagjait

source: Do you want to secure your member accounts with two-factor authentication?
hu_hu: Szeretné kétfaktoros hitelesítéssel védeni tagfiókjait?

source: Do you want to secure your member accounts with a password policy?
hu_hu: Szeretné jelszóházirenddel védeni tagfiókjait?

source: A website to promote your cause and collect donations.
hu_hu: Webhely az ügye népszerűsítésére és adományok gyűjtésére.

source: Before we configure Solid Security, let’s scan your non-profit website for vulnerabilities…
hu_hu: Mielőtt beállítanánk a Solid Security-t, vizsgáljuk meg nonprofit webhelyét sebezhetőségek után…

source: Select your donors
hu_hu: Válassza ki adományozóit

source: Do you want to secure your donor accounts with two-factor authentication?
hu_hu: Szeretné kétfaktoros hitelesítéssel védeni adományozói fiókjait?

source: Do you want to secure your donor accounts with a password policy?
hu_hu: Szeretné jelszóházirenddel védeni adományozói fiókjait?

source: Portfolio
hu_hu: Portfólió

source: A website to showcase your craft.
hu_hu: Webhely a munkái bemutatására.

source: This tool cannot run because it isn‘t available.
hu_hu: Ez az eszköz nem futtatható, mert nem érhető el.

source: This tool cannot run because its condition is not valid.
hu_hu: Ez az eszköz nem futtatható, mert a feltétele nem érvényes.

source: This tool cannot be enabled because it isn‘t a toggleable tool.
hu_hu: Ez az eszköz nem engedélyezhető, mert nem egy be-/kikapcsolható eszköz.

source: This tool cannot be disabled because it isn‘t a toggleable tool.
hu_hu: Ez az eszköz nem tiltható le, mert nem egy be-/kikapcsolható eszköz.

source: Unable to update the %1$s plugin. %2$s
hu_hu: Nem sikerült frissíteni a(z) %1$s bővítményt. %2$s

source: Could not request filesystem credentials.
hu_hu: Nem sikerült bekérni a fájlrendszerhez tartozó hitelesítő adatokat.

source: A validation function for %1$s received data that did not have the required entry for %2$s.
hu_hu: A(z) %1$s érvényesítési függvénye olyan adatot kapott, amely nem tartalmazta a(z) %2$s kötelező mezőjét.

source: A validation function for %1$s received data that has an entry for %2$s when no such entry exists.
hu_hu: A(z) %1$s érvényesítési függvénye olyan adatot kapott, amelyben szerepel a(z) %2$s mező, noha ilyennek nem kellene lennie.

source: A validation function for %1$s received data that does not match the expected data type for the %2$s entry. A data type of %3$s was expected, but a data type of %4$s was received.
hu_hu: A(z) %1$s érvényesítési függvénye olyan adatot kapott, amely nem felel meg a(z) %2$s mező elvárt adattípusának. Elvárt adattípus: %3$s, de %4$s érkezett.

source: A validation check for %1$s failed. The %2$s value is missing. This could be due to a problem with the Solid Security installation or an invalid modification. Please reinstall Solid Security and try again.
hu_hu: A(z) %1$s érvényesítési ellenőrzése sikertelen. Hiányzik a(z) %2$s érték. Ezt okozhatja a Solid Security telepítésével kapcsolatos probléma vagy érvénytelen módosítás. Kérjük, telepítse újra a Solid Securityt, majd próbálja meg ismét.

source: The %1$s value cannot be empty.
hu_hu: A(z) %1$s értéke nem lehet üres.

source: The %1$s value must be an integer.
hu_hu: A(z) %1$s értékének egész számnak kell lennie.

source: The %1$s value must be a positive integer.
hu_hu: A(z) %1$s értékének pozitív egész számnak kell lennie.

source: The %1$s value must be a number.
hu_hu: A(z) %1$s értékének számnak kell lennie.

source: The %1$s value must be a valid email address.
hu_hu: A(z) %1$s értékének érvényes e-mail címnek kell lennie.

source: The %1$s value is not a valid username.
hu_hu: A(z) %1$s értéke nem érvényes felhasználónév.

source: The %1$s value must be a valid date.
hu_hu: A(z) %1$s értékének érvényes dátumnak kell lennie.

source: The %1$s value must be a valid date in the format of YYYY-MM-DD.
hu_hu: A(z) %1$s értékének érvényes, YYYY-MM-DD formátumú dátumnak kell lennie.

source: The %1$s value must be a string.
hu_hu: A(z) %1$s értékének karakterláncnak kell lennie.

# %1$s is the input name. %2$s is the error message.
source: The directory supplied in %1$s cannot be used as a valid directory. %2$s
hu_hu: A(z) %1$s értékeként megadott könyvtár nem használható érvényes könyvtárként. %2$s

source: The directory supplied in %1$s is not writable. Please select a directory that can be written to.
hu_hu: A(z) %1$s értékeként megadott könyvtár nem írható. Kérjük, válasszon írható könyvtárat.

source: The file path supplied in %1$s cannot be used as it already exists but is not a file. Please supply a valid file path.
hu_hu: A(z) %1$s értékeként megadott fájl elérési út nem használható, mivel már létezik, de nem fájl. Kérjük, adjon meg érvényes fájl elérési utat.

# %1$s is the input name. %2$s is the error message.
source: The file path supplied in %1$s cannot be used as the parent directory cannot be created. %2$s
hu_hu: A(z) %1$s értékeként megadott fájl elérési út nem használható, mivel a szülőkönyvtár nem hozható létre. %2$s

source: The file path supplied in %1$s could not be created. Please supply a file path that can be written to.
hu_hu: A(z) %1$s értékeként megadott fájl elérési út nem hozható létre. Kérjük, adjon meg olyan fájl elérési utat, amely írható.

source: The file path supplied in %1$s was successfully created, but it cannot be updated. Please supply a file path that can be written to.
hu_hu: A(z) %1$s értékeként megadott fájl elérési út sikeresen létrejött, de nem frissíthető. Kérjük, adjon meg olyan fájl elérési utat, amely írható.

source: The file path supplied in %1$s is not writable. Please supply a file path that can be written to.
hu_hu: A(z) %1$s értékeként megadott fájl elérési út nem írható. Kérjük, adjon meg olyan fájl elérési utat, amely írható.

source: The %1$s value must be a string with each entry separated by a new line.
hu_hu: A(z) %1$s értékének olyan karakterláncnak kell lennie, amelyben az egyes elemeket új sor választja el.

source: The user group selected for %1$s is invalid.
hu_hu: A(z) %1$s számára kiválasztott felhasználói csoport érvénytelen.

source: The %1$s value must be an array.
hu_hu: A(z) %1$s értékének tömbnek kell lennie.

source: An invalid sanitize type of "%1$s" was received for the %2$s input.
hu_hu: A(z) %2$s bemenethez érvénytelen "%1$s" tisztítási típus érkezett.

source: Not supported.
hu_hu: Nem támogatott.

source: Invalid lockout.
hu_hu: Érvénytelen zárolás.

source: Lockout not found.
hu_hu: A zárolás nem található.

source: No host.
hu_hu: Nincs gazdagép.

source: Your IP address has been flagged as a threat by the Solid Security network.
hu_hu: Az Ön IP-címét a Solid Security hálózata fenyegetésként jelölte meg.

source: You have been locked out due to too many invalid login attempts.
hu_hu: Túl sok érvénytelen bejelentkezési kísérlet miatt zárolás alá került.

source: Error.
hu_hu: Hiba.

source: Site Lockouts
hu_hu: Webhely-zárolások

source: Various modules send emails to notify you when a user or IP address is locked out of your website.
hu_hu: Különféle modulok e-mailben értesítik, amikor egy felhasználót vagy IP-címet zárol a webhelyén.

source: Site Lockout Notification
hu_hu: Webhely-zárolási értesítés

source: Permanently
hu_hu: Véglegesen

source: %s lockout notification
hu_hu: %s zárolási értesítés

source: Release lockouts from the Active Lockouts section of the Security -> Dashboard page.
hu_hu: Engedje fel a zárolásokat a Biztonság -> Vezérlőpult oldal Aktív zárolások szakaszában.

source: Visit Dashboard
hu_hu: Vezérlőpult megnyitása

source: Release the permanently banned IP from the Banned IPs dashboard card.
hu_hu: Engedje fel a véglegesen tiltott IP-címet a Tiltott IP-k vezérlőpult-kártyán.

source: Lockout
hu_hu: Zárolás

source: Authorized IP Triggered Ban Conditions
hu_hu: Engedélyezett IP által kiváltott tiltási feltételek

source: IP Triggered Ban Conditions
hu_hu: IP által kiváltott tiltási feltételek

source: Authorized IP Triggered IP Lockout
hu_hu: Engedélyezett IP által kiváltott IP-zárolás

source: IP Lockout: <code>%s</code>
hu_hu: IP-zárolás: <code>%s</code>

source: IP Lockout
hu_hu: IP-zárolás

source: Authorized IP Triggered User Lockout
hu_hu: Engedélyezett IP által kiváltott felhasználó zárolása

source: User Lockout: <code>%s</code>
hu_hu: Felhasználó zárolása: <code>%s</code>

source: User Lockout
hu_hu: Felhasználó zárolása

source: Authorized IP Triggered Username Lockout
hu_hu: Engedélyezett IP által kiváltott felhasználónév zárolása

source: Username Lockout: <code>%s</code>
hu_hu: Felhasználónév zárolása: <code>%s</code>

source: Username Lockout
hu_hu: Felhasználónév zárolása

source: An attempt to register the %1$s module failed since the supplied path (%2$s) is invalid. This could indicate an invalid modification or incomplete installation of the Solid Security plugin. Please reinstall the plugin and try again.
hu_hu: A(z) %1$s modul regisztrálása sikertelen volt, mivel a megadott útvonal (%2$s) érvénytelen. Ez érvénytelen módosításra vagy a Solid Security bővítmény hiányos telepítésére utalhat. Telepítse újra a bővítményt, majd próbálja meg ismét.

source: Registering a module without a module.json definition is invalid. Module: %s.
hu_hu: Module.json definíció nélküli modul regisztrálása érvénytelen. Modul: %s.

source: An attempt to register the %1$s module failed because it's configuration file is empty.
hu_hu: A(z) %1$s modul regisztrálása sikertelen volt, mert a konfigurációs fájlja üres.

source: An attempt to register the %1$s module failed because it has an invalid configuration: %2$l
hu_hu: A(z) %1$s modul regisztrálása sikertelen volt, mert érvénytelen a konfigurációja: %2$l

source: An attempt to register the %1$s module failed because it extends a non-registered module: %2$l
hu_hu: A(z) %1$s modul regisztrálása sikertelen volt, mert egy nem regisztrált modult kiterjeszt: %2$l

source: Unable to find a valid settings object for %s. Settings were unable to be saved.
hu_hu: Nem található érvényes beállítási objektum ehhez: %s. A beállításokat nem sikerült menteni.

source: Unable to find a valid settings object for %s. Setting was unable to be saved.
hu_hu: Nem található érvényes beállítási objektum ehhez: %s. A beállítást nem sikerült menteni.

source: The %s module is a Core module and cannot be activated or deactivated.
hu_hu: A(z) %s modul egy Core modul, és nem aktiválható vagy deaktiválható.

source: Cannot activate module.
hu_hu: A modul nem aktiválható.

source: Features
hu_hu: Funkciók

source: List of active modules.
hu_hu: Aktív modulok listája.

source: Invalid username.
hu_hu: Érvénytelen felhasználónév.

source: A user already exists with that username.
hu_hu: Már létezik felhasználó ezzel a felhasználónévvel.

source: This tool is already running. Please try again in a few minutes.
hu_hu: Ez az eszköz már fut. Kérjük, próbálja meg néhány perc múlva ismét.

source: Updated “admin” username to “%s”
hu_hu: Az “admin” felhasználónevet “%s”-re frissítettük

source: Updated user ID.
hu_hu: Felhasználói azonosító frissítve.

source: Admin User
hu_hu: Admin felhasználó

source: Database Backups
hu_hu: Adatbázis-mentések

source: Invalid Backups Directory
hu_hu: Érvénytelen mentéskönyvtár

source: View Logs
hu_hu: Naplók megtekintése

source: Backup Now
hu_hu: Mentés most

source: The backup request returned an unexpected response.
hu_hu: A mentési kérés váratlan választ adott vissza.

source: Unable to create a backup at this time since a backup is currently being created. If you wish to create an additional backup, please wait a few minutes before trying again.
hu_hu: Jelenleg nem hozható létre mentés, mivel éppen készül egy mentés. Ha további mentést kíván létrehozni, kérjük, várjon néhány percet, majd próbálja meg újra.

source: Backup complete. The backup was sent to the selected email recipients and was saved locally.
hu_hu: A mentés befejeződött. A mentést elküldtük a kiválasztott e-mail címzetteknek, és helyben is elmentettük.

source: Backup complete. The backup was sent to the selected email recipients.
hu_hu: A mentés befejeződött. A mentést elküldtük a kiválasztott e-mail címzetteknek.

source: Backup complete. The backup was saved locally.
hu_hu: A mentés befejeződött. A mentést helyben elmentettük.

source: Unable to create the backup directory due to an unknown error.
hu_hu: Ismeretlen hiba miatt nem sikerült létrehozni a mentési könyvtárat.

source: Unable to write the backup file. This may be due to a permissions or disk space issue.
hu_hu: Nem sikerült írni a mentési fájlt. Ennek oka jogosultsági vagy lemezterület-probléma lehet.

source: Database Backup
hu_hu: Adatbázis-mentés

source: Site Database Backup for %s
hu_hu: A(z) %s webhely adatbázis-mentése

source: Attached is the database backup file for your site.
hu_hu: Csatoltan találja a webhelyéhez tartozó adatbázis-mentési fájlt.

source: Website
hu_hu: Webhely

source: Date
hu_hu: Dátum

source: Total Backups
hu_hu: Összes mentés

source: The %1$sDatabase Backup%2$s module will send a copy of any backups to the email addresses listed below.
hu_hu: A(z) %1$sAdatbázis-mentés%2$s modul a mentések másolatát elküldi az alább felsorolt e-mail címekre.

source: File Created but Email Send Failed
hu_hu: Fájl létrehozva, de az e-mail küldése sikertelen

source: File Created and Emails Sent
hu_hu: Fájl létrehozva, és az e-mailek elküldve

source: Email Send Failed
hu_hu: E-mail küldése sikertelen

source: Email Send Succeeded
hu_hu: E-mail küldése sikeres

source: File Created
hu_hu: Fájl létrehozva

source: Suggested text:
hu_hu: Javasolt szöveg:

source: Backups of security log details are retained for %1$d days.
hu_hu: A biztonsági napló részleteinek mentései %1$d napig kerülnek megőrzésre.

source: Due to current settings, backups of security log details are retained indefinitely. If this is an issue for your site's compliance, you should change the settings in the Database Backups section of Security > Settings.
hu_hu: A jelenlegi beállítások miatt a biztonsági napló részleteinek mentései korlátlan ideig kerülnek megőrzésre. Ha ez problémát jelent webhelye megfelelősége szempontjából, módosítsa a beállításokat a Biztonság > Beállítások menü Adatbázis-mentések szakaszában.

source: Database backups are sent via email. You may need to note what the retention policy is of those emails.
hu_hu: Az adatbázis-mentéseket e-mailben küldjük. Lehet, hogy fel kell jegyeznie, mi az ezen e-mailek megőrzési szabályzata.
