Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: A user group must have a minimum role, list of roles, or list of users to be created.
hu_hu: Egy felhasználói csoport létrehozásához meg kell adni egy minimális szerepkört, szerepkörök listáját vagy felhasználók listáját.

source: Sorry, no user group exists with that id.
hu_hu: Sajnáljuk, nem létezik felhasználói csoport ilyen azonosítóval.

source: Type must be either single or multiple.
hu_hu: A típusnak single vagy multiple értékűnek kell lennie.

source: No default group called %s
hu_hu: Nincs %s nevű alapértelmezett csoport

source: %s Users
hu_hu: %s felhasználó

source: the following roles: %l
hu_hu: a következő szerepkörök: %l

source: the following canonical roles: %l
hu_hu: a következő kanonikus szerepkörök: %l

source: roles greater than %s
hu_hu: a(z) %s-nál/nél magasabb szerepkörök

source: the following users: %l
hu_hu: a következő felhasználók: %l

source: This user group contains no users.
hu_hu: Ez a felhasználói csoport nem tartalmaz felhasználókat.

source: This user group contains %l.
hu_hu: Ez a felhasználói csoport %l-t tartalmaz.

source: <strong>ERROR</strong>: Invalid email address or incorrect password.
hu_hu: <strong>HIBA</strong>: Érvénytelen e-mail-cím vagy hibás jelszó.

source: <strong>ERROR</strong>: Invalid username or incorrect password.
hu_hu: <strong>HIBA</strong>: Érvénytelen felhasználónév vagy hibás jelszó.

source: You do not have sufficient permission to access this endpoint. Access to REST API requests is restricted by Solid Security settings.
hu_hu: Nincs elegendő jogosultsága ehhez a végponthoz való hozzáféréshez. A REST API-kérésekhez való hozzáférést a Solid Security beállításai korlátozzák.

source: XML-RPC services are disabled on this site.
hu_hu: Az XML-RPC szolgáltatások le vannak tiltva ezen a webhelyen.

source: Your Nickname must be different than your login name. Please choose a different Nickname.
hu_hu: A becenevének különböznie kell a bejelentkezési nevétől. Kérjük, válasszon másik becenevet.

source: A Nickname is required. Please choose a nickname or fill out your first and last name.
hu_hu: Becenév megadása kötelező. Kérjük, válasszon egy becenevet, vagy töltse ki a vezeték- és utónevét.

source: Disable File Editor - Security > Settings > WordPress Tweaks > File Editor
hu_hu: Fájlszerkesztő letiltása - Security > Settings > WordPress Tweaks > File Editor

source: Disable XML-RPC - Security > Settings > WordPress Tweaks > XML-RPC
hu_hu: XML-RPC letiltása - Security > Settings > WordPress Tweaks > XML-RPC

source: During periods of heavy attack, Solid Security can generate a LOT of email.
hu_hu: Intenzív támadások idején a Solid Security RENGETEG e-mailt képes generálni.

source: The Security Digest reduces the number of emails sent so you can receive a summary of lockouts, file change detection scans, and privilege escalations.
hu_hu: A Security Digest csökkenti a kiküldött e-mailek számát, így összefoglalót kaphat a kizárásokról, a fájlváltozás-észlelési vizsgálatokról és a jogosultsági szint emeléseiről.

source: The Security Digest reduces the number of emails sent so you can receive a summary of lockouts and file change detection scans.
hu_hu: A Security Digest csökkenti a kiküldött e-mailek számát, így összefoglalót kaphat a kizárásokról és a fájlváltozás-észlelési vizsgálatokról.

source: Daily Security Digest
hu_hu: Napi Security Digest

source: Your Daily Security Digest for %s
hu_hu: Az Ön napi Security Digestje %s számára

source: Weekly Security Digest
hu_hu: Heti Security Digest

source: Your Weekly Security Digest for %s
hu_hu: Az Ön heti Security Digestje %s számára

source: Monthly Security Digest
hu_hu: Havi Security Digest

source: Your Monthly Security Digest for %s
hu_hu: Az Ön havi Security Digestje %s számára

source: Your Security Digest for %s
hu_hu: Az Ön Security Digestje %s számára

source: The following is a summary of security related activity on your site: %s
hu_hu: Az alábbiakban a webhelyén történt biztonsági tevékenységek összefoglalója: %s

source: No lockouts since the last email check.
hu_hu: Az utolsó e-mail-ellenőrzés óta nem volt kizárás.

source: File Changes
hu_hu: Fájlváltozások

source: File changes detected on the site.
hu_hu: Fájlváltozások észlelve a webhelyen.

source: Messages
hu_hu: Üzenetek

source: For more details, %1$svisit your security logs%2$s
hu_hu: További részletekért %1$slátogassa meg a biztonsági naplóit%2$s

source: New notifications available in the %1$sNotification Center%2$s.
hu_hu: Új értesítések érhetők el a %1$sNotification Centerben%2$s.

source: Unknown error type received: %1$s.
hu_hu: Ismeretlen hibátípus érkezett: %1$s.

source: Return results for users across the entire network, not just the current site.
hu_hu: Eredmények visszaadása a teljes hálózat felhasználói számára, nem csak a jelenlegi webhelyről.

source: Cannot connect to site: %l.
hu_hu: Nem sikerült csatlakozni a webhelyhez: %l.

source: No Link header was found.
hu_hu: Nem található Link fejléc.

source: Could not find a REST API URL in the Link header.
hu_hu: A Link fejlécben nem található REST API URL.

source: Cannot connect to index: %l.
hu_hu: Nem sikerült csatlakozni az indexhez: %l.

source: REST API index returned a non-200 status code (%d).
hu_hu: A REST API index nem 200-as állapotkódot adott vissza (%d).

source: REST API index returned no data.
hu_hu: A REST API index nem adott vissza adatot.

source: Solid Security REST API index returned a non-200 status code (%d).
hu_hu: A Solid Security REST API index nem 200-as állapotkódot adott vissza (%d).

source: Solid Security REST API index returned no data.
hu_hu: A Solid Security REST API index nem adott vissza adatot.

source: Pass through Authorization header.
hu_hu: Authorization fejléc továbbítása.

source: Failed to acquire a mutex.
hu_hu: Nem sikerült megszerezni a mutexet.

source: Multiple versions of Solid Security are active. Please disable all extra versions of Solid Security.
hu_hu: A Solid Security több verziója is aktív. Kérjük, tiltsa le a Solid Security összes további verzióját.

source: The ip argument is missing.
hu_hu: Hiányzik az ip argumentum.

source: An empty ip argument was submitted.
hu_hu: Üres ip argumentum került beküldésre.

source: The direction argument must be either "add", "clear", or "remove".
hu_hu: A direction argumentumnak „add”, „clear” vagy „remove” értékűnek kell lennie.

source: Forbidden
hu_hu: Hozzáférés megtagadva

source: You have been locked out of this site
hu_hu: Ki lett zárva erről a webhelyről

source: Solid Security requires PHP 7.3 or higher.
hu_hu: A Solid Security PHP 7.3-at vagy újabb verziót igényel.

source: Solid Security requires WordPress 6.5 or later.
hu_hu: A Solid Security a WordPress 6.5 vagy újabb verzióját igényli.

source: To receive automatic updates for %l, use the <a href="%s">SolidWP Licensing</a> page found in the Settings menu.
hu_hu: A(z) %l automatikus frissítéseinek fogadásához használja a Beállítások menüben található <a href="%s">SolidWP Licensing</a> oldalt.

source: Manage SolidWP product licenses to receive automatic upgrade support
hu_hu: Kezelje a SolidWP-terméklicenceket, hogy automatikus frissítési támogatást kapjon.

source: License
hu_hu: Licenc

source: Unrecognized response from <code>wp_remote_get</code>.
hu_hu: Ismeretlen válasz a <code>wp_remote_get</code> hívástól.

source: Unrecognized response from SolidWP API server.
hu_hu: Ismeretlen válasz a SolidWP API-kiszolgálótól.

source: Unrecognized action passed to %s
hu_hu: Ismeretlen művelet került átadásra a(z) %s részére.

source: Incorrect password. Please make sure that you are supplying your SolidWP membership username and password details.
hu_hu: Helytelen jelszó. Kérjük, győződjön meg róla, hogy a SolidWP-tagságához tartozó felhasználónevet és jelszót adja meg.

source: Invalid username. Please make sure that you are supplying your SolidWP membership username and password details.
hu_hu: Érvénytelen felhasználónév. Kérjük, győződjön meg róla, hogy a SolidWP-tagságához tartozó felhasználónevet és jelszót adja meg.

source: The licensing server reports that the %1$s (%2$s) product is unknown. Please contact support for assistance.
hu_hu: A licencszerver szerint a(z) %1$s (%2$s) termék ismeretlen. Kérjük, forduljon a támogatáshoz segítségért.

source: %1$s could not be licensed since the membership account is out of available licenses for this product. You can unlicense the product on other sites or upgrade your membership to one with a higher number of licenses in order to increase the amount of available licenses.
hu_hu: A(z) %1$s nem licencelhető, mivel a tagsági fiókban elfogytak az ehhez a termékhez elérhető licencek. Más webhelyeken visszavonhatja a termék licencét, vagy frissítheti a tagságát több licenccel rendelkező csomagra, hogy növelje az elérhető licencek számát.

source: %1$s could not be licensed due to an internal error. Please try to license %2$s again at a later time. If this problem continues, please contact SolidWP support.
hu_hu: A(z) %1$s belső hiba miatt nem licencelhető. Kérjük, próbálja meg később újra licencelni a(z) %2$s-t. Ha a probléma továbbra is fennáll, kérjük, forduljon a SolidWP támogatásához.

source: An unknown error relating to the %1$s product occurred. Please contact SolidWP support. Error details: %2$s
hu_hu: Ismeretlen hiba történt a(z) %1$s termékkel kapcsolatban. Kérjük, forduljon a SolidWP támogatásához. Hiba részletei: %2$s

source: An unknown error occurred. Please contact SolidWP support. Error details: %s
hu_hu: Ismeretlen hiba történt. Kérjük, forduljon a SolidWP támogatásához. Hiba részletei: %s

source: <p>Unable to get changelog data at this time.</p><p>%1$s (%2$s)</p>
hu_hu: <p>Jelenleg nem sikerült lekérni a változásnapló adatait.</p><p>%1$s (%2$s)</p>

source: Invalid server response.
hu_hu: Érvénytelen kiszolgálói válasz.

source: The server was unable to be contacted. (%s)
hu_hu: A kiszolgálóval nem sikerült kapcsolatba lépni. (%s)

source: An error occurred when communicating with the SolidWP update server: %1$s (%2$s)
hu_hu: Hiba történt a SolidWP frissítési kiszolgálóval történő kommunikáció során: %1$s (%2$s)

source: Settings saved
hu_hu: Beállítások elmentve

source: You must supply a SolidWP membership username and password in order to license products.
hu_hu: A termékek licenceléséhez meg kell adnia a SolidWP-tagságához tartozó felhasználónevet és jelszót.

source: You must supply a SolidWP membership username in order to license products.
hu_hu: A termékek licenceléséhez meg kell adnia a SolidWP-tagságához tartozó felhasználónevet.

source: You must supply a SolidWP membership password in order to license products.
hu_hu: A termékek licenceléséhez meg kell adnia a SolidWP-tagságához tartozó jelszót.

source: You must select at least one product to license. Ensure that you select the products that you wish to license in the listing below.
hu_hu: Legalább egy terméket ki kell választania licencelésre. Kérjük, győződjön meg róla, hogy az alábbi listában kiválasztja a licencelni kívánt termékeket.

source: An unknown server error occurred. Please try to license your products again at another time.
hu_hu: Ismeretlen kiszolgálóhiba történt. Kérjük, próbálja meg egy későbbi időpontban újra licencelni a termékeit.

source: Your product subscription has expired
hu_hu: Az Ön termék-előfizetése lejárt

source: Successfully licensed %l.
hu_hu: A(z) %l sikeresen licencelve.

source: Unable to license %1$s. Reason: %2$s
hu_hu: Nem sikerült a(z) %1$s licencelése. Ok: %2$s

source: You must supply a SolidWP membership username and password in order to remove patchstack licenses.
hu_hu: A patchstack licencek eltávolításához meg kell adnia a SolidWP-tagságához tartozó felhasználónevet és jelszót.

source: You must supply a SolidWP membership username in order to remove patchstack licenses.
hu_hu: A patchstack licencek eltávolításához meg kell adnia a SolidWP-tagságához tartozó felhasználónevet.

source: You must supply a SolidWP membership password in order to remove patchstack licenses.
hu_hu: A patchstack licencek eltávolításához meg kell adnia a SolidWP-tagságához tartozó jelszót.

source: Unable to locate API key for Solid Security Pro.
hu_hu: Nem található API-kulcs a Solid Security Pro-hoz.

source: Unable to add patchstack license to %1$s. Reason: %2$s
hu_hu: Nem sikerült patchstack licencet hozzáadni a(z) %1$s részére. Ok: %2$s

source: You must select at least one license to remove. Ensure that you select the licenses that you wish to remove in the listing below.
hu_hu: Legalább egy licencet ki kell választania eltávolításra. Kérjük, győződjön meg róla, hogy az alábbi listában kiválasztja az eltávolítani kívánt licenceket.

source: Unable to remove patchstack license from %1$s. Reason: %2$s
hu_hu: Nem sikerült eltávolítani a patchstack licencet a(z) %1$s webhelyről. Ok: %2$s

source: You must supply a SolidWP membership username and password in order to remove licenses.
hu_hu: A licencek eltávolításához meg kell adnia a SolidWP-tagságához tartozó felhasználónevet és jelszót.

source: You must supply a SolidWP membership username in order to remove licenses.
hu_hu: A licencek eltávolításához meg kell adnia a SolidWP-tagságához tartozó felhasználónevet.

source: You must supply a SolidWP membership password in order to remove licenses.
hu_hu: A licencek eltávolításához meg kell adnia a SolidWP-tagságához tartozó jelszót.

source: An unknown server error occurred. Please try to remove licenses from your products again at another time.
hu_hu: Ismeretlen kiszolgálóhiba történt. Kérjük, próbálja meg egy másik időpontban újra eltávolítani a licenceket a termékeiről.

source: Unknown server error.
hu_hu: Ismeretlen kiszolgálóhiba.

source: Unable to remove license from %1$s. Reason: %2$s
hu_hu: Nem sikerült eltávolítani a licencet a(z) %1$s elemről. Ok: %2$s

source: Successfully updated the Licensed URL.
hu_hu: A licencelt URL sikeresen frissítve.

source: Licensed URL
hu_hu: Licencelt URL

source: Change
hu_hu: Módosítás

source: The Licensed URL should be the primary URL of this WordPress network. If this is not set correctly, some features may not function as expected.
hu_hu: A licencelt URL-nek ennek a WordPress-hálózatnak az elsődleges URL-jének kell lennie. Ha ez nincs megfelelően beállítva, egyes funkciók nem működhetnek a várt módon.

source: The Licensed URL should be the primary URL of this WordPress site. If this is not set correctly, some features may not function as expected.
hu_hu: A licencelt URL-nek ennek a WordPress-webhelynek az elsődleges URL-jének kell lennie. Ha ez nincs megfelelően beállítva, egyes funkciók nem működhetnek a várt módon.

source: Quick Release Updates
hu_hu: Gyorskiadási frissítések

source: Enable quick release updates
hu_hu: Gyorskiadási frissítések engedélyezése

source: Some products have quick releases that are created to solve specific issues that some users experience. In order to avoid causing users to have updates show up too frequently, automatic updates to these quick releases are disabled by default. Enabling this feature allows quick releases to be available to the automatic update system. Using this option is only recommended if support has requested that you enable it in order to receive a quick release. You should disable this option at a later time after confirming that the quick release solves the issue for you.
hu_hu: Egyes termékekhez gyorskiadások tartoznak, amelyeket a bizonyos felhasználóknál jelentkező konkrét problémák megoldására készítünk. Annak érdekében, hogy a felhasználóknak ne jelenjenek meg túl gyakran frissítések, ezeknek a gyorskiadásoknak az automatikus frissítése alapértelmezés szerint le van tiltva. Ennek a funkciónak az engedélyezésével a gyorskiadások elérhetővé válnak az automatikus frissítési rendszer számára. Ezt a lehetőséget csak akkor javasoljuk használni, ha a támogatás kérte, hogy engedélyezze a gyorskiadás kézhezvételéhez. Miután megerősítette, hogy a gyorskiadás megoldja az Ön problémáját, később kapcsolja ki ezt az opciót.

source: Save Settings
hu_hu: Beállítások mentése

source: %s is being Sunset, but we have alternatives for you!
hu_hu: A(z) %s kivezetés alatt áll, de alternatívákat kínálunk az Ön számára!

source: iThemes plugins are being Sunset, but we have alternatives for you!
hu_hu: Az iThemes bővítményeket kivezetik, de alternatívákat kínálunk az Ön számára!

source: Product
hu_hu: Termék

source: Member
hu_hu: Tag

source: Expiration
hu_hu: Lejárat

source: Remaining Licenses
hu_hu: Fennmaradó licencek

source: Licensed Products
hu_hu: Licencelt termékek

source: Product Status
hu_hu: Termék állapota

source: unlimited
hu_hu: korlátlan

source: Remove Licenses
hu_hu: Licencek eltávolítása

source: Patchstack Enabled
hu_hu: Patchstack engedélyezve

source: You have %d Remaining Site Licenses
hu_hu: Önnek %d fennmaradó webhelylicence van

source: This site is licensed with Patchstack.
hu_hu: Ez a webhely Patchstackkel van licencelve.

source: Click here to manage your Patchstack licenses.
hu_hu: Kattintson ide a Patchstack-licenceinek kezeléséhez.

source: Remove Patchstack License
hu_hu: Patchstack-licenc eltávolítása

source: Enable Patchstack
hu_hu: Patchstack engedélyezése

source: You have <strong>%d Remaining Site Licenses</strong>
hu_hu: Önnek <strong>%d fennmaradó webhelylicence van</strong>

source: <strong>This site is not licensed with Patchstack.</strong>
hu_hu: <strong>Ez a webhely nincs Patchstackkel licencelve.</strong>

source: License your site below using your SolidWP username and password or <a href="%s">click here to manage your Patchstack licenses.</a>
hu_hu: Licencelje a webhelyét alább a SolidWP felhasználónevével és jelszavával, vagy <a href="%s">kattintson ide a Patchstack-licencei kezeléséhez.</a>

source: License This Site
hu_hu: Ezen webhely licencelése

source: Unlicensed Products
hu_hu: Nem licencelt termékek

source: The following products have not been licensed. Licensing a product gives you access to automatic updates from within WordPress.
hu_hu: Az alábbi termékek nincsenek licencelve. Egy termék licencelésével hozzáférést kap az automatikus frissítésekhez közvetlenül a WordPressen belül.

source: To license products, select the products you wish to license, enter your SolidWP membership username and password, and press the License Products button.
hu_hu: A termékek licenceléséhez válassza ki a licencelni kívánt termékeket, adja meg SolidWP tagsági felhasználónevét és jelszavát, majd nyomja meg a Termékek licencelése gombot.

source: Need help? <a href="%s">Click here for a quick video tutorial</a>.
hu_hu: Segítségre van szüksége? <a href="%s">Kattintson ide egy gyors videó-útmutatóért</a>.

source: License Products
hu_hu: Termékek licencelése

source: Unrecognized Products
hu_hu: Fel nem ismert termékek

source: The following products were not recognized by the licensing system. This can be due to a bug in the product code, a temporary server issue, or because the product is no longer supported.
hu_hu: A licencrendszer nem ismerte fel az alábbi termékeket. Ennek oka lehet hiba a termék kódjában, átmeneti szerverprobléma, vagy az, hogy a termék már nem támogatott.

source: Please check this page again at a later time to see if the problem resolves itself. If the product remains, please contact <a href="%s">SolidWP support</a> and provide them with the details given below.
hu_hu: Kérjük, nézze meg újra ezt az oldalt később, hogy kiderüljön, megoldódik-e a probléma magától. Ha a termék továbbra is megjelenik, kérjük, lépjen kapcsolatba a <a href="%s">SolidWP ügyféltámogatással</a>, és adja meg az alább részletezett információkat.

source: Package
hu_hu: Csomag

source: Version
hu_hu: Verzió

source: Server Response
hu_hu: Szerverválasz

source: Licensing
hu_hu: Licencelés

source: Please confirm this site's licensed URL.
hu_hu: Kérjük, erősítse meg e webhely licencelt URL-jét.

source: The Licensed URL should be the primary URL of this WordPress network.
hu_hu: A licencelt URL-nek ennek a WordPress-hálózatnak az elsődleges URL-jének kell lennie.

source: If not set correctly, some features may not function as expected.
hu_hu: Ha nincs megfelelően beállítva, egyes funkciók nem működhetnek a vártnak megfelelően.

source: The Licensed URL should be the primary URL of this WordPress site.
hu_hu: A licencelt URL-nek ennek a WordPress-webhelynek az elsődleges URL-jének kell lennie.

source: The licensed URL cannot be blank.
hu_hu: A licencelt URL nem lehet üres.

source: The licensed URL must be a valid URL.
hu_hu: A licencelt URL-nek érvényes URL-nek kell lennie.

source: Successfully set the Licensed URL.
hu_hu: A licencelt URL beállítása sikeres.

source: The licenses on this site are for <code>%s</code>.
hu_hu: Ezen a webhelyen lévő licencek a következőhöz tartoznak: <code>%s</code>.

source: License Option
hu_hu: Licencelési opció

source: Create new licenses for this site.
hu_hu: Új licencek létrehozása ehhez a webhelyhez.

source: Use this option if this site was cloned from another site and needs to have its own licenses.
hu_hu: Ezt az opciót akkor használja, ha ezt a webhelyet egy másik webhelyről klónozták, és saját licencekre van szüksége.

source: Change the existing licenses to be for <code>%s</code>.
hu_hu: A meglévő licencek módosítása úgy, hogy <code>%s</code>-hez tartozzanak.

source: Note: If the <code>%s</code> site still exists and is different from this site, you will have to create new licenses on that site.
hu_hu: Megjegyzés: Ha a(z) <code>%s</code> webhely még létezik és különbözik ettől a webhelytől, akkor azon a webhelyen új licenceket kell létrehoznia.

source: Use this option if this site's primary URL has changed from <code>%1$s</code> to <code>%2$s</code>.
hu_hu: Ezt az opciót akkor használja, ha e webhely elsődleges URL-je <code>%1$s</code>-ről <code>%2$s</code>-re változott.

source: SolidWP Username
hu_hu: SolidWP felhasználónév

source: SolidWP Password
hu_hu: SolidWP jelszó

source: You must supply a SolidWP membership username and password in order to change the licensed URL.
hu_hu: A licencelt URL módosításához meg kell adnia a SolidWP tagsági felhasználónevét és jelszavát.

source: You must supply a SolidWP membership username in order to change the licensed URL.
hu_hu: A licencelt URL módosításához meg kell adnia a SolidWP tagsági felhasználónevét.

source: You must supply a SolidWP membership password in order to change the licensed URL.
hu_hu: A licencelt URL módosításához meg kell adnia a SolidWP tagsági jelszavát.

source: You must pick one of the License Option options.
hu_hu: Ki kell választania a License Option egyik lehetőségét.

source: As a staging site, licenses for the products and services listed below do not count toward your license usage.
hu_hu: Mivel ez egy előkészítő (staging) webhely, az alább felsorolt termékek és szolgáltatások licencei nem számítanak bele a licenchasználatába.

source: %s ago
hu_hu: %s ezelőtt

source: iThemes is now SolidWP
hu_hu: Az iThemes mostantól SolidWP

source: Learn more %s
hu_hu: Tudjon meg többet %s

source: An advanced tool that removes users with a username of “admin” or a user ID of “1”.
hu_hu: Egy fejlett eszköz, amely eltávolítja azokat a felhasználókat, akiknek a felhasználóneve “admin”, vagy a felhasználói azonosítója “1”.

source: Change Admin User
hu_hu: Admin felhasználó módosítása

source: Changes the username of the “admin” user.
hu_hu: Módosítja az “admin” felhasználó felhasználónevét.
