Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Sorry, we could not send an email notification. Please try again later.
hu_hu: Sajnáljuk, nem sikerült e-mail értesítést küldenünk. Kérjük, próbálja meg később.

source: Sorry, you are not allowed to update other trusted devices
hu_hu: Sajnáljuk, nincs jogosultsága más megbízható eszközök frissítéséhez.

source: Sorry, this device cannot be updated
hu_hu: Sajnáljuk, ez az eszköz nem frissíthető.

source: Cannot update trusted_device status
hu_hu: Nem frissíthető a trusted_device állapot.

source: Pending-Auto-Approve
hu_hu: Függőben-automatikus jóváhagyás

source: Pending
hu_hu: Függőben

source: Ignored
hu_hu: Mellőzve

source: Denied
hu_hu: Elutasítva

source: Do you recognize this device?
hu_hu: Felismeri ezt az eszközt?

source: Map of the device’s approximate location.
hu_hu: Az eszköz hozzávetőleges tartózkodási helyének térképe.

source: Confirm that do recognize this device. We will send you back to your site once confirmed or cancel this action and return to your site.
hu_hu: Erősítse meg, hogy felismeri ezt az eszközt. A megerősítés után visszairányítjuk webhelyére, vagy megszakíthatja a műveletet, és visszatérhet a webhelyére.

source: Confirm that you do not recognize this device and want to secure your account. Or, cancel and return to your site.
hu_hu: Erősítse meg, hogy nem ismeri fel ezt az eszközt, és biztonságba kívánja helyezni fiókját. Vagy szakítsa meg, és térjen vissza a webhelyére.

source: Cancel and return to site
hu_hu: Mégse és visszatérés a webhelyre

source: Device confirmed
hu_hu: Eszköz megerősítve

source: You have successfully recognized this device.
hu_hu: Sikeresen felismerte ezt az eszközt.

source: Remember, you can always edit the devices used to login to this account in Profile settings.
hu_hu: Ne feledje, a Profil beállításainál bármikor szerkesztheti azokat az eszközöket, amelyekkel bejelentkezik ebbe a fiókba.

source: Learn more
hu_hu: További információ

source: Learn more about Trusted Devices, and the unrecognized login mode
hu_hu: További információ a Megbízható eszközökről és a nem felismert bejelentkezési módról

source: Return to site
hu_hu: Visszatérés a webhelyre

source: Edit device status in Profile settings
hu_hu: Eszköz állapotának szerkesztése a Profil beállításainál

source: No Pending Devices
hu_hu: Nincsenek függőben lévő eszközök.

source: Any unrecognized login attempts will show up here for you to approve or block.
hu_hu: Minden nem felismert bejelentkezési kísérlet itt jelenik meg, ahol jóváhagyhatja vagy blokkolhatja azokat.

source: More Info
hu_hu: További információ

source: Close Modal
hu_hu: Modális ablak bezárása

source: Block
hu_hu: Blokkolás

source: Approve
hu_hu: Jóváhagyás

source: Invalid Geolocation response from Geobytes
hu_hu: Érvénytelen geolokációs válasz a Geobytes-tól

source: Location data provided by Geobytes
hu_hu: Helyadatokat a Geobytes szolgáltatja.

source: Invalid Geolocation response from geoPlugin
hu_hu: Érvénytelen geolokációs válasz a geoPlugin-től

source: Invalid Geolocation response from IP Info
hu_hu: Érvénytelen geolokációs válasz az IP Info-tól

source: Location data provided by IP Info
hu_hu: Helyadatokat az IP Info szolgáltatja.

source: Invalid Geolocation response from ip-api
hu_hu: Érvénytelen geolokációs válasz az ip-api-tól

source: Location data provided by IP API
hu_hu: Helyadatokat az IP API szolgáltatja

source: Invalid Geolocation response from MaxMind
hu_hu: Érvénytelen geolokációs válasz a MaxMindtól

source: MaxMind Db Exception
hu_hu: MaxMind Db kivétel

source: No data found for this IP.
hu_hu: Nem található adat ehhez az IP-címhez.

source: Location data provided by Geolite 2 from %1$sMaxMind%2$s
hu_hu: Helyadatokat a %1$sMaxMind%2$s Geolite 2 szolgáltatja

source: An API Key must be configured.
hu_hu: Be kell állítania egy API-kulcsot.

source: The download_url function is undefined.
hu_hu: A download_url függvény nincs definiálva.

source: PharData constructor failed: %s
hu_hu: A PharData konstruktor meghiúsult: %s

source: PharData extraction failed: %s
hu_hu: A PharData kicsomagolása meghiúsult: %s

source: Your server cannot extract the MaxMind DB.
hu_hu: A kiszolgálója nem tudja kibontani a MaxMind DB-t.

source: Failed to rename unzipped files.
hu_hu: A kicsomagolt fájlokat nem sikerült átnevezni.

source: Trusted Devices – MaxMind License Required
hu_hu: Megbízható eszközök – MaxMind-licenc szükséges

source: Due to the CCPA, MaxMind %1$snow requires%2$s a free license key to use their Geolocation API.
hu_hu: A CCPA miatt a MaxMind %1$smár megkövetel%2$s egy ingyenes licenckulcsot a Geolocation API használatához.

source: Update Settings
hu_hu: Beállítások frissítése

source: Settings Export
hu_hu: Beállítások exportálása

source: The Import/Export feature sends an email with the settings export file attached.
hu_hu: Az Import/Export funkció e-mailt küld a beállítások exportfájlját csatolva.

source: Security Settings Export
hu_hu: Biztonsági beállítások exportálása

source: Attached is the settings file for {{ $site_url }} created on {{ $date }} at {{ $time }}.
hu_hu: Csatolva találja a {{ $site_url }} webhelyhez {{ $date }} napján {{ $time }} időpontban készült beállításfájlt.

source: The date the settings export was generated.
hu_hu: A beállítások exportjának létrehozási dátuma.

source: The time the settings export was generated.
hu_hu: A beállítások exportjának létrehozási időpontja.

source: Settings Export created on %1$s %2$s at %3$s %4$s
hu_hu: Beállítások exportja létrehozva: %1$s %2$s %3$s %4$s

source: The supplied export JSON file is empty.
hu_hu: A megadott export JSON-fájl üres.

source: The supplied export file contains invalid JSON.
hu_hu: A megadott exportfájl érvénytelen JSON-t tartalmaz.

source: Could not initialize filesystem.
hu_hu: Nem sikerült inicializálni a fájlrendszert.

source: The supplied zip file did not contain a JSON file with valid Solid Security settings.
hu_hu: A megadott ZIP-fájl nem tartalmazott érvényes Solid Security-beállításokat tartalmazó JSON-fájlt.

source: The supplied zip file contained more than one JSON file.
hu_hu: A megadott ZIP-fájl egynél több JSON-fájlt tartalmazott.

source: The filesystem is currently unavailable.
hu_hu: A fájlrendszer jelenleg nem érhető el.

source: The export file does not exist.
hu_hu: Az exportfájl nem létezik.

source: The export file is empty.
hu_hu: Az exportfájl üres.

source: The export file does not contain valid json.
hu_hu: Az exportfájl nem tartalmaz érvényes JSON-t.

source: The export does not exist.
hu_hu: Az export nem létezik.

source: The supplied email address (%1$s) is invalid. The settings were not exported. Please supply a valid email address and try again.
hu_hu: A megadott e-mail-cím (%1$s) érvénytelen. A beállítások exportálása nem történt meg. Kérjük, adjon meg érvényes e-mail-címet, és próbálja újra.

source: Unable to find a unique, new directory to store the generated export file. The settings were not exported.
hu_hu: Nem található egyedi, új könyvtár a létrehozott exportfájl tárolásához. A beállítások exportálása nem történt meg.

source: Unable to create the directory to hold the export file. %1$s
hu_hu: Nem lehet létrehozni az exportfájl tárolására szolgáló könyvtárat. %1$s

source: Unable to create the export file. %1$s
hu_hu: Nem lehet létrehozni az exportfájlt. %1$s

source: Sending the email message failed. The exported settings file can be found at <code>%1$s</code>.
hu_hu: Az e-mail üzenet elküldése nem sikerült. Az exportált beállításfájl itt található: <code>%1$s</code>.

source: Cannot validate export as validation schema is missing.
hu_hu: Nem ellenőrizhető az export, mert hiányzik az érvényesítési séma.

source: Cannot complete import as the export was generated by a newer version of Solid Security.
hu_hu: Az import nem fejezhető be, mert az exportot a Solid Security egy újabb verziója hozta létre.

source: Unable to properly read the import file. %1$s
hu_hu: Az importfájl nem olvasható megfelelően. %1$s

source: Unable to properly read the settings from the import file. %1$s
hu_hu: Nem olvashatók megfelelően a beállítások az importfájlból. %1$s

source: The format of the data to be imported is invalid. The data cannot be imported.
hu_hu: Az importálandó adatok formátuma érvénytelen. Az adatok nem importálhatók.

source: Unable to save %s option.
hu_hu: Nem sikerült elmenteni a(z) %s beállítást.

source: A server issue is preventing the ZIP file data from being read. Please unzip the export file and try importing the contained JSON file. The specific error that prevented the ZIP file data from being read is as follows: %s
hu_hu: Egy kiszolgálóhiba megakadályozza a ZIP-fájl adatainak beolvasását. Kérjük, csomagolja ki az exportfájlt, és próbálja meg importálni a benne található JSON-fájlt. A ZIP-fájl adatainak beolvasását megakadályozó konkrét hiba a következő: %s

source: The supplied ZIP file contained more than one JSON file with valid Solid Security settings. Only ZIP files with one JSON file of valid settings are permitted. Please ensure that a valid export file is supplied.
hu_hu: A megadott ZIP-fájl egynél több, érvényes Solid Security-beállításokat tartalmazó JSON-fájlt tartalmazott. Csak olyan ZIP-fájlok engedélyezettek, amelyek egyetlen, érvényes beállításokat tartalmazó JSON-fájlt tartalmaznak. Kérjük, győződjön meg róla, hogy érvényes exportfájlt ad meg.

source: The supplied ZIP file did not contain a JSON file with valid Solid Security settings. Please ensure that a valid export file is supplied.
hu_hu: A megadott ZIP-fájl nem tartalmazott érvényes Solid Security-beállításokat tartalmazó JSON-fájlt. Kérjük, győződjön meg róla, hogy érvényes exportfájlt ad meg.

source: The unzip utility built into WordPress reported the following error when trying to unzip the supplied file: %s
hu_hu: A WordPress-be épített kicsomagoló segédprogram a következő hibát jelezte a megadott fájl kicsomagolásakor: %s

source: The settings file cannot be read. %1$s
hu_hu: A beállításfájl nem olvasható. %1$s

source: The uploaded file appears to be a database backup. Please ensure that you are supplying a valid export file from the Settings Import and Export module.
hu_hu: A feltöltött fájl adatbázis-mentésnek tűnik. Kérjük, győződjön meg róla, hogy érvényes exportfájlt ad meg a Beállítások importálása és exportálása modulból.

source: The settings file is invalid or corrupt. The JSON data was unable to be read. Please ensure that you are supplying a valid export file in either a ZIP or JSON format.
hu_hu: A beállításfájl érvénytelen vagy sérült. A JSON-adatok nem olvashatók. Kérjük, győződjön meg róla, hogy érvényes exportfájlt ad meg ZIP vagy JSON formátumban.

source: The settings file contains invalid data. The data is expected to be in a JSON array format, but a different format was found. Please ensure that you are supplying a valid export file.
hu_hu: A beállításfájl érvénytelen adatokat tartalmaz. Az adatoknak JSON tömb formátumban kellene lenniük, de más formátumot találtunk. Kérjük, győződjön meg róla, hogy érvényes exportfájlt ad meg.

source: The settings file contains invalid data. Valid exported settings are a series of options table entries. The supplied data did not match this format. Please ensure that you are supplying a valid export file.
hu_hu: A beállításfájl érvénytelen adatokat tartalmaz. Az érvényesen exportált beállítások az options tábla bejegyzéseinek sorozata. A megadott adatok nem feleltek meg ennek a formátumnak. Kérjük, győződjön meg róla, hogy érvényes exportfájlt ad meg.

source: The settings file contains settings that are not for Solid Security. These settings will not be imported. Please supply an export file from Solid Security.
hu_hu: A beállításfájl olyan beállításokat tartalmaz, amelyek nem a Solid Securityhez tartoznak. Ezek a beállítások nem lesznek importálva. Kérjük, adjon meg a Solid Securityből származó exportfájlt.

source: The form field used to upload the file is missing. This could indicate a browser or plugin compatibility issue. Please contact support.
hu_hu: Hiányzik a fájl feltöltésére szolgáló űrlapmező. Ez böngésző- vagy bővítménykompatibilitási problémára utalhat. Kérjük, vegye fel a kapcsolatot az ügyfélszolgálattal.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
hu_hu: A feltöltött fájl mérete meghaladja a php.ini-ben megadott upload_max_filesize értéket.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
hu_hu: A feltöltött fájl mérete meghaladja a HTML-űrlapban megadott MAX_FILE_SIZE értéket.

source: The uploaded file was only partially uploaded.
hu_hu: A feltöltött fájl csak részben töltődött fel.

source: No file was uploaded.
hu_hu: Nem történt fájlfeltöltés.

source: Missing a temporary folder.
hu_hu: Hiányzik az ideiglenes mappa.

source: Failed to write file to disk.
hu_hu: Nem sikerült a fájlt lemezre írni.

source: File upload stopped by extension.
hu_hu: A fájlfeltöltést egy kiterjesztés megállította.

source: Unknown upload error (code "%s")
hu_hu: Ismeretlen feltöltési hiba (kód "%s")

source: The uploaded file was unable to be read due to a PHP error. The "tmp_name" field for the file upload is missing. Please contact support.
hu_hu: A feltöltött fájl egy PHP-hiba miatt nem olvasható. Hiányzik a fájlfeltöltéshez tartozó "tmp_name" mező. Kérjük, vegye fel a kapcsolatot az ügyfélszolgálattal.

source: Unable to create a temporary directory. This indicates a file permissions issue where the web server user cannot create files or directories. Please correct the file permission issue or contact your host for assistance and then try again.
hu_hu: Nem sikerült ideiglenes könyvtárat létrehozni. Ez fájlengedély-problémára utal, amikor a webszerver felhasználója nem hozhat létre fájlokat vagy könyvtárakat. Kérjük, javítsa a fájlengedélyek problémáját, vagy kérjen segítséget a tárhelyszolgáltatójától, majd próbálja meg újra.

source: The directory supplied in "%1$s" cannot be used as a valid directory. %2$s %3$sPlease select a valid directory%4$s.
hu_hu: A(z) "%1$s" megadott könyvtár nem használható érvényes könyvtárként. %2$s %3$sKérjük, válasszon érvényes könyvtárat%4$s.

source: The directory supplied in %1$s is not writable. Please %1$sselect a directory%2$s that can be written to.
hu_hu: A %1$s megadott könyvtár nem írható. Kérjük, %1$sválasszon egy írható könyvtárat%2$s.

source: The file path supplied in "%1$s" cannot be used as it already exists but is not a file. %2$sPlease supply a valid file path%3$s.
hu_hu: A(z) "%1$s" megadott fájlútvonal nem használható, mivel már létezik, de nem fájl. %2$sKérjük, adjon meg érvényes fájlútvonalat%3$s.

source: The file path supplied in "%1$s" cannot be used as the parent directory cannot be created. %2$s %3$sPlease supply a valid file path%4$s.
hu_hu: A(z) "%1$s" megadott fájlútvonal nem használható, mivel a szülőkönyvtár nem hozható létre. %2$s %3$sKérjük, adjon meg érvényes fájlútvonalat%4$s.

source: The file path supplied in "%1$s" could not be created. %2$sPlease supply a file path that can be written to%3$s.
hu_hu: A(z) "%1$s" megadott fájlútvonal nem hozható létre. %2$sKérjük, adjon meg írható fájlútvonalat%3$s.

source: The file path supplied in "%1$s" was successfully created, but it cannot be updated. %2$sPlease supply a file path that can be written to%3$s.
hu_hu: A(z) "%1$s" megadott fájlútvonal sikeresen létrejött, de nem frissíthető. %2$sKérjük, adjon meg írható fájlútvonalat%3$s.

source: The file path supplied in "%1$s" is not writable. %2$sPlease supply a file path that can be written to%3$s.
hu_hu: A(z) "%1$s" megadott fájlútvonal nem írható. %2$sKérjük, adjon meg írható fájlútvonalat%3$s.

source: Import/Export
hu_hu: Importálás/Exportálás

source: No export found with that id.
hu_hu: Nem található export ezzel az azonosítóval.

source: Missing export file.
hu_hu: Hiányzik az exportfájl.

source: No import export source found with that id.
hu_hu: Nem található import/export forrás ezzel az azonosítóval.

source: The configured settings for each Solid Security feature.
hu_hu: A Solid Security egyes funkcióinak konfigurált beállításai.

source: Select the Solid Security features to export settings.
hu_hu: Válassza ki a Solid Security funkciókat a beállítások exportálásához.

source: Send Magic Link
hu_hu: Magic Link küldése

source: If you are a verified user, click the button below and an email will be sent to you with a magic link to bypass the lock out and log into your site.
hu_hu: Ha hitelesített felhasználó, kattintson az alábbi gombra, és kap egy e-mailt egy Magic linkkel, amellyel megkerülheti a zárolást és bejelentkezhet a webhelyére.

source: Please check your email for an authorized login link.
hu_hu: Kérjük, ellenőrizze az e-mailjeit az engedélyezett bejelentkezési linkért.

source: The email could not be sent.
hu_hu: Az e-mailt nem sikerült elküldeni.

source: The %1$sMagic Links%2$s module sends an email with a Magic Link that bypasses a lockout. Note: the default email template already includes the %3$s tag.
hu_hu: A %1$sMagic Links%2$s modul olyan e-mailt küld, amely egy Magic Linket tartalmaz a zárolás megkerüléséhez. Megjegyzés: az alapértelmezett e-mail sablon már tartalmazza a(z) %3$s taget.

source: The magic login link to continue logging in.
hu_hu: A bejelentkezés folytatásához szükséges magic bejelentkezési link.

source: Login Link
hu_hu: Bejelentkezési link

source: Hi {{ $display_name }}, For security purposes, please click the button below to login. Regards, All at {{ $site_title }}
hu_hu: Tisztelt {{ $display_name }}, Biztonsági okokból kérjük, kattintson az alábbi gombra a bejelentkezéshez. Üdvözlettel, A(z) {{ $site_title }} csapata

source: Secure login link for %s
hu_hu: Biztonságos bejelentkezési link a(z) %s számára

source: Continue Login
hu_hu: Bejelentkezés folytatása

source: No magic link token found.
hu_hu: Nem található magic link token.

source: Magic links create a temporary cookie named “itsec-ml-lockout-bypass” that enables users to log in through a link sent to their email. This cookie references session data containing the user’s ID and IP address. It automatically expires after 30 minutes.
hu_hu: A Magic linkek létrehoznak egy “itsec-ml-lockout-bypass” nevű ideiglenes sütit, amely lehetővé teszi a felhasználók számára, hogy az e-mailben küldött linken keresztül jelentkezzenek be. Ez a süti olyan munkamenet-adatokra hivatkozik, amelyek tartalmazzák a felhasználó azonosítóját és IP-címét. Automatikusan lejár 30 perc után.

source: %s by SolidWP
hu_hu: %s a SolidWP-től

source: In order to ensure file integrity, Solid Security pulls data from wordpress.org, solidwp.com, ithemes.com and amazonaws.com. No personal data is sent to these sites. Requests to wordpress.org include the WordPress version, the site's locale, a list of installed plugins, and a list of each plugin's version. Requests to solidwp.com and amazonaws.com include the installed SolidWP products and their versions. For wordpress.org privacy policy details, please see the <a href="%1$s">WordPress Privacy Policy</a>. For solidwp.com privacy policy details, please see the <a href="%2$s">SolidWP Privacy Policy</a>. Requests to amazonaws.com are to retrieve content added and managed by SolidWP which is covered by the <a href="%3$s">Amazon Web Services Data Privacy policy</a>.
hu_hu: A fájlok sértetlenségének biztosítása érdekében a Solid Security adatokat tölt le a wordpress.org, solidwp.com, ithemes.com és amazonaws.com oldalakról. Személyes adatokat nem küldünk ezekre az oldalakra. A wordpress.org felé küldött kérések tartalmazzák a WordPress verzióját, a webhely területi beállítását (locale), a telepített bővítmények listáját és mindegyik bővítmény verzióját. A solidwp.com és amazonaws.com felé küldött kérések a telepített SolidWP termékeket és azok verzióit tartalmazzák. A wordpress.org adatvédelmi irányelveinek részleteiért kérjük, tekintse meg a <a href="%1$s">WordPress adatvédelmi irányelveit</a>. A solidwp.com adatvédelmi irányelveinek részleteiért kérjük, tekintse meg a <a href="%2$s">SolidWP adatvédelmi irányelveit</a>. Az amazonaws.com felé irányuló kérések a SolidWP által hozzáadott és kezelt tartalom lekérésére szolgálnak, amelyre az <a href="%3$s">Amazon Web Services adatvédelmi szabályzata</a> vonatkozik.

source: Your password has expired. You must create a new password every %d days.
hu_hu: Jelszava lejárt. %d naponta új jelszót kell létrehoznia.

source: Require users in the selected groups to change their password periodically.
hu_hu: Kötelezze a kiválasztott csoportok felhasználóit a jelszavuk rendszeres megváltoztatására.

source: Some professionals recommend forcing users to change their password regularly. Keep in mind it may lead to users forgetting their passwords.
hu_hu: Egyes szakemberek javasolják a felhasználók rendszeres jelszócseréjének kikényszerítését. Tartsa szem előtt, hogy ez a felhasználók jelszavának elfelejtéséhez vezethet.

source: Days
hu_hu: Nap

source: The maximum number of days a password may be kept before it is expired.
hu_hu: A jelszó lejárata előtti maximális napok száma.

source: An admin has required you to reset your password.
hu_hu: Egy adminisztrátor előírta, hogy állítsa vissza a jelszavát.

source: Password Expiration
hu_hu: Jelszó lejárata

source: Additional Security Measures
hu_hu: További biztonsági intézkedések

source: You can choose whether you want to use Two-Factor when logging in without a password.
hu_hu: Választhat, hogy jelszó nélküli bejelentkezéskor szeretné-e használni a Two-Factor funkciót.

source: Two-factor is enabled by default, adding additional security to your account, but is not required.
hu_hu: Alapértelmezés szerint a Two-Factor engedélyezve van, ami további védelmet nyújt a fiókjának, de nem kötelező.

source: Skip Two-Factor
hu_hu: Two-Factor kihagyása

source: Always Use Two-Factor
hu_hu: Mindig használja a Two-Factor funkciót

source: Check your Email
hu_hu: Ellenőrizze az e-mailjét

source: A magic link has been sent to your email.
hu_hu: Egy Magic Linket küldtünk az e-mail címére.

source: Click that link to log in.
hu_hu: Kattintson arra a linkre a bejelentkezéshez.

source: Didn’t receive the magic link? Check your spam folder, or %1$srequest a new email%2$s.
hu_hu: Nem kapta meg a Magic Linket? Ellenőrizze a spam mappáját, vagy %1$skérjen új e-mailt%2$s.

source: Or
hu_hu: Vagy

source: Log in with your password
hu_hu: Jelentkezzen be a jelszavával

source: Magic link email resent.
hu_hu: A Magic Link e-mailt újra elküldtük.

source: You must click the link in your email to proceed.
hu_hu: A folytatáshoz rá kell kattintania az e-mailben lévő linkre.

source: Log in Without Password
hu_hu: Bejelentkezés jelszó nélkül

source: <strong>ERROR</strong>: Invalid email address.
hu_hu: <strong>HIBA</strong>: Érvénytelen e-mail cím.

source: <strong>ERROR</strong>: Invalid username.
hu_hu: <strong>HIBA</strong>: Érvénytelen felhasználónév.

source: Passwordless Login is not enabled for your account. Please log in with your username and password.
hu_hu: A Passwordless Login nincs engedélyezve az Ön fiókjában. Kérjük, jelentkezzen be felhasználónevével és jelszavával.

source: Sorry, that Passwordless Login method is not enabled. Please log in with another method.
hu_hu: Sajnáljuk, ez a Passwordless Login módszer nincs engedélyezve. Kérjük, jelentkezzen be másik módszerrel.

source: The email could not be sent. Possible reason: your host may have disabled the mail() function.
hu_hu: Az e-mailt nem sikerült elküldeni. Lehetséges ok: a kiszolgálója letilthatta a mail() függvényt.

source: Your Passwordless Login Link is Here
hu_hu: Itt van az Ön Passwordless Login hivatkozása

source: Passwordless login link for %s
hu_hu: Passwordless login hivatkozás %s részére
