Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Could not lookup passkeys for the requested user.
hu_hu: Nem sikerült megkeresni a kért felhasználó hozzáférési kulcsait.

source: Could not delete trashed passkeys.
hu_hu: Nem sikerült törölni a kukába helyezett hozzáférési kulcsokat.

source: Could not register a new passkey.
hu_hu: Nem sikerült új hozzáférési kulcsot regisztrálni.

source: Passkeys Users
hu_hu: Hozzáférési kulcsok felhasználói

source: Registered Passkeys
hu_hu: Regisztrált hozzáférési kulcsok

source: Could not generate a random WebAuthn challenge.
hu_hu: Nem sikerült véletlenszerű WebAuthn-kihívást generálni.

source: Could not prepare to register a WebAuthn credential.
hu_hu: Nem sikerült előkészíteni egy WebAuthn-hitelesítő adat regisztrálását.

source: Could not prepare to access a WebAuthn credential.
hu_hu: Nem sikerült előkészíteni egy WebAuthn-hitelesítő adat elérését.

source: Could not find a user for this passkey.
hu_hu: Nem található felhasználó ehhez a hozzáférési kulcshoz.

source: No WebAuthn credential was found with that id.
hu_hu: Nem található ilyen azonosítóval WebAuthn-hitelesítő adat.

source: WebAuthn credential is invalid.
hu_hu: A WebAuthn-hitelesítő adat érvénytelen.

source: Could not persist WebAuthn credential.
hu_hu: Nem sikerült a WebAuthn-hitelesítő adatot elmenteni.

source: Could not delete WebAuthn credential.
hu_hu: Nem sikerült törölni a WebAuthn-hitelesítő adatot.

source: The attestation type is incorrect.
hu_hu: A tanúsítás típusa helytelen.

source: Cannot determine algorithm used.
hu_hu: Nem lehet megállapítani a használt algoritmust.

source: An unsupported algorithm is provided.
hu_hu: Nem támogatott algoritmus került megadásra.

source: Invalid attestation statement type.
hu_hu: Érvénytelen a tanúsítási nyilatkozat típusa.

source: No credential id given.
hu_hu: Nincs megadva a hitelesítő adat azonosítója.

source: Credential id is too long.
hu_hu: A hitelesítő adat azonosítója túl hosszú.

source: Credential id is already registered.
hu_hu: A hitelesítő adat azonosítója már regisztrálva van.

source: Could not register a new WebAuthn credential.
hu_hu: Nem sikerült új WebAuthn-hitelesítő adatot regisztrálni.

source: Sorry, you are not allowed to view that Credential.
hu_hu: Sajnáljuk, nincs jogosultsága a hitelesítő adat megtekintéséhez.

source: CAPTCHA is required.
hu_hu: CAPTCHA szükséges.

source: The credential format is invalid.
hu_hu: A hitelesítő adat formátuma érvénytelen.

source: User registration is disabled.
hu_hu: A felhasználó-regisztráció le van tiltva.

source: The email is already in use.
hu_hu: Az e-mail-cím már használatban van.

source: Passkey registration is disabled.
hu_hu: A hozzáférési kulcs regisztrációja le van tiltva.

source: Passkey registration is not available for new users.
hu_hu: A hozzáférési kulcs regisztrációja új felhasználók számára nem érhető el.

source: This token is for an invalid user.
hu_hu: Ez a token érvénytelen felhasználóhoz tartozik.

source: Upgrade routine completed.
hu_hu: A frissítési rutin befejeződött.

source: There are no current lockouts
hu_hu: Jelenleg nincsenek zárolások

source: host
hu_hu: gazdagép

source: user
hu_hu: felhasználó

source: You must supply one or more lockout IDs to release.
hu_hu: Meg kell adnia egy vagy több zárolásazonosítót a feloldáshoz.

source: Skipping empty ID.
hu_hu: Üres azonosító kihagyva.

source: Skipping invalid ID "%s". Please supply a valid ID.
hu_hu: Érvénytelen azonosító kihagyva: "%s". Kérjük, adjon meg érvényes azonosítót.

source: Unable to remove lockout "%s".
hu_hu: Nem sikerült eltávolítani a zárolást: "%s".

source: Successfully removed lockout "%d".
hu_hu: A "%d" zárolás sikeresen eltávolítva.

source: The Security logs are empty.
hu_hu: A biztonsági naplók üresek.

# Notification is disabled
source: Disabled
hu_hu: Letiltva

# Notification is not ready to be sent
source: Not ready
hu_hu: Nincs kész

# Notification failed to send
source: Failed
hu_hu: Sikertelen

source: Sent
hu_hu: Elküldve

source: Not time to send.
hu_hu: Még nem időszerű az elküldés.

source: Failed to send notification.
hu_hu: Nem sikerült elküldeni az értesítést.

source: Unexpected error.
hu_hu: Váratlan hiba.

source: Setting updated.
hu_hu: Beállítás frissítve.

source: Failed to update setting.
hu_hu: A beállítás frissítése nem sikerült.

source: Settings updated.
hu_hu: Beállítások frissítve.

source: No module exists with the slug %s.
hu_hu: Nem létezik modul a(z) %s sluggal.

source: All Clear!
hu_hu: Minden rendben!

source: No users are currently locked out of your site.
hu_hu: Jelenleg egyetlen felhasználó sincs kizárva az Ön oldaláról.

source: View, ban, or release lockout out users and IP addresses.
hu_hu: Tekintse meg, tiltsa vagy oldja fel a zárolást felhasználók és IP-címek esetén.

source: Unexpected Error
hu_hu: Váratlan hiba

source: An error occurred while rendering the list of lockouts.
hu_hu: Hiba történt a zárolások listájának megjelenítése közben.

source: Try refreshing you browser. If the error persists, please contact support.
hu_hu: Próbálja meg frissíteni a böngészőjét. Ha a hiba továbbra is fennáll, kérjük, lépjen kapcsolatba a támogatással.

source: Search Lockouts
hu_hu: Zárolások keresése

source: Ban Created
hu_hu: Kitiltás létrehozva

source: Error when banning lockout: %s
hu_hu: Hiba zárolás alapján történő kitiltáskor: %s

source: Lockout Released
hu_hu: Zárolás feloldva

source: Error when releasing lockout: %s
hu_hu: Hiba a zárolás feloldásakor: %s

source: Add or remove authorized IPs.
hu_hu: Engedélyezett IP-k hozzáadása vagy eltávolítása.

source: Undo Changes
hu_hu: Változtatások visszavonása

source: Add, remove and edit banned IPs.
hu_hu: Kitiltott IP-k hozzáadása, eltávolítása és szerkesztése.

source: Your site has no firewall rules installed.
hu_hu: Az Ön oldalán nincsenek telepítve tűzfalszabályok.

source: Create a Rule
hu_hu: Szabály létrehozása

source: Your site has vulnerable software installed, but there are no firewall rules available.
hu_hu: Az Ön oldalán sérülékeny szoftver van telepítve, de nem érhetők el tűzfalszabályok.

source: Visit the vulnerabilities page to learn how to keep your site safe.
hu_hu: Látogassa meg a sérülékenységek oldalát, hogy megtudja, hogyan tarthatja biztonságban az oldalát.

source: View Vulnerabilities
hu_hu: Sérülékenységek megtekintése

source: No firewall rules are active on your site because you have no vulnerable software installed.
hu_hu: Az Ön oldalán nincsenek aktív tűzfalszabályok, mert nincs telepítve sérülékeny szoftver.

source: Keep up the good work!
hu_hu: Csak így tovább!

source: Log Details
hu_hu: Napló részletei

source: Triggered Rule
hu_hu: Kiváltott szabály

source: Unknown rule
hu_hu: Ismeretlen szabály

source: Action Taken
hu_hu: Végrehajtott művelet

source: Date & Time:
hu_hu: Dátum és idő:

source: Request:
hu_hu: Kérés:

source: Origin:
hu_hu: Forrás:

source: Prev
hu_hu: Előző

source: Next
hu_hu: Következő

source: Firewall Logs
hu_hu: Tűzfal naplók

source: Search firewall logs
hu_hu: Tűzfal naplók keresése

source: Search by IP address or URL
hu_hu: Keresés IP-cím vagy URL alapján

source: Action & Origin
hu_hu: Művelet és forrás

source: Protected By
hu_hu: Védelem forrása

source: Rule
hu_hu: Szabály

source: Origin
hu_hu: Forrás

source: Date & Time
hu_hu: Dátum és idő

source: Data Loading
hu_hu: Adatok betöltése

source: Ban
hu_hu: Kitiltás

source: Locked out too many times
hu_hu: Túl sokszor lett kizárva

source: To view logs inside Solid Security, you must enable database logging in Global Settings.
hu_hu: A naplók Solid Securityn belüli megtekintéséhez engedélyeznie kell az adatbázis-naplózást a Global Settingsben.

source: We haven’t logged any activity yet.
hu_hu: Még nem naplóztunk semmilyen tevékenységet.

source: Rules
hu_hu: Szabályok

source: IP Management
hu_hu: IP-kezelés

source: Automated
hu_hu: Automatikus

source: Rule Name
hu_hu: Szabály neve

source: If incoming requests match…
hu_hu: Ha a bejövő kérések illeszkednek…

source: Then take action…
hu_hu: Ezután hajtson végre műveletet…

source: Redirect Location
hu_hu: Átirányítási hely

source: Rule %d
hu_hu: Szabály %d

source: And
hu_hu: És

source: Remove
hu_hu: Eltávolítás

source: Field
hu_hu: Mező

source: Select a field to inspect.
hu_hu: Válasszon ki egy vizsgálandó mezőt.

source: e.g. %s
hu_hu: pl. %s

source: Operator
hu_hu: Operátor

source: Value
hu_hu: Érték

source: Request Method
hu_hu: Kérés metódusa

source: Content Type
hu_hu: Tartalomtípus

source: Header
hu_hu: Fejléc

source: equals
hu_hu: egyenlő

source: contains
hu_hu: tartalmaz

source: does not contain
hu_hu: nem tartalmaz

source: is in
hu_hu: szerepel

source: is not in
hu_hu: nem szerepel

source: Redirect
hu_hu: Átirányítás

source: Log only
hu_hu: Csak naplózás

source: Allow
hu_hu: Engedélyezés

source: Custom Rule
hu_hu: Egyéni szabály

source: Firewall Rules
hu_hu: Tűzfalszabályok

source: Firewall rules block requests based on patterns.
hu_hu: A tűzfalszabályok minták alapján blokkolják a kéréseket.

source: Search firewall rules
hu_hu: Tűzfalszabályok keresése

source: Search by title
hu_hu: Keresés cím szerint

source: Filter (%d)
hu_hu: Szűrő (%d)

source: Status
hu_hu: Állapot

source: Active
hu_hu: Aktív

source: Active Rules
hu_hu: Aktív szabályok

source: Inactive Rules
hu_hu: Inaktív szabályok

source: Custom Rules
hu_hu: Egyéni szabályok

source: Reset all
hu_hu: Összes visszaállítása

source: Title
hu_hu: Cím

source: Activate
hu_hu: Aktiválás

source: Deactivate
hu_hu: Deaktiválás

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: An error has occurred: %s
hu_hu: Hiba történt: %s

source: There are no recently blocked threats. This could mean there haven’t been any attacks recently.
hu_hu: Nincs a közelmúltban blokkolt fenyegetés. Ez azt jelentheti, hogy mostanában nem voltak támadások.

source: Make sure to configure the firewall settings if you haven’t yet!
hu_hu: Győződjön meg róla, hogy konfigurálta a tűzfal beállításait, ha még nem tette!

source: Configure Firewall
hu_hu: Tűzfal konfigurálása

source: Top Blocked IPs
hu_hu: Legtöbbször blokkolt IP-címek

source: No IPs have been locked out recently
hu_hu: Az utóbbi időben egy IP-cím sem lett kizárva

source: Consider customizing your firewall settings.
hu_hu: Fontolja meg a tűzfal beállításainak testreszabását.

source: Firewall Settings
hu_hu: Tűzfal beállításai

source: Thanks for valuing your site security!
hu_hu: Köszönjük, hogy fontosnak tartja webhelye biztonságát!

source: Interested in always-on, automated firewall protection?
hu_hu: Érdekli az állandó, automatizált tűzfalvédelem?

source: You’re getting the best protection available with our Patchstack integration.
hu_hu: A Patchstack integrációnkkal a lehető legjobb védelmet kapja.

source: Automated Firewall Active
hu_hu: Automatizált tűzfal aktív

source: Get Solid Security Pro + Patchstack
hu_hu: Szerezze be a Solid Security Pro + Patchstack csomagot

source: Upgrade to Patchstack
hu_hu: Frissítsen a Patchstackre

source: Powered by
hu_hu: Működteti

source: Priority
hu_hu: Prioritás

source: We didn’t spot vulnerabilities that could have been patched automatically in the last 90 days, <b>but they can still appear any day</b>. Solid Security Pro with Patchstack gives peace of mind and proactive security upgrade to be automatically protected today!
hu_hu: Az elmúlt 90 napban nem találtunk olyan sérülékenységeket, amelyeket automatikusan be lehetett volna foltozni, <b>de bármelyik nap felbukkanhatnak</b>. A Solid Security Pro Patchstackkel nyugalmat és proaktív biztonsági fejlesztést nyújt, hogy már ma automatikusan védve legyen!

source: Go Pro with Patchstack
hu_hu: Lépjen Pro szintre Patchstackkel

source: We didn’t spot vulnerabilities that could have been patched automatically in the last 90 days, great job keeping your site secure!
hu_hu: Az elmúlt 90 napban nem találtunk olyan sérülékenységeket, amelyeket automatikusan be lehetett volna foltozni, nagyszerű munka webhelye biztonságának megőrzésében!

source: Instant Protection
hu_hu: Azonnali védelem

source: Get Instant Protection
hu_hu: Szerezzen azonnali védelmet

source: Real-time Updates
hu_hu: Valós idejű frissítések

source: Get Real-time Updates
hu_hu: Kapjon valós idejű frissítéseket

source: Avoid vulnerabilities from harming your site with <b>Real-Time Updates,</b> never forget to upgrade a plugin or theme ever again.
hu_hu: Védje meg webhelyét a sérülékenységektől a <b>Valós idejű frissítésekkel,</b> és soha többé ne feledkezzen meg egy bővítmény vagy sablon frissítéséről.

source: Back to Rules overview
hu_hu: Vissza a szabályok áttekintéséhez

source: Could not create rule.
hu_hu: Nem sikerült létrehozni a szabályt.

source: Create Firewall Rule
hu_hu: Tűzfalszabály létrehozása

source: Custom firewall rules let you block attackers or allow authorized traffic.
hu_hu: Az egyéni tűzfalszabályok lehetővé teszik a támadók blokkolását vagy az engedélyezett forgalom átengedését.

source: Save as Draft
hu_hu: Mentés piszkozatként

source: Deploy
hu_hu: Telepítés

source: Your one-stop for all things IP management. Ban troublesome IPs from wreaking havoc, ensure everyone who needs access to your site has it by authorizing IPs and manage temporarily locked out users.
hu_hu: Az IP-kezelés mindenes központja. Tiltsa ki a problémás IP-ket, és az IP-k engedélyezésével biztosítsa, hogy mindenkinek, akinek szüksége van hozzáférésre a webhelyéhez, az legyen is, továbbá kezelje az ideiglenesen kizárt felhasználókat.

source: Could not save rule.
hu_hu: Nem sikerült menteni a szabályt.

source: Edit Firewall Rule
hu_hu: Tűzfalszabály szerkesztése

source: Create Rule
hu_hu: Szabály létrehozása

source: The only WordPress security plugin you need — <i>period</i>
hu_hu: Az egyetlen WordPress biztonsági bővítmény, amire szüksége van — <i>pont</i>

source: Refresh
hu_hu: Frissítés

source: Copy Error
hu_hu: Hiba másolása

source: Recommended
hu_hu: Ajánlott

source: View external documentation.
hu_hu: Külső dokumentáció megtekintése.

source: %s Settings
hu_hu: %s beállításai

source: Feature not available
hu_hu: A funkció nem érhető el

source: out of %d
hu_hu: a %d-ből

source: Toggle Sidebar
hu_hu: Oldalsáv be-/kikapcsolása

source: Administrator Capabilities
hu_hu: Adminisztrátori jogosultságok

source: Editor Capabilities & greater (recommended)
hu_hu: Szerkesztői és magasabb szintű jogosultságok (ajánlott)

source: Everyone
hu_hu: Mindenki

source: Found vulnerabilities
hu_hu: Talált sérülékenységek

source: Critical
hu_hu: Kritikus

source: Enable the “%s” module.
hu_hu: Engedélyezze a “%s” modult.

source: Choose and configure security features for your site.
hu_hu: Válassza ki és állítsa be webhelye biztonsági funkcióit.

source: Configure advanced Solid Security settings.
hu_hu: Állítsa be a Solid Security speciális beállításait.

source: Secure Site
hu_hu: Webhely védelme

source: Summary
hu_hu: Összegzés

source: Hang on while your website is secured!
hu_hu: Kérem, várjon, amíg webhelyét biztosítjuk!

source: Enable Features
hu_hu: Funkciók engedélyezése

source: Configure Settings
hu_hu: Beállítások konfigurálása

source: Welcome to Solid Security! Answer a few questions to quickly enable the most important security features for this website. You can always change settings later.
hu_hu: Üdvözöljük a Solid Securityben! Válaszoljon néhány kérdésre, hogy gyorsan engedélyezhesse e webhely legfontosabb biztonsági funkcióit. A beállításokat később bármikor módosíthatja.

source: Already started setting up Solid Security? <a>Resume</a> from where you left off.
hu_hu: Már megkezdte a Solid Security beállítását? <a>Folytassa</a> onnan, ahol abbahagyta.

source: What type of website is this?
hu_hu: Milyen típusú ez a webhely?

source: Select the one that best represents your website. This will focus the rest of the setup wizard on the options most necessary to secure the site.
hu_hu: Válassza ki azt, amelyik a legjobban képviseli webhelyét. Ez a beállítóvarázsló hátralévő részét a webhely védelméhez leginkább szükséges lehetőségekre összpontosítja.

source: Why is this important?
hu_hu: Miért fontos ez?

source: Attackers can make thousands of login attempts before you even notice.
hu_hu: A támadók ezernyi bejelentkezési kísérletet tehetnek, mielőtt egyáltalán észrevenné.

source: Brute Force protection slows down attackers who try to guess login credentials for your site.
hu_hu: A Brute Force védelem lelassítja azokat a támadókat, akik megpróbálják kitalálni webhelye bejelentkezési adatait.

source: Enabling this will send data about login attempts to SolidWP servers.
hu_hu: Ennek engedélyezése adatokat küld a bejelentkezési kísérletekről a SolidWP szervereire.

source: We do not recognize your email
hu_hu: Nem ismerjük az e-mail-címét

source: Password
hu_hu: Jelszó

source: We do not recognize your password
hu_hu: Nem ismerjük a jelszavát

source: Direct Connection
hu_hu: Közvetlen kapcsolat

source: If your web server is directly exposed to the internet.
hu_hu: Ha a webszerver közvetlenül ki van téve az internetnek.

source: Proxy Server
hu_hu: Proxy szerver

source: If your web server is behind a proxy server like CloudFlare.
hu_hu: Ha a webszerver egy CloudFlare-hez hasonló proxy szerver mögött van.

source: My Own Website
hu_hu: Saját webhelyem

source: Client Website
hu_hu: Ügyfél webhelye

source: 80% of hacks can be attributed to password compromises.
hu_hu: A feltörések 80%-a jelszókompromittálásra vezethető vissza.

source: A strong password improves security by making it significantly harder for hackers to guess their way into your website. Refusing compromised passwords prevents bad actors from using passwords found in breaches, an attack known as “Credential Stuffing.”
hu_hu: Az erős jelszó javítja a biztonságot, mivel jelentősen megnehezíti a hackerek számára, hogy kitalálással férjenek hozzá webhelyéhez. A kompromittált jelszavak elutasítása megakadályozza, hogy rosszindulatú szereplők adatszivárgásokban talált jelszavakat használjanak, ezt a támadást “Credential Stuffing.”-nek nevezik.

source: Register
hu_hu: Regisztráljon

source: <b>Hint:</b> The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ & ).
hu_hu: <b>Tipp:</b> A jelszónak legalább tizenkét karakter hosszúnak kell lennie. Hogy erősebb legyen, használjon kis- és nagybetűket, számokat és olyan szimbólumokat, mint ! \" ? $ % ^ & ).

source: Password Strength:
hu_hu: Jelszó erőssége:

source: No Password Requirements
hu_hu: Nincs jelszókövetelmény

source: Password Requirements Enabled
hu_hu: Jelszókövetelmények engedélyezve

source: Recommended Feature
hu_hu: Ajánlott funkció

source: We found some issues
hu_hu: Találtunk néhány problémát

source: Exploiting vulnerable software is one of the main tactics used by bad actors to hack your site.
hu_hu: A sebezhető szoftverek kihasználása az egyik fő módszer, amelyet rosszindulatú szereplők a webhelye feltörésére használnak.

source: Pro Tip: Solid Security can scan your site twice a day to ensure it stays free of any vulnerabilities, just enable the feature below.
hu_hu: Profi tipp: A Solid Security naponta kétszer képes átvizsgálni webhelyét, hogy az sebezhetőségektől mentes maradjon; csak engedélyezze az alábbi funkciót.

source: Pro Tip: Solid Security will scan your site twice a day to ensure it stays free of any vulnerabilities.
hu_hu: Profi tipp: A Solid Security naponta kétszer átvizsgálja webhelyét, hogy az sebezhetőségektől mentes maradjon.

source: Here’s what’s next
hu_hu: Ez következik

source: We will revisit and resolve your existing vulnerabilities once you’ve set up Solid Security.
hu_hu: Miután beállította a Solid Securityt, visszatérünk és megoldjuk a meglévő sebezhetőségeket.

source: Preview of the Vulnerabilities page in Solid Security.
hu_hu: A Solid Security Sebezhetőségek oldalának előnézete.

source: Why not resolve the vulnerabilities now?
hu_hu: Miért ne oldaná meg most a sebezhetőségeket?

source: Manually resolving vulnerabilities requires some poking around. It’s best to have a configured security environment before jumping into manually resolving vulnerabilities.
hu_hu: A sebezhetőségek kézi megoldása némi keresgélést igényel. A legjobb, ha a biztonsági környezet már be van állítva, mielőtt belekezd a kézi elhárításukba.

source: Continue Setup
hu_hu: Beállítás folytatása

source: Oops! We hit a snag scanning your site.
hu_hu: Hoppá! Akadályba ütköztünk a webhelye vizsgálata közben.

source: Skip for Now
hu_hu: Kihagyás most

source: Scan Site
hu_hu: Webhely vizsgálata

source: No, Skip Site Scan
hu_hu: Nem, a webhelyvizsgálat kihagyása

source: Privacy Policy
hu_hu: Adatvédelmi szabályzat

source: Congrats, we didn’t find any vulnerabilities!
hu_hu: Gratulálunk, nem találtunk egyetlen sérülékenységet sem!

source: Build on your success by setting up Solid Security now
hu_hu: Építsen sikerére: állítsa be most a Solid Securityt.

source: Great job on keeping all your plugins & themes up to date. Let’s help you take the next step.
hu_hu: Nagyszerű munka, hogy minden bővítményét és témáját naprakészen tartja. Segítünk megtenni a következő lépést.

source: What’s Next?
hu_hu: Mi a következő?

source: We guide you through our main security features to get you started on the right foot. We cover features related to security topics like Two-Factor Authentication, Password Policy, Firewall features, and more.
hu_hu: Végigvezetjük Önt a fő biztonsági funkcióinkon, hogy jó alapokkal kezdjen. Olyan biztonsági témákhoz kapcsolódó funkciókat ismertetünk, mint a kétfaktoros hitelesítés, jelszószabályzat, tűzfal funkciói és még sok más.

source: 90% of targeted account takeover attacks can be prevented by using Two-Factor.
hu_hu: A célzott fiókátvételi támadások 90%-a megelőzhető a kétfaktoros azonosítással.

source: Two-Factor combines something you know (your password), with something you have. If an attacker is able to compromise your password, Two-Factor can stop them in their tracks because they won’t have access to your phone or email.
hu_hu: A kétfaktoros azonosítás ötvözi azt, amit tud (a jelszava), azzal, amivel rendelkezik. Ha egy támadó megszerzi a jelszavát, a kétfaktoros azonosítás megállíthatja, mert nincs hozzáférése az Ön telefonjához vagy e‑mailjéhez.

source: <b>Require Two-Factor</b> is a Pro feature.
hu_hu: <b>A kétfaktoros azonosítás megkövetelése</b> Pro funkció.

source: Require Two-Factor
hu_hu: Kétfaktoros azonosítás megkövetelése

source: Allow Two-Factor
hu_hu: Kétfaktoros azonosítás engedélyezése

source: Two-Factor Enabled
hu_hu: Kétfaktoros azonosítás engedélyezve

source: Standard Login
hu_hu: Normál bejelentkezés

source: A <b>Firewall</b> that automatically blocks brute force logins, password-stuffing, DDoS attacks, bad bots, and any attempts to exploit vulnerable software on your site.
hu_hu: Egy <b>tűzfal</b>, amely automatikusan blokkolja a brute force bejelentkezéseket, a password-stuffing és DDoS támadásokat, a rosszindulatú botokat, valamint minden olyan kísérletet, amely a webhelyén futó sérülékeny szoftverek kihasználására irányul.
