Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: Solid Security is not connected to a site to fetch exports.
hu_hu: A Solid Security nincs csatlakoztatva egy webhelyhez az exportok lekéréséhez.

source: Solid Security has not authenticated with the site to fetch exports.
hu_hu: A Solid Security nincs hitelesítve a webhellyel az exportok lekéréséhez.

source: Do you have Security settings you’d like to import? You can import settings from a WordPress site running Solid Security or an export file you downloaded. <a>Click here to import settings</a>.
hu_hu: Van olyan Security beállítása, amelyet importálna? A beállításokat importálhatja Solid Security-t futtató WordPress webhelyről vagy egy letöltött exportfájlból. <a>Kattintson ide a beállítások importálásához</a>.

source: Complete Import
hu_hu: Importálás befejezése

source: Replace Roles
hu_hu: Szerepkörök cseréje

source: Choose the user roles that best match the roles from the export.
hu_hu: Válassza ki azokat a felhasználói szerepköröket, amelyek a legjobban megfelelnek az exportban szereplő szerepköröknek.

source: Replace Users
hu_hu: Felhasználók cseréje

source: Choose the users that best match the users from the export.
hu_hu: Válassza ki azokat a felhasználókat, akik a legjobban megfelelnek az exportban szereplő felhasználóknak.

source: Connected to %s
hu_hu: Csatlakoztatva a következőhöz: %s

source: Connecting to %s
hu_hu: Csatlakozás a következőhöz: %s

source: Export Data
hu_hu: Adatok exportálása

source: Choose what Solid Security info you’d like to import.
hu_hu: Válassza ki, mely Solid Security információkat szeretné importálni.

source: Select Export
hu_hu: Export kiválasztása

source: Either upload an export file or enter the URL of a website running Solid Security.
hu_hu: Töltsön fel egy exportfájlt, vagy adja meg egy Solid Security-t futtató webhely URL-jét.

source: Upload File
hu_hu: Fájl feltöltése

source: Upload a Solid Security export file from your computer.
hu_hu: Töltsön fel egy Solid Security exportfájlt a számítógépéről.

source: WordPress Site
hu_hu: WordPress webhely

source: Import from a WordPress site running Solid Security.
hu_hu: Importálás Solid Security-t futtató WordPress webhelyről.

source: Authentication expired. Please reauthorize Solid Security.
hu_hu: A hitelesítés lejárt. Kérjük, jogosítsa fel újra a Solid Securityt.

source: Connect to WordPress
hu_hu: Csatlakozás a WordPresshez

source: Start Again
hu_hu: Kezdje újra

source: Connect
hu_hu: Csatlakozzon

source: <a>Authorize Solid Security</a> to connect to your WordPress site to continue the import process.
hu_hu: <a>Engedélyezze a Solid Securityt</a>, hogy csatlakozhasson a WordPress webhelyéhez az importálási folyamat folytatásához.

source: Authorize Solid Security
hu_hu: Engedélyezze a Solid Securityt

source: The website cannot be connected to because it does not support Application Passwords.
hu_hu: A webhelyhez nem lehet csatlakozni, mert nem támogatja az Alkalmazásjelszavakat.

source: Application was not approved. You must click “I approve of this connection” to continue.
hu_hu: Az alkalmazás nem lett jóváhagyva. A folytatáshoz kattintson a „Jóváhagyom ezt a kapcsolatot” gombra.

source: The website must be running Solid Security 7.1 or later.
hu_hu: A webhelyen a Solid Security 7.1 vagy újabb verziójának kell futnia.

source: Solid Security Import (%1$s) on %2$s
hu_hu: Solid Security importálás (%1$s) a(z) %2$s webhelyen

source: Create New Export
hu_hu: Hozzon létre új exportot

source: Select an existing export
hu_hu: Válasszon ki egy meglévő exportot

source: Pick from WordPress
hu_hu: Válasszon a WordPressből

source: Select an existing Solid Security export or create a new one.
hu_hu: Válasszon ki egy meglévő Solid Security exportot, vagy hozzon létre egy újat.

source: Create Export
hu_hu: Hozzon létre exportot

source: Import and Export
hu_hu: Importálás és exportálás

source: Export created.
hu_hu: Export létrehozva.

source: Create an export
hu_hu: Hozzon létre egy exportot

source: Export Name
hu_hu: Export neve

source: Include All Data
hu_hu: Az összes adat bevonása

source: Create
hu_hu: Hozza létre

source: Helpful text
hu_hu: Hasznos szöveg

source: Include “%s” in Export
hu_hu: „%s” bevonása az exportba

source: No exports found.
hu_hu: Nem található export.

source: Select %s
hu_hu: Válassza ki a(z) %s elemet

source: Select All Exports
hu_hu: Válassza ki az összes exportot

source: Content
hu_hu: Tartalom

source: Loading exports…
hu_hu: Exportok betöltése…

source: Use Two-Factor during Passwordless Login
hu_hu: Használjon kétfaktoros hitelesítést a jelszó nélküli bejelentkezés során

source: Passwordless Login lets you log in without needing to use your password.
hu_hu: A jelszó nélküli bejelentkezés lehetővé teszi, hogy jelszó használata nélkül jelentkezzen be.

source: Instead, you can use a passkey built-in to your browser, or request an email with a Magic Link that will log you in with one click.
hu_hu: Ehelyett használhat a böngészőjébe beépített passkey-t, vagy kérhet egy e-mailt Magic Linkkel, amely egy kattintással bejelentkezteti.

source: Instead, you’ll be emailed a Magic Link that will log you in with one click.
hu_hu: Ehelyett e-mailben kap egy Magic Linket, amely egy kattintással bejelentkezteti.

source: Instead, you can use a passkey built-in to your browser that will log you in with one click.
hu_hu: Ehelyett használhat a böngészőjébe beépített passkey-t, amely egy kattintással bejelentkezteti.

source: This site uses Passwordless Registration
hu_hu: Ez a webhely jelszó nélküli regisztrációt használ

source: Please enter a valid email address.
hu_hu: Kérjük, adjon meg egy érvényes e-mail-címet.

source: Passkey Registration failed.
hu_hu: A passkey-regisztráció sikertelen.

source: Error: %s
hu_hu: Hiba: %s

source: Select Role
hu_hu: Válasszon szerepkört

source: Temporary Privilege Escalation
hu_hu: Ideiglenes jogosultságszint-emelés

source: Set Temporary Role
hu_hu: Állítson be ideiglenes szerepkört

source: Set the role which you would like to assign to the user temporarily and for how long you would like it to last.
hu_hu: Állítsa be, melyik szerepkört szeretné ideiglenesen a felhasználóhoz rendelni, és hogy meddig tartson.

source: Select a role for this user
hu_hu: Válasszon szerepkört ehhez a felhasználóhoz

source: Day(s)
hu_hu: Nap(ok)

source: Update User
hu_hu: Frissítse a felhasználót

source: This user has already been permanently upgraded to the maximum level. No further action can be taken.
hu_hu: Ezt a felhasználót már véglegesen a legmagasabb szintre emelték. További lépésekre nincs lehetőség.

source: The user has already been temporarily upgraded to the role of <b>%1$s</b>. This upgrade expires at <b>%2$s</b>.
hu_hu: A felhasználó már ideiglenesen a(z) <b>%1$s</b> szerepkörre lett emelve. Ez az emelés <b>%2$s</b>-kor jár le.

source: No Dashboard Selected
hu_hu: Nincs kiválasztva vezérlőpult

source: Manage Dashboards
hu_hu: Vezérlőpultok kezelése

source: Share Settings for %s
hu_hu: Megosztási beállítások %s számára

source: User #%d
hu_hu: Felhasználó #%d

source: Share with User
hu_hu: Megosztás felhasználóval

source: Share Dashboard
hu_hu: Vezérlőpult megosztása

source: • Primary
hu_hu: • Elsődleges

source: Shared by %s
hu_hu: Megosztotta %s

source: Created on %s
hu_hu: Létrehozva: %s

source: Switch, manage, or create new dashboards.
hu_hu: Váltson, kezeljen vagy hozzon létre új vezérlőpultokat.

source: Create New Dashboard
hu_hu: Új vezérlőpult létrehozása

source: Roles
hu_hu: Szerepkörök

source: Give select users read-only access to this dashboard. Great for building client portals.
hu_hu: Kiválasztott felhasználóknak adjon írásvédett hozzáférést ehhez a vezérlőpulthoz. Kiváló ügyfélportálok kialakításához.

source: %s selected
hu_hu: %s kiválasztva

source: Share
hu_hu: Megosztás

source: All roles already selected.
hu_hu: Minden szerepkör már ki van választva.

source: Suggested Users
hu_hu: Javasolt felhasználók

source: Select a User
hu_hu: Válasszon egy felhasználót

source: Roles (%d)
hu_hu: Szerepkörök (%d)

source: Pin
hu_hu: Kitűzés

source: Security Profile – %s
hu_hu: Biztonsági profil – %s

source: User (%d) Security Profile
hu_hu: Felhasználó (%d) biztonsági profilja

source: Select a user to monitor with this card.
hu_hu: Válasszon egy felhasználót, akit ezzel a kártyával figyelni kíván.

source: If the user no longer needs %s access, you can remove them from the site.
hu_hu: Ha a felhasználónak már nincs szüksége %s hozzáférésre, eltávolíthatja a webhelyről.

source: Alternatively, you can reduce their privilege to Author capabilities.
hu_hu: Alternatívaként jogosultságát Szerző jogosultsági szintre csökkentheti.

source: Total Updates
hu_hu: Összes frissítés

source: Plugin Name
hu_hu: Bővítmény neve

source: Select all plugins
hu_hu: Válassza ki az összes bővítményt

source: Configure how plugins should be automatically updated.
hu_hu: Állítsa be, hogy a bővítmények hogyan frissüljenek automatikusan.

source: Theme Name
hu_hu: Sablon neve

source: Select all themes
hu_hu: Válassza ki az összes sablont

source: Configure how themes should be automatically updated.
hu_hu: Állítsa be, hogy a sablonok hogyan frissüljenek automatikusan.

source: Enable auto updates for all checked items.
hu_hu: Engedélyezze az automatikus frissítéseket az összes bejelölt elem számára.

source: Disable auto updates for all checked items.
hu_hu: Tiltsa le az automatikus frissítéseket az összes bejelölt elem számára.

source: Delay auto updates for all checked items.
hu_hu: Késleltesse az automatikus frissítéseket az összes bejelölt elem számára.

source: 3 Days
hu_hu: 3 nap

source: Delay Update for Days
hu_hu: Frissítés késleltetése napokra

source: If the site is no longer in use, it should be removed from the filesystem.
hu_hu: Ha a webhelyet már nem használják, el kell távolítani a fájlrendszerből.

source: Otherwise, make sure to update WordPress to the latest version.
hu_hu: Ellenkező esetben frissítse a WordPress-t a legújabb verzióra.

source: Skip Setup
hu_hu: Beállítás kihagyása

source: (No Label)
hu_hu: (Nincs címke)

source: Added on %s
hu_hu: Hozzáadva: %s

source: Last used on %s
hu_hu: Utoljára használva: %s

source: Has not been used
hu_hu: Még nem volt használva

source: Deleted on %s
hu_hu: Törölve: %s

source: Restore
hu_hu: Visszaállítás

source: Learn more about passkeys
hu_hu: Tudjon meg többet a passkey-ekről

source: Your browser does not support passkeys.
hu_hu: A böngészője nem támogatja a passkey-eket.

source: Registered on %s.
hu_hu: Regisztrálva: %s.

source: Set up Passkey Login
hu_hu: Passkey-bejelentkezés beállítása

source: Your device doesn’t support passkeys.
hu_hu: Az eszköze nem támogatja a passkey-eket.

source: Why:
hu_hu: Miért:

source: Passkeys <b>improve security</b> and <b>speed up the login process</b> by using authentication built into your device instead of passwords. This can mean biometrics like Face ID, Touch ID, or Windows Hello. If your device doesn’t have those capabilities, don’t worry, you can still use passkeys.
hu_hu: A hozzáférési kulcsok <b>növelik a biztonságot</b>, és <b>felgyorsítják a bejelentkezést</b> azáltal, hogy jelszavak helyett az eszközébe épített hitelesítést használják. Ez jelentheti a biometrikus azonosítást, például a Face ID, Touch ID vagy Windows Hello használatát. Ha az eszköze nem rendelkezik ezekkel a lehetőségekkel, ne aggódjon, továbbra is használhat hozzáférési kulcsokat.

source: When authenticating with a passkey, your personal information never leaves your device. Hackers can’t leak passkeys or trick you into sharing them.
hu_hu: Amikor hozzáférési kulccsal hitelesít, a személyes adatai soha nem hagyják el az eszközét. A hackerek nem tudnak hozzáférési kulcsokat kiszivárogtatni, és nem tudják rávenni, hogy megossza azokat.

source: It looks like passkeys, also known as Platform Authenticators, aren’t available for your device yet.
hu_hu: Úgy tűnik, hogy a hozzáférési kulcsok, más néven platformhitelesítők, még nem érhetők el az eszközén.

source: Read more about <a>device compatibility</a>.
hu_hu: Tudjon meg többet az <a>eszközkompatibilitásról</a>.

source: If you have a YubiKey, Titan Key, or another USB Security Key, you can still register that device.
hu_hu: Ha van YubiKey, Titan Key vagy más USB biztonsági kulcsa, azt az eszközt továbbra is regisztrálhatja.

source: How it works:
hu_hu: Hogyan működik:

source: Add USB Security Key
hu_hu: USB biztonsági kulcs hozzáadása

source: Add Passkey
hu_hu: Hozzáférési kulcs hozzáadása

source: Press “Add Passkey” to register your device.
hu_hu: Az eszköze regisztrálásához kattintson a “Hozzáférési kulcs hozzáadása” gombra.

source: A pop-up will appear; follow its instructions.
hu_hu: Megjelenik egy felugró ablak; kövesse az abban szereplő utasításokat.

source: Name your passkey and you’re done!
hu_hu: Nevezze el a hozzáférési kulcsát, és kész!

source: Manage Passkeys
hu_hu: Hozzáférési kulcsok kezelése

source: Could not fetch passkeys.
hu_hu: Nem sikerült lekérni a hozzáférési kulcsokat.

source: Add a Passkey
hu_hu: Hozzáférési kulcs hozzáadása

source: Great! You’ve activated and verified your passkey
hu_hu: Remek! Aktiválta és ellenőrizte a hozzáférési kulcsát

source: The next time you log in, look for the “Use Your Passkey” button to log in with one click!
hu_hu: Legközelebb bejelentkezéskor keresse a “Hozzáférési kulcs használata” gombot, és egy kattintással bejelentkezhet!

source: Complete Registration
hu_hu: Regisztráció befejezése

source: The last step is to name your device…
hu_hu: Az utolsó lépés az eszköze elnevezése…

source: Passkey Name
hu_hu: Hozzáférési kulcs neve

source: Choose a name that will help you remember the device you registered.
hu_hu: Válasszon olyan nevet, amely segít felidézni a regisztrált eszközt.

source: You can manage your passkeys in your <b>Profile settings</b>.
hu_hu: A <b>Profilbeállításokban</b> kezelheti hozzáférési kulcsait.

source: Advanced users can also use external security keys like a YubiKey or Titan Key.
hu_hu: Haladó felhasználók külső biztonsági kulcsokat is használhatnak, például YubiKey vagy Titan Key eszközöket.

source: Setup Passkeys
hu_hu: Hozzáférési kulcsok beállítása

# block title
source: Solid Security User Security Settings
hu_hu: Solid Security felhasználói biztonsági beállítások

# block title
source: Solid Security Passwordless Settings
hu_hu: Solid Security jelszó nélküli beállítások
