Repository: hellowpio/wordpress-translations
Catalog: plugins/*/*-l10n-ithemes-security-pro/*-l10n-ithemes-security-pro-*.po
Languages: hu_hu

source: File Change Detection
hu_hu: Fájlváltozás-észlelés

source: Magic Links
hu_hu: Varázslinkek

source: Network Brute Force Protection
hu_hu: Hálózati brute force védelem

source: Passwordless Login
hu_hu: Jelszó nélküli bejelentkezés

source: Strong Passwords
hu_hu: Erős jelszavak

source: Two-Factor Authentication
hu_hu: Kétlépcsős hitelesítés

source: User Logging
hu_hu: Felhasználói naplózás

source: WordPress Tweaks
hu_hu: WordPress finomhangolások

source: Enabled the Enable Ban Lists setting in Banned Users.
hu_hu: Engedélyezte a Tiltólisták engedélyezése beállítást a Kitiltott felhasználókban.

source: A 3rd-party Backup Plugin, %s, is being used.
hu_hu: Egy külső biztonsági mentési bővítmény, %s, van használatban.

source: Strong Password Enforcement
hu_hu: Erős jelszavak kikényszerítése

source: Changed the Authentication Methods Available to Users setting in Two-Factor Authentication to "All Methods".
hu_hu: A Kétlépcsős hitelesítésben a Felhasználók számára elérhető hitelesítési módszerek beállítást "Minden módszer"-re módosította.

source: Changed the Disabled Force Two-Factor for Certain Users to "None".
hu_hu: A "Kétlépcsős kényszerítés letiltása bizonyos felhasználók számára" beállítást "Nincs"-ra módosította.

source: Enabled the Vulnerable User Protection setting in Two-Factor Authentication.
hu_hu: Engedélyezte a Sérülékeny felhasználók védelme beállítást a Kétlépcsős hitelesítésben.

source: Enabled the Vulnerable Site Protection setting in Two-Factor Authentication.
hu_hu: Engedélyezte a Sérülékeny webhely védelme beállítást a Kétlépcsős hitelesítésben.

source: Disabled the File Editor in WordPress Tweaks.
hu_hu: Letiltotta a fájlszerkesztőt a WordPress finomhangolásokban.

source: Changed the Multiple Authentication Attempts per XML-RPC Request setting in WordPress Tweaks to "Block".
hu_hu: A WordPress finomhangolásokban az Egy XML-RPC kérésenként több hitelesítési kísérlet beállítást "Blokkolás"-ra módosította.

source: Changed the REST API setting in WordPress Tweaks to "Restricted Access".
hu_hu: A WordPress finomhangolásokban a REST API beállítást "Korlátozott hozzáférés"-re módosította.

source: Enabled the Write to Files setting in Global Settings.
hu_hu: Engedélyezte a Fájlba írás beállítást a Globális beállításokban.

source: Enabled Online Files Comparison in File Change Detection.
hu_hu: Engedélyezte az Online fájlösszehasonlítást a Fájlváltozás-észlelésben.

source: With Network Brute Force Protection, your site is protected against attackers found by other sites running Solid Security. If your site identifies a new attacker, it automatically notifies the network so that other sites are protected as well. To join this site to the network and enable the protection, click the button below.
hu_hu: A Hálózati brute force védelemmel az Ön webhelye védett azoktól a támadóktól, akiket más, Solid Security-t futtató webhelyek azonosítottak. Ha az Ön webhelye új támadót azonosít, automatikusan értesíti a hálózatot, hogy a többi webhely is védelmet kapjon. A webhely hálózathoz csatlakoztatásához és a védelem engedélyezéséhez kattintson az alábbi gombra.

source: Email Address: %1$s
hu_hu: E-mail-cím: %1$s

source: Receive email updates about WordPress Security and marketing news from SolidWP: %1$s
hu_hu: E-mailes frissítések a WordPress biztonságról és a SolidWP marketinghíreiről: %1$s

source: Activate Network Brute Force Protection
hu_hu: Hálózati brute force védelem aktiválása

source: Activating Network Brute Force Protection...
hu_hu: Hálózati brute force védelem aktiválása...

source: %1$s is enabled as recommended.
hu_hu: %1$s az ajánlott módon engedélyezve van.

source: Enabled %1$s.
hu_hu: Engedélyezte: %1$s.

source: The email value is missing.
hu_hu: Hiányzik az e-mail értéke.

source: The updates_optin value is missing.
hu_hu: Hiányzik az updates_optin értéke.

source: Your site is now using Network Brute Force Protection.
hu_hu: Az Ön webhelye mostantól a Hálózati brute force védelmet használja.

source: Identified server IPs to determine loopback requests.
hu_hu: Szerver IP-címek azonosítva a loopback kérések meghatározásához.

source: Skipping loopback test: %s
hu_hu: A loopback teszt kihagyása: %s

source: Identified loopback IP.
hu_hu: Loopback IP azonosítva.

source: Please %1$sconfirm%2$s your licensing details.
hu_hu: Kérjük, %1$serősítse meg%2$s a licencelési adatait.

source: Site Scanning is temporarily unavailable, please try again later.
hu_hu: A webhelyvizsgálat átmenetileg nem érhető el, kérjük, próbálja meg később.

source: Not a Solid Security Pro install.
hu_hu: Nem Solid Security Pro telepítés.

source: Could not find the SolidWP updater.
hu_hu: Nem található a SolidWP frissítő.

source: Solid Security Pro is not activated.
hu_hu: A Solid Security Pro nincs aktiválva.

source: Failed to calculate hmac.
hu_hu: Nem sikerült kiszámítani a hmac-ot.

source: Invalid JSON.
hu_hu: Érvénytelen JSON.

source: Unknown Error
hu_hu: Ismeretlen hiba

source: Invalid JSON: %s.
hu_hu: Érvénytelen JSON: %s.

source: Latest Site Scans
hu_hu: Legutóbbi webhelyvizsgálatok

source: View Scan Logs
hu_hu: Vizsgálati naplók megtekintése

source: Scan Now
hu_hu: Vizsgálat most

source: Vulnerable Software
hu_hu: Sérülékeny szoftver

source: Known Vulnerabilities
hu_hu: Ismert sérülékenységek

source: Each vulnerability is assigned a Patchstack priority score to help inform your next steps. If no virtual patch has been applied, ensure that you patch/update within the recommended timeframe.
hu_hu: Minden sérülékenységhez Patchstack prioritási pontszám tartozik, amely segít a következő lépések meghatározásában. Ha nem alkalmaztak virtuális javítást, gondoskodjon róla, hogy a javasolt időkereten belül elvégezze a javítást/frissítést.

source: Active Vulnerabilities
hu_hu: Aktív sérülékenységek

source: Patched Vulnerabilities
hu_hu: Javított sérülékenységek

source: This issue cannot be automatically fixed.
hu_hu: Ez a probléma nem javítható automatikusan.

source: You must have permission to update plugins to fix this issue.
hu_hu: E probléma megoldásához rendelkeznie kell a bővítmények frissítéséhez szükséges jogosultsággal.

source: You must have permission to update themes to fix this issue.
hu_hu: E probléma megoldásához rendelkeznie kell a sablonok frissítéséhez szükséges jogosultsággal.

source: Update Plugin
hu_hu: Bővítmény frissítése

source: Update Theme
hu_hu: Sablon frissítése

source: Site Scanner
hu_hu: Webhelyvizsgáló

source: Site Scan
hu_hu: Webhelyvizsgálat

source: Scan
hu_hu: Vizsgálat

source: Scan Verification Failed: Invalid Secret
hu_hu: A vizsgálat ellenőrzése sikertelen: érvénytelen titok

source: Site Verification Succeeded
hu_hu: A webhely ellenőrzése sikeres

source: Results
hu_hu: Eredmények

source: The Solid Security site scan encountered an error.
hu_hu: A Solid Security webhelyvizsgálata során hiba történt.

source: Please %1$sreview the logs%2$s to make sure your system is secure.
hu_hu: Kérjük, %1$stekintse át a naplókat%2$s, hogy megbizonyosodjon róla, hogy a rendszere biztonságban van.

source: Site Scan for %s
hu_hu: Webhelyvizsgálat: %s

source: Scheduled site scan resulted in an error
hu_hu: Az ütemezett webhelyvizsgálat hibával zárult

source: Scheduled site scan found no issues.
hu_hu: Az ütemezett webhelyvizsgálat nem talált problémát.

source: Scheduled site scan report: %l
hu_hu: Ütemezett webhelyvizsgálati jelentés: %l

source: Scheduled site scan found warnings
hu_hu: Az ütemezett webhelyvizsgálat figyelmeztetéseket talált

source: New Vulnerabilities Identified!
hu_hu: Új sérülékenységek azonosítva!

source: Site Blocklisted!
hu_hu: A webhely tiltólistára került!

source: Malware Found!
hu_hu: Kártevő észlelve!

source: New Vulnerabilities
hu_hu: Új sérülékenységek

source: Scan Errors
hu_hu: Vizsgálati hibák

source: View Report
hu_hu: Jelentés megtekintése

source: What Actions Should I Take?
hu_hu: Milyen lépéseket kell megtennie?

source: Vulnerable WordPress plugins and themes are the #1 reason WordPress sites get hacked.
hu_hu: A sérülékeny WordPress bővítmények és sablonok jelentik az első számú okát annak, hogy a WordPress webhelyeket feltörik.

source: Either quickly update the vulnerable theme, plugin or WordPress version immediately to the newest version or immediately deactivate and delete the plugin or theme from your WordPress installation until a fix is available.
hu_hu: Vagy gyorsan frissítse a sérülékeny sablont, bővítményt vagy a WordPress verzióját a legújabbra, vagy azonnal inaktiválja és törölje a bővítményt vagy sablont a WordPress telepítéséből, amíg nem érhető el javítás.

source: How to View the Report & See Available Updates
hu_hu: Hogyan tekintheti meg a jelentést és az elérhető frissítéseket

source: %1$sView the Site Scan Report%2$s available now from your WordPress admin dashboard.
hu_hu: %1$sTekintse meg a webhelyvizsgálati jelentést%2$s; most elérhető az Ön WordPress admin vezérlőpultjáról.

source: In the Known Vulnerabilities section of the report, click “Show Details.” If a security fix is available, the report will indicate the latest version number.
hu_hu: A jelentés Ismert sérülékenységek szakaszában kattintson a “Show Details.” lehetőségre. Ha elérhető biztonsági javítás, a jelentés jelzi a legújabb verzió számát.

source: If a security fix is available, update the vulnerable plugin or theme as soon as possible from Your WordPress admin dashboard > Updates page.
hu_hu: Ha elérhető biztonsági javítás, frissítse a sérülékeny bővítményt vagy sablont a lehető leghamarabb az Ön WordPress admin vezérlőpultja > Frissítések oldaláról.

source: Log in now to update.
hu_hu: Jelentkezzen be most a frissítéshez.

source: Patchstack Priority:
hu_hu: Patchstack prioritás:

source: Manage Vulnerability
hu_hu: Sérülékenység kezelése

source: View in Patchstack
hu_hu: Megtekintés a Patchstackben

source: None
hu_hu: Nincs

source: Low
hu_hu: Alacsony

source: Medium
hu_hu: Közepes

source: High
hu_hu: Magas

source: Low-priority issues found. Resolve within <strong>30 days.</strong>
hu_hu: Alacsony prioritású problémákat találtunk. Oldja meg <strong>30 napon</strong> belül.

source: Medium-priority issues found. Resolve within <strong>7 days.</strong>
hu_hu: Közepes prioritású problémákat találtunk. Oldja meg <strong>7 napon</strong> belül.

source: High-priority issues found. Resolve within <strong>24 hours.</strong>
hu_hu: Magas prioritású problémákat találtunk. Oldja meg <strong>24 órán</strong> belül.

source: Domain blocked by %s
hu_hu: A domaint %s blokkolta

source: Domain clean by %s
hu_hu: A domaint %s tisztának minősítette

source: Logs must be stored in the database to retrieve past scans.
hu_hu: A naplókat az adatbázisban kell tárolni a korábbi vizsgálatok lekéréséhez.

source: Log item is malformed.
hu_hu: A naplóelem hibás formátumú.

source: Blocklist
hu_hu: Tiltólista

source: Malware
hu_hu: Rosszindulatú program

source: Plugin
hu_hu: Bővítmény

source: Theme
hu_hu: Sablon

source: Mitigated
hu_hu: Enyhítve

source: Auto-Updated
hu_hu: Automatikusan frissítve

source: Updated
hu_hu: Frissítve

source: Inactive
hu_hu: Inaktív

source: Deactivated
hu_hu: Kikapcsolva

source: Deleted
hu_hu: Törölve

source: Muted
hu_hu: Némítva

source: Unresolved
hu_hu: Megoldatlan

source: A virtual patch was automatically applied to mitigate this vulnerability.
hu_hu: A sérülékenység enyhítésére automatikusan virtuális javítás került alkalmazásra.

source: This vulnerability was muted by %1$s on %2$s at %3$s.
hu_hu: Ezt a sérülékenységet %1$s elnémította %2$s napján %3$s-kor.

source: This vulnerability was muted on %1$s at %2$s.
hu_hu: Ezt a sérülékenységet elnémították %1$s napján %2$s-kor.

source: The plugin was automatically updated on %1$s at %2$s.
hu_hu: A bővítmény automatikusan frissült %1$s napján %2$s-kor.

source: The theme was automatically updated on %1$s at %2$s.
hu_hu: A sablon automatikusan frissült %1$s napján %2$s-kor.

source: WordPress Core was automatically updated on %1$s at %2$s.
hu_hu: A WordPress magja automatikusan frissült %1$s napján %2$s-kor.

source: The plugin was updated by %1$s on %2$s at %3$s.
hu_hu: A bővítményt %1$s frissítette %2$s napján %3$s-kor.

source: The theme was updated by %1$s on %2$s at %3$s.
hu_hu: A sablont %1$s frissítette %2$s napján %3$s-kor.

source: WordPress Core was updated by %1$s on %2$s at %3$s.
hu_hu: A WordPress magját %1$s frissítette %2$s napján %3$s-kor.

source: The plugin was updated on %1$s at %2$s.
hu_hu: A bővítmény frissült %1$s napján %2$s-kor.

source: The theme was updated on %s1$ at %2$s.
hu_hu: A sablon frissült %s1$ napján %2$s-kor.

source: WordPress Core was updated on %1$s at %2$s.
hu_hu: A WordPress magja frissült %1$s napján %2$s-kor.

source: The plugin was inactive when scanned on %1$s at %2$s.
hu_hu: A bővítmény inaktív volt, amikor az ellenőrzés %1$s napján %2$s-kor történt.

source: The theme was inactive when scanned on %1$s at %2$s.
hu_hu: A sablon inaktív volt, amikor az ellenőrzés %1$s napján %2$s-kor történt.

source: The plugin was deactivated by %1$s on %2$s at %3$s.
hu_hu: A bővítményt %1$s kikapcsolta %2$s napján %3$s-kor.

source: The theme was deactivated by %1$s on %2$s at %3$s.
hu_hu: A sablont %1$s kikapcsolta %2$s napján %3$s-kor.

source: The plugin was deactivated on %1$s at %2$s.
hu_hu: A bővítményt kikapcsolták %1$s napján %2$s-kor.

source: The theme was deactivated on %1$s at %2$s.
hu_hu: A sablont kikapcsolták %1$s napján %2$s-kor.

source: The plugin was deleted by %1$s on %2$s at %3$s.
hu_hu: A bővítményt %1$s törölte %2$s napján %3$s-kor.

source: The theme was deleted by %1$s on %2$s at %3$s.
hu_hu: A sablont %1$s törölte %2$s napján %3$s-kor.

source: The plugin was deleted on %1$s at %2$s.
hu_hu: A bővítményt törölték %1$s napján %2$s-kor.

source: The theme was deleted on %s1$ at %2$s.
hu_hu: A sablont törölték %s1$ napján %2$s-kor.

source: This site is scanned for potential malware and vulnerabilities by the SolidWP Site Scanner. We do not send personal information to the scanner; however, the scanner could find personal information posted publicly (such as in comments) during the scan.
hu_hu: Ezt a webhelyet a SolidWP Site Scanner vizsgálja le a lehetséges rosszindulatú programok és sérülékenységek után kutatva. Nem küldünk személyes információt a szkennernek; azonban a szkenner a vizsgálat során találhat nyilvánosan közzétett személyes információkat (például hozzászólásokban).

source: No recent site scan.
hu_hu: Nincs friss webhely-ellenőrzés.

source: Could not lookup a vulnerability.
hu_hu: Nem sikerült sérülékenységet lekérdezni.

source: The vulnerability contains invalid data.
hu_hu: A sérülékenység érvénytelen adatokat tartalmaz.

source: Could not persist a vulnerability.
hu_hu: Nem sikerült a sérülékenységet elmenteni.

source: Could not fetch vulnerabilities.
hu_hu: Nem sikerült sérülékenységeket lekérni.

source: Sorry, you cannot view site scan issues.
hu_hu: Sajnáljuk, nem tekintheti meg a webhely-ellenőrzés problémáit.

source: Sorry, you cannot fix site scan issues.
hu_hu: Sajnáljuk, nem javíthatja a webhely-ellenőrzés problémáit.

source: No issue was found with that id.
hu_hu: Nem található probléma azzal az azonosítóval.

source: Sorry, you cannot view muted issues.
hu_hu: Sajnáljuk, nem tekintheti meg a némított problémákat.

source: This issue has not been muted.
hu_hu: Ez a probléma nincs némítva.

source: Sorry, you cannot mute issues.
hu_hu: Sajnáljuk, nem némíthatja a problémákat.

source: This issue has already been muted.
hu_hu: Ez a probléma már némítva van.

source: Sorry, you cannot unmute issues.
hu_hu: Sajnáljuk, nem oldhatja fel a problémák némítását.

source: This issue is not muted.
hu_hu: Ez a probléma nincs némítva.

source: Sorry, you cannot perform site scans.
hu_hu: Sajnáljuk, nem végezhet webhely-ellenőrzést.

source: Sorry, you cannot view site scans.
hu_hu: Sajnáljuk, nem tekintheti meg a webhelyvizsgálatokat.

source: Vulnerability not found.
hu_hu: Sérülékenység nem található.

source: Deactivate Plugin
hu_hu: Bővítmény kikapcsolása

source: Mute Issue
hu_hu: Probléma némítása

source: Unmute Issue
hu_hu: Probléma némításának feloldása

source: Site: %s
hu_hu: Webhely: %s

source: The scan failed to properly scan the site.
hu_hu: A vizsgálat nem tudta megfelelően átvizsgálni a webhelyet.

source: Error Message: %s
hu_hu: Hibaüzenet: %s

source: Error Code: %s
hu_hu: Hibakód: %s

source: If you contact support about this error, please provide the following debug details:
hu_hu: Ha felveszi a kapcsolatot az ügyfélszolgálattal ezzel a hibával kapcsolatban, kérjük, adja meg a következő hibakeresési részleteket:

source: Clean
hu_hu: Tiszta

source: Warn
hu_hu: Figyelmeztetés

source: Show Details
hu_hu: Részletek megjelenítése

source: Scan Error
hu_hu: Vizsgálati hiba

source: Found Malware
hu_hu: Kártékony program észlelve

source: On Blocklist
hu_hu: Tiltólistán

source: Could not find a log item with that id.
hu_hu: Nem található naplóbejegyzés ezzel az azonosítóval.

source: Log item does not belong to the Site Scanner module.
hu_hu: A naplóbejegyzés nem a Site Scanner modulhoz tartozik.

source: Log item is of the incorrect type.
hu_hu: A naplóbejegyzés típusa helytelen.

source: Malformed token.
hu_hu: Hibásan formázott token.

source: Issue already muted.
hu_hu: A probléma már némítva van.

source: Issue already not muted.
hu_hu: A probléma már nincs némítva.

source: Redirect All HTTP Page Requests to HTTPS - Security > Settings > Enforce SSL
hu_hu: Az összes HTTP-oldalkérelmet irányítsa át HTTPS-re - Biztonság > Beállítások > SSL kikényszerítése

source: Issue not found.
hu_hu: Probléma nem található.

source: %s has administrator capabilities and an unknown password strength.
hu_hu: %s rendelkezik adminisztrátori jogosultságokkal, és a jelszó erőssége ismeretlen.

source: %s has administrator capabilities, but does not have a strong password.
hu_hu: %s rendelkezik adminisztrátori jogosultságokkal, de nincs erős jelszava.

source: Force users in the selected groups to use strong passwords.
hu_hu: Kényszerítse a kiválasztott csoportok felhasználóit erős jelszavak használatára.

source: Due to site rules, a strong password is required. Please choose a new password that rates as Strong on the meter.
hu_hu: A webhely szabályai miatt erős jelszó szükséges. Kérjük, válasszon új jelszót, amely az erősségmérőn Erős minősítést kap.

source: Protect System Files - Security > Settings > System Tweaks > System Files
hu_hu: Rendszerfájlok védelme - Biztonság > Beállítások > Rendszer finomhangolása > Rendszerfájlok

source: Disable Directory Browsing - Security > Settings > System Tweaks > Directory Browsing
hu_hu: Könyvtárböngészés letiltása - Biztonság > Beállítások > Rendszer finomhangolása > Könyvtárböngészés

source: Disable PHP in Uploads - Security > Settings > System Tweaks > PHP in Uploads
hu_hu: PHP letiltása a feltöltésekben - Biztonság > Beállítások > Rendszer finomhangolása > PHP a feltöltésekben

source: Disable PHP in Plugins - Security > Settings > System Tweaks > PHP in Plugins
hu_hu: PHP letiltása a bővítményekben - Biztonság > Beállítások > Rendszer finomhangolása > PHP a bővítményekben

source: Disable PHP in Themes - Security > Settings > System Tweaks > PHP in Themes
hu_hu: PHP letiltása a témákban - Biztonság > Beállítások > Rendszer finomhangolása > PHP a témákban

source: System Tweaks
hu_hu: Rendszer finomhangolása

source: ITSEC_Application_Passwords_Util::handle_request() was triggered by an invalid action.
hu_hu: Az ITSEC_Application_Passwords_Util::handle_request() meghívását érvénytelen művelet váltotta ki.

source: You must supply a name for this application password.
hu_hu: Meg kell adnia egy nevet ehhez az alkalmazásjelszóhoz.

source: An application password must be valid for either REST API requests, XML-RPC requests, or both.
hu_hu: Az alkalmazásjelszónak érvényesnek kell lennie a REST API kérésekhez, az XML-RPC kérésekhez, vagy mindkettőhöz.

source: Received an invalid request type to be associated with this application password. Please reload this page and try again.
hu_hu: Érvénytelen kéréstípus érkezett, amelyet ehhez az alkalmazásjelszóhoz társítanának. Kérjük, töltse újra ezt az oldalt, és próbálja meg újra.

source: You must select either "Read and write" or "Read-only".
hu_hu: Ki kell választania a "Olvasás és írás" vagy a "Csak olvasás" lehetőséget.

source: Received invalid rest_api_permissions for this application password. Please reload this page and try again.
hu_hu: Érvénytelen rest_api_permissions érkezett ehhez az alkalmazásjelszóhoz. Kérjük, töltse újra ezt az oldalt, és próbálja meg újra.

source: Unable to find the requested application password. Please reload this page and try again.
hu_hu: Nem található a kért alkalmazásjelszó. Kérjük, töltse újra ezt az oldalt, és próbálja meg újra.

source: Name
hu_hu: Név

source: API Types
hu_hu: API-típusok

source: REST API Permissions
hu_hu: REST API jogosultságok

source: Created
hu_hu: Létrehozva

source: Last Used
hu_hu: Utoljára használva

source: Last IP
hu_hu: Utolsó IP-cím

source: Revoke
hu_hu: Visszavonás

source: REST API and XML-RPC
hu_hu: REST API és XML-RPC

source: Read-Only
hu_hu: Csak olvasható

source: Read and Write
hu_hu: Olvasás és írás

source: All API Types
hu_hu: Minden API-típus

source: Read Only
hu_hu: Csak olvasható

source: This application password can access, but not modify data.
hu_hu: Ezzel az alkalmazásjelszóval hozzáférhet az adatokhoz, de nem módosíthatja azokat.

source: This application password is not allowed to be used with the REST API.
hu_hu: Ezt az alkalmazásjelszót nem lehet a REST API-val használni.

source: This application password is not allowed to be used with XML-RPC.
hu_hu: Ezt az alkalmazásjelszót nem lehet az XML-RPC-vel használni.

source: This application password is read only.
hu_hu: Ez az alkalmazásjelszó csak olvasható.

source: Invalid Two-Factor provider. Please try %1$slogging in again%2$s.
hu_hu: Érvénytelen kétlépcsős szolgáltató. Kérjük, próbáljon meg %1$sismét bejelentkezni%2$s.

source: Did your Two-Factor code not arrive?
hu_hu: Nem érkezett meg a kétlépcsős kódja?

source: Resend
hu_hu: Újraküldés

source: Or, use a backup method:
hu_hu: Vagy használjon tartalék módszert:

source: Invalid Two Factor provider.
hu_hu: Érvénytelen kétlépcsős szolgáltató.

source: Two-Factor code resent.
hu_hu: Kétlépcsős kód újraküldve.

source: ERROR: Invalid Authentication Code.
hu_hu: HIBA: Érvénytelen hitelesítési kód.

source: Login authorized. Please continue in your original browser.
hu_hu: Bejelentkezés jóváhagyva. Kérjük, folytassa az eredeti böngészőjében.

source: Your account is required to setup Two Factor authentication.
hu_hu: Az Ön fiókja szükséges a kétlépcsős hitelesítés beállításához.

source: No On-Board data provided.
hu_hu: Nincs megadva On-Board adat.

source: Invalid On-Board data: %s
hu_hu: Érvénytelen On-Board adat: %s

source: Invalid ajax method.
hu_hu: Érvénytelen ajax metódus.

source: Email confirmed. Please continue setting up Two-Factor in your original browser window.
hu_hu: E-mail megerősítve. Kérjük, folytassa a kétlépcsős hitelesítés beállítását az eredeti böngészőablakában.

source: %1$s, and %2$s
hu_hu: %1$s és %2$s

source: %1$s and %2$s
hu_hu: %1$s és %2$s

source: Two-Factor is all setup and ready to go. The next time you login, you'll be asked to enter an Authentication Code from your %l.
hu_hu: A kétlépcsős hitelesítés beállítása elkészült, minden készen áll. A következő bejelentkezéskor kérni fogjuk, hogy adjon meg egy hitelesítési kódot az Ön %l-jéből.

source: Enabled
hu_hu: Engedélyezve
