{"translation-revision-date":"2025-10-19 22:50","generator":"WP-CLI\/2.12.0","source":"build\/admin\/wc-pre-orders-a.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Completed":["Teljesítve"],"Synchronized subscription renewal dates and subscription trial periods are not available for pre-orders.":["Az előrendelésekhez nem érhetők el a szinkronizált előfizetés-megújítási dátumok és az előfizetési próbaidők."],"Synchronized subscription renewal dates are not available for pre-orders.":["Az előrendelésekhez nem érhetők el a szinkronizált előfizetés-megújítási dátumok."],"Subscription trial periods are not available for pre-orders.":["Az előrendelésekhez nem érhetők el az előfizetési próbaidők."],"This order contains a pre-order item that requires payment.":["Ez a rendelés fizetést igénylő előrendelési tételt tartalmaz."],"Changing the status of this order to %s will not email the customer prompting them to pay the balance.":["Ennek a rendelésnek az állapotát %s értékre változtatva nem küldünk az ügyfélnek olyan e-mailt, amely a fennmaradó összeg kifizetésére szólítja fel."],"To email the customer and prompt them for payment, change the status to \"Pending Payment\".":["Ha e-mailt kíván küldeni az ügyfélnek és fizetésre kívánja felszólítani, állítsa az állapotot \"Pending Payment\" értékre."],"Are you sure you want to continue?":["Biztosan folytatni kívánja?"],"This change contains pre-order items that require payment.":["Ez a módosítás fizetést igénylő előrendelési tételeket tartalmaz."],"Changing the status of orders to %s will not email the customer prompting them to pay the balance.":["A rendelések állapotának %s értékre módosítása nem küld az ügyfélnek olyan e-mailt, amely a fennmaradó összeg kifizetésére szólítja fel."],"Processing":["Feldolgozás"],"The following orders are affected:":["A következő rendelések érintettek:"],"Do you want to disable pre-orders for this product?":["Le szeretné tiltani az előrendeléseket ennél a terméknél?"]}}}