Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-form-builder-convertkit-action/jet-form-builder-convertkit-action-*.po
Languages: hu_hu

source: An email marketing addon to ensure higher audience reach and income from mailing lists.
hu_hu: Egy e-mail marketing bővítmény, amely nagyobb közönségelérést és magasabb bevételt biztosít a levelezőlistákból.

source: <b>Warning</b>: <b>JetFormBuilder ConvertKit Action</b> needs <b>JetEngine</b> update.
hu_hu: <b>Figyelmeztetés</b>: a <b>JetFormBuilder ConvertKit Action</b> a <b>JetEngine</b> frissítését igényli.

source: <b>Warning</b>: <b>JetFormBuilder ConvertKit Action</b> needs <b>JetFormBuilder</b> update.
hu_hu: <b>Figyelmeztetés</b>: a <b>JetFormBuilder ConvertKit Action</b> a <b>JetFormBuilder</b> frissítését igényli.

source: First Name
hu_hu: Keresztnév

source: <b>Error:</b> <b>JetFormBuilder ConvertKit Action</b> plugin requires a PHP version ">= 7.0"
hu_hu: <b>Hiba:</b> a <b>JetFormBuilder ConvertKit Action</b> bővítmény a ">= 7.0" PHP-verziót igényel

source: Fields map
hu_hu: Mezők hozzárendelése

source: How to obtain your ConvertKit API Key?
hu_hu: Hogyan szerezhető meg a ConvertKit API-kulcs?

source: More info here
hu_hu: További információ itt

source: Fetching data was failed
hu_hu: Az adatok lekérése sikertelen volt

source: You have to fetch the data from API
hu_hu: Le kell kérni az adatokat az API-ból

source: Fetch
hu_hu: Lekérés

source: Use global
hu_hu: Globális használata

source: Tag
hu_hu: Címke
