Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/ws-form-woocommerce/ws-form-woocommerce-*.po
Languages: hu_hu

source: WooCommerce extension for WS Form PRO
hu_hu: WooCommerce-bővítmény a WS Form PRO-hoz

source: The %1$s add-on for %2$s requires the WooCommerce plugin to be installed and activated.
hu_hu: A %2$s számára készült %1$s kiegészítő megköveteli, hogy a WooCommerce bővítmény telepítve és aktiválva legyen.

source: Item quantity
hu_hu: Tétel mennyisége

source: Returns the WooCommerce item quantity.
hu_hu: Visszaadja a WooCommerce tétel mennyiségét.

source: Order ID
hu_hu: Rendelésazonosító

source: Returns the WooCommerce order ID.
hu_hu: Visszaadja a WooCommerce rendelésazonosítót.

source: Order Number
hu_hu: Rendelésszám

source: Returns the WooCommerce order number (For display).
hu_hu: Visszaadja a WooCommerce rendelési számot (Megjelenítéshez).

source: Order URL
hu_hu: Rendelés URL

source: Returns the WooCommerce order URL. Do not use this URL in any communications to the person placing the order.
hu_hu: Visszaadja a WooCommerce rendelés URL-jét. Ne használja ezt az URL-t semmilyen, a rendelést leadó személlyel folytatott kommunikációban.

source: Order Status
hu_hu: Rendelés állapota

source: Returns the WooCommerce order status.
hu_hu: Visszaadja a WooCommerce rendelés állapotát.

source: Order Sub Total (Without Currency)
hu_hu: Rendelés részösszege (pénznem nélkül)

source: Returns the WooCommerce order sub total (Without currency).
hu_hu: Visszaadja a WooCommerce rendelés részösszegét (pénznem nélkül).

source: Order Sub Total (With Currency)
hu_hu: Rendelés részösszege (pénznemmel)

source: Returns the WooCommerce order sub total (With currency).
hu_hu: Visszaadja a WooCommerce rendelés részösszegét (pénznemmel).

source: Order Discount Total (Without Currency)
hu_hu: Rendelés kedvezményének összege (pénznem nélkül)

source: Returns the WooCommerce order discount total (Without currency).
hu_hu: Visszaadja a WooCommerce rendelés kedvezményének összegét (pénznem nélkül).

source: Order Discount Total (With Currency)
hu_hu: Rendelés kedvezményének összege (pénznemmel)

source: Returns the WooCommerce order discount total (With currency).
hu_hu: Visszaadja a WooCommerce rendelés kedvezményének összegét (pénznemmel).

source: Order Shipping Total (Without Currency)
hu_hu: Rendelés szállítási díjának összege (pénznem nélkül)

source: Returns the WooCommerce order shipping total (Without currency).
hu_hu: Visszaadja a WooCommerce rendelés szállítási díjának összegét (pénznem nélkül).

source: Order Shipping Total (With Currency)
hu_hu: Rendelés szállítási díjának összege (pénznemmel)

source: Returns the WooCommerce order shipping total (With currency).
hu_hu: Visszaadja a WooCommerce rendelés szállítási díjának összegét (pénznemmel).

source: Order Tax Total (Without Currency)
hu_hu: Rendelés adójának összege (pénznem nélkül)

source: Returns the WooCommerce order tax total (Without currency).
hu_hu: Visszaadja a WooCommerce rendelés adójának összegét (pénznem nélkül).

source: Order Tax Total (With Currency)
hu_hu: Rendelés adójának összege (pénznemmel)

source: Returns the WooCommerce order tax total (With currency).
hu_hu: Visszaadja a WooCommerce rendelés adójának összegét (pénznemmel).

source: Order Total (Without Currency)
hu_hu: Rendelés végösszege (pénznem nélkül)

source: Returns the WooCommerce order total (Without currency).
hu_hu: Visszaadja a WooCommerce rendelés végösszegét (pénznem nélkül).

source: Order Total (With Currency)
hu_hu: Rendelés végösszege (pénznemmel)

source: Returns the WooCommerce order total (With currency).
hu_hu: Visszaadja a WooCommerce rendelés végösszegét (pénznemmel).

source: Order User ID
hu_hu: Rendelés felhasználójának azonosítója

source: Returns the WooCommerce order user ID.
hu_hu: Visszaadja a WooCommerce rendelés felhasználójának azonosítóját.

source: Order User First Name
hu_hu: Rendelés felhasználójának keresztneve

source: Returns the WooCommerce order user first name.
hu_hu: Visszaadja a WooCommerce rendelés felhasználójának keresztnevét.

source: Order User Last Name
hu_hu: Rendelés felhasználójának vezetékneve

source: Returns the WooCommerce order user last name.
hu_hu: Visszaadja a WooCommerce rendelés felhasználójának vezetéknevét.

source: Order User Email
hu_hu: Rendelés felhasználójának e-mail-címe

source: Returns the WooCommerce order user email.
hu_hu: Visszaadja a WooCommerce rendelés felhasználójának e-mail-címét.

source: Order Billing First Name
hu_hu: Rendelés számlázási keresztneve

source: Returns the WooCommerce order billing first name.
hu_hu: Visszaadja a WooCommerce rendelés számlázási keresztnevét.

source: Order Billing Last Name
hu_hu: Rendelés számlázási vezetékneve

source: Returns the WooCommerce order billing last name.
hu_hu: Visszaadja a WooCommerce rendelés számlázási vezetéknevét.

source: Order Billing Company
hu_hu: Rendelés számlázási cégnév

source: Returns the WooCommerce order billing company.
hu_hu: Visszaadja a WooCommerce megrendelés számlázási cégnevét.

source: Order Billing Address Line 1
hu_hu: Megrendelés számlázási címének 1. sora

source: Returns the WooCommerce order billing address line 1.
hu_hu: Visszaadja a WooCommerce megrendelés számlázási címének 1. sorát.

source: Order Billing Address Line 2
hu_hu: Megrendelés számlázási címének 2. sora

source: Returns the WooCommerce order billing address line 2.
hu_hu: Visszaadja a WooCommerce megrendelés számlázási címének 2. sorát.

source: Order Billing City
hu_hu: Megrendelés számlázási városa

source: Returns the WooCommerce order billing city.
hu_hu: Visszaadja a WooCommerce megrendelés számlázási városát.

source: Order Billing State
hu_hu: Megrendelés számlázási állama/megyéje

source: Returns the WooCommerce order billing state.
hu_hu: Visszaadja a WooCommerce megrendelés számlázási államát/megyéjét.

source: Order Billing Zip
hu_hu: Megrendelés számlázási irányítószáma

source: Returns the WooCommerce order billing zip.
hu_hu: Visszaadja a WooCommerce megrendelés számlázási irányítószámát.

source: Order Billing Country
hu_hu: Megrendelés számlázási országa

source: Returns the WooCommerce order billing country.
hu_hu: Visszaadja a WooCommerce megrendelés számlázási országát.

source: Order Billing Email
hu_hu: Megrendelés számlázási e-mail-címe

source: Returns the WooCommerce order billing email.
hu_hu: Visszaadja a WooCommerce megrendelés számlázási e-mail-címét.

source: Order Billing Phone
hu_hu: Megrendelés számlázási telefonszáma

source: Returns the WooCommerce order billing phone.
hu_hu: Visszaadja a WooCommerce megrendelés számlázási telefonszámát.

source: Order Shipping First Name
hu_hu: Megrendelés szállítási keresztneve

source: Returns the WooCommerce order shipping first name.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási keresztnevét.

source: Order Shipping Last Name
hu_hu: Megrendelés szállítási vezetékneve

source: Returns the WooCommerce order shipping last name.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási vezetéknevét.

source: Order Shipping Company
hu_hu: Megrendelés szállítási cégneve

source: Returns the WooCommerce order shipping company.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási cégnevét.

source: Order Shipping Address Line 1
hu_hu: Megrendelés szállítási címének 1. sora

source: Returns the WooCommerce order shipping address line 1.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási címének 1. sorát.

source: Order Shipping Address Line 2
hu_hu: Megrendelés szállítási címének 2. sora

source: Returns the WooCommerce order shipping address line 2.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási címének 2. sorát.

source: Order Shipping City
hu_hu: Megrendelés szállítási városa

source: Returns the WooCommerce order shipping city.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási városát.

source: Order Shipping State
hu_hu: Megrendelés szállítási állama/megyéje

source: Returns the WooCommerce order shipping state.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási államát/megyéjét.

source: Order Shipping Zip
hu_hu: Megrendelés szállítási irányítószáma

source: Returns the WooCommerce order shipping zip.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási irányítószámát.

source: Order Shipping Country
hu_hu: Megrendelés szállítási országa

source: Returns the WooCommerce order shipping country.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási országát.

source: Order Shipping Phone
hu_hu: Megrendelés szállítási telefonszáma

source: Returns the WooCommerce order shipping phone.
hu_hu: Visszaadja a WooCommerce megrendelés szállítási telefonszámát.

source: Unknown
hu_hu: Ismeretlen

source: Product
hu_hu: Termék

source: Invalid product ID
hu_hu: Érvénytelen termékazonosító

source: Invalid template ID
hu_hu: Érvénytelen sablonazonosító

source: Error creating form from template
hu_hu: Hiba az űrlap sablonból történő létrehozásakor

source: Invalid for ID
hu_hu: Érvénytelen for azonosító

source: WooCommerce Regular Price
hu_hu: WooCommerce normál ár

source: WooCommerce Price
hu_hu: WooCommerce ár

source: WooCommerce Total
hu_hu: WooCommerce végösszeg

source: WooCommerce Cart Item Total
hu_hu: WooCommerce kosár tételének végösszege

source: WooCommerce Order ID
hu_hu: WooCommerce rendelésazonosító

source: Matched product category: %s.
hu_hu: Egyező termékkategória: %s.

source: Matched product category.
hu_hu: Egyező termékkategória.

source: Matched product tag.
hu_hu: Egyező termékcímke.

source: Edit Settings
hu_hu: Beállítások szerkesztése

source: Multiple Assignments
hu_hu: Többszörös hozzárendelések

source: Form
hu_hu: Űrlap

source: Match
hu_hu: Egyezés

source: Action
hu_hu: Művelet

source: Configuration
hu_hu: Konfiguráció

source: Catalog
hu_hu: Katalógus

source: Cart
hu_hu: Kosár

source: Select...
hu_hu: Válasszon...

source: Subtotal
hu_hu: Részösszeg

source: Options
hu_hu: Opciók

source: Total
hu_hu: Összesen

source: Quantity
hu_hu: Mennyiség

source: Cart Item Total
hu_hu: Kosárelem végösszege

source: Add To Cart
hu_hu: Kosárba tesz

source: Clear
hu_hu: Törlés

source: Field CSS Classes
hu_hu: Mező CSS osztályai

source: Separate multiple classes by a space.
hu_hu: Több osztályt szóközzel válasszon el.

source: Wrapper CSS Classes
hu_hu: Burkoló CSS osztályai

source: Exclude From WooCommerce Cart and Orders
hu_hu: Kizárás a WooCommerce kosarából és rendelésekből

source: If checked, this field will not appear in WooCommerce carts, orders or confirmation emails.
hu_hu: Ha be van jelölve, ez a mező nem jelenik meg a WooCommerce kosarakban, rendelésekben vagy visszaigazoló e-mailekben.

source: You can use this form to customize WooCommerce products. Select which products to assign this form to.
hu_hu: Ezzel az űrlappal testre szabhatja a WooCommerce termékeket. Válassza ki, mely termékekhez rendeli hozzá ezt az űrlapot.

source: Assign To
hu_hu: Hozzárendelés

source: No Products
hu_hu: Nincs termék

source: All Products
hu_hu: Összes termék

source: Filtered Products
hu_hu: Szűrt termékek

source: Included Categories
hu_hu: Bevont kategóriák

source: Excluded Categories
hu_hu: Kizárt kategóriák

source: Category
hu_hu: Kategória

source: Search categories...
hu_hu: Kategóriák keresése...

source: Included Tags
hu_hu: Bevont címkék

source: Excluded Tags
hu_hu: Kizárt címkék

source: Tag
hu_hu: Címke

source: Search tags...
hu_hu: Címkék keresése...

source: Included Products
hu_hu: Bevont termékek

source: Excluded Products
hu_hu: Kizárt termékek

source: Search products...
hu_hu: Termékek keresése...

source: Source
hu_hu: Forrás

source: Form Settings
hu_hu: Űrlap beállításai

source: Custom Settings
hu_hu: Egyéni beállítások

source: Edit Form Settings
hu_hu: Űrlap beállításainak szerkesztése

source: Button Label
hu_hu: Gombfelirat

source: Select options
hu_hu: Válasszon opciókat

source: Button label shown on catalog pages.
hu_hu: A katalógusoldalakon megjelenő gombfelirat.

source: Hide Price
hu_hu: Ár elrejtése

source: Hide WooCommerce price.
hu_hu: A WooCommerce árának elrejtése.

source: Price Prefix
hu_hu: Ár előtag

source: Price Suffix
hu_hu: Ár utótag

source: Hide Variation Price
hu_hu: Variációs ár elrejtése

source: Auto
hu_hu: Automatikus

source: Hide
hu_hu: Elrejtés

source: Show
hu_hu: Megjelenítés

source: Hide Add To Cart Button
hu_hu: Kosárba helyezés gomb elrejtése

source: Hide Quantity
hu_hu: Mennyiség elrejtése

source: If Form Not Valid
hu_hu: Ha az űrlap nem érvényes

source: Disable Add To Cart
hu_hu: Kosárba helyezés letiltása

source: Show Invalid Feedback
hu_hu: Érvénytelen visszajelzés megjelenítése

source: Clear Hidden Fields
hu_hu: Rejtett mezők törlése

source: Enabling this will clear fields that were hidden when the form was submitted.
hu_hu: Ennek engedélyezése törli azokat a mezőket, amelyek rejtve voltak az űrlap elküldésekor.

source: Editable
hu_hu: Szerkeszthető

source: Allow form to be edited after being added to cart.
hu_hu: Engedélyezi az űrlap szerkesztését a kosárba helyezés után.

source: Allow Negative
hu_hu: Negatív érték engedélyezése

source: Allow negative form amounts to be processed.
hu_hu: Lehetővé teszi a negatív űrlapösszegek feldolgozását.

source: Run WS Form Actions
hu_hu: WS Form műveletek futtatása

source: If checked, WS Form will run actions when the order status changes and matches the order status configured on each action.
hu_hu: Ha bejelöli, a WS Form műveleteket futtat, amikor a rendelés állapota megváltozik, és megegyezik az egyes műveleteken beállított rendelési állapottal.

source: WooCommerce Cart
hu_hu: WooCommerce kosár

source: Run on WooCommerce Order Statuses
hu_hu: Futtatás a WooCommerce rendelési állapotain

source: If this form is assigned to a product, choose which WooCommerce order statuses this action will run on.
hu_hu: Ha ez az űrlap egy termékhez van rendelve, válassza ki, mely WooCommerce rendelési állapotokon fusson ez a művelet.

source: Select
hu_hu: Válasszon

source: WooCommerce Product Customization
hu_hu: WooCommerce termék testreszabása

source: Settings
hu_hu: Beállítások

source: Add-on Version
hu_hu: Kiegészítő verziója

source: Skin
hu_hu: Kinézet

source: Select CSS skin to apply to form on product.
hu_hu: Válassza ki a CSS kinézetet, amelyet a terméken lévő űrlapra alkalmaz.

source: Style WooCommerce Variations
hu_hu: WooCommerce variációk stílusozása

source: When checked, WS Form styles will also be applied to product variation selectors.
hu_hu: Ha bejelöli, a WS Form stílusai a termékvariáció-választókra is alkalmazásra kerülnek.

source: Preload Form Data
hu_hu: Űrlapadatok előtöltése

source: If checked, this improves form loading speed for modal extensions such as Quick View.
hu_hu: Ha bejelöli, ez javítja az űrlap betöltési sebességét olyan modális bővítményeknél, mint a Quick View.

source: None
hu_hu: Nincs

source: This add-on requires %1$s (version %2$s or later) and WooCommerce (version %3$s or later) to be installed and activated.
hu_hu: Ehhez a kiegészítőhöz a(z) %1$s (verzió %2$s vagy újabb) és a WooCommerce (verzió %3$s vagy újabb) telepítése és aktiválása szükséges.
