Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-warranty/woocommerce-warranty-*.po
Languages: hu_hu

source: Download return label
hu_hu: Visszaküldési címke letöltése

source: Item has been refunded the amount of %1$s on %2$s
hu_hu: A tétel %1$s összegben %2$s visszatérítésre került

source: Item has been refunded
hu_hu: A tétel visszatérítve lett

source: created on
hu_hu: létrehozva

source: The following errors were found while processing your request:
hu_hu: Az igénylés feldolgozása közben a következő hibák történtek:

source: I want to request for a
hu_hu: Igényelni szeretnék egy

source: Return Shipping Tracking
hu_hu: Visszaküldés nyomon követése

source: Tracking code
hu_hu: Követőkód

source: Email Address
hu_hu: E-mail-cím

source: Please complete the required fields and try submitting again. The following fields are incomplete:
hu_hu: Kérjük, töltse ki a kötelező mezőket, majd küldje be újra. A következő mezők hiányosak:

source: WooCommerce Warranty Requests requires %s to be installed and active.
hu_hu: A WooCommerce Warranty Requests működéséhez a(z) %s telepítése és aktiválása szükséges.

source: Warranty settings are managed at the parent product level. Because the "Warranty Settings Control" is set to "Define warranty for all variations", individual variation warranty options cannot be modified.
hu_hu: A garanciabeállítások a szülő termék szintjén kezelhetők. Mivel a "Warranty Settings Control" beállítása "Define warranty for all variations", az egyes variációk garanciabeállításai nem módosíthatók.

source: Modify parent product warranty settings.
hu_hu: Szülő termék garanciabeállításainak módosítása.

source: Select Warranty Type
hu_hu: Válassza ki a garancia típusát

source: Select Warranty Length
hu_hu: Válassza ki a garancia időtartamát

source: Warranty Duration Value
hu_hu: A garancia időtartamának értéke

source: "No Warranty" Option
hu_hu: "Nincs garancia" opció

source: Amount
hu_hu: Összeg

source: Value
hu_hu: Érték

source: Remove Add-On
hu_hu: Kiegészítő eltávolítása

source: Add Add-On
hu_hu: Kiegészítő hozzáadása

# block title
source: Woocommerce Warranty
hu_hu: Woocommerce garancia

# block description
source: Product warranty fields.
hu_hu: A termék garanciamezői.
