Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-warranty/woocommerce-warranty-*.po
Languages: hu_hu

source: WooCommerce Warranty Requests
hu_hu: WooCommerce Garanciaigények

source: Set warranties for your products (free and paid), and allow customers to purchase warranties when buying a product, and to initiate a return request right from their account. Manage RMA numbers, return status, email communications, and track return shipping easily with this extension.
hu_hu: Állítson be garanciákat a termékeihez (ingyenes és fizetős), engedje meg a vásárlóknak, hogy garanciát vásároljanak a termékkel együtt, és hogy visszaküldési kérelmet indítsanak közvetlenül a fiókjukból. Kezelje az RMA-számokat, a visszaküldés állapotát, az e-mailes kommunikációt, és kövesse a visszaküldés szállítását egyszerűen ezzel a bővítménnyel.

source: Warranty
hu_hu: Garancia

source: Warranty Settings
hu_hu: Garanciabeállítások

source: Configure warranty options and details for this product.
hu_hu: Állítsa be ennek a terméknek a garanciabeállításait és részleteit.

source: Order ID
hu_hu: Rendelésazonosító

source: RMA Status
hu_hu: RMA állapot

source: Customer Name
hu_hu: Vásárló neve

source: Product
hu_hu: Termék

source: Validity
hu_hu: Érvényesség

source: Order Date
hu_hu: Rendelés dátuma

source: Lifetime
hu_hu: Élettartam

source: No requests found.
hu_hu: Nem találhatók kérelmek.

source: Search
hu_hu: Keresés

source: Warranties
hu_hu: Garanciák

source: RMA Requests
hu_hu: RMA kérelmek

source: New Request
hu_hu: Új kérelem

source: Manage Warranties
hu_hu: Garanciák kezelése

source: Reports
hu_hu: Jelentések

source: Settings
hu_hu: Beállítások

source: Shipping label attached
hu_hu: Szállítási címke csatolva

source: The refund amount is greater than the cost of the item. Would you like to continue?
hu_hu: A visszatérítendő összeg nagyobb, mint a tétel költsége. Szeretné folytatni?

source: An invalid amount was detected. The process has been aborted.
hu_hu: Érvénytelen összeget észleltünk. A folyamat megszakadt.

source: Do you really want to delete this request?
hu_hu: Valóban törölni szeretné ezt a kérelmet?

source: Days
hu_hu: Nap

source: Weeks
hu_hu: Hét

source: Months
hu_hu: Hónap

source: Years
hu_hu: Év

source: Create Warranty Request
hu_hu: Garanciaigény létrehozása

source: %1$sRMA (%3$s)%2$s has been created for %4$s
hu_hu: %1$sRMA (%3$s)%2$s létrehozva %4$s számára

source: Warranty request created
hu_hu: Garanciaigény létrehozva

source: Shipping label uploaded
hu_hu: Szállítási címke feltöltve

source: Product stock returned
hu_hu: Termék készlete visszaállítva

source: Item marked as Refunded
hu_hu: Tétel visszatérítettként megjelölve

source: Stock returned
hu_hu: Készlet visszaállítva

source: Return Stock
hu_hu: Készlet visszavétele

source: Refund Item
hu_hu: Tétel visszatérítése

source: Send Coupon
hu_hu: Kupon küldése

source: Warranty request deleted
hu_hu: Garanciaigény törölve

source: Store:
hu_hu: Áruház:

source: Customer:
hu_hu: Vásárló:

source: Edit failed. Please refresh the page and retry.
hu_hu: Sikertelen szerkesztés. Kérjük, frissítse az oldalt, majd próbálja újra.

source: Manage Return
hu_hu: Visszaküldés kezelése

source: Replacement item
hu_hu: Cserecikk

source: Refund
hu_hu: Visszatérítés

source: Refund as store credit
hu_hu: Visszatérítés bolti jóváírásként

source: Products
hu_hu: Termékek

source: RMA Data
hu_hu: RMA adatok

source: Request Type:
hu_hu: Kérelem típusa:

source: Refunded:
hu_hu: Visszatérítve:

source: Return shipping details
hu_hu: Visszaküldés szállítási adatai

source: Download the Shipping Label
hu_hu: Szállítási címke letöltése

source: Set Shipping Label
hu_hu: Szállítási címke beállítása

source: Select Shipping Label
hu_hu: Szállítási címke kiválasztása

source: Return Tracking Details
hu_hu: Visszaküldés nyomkövetési adatai

source: Tracking information requested from customer
hu_hu: Nyomkövetési információ az ügyféltől kérve

source: Request tracking code from the Customer
hu_hu: Nyomkövetési kód kérése az ügyféltől

source: Customer Provided Tracking
hu_hu: Ügyfél által megadott nyomkövetési adatok

source: %1$s via %2$s (%3$sTrack Shipment%4$s)
hu_hu: %1$s a(z) %2$s segítségével (%3$sKüldemény nyomon követése%4$s)

source: Shipping Provider
hu_hu: Szállítási szolgáltató

source: Tracking details
hu_hu: Nyomkövetési adatok

source: Enter the shipment tracking number
hu_hu: Adja meg a küldemény nyomkövetési számát

source: Shipping Details/Tracking
hu_hu: Szállítási adatok/nyomkövetés

source: Actions
hu_hu: Műveletek

source: Close
hu_hu: Bezárás

source: Print
hu_hu: Nyomtatás

source: Update
hu_hu: Frissítés

source: Delete
hu_hu: Törlés

source: Amount refunded:
hu_hu: Visszatérített összeg:

source: Item cost:
hu_hu: Tétel költsége:

source: Refund amount:
hu_hu: Visszatérítés összege:

source: Process Refund
hu_hu: Visszatérítés feldolgozása

source: Coupon has been sent on: %1$s
hu_hu: A kupon elküldve ekkor: %1$s

source: Coupon amount:
hu_hu: Kupon összege:

source: Send Coupon Again
hu_hu: Kupon újbóli elküldése

source: No warranty
hu_hu: Nincs garancia

source: Security check
hu_hu: Biztonsági ellenőrzés

source: Permission denied: Not enough capability
hu_hu: Hozzáférés megtagadva: nincs elegendő jogosultság

source: No ID
hu_hu: Nincs azonosító

source: Permission denied: does not have access to warranty record
hu_hu: Hozzáférés megtagadva: nincs hozzáférés a garanciabejegyzéshez

source: Request status updated
hu_hu: Kérelem állapota frissítve

source: Status updated
hu_hu: Állapot frissítve

source: Invalid referrer. Please reload the page and try again
hu_hu: Érvénytelen hivatkozó. Kérjük, töltse újra az oldalt, és próbálja meg újra

source: RMA request updated
hu_hu: RMA-kérelem frissítve

source: Refund action failed. Invalid Warranty Request ID given or You don't have access permissions.
hu_hu: A visszatérítési művelet sikertelen. Érvénytelen garanciaigény-azonosítót adtak meg, vagy nincs hozzáférési jogosultsága.

source: Product stock returned.
hu_hu: Termék készlete visszaállítva.

source: Missing Product ID.
hu_hu: Hiányzó termékazonosító.

source: Security token does not match.
hu_hu: A biztonsági token nem egyezik.

source: Provided ID: %d is not valid WooCommerce Product ID
hu_hu: A megadott azonosító: %d nem érvényes WooCommerce termékazonosító

source: Edit failed. Warranty type is not set.
hu_hu: Sikertelen szerkesztés. A garanciatípus nincs beállítva.

source: Edit failed. Warranty data is not set.
hu_hu: Sikertelen szerkesztés. A garanciaadatok nincsenek beállítva.

source: There was an error uploading the file.
hu_hu: Hiba történt a fájl feltöltése közben.

source: The file you selected is not permitted. Please select another.
hu_hu: A kiválasztott fájl nem engedélyezett. Kérjük, válasszon másikat.

source: The file attachment could not be created.
hu_hu: A fájlmellékletet nem sikerült létrehozni.

source: Free
hu_hu: Ingyenes

source: Please select your %s first.
hu_hu: Kérjük, először válassza ki a(z) %s-t.

source: Select options
hu_hu: Válasszon lehetőségeket

source: Warranty is not valid
hu_hu: A garancia nem érvényes

source: Coupon sent
hu_hu: Kupon elküldve

source: Please select one of the available items to request warranty
hu_hu: Kérjük, válasszon egy elérhető tételt a garancia igényléséhez

source: No Warranty
hu_hu: Nincs garancia

source: Day
hu_hu: Nap

source: Week
hu_hu: Hét

source: Month
hu_hu: Hónap

source: Year
hu_hu: Év

source: View Warranty Request
hu_hu: Garanciaigény megtekintése

source: Request Warranty
hu_hu: Garancia igénylése

source: View Warranty Status
hu_hu: Garancia állapotának megtekintése

source: Request(s) sent
hu_hu: Kérelem(ek) elküldve

source: Order does not have a valid warranty
hu_hu: A rendeléshez nem tartozik érvényes garancia

source: The warranty key is invalid!
hu_hu: A garanciakulcs érvénytelen!

source: The email or order is not found!
hu_hu: Az e-mail vagy a rendelés nem található!

source: The item is not found in the order!
hu_hu: A tétel nem található a rendelésben!

source: Return Request for Order #%1$s
hu_hu: Visszaküldési kérelem a(z) #%1$s rendeléshez

source: Return request submitted successfully
hu_hu: A visszaküldési kérelem sikeresen elküldve

source: Tracking codes updated
hu_hu: Nyomkövetési kódok frissítve

source: WC Warranty Data Update Required
hu_hu: WC Warranty adatfrissítés szükséges

source: Run the updater
hu_hu: Frissítő futtatása

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
hu_hu: A folytatás előtt nyomatékosan javasolt biztonsági mentést készíteni az adatbázisról. Biztosan most szeretné futtatni a frissítőt?

source: Data updates have been successfully applied!
hu_hu: Az adatfrissítések sikeresen alkalmazva!

source: Warranty Statuses
hu_hu: Garanciaállapotok

source: Warranty Status
hu_hu: Garanciaállapot

source: Search Warranty Statuses
hu_hu: Garanciaállapotok keresése

source: All Warranty Statuses
hu_hu: Összes garanciaállapot

source: Parent Warranty Status
hu_hu: Szülő garanciaállapot

source: Parent Warranty Status:
hu_hu: Szülő garanciaállapot:

source: Edit Warranty Status
hu_hu: Garanciaállapot szerkesztése

source: Update Warranty Status
hu_hu: Garanciaállapot frissítése

source: Add New Warranty Status
hu_hu: Új garanciaállapot hozzáadása

source: New Warranty Status Name
hu_hu: Új garanciaállapot neve

source: Warranty Requests
hu_hu: Garanciaigénylések

source: Warranty Request
hu_hu: Garanciaigény

source: All Requests
hu_hu: Összes kérelem

source: No requests found
hu_hu: Nem található kérelem

source: New
hu_hu: Új

source: Reviewing
hu_hu: Felülvizsgálat alatt

source: Processing
hu_hu: Feldolgozás alatt

source: Completed
hu_hu: Befejezve

source: Rejected
hu_hu: Elutasítva

source: Reason
hu_hu: Indok

source: Select reason to request for warranty
hu_hu: Válasszon indokot a garancia igényléséhez

source: Description
hu_hu: Leírás

source: Attachment
hu_hu: Melléklet

source: Return Details
hu_hu: Visszaküldés részletei

source: Request Type
hu_hu: Kérelem típusa

source: Last Updated
hu_hu: Utoljára frissítve

source: Status
hu_hu: Állapot

source: All Statuses
hu_hu: Összes állapot

source: Filter
hu_hu: Szűrés

source: Order %s
hu_hu: Rendelés %s

source: Manage
hu_hu: Kezelés

source: Stock Returned
hu_hu: Készlet visszavételezve

source: <strong>%1$s</strong> by %2$s on %3$s
hu_hu: <strong>%1$s</strong> %2$s által %3$s

source: Claim Warranty
hu_hu: Garancia érvényesítése

source: You can claim the warranty by clicking this %1$slink%2$s or go to this URL : %3$s.
hu_hu: A garanciát a(z) %1$slink%2$s megnyitásával érvényesítheti, vagy menjen erre az URL : %3$s.

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
hu_hu: E bővítmény használatával személyes adatokat tárolhat, illetve adatokat oszthat meg külső szolgáltatással. <a href=\"%s\" target=\"_blank\">Tudjon meg többet arról, hogyan működik ez, beleértve azt is, mit érdemes szerepeltetnie az adatkezelési tájékoztatójában.</a>

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Vezetéknév

source: RMA code
hu_hu: RMA-kód

source: Warranty Order Data Erased.
hu_hu: A garanciarendelés adatai törölve.

source: Warranty Request Page
hu_hu: Garanciaigénylő oldal

source: Must contain the <code>[warranty_request]</code> shortcode
hu_hu: Tartalmaznia kell a <code>[warranty_request]</code> rövidkódot

source: Initiate RMA from My Account Page
hu_hu: RMA indítása a Saját fiók oldalról

source: Selecting NO will hide the <em>Request Warranty</em> button from the customer's My Account page
hu_hu: A NEM választása elrejti az ügyfél Saját fiók oldalán a <em>Garancia igénylése</em> gombot

source: Request Tracking Code
hu_hu: Nyomkövetési kód kérése

source: Display a text field on the Request page where a customer can provide the shipping tracking code
hu_hu: Megjelenít egy szövegmezőt a Kérelem oldalon, ahol az ügyfél megadhatja a szállítási nyomkövetési kódot

source: Add Order Notes on Warranty Updates
hu_hu: Rendelési megjegyzések hozzáadása garanciafrissítéseknél

source: Create order notes when a warranty is set to the selected statuses
hu_hu: Rendelési megjegyzések létrehozása, amikor a garancia a kiválasztott állapotokra vált

source: Returned Status
hu_hu: Visszaküldött állapot

source: The warranty status that marks an item as "returned" and ends the warranty process
hu_hu: Az a garanciaállapot, amely a tételt "returned"-nek jelöli, és lezárja a garanciafolyamatot

source: Warranty Button Text
hu_hu: Garancia gomb szövege

source: Default: Request Warranty
hu_hu: Alapértelmezett: Garancia igénylése

source: View Warranty Button Text
hu_hu: Garancia megtekintése gomb szövege

source: Default: View Warranty Status
hu_hu: Alapértelmezett: Garancia állapotának megtekintése

source: Reset Warranty Statuses
hu_hu: Garanciaállapotok visszaállítása

source: Checking this box will rescan order statuses and returned statuses to update them on save
hu_hu: A jelölőnégyzet bejelölése újraellenőrzi a rendelési és visszaküldött állapotokat, és mentéskor frissíti azokat

source: Warranty Return Form URL
hu_hu: Garanciavisszaküldési űrlap URL

source: URL for a page that has [warranty_return_form] shortcode
hu_hu: Olyan oldal URL-je, amely tartalmazza a [warranty_return_form] rövidkódot

source: Refunds and Credits
hu_hu: Visszatérítések és jóváírások

source: Enable Refund Requests
hu_hu: Visszatérítési kérelmek engedélyezése

source: Allow customers to request for refunds
hu_hu: Engedélyezi, hogy az ügyfelek visszatérítést kérjenek

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Enable Coupon Requests
hu_hu: Kuponkérelmek engedélyezése

source: Allow customers to request for coupons as store credit
hu_hu: Engedélyezi, hogy az ügyfelek bolti jóváírásként kupont kérjenek

source: Coupon Prefix
hu_hu: Kupon előtag

source: Add prefix in generated coupon
hu_hu: Előtag hozzáadása a generált kuponhoz

source: Coupon Description
hu_hu: Kupon leírása

source: Add description in generated coupon
hu_hu: Leírás hozzáadása a generált kuponhoz

source: Generated coupon from WC Warranty
hu_hu: A WC Warranty által generált kupon

source: Setup Print Layout
hu_hu: Nyomtatási elrendezés beállítása

source: Display Logo
hu_hu: Logó megjelenítése

source: The following settings will allow you to customize the print logo
hu_hu: Az alábbi beállításokkal testreszabhatja a nyomtatási logót

source: Display URL
hu_hu: Megjelenítési URL

source: The following settings will allow you to customize the print URL
hu_hu: A következő beállításokkal testre szabhatja a nyomtatási URL-t

source: Return Code Format
hu_hu: Visszaküldési kód formátuma

source: RMA Code Start
hu_hu: RMA-kód kezdőértéke

source: The starting number for the incrementing portion of the code
hu_hu: A kód növekvő részének kezdő száma

source: RMA Code Length
hu_hu: RMA-kód hossza

source: The desired minimum length of the incrementing portion of the code
hu_hu: A kód növekvő részének kívánt minimális hossza

source: RMA Code Prefix
hu_hu: RMA-kód előtagja

source: You may use {DD}, {MM} and {YYYY} for the current day, month and year respectively
hu_hu: Használhatja a {DD}, {MM} és {YYYY} értékeket az aktuális nap, hónap és év megadásához

source: RMA Code Suffix
hu_hu: RMA-kód utótagja

source: The default warranty settings below will to apply to all products in your store
hu_hu: Az alábbi alapértelmezett garanciabeállítások az áruház összes termékére vonatkoznak

source: Override Existing Warranties
hu_hu: Meglévő garanciák felülírása

source: Removes existing warranty settings on all products, and applies the below default warranty
hu_hu: Eltávolítja az összes termék meglévő garanciabeállításait, és alkalmazza az alábbi alapértelmezett garanciát

source: Label
hu_hu: Címke

source: Type
hu_hu: Típus

source: Warranty Included
hu_hu: Garancia tartalmazva

source: Warranty as Add-On
hu_hu: Garancia kiegészítőként

source: Length
hu_hu: Időtartam

source: Limited
hu_hu: Korlátozott

source: Length Value
hu_hu: Időtartam értéke

source: Length Duration
hu_hu: Időtartam egysége

source: &quot;No Warranty&quot; Option
hu_hu: &quot;Nincs garancia&quot; opció

source: Add-Ons
hu_hu: Kiegészítők

source: Category Warranties
hu_hu: Kategória-garanciák

source: Categories
hu_hu: Kategóriák

source: Emails
hu_hu: E-mailek

source: Permissions
hu_hu: Jogosultságok

source: Paragraph
hu_hu: Bekezdés

source: Text Field
hu_hu: Szövegmező

source: Multi-line Text Field
hu_hu: Többsoros szövegmező

source: Drop Down
hu_hu: Legördülő lista

source: File Upload Field
hu_hu: Fájlfeltöltő mező

source: No order selected.
hu_hu: Nincs kiválasztott rendelés.

source: If you are a guest customer, you can make a request by using claim link on your order completed email notification.
hu_hu: Ha vendég vásárló, kérését a rendelés teljesítéséről szóló e-mail értesítésben található igénylési linken keresztül nyújthatja be.

source: The name of the field that gets displayed on the Warranty Requests Table (Admin Panel)
hu_hu: A mező neve, amely a garanciaigénylések táblázatában (Admin felület) jelenik meg

source: The label of the field displayed to the user when requesting for an RMA (Frontend)
hu_hu: A mező felirata, amely az RMA igénylésekor a felhasználónak megjelenik (Frontend)

source: The initial value of the field
hu_hu: A mező kezdeti értéke

source: Check this to make this field required
hu_hu: Jelölje be, hogy a mező kötelező legyen

source: Check this to allow users to select one or more options
hu_hu: Jelölje be, hogy a felhasználók egy vagy több lehetőséget választhassanak

source: One option per line
hu_hu: Soronként egy lehetőség

source: The field "%s" is required
hu_hu: A(z) "%s" mező kötelező

source: Track Your Package
hu_hu: Küldemény nyomon követése

source: Shipped via
hu_hu: Szállító

source: Tracking Code:
hu_hu: Nyomkövetési kód:

source: Track Shipment
hu_hu: Szállítmány nyomon követése

source: Tracking Number:
hu_hu: Nyomkövetési szám:

source: Shipment Tracking Code
hu_hu: Szállítmány nyomkövetési kódja

source: Shipped via %s
hu_hu: Szállítva: %s

source: Tracking Code: %1$s &mdash; %1$s
hu_hu: Nyomkövetési kód: %1$s &mdash; %1$s

source: Track Return Shipment
hu_hu: Visszaküldés nyomon követése

source: Your Tracking Number is:
hu_hu: Az Ön nyomkövetési száma:

source: Shipping Tracking Code
hu_hu: Szállítás nyomkövetési kódja

source: Tracking Code
hu_hu: Nyomkövetési kód

source: Add Tracking Code
hu_hu: Nyomkövetési kód hozzáadása

source: Product has no warranty
hu_hu: A terméknek nincs garanciája

source: Expiry Date:
hu_hu: Lejárati dátum:

source: Lifetime Warranty Included
hu_hu: Élettartam-garancia tartalmazva

source: Warranty Included (%1$d %2$s)
hu_hu: Garancia tartalmazva (%1$d %2$s)

source: %1$d %2$s for %3$s;
hu_hu: %1$d %2$s a(z) %3$s számára;

source: RMA Request for Order #
hu_hu: RMA-kérelem a(z) # rendeléshez

source: Item Returned
hu_hu: Visszaküldött tétel

source: Refund failed
hu_hu: Visszatérítés sikertelen

source: Removed product
hu_hu: Eltávolított termék

source: <a href="%1$s">RMA #%2$d</a> status changed to %3$s
hu_hu: <a href="%1$s">RMA #%2$d</a> állapota %3$s lett

source: Please select a valid order.
hu_hu: Kérjük, válasszon érvényes rendelést.

source: Request type
hu_hu: Kérelem típusa

source: Submit
hu_hu: Beküldés

source: Warranty Control
hu_hu: Garanciakezelés

source: Define warranty for all variations
hu_hu: Garancia meghatározása az összes variációhoz

source: Define warranty per variation
hu_hu: Garancia meghatározása variációnként

source: Default Product Warranty
hu_hu: Alapértelmezett termékgarancia

source: Product Warranty
hu_hu: Termékgarancia

source: Warranty Label
hu_hu: Garancia címkéje

source: Warranty Length
hu_hu: Garancia időtartama

source: Warranty Duration
hu_hu: Garancia időtartamának egysége

source: "No Warranty" option
hu_hu: "Nincs garancia" opció

source: Cost
hu_hu: Költség

source: Duration
hu_hu: Időtartam

source: Add Row
hu_hu: Sor hozzáadása

source: Data Update
hu_hu: Adatfrissítés

source: Loading
hu_hu: Betöltés

source: Admin Notes
hu_hu: Admin megjegyzések

source: Add Note
hu_hu: Megjegyzés hozzáadása

source: Add
hu_hu: Hozzáadás

source: Additional Details
hu_hu: További részletek

source: Return tracking details
hu_hu: Visszaküldés nyomkövetési adatai

source: Shipping/Tracking data saved
hu_hu: Szállítási/nyomkövetési adatok mentve

source: Tracking details
hu_hu: Nyomkövetési adatok

source: There are no notes yet
hu_hu: Még nincs megjegyzés

source: Delete note
hu_hu: Megjegyzés törlése

source: RMA Number, Order ID, or Name
hu_hu: RMA-szám, rendelésazonosító vagy név

source: Product Warranties
hu_hu: Termékgaranciák

source: Product warranties saved!
hu_hu: Termékgaranciák elmentve!

source: Select bulk action
hu_hu: Válasszon tömeges műveletet

source: Bulk Actions
hu_hu: Tömeges műveletek

source: Edit
hu_hu: Szerkesztés

source: Name
hu_hu: Név

source: Price
hu_hu: Ár

source: Default warranty
hu_hu: Alapértelmezett garancia

source: Products per Page:
hu_hu: Termékek oldalanként:

source: Cancel
hu_hu: Mégse

source: New Warranty Request
hu_hu: Új garanciaigénylés

source: Search for an Order
hu_hu: Rendelés keresése

source: Order Number
hu_hu: Rendelésszám

source: Customer Name or Email
hu_hu: Vásárló neve vagy e-mail-címe

source: Search for a customer&hellip;
hu_hu: Vásárló keresése&hellip;

source: No orders found
hu_hu: Nem található rendelés

source: Customer
hu_hu: Vásárló

source: Order Status
hu_hu: Rendelés állapota

source: Order Items
hu_hu: Rendelési tételek

source: Date
hu_hu: Dátum

source: Create Request
hu_hu: Igénylés létrehozása

source: You have taken too long. Please go back and retry.
hu_hu: Túl sokáig tartott. Kérjük, lépjen vissza, és próbálja újra.

source: Error
hu_hu: Hiba

source: RMA Request #%1$d - %2$s
hu_hu: RMA-igénylés #%1$d - %2$s

source: RMA Request #%d
hu_hu: RMA-igénylés #%d

source: Tracking
hu_hu: Követés

source: Active
hu_hu: Aktív

source: Settings saved
hu_hu: Beállítások mentve

source: General
hu_hu: Általános

source: Default Warranty
hu_hu: Alapértelmezett garancia

source: Warranty Form Builder
hu_hu: Garanciaűrlap-szerkesztő

source: Notification Emails
hu_hu: Értesítő e-mailek

source: Save changes
hu_hu: Módosítások mentése

source: Add Add-on
hu_hu: Kiegészítő hozzáadása

source: Category
hu_hu: Kategória

source: Available Form Fields
hu_hu: Elérhető űrlapmezők

source: Users with Access
hu_hu: Hozzáféréssel rendelkező felhasználók

source: Available variables:
hu_hu: Elérhető változók:

source: Trigger
hu_hu: Esemény

source: Message
hu_hu: Üzenet

source: + Add Email
hu_hu: + E-mail hozzáadása

source: Status change
hu_hu: Állapotváltozás

source: Request Tracking
hu_hu: Igénylés követése

source: Item Refunded
hu_hu: Tétel visszatérítve

source: Coupon Sent
hu_hu: Kupon elküldve

source: From
hu_hu: Eredeti állapot

source: Any status
hu_hu: Bármely állapot

source: To
hu_hu: Célállapot

source: Recipient
hu_hu: Címzett

source: Customer &amp; Admin
hu_hu: Vásárló &amp; Admin

source: Subject
hu_hu: Tárgy

source: Customer and Admin
hu_hu: Vásárló és Admin

source: There are no valid warranties for this order
hu_hu: Ehhez a rendeléshez nincs érvényes garancia

source: Back to My Account
hu_hu: Vissza a Fiókomhoz

source: Order %1$s made on %2$s.
hu_hu: A %1$s rendelés %2$s készült.

source: Item
hu_hu: Tétel

source: Details
hu_hu: Részletek

source: Expired Warranty
hu_hu: Lejárt garancia

source: Existing Requests
hu_hu: Meglévő igénylések

source: Updated
hu_hu: Frissítve

source: Shipping Label
hu_hu: Szállítási címke

source: Download
hu_hu: Letöltés
