Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-form-builder-select-autocomplete/jet-form-builder-select-autocomplete-*.po
Languages: hu_hu

source: A tweak to auto-fill the values dynamically in the Select field type.
hu_hu: Finomhangolás a Select mezőtípus értékeinek dinamikus, automatikus kitöltéséhez.

source: <b>Warning</b>: <b>JetFormBuilder Select Autocomplete</b> needs <b>JetEngine</b> update.
hu_hu: <b>Figyelmeztetés</b>: A <b>JetFormBuilder Select Autocomplete</b> <b>JetEngine</b> frissítést igényel.

source: <b>Warning</b>: <b>JetFormBuilder Select Autocomplete</b> needs <b>JetFormBuilder</b> update.
hu_hu: <b>Figyelmeztetés</b>: A <b>JetFormBuilder Select Autocomplete</b> <b>JetFormBuilder</b> frissítést igényel.

source: Autocomplete translations
hu_hu: Automatikus kiegészítés fordításai

source: Enable custom messages
hu_hu: Egyéni üzenetek engedélyezése

source: Error loading
hu_hu: Betöltési hiba

source: Input too short
hu_hu: Túl rövid a megadott szöveg

source: Here you can use %this(remaining)% or other macros
hu_hu: Itt használhatja a %this(remaining)% vagy más makrókat

source: No results
hu_hu: Nincs találat

source: Searching
hu_hu: Keresés

source: The results could not be loaded.
hu_hu: Nem sikerült betölteni az eredményeket.

source: Please enter %this(remaining)% or more characters
hu_hu: Kérjük, adjon meg %this(remaining)% vagy több karaktert

source: No results found
hu_hu: Nem található eredmény

source: Searching...
hu_hu: Keresés...
