Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/fluentform-signature/fluentform-signature-*.po
Languages: hu_hu

source: Fluent Forms Signature Addon
hu_hu: Fluent Forms Aláírás kiegészítő

source: The signature field for Fluent Forms, the most advanced drag and drop form builder plugin for WordPress.
hu_hu: A Fluent Forms aláírásmezője, a WordPress legfejlettebb fogd és vidd űrlapkészítő bővítménye.

source: Signature Add On
hu_hu: Aláírás kiegészítő

source: Signature Add-On
hu_hu: Aláírás kiegészítő

source: The %s license needs to be activated. %sActivate Now%s
hu_hu: A %s licencet aktiválni kell. %sAktiválja most%s

source: License Key
hu_hu: Licenckulcs

source: Thank you for purchasing %s! Please enter your license key below.
hu_hu: Köszönjük, hogy megvásárolta a(z) %s-t! Kérjük, adja meg alább a licenckulcsát.

source: Any questions or problems with your license? %sContact us%s!
hu_hu: Kérdései vagy problémái vannak a licenccel? %sLépjen kapcsolatba velünk%s!

source: Sorry! You do not have permission to activate this license.
hu_hu: Sajnáljuk! Nincs jogosultsága ennek a licencnek az aktiválásához.

source: Sorry! You do not have permission to deactivate this license.
hu_hu: Sajnáljuk! Nincs jogosultsága ennek a licencnek a deaktiválásához.

source: There was an error deactivating the license, please try again or contact support.
hu_hu: Hiba történt a licenc deaktiválásakor, próbálja meg újra, vagy lépjen kapcsolatba a támogatással.

source: License deactivated
hu_hu: Licenc deaktiválva

source: Unable to deactivate license, please try again or contact support.
hu_hu: A licencet nem sikerült deaktiválni, próbálja meg újra, vagy lépjen kapcsolatba a támogatással.
