Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-form-builder-stripe-gateway/jet-form-builder-stripe-gateway-*.po
Languages: hu_hu

source: A supplementary software to integrate your forms and Stripe payment system.
hu_hu: Kiegészítő szoftver az űrlapok és a Stripe fizetési rendszer integrálásához.

source: Pay Now
hu_hu: Fizetés most

source: Subscription
hu_hu: Előfizetés

source: Payment was voided
hu_hu: A fizetés érvénytelenítve lett

source: Successfully cancelled subscription!
hu_hu: Az előfizetés lemondása sikeres!

source: <b>Warning</b>: <b>JetFormBuilder Stripe Gateway</b> needs <b>JetFormBuilder</b> update.
hu_hu: <b>Figyelmeztetés</b>: a <b>JetFormBuilder Stripe Gateway</b>-hez a <b>JetFormBuilder</b> frissítése szükséges.

# Stripe gateway editor data
source: Subscription
hu_hu: Előfizetés

source: Subscription Plan Field
hu_hu: Előfizetési csomag mező

source: Subscription Plan
hu_hu: Előfizetési csomag

source: Refresh Plans From Stripe
hu_hu: Előfizetési csomagok frissítése a Stripe-ből

source: Successfully Updated Plans
hu_hu: Az előfizetési csomagok sikeresen frissítve

source: <b>Error:</b> <b>JetFormBuilder Stripe Gateway</b> plugin requires a PHP version ">= 7.0"
hu_hu: <b>Hiba:</b> a <b>JetFormBuilder Stripe Gateway</b> bővítményhez PHP-verzió ">= 7.0" szükséges
