Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-seopress/wp-seopress-*.po
Languages: hu_hu

source: One ore more <strong>SEO plugins</strong> are enabled on your site, please deactivate them to avoid any conflicts:
hu_hu: Egy vagy több <strong>SEO-bővítmény</strong> engedélyezve van a webhelyén, kérjük, tiltsa le őket az esetleges ütközések elkerülése érdekében:

source: No data to migrate? Click "Next step" button!
hu_hu: Nincs migrálható adat? Kattintson a "Következő lépés" gombra!

source: Next step
hu_hu: Következő lépés

source: Tell us more about your site
hu_hu: Mondjon el többet a webhelyéről

source: To build title tags and knowledge graph for Google, you need to fill out the fields below to configure the general settings.
hu_hu: A Google számára a title tagek és a Knowledge Graph felépítéséhez töltse ki az alábbi mezőket az általános beállítások konfigurálásához.

source: e.g. My super website
hu_hu: pl. Szuper webhelyem

source: The site title will be used by the dynamic variable <strong>%%sitetitle%%</strong> in your title and meta description templates.
hu_hu: A webhely címe a dinamikus <strong>%%sitetitle%%</strong> változóként szerepel a cím- és metaleírás-sablonokban.

source: e.g. My alternative site title
hu_hu: pl. Alternatív webhelycímem

source: The alternate name of the website (for example, if there's a commonly recognized acronym or shorter name for your site), if applicable. Make sure the name meets the <a href="%s" target="_blank">content guidelines</a>.<span class="dashicons dashicons-external"></span>
hu_hu: A webhely alternatív neve (például ha a webhelyének van közismert rövidítése vagy rövidebb neve), ha alkalmazható. Győződjön meg róla, hogy a név megfelel a <a href="%s" target="_blank">tartalmi irányelveknek</a>.<span class="dashicons dashicons-external"></span>

source: Choose a knowledge type
hu_hu: Válasszon tudástípust

source: Choose between <strong>"Organization"</strong> (for companies, associations, organizations), or <strong>"Personal"</strong> for a personal site, to help Google better understand your type of website and generate a Knowledge Graph panel.
hu_hu: Válasszon a <strong>"Organization"</strong> (vállalatok, egyesületek, szervezetek) és a személyes oldalhoz tartozó <strong>"Personal"</strong> között, hogy a Google jobban megértse webhelye típusát és Knowledge Graph panelt generáljon.

source: e.g. My Company Name
hu_hu: pl. Cégem neve

source: e.g. https://www.example.com/logo.png
hu_hu: pl. https://www.example.com/logo.png

source: Organization‘s phone number (only for Organizations)
hu_hu: Szervezet telefonszáma (csak szervezeteknél)

source: VAT ID (only for Organizations)
hu_hu: ÁFA-azonosító (csak szervezeteknél)

source: Save & Continue
hu_hu: Mentés és folytatás

source: Link your site to your social networks
hu_hu: Kapcsolja össze webhelyét a közösségi hálózataival

source: Fill in your social accounts for search engines.
hu_hu: Adja meg a közösségi fiókjait a keresőmotorok számára.

source: For which single post types, should indexing be disabled?
hu_hu: Mely bejegyzéstípusok egyedi nézetén legyen letiltva az indexelés?

source: Custom post types are a content type in WordPress. <strong>Post</strong> and <strong>Page</strong> are the <strong>default post types</strong>.
hu_hu: Az egyedi bejegyzéstípusok a WordPress tartalomtípusai. A <strong>Bejegyzés</strong> és az <strong>Oldal</strong> az <strong>alapértelmezett bejegyzéstípusok</strong>.

source: You can create your own type of content like "product" or "business": these are <strong>custom post types</strong>.
hu_hu: Létrehozhat saját tartalomtípusokat, például "product" vagy "business": ezek az <strong>egyedi bejegyzéstípusok</strong>.

source: Do not display this single post type in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenjen meg ez a bejegyzéstípus egyedi oldalként a keresőmotorok találataiban <strong>(noindex)</strong>

source: For which post type archives, should indexing be disabled?
hu_hu: Mely bejegyzéstípus-archívumoknál legyen letiltva az indexelés?

source: <strong>Archive pages</strong> are automatically generated by WordPress. They group specific content such as your latest articles, a product category or your content by author or date.
hu_hu: <strong>Az archív oldalak</strong> a WordPress által automatikusan generált oldalak. Meghatározott tartalmakat csoportosítanak, például a legutóbbi cikkeit, egy termékkategóriát, vagy a tartalmat szerző vagy dátum szerint.

source: Below the list of your <strong>post type archives</strong>:
hu_hu: Alább a <strong>bejegyzéstípus-archívumok</strong> listája:

source: Do not display this post type archive in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenjen meg ez a bejegyzéstípus-archívum a keresőmotorok találataiban <strong>(noindex)</strong>

source: You don’t have any post type archives, you can continue to the next step.
hu_hu: Nincsenek bejegyzéstípus-archívumai, továbbléphet a következő lépésre.

source: For which other archives, should indexing be disabled?
hu_hu: Mely egyéb archívumoknál kell letiltani az indexelést?

source: Do not display date archives in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenjenek meg a dátumarchívumok a keresőmotorok találatai között <strong>(noindex)</strong>

source: Do not display search archives in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenjenek meg a keresési archívumok a keresőmotorok találatai között <strong>(noindex)</strong>

source: Do not display author archives in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenjenek meg a szerzői archívumok a keresőmotorok találatai között <strong>(noindex)</strong>

source: For which taxonomy archives, should indexing be disabled?
hu_hu: Mely taxonómia archívumoknál kell letiltani az indexelést?

source: <strong>Taxonomies</strong> are the method of classifying content and data in WordPress. When you use a taxonomy you’re grouping similar things together. The taxonomy refers to the sum of those groups.
hu_hu: <strong>A taxonómiák</strong> a tartalom és az adatok osztályozásának módjai a WordPressben. Amikor taxonómiát használ, hasonló dolgokat csoportosít össze. A taxonómia ezeknek a csoportoknak az összességére utal.

source: <strong>Categories</strong> and <strong>Tags</strong> are the default taxonomies. You can add your own taxonomies like "product categories": these are called <strong>custom taxonomies</strong>.
hu_hu: <strong>A kategóriák</strong> és <strong>a címkék</strong> az alapértelmezett taxonómiák. Hozzáadhat saját taxonómiákat, például "termékkategóriák": ezeket <strong>egyedi taxonómiáknak</strong> nevezik.

source: Do not display this taxonomy archive in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenjen meg ez a taxonómia archívum a keresőmotorok találatai között <strong>(noindex)</strong>

source: Almost done!
hu_hu: Majdnem kész!

source: Final step before being ready to rank on search engines.
hu_hu: Utolsó lépés, mielőtt készen áll a keresőmotorokban való rangsorolásra.

source: By default, %s redirects your Attachment pages to the parent post. Optimize this by redirecting the user directly to the URL of the media file.
hu_hu: Alapértelmezés szerint a %s a mellékletoldalakat a szülő bejegyzésre irányítja. Ezt optimalizálhatja azzal, hogy a felhasználót közvetlenül a médiafájl URL-jére irányítja.

source: Shorten your URLs by removing %s and improve your SEO.
hu_hu: Rövidítse az URL-eket a(z) %s eltávolításával, és javítsa a SEO-ját.

source: Improve your workflow with the Universal SEO metabox
hu_hu: Javítsa a munkafolyamatát az Universal SEO metaboxszal

source: Edit your SEO metadata directly from your page or theme builder.
hu_hu: Szerkessze a SEO metaadatait közvetlenül az oldal- vagy témaépítőből.

source: Yes, please enable the universal SEO metabox!
hu_hu: Igen, kérem, engedélyezze az universal SEO metaboxot!

source: You can change this setting at anytime from SEO, Advanced settings page, Appearance tab.
hu_hu: Ezt a beállítást bármikor módosíthatja a SEO, Advanced settings page, Appearance tab alatt.

source: Congratulations!
hu_hu: Gratulálunk!

source: Your site is now ready for search engines.
hu_hu: A webhelye most már készen áll a keresőmotorok számára.

source: We have automatically applied some SEO optimizations on your site to help you rank higher in search engines.
hu_hu: Automatikusan alkalmaztunk néhány SEO-optimalizálást a webhelyén, hogy segítsünk magasabb helyezést elérni a keresőmotorokban.

source: <strong>IndexNow</strong> is enabled to improve your site indexing.
hu_hu: <strong>IndexNow</strong> engedélyezve van a webhelye indexelésének javítására.

source: <strong>Open Graph / Twitter card</strong> is enabled to improve your social media sharing.
hu_hu: <strong>Open Graph / Twitter card</strong> engedélyezve van a közösségi média megosztásainak javítására.

source: <strong>Content Analysis</strong> is enabled to help you improve your content.
hu_hu: <strong>Content Analysis</strong> engedélyezve van, hogy segítsen javítani a tartalmát.

source: <strong>XML sitemaps</strong> are enabled to improve Google's crawling of your site.
hu_hu: <strong>XML webhelytérképek</strong> engedélyezve vannak, hogy javítsák a webhelye Google általi feltérképezését.

source: <strong>Indexing</strong> configured for your post types, taxonomies, authors, dates, search, 404, etc.
hu_hu: <strong>Indexelés</strong> beállítva a bejegyzéstípusokra, taxonómiákra, szerzőkre, dátumokra, keresésre, 404-re stb.

source: Create your XML sitemaps
hu_hu: Hozza létre az XML webhelytérképeit

source: Build custom XML sitemaps to improve Google's crawling of your site.
hu_hu: Készítsen egyéni XML webhelytérképeket, hogy javítsa a webhelye Google általi feltérképezését.

source: Configure your XML sitemaps
hu_hu: Konfigurálja az XML webhelytérképeit

source: Subscribe for free
hu_hu: Iratkozzon fel ingyen

source: SEO Success for WordPress with a Two-Hours-a-Week Routine. Free.
hu_hu: SEO-siker WordPresshez heti kétórás rutinnal. Ingyenes.

source: Introducing your 2-hour-a-week SEO plan with SEOPress
hu_hu: Bemutatjuk a heti kétórás SEO-tervét a SEOPress segítségével

source: Week 1: 2 Hours to Check SEO Progress and Issues
hu_hu: 1. hét: 2 óra a SEO előrehaladásának és problémáinak ellenőrzésére

source: Week 2: 2 Hours to Create SEO Optimized Content
hu_hu: 2. hét: 2 óra SEO-optimalizált tartalom készítésére

source: Week 3: 2 Hours to do On-Page Optimizations
hu_hu: 3. hét: 2 óra on-page optimalizálások elvégzésére

source: Week 4: 2 Hours to do Off-Page Optimizations
hu_hu: 4. hét: 2 óra off-page optimalizálások elvégzésére

source: Enter your email address
hu_hu: Adja meg az e-mail-címét

source: Subscribe
hu_hu: Feliratkozás

source: I accept that SEOPress can store and use my email address in order to send me a newsletter. Read our <a href="%s" target="_blank" title="Open in a new window">privacy policy</a>.
hu_hu: Elfogadom, hogy a SEOPress tárolhatja és felhasználhatja az e-mail-címemet hírlevél küldése céljából. Olvassa el a <a href="%s" target="_blank" title="Open in a new window">adatvédelmi szabályzatunkat</a>.

source: Thank you for your subscription!
hu_hu: Köszönjük a feliratkozását!

source: Enable noindex
hu_hu: noindex engedélyezése

source: Enable index
hu_hu: index engedélyezése

source: Enable nofollow
hu_hu: nofollow engedélyezése

source: Enable follow
hu_hu: follow engedélyezése

source: Enable redirection
hu_hu: Átirányítás engedélyezése

source: Disable redirection
hu_hu: Átirányítás letiltása

source: Add to instant indexing queue
hu_hu: Hozzáadás az azonnali indexelési várólistához

source: Generate alt text from filename
hu_hu: Alternatív szöveg létrehozása a fájlnévből

source: Title tag
hu_hu: Title címke

source: Canonical
hu_hu: Kanonikus

source: New URL
hu_hu: Új URL

source: The description is not prominent by default; however, some themes may show it.
hu_hu: A leírás alapértelmezetten nem hangsúlyos; azonban egyes témák megjeleníthetik.

source: By visiting our site, you agree to our <a href="[seopress_privacy_page]">privacy policy</a> regarding cookies, tracking statistics, etc.
hu_hu: Webhelyünk meglátogatásával elfogadja a sütikre, követési statisztikákra stb. vonatkozó <a href="[seopress_privacy_page]">adatvédelmi szabályzatunkat</a>.

source: By visiting our site, you agree to our privacy policy regarding cookies, tracking statistics, etc.
hu_hu: Webhelyünk meglátogatásával elfogadja a sütikre, követési statisztikákra stb. vonatkozó adatvédelmi szabályzatunkat.

source: Manage cookies
hu_hu: Sütik kezelése

source: Authors
hu_hu: Szerzők

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Címkék

source: Post types
hu_hu: Bejegyzéstípusok

source: Connected users
hu_hu: Összekapcsolt felhasználók

source: Please upload a valid .json file
hu_hu: Kérjük, töltsön fel érvényes .json fájlt

source: Please upload a file to import
hu_hu: Kérjük, töltsön fel egy fájlt az importáláshoz

source: No URLs to submit
hu_hu: Nincs beküldendő URL

source: No search engines selected
hu_hu: Nincs kiválasztott keresőmotor

source: No API key defined from the settings tab
hu_hu: Nincs megadva API-kulcs a beállítások fülön

source: Bad request: Invalid key format
hu_hu: Hibás kérés: érvénytelen kulcsformátum

source: Google API key is missing
hu_hu: Hiányzik a Google API-kulcs

source: XML Sitemaps
hu_hu: XML webhelytérképek

source: This XML Sitemap Index file contains %s sitemaps.
hu_hu: Ez az XML webhelytérkép-index fájl %s webhelytérképet tartalmaz.

source: This XML Sitemap contains %s URL(s).
hu_hu: Ez az XML webhelytérkép %s URL-t tartalmaz.

source: Last update
hu_hu: Utolsó frissítés

source: Page %1$d of %2$d
hu_hu: Oldal %1$d / %2$d

source: Custom Post Types
hu_hu: Egyéni bejegyzéstípusok

source: Custom Taxonomies
hu_hu: Egyéni taxonómiák

source: Some <strong>%1$s</strong> have no <strong>meta %2$s</strong> set! We strongly encourage you to add one by filling in the fields below.
hu_hu: Néhány <strong>%1$s</strong> esetében nincs beállítva <strong>meta %2$s</strong>! Nyomatékosan javasoljuk, hogy töltse ki az alábbi mezőket, és adjon meg egyet.

source: WARNING
hu_hu: FIGYELMEZTETÉS

source: Do NOT change your permalink structure on a production site. Changing URLs can severely damage your SEO.
hu_hu: NE változtassa meg a közvetlen hivatkozások struktúráját éles webhelyen. Az URL-ek módosítása súlyosan károsíthatja a SEO-t.

source: URL rewriting is NOT enabled on your site. Select a permalink structure that is optimized for SEO (NOT Plain).
hu_hu: Az URL-átírás NINCS engedélyezve a webhelyén. Válasszon SEO-ra optimalizált közvetlen hivatkozás struktúrát (NEM az Egyszerűt).

source: has been successfully updated!
hu_hu: sikeresen frissítve!

source: Clear
hu_hu: Törlés

source: Clear color
hu_hu: Szín törlése

source: Select default color
hu_hu: Alapértelmezett szín kiválasztása

source: Select Color
hu_hu: Szín kiválasztása

source: Color value
hu_hu: Szín értéke

source: Migration completed!
hu_hu: Migráció befejezve!

source: Export completed!
hu_hu: Exportálás befejezve!

source: Configuration Wizard
hu_hu: Beállításvarázsló

source: Docs
hu_hu: Dokumentáció

source: GO PRO!
hu_hu: VÁLTSON PRO-RA!

source: Meta Desc.
hu_hu: Meta leírás

source: Redirect?
hu_hu: Átirányítás?

source: Target Kw
hu_hu: Cél kulcsszó

source: Inbound links
hu_hu: Bejövő hivatkozások

source: Outbound links
hu_hu: Kimenő hivatkozások

source: Score
hu_hu: Pontszám

source: Alt text
hu_hu: Alt szöveg

source: Should be improved
hu_hu: Javításra szorul

source: Good
hu_hu: Jó

source: 404 - Page not found
hu_hu: 404 - Az oldal nem található

source: Structured data types
hu_hu: Strukturált adattípusok

source: Last modified date
hu_hu: Utolsó módosítás dátuma

source: Keywords in permalink
hu_hu: Kulcsszavak a permalinkben

source: Headings
hu_hu: Címsorok

source: Social meta tags
hu_hu: Közösségi meta címkék

source: Alternative texts of images
hu_hu: Képek alternatív szövegei

source: NoFollow Links
hu_hu: NoFollow hivatkozások

source: Outbound Links
hu_hu: Kimenő hivatkozások

source: Internal Links
hu_hu: Belső hivatkozások

source: Select a Currency
hu_hu: Válasszon pénznemet

source: U.S. Dollar
hu_hu: USA-dollár

source: Pound Sterling
hu_hu: Font sterling

source: Euro
hu_hu: Euró

source: Argentina Peso
hu_hu: Argentin peso

source: Australian Dollar
hu_hu: Ausztrál dollár

source: Brazilian Real
hu_hu: Brazil real

source: Bulgarian lev
hu_hu: Bolgár leva

source: Canadian Dollar
hu_hu: Kanadai dollár

source: Chilean Peso
hu_hu: Chilei peso

source: Czech Koruna
hu_hu: Cseh korona

source: Danish Krone
hu_hu: Dán korona

source: Hong Kong Dollar
hu_hu: Hongkongi dollár

source: Hungarian Forint
hu_hu: Magyar forint

source: Indian rupee
hu_hu: Indiai rúpia

source: Israeli New Sheqel
hu_hu: Izraeli új sékel

source: Japanese Yen
hu_hu: Japán jen

source: Malaysian Ringgit
hu_hu: Maláj ringgit

source: Mexican Peso
hu_hu: Mexikói peso

source: Norwegian Krone
hu_hu: Norvég korona

source: New Zealand Dollar
hu_hu: Új-zélandi dollár

source: Philippine Peso
hu_hu: Fülöp-szigeteki peso

source: Polish Zloty
hu_hu: Lengyel zloty

source: Indonesian rupiah
hu_hu: Indonéz rúpia

source: Russian Ruble
hu_hu: Orosz rubel

source: Singapore Dollar
hu_hu: Szingapúri dollár

source: South African Rand
hu_hu: Dél-afrikai rand

source: Swedish Krona
hu_hu: Svéd korona

source: Swiss Franc
hu_hu: Svájci frank

source: Taiwan New Dollar
hu_hu: Tajvani új dollár

source: Ukrainian hryvnia
hu_hu: Ukrán hrivnya

source: Vietnamese đồng
hu_hu: Vietnámi đồng

source: Enabled redirection?
hu_hu: Átirányítás engedélyezve?

source: Enter some keywords to auto-complete this field against your content
hu_hu: Adjon meg néhány kulcsszót a mező automatikus kiegészítéséhez a tartalma alapján

source: Do not display this page in search engine results / XML - HTML sitemaps (noindex)
hu_hu: Ne jelenjen meg ez az oldal a keresőmotorok találatai között / XML - HTML webhelytérképekben (noindex)

source: Do not follow links for this page (nofollow)
hu_hu: Ne kövesse ennek az oldalnak a hivatkozásait (nofollow)

source: Do not display a description in search results for this page (nosnippet)
hu_hu: Ne jelenjen meg leírás a keresési találatokban ennél az oldalnál (nosnippet)

source: Do not index images for this page (noimageindex)
hu_hu: Ne indexelje az ezen az oldalon található képeket (noimageindex)

source: Set thee category that gets used in the %s permalink and in our breadcrumbs if you have multiple categories.
hu_hu: Állítsa be azt a kategóriát, amely a %s közvetlen hivatkozásban és a morzsamenüben kerül felhasználásra, ha több kategóriája van.

source: Facebook thumbnail
hu_hu: Facebook bélyegkép

source: Monday
hu_hu: hétfő

source: Tuesday
hu_hu: kedd

source: Wednesday
hu_hu: szerda

source: Thursday
hu_hu: csütörtök

source: Friday
hu_hu: péntek

source: Saturday
hu_hu: szombat

source: Sunday
hu_hu: vasárnap

source: Select a category
hu_hu: Válasszon kategóriát

source: Free
hu_hu: Ingyenes

source: Partially free
hu_hu: Részben ingyenes

source: Subscription
hu_hu: Előfizetés

source: Paid
hu_hu: Fizetős

source: Onsite
hu_hu: Helyszíni

source: Daily
hu_hu: Napi

source: Weekly
hu_hu: Heti

source: Monthly
hu_hu: Havi

source: Yearly
hu_hu: Éves

source: You like SEOPress? Please help us by rating us 5 stars!
hu_hu: Tetszik a SEOPress? Kérjük, segítsen, és értékeljen minket 5 csillagra!

source: Support the development and improvement of the plugin by taking 15 seconds of your time to leave us a user review on the official WordPress plugins repository. Thank you!
hu_hu: Támogassa a bővítmény fejlesztését és továbbfejlesztését azzal, hogy szán 15 másodpercet arra, hogy felhasználói értékelést ír a hivatalos WordPress bővítménytárban. Köszönjük!

source: Information
hu_hu: Információ

source: Rate us!
hu_hu: Értékeljen minket!

source: Bricks theme is not correctly setup for SEO!
hu_hu: A Bricks téma nincs megfelelően beállítva a SEO-hoz!

source: You must disable "Bricks SEO meta tags" option from Bricks settings (Bricks, Settings page) to avoid any SEO issues.
hu_hu: A SEO-problémák elkerülése érdekében a Bricks beállításaiban (Bricks, Settings page) tiltsa le a "Bricks SEO meta tags" opciót.

source: High impact
hu_hu: Nagy hatás

source: Bricks theme is not correctly setup for social sharing!
hu_hu: A Bricks téma nincs megfelelően beállítva a közösségi megosztáshoz!

source: You must disable "Bricks Open Graph meta tags" option from Bricks settings (Bricks, Settings page) to avoid any social sharing issues.
hu_hu: A közösségi megosztási problémák elkerülése érdekében a Bricks beállításaiban (Bricks, Settings page) tiltsa le a "Bricks Open Graph meta tags" opciót.

source: The7 theme is not correctly setup for social sharing!
hu_hu: A The7 téma nincs megfelelően beállítva a közösségi megosztáshoz!

source: You must disable "The7 OpenGraph tags" option from The7 advanced settings page to avoid any social sharing issues.
hu_hu: A közösségi megosztási problémák elkerülése érdekében a The7 speciális beállítások oldalán tiltsa le a "The7 OpenGraph tags" opciót.

source: Enable our universal SEO metabox for the Block Editor
hu_hu: Engedélyezze az univerzális SEO metadobozt a Blokkszerkesztőhöz

source: By default, our new SEO metabox is disabled for Gutenberg. Test it without further delay!
hu_hu: Alapértelmezés szerint az új SEO metadobozunk le van tiltva a Gutenbergben. Próbálja ki késlekedés nélkül!

source: Activate it
hu_hu: Aktiválja

source: Configure SEOPress in a few minutes with our installation wizard
hu_hu: Állítsa be a SEOPress-t néhány perc alatt a telepítővarázslónkkal

source: The best way to quickly setup SEOPress on your site.
hu_hu: A legjobb módja, hogy gyorsan beállítsa a SEOPress-t a webhelyén.

source: Start the wizard
hu_hu: Indítsa el a varázslót

source: Use Google Analytics with AMP plugin
hu_hu: Használja a Google Analytics szolgáltatást az AMP bővítménnyel

source: Your site is using the AMP official plugin. To track users with Google Analytics on AMP pages, please go to this settings page.
hu_hu: Az Ön webhelye az AMP hivatalos bővítményét használja. A felhasználók követéséhez a Google Analytics-szel az AMP-oldalakon, kérjük, lépjen erre a beállítási oldalra.

source: Medium impact
hu_hu: Közepes hatás

source: Fix compatibility issues with LiteSpeed caching plugin
hu_hu: Javítsa a kompatibilitási problémákat a LiteSpeed gyorsítótárazó bővítménnyel

source: Your site is using LiteSpeed caching plugin. If you encounter issues with some of the SEO features, like the universal SEO metabox, please read our guide to fix this.
hu_hu: Az Ön webhelye a LiteSpeed gyorsítótárazó bővítményt használja. Ha problémákat tapasztal egyes SEO-funkciókkal, például az univerzális SEO metadobozzal, kérjük, olvassa el az útmutatónkat ennek megoldásához.

source: We noticed that some SEO DIVI options are enabled!
hu_hu: Észrevettük, hogy néhány SEO DIVI beállítás engedélyezve van!

source: To avoid any SEO conflicts, please disable every SEO option from <strong>DIVI theme options page, SEO tab</strong>.
hu_hu: Az esetleges SEO konfliktusok elkerülése érdekében tiltsa le az összes SEO beállítást a <strong>DIVI theme options page, SEO tab</strong> oldalon.

source: Your theme doesn't use <strong>add_theme_support('title-tag');</strong>
hu_hu: A témája nem használja a <strong>add_theme_support('title-tag');</strong> függvényt.

source: This error indicates that your theme uses a deprecated function to generate the title tag of your pages. SEOPress will not be able to generate your custom title tags if this error is not fixed.
hu_hu: Ez a hiba azt jelzi, hogy a témája elavult függvényt használ az oldalak title tagjének előállításához. Ha ez a hiba nem kerül javításra, a SEOPress nem fogja tudni létrehozni az egyéni title tageket.
