Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-seopress/wp-seopress-*.po
Languages: hu_hu

source: One of the best SEO plugins for WordPress.
hu_hu: Az egyik legjobb SEO bővítmény a WordPresshez.

source: The SEO Guys at SEOPress
hu_hu: A SEOPress SEO-szakemberei

source: noindex is on!
hu_hu: A noindex be van kapcsolva!

source: SEO for "%s"
hu_hu: SEO a(z) "%s" számára

source: noindex is off.
hu_hu: A noindex ki van kapcsolva.

source: nofollow is on!
hu_hu: A nofollow be van kapcsolva!

source: nofollow is off.
hu_hu: A nofollow ki van kapcsolva.

source: Titles & Metas
hu_hu: Címek és metaadatok

source: XML - HTML Sitemap
hu_hu: XML - HTML oldaltérkép

source: Social Networks
hu_hu: Közösségi hálózatok

source: Analytics
hu_hu: Analitika

source: Instant Indexing
hu_hu: Azonnali indexelés

source: Advanced
hu_hu: Speciális

source: Tools
hu_hu: Eszközök

source: Configuration wizard
hu_hu: Beállítási varázsló

source: Home
hu_hu: Kezdőlap

source: Display
hu_hu: Megjelenítés

source: Help
hu_hu: Súgó

source: Notifications
hu_hu: Értesítések

source: Documentation
hu_hu: Dokumentáció

source: Search
hu_hu: Keresés

source: Search our documentation
hu_hu: Keresés a dokumentációban

source: Get started guides
hu_hu: Kezdő útmutatók

source: By product
hu_hu: Termék szerint

source: Quickly filter our documentation by a specific plugin.
hu_hu: Szűrje gyorsan a dokumentációt egy adott bővítmény szerint.

source: SEOPress Free documentation (new window)
hu_hu: SEOPress Free dokumentáció (új ablak)

source: SEOPress PRO documentation (new window)
hu_hu: SEOPress PRO dokumentáció (új ablak)

source: SEOPress Insights documentation (new window)
hu_hu: SEOPress Insights dokumentáció (új ablak)

source: Translations
hu_hu: Fordítások

source: The plugin is translated into dozens of languages.
hu_hu: A bővítményt több tucat nyelvre lefordították.

source: Go to <a href="%s">Updates</a> and click <strong>Update translations</strong> button to get the latest available translations for your language.
hu_hu: Lépjen a <a href="%s">Frissítések</a> oldalra, és kattintson a <strong>Fordítások frissítése</strong> gombra, hogy megkapja a nyelvéhez elérhető legújabb fordításokat.

source: Your translation is missing? Contribute to SEOPress now!
hu_hu: Hiányzik az Ön fordítása? Járuljon hozzá a SEOPresshez most!

source: Learn how to translate the plugin in your own language
hu_hu: Tudja meg, hogyan fordíthatja le a bővítményt a saját nyelvére

source: Translate SEOPress
hu_hu: SEOPress fordítása

source: Open a support ticket
hu_hu: Támogatási jegy megnyitása

source: Can‘t find the info you‘re looking for?
hu_hu: Nem találja a keresett információt?

source: Open a support ticket on SEOPress.org website (new window)
hu_hu: Nyisson támogatási jegyet a SEOPress.org webhelyen (új ablak)

source: Choose the way it looks
hu_hu: Válassza ki a megjelenést

source: Show / Hide your dashboard blocks:
hu_hu: A vezérlőpult blokkjainak megjelenítése / elrejtése:

source: Hide Get started?
hu_hu: Elrejtse az Első lépéseket?

source: Hide SEO Suite?
hu_hu: Elrejtse a SEO csomagot?

source: Hide Site Overview?
hu_hu: Elrejtse a Webhely áttekintését?

source: Hide Notifications Center?
hu_hu: Elrejtse az Értesítési központot?

source: Hide SEO Ebooks?
hu_hu: Elrejtse a SEO e-könyveket?

source: Hide Integrations?
hu_hu: Elrejtse az Integrációkat?

source: Hide SEO News?
hu_hu: Elrejtse a SEO híreket?

source: Notifications <span>(%d)</span>
hu_hu: Értesítések <span>(%d)</span>

source: Show hidden
hu_hu: Rejtettek megjelenítése

source: Separator
hu_hu: Elválasztó

source: Site Title
hu_hu: Webhely címe

source: Tagline
hu_hu: Rövid leírás

source: Post Title
hu_hu: Bejegyzés címe

source: Post excerpt
hu_hu: Bejegyzés kivonata

source: Post content / product description
hu_hu: Bejegyzés tartalma / termékleírás

source: Post thumbnail URL
hu_hu: Bejegyzés kiemelt képének URL-je

source: Post URL
hu_hu: Bejegyzés URL-je

source: Post date
hu_hu: Bejegyzés dátuma

source: Post modified date
hu_hu: Bejegyzés módosítási dátuma

source: Post author
hu_hu: Bejegyzés szerzője

source: Post category
hu_hu: Bejegyzés kategóriája

source: Post tag
hu_hu: Bejegyzés címkéje

source: Category title
hu_hu: Kategória címe

source: Category description
hu_hu: Kategória leírása

source: Tag title
hu_hu: Címke címe

source: Tag description
hu_hu: Címke leírása

source: Term title
hu_hu: Kifejezés címe

source: Term description
hu_hu: Kifejezés leírása

source: Search keywords
hu_hu: Keresési kulcsszavak

source: Current number page
hu_hu: Aktuális oldal száma

source: Page number with context
hu_hu: Oldalszám kontextussal

source: Plural Post Type Archive name
hu_hu: Bejegyzéstípus archívumának többes számú neve

source: Archive title
hu_hu: Archívum címe

source: Archive date
hu_hu: Archívum dátuma

source: Day Archive date
hu_hu: Napi archívum dátuma

source: Month Archive title
hu_hu: Havi archívum címe

source: Month name Archive title
hu_hu: Hónap neve szerinti archívum címe

source: Year Archive title
hu_hu: Éves archívum címe

source: Custom fields from post, page, post type and term taxonomy
hu_hu: Egyéni mezők bejegyzésből, oldalról, bejegyzéstípusból és taxonómiai kifejezésből

source: Custom term taxonomy from post, page or post type
hu_hu: Egyéni taxonómiai kifejezés bejegyzésből, oldalról vagy bejegyzéstípusból

source: Single product category
hu_hu: Termék kategóriája

source: Single product tag
hu_hu: Termék címkéje

source: Single product short description
hu_hu: Termék rövid leírása

source: Single product price
hu_hu: Termék ára

source: Single product price taxes excluded
hu_hu: Termék ára adók nélkül

source: Single SKU product
hu_hu: Termék SKU-ja

source: Current day
hu_hu: Aktuális nap

source: Current month
hu_hu: Aktuális hónap

source: Current month in 3 letters
hu_hu: Aktuális hónap 3 betűs rövidítése

source: Current year
hu_hu: Aktuális év

source: Current date
hu_hu: Aktuális dátum

source: Current time
hu_hu: Aktuális idő

source: Author first name
hu_hu: Szerző keresztneve

source: Author last name
hu_hu: Szerző vezetékneve

source: Author website
hu_hu: Szerző weboldala

source: Author nickname
hu_hu: Szerző beceneve

source: Author biography
hu_hu: Szerző életrajza

source: Custom User Meta
hu_hu: Egyéni felhasználói metaadat

source: Current month in digital format
hu_hu: Aktuális hónap digitális formátumban

source: Target keyword
hu_hu: Célkulcsszó

source: Search variables...
hu_hu: Változók keresése...

source: Image SEO
hu_hu: Kép SEO

source: Appearance
hu_hu: Megjelenés

source: Security
hu_hu: Biztonság

source: Save changes
hu_hu: Változtatások mentése

source: Cookie bar / GDPR / Google Consent
hu_hu: Sütis sáv / GDPR / Google Consent

source: Custom Tracking
hu_hu: Egyedi követés

source: General
hu_hu: Általános

source: Settings
hu_hu: Beállítások

source: Post Types
hu_hu: Bejegyzéstípusok

source: Taxonomies
hu_hu: Taxonómiák

source: HTML Sitemap
hu_hu: HTML oldaltérkép

source: Knowledge Graph
hu_hu: Tudásgráf

source: Your social accounts
hu_hu: Az Ön közösségi fiókjai

source: Archives
hu_hu: Archívumok

source: Plugins
hu_hu: Bővítmények

source: Reset
hu_hu: Visszaállítás

source: Export plugin settings
hu_hu: Bővítménybeállítások exportálása

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
hu_hu: Exportálja ennek a webhelynek a bővítménybeállításait .json fájlként. Ez lehetővé teszi a konfiguráció egyszerű importálását egy másik webhelyre.

source: Export
hu_hu: Exportálás

source: Import plugin settings
hu_hu: Bővítménybeállítások importálása

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
hu_hu: Importálja a bővítménybeállításokat egy .json fájlból. Ezt a fájlt a fenti űrlap használatával egy másik webhely beállításainak exportálásával szerezheti be.

source: Import
hu_hu: Importálás

source: Import completed!
hu_hu: Importálás befejezve!

source: Import posts and terms metadata from
hu_hu: Bejegyzések és kifejezések metaadatainak importálása innen

source: Select an SEO plugin to migrate from (you don't have to enable the selected one to run the import):
hu_hu: Válasszon egy SEO-bővítményt, ahonnan migrálni szeretne (az import futtatásához nem kell engedélyeznie a kiválasztottat):

source: Select %s for migration
hu_hu: Válassza a(z) %s-t migráláshoz

source: Import metadata from %s, including titles and meta descriptions.
hu_hu: Metaadatok importálása innen: %s, beleértve a címeket és a metaleírásokat.

source: Cleaning
hu_hu: Tisztítás

source: Clean content scans
hu_hu: Tartalomelemzések tisztítása

source: By clicking Delete content scans, all content analysis will be deleted from your database.
hu_hu: A Tartalomelemzések törlése gombra kattintva minden tartalomelemzés törlődik az adatbázisából.

source: Delete content scans
hu_hu: Tartalomelemzések törlése

source: Reset All Notices From Notifications Center
hu_hu: Értesítési központ összes értesítésének visszaállítása

source: By clicking Reset Notices, all notices in the notifications center will be set to their initial status.
hu_hu: Az Értesítések visszaállítása gombra kattintva az értesítési központ összes értesítése az eredeti állapotába kerül.

source: Reset notices
hu_hu: Értesítések visszaállítása

source: Reset All Settings
hu_hu: Összes beállítás visszaállítása

source: <strong>WARNING:</strong> Delete all options related to this plugin in your database.
hu_hu: <strong>FIGYELMEZTETÉS:</strong> Törli az adatbázisában a bővítményhez kapcsolódó összes beállítást.

source: Reset settings
hu_hu: Beállítások visszaállítása

source: Your settings have been saved.
hu_hu: A beállításai mentésre kerültek.

source: Click to disable this feature
hu_hu: Kattintson a funkció letiltásához

source: Click to enable this feature
hu_hu: Kattintson a funkció engedélyezéséhez

source: SEOPress Option Page
hu_hu: SEOPress beállítások oldala

source: Dashboard
hu_hu: Vezérlőpult

source: A redirect is active for this URL. Turn it off to get the Google preview and content analysis.
hu_hu: Ehhez az URL-hez átirányítás van bekapcsolva. Kapcsolja ki, hogy megjelenjen a Google előnézet és a tartalomelemzés.

source: To get your Google snippet preview, publish your post!
hu_hu: A Google-kivonat előnézetéhez publikálja a bejegyzését!

source: Your site is protected by an authentication.
hu_hu: Az oldala hitelesítéssel védett.

source: Free SEO ebooks
hu_hu: Ingyenes SEO e-könyvek

source: See all our ebooks - Open in a new tab
hu_hu: Összes e-könyvünk megtekintése - Megnyitás új lapon

source: See all our ebooks
hu_hu: Összes e-könyvünk megtekintése

source: Learn how to improve your rankings, traffic, conversions and sales.
hu_hu: Tudja meg, hogyan javíthatja helyezéseit, forgalmát, konverzióit és értékesítéseit.

source: Download
hu_hu: Letöltés

source: SEO management
hu_hu: SEO kezelése

source: Quickly enable / disable SEO modules to fit your needs. Click the <strong>Manage settings</strong> button to configure it.
hu_hu: Gyorsan engedélyezze / tiltsa le a SEO modulokat az igényeinek megfelelően. A beállításhoz kattintson a <strong>Beállítások kezelése</strong> gombra.

source: Toggle simple / default view
hu_hu: Egyszerű / alapértelmezett nézet váltása

source: Manage all your titles & metas for post types, taxonomies, archives...
hu_hu: Kezelje az összes címét és metaadatait bejegyzéstípusokhoz, taxonómiákhoz, archívumokhoz...

source: XML & HTML Sitemaps
hu_hu: XML és HTML oldaltérképek

source: Manage your XML - Image - Video - HTML Sitemap.
hu_hu: Kezelje az XML - kép - videó - HTML oldaltérképét.

source: Open Graph, X Cards, Google Knowledge Graph and more...
hu_hu: Open Graph, X Cards, Google Knowledge Graph és még sok más...

source: Track everything about your visitors with Google Analytics / Matomo / Microsoft Clarity.
hu_hu: Kövesse nyomon a látogatókkal kapcsolatos mindent a Google Analytics / Matomo / Microsoft Clarity segítségével.

source: Ping Google & Bing to quickly index your content.
hu_hu: Pingelje a Google-t és a Binget, hogy gyorsan indexeljék a tartalmát.

source: Image SEO & Advanced settings
hu_hu: Kép-SEO és haladó beállítások

source: Optimize your images for SEO. Configure advanced settings.
hu_hu: Optimalizálja képeit SEO szempontból. Állítsa be a haladó beállításokat.

source: Universal SEO metabox
hu_hu: Univerzális SEO metadoboz

source: Easily manage your SEO settings from your favorite page builder or editor.
hu_hu: Egyszerűen kezelje SEO-beállításait a kedvenc oldalépítőjéből vagy szerkesztőjéből.

source: Import/Export plugin settings from site to site.
hu_hu: Bővítménybeállítások importálása/exportálása webhelyek között.

source: Toggle %s
hu_hu: %s váltása

source: Manage settings
hu_hu: Beállítások kezelése

source: Configure your SEO
hu_hu: SEO beállítása

source: Launch our installation wizard to quickly and easily configure the basic SEO settings for your site.
hu_hu: Indítsa el a telepítővarázslónkat, hogy gyorsan és egyszerűen beállítsa webhelye alapvető SEO-beállításait.

source: Setup in 5 mins!
hu_hu: Beállítás 5 perc alatt!

source: Integrations
hu_hu: Integrációk

source: See all our integrations - Open in a new tab
hu_hu: Összes integrációnk megtekintése - Megnyitás új lapon

source: See all our integrations
hu_hu: Összes integrációnk megtekintése

source: You’re using these plugins / themes on your site. We provide advanced integrations with them to improve your SEO.
hu_hu: Ezeket a bővítményeket / témákat használja a webhelyén. Fejlett integrációkat biztosítunk velük, hogy javítsa SEO-ját.

source: Active
hu_hu: Aktív

source: Currently, no specific integration found for your site. Contact us if you have any doubts about the compatibility between your plugins/themes and our products.
hu_hu: Jelenleg nem található konkrét integráció a webhelyéhez. Lépjen kapcsolatba velünk, ha bármilyen kétsége van a bővítményei/témái és termékeink közötti kompatibilitással kapcsolatban.

source: Request an integration - Open in a new tab
hu_hu: Integráció kérése - Megnyitás új lapon

source: Request an integration
hu_hu: Integráció kérése

source: Welcome to %1$s %2$s!
hu_hu: Üdvözöljük a %1$s %2$s oldalán!

source: Your control center for SEO.
hu_hu: Az Ön SEO-központja.

source: Latest News from SEOPress Blog
hu_hu: Legfrissebb hírek a SEOPress blogból

source: See all our blog posts - Open in a new tab
hu_hu: Összes blogbejegyzésünk megtekintése - Megnyitás új lapon

source: See all our blog posts
hu_hu: Összes blogbejegyzésünk megtekintése

source: The latest news about SEOPress, SEO and WordPress.
hu_hu: A legfrissebb hírek a SEOPressről, a SEO-ról és a WordPressről.

source: No items
hu_hu: Nincsenek elemek

source: Post thumbnail of %s
hu_hu: %s bejegyzés bélyegképe

source: Learn more about %s in a new tab
hu_hu: További információk a(z) %s témájában új lapon

source: Learn more
hu_hu: További információk

source: You don‘t have any notifications yet!
hu_hu: Még nincsenek értesítései!

source: Hidden notifications
hu_hu: Rejtett értesítések

source: You currently have no hidden notifications.
hu_hu: Jelenleg nincsenek rejtett értesítései.

source: See all notifications
hu_hu: Összes értesítés megtekintése

source: From on-site to off-site SEO, our SEO plugins cover all your needs to rank higher in search engines.
hu_hu: Az on-site-tól az off-site SEO-ig SEO-bővítményeink minden igényt lefednek, hogy magasabb helyezést érjen el a keresőmotorokban.

source: Inactive
hu_hu: Inaktív

source: License valid
hu_hu: Licenc érvényes

source: License invalid
hu_hu: Licenc érvénytelen

source: Upgrade
hu_hu: Frissítés

source: Check license
hu_hu: Licenc ellenőrzése

source: Remove ?replytocom link in source code and replace it with a simple anchor
hu_hu: Távolítsa el a ?replytocom hivatkozást a forráskódból, és cserélje le egy egyszerű horgonyra

source: e.g. <code>https://www.example.com/my-blog-post/?replytocom=10#respond</code> => <code>#comment-10</code>
hu_hu: pl. <code>https://www.example.com/my-blog-post/?replytocom=10#respond</code> => <code>#comment-10</code>

source: Remove noreferrer link attribute in source code
hu_hu: Távolítsa el a noreferrer link attribútumot a forráskódból

source: Useful for affiliate links (e.g. Amazon).
hu_hu: Hasznos partnerlinkekhez (pl. Amazon).

source: Add TINYMCE editor to term description
hu_hu: Adja hozzá a TINYMCE szerkesztőt a kifejezés leírásához

source: Remove <strong>%s</strong> in your permalinks
hu_hu: Távolítsa el a közvetlen hivatkozásokból a <strong>%s</strong> elemet

source: e.g. <code>https://example.com/category/my-post-category/</code> => <code>https://example.com/my-post-category/</code>
hu_hu: pl. <code>https://example.com/category/my-post-category/</code> => <code>https://example.com/my-post-category/</code>

source: You have to flush your permalinks each time you change this setting.
hu_hu: Minden alkalommal frissítenie kell a közvetlen hivatkozásokat, amikor módosítja ezt a beállítást.

source: e.g. <code>https://example.com/product-category/my-product-category/</code> => <code>https://example.com/my-product-category/</code>
hu_hu: pl. <code>https://example.com/product-category/my-product-category/</code> => <code>https://example.com/my-product-category/</code>

source: Make sure you don't have identical URLs after activating this option to prevent conflicts.
hu_hu: Győződjön meg róla, hogy az opció bekapcsolása után nincsenek azonos URL-ek, a konfliktusok elkerülése érdekében.

source: You need to enable <strong>WooCommerce</strong> to apply these settings.
hu_hu: A beállítások alkalmazásához engedélyeznie kell a <strong>WooCommerce</strong>-t.

source: Remove WordPress meta generator in source code
hu_hu: Távolítsa el a WordPress meta generator elemet a forráskódból

source: Remove hentry post class to prevent Google from seeing this as structured data (schema)
hu_hu: Távolítsa el a hentry bejegyzésosztályt, hogy a Google ne tekintse ezt strukturált adatnak (schema)

source: Remove comment author URL in comments if the website is filled from profile page
hu_hu: Távolítsa el a hozzászólás szerzőjének URL-jét a hozzászólásokból, ha a webhely mező a profiloldalról kerül kitöltésre

source: Remove website field from comment form to reduce spam
hu_hu: Távolítsa el a webhely mezőt a hozzászólás űrlapról a spam csökkentése érdekében

source: Prevent search engines to follow / index the link to the comments form
hu_hu: Akadályozza meg, hogy a keresőmotorok kövessék/indexeljék a hozzászólás űrlapjára mutató linket

source: Remove WordPress shortlink meta tag in source code
hu_hu: Távolítsa el a WordPress shortlink meta tag elemet a forráskódból

source: Remove Windows Live Writer meta tag in source code
hu_hu: Távolítsa el a Windows Live Writer meta tag elemet a forráskódból

source: Remove Really Simple Discovery meta tag in source code
hu_hu: Távolítsa el a Really Simple Discovery meta tag elemet a forráskódból

source: WordPress Site Health feature will return a HTTPS warning if you enable this option. This is a false positive of course.
hu_hu: A WordPress Site Health funkció HTTPS-figyelmeztetést jelez, ha engedélyezi ezt az opciót. Ez természetesen hamis pozitív.

source: Remove oEmbed links in source code
hu_hu: Távolítsa el az oEmbed hivatkozásokat a forráskódból

source: This will prevent other blogs to embed one of your posts on their site.
hu_hu: Ez megakadályozza, hogy más blogok beágyazzák valamelyik bejegyzését a saját oldalukon

source: Remove X-Pingback from HTTP headers
hu_hu: Távolítsa el az X-Pingbacket a HTTP-fejlécekből

source: This will disable pingbacks/trackbacks and increase security (DDOS).
hu_hu: Ez letiltja a pingbackeket/trackbackeket és növeli a biztonságot (DDOS).

source: Remove X-Powered-By from HTTP headers
hu_hu: Távolítsa el az X-Powered-By-t a HTTP-fejlécekből

source: By default, WordPress uses this to display your PHP version.
hu_hu: Alapértelmezetten a WordPress ezt használja a PHP-verzió megjelenítéséhez

source: Remove Emoji scripts in your source code to speed up your site performance
hu_hu: Távolítsa el az Emoji szkripteket a forráskódból a webhely teljesítményének felgyorsításához

source: Only older web browsers will not see your emojis.
hu_hu: Csak a régebbi webböngészők nem fogják látni az emojikat

source: Enter Google meta value site verification
hu_hu: Adja meg a Google webhely-ellenőrzés meta értékét

source: Google site verification
hu_hu: Google webhely-ellenőrzés

source: If your site is already verified in <strong>Google Search Console</strong>, you can leave this field empty.
hu_hu: Ha webhelye már ellenőrzött a <strong>Google Search Console</strong>-ban, ezt a mezőt üresen hagyhatja

source: Enter Bing meta value site verification
hu_hu: Adja meg a Bing webhely-ellenőrzés meta értékét

source: Bing site verification
hu_hu: Bing webhely-ellenőrzés

source: If your site is already verified in <strong>Bing Webmaster tools</strong>, you can leave this field empty.
hu_hu: Ha webhelye már ellenőrzött a <strong>Bing Webmaster tools</strong>-ban, ezt a mezőt üresen hagyhatja

source: Enter Pinterest meta value site verification
hu_hu: Adja meg a Pinterest webhely-ellenőrzés meta értékét

source: Pinterest site verification
hu_hu: Pinterest webhely-ellenőrzés

source: Yandex site verification
hu_hu: Yandex webhely-ellenőrzés

source: Enter Yandex meta value site verification
hu_hu: Adja meg a Yandex webhely-ellenőrzés meta értékét

source: Baidu site verification
hu_hu: Baidu webhely-ellenőrzés

source: Enter Baidu meta value site verification
hu_hu: Adja meg a Baidu webhely-ellenőrzés meta értékét

source: Remove SEO from Admin Bar in backend and frontend
hu_hu: Távolítsa el a SEO-t az Admin Barból a backendben és a frontendben

source: Remove the SEO notifications counter in the Admin Bar
hu_hu: A SEO értesítések számlálójának eltávolítása az Admin Barból

source: Disable the universal SEO metabox
hu_hu: Az univerzális SEO metabox letiltása

source: Uncheck this option to edit your SEO directly from your page builder UI.
hu_hu: Törölje ennek az opciónak a jelölését, hogy közvetlenül a page builder UI-járól szerkeszthesse a SEO-t.

source: Learn more about how we interface with all page builders to optimize your productivity
hu_hu: Tudjon meg többet arról, hogyan működünk együtt minden page builderrel a hatékonyság optimalizálása érdekében

source: Enable the universal SEO metabox for the Block Editor (Gutenberg)
hu_hu: Az univerzális SEO metabox engedélyezése a Block Editor (Gutenberg) számára

source: Uncheck this option to keep the old SEO metaboxes located below the post content with the Block Editor.
hu_hu: Törölje ennek az opciónak a jelölését, hogy a régi SEO metaboxok a bejegyzés tartalma alatt maradjanak a Block Editor használatakor.

source: The previous option must be unchecked.
hu_hu: Az előző opció jelölését törölni kell.

source: Remove noindex item from Admin Bar in frontend
hu_hu: A noindex elem eltávolítása az Admin Barból a frontendben

source: High priority (top)
hu_hu: Magas prioritás (legfelül)

source: Normal priority (default)
hu_hu: Normál prioritás (alapértelmezett)

source: Low priority
hu_hu: Alacsony prioritás

source: Add title column
hu_hu: Cím oszlop hozzáadása

source: Add meta description column
hu_hu: Meta leírás oszlop hozzáadása

source: Add redirection enable column
hu_hu: Átirányítás engedélyezése oszlop hozzáadása

source: Add redirection URL column
hu_hu: Átirányítás URL oszlop hozzáadása

source: Add canonical URL column
hu_hu: Kanonikus URL oszlop hozzáadása

source: Add target keyword column
hu_hu: Célkulcsszó oszlop hozzáadása

source: Display noindex status
hu_hu: noindex állapot megjelenítése

source: Display nofollow status
hu_hu: nofollow állapot megjelenítése
