Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-seopress/wp-seopress-*.po
Languages: hu_hu

source: Display number of inbound links
hu_hu: Bejövő linkek számának megjelenítése

source: Display number of outbound links
hu_hu: Kimenő linkek számának megjelenítése

source: Display Content Analysis results column ("Good" or "Should be improved")
hu_hu: Tartalomelemzés eredményei oszlop megjelenítése ("Jó" vagy "Javítandó")

source: Remove Content Analysis Metabox
hu_hu: Tartalomelemzés metabox eltávolítása

source: By checking this option, we will no longer track the significant keywords.
hu_hu: Ennek az opciónak a bejelölésével többé nem követjük a jelentős kulcsszavakat.

source: Hook to filter structured data types metabox call by post type - new window
hu_hu: Hook a strukturált adattípusok metabox-hívásának szűréséhez bejegyzéstípus szerint - új ablak

source: Enable Google Analytics tracking (Global Site Tag: gtag.js)
hu_hu: Google Analytics követés engedélyezése (Global Site Tag: gtag.js)

source: Enter your measurement ID (G-XXXXXXXXXX)
hu_hu: Adja meg a Measurement ID-t (G-XXXXXXXXXX)

source: Enter your measurement ID
hu_hu: Adja meg a Measurement ID-t

source: Find your measurement ID
hu_hu: Keresse meg a Measurement ID-t

source: After the opening body tag (recommended)
hu_hu: A body nyitó tagje után (ajánlott)

source: Footer
hu_hu: Lábléc

source: Head (not recommended)
hu_hu: Head (nem ajánlott)

source: Your theme must be compatible with <code>wp_body_open</code> hook introduced in WordPress 5.2 if "opening body tag" option selected.
hu_hu: A sablonjának kompatibilisnek kell lennie a WordPress 5.2-ben bevezetett <code>wp_body_open</code> hookkal, ha az "opening body tag" opció van kiválasztva.

source: Request user's consent for analytics tracking (required by GDPR)
hu_hu: Felhasználói hozzájárulás kérése az analitikai követéshez (GDPR által megkövetelt)

source: The user must click the <strong>Accept button</strong> to allow tracking.
hu_hu: A felhasználónak a <strong>Elfogadás gombra</strong> kell kattintania a követés engedélyezéséhez.

source: User roles excluded from tracking will not see the consent message.
hu_hu: A követésből kizárt felhasználói szerepkörök nem fogják látni a hozzájárulási üzenetet.

source: If you use a caching plugin, you have to exclude this JS file in your settings:
hu_hu: Ha gyorsítótárazó bővítményt használ, ki kell zárnia ezt a JS fájlt a beállításokban:

source: <code>/wp-content/plugins/wp-seopress/assets/js/seopress-cookies-ajax.js</code> and this cookie <code>seopress-user-consent-accept</code>
hu_hu: <code>/wp-content/plugins/wp-seopress/assets/js/seopress-cookies-ajax.js</code> és ezt a cookie-t <code>seopress-user-consent-accept</code>

source: Hook to add custom tracking code with user consent - new window
hu_hu: Hook egyéni követőkód hozzáadásához felhasználói hozzájárulással - új ablak

source: Display and automatically accept the user‘s consent on page load (not fully GDPR)
hu_hu: A felhasználó hozzájárulásának megjelenítése és automatikus elfogadása oldalbetöltéskor (nem teljesen GDPR-kompatibilis)

source: The previous option must be checked to use this.
hu_hu: Az előző opciót be kell jelölni ennek használatához.

source: Allow user to change its choice about cookies
hu_hu: A felhasználó sütikkel kapcsolatos választásának megváltoztatásának engedélyezése

source: Enter your message (HTML allowed)
hu_hu: Adja meg az üzenetét (HTML engedélyezett)

source: This message will only appear if request user's consent is enabled.
hu_hu: Ez az üzenet csak akkor jelenik meg, ha a felhasználói hozzájárulás kérése engedélyezve van.

source: Hook to filter user consent message - new window
hu_hu: Hook a felhasználói hozzájárulási üzenet szűréséhez - új ablak

source: HTML tags allowed: strong, em, br, a href / target
hu_hu: Engedélyezett HTML tagek: strong, em, br, a href / target

source: Shortcode allowed to get the privacy page set in WordPress settings: [seopress_privacy_page]
hu_hu: A WordPress beállításokban megadott adatvédelmi oldal lekérésére engedélyezett shortcode: [seopress_privacy_page]

source: Accept
hu_hu: Elfogadás

source: Change the button value
hu_hu: A gomb feliratának módosítása

source: default: X
hu_hu: alapértelmezett: X

source: Change the close button value
hu_hu: Módosítsa a Bezárás gomb értékét

source: default: Manage cookies
hu_hu: alapértelmezett: Sütik kezelése

source: Change the edit button value
hu_hu: Módosítsa a Szerkesztés gomb értékét

source: Default: 30 days before the cookie expiration.
hu_hu: Alapértelmezett: 30 nappal a süti lejárata előtt.

source: Bottom (default)
hu_hu: Alul (alapértelmezett)

source: Middle
hu_hu: Középen

source: Top
hu_hu: Felül

source: Left
hu_hu: Bal

source: Center (default)
hu_hu: Közép (alapértelmezett)

source: Right
hu_hu: Jobb

source: Change the cookie bar width
hu_hu: Módosítsa a sütisáv szélességét

source: Default unit is Pixels. Add % just after your custom value to use percentages (e.g. 80%).
hu_hu: Az alapértelmezett mértékegység a pixel. Tegyen % jelet közvetlenül az egyéni érték után a százalék használatához (pl. 80%).

source: Backdrop
hu_hu: Háttérréteg

source: Customize the cookie bar <strong>backdrop</strong>.
hu_hu: Testreszabhatja a sütisáv <strong>háttérrétegét</strong>.

source: Display a backdrop with the cookie bar
hu_hu: Háttérréteg megjelenítése a sütisávval együtt

source: Background color:
hu_hu: Háttérszín:

source: Change the background color of the backdrop
hu_hu: Módosítsa a háttérréteg háttérszínét

source: Main settings
hu_hu: Fő beállítások

source: Customize the general settings of the <strong>cookie bar</strong>.
hu_hu: Testreszabhatja a <strong>sütisáv</strong> általános beállításait.

source: Change the color of the cookie bar background
hu_hu: Módosítsa a sütisáv háttérszínét

source: Text color:
hu_hu: Szöveg színe:

source: Change the color of the cookie bar text
hu_hu: Módosítsa a sütisáv szövegének színét

source: Link color:
hu_hu: Hivatkozás színe:

source: Change the color of the cookie bar link
hu_hu: Módosítsa a sütisáv hivatkozásának színét

source: Primary button
hu_hu: Elsődleges gomb

source: Customize the <strong>Accept button</strong>.
hu_hu: Testreszabhatja az <strong>Elfogadás gombot</strong>.

source: Change the color of the cookie bar button background
hu_hu: Módosítsa a sütisáv gomb háttérszínét

source: Background color on hover:
hu_hu: Háttérszín rámutatáskor:

source: Change the color of the cookie bar button hover background
hu_hu: Módosítsa a sütisáv gomb háttérszínét rámutatáskor

source: Change the color of the cookie bar button
hu_hu: Módosítsa a sütisáv gomb színét

source: Text color on hover:
hu_hu: Szöveg színe rámutatáskor:

source: Change the color of the cookie bar button hover
hu_hu: Módosítsa a sütisáv gomb színét rámutatáskor

source: Secondary button
hu_hu: Másodlagos gomb

source: Customize the <strong>Close button</strong>.
hu_hu: Testreszabhatja a <strong>Bezárás gombot</strong>.

source: Change the color of the cookie bar secondary button background
hu_hu: Módosítsa a sütisáv másodlagos gombjának háttérszínét

source: Change the color of the cookie bar secondary button
hu_hu: Módosítsa a sütisáv másodlagos gombjának színét

source: Change the color of the cookie bar secondary button hover background
hu_hu: Módosítsa a sütisáv másodlagos gombjának háttérszínét rámutatáskor

source: Change the color of the cookie bar secondary button hover
hu_hu: Módosítsa a sütisáv másodlagos gombjának színét rámutatáskor

source: Enter your Google Ads conversion ID (e.g. AW-123456789)
hu_hu: Adja meg a Google Ads konverziós azonosítóját (pl. AW-123456789)

source: Learn how to find your Google Ads Conversion ID
hu_hu: Ismerje meg, hogyan találhatja meg Google Ads konverziós azonosítóját

source: Paste your tracking code here like Google Tag Manager (head). Do NOT paste GA4 or Matomo codes here. They are automatically added to your source code.
hu_hu: Illessze be ide a nyomkövető kódját, például a Google Tag Managerét (head). NE illesszen be ide GA4 vagy Matomo kódokat. Ezek automatikusan hozzáadódnak a forráskódjához.

source: Additional tracking code field
hu_hu: További nyomkövető kód mező

source: This code will be added in the head section of your page.
hu_hu: Ez a kód az oldal head szakaszához lesz hozzáadva.

source: Only users with %s capability can edit this field.
hu_hu: Csak a(z) %s jogosultsággal rendelkező felhasználók szerkeszthetik ezt a mezőt.

source: Paste your tracking code here like Google Tag Manager (body)
hu_hu: Illessze be ide a nyomkövető kódját, például a Google Tag Managerét (body)

source: Additional tracking code field added to body
hu_hu: További nyomkövető kód mező a body részhez hozzáadva

source: This code will be added just after the opening body tag of your page.
hu_hu: Ez a kód az oldal nyitó body tagje után közvetlenül lesz hozzáadva.

source: You don‘t see your code? Make sure to call <code>wp_body_open();</code> just after the opening body tag in your theme.
hu_hu: Nem látja a kódját? Győződjön meg róla, hogy a témában a nyitó body tag után közvetlenül meghívja a <code>wp_body_open();</code> függvényt.

source: Learn how to integrate Google Tag Manager
hu_hu: Ismerje meg, hogyan integrálhatja a Google Tag Managert

source: Paste your tracking code here (footer)
hu_hu: Illessze be ide a követőkódját (lábléc)

source: Additional tracking code field added to footer
hu_hu: További követőkód mező hozzáadva a lábléchez

source: This code will be added just before the closing body tag of your page.
hu_hu: Ez a kód közvetlenül az oldal záró body tagje elé kerül.

source: Enable external links tracking
hu_hu: Külső linkek követésének engedélyezése

source: Enable download tracking
hu_hu: Letöltések követésének engedélyezése

source: Track downloads' clicks
hu_hu: Letöltések kattintásainak követése

source: Separate each file type extensions with a pipe "|"
hu_hu: Válassza el az egyes fájltípus-kiterjesztéseket egy pipe "|" jellel

source: Enable affiliate/outbound tracking
hu_hu: Affiliate/kimenő hivatkozások követésének engedélyezése

source: Track affiliate/outbound links
hu_hu: Affiliate/kimenő hivatkozások követése

source: Separate each keyword with a pipe "|"
hu_hu: Válassza el az egyes kulcsszavakat egy pipe "|" jellel

source: Enable tracking of "tel:" links
hu_hu: A "tel:" linkek követésének engedélyezése

source: None
hu_hu: Nincs

source: Custom Dimension #%d
hu_hu: Egyéni dimenzió #%d

source: Enable Matomo tracking
hu_hu: Matomo-követés engedélyezése

source: A Matomo Cloud account or a self hosted Matomo installation is required.
hu_hu: Matomo Cloud-fiók vagy saját üzemeltetésű Matomo-telepítés szükséges.

source: Yes, self-hosted installation
hu_hu: Igen, saját üzemeltetésű telepítés

source: If you use Matomo Cloud, uncheck this option.
hu_hu: Ha Matomo Cloudot használ, vegye ki a jelölést ennél az opciónál.

source: Learn how to install Matomo On-Premise on your server.
hu_hu: Ismerje meg, hogyan telepítheti a Matomo On-Premise-t a szerverére.

source: Enter "example" if you Matomo account URL is "example.matomo.cloud"
hu_hu: Adja meg az "example" értéket, ha a Matomo-fiókja URL-je "example.matomo.cloud"

source: Matomo URL (Cloud or Self-hosted)
hu_hu: Matomo URL (Cloud vagy saját üzemeltetésű)

source: Enter only the <strong>host without the quotes</strong> like this <code>"example.matomo.cloud"</code> (Cloud) or <code>"matomo.example.com"</code> (self-hosted).
hu_hu: Csak a <strong>hostot idézőjelek nélkül</strong> adja meg, így: <code>"example.matomo.cloud"</code> (Cloud) vagy <code>"matomo.example.com"</code> (saját üzemeltetésű).

source: Enter your site ID here
hu_hu: Itt adja meg a webhelyazonosítóját

source: Matomo Site ID
hu_hu: Matomo webhelyazonosító

source: To find your site ID, go to your <strong>Matomo Cloud account, Websites, Manage page</strong>. Look at "Site ID" on the right part.
hu_hu: Webhelyazonosítója megtalálásához lépjen a <strong>Matomo Cloud-fiókjában a Websites, Manage oldalra</strong>. A jobb oldalon keresse a "Site ID"-t.

source: For self-hosted installations, go to your Matomo administration, Settings, Websites, Manage. From the list of your websites, find the ID line.
hu_hu: Önállóan üzemeltetett telepítések esetén lépjen a Matomo adminisztrációban a Settings, Websites, Manage menüpontba. A webhelyek listájában keresse meg az ID sort.

source: Tracking one domain and its subdomains in the same website
hu_hu: Egy domain és annak aldomainjeinek követése ugyanazon a webhelyen

source: If one visitor visits x.example.com and y.example.com, they will be counted as a unique visitor.
hu_hu: Ha egy látogató felkeresi az x.example.com és y.example.com oldalakat, egyedi látogatóként kerül számításra.

source: Prepend the site domain to the page title when tracking
hu_hu: A webhely domainjének az oldal címének elejére illesztése követéskor

source: If someone visits the 'About' page on blog.example.com it will be recorded as 'blog / About'. This is the easiest way to get an overview of your traffic by sub-domain.
hu_hu: Ha valaki a blog.example.com 'About' oldalát látogatja meg, ez 'blog / About'-ként kerül rögzítésre. Ez a legegyszerűbb módja annak, hogy aldomainenként áttekintést kapjon a forgalmáról.

source: Track users with JavaScript disabled
hu_hu: Letiltott JavaScripttel rendelkező felhasználók követése

source: Enables cross domain linking
hu_hu: Engedélyezi a tartományok közötti hivatkozást

source: By default, the visitor ID that identifies a unique visitor is stored in the browser's first party cookies which can only be accessed by pages on the same domain.
hu_hu: Alapértelmezés szerint az egyedi látogatót azonosító látogatóazonosító a böngésző első féltől származó sütijeiben tárolódik, amelyekhez csak ugyanazon a domainen lévő oldalak férhetnek hozzá.

source: Enabling cross domain linking lets you track all the actions and pageviews of a specific visitor into the same visit even when they view pages on several domains.
hu_hu: A tartományok közötti hivatkozás engedélyezése lehetővé teszi, hogy egy adott látogató minden műveletét és oldalmegtekintését ugyanahhoz a látogatáshoz rendelje, még akkor is, ha több domainen néz meg oldalakat.

source: Whenever a user clicks on a link to one of your website's alias URLs, it will append a URL parameter pk_vid forwarding the Visitor ID.
hu_hu: Valahányszor egy felhasználó a webhelye valamely alias URL-jére mutató linkre kattint, hozzáfűz egy pk_vid URL-paramétert, amely továbbítja a látogatóazonosítót.

source: Enter your domains: seopress.org,sub.seopress.org,sub2.seopress.org
hu_hu: Adja meg a domaineit: seopress.org,sub.seopress.org,sub2.seopress.org

source: Cross domains
hu_hu: Tartományok közötti

source: Enable client side DoNotTrack detection
hu_hu: Kliensoldali DoNotTrack-észlelés engedélyezése

source: Tracking requests will not be sent if visitors do not wish to be tracked.
hu_hu: A követési kérelmek nem kerülnek elküldésre, ha a látogatók nem kívánják, hogy kövessék őket.

source: Disables all first party cookies. Existing Matomo cookies for this website will be deleted on the next page view.
hu_hu: Letiltja az összes első féltől származó sütit. A webhelyhez tartozó meglévő Matomo-sütik a következő oldalmegtekintéskor törlődnek.

source: Enabling Download & Outlink tracking
hu_hu: A letöltések és kimenő hivatkozások követésének engedélyezése

source: By default, any file ending with one of these extensions will be considered a "download" in the Matomo interface:
hu_hu: Alapértelmezés szerint bármely, az alábbi kiterjesztések egyikére végződő fájl "letöltésnek" minősül a Matomo felületén:

source: Disabling all heatmaps and session recordings
hu_hu: Az összes hőtérkép és munkamenet-felvétel letiltása

source: Add Microsoft Clarity code to your site
hu_hu: Adja hozzá a Microsoft Clarity kódot a webhelyéhez

source: Enter your Project ID
hu_hu: Adja meg a projektazonosítóját

source: Find your project ID
hu_hu: Keresse meg a projektazonosítóját

source: Redirect attachment pages to post parent (or homepage if none)
hu_hu: A csatolmányoldalak átirányítása a bejegyzés szülőjére (vagy a kezdőlapra, ha nincs)

source: Redirect attachment pages to their file URL (https://www.example.com/my-image-file.jpg)
hu_hu: A csatolmányoldalak átirányítása a fájl URL-jére (https://www.example.com/my-image-file.jpg)

source: If this option is checked, it will take precedence over the redirection of attachments to the post's parent.
hu_hu: Ha ez az opció be van jelölve, elsőbbséget élvez a csatolmányok bejegyzés szülőjére történő átirányításával szemben.

source: When upload a media, remove accents, spaces, capital letters... and force UTF-8 encoding
hu_hu: Média feltöltésekor távolítsa el az ékezeteket, szóközöket, nagybetűket... és kényszerítse az UTF-8 kódolást

source: e.g. <code>ExãMple 1 cópy!.jpg</code> => <code>example-1-copy.jpg</code>
hu_hu: pl. <code>ExãMple 1 cópy!.jpg</code> => <code>example-1-copy.jpg</code>

source: When uploading an image file, automatically set the title based on the filename
hu_hu: Képfájl feltöltésekor automatikusan állítsa be a címet a fájlnév alapján

source: We use the product title for WooCommerce products.
hu_hu: WooCommerce termékeknél a termék címét használjuk.

source: When uploading an image file, automatically set the alternative text based on the filename
hu_hu: Képfájl feltöltésekor automatikusan állítsa be az alternatív szöveget a fájlnév alapján

source: Our PRO version can optimize your image ALT texts for Search Engines using AI and Machine Learning.
hu_hu: PRO verziónk képes optimalizálni a képek ALT szövegét a keresőmotorok számára AI és gépi tanulás segítségével.

source: Use AI to automatically describe your image files.
hu_hu: Használjon AI-t a képfájlok automatikus leírásához.

source: Use the target keywords if not alternative text set for the image
hu_hu: Használja a célkulcsszavakat, ha nincs alternatív szöveg beállítva a képhez

source: This setting will be applied to images without any alt text only on frontend. This setting is retroactive. If you turn it off, alt texts that were previously empty will be empty again.
hu_hu: Ez a beállítás csak a frontenden, az alt szöveg nélküli képekre lesz alkalmazva. Ez a beállítás visszamenőleges. Ha kikapcsolja, a korábban üres alt szövegek ismét üresek lesznek.

source: Apply the alt text defined in your media library for already inserted images
hu_hu: Alkalmazza a médiatárban megadott alt szöveget a már beszúrt képekre

source: By default, WordPress does not update image alt texts entered from the media library after they are inserted into the content of a post, page, or post type. By checking this box, this will be done when the page loads on the fly as long as this option remains active.
hu_hu: Alapértelmezés szerint a WordPress nem frissíti a médiatárból megadott képek alt szövegét, miután azokat beillesztették egy bejegyzés, oldal vagy bejegyzéstípus tartalmába. Ennek a jelölőnégyzetnek a bejelölésével ez betöltéskor menet közben történik, amíg ez az opció aktív.

source: When uploading an image file, automatically set the caption based on the filename
hu_hu: Képfájl feltöltésekor automatikusan állítsa be a képaláírást a fájlnév alapján

source: When uploading an image file, automatically set the description based on the filename
hu_hu: Képfájl feltöltésekor automatikusan állítsa be a leírást a fájlnév alapján

source: Update URLs
hu_hu: URL-ek frissítése

source: Remove URLs (URL must return a 404 or 410 status code or the page contains <meta name="robots" content="noindex" /> meta tag)
hu_hu: URL-ek eltávolítása (az URL-nek 404 vagy 410 állapotkódot kell visszaadnia, vagy az oldal tartalmaz <meta name="robots" content="noindex" /> meta taget)

source: Enter one URL per line to submit them to search engines (max 100 URLs)
hu_hu: Adjon meg soronként egy URL-t a keresőmotorokhoz való beküldéshez (max. 100 URL)

source: / 100 URLs
hu_hu: / 100 URL

source: The Google Indexing API should only be used to crawl pages that contain structured data of type <code>JobPosting</code> or <code>BroadcastEvent</code> in a <code>VideoObject</code> element.
hu_hu: A Google Indexing API-t csak olyan oldalak feltérképezésére szabad használni, amelyek <code>VideoObject</code> elemben <code>JobPosting</code> vagy <code>BroadcastEvent</code> típusú strukturált adatokat tartalmaznak.

source: Submit URLs to Google & Bing
hu_hu: URL-ek beküldése a Google és a Bing felé

source: Latest indexing request
hu_hu: Legutóbbi indexelési kérelem

source: Bing Response
hu_hu: Bing válasz

source: URLs submitted successfully
hu_hu: URL-ek sikeresen beküldve

source: URL received. IndexNow key validation pending.
hu_hu: URL fogadva. Az IndexNow kulcs ellenőrzése folyamatban.

source: Bad request: Invalid format
hu_hu: Hibás kérés: Érvénytelen formátum

source: Bing API key is missing
hu_hu: Hiányzik a Bing API-kulcs

source: Forbidden: In case of key not valid (e.g. key not found, file found but key not in the file)
hu_hu: Hozzáférés megtagadva: Érvénytelen kulcs esetén (pl. kulcs nem található, a fájl megtalálható, de a kulcs nincs a fájlban)

source: Unprocessable Entity: In case of URLs don’t belong to the host or the key is not matching the schema in the protocol
hu_hu: Feldolgozhatatlan entitás: Ha az URL-ek nem tartoznak a hoszthoz, vagy a kulcs nem felel meg a protokoll sémájának

source: Too Many Requests (potential Spam)
hu_hu: Túl sok kérés (lehetséges spam)

source: Something went wrong
hu_hu: Valami hiba történt

source: Google Response
hu_hu: Google válasz

source: Latest URLs submitted
hu_hu: Legutóbb beküldött URL-ek

source: Paste your Google JSON key file here
hu_hu: Illessze be ide a Google JSON kulcsfájlját

source: To use the <span class="dashicons dashicons-external"></span><a href="%1$s" target="_blank">Google Indexing API</a> and generate your JSON key file, please <span class="dashicons dashicons-external"></span><a href="%2$s" target="_blank">follow our guide.
hu_hu: A <span class="dashicons dashicons-external"></span><a href="%1$s" target="_blank">Google Indexing API</a> használatához és a JSON kulcsfájl generálásához, kérjük, <span class="dashicons dashicons-external"></span><a href="%2$s" target="_blank">kövesse az útmutatónkat.

source: Enter your Bing Instant Indexing API
hu_hu: Adja meg a Bing Instant Indexing API-t

source: Generate key
hu_hu: Kulcs generálása

source: The Bing Indexing API key is automatically generated. Click Generate key if you want to recreate it, or if it's missing.
hu_hu: A Bing Indexing API-kulcs automatikusan generálódik. Kattintson a Kulcs generálása gombra, ha újra szeretné létrehozni, vagy ha hiányzik.

source: A key should look like this:
hu_hu: Egy kulcsnak így kell kinéznie:

source: Enable automatic URL submission for IndexNow API
hu_hu: Automatikus URL-beküldés engedélyezése az IndexNow API-hoz

source: Notify search engines using IndexNow protocol (currently Bing and Yandex) whenever a post is created, updated or deleted.
hu_hu: Értesítse a keresőmotorokat az IndexNow protokoll használatával (jelenleg Bing és Yandex), amikor egy bejegyzés létrejön, frissül vagy törlődik.

source: Enable XML Sitemap
hu_hu: XML webhelytérkép engedélyezése

source: Guide to enable XML Sitemaps - new window
hu_hu: Útmutató az XML webhelytérképek engedélyezéséhez - új ablak

source: Enable Image Sitemap (standard images, image galleries, featured image, WooCommerce product images)
hu_hu: Képtérkép engedélyezése (normál képek, képgalériák, kiemelt kép, WooCommerce termékképek)

source: Guide to enable XML image sitemap - new window
hu_hu: Útmutató az XML képtérkép engedélyezéséhez - új ablak

source: Images in XML sitemaps are visible only from the source code.
hu_hu: Az XML webhelytérképekben lévő képek csak a forráskódból láthatók.

source: Enable Author Sitemap
hu_hu: Szerzői webhelytérkép engedélyezése
