Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-seopress/wp-seopress-*.po
Languages: hu_hu

source: Make sure to enable author archive from SEO, titles and metas, archives tab.
hu_hu: Győződjön meg róla, hogy engedélyezte a szerzői archívumot az SEO, címek és meták, archívumok fülön.

source: Enable HTML Sitemap
hu_hu: HTML webhelytérkép engedélyezése

source: Guide to enable a HTML Sitemap - new window
hu_hu: Útmutató egy HTML webhelytérkép engedélyezéséhez - új ablak

source: Include
hu_hu: Belefoglalás

source: You should never include <strong>attachment</strong> post type in your sitemap. Be careful if you checked this.
hu_hu: Soha ne vegye fel a webhelytérképbe az <strong>attachment</strong> bejegyzéstípust. Legyen óvatos, ha ezt bejelölte.

source: e.g. 2, 28, 68
hu_hu: pl. 2, 28, 68

source: Enter a post, page or custom post type ID(s) to display the sitemap
hu_hu: Adja meg egy bejegyzés, oldal vagy egyéni bejegyzéstípus azonosító(ka)t a webhelytérkép megjelenítéséhez

source: e.g. 13, 8, 38
hu_hu: pl. 13, 8, 38

source: Exclude some Posts, Pages, Custom Post Types or Terms IDs
hu_hu: Néhány bejegyzés, oldal, egyéni bejegyzéstípus vagy kifejezés azonosítóinak kizárása

source: DESC (descending order from highest to lowest values (3, 2, 1; c, b, a))
hu_hu: DESC (csökkenő sorrend a legnagyobbtól a legkisebbig (3, 2, 1; c, b, a))

source: ASC (ascending order from lowest to highest values (1, 2, 3; a, b, c))
hu_hu: ASC (növekvő sorrend a legkisebbtől a legnagyobbig (1, 2, 3; a, b, c))

source: Default (date)
hu_hu: Alapértelmezett (dátum)

source: Modified date
hu_hu: Módosítás dátuma

source: Post ID
hu_hu: Bejegyzés azonosító

source: Menu order
hu_hu: Menüsorrend

source: Disable date after each post, page, post type?
hu_hu: Dátum megjelenítésének letiltása minden bejegyzés, oldal és bejegyzéstípus után?

source: Do not display posts and products by categories / product categories?
hu_hu: Ne jelenítse meg a bejegyzéseket és termékeket kategóriák / termékkategóriák szerint?

source: Do not display post type archive links
hu_hu: Ne jelenítse meg a bejegyzéstípus-archívum hivatkozásait

source: Only post types registered with the %1$s argument set to %2$s will be displayed.
hu_hu: Csak azok a bejegyzéstípusok jelennek meg, amelyeknél a %1$s argumentum %2$s értékre van állítva.

source: None (will disable this feature)
hu_hu: Nincs (letiltja ezt a funkciót)

source: Person
hu_hu: Személy

source: Organization
hu_hu: Szervezet

source: e.g. My Local Business
hu_hu: pl. Helyi vállalkozásom

source: Your name/organization
hu_hu: Az Ön neve/szervezete

source: Your photo/organization logo
hu_hu: Az Ön fényképe/szervezet logója

source: Select your logo
hu_hu: Válassza ki a logóját

source: Upload an Image
hu_hu: Kép feltöltése

source: Remove
hu_hu: Eltávolítás

source: JPG, PNG, WebP and GIF allowed. The minimum allowed image dimension is 200 x 200 pixels.
hu_hu: JPG, PNG, WebP és GIF engedélyezett. A minimálisan megengedett képméret 200 x 200 képpont.

source: The size of the image file must not exceed 8 MB. Use images that are at least 1200 x 630 pixels for the best display on high resolution devices.
hu_hu: A képfájl mérete nem haladhatja meg a 8 MB-ot. A nagy felbontású eszközökön való legjobb megjelenítéshez legalább 1200 x 630 képpontos képeket használjon.

source: At the minimum, you should use images that are 600 x 315 pixels to display link page posts with larger images.
hu_hu: Minimumként 600 x 315 képpontos képeket használjon a linkelt oldalak bejegyzéseinek nagyobb képekkel való megjelenítéséhez.

source: Click to select an image
hu_hu: Kattintson a kép kiválasztásához

source: e.g. The example corporation is well-known for producing high-quality widgets
hu_hu: pl. A példavállalat jól ismert a kiváló minőségű widgetek gyártásáról

source: Description
hu_hu: Leírás

source: Only for Organizations
hu_hu: Csak szervezeteknek

source: e.g. contact@example.com
hu_hu: pl. contact@example.com

source: e.g. +33123456789 (internationalized version required)
hu_hu: pl. +33123456789 (nemzetközi formátum szükséges)

source: Organization's phone number
hu_hu: A szervezet telefonszáma

source: Customer support
hu_hu: Ügyfélszolgálat

source: Technical support
hu_hu: Műszaki támogatás

source: Billing support
hu_hu: Számlázási támogatás

source: Bill payment
hu_hu: Számlafizetés

source: Sales
hu_hu: Értékesítés

source: Credit card support
hu_hu: Hitelkártya-támogatás

source: Emergency
hu_hu: Sürgősségi

source: Baggage tracking
hu_hu: Poggyászkövetés

source: Roadside assistance
hu_hu: Út menti segítségnyújtás

source: Package tracking
hu_hu: Csomagkövetés

source: Toll Free
hu_hu: Ingyenesen hívható

source: Hearing impaired supported
hu_hu: Hallássérültek támogatása

source: e.g. FR12345678901
hu_hu: pl. FR12345678901

source: VAT ID
hu_hu: ÁFA-azonosító

source: e.g. https://facebook.com/my-page-url
hu_hu: pl. https://facebook.com/my-page-url

source: Facebook Page URL
hu_hu: Facebook-oldal URL-je

source: e.g. @my_x_account
hu_hu: pl. @my_x_account

source: X Page URL
hu_hu: X oldal URL-je

source: e.g. https://pinterest.com/my-page-url/
hu_hu: pl. https://pinterest.com/my-page-url/

source: e.g. https://www.instagram.com/my-page-url/
hu_hu: pl. https://www.instagram.com/my-page-url/

source: e.g. https://www.youtube.com/my-channel-url
hu_hu: pl. https://www.youtube.com/my-channel-url

source: e.g. http://linkedin.com/company/my-company-url/
hu_hu: pl. http://linkedin.com/company/my-company-url/

source: Enter 1 URL per line (e.g. https://example.com/my-profile)
hu_hu: Adjon meg 1 URL-t soronként (pl. https://example.com/my-profile)

source: Enable OG data
hu_hu: OG adatok engedélyezése

source: Select a default image
hu_hu: Válassza ki az alapértelmezett képet

source: Select your default thumbnail
hu_hu: Válassza ki az alapértelmezett bélyegképet

source: Minimum size: 200x200px, ideal ratio 1.91:1, 8Mb max. (e.g. 1640x856px or 3280x1712px for retina screens)
hu_hu: Minimális méret: 200x200px, ideális arány 1,91:1, max. 8Mb. (pl. 1640x856px vagy 3280x1712px retina kijelzőkhöz)

source: If no default image is set, we‘ll use your site icon defined from the Customizer.
hu_hu: Ha nincs beállítva alapértelmezett kép, a Testreszabóban meghatározott webhelyikonját használjuk.

source: Override every <strong>og:image</strong> tag with this default image (except if a custom og:image has already been set from the SEO metabox).
hu_hu: Minden <strong>og:image</strong> címkét felülír ez az alapértelmezett kép (kivéve, ha egyéni og:image már be van állítva az SEO metaboxban).

source: Please define a <strong>default OG Image</strong> from the field above
hu_hu: Kérjük, adja meg az <strong>alapértelmezett OG képet</strong> a fenti mezőben

source: WooCommerce Shop Page.
hu_hu: WooCommerce boltoldal.

source: No custom post type to configure.
hu_hu: Nincs konfigurálható egyéni bejegyzéstípus.

source: One or more Facebook Page IDs that are associated with a URL in order to enable link editing and instant article publishing.
hu_hu: Egy vagy több Facebook oldalazonosító, amely egy URL-hez van társítva a hivatkozásszerkesztés és az azonnali cikkek közzététele engedélyezéséhez.

source: How do I find my Facebook Page ID?
hu_hu: Hogyan találom meg a Facebook-oldalam azonosítóját?

source: The ID (or comma-separated list for properties that can accept multiple IDs) of an app, person using the app, or Page Graph API object.
hu_hu: Az alkalmazás, az alkalmazást használó személy vagy az Oldal Graph API-objektum azonosítója (vagy vesszővel elválasztott lista olyan tulajdonságokhoz, amelyek több azonosítót fogadnak).

source: The Facebook app ID of the site's app. In order to use Facebook Insights you must add the app ID to your page. Insights lets you view analytics for traffic to your site from Facebook. Find the app ID in your App Dashboard. <a class="seopress-help" href="https://developers.facebook.com/apps/redirect/dashboard" target="_blank">More info here</a> <span class="seopress-help dashicons dashicons-external"></span>
hu_hu: A webhely alkalmazásának Facebook app ID-ja. A Facebook Insights használatához hozzá kell adnia az app ID-t az oldalához. Az Insights lehetővé teszi, hogy megtekintse a Facebookról a webhelyére érkező forgalom analitikáját. Az app ID-t az App Dashboardon találja. <a class="seopress-help" href="https://developers.facebook.com/apps/redirect/dashboard" target="_blank">További információ itt</a> <span class="seopress-help dashicons dashicons-external"></span>

source: How to create a Facebook App ID
hu_hu: Hogyan hozhat létre Facebook App ID-t

source: Enable X Cards
hu_hu: X-kártyák engedélyezése

source: Use OG if no X Cards
hu_hu: Használja az OG-t, ha nincs X-kártya

source: Default X Image
hu_hu: Alapértelmezett X kép

source: Minimum size: 144x144px (300x157px with large card enabled), ideal ratio 1:1 (2:1 with large card), 5Mb max.
hu_hu: Minimális méret: 144x144px (300x157px, ha a nagy kártya engedélyezve van), ideális arány 1:1 (2:1 nagy kártyával), max. 5Mb.

source: Default
hu_hu: Alapértelmezett

source: Large
hu_hu: Nagy

source: The Summary Card with <strong>Large Image</strong> features a large, full-width prominent image alongside a tweet. It is designed to give the reader a rich photo experience, and clicking on the image brings the user to your website.
hu_hu: A <strong>nagy képpel</strong> rendelkező Summary Card egy nagy, teljes szélességű, hangsúlyos képet jelenít meg a tweet mellett. Úgy tervezték, hogy gazdag fotóélményt nyújtson az olvasónak, és a képre kattintva a felhasználó a webhelyére jut.

source: Default: "full"
hu_hu: Alapértelmezett: "full"

source: Your fediverse account (Mastodon, Threads...), e.g. @Gargron@mastodon.social
hu_hu: Az Ön fediverzum-fiókja (Mastodon, Threads...), pl. @Gargron@mastodon.social

source: Your fediverse account (Mastodon, Flipboard, Threads...)
hu_hu: Az Ön fediverzum-fiókja (Mastodon, Flipboard, Threads...)

source: Improve the sharing of your posts on Mastodon.
hu_hu: Javítsa bejegyzései megosztását Mastodonon.

source: Enter your separator, e.g. "-"
hu_hu: Adja meg az elválasztót, pl. "-"

source: Use this separator with %%sep%% in your title and meta description.
hu_hu: Használja ezt az elválasztót a %%sep%% kifejezéssel a címben és a meta leírásban.

source: My awesome website
hu_hu: Szuper webhelyem

source: Site title
hu_hu: Webhely címe

source: My alternative site title
hu_hu: Alternatív webhelycímem

source: Alternative site title
hu_hu: Alternatív webhelycím

source: The alternate name of the website (for example, if there's a commonly recognized acronym or shorter name for your site), if applicable. Make sure the name meets the %1$s<a href="%2$s" target="_blank">content guidelines</a>.
hu_hu: A webhely alternatív neve (például ha a webhelyének van általánosan ismert rövidítése vagy rövidebb neve), ha alkalmazható. Győződjön meg róla, hogy a név megfelel a %1$s<a href="%2$s" target="_blank">tartalmi irányelveknek</a>.

source: This is a cool website about Wookiees
hu_hu: Ez egy klassz webhely a Wookiee-król

source: Meta description
hu_hu: Meta leírás

source: Looking to edit your blog page?
hu_hu: Szeretné szerkeszteni a blogoldalát?

source: Click to hide any SEO metaboxes / columns / bulk actions for this post type
hu_hu: Kattintson ide az ehhez a bejegyzéstípushoz tartozó SEO metaboxok / oszlopok / tömeges műveletek elrejtéséhez

source: Click to display any SEO metaboxes / columns / bulk actions for this post type
hu_hu: Kattintson ide az ehhez a bejegyzéstípushoz tartozó SEO metaboxok / oszlopok / tömeges műveletek megjelenítéséhez

source: Title template
hu_hu: Cím sablon

source: Meta description template
hu_hu: Meta leírás sablon

source: Do not display this single post type in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenítse meg ezt az egyedi bejegyzéstípust a keresőmotorok találatai között <strong>(noindex)</strong>

source: This custom post type is <strong>NOT</strong> excluded from your XML sitemaps despite the fact that it is set to <strong>NOINDEX</strong>. We recommend that you <a href="%s">check this out here</a>.
hu_hu: Ez az egyedi bejegyzéstípus <strong>NINCS</strong> kizárva az XML webhelytérképeiből annak ellenére, hogy <strong>NOINDEX</strong>-re van állítva. Javasoljuk, hogy <a href="%s">ellenőrizze ezt itt</a>.

source: Do not follow links for this single post type <strong>(nofollow)</strong>
hu_hu: Ne kövesse a hivatkozásokat ennél az egyedi bejegyzéstípusnál <strong>(nofollow)</strong>

source: Display date in Google search results by adding <code>article:published_time</code> and <code>article:modified_time</code> meta?
hu_hu: Megjeleníti a dátumot a Google találatokban az <code>article:published_time</code> és <code>article:modified_time</code> meta hozzáadásával?

source: Unchecking this doesn't prevent Google to display post date in search results.
hu_hu: Ennek a kikapcsolása nem akadályozza meg, hogy a Google megjelenítse a bejegyzés dátumát a keresési találatokban.

source: Display post thumbnail in Google Custom Search results?
hu_hu: Megjeleníti a bejegyzés bélyegképét a Google Custom Search találataiban?

source: This option does not apply to traditional search results. <a href="%s" target="_blank">Learn more</a>
hu_hu: Ez a beállítás nem vonatkozik a hagyományos keresési találatokra. <a href="%s" target="_blank">További információ</a>

source: BuddyPress groups
hu_hu: BuddyPress csoportok

source: Do not display BuddyPress groups in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenítse meg a BuddyPress csoportokat a keresőmotorok találatai között <strong>(noindex)</strong>

source: Click to hide any SEO metaboxes / bulk actions for this taxonomy
hu_hu: Kattintson ide az ehhez a taxonómiához tartozó SEO metaboxok / tömeges műveletek elrejtéséhez

source: Click to display any SEO metaboxes / bulk actions for this taxonomy
hu_hu: Kattintson ide az ehhez a taxonómiához tartozó SEO metaboxok / tömeges műveletek megjelenítéséhez

source: Category Title
hu_hu: Kategória címe

source: Tag Title
hu_hu: Címke címe

source: Term Title
hu_hu: Kifejezés címe

source: Category Description
hu_hu: Kategória leírása

source: Tag Description
hu_hu: Címke leírása

source: Term Description
hu_hu: Kifejezés leírása

source: Do not display this taxonomy archive in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenítse meg ennek a taxonómia-archívumnak a keresőmotorok találatai között <strong>(noindex)</strong>

source: We do not recommend indexing <strong>tags</strong> which are, in the vast majority of cases, a source of duplicate content.
hu_hu: Nem javasoljuk a <strong>címkék</strong> indexelését, mivel azok a legtöbb esetben a duplikált tartalom forrásai.

source: This custom taxonomy is <strong>NOT</strong> excluded from your XML sitemaps despite the fact that it is set to <strong>NOINDEX</strong>. We recommend that you check this out from the <a href="%s">XML sitemap settings</a>.
hu_hu: Ez az egyedi taxonómia <strong>NINCS</strong> kizárva az XML webhelytérképeiből annak ellenére, hogy <strong>NOINDEX</strong>-re van állítva. Javasoljuk, hogy ezt az <a href="%s">XML webhelytérkép beállításainál</a> ellenőrizze.

source: Do not follow links for this taxonomy archive <strong>(nofollow)</strong>
hu_hu: Ne kövesse a hivatkozásokat ennél a taxonómia-archívumnál <strong>(nofollow)</strong>

source: See archive
hu_hu: Archívum megtekintése

source: Post Type Archive Name
hu_hu: Bejegyzéstípus-archívum neve

source: Do not display this post type archive in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenítse meg ennek a bejegyzéstípus-archívumnak a keresőmotorok találatai között <strong>(noindex)</strong>

source: Do not follow links for this post type archive <strong>(nofollow)</strong>
hu_hu: Ne kövesse a hivatkozásokat ennél a bejegyzéstípus-archívumnál <strong>(nofollow)</strong>

source: Author archives
hu_hu: Szerzői archívumok

source: Author archives are automatically generated by WordPress. They group specific content by author.
hu_hu: A szerzői archívumokat a WordPress automatikusan hozza létre. A tartalmat szerző szerint csoportosítják.

source: Example: <strong>https://example.com/author/john-doe/</strong>
hu_hu: Példa: <strong>https://example.com/author/john-doe/</strong>

source: You only have one author on your site? Check this option to avoid duplicate content.
hu_hu: Csak egy szerző van a webhelyén? Jelölje be ezt az opciót a duplikált tartalom elkerüléséhez.

source: Do not display author archives in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenítse meg a szerzői archívumokat a keresőmotorok találatai között <strong>(noindex)</strong>

source: Disable author archives
hu_hu: Szerzői archívumok letiltása

source: Date archives
hu_hu: Dátum szerinti archívumok

source: Date archives are automatically generated by WordPress. They group specific content by date.
hu_hu: A dátum szerinti archívumokat a WordPress automatikusan hozza létre. A tartalmat dátum szerint csoportosítják.

source: Example: <strong>https://example.com/2025/01/01/</strong>
hu_hu: Példa: <strong>https://example.com/2025/01/01/</strong>

source: Do not display date archives in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenítse meg a dátum szerinti archívumokat a keresőmotorok találatai között <strong>(noindex)</strong>

source: Disable date archives
hu_hu: Dátum szerinti archívumok letiltása

source: Search archives
hu_hu: Keresési archívumok

source: Search archives are automatically generated by WordPress. They group specific content by search term.
hu_hu: A keresési archívumokat a WordPress automatikusan hozza létre. A tartalmat keresőkifejezés szerint csoportosítják.

source: Example: <strong>https://example.com/?s=keyword</strong>
hu_hu: Példa: <strong>https://example.com/?s=keyword</strong>

source: Search Keywords
hu_hu: Keresési kulcsszavak

source: Do not display search archives in search engine results <strong>(noindex)</strong>
hu_hu: Ne jelenítse meg a keresési archívumokat a keresőmotorok találatai között <strong>(noindex)</strong>

source: 404 archives
hu_hu: 404 archívumok

source: Do not display all pages of the site in Google search results and do not display "Cached" links in search results.
hu_hu: Ne jelenítse meg a webhely összes oldalát a Google keresési találatai között, és ne jelenítse meg a keresési találatokban a "Cached" hivatkozásokat.

source: Check also the <strong>"Search engine visibility"</strong> setting from the <a href="%s">WordPress Reading page</a>.
hu_hu: Ellenőrizze a <a href="%s">WordPress Olvasás oldal</a> <strong>"Search engine visibility"</strong> beállítását is.

source: Do not follow links for all pages.
hu_hu: Ne kövesse a hivatkozásokat az összes oldalon.

source: Do not index images from the entire site.
hu_hu: Ne indexelje a teljes webhely képeit.

source: Do not display a description in the Google search results for all pages.
hu_hu: Ne jelenítsen meg leírást a Google keresési találatai között az összes oldalnál.

source: Remove Website schema
hu_hu: Távolítsa el a Website sémát

source: Note that the alternative site title declared in the Titles and metas settings is used by this.
hu_hu: Vegye figyelembe, hogy ehhez a Címek és meta beállításokban megadott alternatív webhelycím kerül felhasználásra.

source: Add rel next/prev link in head of paginated archive pages
hu_hu: Adjon hozzá rel next/prev hivatkozást a lapozott archívumoldalak head részébe

source: Add a "noindex" meta robots for all paginated archive pages
hu_hu: Adjon hozzá "noindex" meta robots címkét az összes lapozott archívumoldalhoz

source: e.g. https://example.com/category/my-category/page/2/
hu_hu: pl. https://example.com/category/my-category/page/2/

source: Add a "noindex" meta robots for all attachment pages
hu_hu: Adjon hozzá "noindex" meta robots címkét az összes mellékletoldalhoz

source: e.g. https://example.com/my-media-attachment-page
hu_hu: pl. https://example.com/my-media-attachment-page

source: Starter guides
hu_hu: Kezdő útmutatók

source: Ready to boost your SEO? Get started in minutes with SEOPress.
hu_hu: Készen áll a SEO-ja fellendítésére? Kezdje el percek alatt a SEOPresszel.

source: Guides
hu_hu: Útmutatók

source: Discover the basics of SEO, how to configure our products to get the most out of them.
hu_hu: Ismerje meg a SEO alapjait, és hogyan konfigurálhatja termékeinket, hogy a legtöbbet hozza ki belőlük.

source: Ebooks
hu_hu: E-könyvek

source: Free SEO ebooks to improve your rankings, traffic, conversions and sales.
hu_hu: Ingyenes SEO e-könyvek a helyezések, a forgalom, a konverziók és az értékesítés javításához.

source: Developer Docs
hu_hu: Fejlesztői dokumentáció

source: Unlock the power of SEOPress with our actions and filters.
hu_hu: Használja ki a SEOPress erejét akcióinkkal és szűrőinkkel.

source: Activate your SEOPress Insights license
hu_hu: Aktiválja a SEOPress Insights licencét

source: Track your keyword rankings in Google with SEOPress Insights
hu_hu: Kövesse kulcsszavai helyezéseit a Google-ben a SEOPress Insights segítségével

source: Monitor and analyse your Backlinks with SEOPress Insights
hu_hu: Figyelje és elemezze visszamutató linkjeit a SEOPress Insights segítségével

source: Finding SEO keywords for your WordPress site
hu_hu: SEO kulcsszavak keresése WordPress webhelyéhez

source: Optimize WordPress posts for a keyword
hu_hu: WordPress bejegyzések optimalizálása egy kulcsszóra

source: Audit the backlinks of your WordPress site (in WordPress)
hu_hu: Ellenőrizze WordPress webhelye visszamutató linkjeit (WordPressben)

source: The importance of backlinks
hu_hu: A visszamutató linkek fontossága

source: Enter a few keywords for analysis to help you write optimized content.
hu_hu: Adjon meg néhány kulcsszót az elemzéshez, hogy segítsünk optimalizált tartalmat írni.

source: Target keywords
hu_hu: Célkulcsszavak

source: Separate target keywords with commas. Do not use spaces after the commas, unless you want to include them.
hu_hu: A célkulcsszavakat vesszőkkel válassza el. Ne használjon szóközt a vesszők után, hacsak nem szeretné azokat is bevenni.

source: Enter your target keywords
hu_hu: Adja meg célkulcsszavait

source: Refresh analysis
hu_hu: Elemzés frissítése

source: To get the most accurate analysis, save your post first. We analyze all of your source code as a search engine would.
hu_hu: A lehető legpontosabb elemzéshez előbb mentse a bejegyzését. Az egész forráskódját elemezzük, ahogyan egy keresőmotor tenné.

source: (URL using this keyword)
hu_hu: (Ezt a kulcsszót használó URL)

source: You should avoid using multiple times the same keyword for different pages. Try to consolidate your content into one single page.
hu_hu: Kerülje ugyanannak a kulcsszónak a többszöri használatát különböző oldalakon. Próbálja meg a tartalmat egyetlen oldalra összevonni.

source: Titles settings
hu_hu: Címek beállításai

source: Social
hu_hu: Közösségi

source: Redirection
hu_hu: Átirányítás

source: This is your <strong>Shop page</strong>. Go to <a href="%s"><strong>SEO > Titles & Metas > Archives > Products</strong></a> to edit your title and meta description.
hu_hu: Ez az Ön <strong>Bolt oldala</strong>. Lépjen ide: <a href="%s"><strong>SEO > Címek és meta > Archívumok > Termékek</strong></a> a cím és a metaleírás szerkesztéséhez.

source: Title
hu_hu: Cím

source: Meta title
hu_hu: Meta cím
