Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-seopress/wp-seopress-*.po
Languages: hu_hu

source: This page doesn't have any canonical URL because your post is set to <strong>noindex</strong>. This is normal.
hu_hu: Ezen az oldalon nincs kanonikus URL, mert a bejegyzés <strong>noindex</strong> értékre van állítva. Ez normális.

source: This page doesn't have any canonical URL.
hu_hu: Ezen az oldalon nincs kanonikus URL.

source: <strong>Should be improved:</strong> red or orange dots <br> <strong>Good:</strong> yellow or green dots
hu_hu: <strong>Fejlesztendő:</strong> piros vagy narancssárga pontok <br> <strong>Jó:</strong> sárga vagy zöld pontok

source: Expand
hu_hu: Kibontás

source: Close
hu_hu: Bezárás

source: Degree of severity: %s
hu_hu: Súlyossági fok: %s

source: View all %s
hu_hu: Mind az %s megtekintése

source: pixels
hu_hu: képpont

source: Save
hu_hu: Mentés

source: Yes
hu_hu: Igen

source: maximum limit
hu_hu: maximális korlát

source: Choose an image
hu_hu: Válasszon egy képet

source: Open in the morning?
hu_hu: Nyitva délelőtt?

source: Open in the afternoon?
hu_hu: Nyitva délután?

source: Thumbnail
hu_hu: Bélyegkép

source: Search a tag
hu_hu: Címke keresése

source: Loading your data
hu_hu: Az adatai betöltése

source: Your %s is missing!
hu_hu: Hiányzik a(z) %s!

source: We found
hu_hu: Találtunk

source: in your content.
hu_hu: a tartalmában.

source: We found a
hu_hu: Találtunk egy

source: tag in your source code.
hu_hu: címkét a forráskódjában.

source: Your %s tag is empty!
hu_hu: A(z) %s címke üres!

source: Image
hu_hu: Kép

source: Site Name
hu_hu: Webhely neve

source: Your Open Graph %s is missing!
hu_hu: Hiányzik az Open Graph %s!

source: We found an Open Graph
hu_hu: Találtunk egy Open Graph

source: Your Open Graph %s tag is empty!
hu_hu: Az Open Graph %s címke üres!

source: %1$s was found %2$s times.
hu_hu: %1$s %2$s alkalommal fordul elő.

source: The length of your title is correct.
hu_hu: A cím hossza megfelelő.

source: is on! Search engines can't index this page.
hu_hu: be van kapcsolva! A keresőmotorok nem tudják indexelni ezt az oldalt.

source: is off. Search engines will index this page.
hu_hu: ki van kapcsolva. A keresőmotorok indexelni fogják ezt az oldalt.

source: is on! Search engines can't follow your links on this page.
hu_hu: be van kapcsolva! A keresőmotorok nem tudják követni az ezen az oldalon található linkeket.

source: is off. Search engines will follow links on this page.
hu_hu: ki van kapcsolva. A keresőmotorok követni fogják az ezen az oldalon lévő linkeket.

source: is on! Google will not index your images on this page (but if someone makes a direct link to one of your image in this page, it will be indexed).
hu_hu: be van kapcsolva! A Google nem indexeli az ezen az oldalon található képeit (de ha valaki közvetlen hivatkozást hoz létre az oldal egyik képére, azt indexelni fogja).

source: is off. Google will index the images on this page.
hu_hu: ki van kapcsolva. A Google indexeli az ezen az oldalon található képeket.

source: is on! Search engines will not display a snippet of this page in search results.
hu_hu: be van kapcsolva! A keresőmotorok nem jelenítenek meg kivonatot erről az oldalról a találati listában.

source: is off. Search engines will display a snippet of this page in search results.
hu_hu: ki van kapcsolva. A keresőmotorok kivonatot jelenítenek meg erről az oldalról a találati listában.

source: Target keywords were found in Heading %1$s (H%2$s).
hu_hu: A célkulcsszavak megtalálhatók a(z) %1$s címsorban (H%2$s).

source: Heading H%s
hu_hu: H%s címsor

source: Heading
hu_hu: Címsor

source: No Heading %1$s (H%2$s) found in your content. This is required for both SEO and Accessibility!
hu_hu: Nem található %1$s címsor (H%2$s) a tartalmában. Ez SEO és akadálymentesítés szempontjából is szükséges!

source: None of your target keywords were found in Heading %1$s (H%2$s).
hu_hu: Egyik célkulcsszava sem található a(z) %1$s címsorban (H%2$s).

source: We found %s Heading 1 (H1) in your content.
hu_hu: Találtunk %s 1. szintű címsort (H1) a tartalmában.

source: Below the list:
hu_hu: Alább a lista:

source: We found %s internal links in your page. Below, the list:
hu_hu: Találtunk %s belső hivatkozást az oldalán. Alább a lista:

source: We found %s links with nofollow attribute in your page. Do not overuse nofollow attribute in links. Below, the list:
hu_hu: Találtunk %s nofollow attribútumú hivatkozást az oldalán. Ne használja túlzottan a nofollow attribútumot a hivatkozásokban. Alább a lista:

source: We found %d canonical URL in your source code. Below, the list:
hu_hu: Találtunk %d kanonikus URL-t a forráskódjában. Alább a lista:

source: We found %d canonical URLs in your source code. Below, the list:
hu_hu: Találtunk %d kanonikus URL-eket a forráskódjában. Alább a lista:

source: Structured Data Types (schemas)
hu_hu: Strukturált adattípusok (sémák)

source: Content Analysis
hu_hu: Tartalomelemzés

source: Schemas
hu_hu: Sémák

source: Title settings
hu_hu: Cím beállításai

source: Video Sitemap
hu_hu: Videó webhelytérkép

source: Overview
hu_hu: Áttekintés

source: Inspect with Google
hu_hu: Ellenőrzés a Google-lal

source: Internal Linking
hu_hu: Belső linkelés

source: Manual
hu_hu: Kézi

source: maximum recommended limit
hu_hu: ajánlott maximális korlát

source: Meta Title
hu_hu: Meta cím

source: A meta description tag should generally inform and interest users with a short, relevant summary of what a particular page is about.
hu_hu: A meta leírás címke általában rövid, releváns összefoglalóval tájékoztatja és érdekli a felhasználókat arról, miről szól az adott oldal.

source: They are like a pitch that convince the user that the page is exactly what they're looking for.
hu_hu: Olyanok, mint egy rövid ajánló, amely meggyőzi a felhasználót, hogy az oldal pontosan az, amit keres.

source: There's no limit on how long a meta description can be, but the search result snippets are truncated as needed, typically to fit the device width.
hu_hu: A meta leírás hossza nincs korlátozva, de a találati kivonatok szükség szerint lerövidülnek, jellemzően az eszköz szélességéhez igazodva.

source: Enter your description
hu_hu: Adja meg a leírást

source: Generate meta with AI
hu_hu: Meta generálása AI-val

source: Generate meta title with AI
hu_hu: Meta cím generálása AI-val

source: Generate meta description with AI
hu_hu: Meta leírás generálása AI-val

source: The title of the step (required)
hu_hu: A lépés címe (kötelező)

source: The text of your step (required)
hu_hu: A lépés szövege (kötelező)

source: Remove step
hu_hu: Lépés eltávolítása

source: Add step
hu_hu: Lépés hozzáadása

source: Your negative statement (required)
hu_hu: Az Ön negatív állítása (kötelező)

source: Remove note
hu_hu: Megjegyzés eltávolítása

source: Add a statement
hu_hu: Állítás hozzáadása

source: Your positive statement (required)
hu_hu: Az Ön pozitív állítása (kötelező)

source: Offer
hu_hu: Ajánlat

source: Remove offer
hu_hu: Ajánlat eltávolítása

source: Add an offer
hu_hu: Ajánlat hozzáadása

source: Category
hu_hu: Kategória

source: Currency
hu_hu: Pénznem

source: Price
hu_hu: Ár

source: Instance
hu_hu: Példány

source: Remove instance
hu_hu: Példány eltávolítása

source: Add an instance
hu_hu: Példány hozzáadása

source: Course Mode
hu_hu: Kurzus mód

source: Location
hu_hu: Helyszín

source: Duration
hu_hu: Időtartam

source: Repeat count
hu_hu: Ismétlések száma

source: Repeat frequency
hu_hu: Ismétlési gyakoriság

source: Start Date
hu_hu: Kezdési dátum

source: End Date
hu_hu: Befejezési dátum

source: Empty Question
hu_hu: Üres kérdés

source: Empty Answer
hu_hu: Üres válasz

source: Question (required)
hu_hu: Kérdés (kötelező)

source: Answer (required)
hu_hu: Válasz (kötelező)

source: Remove question
hu_hu: Kérdés eltávolítása

source: Add question
hu_hu: Kérdés hozzáadása

source: You cannot uncheck a parameter? This is normal, and it's most likely defined in the <a href='%s'>global settings of the plugin.</a>
hu_hu: Nem tudja kikapcsolni valamelyik paramétert? Ez normális, és nagy valószínűséggel van meghatározva a <a href='%s'>bővítmény globális beállításaiban.</a>

source: Do not display this page in search engine results / XML - HTML sitemaps
hu_hu: Ne jelenjen meg ez az oldal a keresőmotorok találatai között / XML - HTML webhelytérképekben

source: By checking this option, you will add a meta robots tag with the value "noindex".
hu_hu: Ennek az opciónak a bejelölésével "noindex" értékű meta robots címkét ad hozzá.

source: Search engines will not index this URL in the search results.
hu_hu: A keresőmotorok nem indexelik ezt az URL-t a találatok között.

source: Do not follow links for this page
hu_hu: Ne kövesse ennek az oldalnak a hivatkozásait

source: By checking this option, you will add a meta robots tag with the value "nofollow".
hu_hu: Ennek az opciónak a bejelölésével "nofollow" értékű meta robots címkét ad hozzá.

source: Search engines will not follow links from this URL.
hu_hu: A keresőmotorok nem követik az erről az URL-ről kiinduló linkeket.

source: Do not display a description in search results for this page
hu_hu: Ne jelenítsen meg leírást a keresési találatokban ehhez az oldalhoz

source: Do not index images for this page
hu_hu: Ne indexelje az ehhez az oldalhoz tartozó képeket

source: By checking this option, you will add a meta robots tag with the value "noimageindex".
hu_hu: Ennek az opciónak a bejelölésével egy "noimageindex" értékű meta robots címkét ad hozzá.

source: Note that your images can always be indexed if they are linked from other pages.
hu_hu: Ne feledje, hogy a képei mindig indexelhetők, ha más oldalakról hivatkoznak rájuk.

source: Inspect the current post URL with Google Search Console and get informations about your indexing, crawling, rich snippets and more.
hu_hu: Vizsgálja meg az aktuális bejegyzés URL-jét a Google Search Console-lal, és szerezzen információkat az indexelésről, a feltérképezésről, a Rich Snippets-ről és egyebekről.

source: Unknown verdict
hu_hu: Ismeretlen minősítés

source: The URL has been indexed, can appear in Google Search results, and no problems were found with any enhancements found in the page (structured data, linked AMP pages, and so on).
hu_hu: Az URL indexelve lett, megjelenhet a Google Search találataiban, és nem találtunk problémát az oldalon található fejlesztésekkel (strukturált adatok, hivatkozott AMP-oldalak stb.).

source: URL is on Google
hu_hu: Az URL szerepel a Google-on

source: URL is on Google, but has issues
hu_hu: Az URL szerepel a Google-on, de vannak problémái

source: The URL has been indexed and can appear in Google Search results, but there are some problems that might prevent it from appearing with the enhancements that you applied to the page. This might mean a problem with an associated AMP page, or malformed structured data for a rich result (such as a recipe or job posting) on the page.
hu_hu: Az URL indexelve lett, és megjelenhet a Google Search találataiban, de vannak olyan problémák, amelyek megakadályozhatják, hogy az oldalon alkalmazott fejlesztésekkel együtt jelenjen meg. Ez jelenthet problémát a társított AMP-oldallal, vagy hibásan formázott strukturált adatokat egy bővített találathoz (például recept vagy álláshirdetés) az oldalon.

source: URL is not on Google: Indexing errors
hu_hu: Az URL nem szerepel a Google-on: Indexelési hibák

source: There was at least one critical error that prevented the URL from being indexed, and it cannot appear in Google Search until those issues are fixed.
hu_hu: Legalább egy kritikus hiba megakadályozta az URL indexelését, és amíg ezeket a problémákat nem javítják, nem jelenhet meg a Google Searchben.

source: URL is not on Google
hu_hu: Az URL nem szerepel a Google-on

source: This URL won‘t appear in Google Search results, but we think that was your intention. Common reasons include that the page is password-protected or robots.txt protected, or blocked by a noindex directive.
hu_hu: Ez az URL nem fog megjelenni a Google Search találataiban, de úgy gondoljuk, hogy ez volt a szándéka. Gyakori okok: az oldal jelszóval védett, robots.txt védi, vagy egy noindex utasítás blokkolja.

source: Unknown indexing status.
hu_hu: Ismeretlen indexelési állapot.

source: Indexing allowed.
hu_hu: Indexelés engedélyezve.

source: Indexing not allowed, 'noindex' detected in 'robots' meta tag.
hu_hu: Indexelés nem engedélyezett, 'noindex' található a 'robots' meta címkében.

source: Indexing not allowed, 'noindex' detected in 'X-Robots-Tag' http header.
hu_hu: Indexelés nem engedélyezett, 'noindex' található az 'X-Robots-Tag' http fejlécben.

source: Indexing not allowed, blocked to Googlebot with a robots.txt file.
hu_hu: Indexelés nem engedélyezett, robots.txt fájl blokkolja a Googlebotot.

source: Unknown fetch state.
hu_hu: Ismeretlen lekérési állapot.

source: Successful fetch.
hu_hu: Sikeres lekérés.

source: Blocked by robots.txt.
hu_hu: A robots.txt blokkolja.

source: Not found (404).
hu_hu: Nem található (404).

source: Blocked due to unauthorized request (401).
hu_hu: Jogosulatlan kérés miatt blokkolva (401).

source: Server error (5xx).
hu_hu: Szerverhiba (5xx).

source: Redirection error.
hu_hu: Átirányítási hiba.

source: Blocked due to access forbidden (403).
hu_hu: Hozzáférés tiltása miatt blokkolva (403).

source: Blocked due to other 4xx issue (not 403, 404).
hu_hu: Más 4xx probléma miatt blokkolva (nem 403, 404).

source: Internal error.
hu_hu: Belső hiba.

source: Invalid URL.
hu_hu: Érvénytelen URL.

source: Unknown user agent.
hu_hu: Ismeretlen user agent.

source: Googlebot desktop
hu_hu: Googlebot asztali

source: Googlebot smartphone
hu_hu: Googlebot okostelefon

source: Unknown robots.txt state, typically because the page wasn‘t fetched or found, or because robots.txt itself couldn‘t be reached.
hu_hu: Ismeretlen robots.txt állapot, jellemzően azért, mert az oldalt nem kérték le vagy nem található, vagy mert maga a robots.txt nem volt elérhető.

source: Crawl blocked by robots.txt.
hu_hu: A robots.txt blokkolja a feltérképezést.

source: No data available
hu_hu: Nem áll rendelkezésre adat

source: For some reason we couldn't retrieve the page or test its mobile-friendliness. Please wait a bit and try again.
hu_hu: Valamilyen okból nem tudtuk lekérni az oldalt vagy tesztelni a mobilbarátságát. Kérjük, várjon egy kicsit, majd próbálja újra.

source: Page is mobile friendly
hu_hu: Az oldal mobilbarát

source: The page should probably work well on a mobile device.
hu_hu: Az oldal várhatóan jól fog működni mobileszközön.

source: Page is not mobile friendly
hu_hu: Az oldal nem mobilbarát

source: The page won‘t work well on a mobile device because of a few issues.
hu_hu: Az oldal néhány probléma miatt nem fog jól működni mobileszközön.

source: Your Rich Snippets are valid
hu_hu: A Rich Snippets elemei érvényesek

source: Your Rich Snippets are not valid
hu_hu: A Rich Snippets elemei nem érvényesek

source: Discovery
hu_hu: Felderítés

source: Sitemaps
hu_hu: Webhelytérképek

source: Referring page
hu_hu: Hivatkozó oldal

source: Crawl
hu_hu: Feltérképezés

source: Last crawl
hu_hu: Utolsó feltérképezés

source: Crawled as
hu_hu: Bejárva mint

source: Crawl allowed?
hu_hu: Engedélyezett a bejárás?

source: Page fetch
hu_hu: Oldal lekérése

source: Indexing allowed?
hu_hu: Engedélyezett az indexelés?

source: User-declared canonical
hu_hu: Felhasználó által megadott kanonikus

source: Google-selected canonical
hu_hu: Google által kiválasztott kanonikus

source: Enhancements
hu_hu: Fejlesztések

source: Mobile Usability
hu_hu: Mobil használhatóság

source: Rich Snippets detected
hu_hu: Rich Snippets észlelve

source: Inspect URL with Google
hu_hu: URL ellenőrzése a Google-lal

source: No data found, click Inspect URL button above.
hu_hu: Nem található adat, kattintson a fenti Inspect URL gombra.

source: View Full Report
hu_hu: Teljes jelentés megtekintése

source: Remove video
hu_hu: Videó eltávolítása

source: Add video
hu_hu: Videó hozzáadása

source: Matching word:
hu_hu: Egyező szó:

source: Here is a list of articles related to your content, sorted by relevance, that you should link to.
hu_hu: Itt található a tartalmához kapcsolódó cikkek listája relevancia szerint rendezve, amelyekre érdemes hivatkoznia.

source: No suggestion of internal links.
hu_hu: Nincs belső hivatkozási javaslat.

source: Link copied in the clipboard
hu_hu: Hivatkozás a vágólapra másolva

source: Copy %s link
hu_hu: A(z) %s hivatkozás másolása

source: Open this link in a new window
hu_hu: Hivatkozás megnyitása új ablakban

source: Edit this link in a new window
hu_hu: Hivatkozás szerkesztése új ablakban

source: Edit %s link
hu_hu: A(z) %s hivatkozás szerkesztése

source: Separate target keywords by pressing Enter.
hu_hu: A célkulcsszavakat Enterrel válassza el.

source: These keywords:
hu_hu: Ezek a kulcsszavak:

source: is already used %d times
hu_hu: már %d alkalommal használva

source: It is recommended to enter as many properties as possible to maximize the chances of getting a rich snippet in Google search results.
hu_hu: Javasolt minél több tulajdonság megadása a rich snippet megjelenés esélyének maximalizálásához a Google keresési találataiban.

source: Delete schema
hu_hu: Séma törlése

source: Add a schema
hu_hu: Séma hozzáadása

source: Preview your X Cards using the official validator
hu_hu: Tekintse meg az X Cards előnézetét a hivatalos validátorral

source: Your image ratio is:
hu_hu: A képaránya:

source: Minimun size for Facebook is <strong>200x200px</strong>. Please choose another image.
hu_hu: A Facebook minimális mérete <strong>200x200px</strong>. Kérjük, válasszon másik képet.

source: Please choose an image
hu_hu: Kérjük, válasszon egy képet

source: Minimun size for X is <strong>144x144px</strong>. Please choose another image.
hu_hu: Az X minimális mérete <strong>144x144px</strong>. Kérjük, válasszon másik képet.

source: A canonical URL is the URL of the page that Google thinks is most representative from a set of duplicate pages on your site.
hu_hu: A kanonikus URL annak az oldalnak az URL-je, amelyet a Google a webhelyén található duplikált oldalak közül a legreprezentatívabbnak tart.

source: For example, if you have URLs for the same page (for example: example.com?dress=1234 and example.com/dresses/1234), Google chooses one as canonical.
hu_hu: Például ha ugyanarra az oldalra több URL is van (például: example.com?dress=1234 és example.com/dresses/1234), a Google egyet választ kanonikusnak.

source: Note that the pages do not need to be absolutely identical; minor changes in sorting or filtering of list pages do not make the page unique (for example, sorting by price or filtering by item color). The canonical can be in a different domain than a duplicate.
hu_hu: Vegye figyelembe, hogy az oldalaknak nem kell teljesen azonosnak lenniük; a listázóoldalak rendezésének vagy szűrésének kisebb módosításai nem teszik egyedivé az oldalt (például ár szerinti rendezés vagy termékszín szerinti szűrés). A kanonikus lehet a duplikátumtól eltérő domainen is.

source: Check a user role to authorized it to edit a specific SEO page.
hu_hu: Jelöljön be egy felhasználói szerepkört, hogy jogosultságot adjon egy adott SEO-oldal szerkesztésére.

source: Archive Title
hu_hu: Archívum címe

source: Author Bio
hu_hu: Szerző bemutatkozása

source: Author First Name
hu_hu: Szerző keresztneve

source: Author Last Name
hu_hu: Szerző vezetékneve

source: Author Nickname
hu_hu: Szerző beceneve

source: Author URL
hu_hu: Szerző URL-je

source: Author Website
hu_hu: Szerző weboldala

source: Current Number Page
hu_hu: Aktuális oldalszám

source: Custom fields (replace your_custom_field_name by the name of your custom field)
hu_hu: Egyéni mezők (cserélje a your_custom_field_name értéket az egyéni mező nevére)

source: Custom Term
hu_hu: Egyéni kifejezés

source: Archive Date
hu_hu: Archívum dátuma

source: Day Archive Date
hu_hu: Napi archívum dátuma

source: Month Archive Date
hu_hu: Havi archívum dátuma

source: Month Name Archive Date
hu_hu: Hónap neve szerinti archívum dátuma

source: Year Archive Date
hu_hu: Év szerinti archívum dátuma

source: Current Date
hu_hu: Aktuális dátum

source: Current Day
hu_hu: Aktuális nap

source: Current Month
hu_hu: Aktuális hónap

source: Current Month Number
hu_hu: Aktuális hónap száma

source: Current Month in 3 letters
hu_hu: Aktuális hónap 3 betűvel

source: Current Time
hu_hu: Aktuális idő

source: Current Year
hu_hu: Aktuális év

source: Post Date
hu_hu: Bejegyzés dátuma

source: Post Modified Date
hu_hu: Bejegyzés módosításának dátuma

source: Post Author
hu_hu: Bejegyzés szerzője

source: Post Category
hu_hu: Bejegyzés kategóriája

source: Post Content
hu_hu: Bejegyzés tartalma

source: Post Tag
hu_hu: Bejegyzés címkéje

source: Post Thumbnail URL
hu_hu: Bejegyzés bélyegképének URL-je

source: Post Thumbnail Height
hu_hu: Bejegyzés bélyegképének magassága

source: Post Thumbnail Width
hu_hu: Bejegyzés bélyegképének szélessége

source: Site URL
hu_hu: Webhely URL-je

source: Extra URL
hu_hu: Kiegészítő URL

source: Site Tagline
hu_hu: Webhely rövid leírása

source: Target Keywords
hu_hu: Célkulcsszavak

source: Product Price
hu_hu: Termék ára

source: Product Date On Sale To
hu_hu: Termék akció vége dátuma

source: Product Category
hu_hu: Termékkategória

source: Product Price With Taxes
hu_hu: Termék ára adókkal

source: Product Price Taxes Excluded
hu_hu: Termék ára adók nélkül

source: Product Tag
hu_hu: Termék címkéje

source: Product SKU
hu_hu: Termék SKU

source: Add a question
hu_hu: Kérdés hozzáadása

source: FAQ Settings
hu_hu: GYIK beállításai

source: Enable FAQ schema
hu_hu: GYIK séma engedélyezése

source: FAQ
hu_hu: GYIK

source: Allows to easily build FAQs.
hu_hu: Lehetővé teszi a GYIK egyszerű létrehozását.

source: Type a question
hu_hu: Írja be a kérdést

source: Add your answer
hu_hu: Írja be a válaszát

source: To edit the background image, you need permission to upload media.
hu_hu: A háttérkép szerkesztéséhez médiafeltöltési engedély szükséges.

source: Set Image
hu_hu: Kép beállítása

source: Remove Image
hu_hu: Kép eltávolítása

source: List Style
hu_hu: Lista típusa

# Div tag List
source: NONE
hu_hu: Nincs

source: Title Wrapper
hu_hu: Cím címkéje

source: Image Size
hu_hu: Képméret

source: SEO Settings
hu_hu: SEO-beállítások

source: Enable FAQ Schema
hu_hu: GYIK-séma engedélyezése

source: Enable accordion
hu_hu: Accordion engedélyezése

source: Question...
hu_hu: Kérdés...

source: Answer...
hu_hu: Válasz...

source: Add FAQ
hu_hu: GYIK hozzáadása

source: FAQ (legacy)
hu_hu: GYIK (régi)

source: Post types to display
hu_hu: Megjelenítendő bejegyzéstípusok

source: By default, if you have not selected any post types below, we’ll automatically take the ones set from the Sitemap setting page.
hu_hu: Alapértelmezés szerint, ha alább nem választ ki bejegyzéstípusokat, automatikusan a Webhelytérkép beállítások oldalán megadottakat használjuk.

source: Sitemap
hu_hu: Webhelytérkép

source: Display an HTML sitemap.
hu_hu: HTML webhelytérkép megjelenítése.

source: sitemap
hu_hu: webhelytérkép

source: navigation
hu_hu: navigáció

source: It looks like the Sitemap feature is not enabled from your SEO settings. You must activate it to use this block. Make sure the HTML sitemap option is also enabled.
hu_hu: Úgy tűnik, a webhelytérkép funkció nincs engedélyezve az SEO-beállításokban. A blokk használatához aktiválnia kell. Győződjön meg róla, hogy a HTML webhelytérkép opció is engedélyezve van.

source: Review settings
hu_hu: Beállítások áttekintése

source: SEO Checklist
hu_hu: SEO-ellenőrzőlista

source: Word count:
hu_hu: Szószám:

source: Meta title is set.
hu_hu: A meta cím be van állítva.

source: Custom meta title is not set.
hu_hu: Az egyéni meta cím nincs beállítva.

source: Meta description is set.
hu_hu: A meta leírás be van állítva.
