Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-seopress/wp-seopress-*.po
Languages: hu_hu

source: Titles are critical to give users a quick insight into the content of a result and why it’s relevant to their query. It's often the primary piece of information used to decide which result to click on, so it's important to use high-quality titles on your web pages.
hu_hu: A címek kulcsfontosságúak, mert gyors betekintést adnak a felhasználóknak az eredmény tartalmába és abba, hogy miért releváns a keresésükhöz. Gyakran ez az elsődleges információ, amely alapján eldöntik, melyik találatra kattintsanak, ezért fontos, hogy magas minőségű címeket használjon a weboldalain.

source: Enter your title
hu_hu: Adja meg a címet

source: / 568 pixels -
hu_hu: / 568 pixel -

source: (maximum recommended limit)
hu_hu: (ajánlott maximális határ)

source: A meta description tag should generally inform and interest users with a short, relevant summary of what a particular page is about. <br>They are like a pitch that convince the user that the page is exactly what they're looking for. <br>There's no limit on how long a meta description can be, but the search result snippets are truncated as needed, typically to fit the device width.
hu_hu: A meta description címkének általában rövid, releváns összefoglalóval kell tájékoztatnia és felkeltenie a felhasználók érdeklődését arról, miről szól az adott oldal. <br>Olyan, mint egy "pitch", amely meggyőzi a felhasználót, hogy az oldal pontosan az, amit keres. <br>A metaleírás hosszára nincs korlát, de a keresési találatok kivonatai szükség szerint csonkítva lesznek, jellemzően az eszköz szélességéhez igazítva.

source: Enter your meta description
hu_hu: Adja meg a metaleírást

source: / 940 pixels -
hu_hu: / 940 pixel -

source: Category / term description
hu_hu: Kategória / kifejezés leírása

source: Post Excerpt
hu_hu: Bejegyzés kivonata

source: Google Snippet Preview
hu_hu: Google-kivonat előnézete

source: This is what your page will look like in Google search results. You have to publish your post to get the Google Snippet Preview. Note that Google may optionally display an image of your article.
hu_hu: Így fog kinézni az oldal a Google keresési találatokban. A Google Snippet előnézethez közzé kell tenni a bejegyzést. Megjegyzés: a Google opcionálisan megjeleníthet egy képet a cikkről.

source: Mobile Preview
hu_hu: Mobil előnézet

source: Meta robots settings
hu_hu: Meta robots beállítások

source: You cannot uncheck a parameter? This is normal, and it‘s most likely defined in the <a href="%s" class="components-button is-link">global settings of the plugin.</a>
hu_hu: Nem lehet kikapcsolni egy paramétert? Ez normális, és nagy valószínűséggel a <a href="%s" class="components-button is-link">bővítmény globális beállításaiban</a> van meghatározva.

source: Do not display this page in search engine results / XML - HTML sitemaps <strong>(noindex)</strong>
hu_hu: Ne jelenjen meg ez az oldal a keresőmotorok találatai között / XML - HTML webhelytérképekben <strong>(noindex)</strong>

source: "noindex" robots meta tag
hu_hu: "noindex" robots meta címke

source: By checking this option, you will add a meta robots tag with the value "noindex". <br>Search engines will not index this URL in the search results.
hu_hu: Ennek az opciónak a bejelölésével "noindex" értékű meta robots címke kerül hozzáadásra. <br>A keresőmotorok nem indexelik ezt az URL-t a találatokban.

source: Do not follow links for this page <strong>(nofollow)</strong>
hu_hu: Ne kövesse az ezen az oldalon található hivatkozásokat <strong>(nofollow)</strong>

source: "nofollow" robots meta tag
hu_hu: "nofollow" robots meta címke

source: By checking this option, you will add a meta robots tag with the value "nofollow". <br>Search engines will not follow links from this URL.
hu_hu: Ennek az opciónak a bejelölésével "nofollow" értékű meta robots címke kerül hozzáadásra. <br>A keresőmotorok nem követik az erről az URL-ről induló hivatkozásokat.

source: Do not index images for this page <strong>(noimageindex)</strong>
hu_hu: Ne indexeljék ennek az oldalnak a képeit <strong>(noimageindex)</strong>

source: "noimageindex" robots meta tag
hu_hu: "noimageindex" robots meta címke

source: By checking this option, you will add a meta robots tag with the value "noimageindex". <br> Note that your images can always be indexed if they are linked from other pages.
hu_hu: Ennek az opciónak a bejelölésével "noimageindex" értékű meta robots címke kerül hozzáadásra. <br> Megjegyzés: a képek továbbra is indexelhetők, ha más oldalakról hivatkoznak rájuk.

source: Do not display a description in search results for this page <strong>(nosnippet)</strong>
hu_hu: Ne jelenjen meg leírás ennek az oldalnak a keresési találataiban <strong>(nosnippet)</strong>

source: "nosnippet" robots meta tag
hu_hu: "nosnippet" robots meta címke

source: By checking this option, you will add a meta robots tag with the value "nosnippet".
hu_hu: Ennek az opciónak a bejelölésével "nosnippet" értékű meta robots címke kerül hozzáadásra.

source: Canonical URL
hu_hu: Kanonikus URL

source: A canonical URL is the URL of the page that Google thinks is most representative from a set of duplicate pages on your site. <br>For example, if you have URLs for the same page (for example: example.com?dress=1234 and example.com/dresses/1234), Google chooses one as canonical. <br>Note that the pages do not need to be absolutely identical; minor changes in sorting or filtering of list pages do not make the page unique (for example, sorting by price or filtering by item color). The canonical can be in a different domain than a duplicate.
hu_hu: A kanonikus URL annak az oldalnak az URL-je, amelyet a Google a webhelyeden lévő duplikált oldalak halmazából a leginkább reprezentatívnak tart. <br>Például ha ugyanahhoz az oldalhoz több URL is tartozik (például: example.com?dress=1234 és example.com/dresses/1234), a Google egyet kanonikusnak választ. <br>Megjegyzés: az oldalaknak nem kell teljesen azonosnak lenniük; a listázó oldalak rendezésének vagy szűrésének kisebb módosításai nem teszik egyedivé az oldalt (például ár szerinti rendezés vagy tétel színe szerinti szűrés). A kanonikus akár egy duplikátumtól eltérő doménen is lehet.

source: Default value:
hu_hu: Alapértelmezett érték:

source: LinkedIn, Instagram, WhatsApp and Pinterest use the same social metadata as Facebook. X does the same if no X Cards tags are defined below.
hu_hu: A LinkedIn, az Instagram, a WhatsApp és a Pinterest ugyanazokat a közösségi metadatokat használja, mint a Facebook. Az X is ezt teszi, ha alább nincsenek megadva X Cards tagek.

source: Ask Facebook to update its cache
hu_hu: Kérje meg a Facebookot, hogy frissítse a gyorsítótárát

source: Facebook Title
hu_hu: Facebook cím

source: Enter your Facebook title
hu_hu: Adja meg a Facebook-címet.

source: Facebook description
hu_hu: Facebook leírás

source: Enter your Facebook description
hu_hu: Adja meg a Facebook-leírást.

source: Facebook Thumbnail
hu_hu: Facebook bélyegkép

source: Facebook Preview
hu_hu: Facebook előnézet

source: This is what your post will look like in Facebook. You have to publish your post to get the Facebook Preview.
hu_hu: Így fog kinézni a bejegyzés a Facebookon. A Facebook előnézethez közzé kell tenni a bejegyzést.

source: The Social Networks feature is disabled. Still seing informations from the FB Preview? You probably have social tags added by your theme or a plugin.
hu_hu: A Közösségi hálózatok funkció le van tiltva. Mégis látható információ az FB előnézetben? Valószínűleg a témája vagy egy bővítmény adott hozzá közösségi tageket.

source: File type not supported by Facebook. Please choose another image.
hu_hu: A Facebook nem támogatja ezt a fájltípust. Kérjük, válasszon másik képet.

source: Minimum size for Facebook is <strong>200x200px</strong>. Please choose another image.
hu_hu: A Facebook minimális mérete <strong>200x200px</strong>. Kérjük, válasszon másik képet.

source: File error. Please choose another image.
hu_hu: Fájlhiba. Kérjük, válasszon másik képet.

source: Your image ratio is:
hu_hu: A képarány:

source: The closer to 1.91 the better.
hu_hu: Minél közelebb van az 1.91-hez, annál jobb.

source: File URL is not valid.
hu_hu: A fájl URL-je nem érvényes.

source: Your filesize is:
hu_hu: A fájlméret:

source: This is superior to 300KB. WhatsApp will not use your image.
hu_hu: Ez 300KB feletti. A WhatsApp nem fogja használni a képet.

source: By
hu_hu: Által

source: X Title
hu_hu: X cím

source: Enter your X title
hu_hu: Adja meg az X-címet.

source: X Description
hu_hu: X leírás

source: Enter your X description
hu_hu: Adja meg az X-leírást.

source: X description
hu_hu: X leírás

source: X Thumbnail
hu_hu: X bélyegkép

source: X Preview
hu_hu: X előnézet

source: This is what your post will look like in X. You have to publish your post to get the X Preview.
hu_hu: Így fog kinézni a bejegyzés az X-en. Az X előnézethez közzé kell tenni a bejegyzést.

source: The Social Networks feature is disabled. Still seing informations from the X Preview? You probably have social tags added by your theme or a plugin.
hu_hu: A Közösségi hálózatok funkció le van tiltva. Mégis látható információ az X előnézetben? Valószínűleg a témája vagy egy bővítmény adott hozzá közösségi tageket.

source: File type not supported by X. Please choose another image.
hu_hu: Az X nem támogatja ezt a fájltípust. Kérjük, válasszon másik képet.

source: Minimum size for X is <strong>144x144px</strong>. Please choose another image.
hu_hu: Az X minimális mérete <strong>144x144px</strong>. Kérjük, válasszon másik képet.

source: The closer to 1 the better (with large card, 2 is better).
hu_hu: Minél közelebb van az 1-hez, annál jobb (large card esetén a 2 a jobb).

source: Enable redirection?
hu_hu: Átirányítás engedélyezése?

source: Regex?
hu_hu: Reguláris kifejezés?

source: Learn how to use regular expressions
hu_hu: Ismerje meg, hogyan használja a reguláris kifejezéseket

source: Select a login status:
hu_hu: Válasszon bejelentkezési állapotot:

source: All
hu_hu: Mind

source: Only Logged In
hu_hu: Csak bejelentkezettek

source: Only Not Logged In
hu_hu: Csak nem bejelentkezettek

source: Select a redirection type:
hu_hu: Válasszon átirányítási típust:

source: 301 Moved Permanently
hu_hu: 301 Véglegesen áthelyezve

source: 302 Found / Moved Temporarily
hu_hu: 302 Megtalálva / Ideiglenesen áthelyezve

source: 307 Moved Temporarily
hu_hu: 307 Ideiglenesen áthelyezve

source: 410 Gone
hu_hu: 410 Eltávolítva

source: 451 Unavailable For Legal Reasons
hu_hu: 451 Jogi okokból nem elérhető

source: URL redirection
hu_hu: URL-átirányítás

source: Enter your new URL in absolute (e.g. https://www.example.com/)
hu_hu: Adja meg az új URL-t abszolút formában (pl. https://www.example.com/)

source: Enter some keywords to auto-complete this field against your content.
hu_hu: Adjon meg néhány kulcsszót a tartalma alapján történő automatikus kiegészítéshez.

source: Query parameters
hu_hu: Lekérdezési paraméterek

source: Exactly match all parameters
hu_hu: Az összes paraméter pontos egyezése

source: Exclude all parameters
hu_hu: Minden paraméter kizárása

source: Exclude all parameters and pass them to the redirection
hu_hu: Minden paraméter kizárása, és azok átadása az átirányításnak

source: Test your URL
hu_hu: Tesztelje az URL-t

source: Need help with your redirections? Read our guide
hu_hu: Segítségre van szüksége az átirányításokhoz? Olvassa el az útmutatónkat

source: Set the category that gets used in the %s permalink and in our breadcrumbs if you have multiple categories.
hu_hu: Állítsa be azt a kategóriát, amely a %s permalinkben és a morzsamenünkben kerül használatra, ha több kategóriája van.

source: Select a primary category
hu_hu: Válasszon elsődleges kategóriát

source: Analysis in progress...
hu_hu: Elemzés folyamatban...

source: Content analysis
hu_hu: Tartalomelemzés

source: Import posts and terms (if available) metadata from %s
hu_hu: Bejegyzések és kifejezések (ha elérhető) metaadatainak importálása innen: %s

source: By clicking Migrate, we'll import:
hu_hu: Az Áttelepítés gombra kattintva importáljuk:

source: Global settings
hu_hu: Globális beállítások

source: Title tags
hu_hu: Title tagek

source: Facebook Open Graph tags (title, description and image thumbnail)
hu_hu: Facebook Open Graph tagek (cím, leírás és bélyegkép)

source: X tags (title, description and image thumbnail)
hu_hu: X tagek (cím, leírás és bélyegkép)

source: Focus / target keywords
hu_hu: Fókusz / célkulcsszavak

source: Primary category
hu_hu: Elsődleges kategória

source: Redirect URL
hu_hu: Átirányítási URL

source: Breadcrumb Title
hu_hu: Morzsamenü címe

source: <strong>WARNING:</strong> Migration will delete / update all <strong>%1$s posts and terms metadata</strong>, plus <strong>global settings</strong> (if applicable). Some dynamic variables will not be interpreted. We do <strong>NOT delete any %2$s data</strong>.
hu_hu: <strong>FIGYELMEZTETÉS:</strong> Az áttelepítés törli/frissíti az összes <strong>%1$s bejegyzés- és kifejezés-metaadatot</strong>, továbbá (ha alkalmazható) a <strong>globális beállításokat</strong>. Egyes dinamikus változók nem kerülnek értelmezésre. <strong>NEM törlünk semmilyen %2$s adatot</strong>.

source: Migrate now
hu_hu: Áttelepítés most

source: Add <code>rel="sponsored"</code> attribute
hu_hu: Adja hozzá a <code>rel="sponsored"</code> attribútumot

source: Add <code>rel="nofollow"</code> attribute
hu_hu: Adja hozzá a <code>rel="nofollow"</code> attribútumot

source: Add <code>rel="UGC"</code> attribute
hu_hu: Adja hozzá a <code>rel="UGC"</code> attribútumot

source: SEO Title / Description
hu_hu: SEO cím / leírás

source: Meta Description
hu_hu: Meta leírás

source: SEO Advanced
hu_hu: Haladó SEO

source: Don't display this page in search engine results / XML - HTML sitemaps (noindex)
hu_hu: Ne jelenítse meg ezt az oldalt a keresőmotorok találatai között / az XML- és HTML-webhelytérképekben (noindex)

source: Don't follow links for this page (nofollow)
hu_hu: Ne kövesse ennek az oldalnak a hivatkozásait (nofollow)

source: Don't index images for this page (noimageindex)
hu_hu: Ne indexelje ennek az oldalnak a képeit (noimageindex)

source: Don't display a description in search results for this page (nosnippet)
hu_hu: Ne jelenítsen meg leírást ennek az oldalnak a keresési találataiban (nosnippet)

source: Custom breadcrumbs
hu_hu: Egyéni morzsamenü

source: Enter a custom value, useful if your title is too long
hu_hu: Adjon meg egy egyéni értéket, hasznos, ha a címe túl hosszú

source: SEO Social
hu_hu: SEO közösségi média

source: <strong>Did you know?</strong> LinkedIn, Instagram and Pinterest use the same social metadata as Facebook. X does the same if no X Cards tags are defined below.
hu_hu: <strong>Tudta?</strong> A LinkedIn, az Instagram és a Pinterest ugyanazt a közösségi metaadatot használja, mint a Facebook. Az X is ezt teszi, ha alább nincsenek megadva X Cards tagek.

source: SEO Redirection
hu_hu: SEO átirányítás

source: SEO Content Analysis
hu_hu: SEO tartalomelemzés

source: Separate target keywords with commas. Do not use spaces after the commas, unless you want to include them
hu_hu: Válassza el a célkulcsszavakat vesszőkkel. Ne használjon szóközt a vesszők után, hacsak nem szeretné a szóközöket is beleérteni

source: Google suggestions
hu_hu: Google javaslatok

source: Enter a keyword, or a phrase, to find the top 10 Google suggestions instantly. This is useful if you want to work with the long tail technique.
hu_hu: Írjon be egy kulcsszót vagy kifejezést, hogy azonnal megtalálja a 10 legjobb Google-javaslatot. Ez hasznos, ha a long tail technikával szeretne dolgozni.

source: Get suggestions from Google
hu_hu: Kérjen javaslatokat a Google-tól

source: Get suggestions!
hu_hu: Javaslatok lekérése!

source: By
hu_hu: Szerző:

source: Crawling Optimization
hu_hu: Feltérképezés optimalizálása

source: Search engines validation
hu_hu: Keresőmotor-ellenőrzés

source: Advanced SEO options for advanced users.
hu_hu: Haladó SEO-beállítások haladó felhasználóknak.

source: Clean your source code to improve performance and your crawl budget.
hu_hu: Tisztítsa meg a forráskódját a teljesítmény és a feltérképezési költségkeret javítása érdekében.

source: Easily validate your site with search engines webmaster tools.
hu_hu: Egyszerűen igazolja webhelyét a keresőmotorok webmestereszközeivel.

source: Metaboxes
hu_hu: Metaboxok

source: Admin bar
hu_hu: Admin sáv

source: SEO Dashboard
hu_hu: SEO vezérlőpult

source: Columns
hu_hu: Oszlopok

source: Customize the plugin to fit your needs.
hu_hu: Szabja testre a bővítményt az igényeinek megfelelően.

source: SEO metaboxes
hu_hu: SEO metaboxok

source: SEO settings pages
hu_hu: SEO beállítási oldalak

source: Control access to SEO settings and metaboxes by user roles.
hu_hu: Szabályozza a hozzáférést a SEO-beállításokhoz és a metaboxokhoz felhasználói szerepkörök szerint.

source: Check a user role to <strong>PREVENT</strong> it to edit a specific metabox.
hu_hu: Jelöljön be egy felhasználói szerepkört, hogy <strong>MEGAKADÁLYOZZA</strong> egy adott metabox szerkesztését.

source: Check a user role to <strong>ALLOW</strong> it to edit a specific settings page.
hu_hu: Jelöljön be egy felhasználói szerepkört, hogy <strong>ENGEDÉLYEZZE</strong> egy adott beállítási oldal szerkesztését.

source: Customize the SEO columns.
hu_hu: Szabja testre a SEO oszlopokat.

source: Edit your SEO metadata directly from your favorite page builder.
hu_hu: Szerkessze SEO-metaadatait közvetlenül a kedvenc oldalépítőjéből.

source: Watch the universal SEO metabox overview video - Open in a new window
hu_hu: Nézze meg az univerzális SEO metabox áttekintő videót - Megnyitás új ablakban

source: Universal SEO metabox video thumbnail
hu_hu: Univerzális SEO metabox videó bélyegkép

source: Click the dedicated icon from the toolbar to customize the SEO dashboard.
hu_hu: Kattintson az eszköztár dedikált ikonjára a SEO vezérlőpult testreszabásához.

source: The admin bar appears on the top of your pages when logged in to your WP admin.
hu_hu: Az admin sáv az oldalak tetején jelenik meg, amikor be van jelentkezve a WP adminba.

source: Events
hu_hu: Események

source: Link your Google Analytics to your website. The tracking code will be automatically added to your site.
hu_hu: Kapcsolja össze a Google Analytics-et a webhelyével. A követőkód automatikusan hozzáadódik a webhelyéhez.

source: Cookie bar / GDPR / Google Consent v2
hu_hu: Sütisáv / GDPR / Google Consent v2

source: Manage user consent for GDPR and customize your cookie bar easily.
hu_hu: Kezelje a felhasználói hozzájárulásokat a GDPR-hez, és egyszerűen szabja testre a sütisávot.

source: Works with <strong>Google Analytics</strong> and <strong>Matomo</strong>.
hu_hu: Kompatibilis a <strong>Google Analytics</strong> és a <strong>Matomo</strong> szolgáltatásokkal.

source: We automatically manage <strong>Google Consent v2</strong> with GA4 and our cookie bar.
hu_hu: Automatikusan kezeljük a <strong>Google Consent v2</strong>-t a GA4-gyel és a sütisávunkkal.

source: Add your own scripts like GTM by copy and paste the provided code to the HEAD/BODY or FOOTER.
hu_hu: Adja hozzá saját szkriptjeit, például a GTM-et, a megadott kódot másolva és beillesztve a HEAD/BODY vagy a FOOTER részbe.

source: <strong>Excluding user roles</strong> also works with the <strong>custom tracking scripts</strong> registered below.
hu_hu: <strong>Felhasználói szerepkörök kizárása</strong> az alább regisztrált <strong>egyéni követési szkriptekkel</strong> is működik.

source: <strong>GA4, Matomo or MS Clarity</strong> codes are <strong>automatically added to your source code</strong> if you have enter your <strong>Measurement ID, Matomo tracking ID and / or MS Clarity project ID</strong> from <strong>Google Analytics / Matomo / Clarity</strong> tabs.
hu_hu: A <strong>GA4, Matomo vagy MS Clarity</strong> kódok <strong>automatikusan hozzáadódnak a forráskódjához</strong>, ha megadta a <strong>Measurement ID, Matomo tracking ID és / vagy MS Clarity project ID</strong> értékeket a <strong>Google Analytics / Matomo / Clarity</strong> füleken.

source: Track events in Google Analytics.
hu_hu: Kövesse nyomon az eseményeket a Google Analyticsben.

source: Learn how to track events with Google Analytics
hu_hu: Ismerje meg, hogyan követheti nyomon az eseményeket a Google Analytics segítségével

source: Advanced settings
hu_hu: Haladó beállítások

source: Custom Dimensions
hu_hu: Egyéni dimenziók

source: Misc
hu_hu: Egyebek

source: All advanced settings work with <strong>Google Analytics</strong> and <strong>Matomo</strong> tracking codes. Excluding user roles also works with <strong>MS Clarity</strong> and <strong>Custom tracking scripts</strong>.
hu_hu: Minden haladó beállítás működik a <strong>Google Analytics</strong> és a <strong>Matomo</strong> követőkódokkal. A felhasználói szerepkörök kizárása az <strong>MS Clarity</strong> és az <strong>egyéni követési szkriptek</strong> esetén is működik.

source: Configure your Google Analytics custom dimensions.
hu_hu: Állítsa be a Google Analytics egyéni dimenzióit.

source: Custom dimensions and custom metrics are like the default dimensions and metrics in your Analytics account, except you create them yourself.
hu_hu: Az egyéni dimenziók és az egyéni metrikák hasonlóak az Analytics-fiókjában lévő alapértelmezett dimenziókhoz és metrikákhoz, azzal a különbséggel, hogy ezeket Ön hozza létre.

source: Use them to collect and analyze data that Analytics doesn't automatically track.
hu_hu: Használja őket olyan adatok gyűjtésére és elemzésére, amelyeket az Analytics nem követ automatikusan.

source: Please note that you also have to setup your custom dimensions in your Google Analytics account.
hu_hu: Felhívjuk a figyelmét, hogy a Google Analytics fiókjában az egyéni dimenziókat is be kell állítania.

source: Tracking
hu_hu: Követés

source: Use Matomo to track your users with privacy in mind. We support both On Premise and Cloud installations.
hu_hu: Használja a Matomót a felhasználók követésére az adatvédelem szem előtt tartásával. Támogatjuk a helyszíni és a felhőalapú telepítéseket is.

source: Your <strong>Custom Dimensions</strong> from Advanced tab will also work with Matomo tracking code.
hu_hu: A Speciális fülön megadott <strong>Custom Dimensions</strong> a Matomo követőkóddal is működnek.

source: Use Microsoft Clarity to capture session recordings, get instant heatmaps and powerful Insights for Free. Know how people interact with your site to improve user experience and conversions.
hu_hu: Használja a Microsoft Clarityt munkamenet-felvételek rögzítésére, azonnali hőtérképekhez és hatékony Insights funkciókhoz ingyen. Ismerje meg, hogyan lépnek kapcsolatba az emberek a webhelyével, hogy javítsa a felhasználói élményt és a konverziókat.

source: Create your first Microsoft Clarity project <a href="%s" target="_blank">here</a>.
hu_hu: Hozza létre első Microsoft Clarity projektjét <a href="%s" target="_blank">itt</a>.

source: Images can generate a lot of traffic to your site. Make sure to always add alternative texts, optimize their file size, filename etc.
hu_hu: A képek rengeteg forgalmat hozhatnak a webhelyére. Ügyeljen rá, hogy mindig adjon meg alternatív szöveget, optimalizálja a fájlméretüket, fájlnevüket stb.

source: You can use the Indexing API to tell Google & Bing to update or remove pages from the Google / Bing index. The process can takes few minutes. You can submit your URLs in batches of 100 (max 200 request per day for Google).
hu_hu: Az Indexing API használatával jelezheti a Google és a Bing felé, hogy frissítsenek vagy távolítsanak el oldalakat a Google / Bing indexből. A folyamat néhány percet vehet igénybe. Az URL-eket 100-as csomagokban küldheti be (a Google esetén naponta legfeljebb 200 kérés).
