Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-seopress/wp-seopress-*.po
Languages: hu_hu

source: Custom meta description is not set.
hu_hu: Az egyéni meta leírás nincs beállítva.

source: This content is set to noindex.
hu_hu: Ez a tartalom noindexre van állítva.

source: This content is set to be indexed.
hu_hu: Ez a tartalom indexelésre van állítva.

# block title
source: FAQ
hu_hu: GYIK

# block description
source: Allows to easily build FAQs
hu_hu: Lehetővé teszi a GYIK egyszerű létrehozását

# block title
source: FAQ (legacy)
hu_hu: GYIK (régi)

# block title
source: Sitemap
hu_hu: Webhelytérkép

# block description
source: Display an HTML sitemap
hu_hu: HTML webhelytérkép megjelenítése
