Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-seopress/wp-seopress-*.po
Languages: hu_hu

source: WPML plugin has been detected!
hu_hu: A WPML bővítményt észleltük!

source: SEOPress is fully compatible with WPML. If you are looking to translate SEOPress global settings, read our guide by clicking the link below.
hu_hu: A SEOPress teljesen kompatibilis a WPML-lel. Ha a SEOPress globális beállításait szeretné lefordítani, olvassa el az útmutatónkat az alábbi linkre kattintva.

source: Your XML sitemap is cached!
hu_hu: Az XML webhelytérképe gyorsítótárazva van!

source: Swift Performance is caching your XML sitemap. You must disable this option to prevent any compatibility issue (Swift Performance > Settings > Caching, General tab).
hu_hu: A Swift Performance gyorsítótárazza az XML webhelytérképét. Tiltsa le ezt az opciót a kompatibilitási problémák elkerülése érdekében (Swift Performance > Settings > Caching, General tab).

source: Do you want to migrate all your metadata to SEOPress? Do not use multiple SEO plugins at once to avoid conflicts!
hu_hu: Szeretné az összes metaadatát a SEOPress-be migrálni? A konfliktusok elkerülése érdekében ne használjon egyszerre több SEO bővítményt!

source: Migrate!
hu_hu: Migrálás!

source: Enfold theme is not correctly setup for SEO!
hu_hu: Az Enfold téma nincs megfelelően beállítva SEO-hoz!

source: You must disable "Meta tag robots" option from Enfold settings (SEO Support tab) to avoid any SEO issues.
hu_hu: Az esetleges SEO problémák elkerülése érdekében tiltsa le a "Meta tag robots" opciót az Enfold beállításokban (SEO Support fül).

source: Global meta title missing for several custom post types!
hu_hu: Globális meta cím hiányzik több egyéni bejegyzéstípusnál!

source: Global meta description missing for several custom post types!
hu_hu: Globális meta leírás hiányzik több egyéni bejegyzéstípusnál!

source: Global meta title missing for several taxonomies!
hu_hu: Globális meta cím hiányzik több taxonómiánál!

source: Global meta description missing for several taxonomies!
hu_hu: Globális meta leírás hiányzik több taxonómiánál!

source: Your site doesn't use an SSL certificate!
hu_hu: A webhelye nem használ SSL tanúsítványt!

source: Https is considered by Google as a positive signal for the ranking of your site. It also reassures your visitors for data security, and improves trust.
hu_hu: A Https-t a Google pozitív jelzésnek tekinti a webhelye rangsorolásához. Emellett megnyugtatja a látogatókat az adatok biztonságát illetően, és növeli a bizalmat.

source: Your site is not visible to Search Engines!
hu_hu: A webhelye nem látható a keresőmotorok számára!

source: You have activated the blocking of the indexing of your site. If your site is under development, this is probably normal. Otherwise, check your settings.
hu_hu: Aktiválta webhelye indexelésének blokkolását. Ha a webhely fejlesztés alatt áll, ez valószínűleg rendben van. Ellenkező esetben ellenőrizze a beállításokat.

source: Your site title is empty!
hu_hu: A webhely címe üres!

source: Your Site Title is used by WordPress, your theme and your plugins including SEOPress. It is an essential component in the generation of title tags, but not only. Enter one!
hu_hu: A webhely címét a WordPress, a témája és a bővítményei, köztük a SEOPress is használják. Alapvető elem a title tagek előállításában, és nem csak abban. Adjon meg egyet!

source: Your permalinks are not SEO Friendly! Enable pretty permalinks to fix this.
hu_hu: A közvetlen linkek nem SEO-barátok! Engedélyezze a szép közvetlen linkeket a javításhoz.

source: Why is this important? Showing only the summary of each article significantly reduces the theft of your content by third party sites. Not to mention, the increase in your traffic, your advertising revenue, conversions...
hu_hu: Miért fontos ez? Ha csak az egyes cikkek összefoglalóját jeleníti meg, az jelentősen csökkenti a tartalomlopást a harmadik féltől származó oldalak részéről. Nem is beszélve a forgalom, a hirdetési bevétel és a konverziók növekedéséről...

source: Your RSS feed shows full text!
hu_hu: Az RSS-csatornája a teljes szöveget jeleníti meg!

source: You have activated Google Analytics tracking without adding identifiers!
hu_hu: Engedélyezte a Google Analytics követést azonosítók hozzáadása nélkül!

source: Google Analytics will not track your visitors until you finish the configuration.
hu_hu: A Google Analytics nem fogja követni a látogatókat, amíg be nem fejezi a konfigurációt.

source: Break comments into pages is ON!
hu_hu: A hozzászólások oldalakra bontása be van kapcsolva!

source: Enabling this option will create duplicate content for each article beyond x comments. This can have a disastrous effect by creating a large number of poor quality pages, and slowing the Google bot unnecessarily, so your ranking in search results.
hu_hu: Ennek az opciónak az engedélyezése duplikált tartalmat hoz létre minden cikkhez az x hozzászóláson túl. Ez katasztrofális hatással lehet, mert nagy számú gyenge minőségű oldalt hoz létre, és feleslegesen lelassítja a Google botot, ami rontja a helyezését a keresési eredményekben.

source: Disable this!
hu_hu: Tiltsa le ezt!

source: Display more posts per page on homepage and archives
hu_hu: Jelenítsen meg több bejegyzést oldalanként a kezdőlapon és az archívumokban

source: To reduce the number pages search engines have to crawl to find all your articles, it is recommended displaying more posts per page. This should not be a problem for your users. Using mobile, we prefer to scroll down rather than clicking on next page links.
hu_hu: Hogy csökkentse azoknak az oldalaknak a számát, amelyeket a keresőmotoroknak fel kell térképezniük az összes cikk megtalálásához, ajánlott több bejegyzést megjeleníteni oldalanként. Ez a felhasználók számára sem jelent problémát. Mobilon inkább görgetünk, mint a következő oldalra mutató hivatkozásokra kattintunk.

source: You don't have an XML Sitemap!
hu_hu: Nincs XML webhelytérképe!

source: XML Sitemaps are useful to facilitate the crawling of your content by search engine robots. Indirectly, this can benefit your ranking by reducing the crawl bugdet.
hu_hu: Az XML webhelytérképek megkönnyítik a keresőrobotok számára a tartalom feltérképezését. Közvetve ez javíthatja a helyezését a feltérképezési költségvetés csökkentésével.

source: Do you have a Google My Business page? It's free!
hu_hu: Van Google My Business oldala? Ingyenes!

source: Local Business websites should have a My Business page to improve visibility in search results. Click on the cross on the right to delete this notification if you are not concerned.
hu_hu: A helyi vállalkozások webhelyeinek érdemes My Business oldalt létrehozniuk a keresési eredményekben való láthatóság javításához. Ha nem érinti, kattintson a jobb oldali X-re az értesítés törléséhez.

source: Create your page now!
hu_hu: Hozza létre az oldalát most!

source: Add your site to Google. It's free!
hu_hu: Adja hozzá webhelyét a Google-hoz. Ingyenes!

source: Is your brand new site online? So reference it as quickly as possible on Google to get your first visitors via Google Search Console. Already the case? Dismiss this alert.
hu_hu: Most indult az új webhelye? Regisztrálja minél gyorsabban a Google-ben, hogy megszerezze első látogatóit a Google Search Console segítségével. Már megtörtént? Vesse el ezt az értesítést.

source: Add your site to Search Console!
hu_hu: Adja hozzá webhelyét a Search Console-hoz!

source: Dismiss
hu_hu: Elvetés

source: Migrate your SEO metadata and redirects from other plugins
hu_hu: Migrálja SEO metaadatait és átirányításait más bővítményekből

source: We found these schemas in the source code of this page:
hu_hu: Ezeket a sémákat találtuk az oldal forráskódjában:

source: duplicated schema - x
hu_hu: duplikált séma - x

source: No schemas found in the source code of this page. Get rich snippets in Google Search results and improve your visibility by adding structured data types (schemas) to your page.
hu_hu: Nem találtunk sémákat az oldal forráskódjában. Szerezzen rich snippeteket a Google keresési eredményekben, és javítsa a láthatóságát strukturált adattípusok (sémák) hozzáadásával az oldalához.

source: Get SEOPress PRO to add schemas now
hu_hu: Szerezze be a SEOPress PRO-t, hogy most sémákat adhasson hozzá

source: This post is a little old!
hu_hu: Ez a bejegyzés kissé régi!

source: The last modified date of this article is less than 1 year. Cool!
hu_hu: Ennek a cikknek az utolsó módosítása kevesebb mint 1 éve történt. Szuper!

source: Search engines love fresh content. Update regularly your articles without entirely rewriting your content and give them a boost in search rankings. SEOPress takes care of the technical part.
hu_hu: A keresőmotorok szeretik a friss tartalmat. Frissítse rendszeresen a cikkeit anélkül, hogy teljesen újraírná a tartalmat, és adjon nekik lökést a keresési rangsorban. A technikai részt a SEOPress intézi.

source: Cool, one of your target keyword is used in your permalink.
hu_hu: Szuper, egyik célkulcsszava szerepel a közvetlen linkjében.

source: This is your homepage. This check doesn't apply here because there is no slug.
hu_hu: Ez a kezdőlapod. Ez az ellenőrzés itt nem alkalmazható, mert nincs slug.

source: You should add one of your target keyword in your permalink.
hu_hu: Adj a permalinkhez egy célkulcsszót.

source: H1 (Heading 1)
hu_hu: H1 (Címsor 1)

source: Target keywords were found in Heading 1 (H1).
hu_hu: Célkulcsszavakat találtunk a H1 (Címsor 1) címsorban.

source: %1$s was found %2$d times.
hu_hu: %1$s %2$d alkalommal fordult elő.

source: We found %d Heading 1 (H1) in your content.
hu_hu: %d H1 (Címsor 1) címsort találtunk a tartalmadban.

source: You should not use more than one H1 heading in your post content. The rule is simple: only one H1 for each web page. It is better for both SEO and accessibility. Below, the list:
hu_hu: Ne használj egynél több H1 címsort a bejegyzésed tartalmában. A szabály egyszerű: weboldalanként csak egy H1. Ez jobb SEO és akadálymentesség szempontjából is. Alább a lista:

source: No Heading 1 (H1) found in your content. This is required for both SEO and Accessibility!
hu_hu: Nem található H1 (Címsor 1) a tartalmadban. Ez szükséges mind a SEO, mind az akadálymentesség szempontjából!

source: None of your target keywords were found in Heading 1 (H1).
hu_hu: Egyik célkulcsszavad sem található a H1 (Címsor 1) címsorban.

source: H2 (Heading 2)
hu_hu: H2 (Címsor 2)

source: Target keywords were found in Heading 2 (H2).
hu_hu: Célkulcsszavakat találtunk a H2 (Címsor 2) címsorban.

source: None of your target keywords were found in Heading 2 (H2).
hu_hu: Egyik célkulcsszavad sem található a H2 (Címsor 2) címsorban.

source: H3 (Heading 3)
hu_hu: H3 (Címsor 3)

source: Target keywords were found in Heading 3 (H3).
hu_hu: Célkulcsszavakat találtunk a H3 (Címsor 3) címsorban.

source: None of your target keywords were found in Heading 3 (H3).
hu_hu: Egyik célkulcsszavad sem található a H3 (Címsor 3) címsorban.

source: Target keywords were found in the Meta Title.
hu_hu: Célkulcsszavakat találtunk a Meta Title-ben.

source: None of your target keywords were found in the Meta Title.
hu_hu: Egyik célkulcsszavad sem található a Meta Title-ben.

source: Your custom title is too long.
hu_hu: Az egyedi címed túl hosszú.

source: The length of your title is correct
hu_hu: A címed hossza megfelelő

source: No custom title is set for this post. If the global meta title suits you, you can ignore this recommendation.
hu_hu: Ehhez a bejegyzéshez nincs beállítva egyedi cím. Ha megfelel a globális meta title, figyelmen kívül hagyhatod ezt az ajánlást.

source: Target keywords were found in the Meta description.
hu_hu: Célkulcsszavakat találtunk a Meta description-ben.

source: None of your target keywords were found in the Meta description.
hu_hu: Egyik célkulcsszavad sem található a Meta description-ben.

source: You custom meta description is too long.
hu_hu: Az egyedi meta description túl hosszú.

source: The length of your meta description is correct
hu_hu: A meta description hossza megfelelő

source: No custom meta description is set for this post. If the global meta description suits you, you can ignore this recommendation.
hu_hu: Ehhez a bejegyzéshez nincs beállítva egyedi meta description. Ha megfelel a globális meta description, figyelmen kívül hagyhatod ezt az ajánlást.

source: We found %d og:title in your content.
hu_hu: A tartalmadban %d og:title található.

source: You should not use more than one og:title in your post content to avoid conflicts when sharing on social networks. Facebook will take the last og:title tag from your source code. Below, the list:
hu_hu: Ne használj egynél több og:title elemet a bejegyzésed tartalmában, hogy elkerüld az ütközéseket a közösségi megosztáskor. A Facebook a forráskódból az utolsó og:title taget veszi figyelembe. Alább a lista:

source: Your Open Graph Title tag is empty!
hu_hu: Az Open Graph Title tag üres!

source: We found an Open Graph Title tag in your source code.
hu_hu: Találtunk Open Graph Title taget a forráskódban.

source: Your Open Graph Title is missing!
hu_hu: Hiányzik az Open Graph Title!

source: We found %d og:description in your content.
hu_hu: A tartalmadban %d og:description található.

source: You should not use more than one og:description in your post content to avoid conflicts when sharing on social networks. Facebook will take the last og:description tag from your source code. Below, the list:
hu_hu: Ne használj egynél több og:description elemet a bejegyzésed tartalmában, hogy elkerüld az ütközéseket a közösségi megosztáskor. A Facebook a forráskódból az utolsó og:description taget veszi figyelembe. Alább a lista:

source: Your Open Graph Description tag is empty!
hu_hu: Az Open Graph Description tag üres!

source: We found an Open Graph Description tag in your source code.
hu_hu: Találtunk Open Graph Description taget a forráskódban.

source: Your Open Graph Description is missing!
hu_hu: Hiányzik az Open Graph Description!

source: We found %d og:image in your content.
hu_hu: A tartalmadban %d og:image található.

source: Your Open Graph Image tag is empty!
hu_hu: Az Open Graph Image tag üres!

source: Your Open Graph Image is missing!
hu_hu: Hiányzik az Open Graph Image!

source: We found %d og:url in your content.
hu_hu: A tartalmadban %d og:url található.

source: You should not use more than one og:url in your post content to avoid conflicts when sharing on social networks. Facebook will take the last og:url tag from your source code. Below, the list:
hu_hu: Ne használj egynél több og:url elemet a bejegyzésed tartalmában, hogy elkerüld az ütközéseket a közösségi megosztáskor. A Facebook a forráskódból az utolsó og:url taget veszi figyelembe. Alább a lista:

source: Your Open Graph URL tag is empty!
hu_hu: Az Open Graph URL tag üres!

source: We found an Open Graph URL tag in your source code.
hu_hu: Találtunk Open Graph URL taget a forráskódban.

source: Your Open Graph URL is missing!
hu_hu: Hiányzik az Open Graph URL!

source: We found %d og:site_name in your content.
hu_hu: A tartalmadban %d og:site_name található.

source: You should not use more than one og:site_name in your post content to avoid conflicts when sharing on social networks. Facebook will take the last og:site_name tag from your source code. Below, the list:
hu_hu: Ne használj egynél több og:site_name elemet a bejegyzésed tartalmában, hogy elkerüld az ütközéseket a közösségi megosztáskor. A Facebook a forráskódból az utolsó og:site_name taget veszi figyelembe. Alább a lista:

source: Your Open Graph Site Name tag is empty!
hu_hu: Az Open Graph Site Name címke üres!

source: We found an Open Graph Site Name tag in your source code.
hu_hu: Találtunk egy Open Graph Site Name címkét a forráskódban.

source: Your Open Graph Site Name is missing!
hu_hu: Hiányzik az Open Graph Site Name!

source: We found %d twitter:title in your content.
hu_hu: Találtunk %d twitter:title címkét a tartalomban.

source: You should not use more than one twitter:title in your post content to avoid conflicts when sharing on social networks. X will take the last twitter:title tag from your source code. Below, the list:
hu_hu: Ne használjon egynél több twitter:title címkét a bejegyzés tartalmában, hogy elkerülje az ütközéseket a közösségi megosztásnál. Az X a forráskódból az utolsó twitter:title címkét fogja figyelembe venni. Alább a lista:

source: Your X Title tag is empty!
hu_hu: Az X Title címke üres!

source: We found a X Title tag in your source code.
hu_hu: Találtunk egy X Title címkét a forráskódban.

source: Your X Title is missing!
hu_hu: Hiányzik az X Title!

source: We found %d twitter:description in your content.
hu_hu: Találtunk %d twitter:description címkét a tartalomban.

source: You should not use more than one twitter:description in your post content to avoid conflicts when sharing on social networks. X will take the last twitter:description tag from your source code. Below, the list:
hu_hu: Ne használjon egynél több twitter:description címkét a bejegyzés tartalmában, hogy elkerülje az ütközéseket a közösségi megosztásnál. Az X a forráskódból az utolsó twitter:description címkét fogja figyelembe venni. Alább a lista:

source: Your X Description tag is empty!
hu_hu: Az X Description címke üres!

source: We found a X Description tag in your source code.
hu_hu: Találtunk egy X Description címkét a forráskódban.

source: Your X Description is missing!
hu_hu: Hiányzik az X Description!

source: We found %d twitter:image in your content.
hu_hu: Találtunk %d twitter:image címkét a tartalomban.

source: Your X Image tag is empty!
hu_hu: Az X Image címke üres!

source: Your X Image is missing!
hu_hu: Hiányzik az X Image!

source: We found %s meta robots in your page. There is probably something wrong with your theme!
hu_hu: Találtunk %s meta robots címkét az oldalán. Valószínűleg valami nincs rendben a sablonnal!

source: <strong>noindex</strong> is on! Search engines can't index this page.
hu_hu: <strong>noindex</strong> be van kapcsolva! A keresőmotorok nem tudják indexelni ezt az oldalt.

source: <strong>noindex</strong> is off. Search engines will index this page.
hu_hu: <strong>noindex</strong> ki van kapcsolva. A keresőmotorok indexelni fogják ezt az oldalt.

source: <strong>nofollow</strong> is on! Search engines can't follow your links on this page.
hu_hu: <strong>nofollow</strong> be van kapcsolva! A keresőmotorok nem tudják követni az ezen az oldalon lévő hivatkozásokat.

source: <strong>nofollow</strong> is off. Search engines will follow links on this page.
hu_hu: <strong>nofollow</strong> ki van kapcsolva. A keresőmotorok követni fogják az ezen az oldalon lévő hivatkozásokat.

source: <strong>noimageindex</strong> is on! Google will not index your images on this page (but if someone makes a direct link to one of your image in this page, it will be indexed).
hu_hu: <strong>noimageindex</strong> be van kapcsolva! A Google nem indexeli az ezen az oldalon található képeit (de ha valaki közvetlen hivatkozást hoz létre az ezen az oldalon található egyik képére, azt indexelni fogja).

source: <strong>noimageindex</strong> is off. Google will index the images on this page.
hu_hu: <strong>noimageindex</strong> ki van kapcsolva. A Google indexeli az ezen az oldalon található képeket.

source: <strong>nosnippet</strong> is on! Search engines will not display a snippet of this page in search results.
hu_hu: <strong>nosnippet</strong> be van kapcsolva! A keresőmotorok nem jelenítenek meg kivonatot erről az oldalról a találati listában.

source: <strong>nosnippet</strong> is off. Search engines will display a snippet of this page in search results.
hu_hu: <strong>nosnippet</strong> ki van kapcsolva. A keresőmotorok megjelenítenek kivonatot erről az oldalról a találati listában.

source: We found no meta robots on this page. It means, your page is index,follow. Search engines will index it, and follow links.
hu_hu: Nem találtunk meta robots címkét ezen az oldalon. Ez azt jelenti, hogy az oldal index,follow. A keresőmotorok indexelik, és követik a hivatkozásokat.

source: No alternative text found for these images. Alt tags are important for both SEO and accessibility. Edit your images using the media library or your favorite page builder and fill in alternative text fields.
hu_hu: Nem található alternatív szöveg ezekhez a képekhez. Az alt címkék fontosak a SEO és az akadálymentesítés szempontjából is. Szerkessze a képeket a Médiatárban vagy a kedvenc oldalépítőjével, és töltse ki az alternatív szöveg mezőket.

source: Note that we scan all your source code, it means, some missing alternative texts of images might be located in your header, sidebar or footer.
hu_hu: Megjegyzés: a teljes forráskódot átvizsgáljuk, vagyis az egyes képek hiányzó alternatív szövegei a fejlécben, az oldalsávban vagy a láblécben is lehetnek.

source: All alternative tags are filled in. Good work!
hu_hu: Minden alternatív címke ki van töltve. Szép munka!

source: We could not find any image in your content. Content with media is a plus for your SEO.
hu_hu: Nem találtunk képet a tartalomban. A médiával ellátott tartalom előnyt jelent SEO szempontjából.

source: We found %d links with nofollow attribute in your page. Do not overuse nofollow attribute in links. Below, the list:
hu_hu: Találtunk %d nofollow attribútummal rendelkező hivatkozást az oldalán. Ne használja túl a nofollow attribútumot a hivatkozásokban. Alább a lista:

source: This page doesn't have any nofollow links.
hu_hu: Ezen az oldalon nincs nofollow hivatkozás.

source: Internet is built on the principle of hyperlink. It is therefore perfectly normal to make links between different websites. However, avoid making links to low quality sites, SPAM... If you are not sure about the quality of a site, add the attribute "nofollow" to your link.
hu_hu: Az internet a hiperhivatkozás elvére épül. Ezért teljesen természetes, hogy különböző webhelyek között hivatkozásokat hozunk létre. Ugyanakkor kerülje az alacsony minőségű, SPAM oldalokra mutató hivatkozásokat... Ha nem biztos egy webhely minőségében, adja hozzá a "nofollow" attribútumot a hivatkozáshoz.

source: We found %s outbound links in your page. Below, the list:
hu_hu: Találtunk %s kimenő hivatkozást az oldalán. Alább a lista:

source: This page doesn't have any outbound links.
hu_hu: Ezen az oldalon nincsenek kimenő hivatkozások.

source: Internal links are important for SEO and user experience. Always try to link your content together, with quality link anchors.
hu_hu: A belső hivatkozások fontosak a SEO és a felhasználói élmény szempontjából. Törekedjen arra, hogy összekapcsolja a tartalmait, minőségi horgonyszövegekkel.

source: Unfortunately, this analysis can‘t work with Bricks Builder because of the way your content is stored in your database.
hu_hu: Sajnos ez az elemzés nem működik a Bricks Builderrel a tartalom adatbázisbeli tárolási módja miatt.

source: We found %s internal links to this page.
hu_hu: Találtunk %s belső hivatkozást erre az oldalra.

source: edit %s
hu_hu: szerkesztés %s

source: This page doesn't have any internal links from other content. Links from archive pages are not considered internal links due to lack of context.
hu_hu: Erre az oldalra nem mutatnak belső hivatkozások más tartalmakból. Az archívumoldalakról érkező hivatkozásokat a kontextus hiánya miatt nem tekintjük belső hivatkozásoknak.

source: A canonical URL is required by search engines to handle duplicate content.
hu_hu: A keresőmotoroknak kanonikus URL-re van szükségük a duplikált tartalom kezeléséhez.

source: You must fix this. Canonical URL duplication is bad for SEO.
hu_hu: Ezt mindenképpen javítania kell. A kanonikus URL-ek duplikálása árt a SEO-nak.
