Repository: hellowpio/wordpress-translations
Catalog: plugins/*/wp-seopress/wp-seopress-*.po
Languages: hu_hu

source: 401 / 403 error?
hu_hu: 401 / 403 hiba?

source: How does this work?
hu_hu: Hogyan működik ez?

source: Setup your Google / Bing API keys from the <strong>Settings</strong> tab
hu_hu: Állítsa be a Google / Bing API-kulcsokat a <strong>Beállítások</strong> fülön

source: <strong>Enter your URLs</strong> to index to the field below
hu_hu: <strong>Adja meg az indexelendő URL-eket</strong> az alábbi mezőbe

source: Click <strong>Submit URLs to Google & Bing</strong>
hu_hu: Kattintson a <strong>URL-ek beküldése a Google & Bing felé</strong> gombra

source: We noticed that you use <strong>%s</strong> plugin.
hu_hu: Észrevettük, hogy a(z) <strong>%s</strong> bővítményt használja.

source: To prevent any conflicts with our Indexing feature, please disable it.
hu_hu: Az Indexing funkciónkkal való ütközések elkerülése érdekében kérjük, tiltsa le azt.

source: Fix this!
hu_hu: Javítsa ki!

source: Edit your Instant Indexing settings for Google and Bing.
hu_hu: Szerkessze az Instant Indexing beállításait a Google és a Bing számára.

source: Your permalinks are not <strong>SEO Friendly</strong>! Enable <strong>pretty permalinks</strong> to fix this.
hu_hu: A közvetlen linkjei nem <strong>SEO-barátok</strong>! Engedélyezze a <strong>szép közvetlen linkeket</strong> a javításhoz.

source: Change this settings
hu_hu: Módosítsa ezt a beállítást

source: A sitemap is a file where you provide information about the <strong>pages, images, videos... and the relationships between them</strong>. Search engines like Google read this file to <strong>crawl your site more efficiently</strong>.
hu_hu: A webhelytérkép egy fájl, amelyben információt ad az <strong>oldalakról, képekről, videókról... és az ezek közötti kapcsolatokról</strong>. A Google-hoz hasonló keresőmotorok ezt a fájlt olvassák, hogy <strong>hatékonyabban térképezzék fel a webhelyét</strong>.

source: The XML sitemap is an <strong>exploration aid</strong>. Not having a sitemap will absolutely <strong>NOT prevent engines from indexing your content</strong>. For this, opt for meta robots.
hu_hu: Az XML webhelytérkép egy <strong>feltérképezést segítő eszköz</strong>. A webhelytérkép hiánya semmiképp sem akadályozza meg a keresőket abban, hogy indexeljék a tartalmát. Ehhez inkább a meta robots beállítást használja.

source: This is the URL of your index sitemaps to submit to search engines:
hu_hu: Ez az index webhelytérképek URL-je, amelyet be kell küldeni a keresőmotoroknak:

source: SiteGround Optimizer user?
hu_hu: SiteGround Optimizer felhasználó?

source: We automatically sent your XML sitemap URL for the preheat caching feature.
hu_hu: Automatikusan elküldtük az XML webhelytérkép URL-jét a preheat caching funkcióhoz.

source: <strong>Noindex content</strong> will not be displayed in Sitemaps. Same for custom canonical URLs.
hu_hu: A <strong>Noindex tartalom</strong> nem jelenik meg a webhelytérképekben. Ugyanez igaz az egyéni kanonikus URL-ekre is.

source: If you disable globally this feature (using the blue toggle from above), the <strong>native WordPress XML sitemaps</strong> will be re-activated.
hu_hu: Ha globálisan letiltja ezt a funkciót (a fenti kék kapcsolóval), a <strong>natív WordPress XML sitemaps</strong> újra aktiválódik.

source: Blank sitemap?
hu_hu: Üres webhelytérkép?

source: 404 error?
hu_hu: 404 hiba?

source: HTML error? Exclude XML and XSL from caching plugins!
hu_hu: HTML-hiba? Zárja ki az XML-t és az XSL-t a gyorsítótárazó bővítményekből!

source: Add your XML sitemaps to Google Search Console (video)
hu_hu: Adja hozzá az XML webhelytérképeket a Google Search Console-hoz (videó)

source: Your server uses NGINX. If XML Sitemaps doesn't work properly, you need to add this rule to your configuration:
hu_hu: A szervere NGINX-et használ. Ha az XML Sitemaps nem működik megfelelően, ezt a szabályt kell hozzáadnia a konfigurációhoz:

source: Contact your webhost for help and send them these rules.
hu_hu: Lépjen kapcsolatba a tárhelyszolgáltatójával segítségért, és küldje el nekik ezeket a szabályokat.

source: Create an HTML Sitemap for your visitors and boost your SEO.
hu_hu: Készítsen HTML webhelytérképet a látogatóknak, és javítsa SEO-ját.

source: Limited to 1,000 posts per post type. You can change the order and sorting criteria below.
hu_hu: Bejegyzéstípusonként 1000 bejegyzésre korlátozva. Az alábbiakban módosíthatja a sorrendet és a rendezési szempontokat.

source: How to use the HTML Sitemap?
hu_hu: Hogyan használja a HTML webhelytérképet?

source: Add the HTML sitemap block using the <strong>Block Editor</strong>.
hu_hu: Adja hozzá a HTML webhelytérkép blokkot a <strong>Block Editor</strong> használatával.

source: Shortcode
hu_hu: Rövidkód

source: You can also use this shortcode in your content (post, page, post type...):
hu_hu: Ezt a rövidkódot is használhatja a tartalomban (bejegyzés, oldal, bejegyzéstípus...):

source: To include specific custom post types, use the CPT attribute:
hu_hu: Adott egyedi bejegyzéstípusokhoz használja a CPT attribútumot:

source: To display only categories and/or product categories, use the terms_only attribute:
hu_hu: Csak kategóriák és/vagy termékkategóriák megjelenítéséhez használja a terms_only attribútumot:

source: For advanced usage, you can also use the filters listed in the documentation.
hu_hu: Haladó használathoz a dokumentációban felsorolt szűrőket is használhatja.

source: Other
hu_hu: Egyéb

source: Dynamically display the sitemap by entering an ID to the first field below.
hu_hu: Dinamikusan jelenítse meg a webhelytérképet az alábbi első mezőbe megadott azonosítóval.

source: Include/Exclude Post Types.
hu_hu: Bejegyzéstípusok hozzáadása/kizárása.

source: Only post types registered with the %1$s and %2$s arguments will be listed here.
hu_hu: Itt csak a %1$s és %2$s argumentumokkal regisztrált bejegyzéstípusok lesznek felsorolva.

source: Include/Exclude Taxonomies.
hu_hu: Taxonómiák hozzáadása/kizárása.

source: Only taxonomies registered with the %1$s and %2$s arguments will be listed here.
hu_hu: Itt csak a %1$s és %2$s argumentumokkal regisztrált taxonómiák lesznek felsorolva.

source: Terms without any associated posts will not be listed in your XML sitemaps to prevent 404 errors.
hu_hu: A kapcsolódó bejegyzéssel nem rendelkező kifejezések nem fognak megjelenni az XML webhelytérképekben a 404 hibák megelőzése érdekében.

source: Configure Google Knowledge Graph. This will print a schema for search engines on your homepage.
hu_hu: Konfigurálja a Google Knowledge Graphot. Ez egy sémát fog megjeleníteni a keresőmotorok számára a kezdőoldalán.

source: Learn more on Google official website.
hu_hu: Tudjon meg többet a Google hivatalos webhelyén.

source: Link your site with your social accounts.
hu_hu: Kapcsolja össze webhelyét a közösségi fiókjaival.

source: Use markup on your website to add your social profile information to a Google Knowledge panel.
hu_hu: Használjon jelölést a webhelyén, hogy hozzáadja a közösségi profilinformációit a Google tudáspaneljéhez.

source: Knowledge panels prominently display your social profile information in some Google Search results.
hu_hu: A tudáspanelek egyes Google-keresési találatokban kiemelten jelenítik meg közösségi profilinformációit.

source: Filling in these fields does not guarantee the display of this data in search results.
hu_hu: Ezen mezők kitöltése nem garantálja, hogy ezek az adatok megjelennek a keresési találatokban.

source: Manage Open Graph data. These metatags will be used by Facebook, Pinterest, LinkedIn, WhatsApp... when a user shares a link on its own social network. Increase your click-through rate by providing relevant information such as an attractive image.
hu_hu: Open Graph adatok kezelése. Ezeket a meta tageket a Facebook, a Pinterest, a LinkedIn, a WhatsApp... használja, amikor egy felhasználó megoszt egy hivatkozást a saját közösségi hálózatán. Növelje az átkattintási arányt releváns információk, például egy vonzó kép megadásával.

source: Manage Facebook Open Graph and X Cards metas - new window
hu_hu: Facebook Open Graph és X Cards metaadatok kezelése - új ablak

source: We generate the <strong>og:image</strong> meta in this order:
hu_hu: A <strong>og:image</strong> meta címkét ebben a sorrendben generáljuk:

source: Custom OG Image from SEO metabox
hu_hu: Egyéni OG-kép az SEO metaboxból

source: Post thumbnail / Product thumbnail (Featured image)
hu_hu: Bejegyzés bélyegkép / Termék bélyegkép (Kiemelt kép)

source: Global OG Image set in SEO > Social > Open Graph
hu_hu: Globális OG-kép beállítva: SEO > Social > Open Graph

source: Site icon from the Customizer
hu_hu: Webhelyikon a Customizerből

source: Manage your X Cards.
hu_hu: Kezelje az X Cardsot.

source: We generate the <strong>twitter:image</strong> meta in this order:
hu_hu: A <strong>twitter:image</strong> meta címkét ebben a sorrendben generáljuk:

source: Custom X image from SEO metabox
hu_hu: Egyéni X-kép az SEO metaboxból

source: Global twitter:image set in SEO > Social > X Cards
hu_hu: Globális twitter:image beállítva: SEO > Social > X Cards

source: LinkedIn uses the oEmbed JSON link to generate the share of your post, by retrieving the post title, its content and its featured image.
hu_hu: A LinkedIn az oEmbed JSON hivatkozást használja a bejegyzés megosztásának létrehozásához, a bejegyzés címének, tartalmának és kiemelt képének lekérésével.

source: We generate the <strong>thumbnail URL</strong> of the oEmbed JSON feed in this order:
hu_hu: Az oEmbed JSON feed <strong>thumbnail URL</strong> értékét ebben a sorrendben generáljuk:

source: Post thumbnail / Product category thumbnail (Featured image)
hu_hu: Bejegyzés bélyegkép / Termékkategória bélyegkép (Kiemelt kép)

source: Title and meta description are used by search engines to generate the snippet of your site in search results page.
hu_hu: A keresőmotorok a címet és a meta leírást használják a webhelye kivonatának létrehozásához a keresési találatok oldalán.

source: Customize your title & meta description for homepage.
hu_hu: Testreszabhatja a kezdőlap címét és meta leírását.

source: Wrong meta title / description in SERP?
hu_hu: Hibás meta cím / leírás a SERP-ben?

source: Customize your titles & metas for Single Custom Post Types.
hu_hu: Testreszabhatja a címeket és a metaadatokat az egyéni bejegyzéstípusok egyedi oldalaihoz.

source: Customize your metas for all pages.
hu_hu: Testreszabhatja a metaadatokat az összes oldalhoz.

source: Customize your metas for all taxonomies archives.
hu_hu: Testreszabhatja a metaadatokat az összes taxonómia archívumaihoz.

source: Customize your metas for all archives.
hu_hu: Testreszabhatja a metaadatokat az összes archívumhoz.

source: Add WP Editor to taxonomy description textarea
hu_hu: WP Editor hozzáadása a taxonómia leírásának szövegterületéhez

source: Remove /category/ in URL
hu_hu: /category/ eltávolítása az URL-ben

source: Remove /product-category/ in URL
hu_hu: /product-category/ eltávolítása az URL-ben

source: Remove ?replytocom link to avoid duplicate content
hu_hu: ?replytocom hivatkozás eltávolítása a duplikált tartalom elkerüléséhez

source: Remove noreferrer link attribute in post content
hu_hu: noreferrer hivatkozásattribútum eltávolítása a bejegyzés tartalmában

source: Remove WordPress generator meta tag
hu_hu: WordPress generator meta címke eltávolítása

source: Remove hentry post class
hu_hu: hentry bejegyzésosztály eltávolítása

source: Remove author URL
hu_hu: Szerzői URL eltávolítása

source: Remove website field in comment form
hu_hu: Weboldal mező eltávolítása a hozzászólás űrlapon

source: Add "nofollow noopener noreferrer" rel attributes to the comments form link
hu_hu: „nofollow noopener noreferrer” rel attribútumok hozzáadása a hozzászólás űrlap hivatkozásához

source: Remove WordPress shortlink meta tag
hu_hu: WordPress shortlink meta címke eltávolítása

source: Remove Windows Live Writer meta tag
hu_hu: Windows Live Writer meta címke eltávolítása

source: Remove RSD meta tag
hu_hu: RSD meta címke eltávolítása

source: Remove oEmbed links
hu_hu: oEmbed hivatkozások eltávolítása

source: Remove WordPress X-Pingback header
hu_hu: WordPress X-Pingback fejléc eltávolítása

source: Remove WordPress X-Powered-By header
hu_hu: WordPress X-Powered-By fejléc eltávolítása

source: Remove Emoji support
hu_hu: Emoji támogatás eltávolítása

source: Disable Universal Metabox
hu_hu: Univerzális Metabox letiltása

source: Universal Metabox for the Block Editor
hu_hu: Univerzális Metabox a Blokkszerkesztőhöz

source: Move SEO metabox's position
hu_hu: SEO metabox pozíciójának áthelyezése

source: SEO in admin bar
hu_hu: SEO az admin sávban

source: SEO notifications counter in admin bar
hu_hu: SEO értesítések számlálója az admin eszköztárban

source: Noindex in admin bar
hu_hu: Noindex az admin eszköztárban

source: Show Title tag column in post types
hu_hu: Title címke oszlop megjelenítése a bejegyzéstípusokban

source: Show Meta description column in post types
hu_hu: Meta leírás oszlop megjelenítése a bejegyzéstípusokban

source: Show Redirection Enable column in post types
hu_hu: Átirányítás engedélyezése oszlop megjelenítése a bejegyzéstípusokban

source: Show Redirect URL column in post types
hu_hu: Átirányítási URL oszlop megjelenítése a bejegyzéstípusokban

source: Show canonical URL column in post types
hu_hu: Kanonikus URL oszlop megjelenítése a bejegyzéstípusokban

source: Show Target Keyword column in post types
hu_hu: Célkulcsszó oszlop megjelenítése a bejegyzéstípusokban

source: Show noindex column in post types
hu_hu: noindex oszlop megjelenítése a bejegyzéstípusokban

source: Show nofollow column in post types
hu_hu: nofollow oszlop megjelenítése a bejegyzéstípusokban

source: Show inbound column in post types
hu_hu: Bejövő oszlop megjelenítése a bejegyzéstípusokban

source: Show outbound column in post types
hu_hu: Kimenő oszlop megjelenítése a bejegyzéstípusokban

source: Show content analysis score column in post types
hu_hu: Tartalomelemzés pontszám oszlop megjelenítése a bejegyzéstípusokban

source: Block SEO metabox to user roles
hu_hu: SEO metabox letiltása felhasználói szerepkörök számára

source: Block Content analysis metabox to user roles
hu_hu: Tartalomelemzés metabox letiltása felhasználói szerepkörök számára

source: Enable Google Analytics tracking
hu_hu: Google Analytics követés engedélyezése

source: Enter your measurement ID (GA4)
hu_hu: Adja meg a mérési azonosítót (GA4)

source: Enable Google Ads
hu_hu: Google Ads engedélyezése

source: Where to load the cookie bar?
hu_hu: Hol töltődjön be a cookie sáv?

source: Analytics tracking opt-in
hu_hu: Hozzájárulás az analitikai követéshez (opt-in)

source: Allow user to change its choice
hu_hu: A felhasználó módosíthassa a választását

source: Consent message for user tracking
hu_hu: Hozzájárulási üzenet a felhasználói követéshez

source: Accept button for user tracking
hu_hu: Elfogadás gomb a felhasználói követéshez

source: Close button
hu_hu: Bezárás gomb

source: Edit cookies button
hu_hu: Cookie-k szerkesztése gomb

source: User consent cookie expiration date
hu_hu: Felhasználói hozzájárulás cookie lejárati dátuma

source: Cookie bar position
hu_hu: Cookie sáv pozíciója

source: Text alignment
hu_hu: Szöveg igazítása

source: Cookie bar width
hu_hu: Cookie sáv szélessége

source: [HEAD] Add an additional tracking code
hu_hu: [HEAD] További követőkód hozzáadása

source: [BODY] Add an additional tracking code
hu_hu: [BODY] További követőkód hozzáadása

source: [BODY (FOOTER)] Add an additional tracking code
hu_hu: [BODY (FOOTER)] További követőkód hozzáadása

source: Enable downloads tracking (e.g. PDF, XLSX, DOCX...)
hu_hu: Letöltéskövetés engedélyezése (pl. PDF, XLSX, DOCX...)

source: Enable affiliate/outbound links tracking (e.g. aff, go, out, recommends)
hu_hu: Affiliate/kimenő linkek követésének engedélyezése (pl. aff, go, out, recommends)

source: Track phone links
hu_hu: Telefonhivatkozások követése

source: Track Authors
hu_hu: Szerzők követése

source: Track Categories
hu_hu: Kategóriák követése

source: Track Tags
hu_hu: Címkék követése

source: Track Post Types
hu_hu: Bejegyzéstípusok követése

source: Track Logged In Users
hu_hu: Bejelentkezett felhasználók követése

source: Exclude user roles from tracking (GA, Matomo, MS Clarity, custom scripts)
hu_hu: Felhasználói szerepkörök kizárása a követésből (GA, Matomo, MS Clarity, egyéni szkriptek)

source: Self hosted Matomo installation
hu_hu: Önhosztolt Matomo telepítés

source: Enter your tracking ID
hu_hu: Adja meg a követési azonosítót

source: Enter your site ID
hu_hu: Adja meg a webhelyazonosítót

source: Track visitors across all subdomains
hu_hu: Látogatók követése az összes aldomainen

source: Prepend the site domain
hu_hu: A webhely domainjének előtagként hozzáfűzése

source: Cross domain
hu_hu: Keresztdomain

source: Enable DoNotTrack detection
hu_hu: DoNotTrack észlelés engedélyezése

source: Disable all tracking cookies
hu_hu: Minden követő cookie letiltása

source: Download & Outlink tracking
hu_hu: Letöltések és kimenő hivatkozások követése

source: Disable all heatmaps and session recordings
hu_hu: Minden hőtérkép és munkamenet-felvétel letiltása

source: Enable Microsoft Clarity
hu_hu: Microsoft Clarity engedélyezése

source: Enter your Clarity project ID
hu_hu: Adja meg a Clarity projektazonosítóját

source: Redirect attachment pages to post parent
hu_hu: Mellékletoldalak átirányítása a szülő bejegyzésre

source: Redirect attachment pages to their file URL
hu_hu: Mellékletoldalak átirányítása a fájl URL-jére

source: Cleaning media filename
hu_hu: Médiafájlnév tisztítása

source: Automatically set the image Title
hu_hu: A kép címének automatikus beállítása

source: Automatically set the image Alt text
hu_hu: A kép Alt szövegének automatikus beállítása

source: Automatically set the image Alt text from target keywords
hu_hu: A kép Alt szövegének automatikus beállítása a célkulcsszavakból

source: Automatically set alt text on already inserted image
hu_hu: Az alt szöveg automatikus beállítása a már beszúrt képen

source: Automatically set the image Caption
hu_hu: A kép feliratának automatikus beállítása

source: Automatically set the image Description
hu_hu: A kép leírásának automatikus beállítása

source: Select search engines
hu_hu: Keresőmotorok kiválasztása

source: Which action to run for Google?
hu_hu: Melyik művelet fusson a Google esetén?

source: Submit URLs for indexing
hu_hu: URL-ek beküldése indexelésre

source: Google Indexing API key
hu_hu: Google Indexing API-kulcs

source: Bing Indexing API key
hu_hu: Bing Indexing API-kulcs

source: Automatically notify search engines
hu_hu: Keresőmotorok automatikus értesítése

source: Enable XML Image Sitemap
hu_hu: XML képtérkép engedélyezése

source: Check to INCLUDE Post Types
hu_hu: A bejegyzéstípusok BEVONÁSÁHOZ jelölje be

source: Check to INCLUDE Taxonomies
hu_hu: A taxonómiák BEVONÁSÁHOZ jelölje be

source: Sort order
hu_hu: Rendezési sorrend

source: Order posts by
hu_hu: Bejegyzések rendezési szempontja

source: Disable the display of the publication date
hu_hu: A közzététel dátuma megjelenítésének letiltása

source: Disable hierarchy for posts and products
hu_hu: A hierarchia letiltása bejegyzéseknél és termékeknél

source: Disable post type archive links
hu_hu: Bejegyzéstípus-archívum hivatkozásainak letiltása

source: Person or organization
hu_hu: Személy vagy szervezet

source: Contact type
hu_hu: Kapcsolattípus

source: Contact option
hu_hu: Kapcsolati lehetőség

source: Facebook page URL
hu_hu: Facebook-oldal URL

source: X Username
hu_hu: X felhasználónév

source: Additional accounts
hu_hu: További fiókok

source: Enable Open Graph Data
hu_hu: Open Graph adatok engedélyezése

source: Apply this image to all your og:image tag
hu_hu: Ezt a képet alkalmazza az összes og:image címkére

source: Define custom og:image tag for post type archive pages
hu_hu: Egyéni og:image címke meghatározása a bejegyzéstípus-archívum oldalakhoz

source: Facebook Link Ownership ID
hu_hu: Facebook Link Ownership azonosító

source: Facebook Admin ID
hu_hu: Facebook Admin azonosító

source: Facebook App ID
hu_hu: Facebook App azonosító

source: Use Open Graph if no X Cards is filled
hu_hu: Open Graph használata, ha az X Cards nincs kitöltve

source: Image size for X Summary card
hu_hu: Képméret az X Summary cardhoz

source: Post thumbnail image size
hu_hu: Bejegyzés bélyegképének mérete

source: Display Fediverse Creator tag
hu_hu: Fediverse Creator címke megjelenítése

source: Indicate paginated content to Google
hu_hu: Oldalakra bontott tartalom jelzése a Google felé

source: noindex on paged archives
hu_hu: noindex a lapozott archívumokon

source: noindex on attachment pages
hu_hu: noindex a mellékletoldalakon

source: Wizard
hu_hu: Varázsló

source: Welcome
hu_hu: Üdvözöljük

source: Import metadata
hu_hu: Metaadatok importálása

source: Import SEO metadata
hu_hu: SEO-metaadatok importálása

source: Your site
hu_hu: Az Ön webhelye

source: Indexing
hu_hu: Indexelés

source: Advanced options
hu_hu: Haladó beállítások

source: Ready!
hu_hu: Kész!

source: Not right now
hu_hu: Most nem

source: Skip this step
hu_hu: Lépés kihagyása

source: Welcome to %s!
hu_hu: Üdvözöljük a(z) %s-ben!

source: Configure %s with the best settings for your site
hu_hu: Állítsa be a(z) %s-t a webhelye számára legjobb beállításokkal

source: The following wizard will help you configure %s and get you started quickly.
hu_hu: A következő varázsló segít a(z) %s beállításában és a gyors indulásban.

source: PHP module "DOM" is missing on your server.
hu_hu: A szerverén hiányzik a PHP modul "DOM".

source: This PHP module, installed by default with PHP, is required by many plugins including SEOPress. Please contact your host as soon as possible to solve this.
hu_hu: Ezt a PHP modult, amely alapértelmezetten települ a PHP-val, számos bővítmény igényli, köztük a SEOPress is. Kérjük, mielőbb vegye fel a kapcsolatot a tárhelyszolgáltatójával a probléma megoldásához.

source: PHP module "mbstring" is missing on your server.
hu_hu: A szerverén hiányzik a PHP modul "mbstring".

source: PHP module "intl" is missing on your server.
hu_hu: A szerverén hiányzik a PHP modul "intl".

source: PHP upload max filesize is too low.
hu_hu: A PHP maximális feltöltési fájlméret túl alacsony.

source: Please contact your host to increase this value to at least <code>24M</code> (current value: <code>%dM</code>).
hu_hu: Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával, hogy ezt az értéket legalább <code>24M</code>-ra növeljék (jelenlegi érték: <code>%dM</code>).

source: PHP post max size is too low.
hu_hu: A PHP maximális POST-méret túl alacsony.

source: PHP memory limit is too low.
hu_hu: A PHP memóriakorlát túl alacsony.

source: Please contact your host to increase this value to at least <code>256M</code> (current value: <code>%dM</code>).
hu_hu: Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával, hogy ezt az értéket legalább <code>256M</code>-ra növeljék (jelenlegi érték: <code>%dM</code>).

source: Requirements
hu_hu: Követelmények

source: We have detected that your server configuration may pose problems for running WordPress and our plugins.
hu_hu: Azt észleltük, hogy a szerverkonfigurációja problémákat okozhat a WordPress és bővítményeink futtatásában.

source: Here we go!
hu_hu: Kezdjük!

source: Migration
hu_hu: Migráció

source: Migrate your SEO metadata to %s
hu_hu: Migrálja SEO metaadatait a(z) %s-be

source: The first step is to import your previous post and term metadata from other plugins to keep your SEO.
hu_hu: Az első lépés, hogy importálja a korábbi bejegyzés- és kifejezés-metaadatait más bővítményekből, hogy megőrizze SEO-ját.
