Repository: hellowpio/wordpress-translations
Catalog: plugins/*/mainwp-updraftplus-extension/mainwp-updraftplus-extension-*.po
Languages: hu_hu

source: Your UpdraftPlus Premium purchase is over a year ago. You should renew immediately to avoid losing the 12 months of free storage allowance that you get for being a current UpdraftPlus Premium customer.
hu_hu: Az UpdraftPlus Premium megvásárlása több mint egy éve történt. Újítsa meg előfizetését haladéktalanul, hogy ne veszítse el a 12 hónapnyi ingyenes tárhelykeretet, amely jelenlegi UpdraftPlus Premium ügyfélként jár Önnek.

source: You have an UpdraftPlus Vault subscription with overdue payment. You are within the few days of grace period before it will be suspended, and you will lose your quota and access to data stored within it. Please renew as soon as possible!
hu_hu: Lejárt befizetéssel rendelkező UpdraftPlus Vault előfizetése van. Néhány napos türelmi időn belül van a felfüggesztés előtt, és elveszítheti a kvótáját és a benne tárolt adatokhoz való hozzáférést. Kérjük, mielőbb újítsa meg!

source: You have an UpdraftPlus Vault subscription that has not been renewed, and the grace period has expired. In a few days' time, your stored data will be permanently removed. If you do not wish this to happen, then you should renew as soon as possible.
hu_hu: Van egy UpdraftPlus Vault előfizetése, amelyet nem újított meg, és a türelmi idő lejárt. Néhány napon belül a tárolt adatai véglegesen törlésre kerülnek. Ha ezt nem szeretné, mielőbb újítsa meg az előfizetését.

source: Already purchased space? Connect
hu_hu: Már vásárolt tárhelyet? Csatlakozzon

source: Enter your UpdraftPlus.Com email / password here to connect:
hu_hu: Adja meg itt az UpdraftPlus.Com e-mail-címét / jelszavát a csatlakozáshoz:

source: You are <strong>not connected</strong> to UpdraftPlus Vault.
hu_hu: Ön <strong>nincs csatlakoztatva</strong> az UpdraftPlus Vaulthoz.

source: This site is <strong>connected</strong> to UpdraftPlus Vault.
hu_hu: Ez a webhely <strong>csatlakoztatva van</strong> az UpdraftPlus Vaulthoz.

source: Well done - there's nothing more needed to set up.
hu_hu: Jól tette - nincs több teendő a beállításhoz.

source: Vault owner
hu_hu: Vault tulajdonos

source: Quota:
hu_hu: Kvóta:

source: Unknown
hu_hu: Ismeretlen

source: %1$s Error: you have insufficient storage quota available (%2$s) to upload this archive (%3$s).
hu_hu: %1$s hiba: nincs elegendő elérhető tárhelykvótája (%2$s) az archívum (%3$s) feltöltéséhez.

source: You can get more quota here
hu_hu: Itt szerezhet több kvótát

source: Current use:
hu_hu: Jelenlegi használat:

source: Get more quota
hu_hu: Több kvóta igénylése

source: Refresh current status
hu_hu: Jelenlegi állapot frissítése

source: You need to supply both an email address and a password
hu_hu: Egy e-mail-címet és egy jelszót is meg kell adnia

source: %s support is available as an add-on
hu_hu: %s támogatás kiegészítőként érhető el

source: follow this link to get it
hu_hu: a beszerzéshez kövesse ezt a hivatkozást
