Repository: hellowpio/wordpress-translations
Catalog: plugins/*/mainwp-updraftplus-extension/mainwp-updraftplus-extension-*.po
Languages: hu_hu

source: This admin interface uses JavaScript heavily. You either need to activate it within your browser, or to use a JavaScript-capable browser.
hu_hu: Ez a rendszergazdai felület nagymértékben használja a JavaScriptet. Engedélyezze a böngészőjében, vagy használjon JavaScriptet támogató böngészőt.

source: Current Status
hu_hu: Jelenlegi állapot

source: Actions
hu_hu: Műveletek

source: The 'Backup Now' button is disabled as your backup directory is not writable (go to the 'Settings' tab and find the relevant option).
hu_hu: A 'Biztonsági mentés most' gomb le van tiltva, mivel az Ön biztonsági mentési könyvtára nem írható (lépjen a 'Beállítások' fülre, és keresse meg a vonatkozó beállítást).

source: Restore Now
hu_hu: Visszaállítás most

source: Next scheduled backups
hu_hu: Következő ütemezett biztonsági mentések

source: Files
hu_hu: Fájlok

source: Time now
hu_hu: Jelenlegi idő

source: Last backup job run
hu_hu: Legutóbbi biztonsági mentési feladat futása

source: Perform a one-time backup
hu_hu: Egyszeri biztonsági mentés készítése

source: To proceed, press 'Backup Now'. Then, watch the 'Last Log Message' field for activity.
hu_hu: A folytatáshoz nyomja meg a 'Biztonsági mentés most' gombot. Ezután figyelje a 'Legutóbbi naplóüzenet' mezőben megjelenő tevékenységet.

source: Don't include the database in the backup
hu_hu: Ne vegye bele az adatbázist a biztonsági mentésbe

source: Don't include any files in the backup
hu_hu: Ne vegyen bele semmilyen fájlt a biztonsági mentésbe

source: Don't send this backup to remote storage
hu_hu: Ne küldje ezt a biztonsági mentést távoli tárhelyre

source: Does nothing happen when you attempt backups?
hu_hu: Nem történik semmi, amikor megpróbál biztonsági mentést készíteni?

source: Go here for help.
hu_hu: Segítségért kattintson ide.

source: Nothing yet logged
hu_hu: Még semmi sincs naplózva

source: Existing Backups
hu_hu: Meglévő biztonsági mentések

source: Messages:
hu_hu: Üzenetek:

source: You have not yet made any backups.
hu_hu: Még nem készített biztonsági mentést.

source: Backup Contents And Schedule
hu_hu: Biztonsági mentés tartalma és ütemezése

source: Files backup schedule
hu_hu: Fájlok biztonsági mentésének ütemezése

source: and retain this many scheduled backups
hu_hu: és ennyi ütemezett mentést tartson meg

source: Database backup schedule
hu_hu: Adatbázis biztonsági mentésének ütemezése

source: Sending Your Backup To Remote Storage
hu_hu: Biztonsági mentés küldése távoli tárhelyre

source: Do not override Remote Storage settings
hu_hu: Ne írja felül a távoli tárhely beállításait

source: Choose your remote storage
hu_hu: Válassza ki a távoli tárhelyét

source: File Options
hu_hu: Fájlbeállítások

source: Include in files backup
hu_hu: Felvétel a fájlmentésbe

source: Any other directories found inside wp-content
hu_hu: A wp-content könyvtáron belül talált egyéb könyvtárak

source: Database Options
hu_hu: Adatbázis-beállítások

source: Database encryption phrase
hu_hu: Adatbázis titkosítási kulcskifejezés

source: Don't want to be spied on? UpdraftPlus Premium can encrypt your database backup.
hu_hu: Nem szeretné, ha kémkednének Ön után? Az UpdraftPlus Premium képes titkosítani az adatbázismentését.

source: It can also backup external databases.
hu_hu: Külső adatbázisokról is készíthet biztonsági mentést.

source: Back up more databases
hu_hu: További adatbázisok mentése

source: Reporting
hu_hu: Jelentések

source: Check this box to have a basic report sent to
hu_hu: Jelölje be ezt a négyzetet, hogy egy alapvető jelentést küldjünk ide:

source: your site's admin address
hu_hu: webhelye adminisztrátori címére

source: Advanced / debugging settings
hu_hu: Speciális / hibakeresési beállítások

source: Expert settings
hu_hu: Szakértői beállítások

source: Show Expert Settings
hu_hu: Szakértői beállítások megjelenítése

source: Debug mode
hu_hu: Hibakeresési mód

source: Check this to receive more information and emails on the backup process - useful if something is going wrong.
hu_hu: Jelölje be ezt, ha több információt és e-mailt szeretne kapni a mentési folyamatról - hasznos, ha valami nincs rendben.

source: This will also cause debugging output from all plugins to be shown upon this screen - please do not be surprised to see these.
hu_hu: Ez azt is okozza, hogy minden bővítmény hibakeresési kimenete megjelenjen ezen a képernyőn - kérjük, ne lepődjön meg, ha ezeket látja.

source: Split archives every
hu_hu: Archívumok felosztása ekkora méretenként

source: UpdraftPlus will split up backup archives when they exceed this file size. The default value is %s megabytes. Be careful to leave some margin if your web-server has a hard size limit (e.g. the 2 Gb / 2048 Mb limit on some 32-bit servers/file systems).
hu_hu: Az UpdraftPlus felosztja a mentési archívumokat, ha túllépik ezt a fájlméretet. Az alapértelmezett érték %s megabájt. Ügyeljen arra, hogy hagyjon némi tartalékot, ha a webszerveren szigorú méretkorlát van (pl. 2 Gb / 2048 Mb korlát egyes 32 bites szervereken/fájlrendszereken).

source: Delete local backup
hu_hu: Helyi biztonsági mentés törlése

source: Check this to delete any superfluous backup files from your server after the backup run finishes (i.e. if you uncheck, then any files despatched remotely will also remain locally, and any files being kept locally will not be subject to the retention limits).
hu_hu: Jelölje be ezt, hogy a mentés befejeződése után törlődjenek a felesleges mentési fájlok a szerveréről (azaz ha ezt nem jelöli be, akkor a távoli helyre elküldött fájlok helyben is megmaradnak, és a helyben tartott fájlokra nem vonatkoznak a megőrzési korlátok).

source: Backup directory
hu_hu: Mentési könyvtár

source: This is where UpdraftPlus will write the zip files it creates initially. This directory must be writable by your web server. It is relative to your content directory (which by default is called wp-content). <b>Do not</b> place it inside your uploads or plugins directory, as that will cause recursion (backups of backups of backups of...).
hu_hu: Ide írja az UpdraftPlus az induláskor létrehozott zip fájlokat. Ennek a könyvtárnak a webszerver által írhatónak kell lennie. Ez a könyvtár a tartalomkönyvtárhoz viszonyított (amelynek alapértelmezett neve wp-content). <b>Ne</b> helyezze az uploads vagy a plugins könyvtárba, mert ez rekurzióhoz vezet (mentések mentéseiről készült mentések...).

source: Use the server's SSL certificates
hu_hu: A webszerver SSL-tanúsítványainak használata

source: By default UpdraftPlus uses its own store of SSL certificates to verify the identity of remote sites (i.e. to make sure it is talking to the real Dropbox, Amazon S3, etc., and not an attacker). We keep these up to date. However, if you get an SSL error, then choosing this option (which causes UpdraftPlus to use your web server's collection instead) may help.
hu_hu: Alapértelmezés szerint az UpdraftPlus a saját SSL-tanúsítványtárát használja a távoli oldalak hitelességének ellenőrzésére (azaz hogy megbizonyosodjon arról, hogy a valódi Dropboxszal, Amazon S3-mal stb. kommunikál, és nem egy támadóval). Ezt naprakészen tartjuk. Ha azonban SSL-hibát kap, akkor ennek az opciónak a választása (ami miatt az UpdraftPlus a webszerver tanúsítványtárát használja helyette) segíthet.

source: Do not verify SSL certificates
hu_hu: SSL-tanúsítványok ellenőrzésének mellőzése

source: Choosing this option lowers your security by stopping UpdraftPlus from verifying the identity of encrypted sites that it connects to (e.g. Dropbox, Google Drive). It means that UpdraftPlus will be using SSL only for encryption of traffic, and not for authentication.
hu_hu: Ennek az opciónak a választása csökkenti a biztonságot, mivel megakadályozza, hogy az UpdraftPlus ellenőrizze az általa elért titkosított oldalak hitelességét (pl. Dropbox, Google Drive). Ez azt jelenti, hogy az UpdraftPlus az SSL-t csak a forgalom titkosítására használja, hitelesítésre nem.

source: Note that not all cloud backup methods are necessarily using SSL authentication.
hu_hu: Vegye figyelembe, hogy nem minden felhőalapú mentési módszer használ feltétlenül SSL-hitelesítést.

source: Disable SSL entirely where possible
hu_hu: SSL teljes letiltása, ahol lehetséges

source: Choosing this option lowers your security by stopping UpdraftPlus from using SSL for authentication and encrypted transport at all, where possible. Note that some cloud storage providers do not allow this (e.g. Dropbox), so with those providers this setting will have no effect.
hu_hu: Ennek az opciónak a választása csökkenti a biztonságot, mivel ahol lehetséges, megakadályozza az UpdraftPlus-t abban, hogy az SSL-t hitelesítésre és titkosított átvitelre használja. Vegye figyelembe, hogy egyes felhőtárhely-szolgáltatók ezt nem engedik (pl. Dropbox), így azoknál ez a beállítás nem lesz hatással.

source: See this FAQ also.
hu_hu: Lásd ezt a GYIK-et is.

source: Automatic updates
hu_hu: Automatikus frissítések

source: Ask WordPress to automatically update UpdraftPlus when it finds an available update.
hu_hu: Kérje meg a WordPress-t, hogy automatikusan frissítse az UpdraftPlus-t, amikor elérhető frissítést talál.

source: Save Changes
hu_hu: Változtatások mentése

source: Save Global Settings to The Child Site
hu_hu: Globális beállítások mentése a gyermek webhelyre

# i.e. Non-automatic
source: Manual
hu_hu: Kézi

source: Every %s hours
hu_hu: %s óránként

source: Daily
hu_hu: Naponta

source: Weekly
hu_hu: Hetente

source: Fortnightly
hu_hu: Kéthetente

source: Monthly
hu_hu: Havonta

source: Backups in progress
hu_hu: Folyamatban lévő biztonsági mentések

source: Download most recently modified log file
hu_hu: Legutóbb módosított naplófájl letöltése

source: Web-server disk space in use by UpdraftPlus
hu_hu: A webszerveren az UpdraftPlus által használt lemezterület

source: Refresh
hu_hu: Frissítés

source: Rescan Local Folder
hu_hu: Helyi mappa újbóli átvizsgálása

source: Rescan Remote Storage
hu_hu: Távoli tárhely újbóli átvizsgálása

source: Loading ...
hu_hu: Betöltés ...

source: Delete backup set
hu_hu: Mentéskészlet törlése

source: Are you sure that you wish to remove this backup set from UpdraftPlus?
hu_hu: Biztos benne, hogy el kívánja távolítani ezt a mentéskészletet az UpdraftPlusból?

source: Also delete from remote storage
hu_hu: Törölje a távoli tárolóból is

source: Deleting... please allow time for the communications with the remote storage to complete.
hu_hu: Törlés... Kérjük, hagyjon időt, hogy a távoli tárolóval folytatott kommunikáció befejeződjön.

source: Restore backup
hu_hu: Mentés visszaállítása

source: Restore backup from
hu_hu: Mentés visszaállítása innen

source: Retrieving (if necessary) and preparing backup files...
hu_hu: A mentési fájlok lekérése (ha szükséges) és előkészítése...

source: Restoring will replace this site's themes, plugins, uploads, database and/or other content directories (according to what is contained in the backup set, and your selection).
hu_hu: A visszaállítás lecseréli ezen webhely témáit, bővítményeit, feltöltéseit, adatbázisát és/vagy egyéb tartalmi könyvtárait (a mentéskészlet tartalma és az Ön választása szerint).

source: Choose the components to restore
hu_hu: Válassza ki a visszaállítandó összetevőket

source: Your web server has PHP's so-called safe_mode active.
hu_hu: Az Ön webkiszolgálóján aktív a PHP úgynevezett safe_mode.

source: This makes time-outs much more likely. You are recommended to turn safe_mode off, or to restore only one entity at a time, <a href="http://updraftplus.com/faqs/i-want-to-restore-but-have-either-cannot-or-have-failed-to-do-so-from-the-wp-admin-console/">or to restore manually</a>.
hu_hu: Ez jóval valószínűbbé teszi az időtúllépéseket. Javasolt, hogy kapcsolja ki a safe_mode-ot, vagy egyszerre csak egy elemet állítson vissza, <a href="http://updraftplus.com/faqs/i-want-to-restore-but-have-either-cannot-or-have-failed-to-do-so-from-the-wp-admin-console/">vagy állítsa vissza kézzel</a>.

source: The following entity cannot be restored automatically: "%s".
hu_hu: Az alábbi elemet nem lehet automatikusan visszaállítani: "%s".

source: You will need to restore it manually.
hu_hu: Ezt kézzel kell visszaállítania.

source: Plugins
hu_hu: Bővítmények

source: Themes
hu_hu: Témák

source: Uploads
hu_hu: Feltöltések

source: Others
hu_hu: Egyéb

source: Site
hu_hu: Webhely

source: Time Now
hu_hu: Jelenlegi idő

source: Loading...
hu_hu: Betöltés...

source: Overview
hu_hu: Áttekintés

source: Edit Global Schedule
hu_hu: Globális ütemezés szerkesztése

source: Edit Individual Schedule
hu_hu: Egyéni ütemezés szerkesztése

source: Version
hu_hu: Verzió

source: Hidden
hu_hu: Rejtett

source: Settings
hu_hu: Beállítások

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Individual
hu_hu: Egyéni

source: General
hu_hu: Általános

source: Edit
hu_hu: Szerkesztés

source: Open UpdraftPlus
hu_hu: UpdraftPlus megnyitása

source: Unhide Plugin
hu_hu: Bővítmény megjelenítése

source: Hide Plugin
hu_hu: Bővítmény elrejtése

source: Activate Plugin
hu_hu: Bővítmény aktiválása

source: Update Plugin
hu_hu: Bővítmény frissítése

source: Scheduled requests backup
hu_hu: Ütemezett mentési kérések

source: Cancel scheduled
hu_hu: Ütemezés megszüntetése

source: Reload Data
hu_hu: Adatok újratöltése

source: Backup Sites
hu_hu: Webhelyek mentése

source: To proceed, press 'Backup Now'.
hu_hu: A folytatáshoz nyomja meg a 'Backup Now' gombot.

source: Schedule backup requests (5 minutes for each request)
hu_hu: Mentési kérelmek ütemezése (kérelmenként 5 perc)

source: All UpdraftPlus Settings can be set for separately for different child sites. To do this go to the MainWP > Sites page, and in the sites table, under the child site url, you can find the UpdraftPlus Backup/Restore link. This link will open Individual site UpdraftPlus Options.
hu_hu: Az UpdraftPlus összes beállítása külön-külön megadható a különböző gyermek webhelyekhez. Ehhez lépjen a MainWP > Sites oldalra, és a webhelyek táblázatában, a gyermek webhely URL-je alatt, megtalálja az UpdraftPlus Backup/Restore hivatkozást. Ez a hivatkozás megnyitja az adott webhely UpdraftPlus beállításait.

source: The Settings tab will show you all plugin options where you can set custom settings for the child site. In order to override global options, set the Override General Settings to YES and click the Save button.
hu_hu: A Beállítások fülön láthatja a bővítmény összes opcióját, ahol egyedi beállításokat adhat meg a gyermek webhelyhez. A globális beállítások felülírásához állítsa az 'Általános beállítások felülírása' opciót Igenre, majd kattintson a Mentés gombra.

source: If you are having issues with the UpdraftPlus Backup/Restore plugin, help documentation can be %1$sfound here%2$s.
hu_hu: Ha problémái vannak az UpdraftPlus Backup/Restore bővítménnyel, a súgódokumentáció %1$sitt található%2$s.

source: Extension Documentation
hu_hu: Kiterjesztés dokumentációja

source: UpdraftPlus Backups Site Settings
hu_hu: UpdraftPlus mentések webhelybeállításai

source: Override general settings
hu_hu: Általános beállítások felülírása

source: Save
hu_hu: Mentés

source: Connect with UpdraftPlus account
hu_hu: Csatlakozás az UpdraftPlus-fiókkal

source: UpdraftPlus Email & Password
hu_hu: UpdraftPlus e-mail-cím és jelszó

source: UpdraftPlus plugin version settings
hu_hu: UpdraftPlus bővítmény verzióbeállításai

source: Premium version requires you to purchase the Premium Upgrade from <a href="https://updraftplus.com/shop/updraftplus-premium/" title="UpdraftPlus" target="_blank">UpdraftPlus</a>.
hu_hu: A Prémium verzió használatához meg kell vásárolnia a Prémium frissítést a <a href="https://updraftplus.com/shop/updraftplus-premium/" title="UpdraftPlus" target="_blank">UpdraftPlus</a> oldaláról.

source: Use premium version
hu_hu: Prémium verzió használata

source: Rescanning...
hu_hu: Újrabeolvasás...

source: You need to supply both an email address and a password.
hu_hu: Meg kell adnia mind az e-mail-címet, mind a jelszót.

source: Return to Settings
hu_hu: Vissza a beállításokhoz

source: Undefined error
hu_hu: Nem definiált hiba

source: Failed to upload %s
hu_hu: Nem sikerült feltölteni: %s

source: failed to list files
hu_hu: Nem sikerült a fájlok listázása

source: Failed: We were not able to place a file in that directory - please check your credentials.
hu_hu: Sikertelen: Nem sikerült fájlt elhelyeznünk abban a könyvtárban - ellenőrizze a hitelesítő adatait.

source: API key
hu_hu: API-kulcs

source: Warning
hu_hu: Figyelmeztetés

source: Your web server's PHP installation does not included a required module (%s). Please contact your web hosting provider's support.
hu_hu: A webszerverén lévő PHP-telepítés nem tartalmaz egy szükséges modult (%s). Kérjük, lépjen kapcsolatba a tárhelyszolgáltatója ügyfélszolgálatával.

source: UpdraftPlus's %s module <strong>requires</strong> %s. Please do not file any support requests; there is no alternative.
hu_hu: Az UpdraftPlus %s modulja <strong>megköveteli</strong> a(z) %s meglétét. Kérjük, ne nyújtson be támogatási kérelmet; nincs alternatíva.

source: Get your API key <a href="https://mycloud.rackspace.com/">from your Rackspace Cloud console</a> (read instructions <a href="http://www.rackspace.com/knowledge_center/article/rackspace-cloud-essentials-1-generating-your-api-key">here</a>), then pick a container name to use for storage. This container will be created for you if it does not already exist.
hu_hu: Szerezze be API-kulcsát <a href="https://mycloud.rackspace.com/">a Rackspace Cloud konzolból</a> (az útmutatót <a href="http://www.rackspace.com/knowledge_center/article/rackspace-cloud-essentials-1-generating-your-api-key">itt</a> olvashatja el), majd válasszon egy tárolónevet a tárhelyhez. Ez a tároló automatikusan létrejön, ha még nem létezik.

source: Also, you should read this important FAQ.
hu_hu: Ezenkívül olvassa el ezt a fontos GYIK-et.

source: US or UK Cloud
hu_hu: US vagy UK Cloud

source: Cloud Files username
hu_hu: Cloud Files felhasználónév

source: Cloud Files API key
hu_hu: Cloud Files API-kulcs

source: Cloud Files container
hu_hu: Cloud Files tároló

source: Note
hu_hu: Megjegyzés

source: Your site's admin email address (%s) will be used.
hu_hu: A webhelye adminisztrátori e-mail-címét (%s) fogjuk használni.

source: For more options, use the "%s" add-on.
hu_hu: További lehetőségekhez használja a(z) "%s" kiegészítőt.

source: regular non-encrypted FTP
hu_hu: szokásos, nem titkosított FTP

source: encrypted FTP (implicit encryption)
hu_hu: titkosított FTP (implicit titkosítás)

source: encrypted FTP (explicit encryption)
hu_hu: titkosított FTP (explicit titkosítás)

source: If you want encryption (e.g. you are storing sensitive business data), then an add-on is available.
hu_hu: Ha titkosítást szeretne (pl. érzékeny üzleti adatokat tárol), akkor elérhető egy kiegészítő.

source: FTP Server
hu_hu: FTP-kiszolgáló

source: FTP Login
hu_hu: FTP bejelentkezési név

source: FTP Password
hu_hu: FTP-jelszó

source: Remote Path
hu_hu: Távoli elérési út

source: Needs to already exist
hu_hu: Már léteznie kell

source: Passive mode
hu_hu: Passzív mód

source: Almost all FTP servers will want passive mode; but if you need active mode, then uncheck this.
hu_hu: Szinte minden FTP-kiszolgáló passzív módot igényel; ha azonban aktív módra van szüksége, vegye ki a jelölést.

source: Failure: No server details were given.
hu_hu: Sikertelen: Nincsenek megadva a kiszolgáló adatai.

source: Failure: we did not successfully log in with those credentials.
hu_hu: Sikertelen: nem sikerült bejelentkezni ezekkel a hitelesítő adatokkal.

source: Success: we successfully logged in, and confirmed our ability to create a file in the given directory (login type:
hu_hu: Siker: sikeresen bejelentkeztünk, és megerősítettük, hogy tudunk fájlt létrehozni a megadott könyvtárban (bejelentkezés típusa:

source: This remote storage method (%s) requires PHP %s or later.
hu_hu: Ez a távoli tárolási mód (%s) PHP %s vagy újabb verziót igényel.

source: You will need to ask your web hosting company to upgrade.
hu_hu: Fel kell kérnie tárhelyszolgáltatóját a frissítésre.

source: Your %s version: %s.
hu_hu: Az Ön %s verziója: %s.

source: Failure: No container details were given.
hu_hu: Sikertelen: Nincsenek megadva a tároló adatai.

source: Authorisation failed (check your credentials)
hu_hu: Sikertelen engedélyezés (ellenőrizze a hitelesítő adatait)

source: %s authentication failed
hu_hu: %s hitelesítése sikertelen

source: %s error - we accessed the container, but failed to create a file within it
hu_hu: %s hiba - hozzáfértünk a tárolóhoz, de nem sikerült fájlt létrehozni benne

source: Region: %s
hu_hu: Régió: %s

source: We accessed the container, and were able to create files within it.
hu_hu: Hozzáfértünk a tárolóhoz, és sikerült fájlokat létrehoznunk benne.

source: Get your access credentials from your OpenStack Swift provider, and then pick a container name to use for storage. This container will be created for you if it does not already exist.
hu_hu: Szerezze be hozzáférési adatait az OpenStack Swift szolgáltatójától, majd válasszon egy tárolónevet a tárhelyhez. Ez a tároló automatikusan létrejön, ha még nem létezik.

source: authentication URI
hu_hu: hitelesítési URI

# Keystone and swauth are technical terms which cannot be translated
source: This needs to be a v2 (Keystone) authentication URI; v1 (Swauth) is not supported.
hu_hu: Ennek v2 (Keystone) hitelesítési URI-nak kell lennie; a v1 (Swauth) nem támogatott.

source: Follow this link for more information
hu_hu: Kövesse ezt a hivatkozást további információért

source: Tenant
hu_hu: Projekt

source: Region
hu_hu: Régió

source: Leave this blank, and a default will be chosen.
hu_hu: Hagyja ezt üresen, és alapértelmezett kerül kiválasztásra.

source: Container
hu_hu: Konténer

source: password
hu_hu: jelszó

source: tenant
hu_hu: projekt

source: No settings were found
hu_hu: Nem találhatók beállítások

source: %s Error: Failed to initialise
hu_hu: %s hiba: Az inicializálás sikertelen

source: %s end-point
hu_hu: %s végpont

source: %s access key
hu_hu: %s hozzáférési kulcs

source: %s secret key
hu_hu: %s titkos kulcs

source: %s location
hu_hu: %s lokáció

source: API secret
hu_hu: API titok

source: Failure: No bucket details were given.
hu_hu: Hiba: Nem adta meg a bucket részleteit.

source: Failure: We could not successfully access or create such a bucket. Please check your access credentials, and if those are correct then try another bucket name (as another %s user may already have taken your name).
hu_hu: Hiba: Nem sikerült elérni vagy létrehozni ilyen bucketet. Kérjük, ellenőrizze a hozzáférési hitelesítő adatait, és ha azok helyesek, próbáljon meg másik bucket nevet (mivel egy másik %s felhasználó már lefoglalhatta az Ön által választott nevet).

source: The error reported by %s was:
hu_hu: A %s által jelentett hiba:

source: Failure
hu_hu: Hiba

source: We successfully accessed the bucket, but the attempt to create a file in it failed.
hu_hu: Sikerült elérni a bucketet, de a benne történő fájl létrehozása nem sikerült.

source: We accessed the bucket, and were able to create files within it.
hu_hu: Elértük a bucketet, és fájlokat is sikerült létrehozni benne.

source: The communication with %s was encrypted.
hu_hu: A %s felé irányuló kommunikáció titkosított volt.

source: The communication with %s was not encrypted.
hu_hu: A %s felé irányuló kommunikáció nem volt titkosított.

source: Please check your access credentials.
hu_hu: Kérjük, ellenőrizze a hozzáférési hitelesítő adatait.

source: S3 (Compatible)
hu_hu: S3 (kompatibilis)

source: Chunk %s: A %s error occurred
hu_hu: Szelet %s: %s hiba történt

source: Failed to upload to %s
hu_hu: Nem sikerült feltölteni ide: %s
