Repository: hellowpio/wordpress-translations
Catalog: plugins/*/mainwp-updraftplus-extension/mainwp-updraftplus-extension-*.po
Languages: hu_hu

source: MainWP UpdraftPlus Extension
hu_hu: MainWP UpdraftPlus kiterjesztés

source: MainWP UpdraftPlus Extension combines the power of your MainWP Dashboard with the popular WordPress UpdraftPlus Plugin. It allows you to quickly back up your child sites.
hu_hu: A MainWP UpdraftPlus kiterjesztés az Ön MainWP Dashboard és a népszerű WordPress UpdraftPlus bővítmény erejét egyesíti. Lehetővé teszi, hogy gyorsan biztonsági mentést készítsen az Ön gyermek webhelyeiről.

source: WordPress core (only)
hu_hu: WordPress mag (csak)

source: UpdraftPlus automatic backups
hu_hu: UpdraftPlus automatikus biztonsági mentések

source: Automatic backup before update
hu_hu: Automatikus biztonsági mentés frissítés előtt

source: Creating %s and database backup with UpdraftPlus...
hu_hu: A(z) %s és az adatbázis biztonsági mentésének létrehozása az UpdraftPlus segítségével...

source: (logs can be found in the UpdraftPlus settings page as normal)...
hu_hu: (a naplók a szokásos módon az UpdraftPlus beállítások oldalán találhatók)...

source: Last log message
hu_hu: Utolsó naplóüzenet

source: Starting automatic backup...
hu_hu: Automatikus biztonsági mentés indítása...

source: Unexpected response:
hu_hu: Váratlan válasz:

source: UpdraftPlus Automatic Backups
hu_hu: UpdraftPlus automatikus biztonsági mentések

source: Be safe with an automatic backup
hu_hu: Legyen biztonságban automatikus biztonsági mentéssel

source: Backup (where relevant) plugins, themes and the WordPress database with UpdraftPlus before updating
hu_hu: Frissítés előtt készítsen az UpdraftPlusszal biztonsági mentést (ahol releváns) a bővítményekről, sablonokról és a WordPress adatbázisról

source: Remember this choice for next time (you will still have the chance to change it)
hu_hu: Emlékezzen erre a választásra legközelebb is (még lesz lehetősége megváltoztatni)

source: Do not abort after pressing Proceed below - wait for the backup to complete.
hu_hu: Ne szakítsa meg az alábbi Folytatás gomb megnyomása után - várja meg, amíg a mentés befejeződik.

source: Proceed with update
hu_hu: Frissítés folytatása

source: Could not access container
hu_hu: Nem sikerült hozzáférni a tárolóhoz

source: Upload failed
hu_hu: A feltöltés sikertelen

source: Delete failed:
hu_hu: A törlés sikertelen:

source: Create Azure credentials in your Azure developer console.
hu_hu: Hozzon létre Azure hitelesítő adatokat az Azure fejlesztői konzoljában.

source: For longer help, including screenshots, follow this link.
hu_hu: Részletesebb súgóért, képernyőképekkel együtt, kövesse ezt a hivatkozást.

source: Rackspace Cloud Files, enhanced
hu_hu: Rackspace Cloud Files, továbbfejlesztve

source: Adds enhanced capabilities for Rackspace Cloud Files users
hu_hu: Bővített funkciókat ad a Rackspace Cloud Files felhasználóinak

source: Create a new API user with access to only this container (rather than your whole account)
hu_hu: Hozzon létre egy új API-felhasználót, akinek csak ehhez a tárolóhoz van hozzáférése (nem pedig az egész fiókjához)

source: Create new API user and container
hu_hu: Új API-felhasználó és tároló létrehozása

source: Enter your Rackspace admin username/API key (so that Rackspace can authenticate your permission to create new users), and enter a new (unique) username and email address for the new user and a container name.
hu_hu: Adja meg Rackspace rendszergazdai felhasználónevét/API-kulcsát (hogy a Rackspace hitelesíthesse az új felhasználók létrehozására vonatkozó jogosultságát), és adjon meg egy új (egyedi) felhasználónevet és e-mail-címet az új felhasználóhoz, valamint egy tárolónevet.

source: US or UK Rackspace Account
hu_hu: US vagy UK Rackspace fiók

source: Accounts created at rackspacecloud.com are US accounts; accounts created at rackspace.co.uk are UK accounts.
hu_hu: A rackspacecloud.com oldalon létrehozott fiókok US fiókok; a rackspace.co.uk oldalon létrehozott fiókok UK fiókok.

source: US (default)
hu_hu: US (alapértelmezett)

source: Admin Username
hu_hu: Rendszergazdai felhasználónév

source: Admin API Key
hu_hu: Rendszergazdai API-kulcs

source: New User's Username
hu_hu: Új felhasználó felhasználóneve

source: New User's Email Address
hu_hu: Új felhasználó e-mail-címe

source: Cloud Files Storage Region
hu_hu: Cloud Files tárolási régió

source: Dallas (DFW) (default)
hu_hu: Dallas (DFW) (alapértelmezett)

source: Northern Virginia (IAD)
hu_hu: Észak-Virginia (IAD)

source: Cloud Files Container
hu_hu: Cloud Files tároló

source: Store at
hu_hu: Tárolási hely

source: Supported tokens
hu_hu: Támogatott tokenek

source: Add Additional Retention Rule
hu_hu: További megőrzési szabály hozzáadása

source: Folder
hu_hu: Mappa

source: Enter the path of the %s folder you wish to use here.
hu_hu: Adja meg itt a használni kívánt %s mappa elérési útját.

source: e.g. %s
hu_hu: pl. %s

source: If you leave it blank, then the backup will be placed in the root of your %s
hu_hu: Ha üresen hagyja, a biztonsági mentés az Ön %s gyökérkönyvtárába kerül.

source: In %s, path names are case sensitive.
hu_hu: A(z) %s rendszerben az elérési utak kis- és nagybetűérzékenyek.

source: United States
hu_hu: Egyesült Államok

source: multi-region location
hu_hu: több régiót lefedő helyszín

source: Asia Pacific
hu_hu: Ázsia és Csendes-óceáni térség

source: European Union
hu_hu: Európai Unió

source: Central United States
hu_hu: Közép-USA

source: Eastern United States
hu_hu: Kelet-USA

source: Eastern United States
hu_hu: Kelet-USA

source: Western United States
hu_hu: Nyugat-USA

source: Eastern Asia-Pacific
hu_hu: Kelet-Ázsia és Csendes-óceáni térség

source: Western Europe
hu_hu: Nyugat-Európa

source: %s logo
hu_hu: %s logója

source: Was this a backup created by a different backup plugin? If so, then you might first need to rename it so that it can be recognised - please follow this link.
hu_hu: Ez a biztonsági mentés egy másik biztonsági mentési bővítménnyel készült? Ha igen, akkor előfordulhat, hogy először át kell neveznie, hogy felismerhető legyen - kérjük, kövesse ezt a hivatkozást.

source: Supported backup plugins: %s
hu_hu: Támogatott biztonsági mentési bővítmények: %s

source: Backup created by: %s.
hu_hu: A biztonsági mentést készítette: %s.

source: Database decryption phrase
hu_hu: Adatbázis visszafejtési jelszava

source: Failure: No %s was given.
hu_hu: Hiba: Nem adott meg %s-t.

source: user
hu_hu: felhasználó

source: host
hu_hu: hoszt

source: database name
hu_hu: adatbázis neve

source: This option will cause tables stored in the MySQL database which do not belong to WordPress (identified by their lacking the configured WordPress prefix, %s) to also be backed up.
hu_hu: Ez a beállítás azt eredményezi, hogy a MySQL-adatbázisban tárolt, a WordPresshez nem tartozó táblák (amelyekről azonosítható, hogy nem rendelkeznek a beállított WordPress-előtaggal, %s) szintén mentésre kerülnek.

source: Backup non-WordPress tables contained in the same database as WordPress
hu_hu: A WordPress-szel azonos adatbázisban lévő, nem WordPress táblák mentése

source: Add an external database to backup...
hu_hu: Külső adatbázis hozzáadása a mentéshez...

source: Remove
hu_hu: Eltávolítás

source: Backup external database
hu_hu: Külső adatbázis mentése

source: Host
hu_hu: Hoszt

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: Database
hu_hu: Adatbázis

source: Table prefix
hu_hu: Tábla előtagja

source: Test connection...
hu_hu: Kapcsolat tesztelése...

source: Testing...
hu_hu: Tesztelés...

source: Error: the server sent us a response (JSON) which we did not understand.
hu_hu: Hiba: a kiszolgáló olyan (JSON) választ küldött, amelyet nem sikerült értelmezni.

source: If you enter text here, it is used to encrypt database backups (Rijndael). <strong>Do make a separate record of it and do not lose it, or all your backups <em>will</em> be useless.</strong> This is also the key used to decrypt backups from this admin interface (so if you change it, then automatic decryption will not work until you change it back).
hu_hu: Ha itt szöveget ad meg, azt az adatbázismentések titkosításához használjuk (Rijndael). <strong>Feltétlenül jegyezze fel külön, és ne veszítse el, különben minden mentése <em>használhatatlan</em> lesz.</strong> Ez az a kulcs is, amellyel ebből a rendszergazdai felületről visszafejtjük a mentéseket (tehát ha megváltoztatja, akkor az automatikus visszafejtés nem fog működni, amíg vissza nem állítja).

source: %s restoration options:
hu_hu: %s visszaállítási beállításai:

source: WordPress Core
hu_hu: WordPress mag

source: Over-write wp-config.php
hu_hu: wp-config.php felülírása

source: (learn more about this significant option)
hu_hu: (tudjon meg többet erről a jelentős beállításról)

source: The above files comprise everything in a WordPress installation.
hu_hu: A fenti fájlok a WordPress-telepítés minden elemét tartalmazzák.

source: WordPress core (including any additions to your WordPress root directory)
hu_hu: WordPress mag (beleértve az Ön WordPress gyökérkönyvtárába tett bármely kiegészítést)

source: WordPress root directory server path: %s
hu_hu: WordPress gyökérkönyvtárának kiszolgálói elérési útja: %s

source: Any other file/directory on your server that you wish to back up
hu_hu: Bármely más fájl/könyvtár az Ön kiszolgálóján, amelyet menteni kíván

source: More Files
hu_hu: További fájlok

source: If you are not sure what this option is for, then you will not want it, and should turn it off.
hu_hu: Ha nem biztos benne, mire való ez a beállítás, akkor nincs rá szüksége, és ki kell kapcsolnia.

source: If using it, enter an absolute path (it is not relative to your WordPress install).
hu_hu: Ha használja, abszolút elérési utat adjon meg (nem a WordPress telepítéséhez viszonyított).

source: Be careful what you enter - if you enter / then it really will try to create a zip containing your entire webserver.
hu_hu: Legyen óvatos, mit ad meg - ha a / jelet adja meg, akkor valóban megpróbál egy olyan zipet létrehozni, amely az egész webszervert tartalmazza.

source: Enter the directory:
hu_hu: Adja meg a könyvtárat:

source: Add another...
hu_hu: Adjon hozzá még egyet...

source: Exclude these:
hu_hu: Zárja ki ezeket:

source: If entering multiple files/directories, then separate them with commas. For entities at the top level, you can use a * at the start or end of the entry as a wildcard.
hu_hu: Ha több fájlt/könyvtárat ad meg, vesszővel válassza el őket. A legfelső szinten lévő elemeknél használhat *-t a bejegyzés elején vagy végén helyettesítő karakterként.

source: (as many as you like)
hu_hu: (amennyit szeretne)

source: Remote storage options
hu_hu: Távoli tárhely beállításai

source: Create OneDrive credentials in your OneDrive developer console.
hu_hu: Hozzon létre OneDrive-hitelesítő adatokat a OneDrive fejlesztői konzoljában.

source: Use the "Reporting" section to configure the email addresses to be used.
hu_hu: A(z) "Reporting" szakaszban állítsa be a használandó e-mail címeket.

source: Log all messages to syslog
hu_hu: Minden üzenet naplózása a syslogba

source: Log all messages to syslog (only server admins are likely to want this)
hu_hu: Minden üzenet naplózása a syslogba (valószínűleg csak a kiszolgáló-adminisztrátorok igénylik)

source: files: %s
hu_hu: fájlok: %s

source: External database (%s)
hu_hu: Külső adatbázis (%s)

source: Size: %s Mb
hu_hu: Méret: %s Mb

source: %s checksum: %s
hu_hu: %s ellenőrzőösszeg: %s

source: Email reports
hu_hu: E-mail jelentések

source: Enter addresses here to have a report sent to them when a backup job finishes.
hu_hu: Adja meg itt azokat a címeket, amelyekre a biztonsági mentési feladat befejezésekor jelentést küldjünk.

source: Add another address...
hu_hu: Adjon hozzá még egy címet...

source: To send to more than one address, separate each address with a comma.
hu_hu: Ha több címre szeretne küldeni, válassza el az egyes címeket vesszővel.

source: Send a report only when there are warnings/errors
hu_hu: Csak akkor küldjön jelentést, ha figyelmeztetések/hibák vannak

source: Be aware that mail servers tend to have size limits; typically around %s Mb; backups larger than any limits will likely not arrive.
hu_hu: Vegye figyelembe, hogy a levelezőszervereknél általában van méretkorlát; jellemzően kb. %s Mb; a korlátnál nagyobb mentések várhatóan nem érkeznek meg.

source: When the Email storage method is enabled, also send the entire backup
hu_hu: Ha az E-mail tárolási mód engedélyezve van, küldje el a teljes mentést is

source: Only email the database backup
hu_hu: Csak az adatbázis-mentést küldje el e-mailben

source: Storage class
hu_hu: Tárolási osztály

source: Standard (infrequent access)
hu_hu: Standard (ritka elérés)

source: Server-side encryption
hu_hu: Szerveroldali titkosítás

source: (Read more)
hu_hu: (További információ)

source: Check this box to use Amazon's server-side encryption
hu_hu: Jelölje be ezt a négyzetet az Amazon szerveroldali titkosításának használatához

source: Encrypted FTP is available, and will be automatically tried first (before falling back to non-encrypted if it is not successful), unless you disable it using the expert options. The 'Test FTP Login' button will tell you what type of connection is in use.
hu_hu: A titkosított FTP elérhető, és - hacsak nem tiltja le a szakértői beállításokban - a rendszer először automatikusan ezt próbálja meg (sikertelenség esetén visszatér a nem titkosítottra). A 'Test FTP Login' gomb megmutatja, milyen típusú kapcsolat van használatban.

source: Some servers advertise encrypted FTP as available, but then time-out (after a long time) when you attempt to use it. If you find this happenning, then go into the "Expert Options" (below) and turn off SSL there.
hu_hu: Egyes szerverek elérhetőként hirdetik a titkosított FTP-t, de amikor megpróbálja használni, (hosszú idő után) időtúllépés történik. Ha ezt tapasztalja, lépjen az "Expert Options" részbe (lent), és kapcsolja ki ott az SSL-t.

source: No %s settings were found
hu_hu: Nem találhatók %s beállítások

source: No %s found
hu_hu: Nem található %s

source: SCP/SFTP host setting
hu_hu: SCP/SFTP host beállítás

source: SCP/SFTP user setting
hu_hu: SCP/SFTP felhasználó beállítás

source: SCP/SFTP password/key
hu_hu: SCP/SFTP jelszó/kulcs

source: Check your file permissions: Could not successfully create and enter directory:
hu_hu: Ellenőrizze a fájlengedélyeit: Nem sikerült létrehozni és belépni a könyvtárba:

source: %s Error: Failed to upload
hu_hu: %s hiba: A feltöltés sikertelen

source: Resuming partial uploads is supported for SFTP, but not for SCP. Thus, if using SCP then you will need to ensure that your webserver allows PHP processes to run long enough to upload your largest backup file.
hu_hu: A részleges feltöltések folytatása SFTP esetén támogatott, SCP esetén viszont nem. Ezért, ha SCP-t használ, gondoskodjon arról, hogy a webszerver lehetővé tegye a PHP-folyamatok számára az elég hosszú futást a legnagyobb mentési fájl feltöltéséhez.

source: Your login may be either password or key-based - you only need to enter one, not both.
hu_hu: A bejelentkezés lehet jelszó- vagy kulcsalapú - csak az egyiket kell megadnia, nem mindkettőt.

source: Key
hu_hu: Kulcs

source: PKCS1 (PEM header: BEGIN RSA PRIVATE KEY), XML and PuTTY format keys are accepted.
hu_hu: PKCS1 (PEM fejléc: BEGIN RSA PRIVATE KEY), XML és PuTTY formátumú kulcsok elfogadottak.

source: Directory path
hu_hu: Könyvtár elérési útja

source: Where to change directory to after logging in - often this is relative to your home directory.
hu_hu: Bejelentkezés után melyik könyvtárba váltson - ez gyakran a saját könyvtárához viszonyított relatív útvonal.

source: Use SCP instead of SFTP
hu_hu: SFTP helyett SCP használata

source: host name
hu_hu: hostnév

source: username
hu_hu: felhasználónév

source: password/key
hu_hu: jelszó/kulcs

source: Failure: Port must be an integer.
hu_hu: Hiba: A portnak egész számnak kell lennie.

source: Failed
hu_hu: Sikertelen

source: Check your file permissions: Could not successfully create and enter:
hu_hu: Ellenőrizze a fájljogosultságait: Nem sikerült létrehozni és belépni:

source: Success
hu_hu: Siker

source: The %s connection timed out; if you entered the server correctly, then this is usually caused by a firewall blocking the connection - you should check with your web hosting company.
hu_hu: A %s kapcsolat időtúllépés miatt megszakadt; ha helyesen adta meg a szervert, akkor ezt általában egy tűzfal okozza, amely blokkolja a kapcsolatot - ezt ellenőrizze a webtárhely-szolgáltatójánál.

source: Error:
hu_hu: Hiba:

source: The UpdraftPlus module for this file access method (%s) does not support listing files
hu_hu: Az UpdraftPlus modul ennél a fájlhozzáférési módszernél (%s) nem támogatja a fájlok listázását

source: Enter a complete URL, beginning with webdav:// or webdavs:// and including path, username, password and port as required - e.g.%s
hu_hu: Adjon meg egy teljes URL-t, amely webdav:// vagy webdavs:// előtaggal kezdődik, és szükség szerint tartalmazza az elérési utat, felhasználónevet, jelszót és portot - pl.%s

source: Protocol (SSL or not)
hu_hu: Protokoll (SSL-lel vagy anélkül)

source: A host name cannot contain a slash.
hu_hu: A hostnév nem tartalmazhat perjelet.

source: Enter any path in the field below.
hu_hu: Adjon meg bármilyen elérési utat az alábbi mezőben.

source: Leave this blank to use the default (80 for webdav, 443 for webdavs)
hu_hu: Hagyja üresen az alapértelmezett használatához (80 a webdav esetén, 443 a webdavs esetén)

source: Path
hu_hu: Elérési út

source: When the Email storage method is enabled, also send the backup
hu_hu: Amikor az Email tárolási módszer engedélyezett, küldje el a biztonsági mentést is

source: Rescanning (looking for backups that you have uploaded manually into the internal backup store)...
hu_hu: Újraellenőrzés (kézzel a belső mentéstárba feltöltött biztonsági mentések keresése)...

source: Rescanning remote and local storage for backup sets...
hu_hu: Távoli és helyi tárhely újraellenőrzése mentéskészletek után...

source: If you exclude both the database and the files, then you have excluded everything!
hu_hu: Ha mind az adatbázist, mind a fájlokat kizárja, akkor mindent kizárt!

source: The restore operation has begun. Do not press stop or close your browser until it reports itself as having finished.
hu_hu: A visszaállítási művelet megkezdődött. Ne nyomja meg a leállítást, és ne zárja be a böngészőjét, amíg nem jelzi, hogy befejeződött.

source: The web server returned an error code (try again, or check your web server logs)
hu_hu: A webszerver hibakódot adott vissza (próbálja újra, vagy ellenőrizze a webszerver naplóit)

source: The new user's RackSpace console password is (this will not be shown again):
hu_hu: Az új felhasználó RackSpace konzoljelszava (ez nem fog újra megjelenni):

source: Trying...
hu_hu: Próbálkozás...

source: calculating...
hu_hu: számítás...

source: Begun looking for this entity
hu_hu: Megkezdődött ennek az entitásnak a keresése

source: Some files are still downloading or being processed - please wait.
hu_hu: Néhány fájl még töltődik vagy feldolgozás alatt áll - kérjük, várjon.

source: Processing files - please wait...
hu_hu: Fájlok feldolgozása - kérjük, várjon...

source: Deleting old directory - please wait...
hu_hu: Régi könyvtár törlése - kérjük, várjon...

source: Error: the server sent an empty response.
hu_hu: Hiba: a szerver üres választ küldött.

source: Warnings:
hu_hu: Figyelmeztetések:

source: Errors:
hu_hu: Hibák:

source: Error data:
hu_hu: Hiba adatai:

source: File ready.
hu_hu: Fájl kész.

source: You should:
hu_hu: A következőket kell tennie:

source: Connect
hu_hu: Csatlakozás

source: Connecting...
hu_hu: Csatlakozás...

source: Running...
hu_hu: Fut...

source: Delete from your web server
hu_hu: Törlés a webszerveréről

source: Download to your computer
hu_hu: Letöltés a számítógépére

source: and then, if you wish,
hu_hu: és aztán, ha kívánja,

source: Download error: the server sent us a response which we did not understand.
hu_hu: Letöltési hiba: a szerver olyan választ küldött, amelyet nem értettünk.

source: Requesting start of backup...
hu_hu: A mentés indításának kérése...

source: PHP information
hu_hu: PHP-információk

source: Delete Old Directories
hu_hu: Régi könyvtárak törlése

source: Raw backup history
hu_hu: Nyers mentéstörténet

source: This file does not appear to be an UpdraftPlus backup archive (such files are .zip or .gz files which have a name like: backup_(time)_(site name)_(code)_(type).(zip|gz)).
hu_hu: Úgy tűnik, ez a fájl nem UpdraftPlus biztonsági mentési archívum (az ilyen fájlok .zip vagy .gz fájlok, és nevük ehhez hasonló: backup_(time)_(site name)_(code)_(type).(zip|gz)).

source: However, UpdraftPlus archives are standard zip/SQL files - so if you are sure that your file has the right format, then you can rename it to match that pattern.
hu_hu: Az UpdraftPlus archívumok azonban szabványos zip/SQL fájlok - így ha biztos abban, hogy a fájlja megfelelő formátumú, akkor átnevezheti, hogy megfeleljen ennek a mintának.

source: If this is a backup created by a different backup plugin, then UpdraftPlus Premium may be able to help you.
hu_hu: Ha ez egy másik biztonsági mentő bővítmény által készített mentés, akkor az UpdraftPlus Premium segíthet Önnek.

source: (make sure that you were trying to upload a zip file previously created by UpdraftPlus)
hu_hu: (győződjön meg arról, hogy egy korábban az UpdraftPlus által létrehozott zip fájl feltöltésével próbálkozott)

source: Upload error:
hu_hu: Feltöltési hiba:

source: This file does not appear to be an UpdraftPlus encrypted database archive (such files are .gz.crypt files which have a name like: backup_(time)_(site name)_(code)_db.crypt.gz).
hu_hu: Úgy tűnik, ez a fájl nem UpdraftPlus titkosított adatbázis-archívum (az ilyen fájlok .gz.crypt fájlok, és nevük ehhez hasonló: backup_(time)_(site name)_(code)_db.crypt.gz).

source: Upload error
hu_hu: Feltöltési hiba

source: Follow this link to attempt decryption and download the database file to your computer.
hu_hu: Kövesse ezt a hivatkozást a visszafejtés megkísérléséhez, és töltse le az adatbázisfájlt a számítógépére.

source: This decryption key will be attempted:
hu_hu: A következő visszafejtési kulcsot próbáljuk meg:

source: Unknown server response:
hu_hu: Ismeretlen szerverválasz:

source: Unknown server response status:
hu_hu: Ismeretlen szerverválasz státusz:

source: The file was uploaded.
hu_hu: A fájl feltöltve.

source: Backup Now
hu_hu: Biztonsági mentés most

source: Cancel
hu_hu: Mégse

source: Delete
hu_hu: Törlés

source: Create
hu_hu: Létrehozás

source: Close
hu_hu: Bezárás

source: Restore
hu_hu: Visszaállítás

source: Download log file
hu_hu: Naplófájl letöltése

source: You did not select any components to restore. Please select at least one, and then try again.
hu_hu: Nem választott ki visszaállítandó összetevőt. Kérjük, válasszon legalább egyet, majd próbálja meg újra.

source: This button is disabled because your backup directory is not writable (see the settings).
hu_hu: Ez a gomb le van tiltva, mert az Ön biztonsági mentési könyvtára nem írható (tekintse meg a beállításokat).

source: Nothing currently scheduled
hu_hu: Jelenleg nincs ütemezve semmi

source: Error
hu_hu: Hiba

source: Disconnect
hu_hu: Leválasztás

source: Disconnecting...
hu_hu: Leválasztás...

source: day(s)
hu_hu: nap

source: hour(s)
hu_hu: óra

source: week(s)
hu_hu: hét

source: For backups older than
hu_hu: A megadottnál régebbi biztonsági mentések esetén

source: day
hu_hu: nap

source: in the month
hu_hu: a hónapban
