Repository: hellowpio/wordpress-translations
Catalog: plugins/*/jet-form-builder-formless-actions-endpoints/jet-form-builder-formless-actions-endpoints-*.po
Languages: hu_hu

source: JetFormBuilder Formless Actions Endpoints
hu_hu: JetFormBuilder űrlap nélküli műveletek végpontjai

source: A tweak to execute specific after-submit actions without front-end forms.
hu_hu: Egy megoldás konkrét beküldés utáni műveletek végrehajtására front-end űrlapok nélkül.

source: Submit JetFormBuilder form
hu_hu: JetFormBuilder űrlap beküldése

source: Enable form submission
hu_hu: Űrlapbeküldés engedélyezése

source: Choose route
hu_hu: Útvonal kiválasztása

source: -- Select route --
hu_hu: -- Útvonal kiválasztása --

source: Data for the request
hu_hu: Adatok a kéréshez

source: Here should be a JSON object. It is better to copy it from on JetFormBuilder -> Routes page, to avoid invalid JSON
hu_hu: Itt egy JSON objektumnak kell lennie. Jobb, ha a JetFormBuilder -> Útvonalak oldalról másolja, hogy elkerülje az érvénytelen JSON-t.

source: Submit JetFormBuilder Form
hu_hu: JetFormBuilder űrlap beküldése

source: Invalid route ID.
hu_hu: Érvénytelen útvonal ID.

source: Route not founded.
hu_hu: Útvonal nem található.

source: Invalid endpoint.
hu_hu: Érvénytelen végpont.

source: You have not access to this endpoint
hu_hu: Nincs hozzáférése ehhez a végponthoz

source: Endpoints
hu_hu: Végpontok

source: Endpoint
hu_hu: Végpont

source: Possible values: ajax (by default), rest, url
hu_hu: Lehetséges értékek: ajax (alapértelmezett), rest, url

source: Possible values: 0 (for any user), 1 (by role), 2 (by capability)
hu_hu: Lehetséges értékek: 0 (bármely felhasználó), 1 (szerep szerint), 2 (jogosultság szerint)

source: Roles slugs, if restriction_type equals to 1
hu_hu: Szerep-slugok, ha a restriction_type értéke 1

source: Capability slug, if restriction_type equals to 2
hu_hu: Jogosultság slug, ha a restriction_type értéke 2

source: Problem occurred: %s
hu_hu: Hiba történt: %s

source: Endpoint created.
hu_hu: Végpont létrehozva.

source: Bad request
hu_hu: Hibás kérés

source: Your preset is empty has invalid value
hu_hu: Az előbeállítás üres, vagy érvénytelen értékű

source: Endpoint updated.
hu_hu: Végpont frissítve.

source: (no property) from (no type)
hu_hu: (nincs tulajdonság) innen: (nincs típus)

source: %1$s from %1$s
hu_hu: %1$s innen: %1$s

source: (no field)
hu_hu: (nincs mező)

source: from
hu_hu: innen:

source: (no page)
hu_hu: (nincs oldal)

source: Options page
hu_hu: Beállítások oldal

source: Post ID
hu_hu: Bejegyzés ID

source: Post Title
hu_hu: Bejegyzés címe

source: Post Content
hu_hu: Bejegyzés tartalma

source: Post Status
hu_hu: Bejegyzés állapota

source: Post Author
hu_hu: Bejegyzés szerzője

source: Post Excerpt
hu_hu: Bejegyzés kivonata

source: Post
hu_hu: Bejegyzés

source: Post Date GMT
hu_hu: Bejegyzés dátuma GMT

source: Post Thumbnail
hu_hu: Bejegyzés kiemelt képe

source: (no name)
hu_hu: (nincs név)

source: field
hu_hu: mező

source: term(s)
hu_hu: kifejezés(ek)

source: (no property)
hu_hu: (nincs tulajdonság)

source: (current)
hu_hu: (aktuális)

source: (var:%s)
hu_hu: (változó:%s)

source: (not set)
hu_hu: (nincs beállítva)

source: from Post
hu_hu: innen: Bejegyzés

source: %s Query var
hu_hu: %s lekérdezési változó

source: (no var)
hu_hu: (nincs változó)

source: Relation (id:%d)
hu_hu: Kapcsolat (id:%d)

source: User ID
hu_hu: Felhasználó ID

source: User Login
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Display Name
hu_hu: Megjelenített név

source: User URL
hu_hu: Felhasználó URL

source: from User
hu_hu: innen: Felhasználó

source: Delete this item?
hu_hu: Törli ezt az elemet?

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Form successfully submitted!
hu_hu: Az űrlap sikeresen elküldve!

source: Something went wrong.
hu_hu: Valami hiba történt.

source: Add new route
hu_hu: Új útvonal hozzáadása

source: Delete
hu_hu: Törlés

source: Are you sure you want to delete route
hu_hu: Biztosan törli az útvonalat

source: Are you sure you want to delete %d routes?
hu_hu: Biztosan töröl %d útvonalat?

source: Cancel
hu_hu: Mégse

source: Route %s deleted.
hu_hu: Útvonal %s törölve.

source: Routes deleted.
hu_hu: Útvonalak törölve.

source: %d routes deleted.
hu_hu: %d útvonal törölve.

source: An error occurred while deleting the route %s.
hu_hu: Hiba történt a(z) %s útvonal törlése közben.

source: An error occurred while deleting the routes.
hu_hu: Hiba történt az útvonalak törlése közben.

source: An error occurred while deleting the route %1$s: %2$s
hu_hu: Hiba történt a(z) %1$s útvonal törlése közben: %2$s

source: Some errors occurred while deleting the routes: %s
hu_hu: Néhány hiba történt az útvonalak törlése közben: %s

source: Edit endpoint
hu_hu: Végpont szerkesztése

source: Related Form
hu_hu: Kapcsolódó űrlap

source: Created at
hu_hu: Létrehozva ekkor

source: JetFormBuilder Actions Endpoints
hu_hu: JetFormBuilder műveletek végpontjai

source: AJAX action slug
hu_hu: AJAX művelet slugja

source: REST API Endpoint
hu_hu: REST API végpont

source: Route namespace
hu_hu: Útvonal névtere

source: Route
hu_hu: Útvonal

source: URL Query String
hu_hu: URL lekérdezési karakterlánc

source: URL action slug
hu_hu: URL művelet slugja

source: Any registered user
hu_hu: Bármely regisztrált felhasználó

source: User with given role…
hu_hu: Megadott szerepű felhasználó…

source: User with given capability…
hu_hu: Megadott jogosultságú felhasználó…

source: You form protected from submission from 3rd party resources. If you planning to use this endpoint on other website(s), you need to disable this
hu_hu: Az űrlap védett a külső forrásokból érkező beküldésekkel szemben. Ha ezt a végpontot más webhely(ek)en szeretné használni, ezt ki kell kapcsolnia

source: Form settings
hu_hu: Űrlap beállításai

source: If you want to protect this endpoint from unwanted submissions, please use "Is restricted" setting of the current endpoint
hu_hu: Ha védeni szeretné ezt a végpontot a nem kívánt beküldésekkel szemben, használja az aktuális végpont "Is restricted" beállítását

source: This action will disable all form safety settings in the selected form.
hu_hu: Ez a művelet letiltja az összes űrlapbiztonsági beállítást a kiválasztott űrlapon.

source: Disable. I know what I'm doing
hu_hu: Letiltás. Tudom, mit csinálok

source: Settings
hu_hu: Beállítások

source: Related form field should be filled
hu_hu: A kapcsolódó űrlapmezőt ki kell tölteni

source: Action type
hu_hu: Művelet típusa

source: Is restricted
hu_hu: Korlátozott

source: If disabled - this public action would be allowed for everyone. If enabled - allowed only for users fits specific criteria
hu_hu: Ha le van tiltva - ez a nyilvános művelet mindenki számára engedélyezett. Ha engedélyezve van - csak a meghatározott feltételeknek megfelelő felhasználóknak engedélyezett

source: Who can trigger this action
hu_hu: Ki indíthatja ezt a műveletet

source: User roles
hu_hu: Felhasználói szerepkörök

source: User capability
hu_hu: Felhasználói jogosultság

source: You can find list of capabilities
hu_hu: A jogosultságok listája megtalálható

source: here
hu_hu: itt

source: Log Requests
hu_hu: Kérések naplózása

source: Allow to log requests. If enable this option - each attempt to submit form via this route will be stored below
hu_hu: Engedélyezi a kérések naplózását. Ha engedélyezi ezt az opciót - az ezen az útvonalon keresztül történő űrlapbeküldés minden kísérlete alább lesz tárolva

source: Publish
hu_hu: Közzététel

source: Update
hu_hu: Frissítés

source: Copy request
hu_hu: Kérés másolása

source: Copied data for the request.
hu_hu: A kérés adatai kimásolva.

source: Copy data for the request
hu_hu: A kérés adatainak másolása

source: Data values for AJAX request successfully copied.
hu_hu: Az AJAX kérés adatértékei sikeresen kimásolva.

source: Read more about WordPress API requests and authentication
hu_hu: Olvasson többet a WordPress API kéréseiről és a hitelesítésről

source: CURL request to the REST API successfully copied.
hu_hu: A CURL kérés a REST API-hoz sikeresen kimásolva.

source: URL endpoint successfully copied.
hu_hu: URL végpont sikeresen kimásolva.

source: Field name
hu_hu: Mező neve

source: Field type
hu_hu: Mező típusa

source: Default value
hu_hu: Alapértelmezett érték

source: Sample value
hu_hu: Mintaérték

source: Fields
hu_hu: Mezők

source: Sample request
hu_hu: Mintakérés

source: Data Fields
hu_hu: Adatmezők

source: Select base form to get data from
hu_hu: Válassza ki az alap űrlapot, ahonnan az adatokat veszi

source: Body
hu_hu: Törzs

source: Are you sure you want to delete request log?
hu_hu: Biztosan törli a kérésnaplót?

source: Are you sure you want to delete %d request logs?
hu_hu: Biztosan töröl %d kérésnaplót?

source: Request log deleted.
hu_hu: Kérésnapló törölve.

source: Request logs deleted.
hu_hu: Kérésnaplók törölve.

source: An error occurred while deleting the request log.
hu_hu: Hiba történt a kérésnapló törlése közben.

source: An error occurred while deleting the request logs.
hu_hu: Hiba történt a kérésnaplók törlése közben.

source: An error occurred while deleting the request log: %s
hu_hu: Hiba történt a kérésnapló törlése közben: %s

source: Some errors occurred while deleting the request logs: %s
hu_hu: Néhány hiba történt a kérésnaplók törlése közben: %s

source: Log of requests
hu_hu: Kérések naplója

source: JetFormBuilder Actions Endpoint
hu_hu: JetFormBuilder műveletek végpontja
