Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/qala-product-price-history/qala-product-price-history-*.po
Languages: hu_hu

source: Track and save product price changes.
hu_hu: Kövesse nyomon és mentse a termékár-változásokat.

source: Product Price History
hu_hu: Termék ártörténete

source: Settings
hu_hu: Beállítások

source: Display History Chart
hu_hu: Ártörténeti grafikon megjelenítése

source: Display lowest price the past 30 days
hu_hu: Az elmúlt 30 nap legalacsonyabb árának megjelenítése

source: Options for which features to display on product pages
hu_hu: Beállítások a termékoldalakon megjelenítendő funkciókhoz

source: Manually register product price changes
hu_hu: Termékár-változások kézi rögzítése

source: Security check
hu_hu: Biztonsági ellenőrzés

source: This 'Product Price History' section displays a record of product price changes over time. This allows you to remain compliant with the EU Price Indication Directive (PID), which states that prior prices must be displayed at the point of sale.
hu_hu: Ez a 'Termék ártörténete' szakasz a termékár-változások időbeli nyilvántartását jeleníti meg. Ez lehetővé teszi, hogy megfeleljen az EU árfeltüntetési irányelvének (PID), amely előírja, hogy a korábbi árakat az értékesítés helyén fel kell tüntetni.

source: Prices can be hidden from view on the front end. This should be used for accidental price changes only. No data is deleted.
hu_hu: Az árak elrejthetők a front enden. Ezt csak véletlen árváltozások esetén használja. Nem törlődik semmilyen adat.

source: Please note that valid price changes must be shown according to the EU PID. Only hide prices that do not conflict with compliance.
hu_hu: Kérjük, vegye figyelembe, hogy az érvényes árváltozásokat az EU PID szerint meg kell jeleníteni. Csak olyan árakat rejtse el, amelyek elrejtése nem sérti a megfelelőségi követelményeket.

source: Hide
hu_hu: Elrejtés

source: Show
hu_hu: Megjelenítés

source: Price history was not found for this product.
hu_hu: Ehhez a termékhez nem található ártörténet.

source: Date
hu_hu: Dátum

source: Regular price
hu_hu: Normál ár

source: Sale price
hu_hu: Akciós ár

source: Lowest price
hu_hu: Legalacsonyabb ár

source: Display
hu_hu: Megjelenítés

source: Price history
hu_hu: Ártörténet

source: Price History
hu_hu: Ártörténet

source: Our lowest price in the past 30 days before the current price:
hu_hu: A jelenlegi árat megelőző 30 napban a legalacsonyabb árunk:

source: The Qala Product Price History plugin requires the following plugins to work:
hu_hu: A Qala Product Price History bővítmény működéséhez a következő bővítmények szükségesek:

source: Error: Incomplete data received
hu_hu: Hiba: Hiányos adatok érkeztek

source: Error: Invalid value received
hu_hu: Hiba: Érvénytelen érték érkezett

source: Success!
hu_hu: Siker!

source: Error: database was not updated
hu_hu: Hiba: Az adatbázis nem frissült
