Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/affiliate-wp-lifetime-commissions/affiliate-wp-lifetime-commissions-*.po
Languages: hu_hu

source: %s requires %s. Please activate it to continue.
hu_hu: A(z) %s a(z) %s komponenst igényli. A folytatáshoz kérjük, aktiválja azt.

source: %s requires %s. Please install it to continue.
hu_hu: A(z) %s a(z) %s komponenst igényli. A folytatáshoz kérjük, telepítse azt.

source: Add Email
hu_hu: E-mail hozzáadása

source: Add New Customer Email
hu_hu: Új ügyfél e-mail-cím hozzáadása

source: AffiliateWP - Lifetime Commissions Requirements
hu_hu: AffiliateWP – Lifetime Commissions követelmények

source: AffiliateWP Requirements
hu_hu: AffiliateWP követelmények

source: Allow affiliate to see their lifetime customers.
hu_hu: Engedélyezze, hogy a partner lássa saját élethosszig tartó ügyfeleit.

source: Allow this affiliate to receive lifetime commissions.
hu_hu: Engedélyezze, hogy ez a partner élettartam-jutalékokat kapjon.

source: Cheatin&#8217; huh?
hu_hu: Csalunk, mi?

source: Check this box if you would like Lifetime Commissions to completely remove all of its data when the plugin is deleted.
hu_hu: Jelölje be ezt a négyzetet, ha azt szeretné, hogy az Élettartam-jutalékok a bővítmény törlésekor az összes adatát teljesen eltávolítsa.

source: Check this box if you would like to automatically link customers to affiliates on user registration.
hu_hu: Jelölje be ezt a négyzetet, ha a felhasználói regisztrációnál automatikusan össze kívánja kapcsolni az ügyfeleket a partnerekkel.

source: Check this box to allow all affiliates to see their lifetime customers.
hu_hu: Jelölje be ezt a négyzetet, hogy minden partner láthassa az élethosszig tartó ügyfeleit.

source: Check this box to enable lifetime commissions for all affiliates.<br /><em>Leave unchecked to enable lifetime commissions on a per-affiliate basis only.</em>
hu_hu: Jelölje be ezt a négyzetet az élettartam-jutalékok engedélyezéséhez minden partner számára.<br /><em>Hagyja bejelöletlenül, ha az élettartam-jutalékokat csak partnerenként szeretné engedélyezni.</em>

source: Check this box to enable lifetime referral rates.
hu_hu: Jelölje be ezt a négyzetet az élethosszig tartó jutalékmértékek engedélyezéséhez.

source: Customer has been linked to this affiliate.
hu_hu: Az ügyfél ehhez a partnerhez lett kapcsolva.

source: Customer is already linked to an affiliate.
hu_hu: Az ügyfél már hozzá van kapcsolva egy partnerhez.

source: Customer unlinked successfully
hu_hu: Ügyfél sikeresen leválasztva

source: Customers linked to this affiliate.
hu_hu: Ehhez a partnerhez kapcsolt ügyfelek.

source: Enable For All Affiliates?
hu_hu: Engedélyezés minden partner számára?

source: Enable Lifetime Commissions
hu_hu: Élettartam-jutalékok engedélyezése

source: Enable Lifetime Referral Rates
hu_hu: Élethosszig tartó jutalékmértékek engedélyezése

source: Enter an email address
hu_hu: Adjon meg egy e-mail-címet

source: Enter an email to link a new customer to this affiliate.
hu_hu: Adjon meg egy e-mail-címet egy új ügyfél ehhez a partnerhez kapcsolásához.

source: Error
hu_hu: Hiba

source: First Name
hu_hu: Keresztnév

source: Hides lifetime customer emails from affiliates for compliance with GDPR or other privacy reasons.
hu_hu: Elrejti az élethosszig tartó ügyfelek e-mail-címeit a partnerek elől a GDPR-nek vagy más adatvédelmi okoknak való megfelelés érdekében.

source: Last Name
hu_hu: Vezetéknév

source: Lifetime Commissions
hu_hu: Élettartam-jutalékok

source: Lifetime Customers
hu_hu: Élethosszig tartó ügyfelek

source: Lifetime Customers Access
hu_hu: Élethosszig tartó ügyfelek elérése

source: Lifetime Customers Hide Emails
hu_hu: Élethosszig tartó ügyfelek e-mailjeinek elrejtése

source: Lifetime Length
hu_hu: Élettartam hossza

source: Lifetime Referral
hu_hu: Élettartam-jutalék

source: Lifetime Referral Rate
hu_hu: Élettartam-jutalék mértéke

source: Lifetime Referral Rate Type
hu_hu: Élettartam-jutalék mértéktípusa

source: Lifetime Referral Rate Type Default
hu_hu: Élettartam-jutalék mértéktípusának alapértelmezése

source: Link Customers To Affiliates On User Registration
hu_hu: Ügyfelek partnerekhez kapcsolása felhasználói regisztrációkor

source: Linked Affiliate
hu_hu: Kapcsolt partner

source: No customers are linked to this affiliate.
hu_hu: Ehhez a partnerhez nincs ügyfél kapcsolva.

source: Nonce verification failed
hu_hu: Nonce-ellenőrzés sikertelen

source: Referral rate used for lifetime referrals, for all affiliates. The lifetime referral rate will take priority unless it is set to 0, or a per-affiliate lifetime referral rate is set.
hu_hu: Az élethosszig tartó jutalékokra használt jutalékmérték minden partner számára. Az élettartam-jutalék mértéke elsőbbséget élvez, kivéve ha 0-ra van állítva, vagy partnerenkénti élettartam-jutalék mérték van beállítva.

source: Remove Data When Deleted?
hu_hu: Adatok eltávolítása törléskor?

source: Requirements
hu_hu: Követelmények

source: Requires %s (%s), but (%s) is installed.
hu_hu: A(z) %s (%s) szükséges, de a(z) (%s) van telepítve.

source: Requires %s (%s), but it appears to be missing.
hu_hu: A(z) %s (%s) szükséges, de úgy tűnik, hiányzik.

source: Should lifetime referrals be based on a percentage or flat rate amounts?
hu_hu: Az élethosszig tartó jutalékok számítása százalékos vagy fix összeg alapján történjen?

source: Site Default
hu_hu: Webhely alapértelmezettje

source: The affiliate linked to this customer.
hu_hu: Az ehhez az ügyfélhez társított partner.

source: The affiliate&#8217;s lifetime referral rate type. This rate type takes priority over the <a href="%s">Lifetime Referral Rate Type</a> set in the Lifetime Commissions settings tab.
hu_hu: A partner élethosszig tartó ajánlási rátatípusa. Ez a rátatípus elsőbbséget élvez a Lifetime Commissions beállítások fülön megadott <a href="%s">Lifetime Referral Rate Type</a>-hez képest.

source: The affiliate&#8217;s lifetime referral rate. This rate takes priority over the <a href="%s">Lifetime Referral Rate</a> set in the Lifetime Commissions settings tab.
hu_hu: A partner élethosszig tartó ajánlási rátája. Ez a ráta elsőbbséget élvez a Lifetime Commissions beállítások fülön megadott <a href="%s">Lifetime Referral Rate</a>-hez képest.

source: The number of days lifetime commissions will be generated from a referral for all affiliates. The lifetime length will always be used unless a per-affiliate lifetime length is set. Set to 0 for infinite.
hu_hu: Azon napok száma, amely alatt egy ajánlásból élethosszig tartó jutalékok keletkeznek minden partner számára. Mindig ez az élettartam-hossz kerül alkalmazásra, kivéve, ha partnerenkénti élettartam-hossz van megadva. Állítsa 0-ra a végtelen időtartamhoz.

source: The number of days this affiliate can earn lifetime commissions from a referral. This length takes priority over the <a href="%s">Lifetime Length</a> set in the Lifetime Commissions settings tab.
hu_hu: Azon napok száma, amely alatt ez a partner egy ajánlásból élethosszig tartó jutalékokat szerezhet. Ez a hossz elsőbbséget élvez a Lifetime Commissions beállítások fülön megadott <a href="%s">Lifetime Length</a>-höz képest.

source: This plugin
hu_hu: Ez a bővítmény

source: This plugin is not fully active.
hu_hu: Ez a bővítmény nem teljesen aktív.

source: Unable to link customer to this affiliate.
hu_hu: Nem lehet összekapcsolni az ügyfelet ezzel a partnerrel.

source: Unlink
hu_hu: Leválasztás

source: Upgrade Database
hu_hu: Adatbázis frissítése

source: View Affiliate
hu_hu: Partner megtekintése

source: You don't have any lifetime customers yet.
hu_hu: Még nincsenek élethosszig tartó ügyfelei.

source: Your database needs to be upgraded following the latest AffiliateWP - Lifetime Commissions update. Depending on the size of your database, this upgrade could take some time.
hu_hu: Az adatbázis frissítést igényel a legújabb AffiliateWP - Lifetime Commissions frissítést követően. Az adatbázis méretétől függően ez a frissítés eltarthat egy ideig.
