Repository: hellowpio/wordpress-translations
Catalog: plugins/*/advanced-uptime-monitor-extension/advanced-uptime-monitor-extension-*.po
Languages: hu_hu

source: 1 day
hu_hu: 1 nap

source: 1 hr
hu_hu: 1 ó

source: 1 min
hu_hu: 1 perc

source: 1 minute
hu_hu: 1 perc

source: 10 mins
hu_hu: 10 perc

source: 10 minutes
hu_hu: 10 perc

source: 12 hrs
hu_hu: 12 ó

source: 15 mins
hu_hu: 15 perc

source: 15 minutes
hu_hu: 15 perc

source: 2 hrs
hu_hu: 2 ó

source: 2 minutes
hu_hu: 2 perc

source: 20 mins
hu_hu: 20 perc

source: 20 minutes
hu_hu: 20 perc

source: 3 hrs
hu_hu: 3 ó

source: 3 mins
hu_hu: 3 perc

source: 3 minutes
hu_hu: 3 perc

source: 30 mins
hu_hu: 30 perc

source: 30 minutes
hu_hu: 30 perc

source: 4 hrs
hu_hu: 4 ó

source: 45 minutes
hu_hu: 45 perc

source: 5 mins
hu_hu: 5 perc

source: 5 minutes
hu_hu: 5 perc

source: 6 hrs
hu_hu: 6 ó

source: 60 minutes
hu_hu: 60 perc

source: 8 minutes
hu_hu: 8 perc

source: Access generated successfully.
hu_hu: Hozzáférés sikeresen létrehozva.

source: Access token expired. Please %1$sGenerate access%2$s again.
hu_hu: A hozzáférési token lejárt. Kérjük, %1$sGeneráljon hozzáférést%2$s újra.

source: Access token generated: %1$s ago. %2$sRe-generate%3$s access tokens again.
hu_hu: Hozzáférési token létrehozva: %1$s ezelőtt. %2$sGenerálja újra%3$s a hozzáférési tokeneket.

source: Active
hu_hu: Aktív

source: Advanced Configuration
hu_hu: Speciális konfiguráció

source: Advanced Monitor Settings reload successfully.
hu_hu: A speciális figyelőbeállítások sikeresen újratöltve.

source: Advanced Settings
hu_hu: Speciális beállítások

source: Advanced Uptime Monitor
hu_hu: Speciális üzemidő-figyelő

source: Advanced Uptime Monitor Settings
hu_hu: Speciális üzemidő-figyelő beállításai

source: Alert us when the URL above
hu_hu: Értesítsen minket, amikor a fenti URL

source: Alert when
hu_hu: Riasztás, amikor

source: All the time
hu_hu: Mindig

source: Amsterdam, Netherlands
hu_hu: Amszterdam, Hollandia

source: Apply
hu_hu: Alkalmaz

source: Authentication Data centers
hu_hu: Hitelesítési adatközpontok

source: Authorization
hu_hu: Engedélyezés

source: Authorization Administrator
hu_hu: Engedélyezési adminisztrátor

source: Authorization Operations
hu_hu: Engedélyezési műveletek

source: Authorization Reports
hu_hu: Engedélyezési jelentések

source: Authorized.
hu_hu: Engedélyezve.

source: Availability
hu_hu: Elérhetőség

source: Basic HTTP authentication password
hu_hu: Alapszintű HTTP-hitelesítés jelszó

source: Basic HTTP authentication username
hu_hu: Alapszintű HTTP-hitelesítés felhasználónév

source: Better Uptime API Key
hu_hu: Better Uptime API-kulcs

source: Better Uptime monitor undefined error
hu_hu: Better Uptime monitor nem definiált hiba

source: Bucharest, Romania
hu_hu: Bukarest, Románia

source: Bulk Actions
hu_hu: Tömeges műveletek

source: Call, SMS and Push notification options are available only for premium Better Uptime users.
hu_hu: A hívás, SMS és push értesítési opciók csak a Better Uptime prémium felhasználói számára érhetők el.

source: Cause
hu_hu: Ok

source: Check Frequency
hu_hu: Ellenőrzési gyakoriság

source: Check Label
hu_hu: Ellenőrzés címkéje

source: Check Notifications
hu_hu: Ellenőrzés értesítései

source: Check frequency
hu_hu: Ellenőrzés gyakorisága

source: Click here to find out!
hu_hu: Kattintson ide, és megtudja!

source: Client ID
hu_hu: Kliensazonosító

source: Client Secret
hu_hu: Kliens titok

source: Configuration Error
hu_hu: Konfigurációs hiba

source: Configuration Profiles
hu_hu: Konfigurációs profilok

source: Confirmation period
hu_hu: Megerősítési időszak

source: Connection timeout (secs)
hu_hu: Kapcsolati időkorlát (mp)

source: Coventry, England
hu_hu: Coventry, Anglia

source: Create Monitor
hu_hu: Monitor létrehozása

source: Create Monitors for All Sites
hu_hu: Monitorok létrehozása minden webhelyhez

source: Create New Monitor
hu_hu: Új monitor létrehozása

source: Creating monitor failed!
hu_hu: A monitor létrehozása nem sikerült!

source: Critical
hu_hu: Kritikus

source: Current Status:
hu_hu: Jelenlegi állapot:

source: DISABLED
hu_hu: LETILTVA

source: Date
hu_hu: Dátum

source: Date / Time
hu_hu: Dátum / Idő

source: Days
hu_hu: Napok

source: Default (recommended)
hu_hu: Alapértelmezett (ajánlott)

source: Default alert contact
hu_hu: Alapértelmezett riasztási kapcsolattartó

source: Delete
hu_hu: Törlés

source: Dependency
hu_hu: Függőség

source: Dependent on Monitor
hu_hu: Monitortól függ

source: Description
hu_hu: Leírás

source: Details
hu_hu: Részletek

source: Discovery
hu_hu: Felderítés

source: Display Name
hu_hu: Megjelenített név

source: Domain expiration
hu_hu: Domain lejárata

source: Domain to query the DNS server with
hu_hu: Domain a DNS-kiszolgáló lekérdezéséhez

source: Don't check for SSL expiration
hu_hu: Ne ellenőrizze az SSL lejáratát

source: Don't check for domain expiration
hu_hu: Ne ellenőrizze a domain lejáratát

source: Down
hu_hu: Nem elérhető

source: Duration
hu_hu: Időtartam

source: East Asia/Oceania
hu_hu: Kelet-Ázsia/Óceánia

source: Edit
hu_hu: Szerkesztés

source: Enable Check
hu_hu: Ellenőrzés engedélyezése

source: Enter your API Token provided by the NodePing. Not sure how to get it?
hu_hu: Adja meg a NodePing által biztosított API-tokenjét. Nem biztos benne, hogyan szerezheti meg?

source: Enter your API key provided by the Better Uptime. Not sure how to get it?
hu_hu: Adja meg a Better Uptime által biztosított API-kulcsát. Nem biztos benne, hogyan szerezheti meg?

source: Enter your API key provided by the Uptime Robot. Not sure how to get it?
hu_hu: Adja meg az Uptime Robot által biztosított API-kulcsát. Nem biztos benne, hogyan szerezheti meg?

source: Enter your Client ID & Client Secret provided by the Site24x7. Not sure how to get it?
hu_hu: Adja meg a Site24x7 által biztosított Client ID-t és Client Secretet. Nem biztos benne, hogyan szerezheti meg?

source: Europe
hu_hu: Európa

source: Event
hu_hu: Esemény

source: FAIL
hu_hu: HIBA

source: Federal, Argentina
hu_hu: Federal, Argentína

source: Follow redirects
hu_hu: Átirányítások követése

source: Following monitors could not be found in your Uptime Robot dashboard so they have been deleted:<br/>
hu_hu: Az alábbi ellenőrzések nem találhatók az Uptime Robot irányítópultján, ezért törölve lettek:<br/>

source: Frankfurt, Germany
hu_hu: Frankfurt, Németország

source: Friendly name
hu_hu: Barátságos név

source: HTTP Basic Authentication Settings
hu_hu: HTTP Basic hitelesítés beállításai

source: HTTP Configuration
hu_hu: HTTP konfiguráció

source: HTTP Method
hu_hu: HTTP metódus

source: HTTP Password (Optional)
hu_hu: HTTP jelszó (opcionális)

source: HTTP Username (Optional)
hu_hu: HTTP felhasználónév (opcionális)

source: HTTP method used to make the request
hu_hu: A kéréshez használt HTTP metódus

source: Header name
hu_hu: Fejléc neve

source: Header value
hu_hu: Fejléc értéke

source: High (2 rechecks)
hu_hu: Magas (2 újraellenőrzés)

source: Home Location
hu_hu: Alaphelyszín

source: If the on-call person doesn't acknowledge the incident
hu_hu: Ha az ügyeletes személy nem nyugtázza az incidenst

source: Immediate
hu_hu: Azonnali

source: Incidents
hu_hu: Incidensek

source: Info
hu_hu: Információ

source: Interval
hu_hu: Időköz

source: Keyword
hu_hu: Kulcsszó

source: Keyword to find in page
hu_hu: Az oldalon keresendő kulcsszó

source: Last Polled
hu_hu: Legutóbb lekérdezve

source: Last checked
hu_hu: Legutóbb ellenőrizve

source: Latin America
hu_hu: Latin-Amerika

source: Loading monitors...
hu_hu: Ellenőrzések betöltése...

source: Location
hu_hu: Helyszín

source: London, England
hu_hu: London, Anglia

source: Los Angeles, California
hu_hu: Los Angeles, Kalifornia

source: Low (7 rechecks)
hu_hu: Alacsony (7 újraellenőrzés)

source: Maintanence
hu_hu: Karbantartás

source: Maintenance
hu_hu: Karbantartás

source: Maintenance window between
hu_hu: Karbantartási időablak között

source: Medium (5 rechecks)
hu_hu: Közepes (5 újraellenőrzés)

source: Melbourne, Australia
hu_hu: Melbourne, Ausztrália

source: Monitor Groups
hu_hu: Monitorcsoportok

source: Monitor Information
hu_hu: Monitor információk

source: Monitor Name:
hu_hu: Monitor neve:

source: Monitor Type:
hu_hu: Monitor típusa:

source: Monitor created successfully!
hu_hu: Monitor sikeresen létrehozva!

source: Monitor has been created successfully.
hu_hu: A monitor sikeresen létrehozva.

source: Monitor pages
hu_hu: Felügyelt oldalak

source: Monitor subtype
hu_hu: Monitor altípus

source: Monitor types
hu_hu: Monitor típusok

source: Monitor updated successfully!
hu_hu: Monitor sikeresen frissítve!

source: Monitor your child sites
hu_hu: Figyelje az alwebhelyeit

source: Monitoring interval (in minutes)
hu_hu: Megfigyelési intervallum (percben)

source: Monitoring locations
hu_hu: Megfigyelési helyszínek

source: Monitors
hu_hu: Monitorok

source: Monitors for all sites have already been created.
hu_hu: Már létrejöttek a monitorok minden webhelyhez.

source: Nights
hu_hu: Éjszakák

source: No BetterUptime Account Connected
hu_hu: Nincs csatlakoztatott BetterUptime-fiók

source: No NodePing Account Connected
hu_hu: Nincs csatlakoztatott NodePing-fiók

source: No Response From The Website.
hu_hu: Nincs válasz a webhelytől.

source: No Site24x7 Account Connected
hu_hu: Nincs csatlakoztatott Site24x7-fiók

source: No Uptime Robot Account Connected
hu_hu: Nincs csatlakoztatott Uptime Robot-fiók

source: No items found! Make sure to submit your Uptime Robot API key first.
hu_hu: Nem található elem! Először adja meg az Uptime Robot API-kulcsát.

source: No items selected
hu_hu: Nincs kiválasztott elem

source: No response from the website.
hu_hu: Nincs válasz a webhelytől.

source: NodePing monitor undefined error
hu_hu: NodePing monitor undefined hiba

source: None
hu_hu: Nincs

source: North America
hu_hu: Észak-Amerika

source: Note that for HTTP, HTTPCONTENT, HTTPPARSE, and HTTPADV checks this must begin with "http://" or "https://".
hu_hu: Megjegyzés: HTTP, HTTPCONTENT, HTTPPARSE és HTTPADV ellenőrzések esetén ennek "http://" vagy "https://" kezdetűnek kell lennie.

source: Notification Profile
hu_hu: Értesítési profil

source: Notify
hu_hu: Értesít

source: On-call escalation
hu_hu: Ügyeleti eszkaláció

source: Ongoing
hu_hu: Folyamatban

source: PASS
hu_hu: SIKERES

source: Paris, France
hu_hu: Párizs, Franciaország

source: Pause
hu_hu: Szüneteltetés

source: Paused
hu_hu: Szüneteltetve

source: Pending
hu_hu: Függőben

source: Performance
hu_hu: Teljesítmény

source: Performance (ms)
hu_hu: Teljesítmény (ms)

source: Perth, Australia
hu_hu: Perth, Ausztrália

source: Please enter your Better Uptime API Token.
hu_hu: Kérjük, adja meg a Better Uptime API Token-t.

source: Please enter your Site24x7 Client ID and Client Secret and Authenticate first.
hu_hu: Kérjük, adja meg a Site24x7 Client ID-t és Client Secret-et, és először hitelesítse magát.

source: Please enter your Uptime Robot API Key and try again.
hu_hu: Kérjük, adja meg az Uptime Robot API Key-t, és próbálja meg újra.

source: Please, enter your NodePing API Token first
hu_hu: Kérjük, először adja meg a NodePing API Token-t

source: Please, specify the API key.
hu_hu: Kérjük, adja meg az API key-t.

source: Poll Frequency (m)
hu_hu: Lekérdezési gyakoriság (m)

source: Pronounceable monitor name
hu_hu: Kiejthető monitor neve

source: Ratio
hu_hu: Arány

source: Re-authorization Administrator
hu_hu: Újraengedélyezés Adminisztrátor

source: Re-authorization Operations
hu_hu: Újraengedélyezés Üzemeltetés

source: Re-authorization Reports
hu_hu: Újraengedélyezés Jelentések

source: Recent Events
hu_hu: Legutóbbi események

source: Recovery period
hu_hu: Helyreállási időszak

source: Regions
hu_hu: Régiók

source: Regions & Home Location
hu_hu: Régiók és kiindulási hely

source: Remove
hu_hu: Eltávolítás

source: Request body for POST, PUT, and PATCH requests
hu_hu: Kérés törzse a POST, PUT és PATCH kérésekhez

source: Request timeout
hu_hu: Kérés időtúllépése

source: Resolved
hu_hu: Megoldva

source: Response
hu_hu: Válasz

source: Response timeout
hu_hu: Válasz időtúllépése

source: Result
hu_hu: Eredmény

source: Roam
hu_hu: Barangolás

source: Run time
hu_hu: Futási idő

source: SSL expiration
hu_hu: SSL lejárat

source: SSL/TLS verification
hu_hu: SSL/TLS ellenőrzés

source: Sao Paulo, Brazil
hu_hu: Sao Paulo, Brazília

source: Save Monitor
hu_hu: Monitor mentése

source: Save Settings
hu_hu: Beállítások mentése

source: Search:
hu_hu: Keresés:

source: Select a contact to add
hu_hu: Válasszon egy hozzáadandó kapcsolattartót

source: Select alert contacts to notify
hu_hu: Válassza ki az értesítendő kapcsolattartókat

source: Select groups
hu_hu: Válasszon csoportokat

source: Select monitoring service
hu_hu: Válasszon monitoring szolgáltatást

source: Sensitivity
hu_hu: Érzékenység

source: Settings
hu_hu: Beállítások

source: Settings saved successfully.
hu_hu: A beállítások sikeresen mentve.

source: Show
hu_hu: Megjelenítés

source: Singapore
hu_hu: Szingapúr

source: Site
hu_hu: Webhely

source: Site data could not be loaded. Please try again.
hu_hu: A webhely adatai nem tölthetők be. Kérjük, próbálja meg újra.

source: Site data could not be loaded. Please, try again.
hu_hu: A webhely adatai nem tölthetők be. Kérjük, próbálja meg újra.

source: Site24x7 monitor undefined error
hu_hu: Site24x7 monitor nem definiált hiba

source: Start
hu_hu: Indítás

source: Started
hu_hu: Elindítva

source: Started at
hu_hu: Indítás ideje

source: State
hu_hu: Állapot

source: Statistics data could not be found or empty. Please, try again later.
hu_hu: A statisztikai adatok nem találhatók vagy üresek. Kérjük, próbálja meg később újra.

source: Statistics data could not be found. Please, try again later.
hu_hu: A statisztikai adatok nem találhatók. Kérjük, próbálja meg később újra.

source: Status
hu_hu: Státusz

source: Successful response received.
hu_hu: Sikeres válasz érkezett.

source: Suspended
hu_hu: Felfüggesztve

source: Sydney, Australia
hu_hu: Sydney, Ausztrália

source: The keyword exists.
hu_hu: A kulcsszó létezik.

source: The monitor is paused manually
hu_hu: A monitor manuálisan szüneteltetve.

source: The monitor is started manually
hu_hu: A monitor manuálisan elindítva.

source: The monitor started manually
hu_hu: A monitor manuálisan indult.

source: Threshold and Availability
hu_hu: Küszöbérték és rendelkezésre állás

source: Time
hu_hu: Idő

source: Timeout
hu_hu: Időkorlát

source: Timezone
hu_hu: Időzóna

source: To add new monitors or load existing ones, please enter your BetterUptime API token in the BetterUptime Settings.
hu_hu: Új monitorok hozzáadásához vagy a meglévők betöltéséhez adja meg a BetterUptime API tokenjét a BetterUptime Settings.

source: To add new monitors or load existing ones, please enter your NodePing API token in the NodePing Settings.
hu_hu: Új monitorok hozzáadásához vagy a meglévők betöltéséhez adja meg a NodePing API tokenjét a NodePing Settings.

source: To add new monitors or load existing ones, please enter your Site24x7 API key in the Site24x7 Settings.
hu_hu: Új monitorok hozzáadásához vagy a meglévők betöltéséhez adja meg a Site24x7 API-kulcsát a Site24x7 Settings.

source: To add new monitors or load existing ones, please enter your Uptime Robot API key in the Uptime Robot Settings.
hu_hu: Új monitorok hozzáadásához vagy a meglévők betöltéséhez adja meg az Uptime Robot API-kulcsát az Uptime Robot Settings.

source: Tokyo, Japan
hu_hu: Tokió, Japán

source: Total:
hu_hu: Összesen:

source: Trouble
hu_hu: Probléma

source: Type
hu_hu: Típus

source: URL (or IP)
hu_hu: URL (vagy IP)

source: URL or HOST:
hu_hu: URL vagy HOST:

source: URL to monitor
hu_hu: Figyelendő URL

source: Unable to load NodePing monitor data. Please, try again later.
hu_hu: Nem sikerült betölteni a NodePing monitor adatait. Kérjük, próbálja meg később újra.

source: Unable to load Site24x7 monitor data. Please, try again later.
hu_hu: Nem sikerült betölteni a Site24x7 monitor adatait. Kérjük, próbálja meg később újra.

source: Undefined error occurred while saving the form, please, try again.
hu_hu: Ismeretlen hiba történt az űrlap mentése közben, kérjük, próbálja meg újra.

source: Undefined error occurred while saving the form. Please, try again.
hu_hu: Ismeretlen hiba történt az űrlap mentése közben. Kérjük, próbálja meg újra.

source: Undefined error occurred, please try again.
hu_hu: Ismeretlen hiba történt, kérjük, próbálja meg újra.

source: Undefined error on the Better Uptime API side. Please try again later.
hu_hu: Ismeretlen hiba a Better Uptime API oldalán. Kérjük, próbálja meg később újra.

source: Undefined error on the NodePing side. Please try again later.
hu_hu: Ismeretlen hiba a NodePing oldalán. Kérjük, próbálja meg később újra.

source: Undefined error on the Site24x7 side. Please try again later.
hu_hu: Ismeretlen hiba a Site24x7 oldalán. Kérjük, próbálja meg később újra.

source: Undefined error on the Uptime Robot side. Please, try again later.
hu_hu: Ismeretlen hiba az Uptime Robot oldalán. Kérjük, próbálja meg később újra.

source: Undefined error. Please, try again.
hu_hu: Ismeretlen hiba. Kérjük, próbálja meg újra.

source: Unknown
hu_hu: Ismeretlen

source: Up
hu_hu: Elérhető

source: Uptime Ratio
hu_hu: Üzemidő arány

source: Uptime Robot API Key
hu_hu: Uptime Robot API-kulcs

source: Uptime Robot undefined error
hu_hu: Uptime Robot ismeretlen hiba

source: Uptime Robot undefined error.
hu_hu: Uptime Robot ismeretlen hiba.

source: Uptime Status
hu_hu: Üzemidő státusz

source: Uptime ratio:
hu_hu: Üzemidő arány:

source: Use Account Default
hu_hu: Fiók alapértelmezésének használata

source: User Alert Group
hu_hu: Felhasználói riasztási csoport

source: Very High (no rechecks)
hu_hu: Nagyon magas (újraellenőrzés nélkül)

source: Very Low (10 rechecks)
hu_hu: Nagyon alacsony (10 újraellenőrzés)

source: Warsaw, Poland
hu_hu: Varsó, Lengyelország

source: Web page URL
hu_hu: Weboldal URL-je

source: Weekdays
hu_hu: Hétköznapok

source: Weekends
hu_hu: Hétvégék

source: World Wide
hu_hu: Világszerte

source: You should specify API key
hu_hu: Meg kell adnia az API-kulcsot

source: ago
hu_hu: ezelőtt

source: entries
hu_hu: bejegyzések

source: exists
hu_hu: létezik

source: monitors
hu_hu: monitorok

source: not exists
hu_hu: nem létezik

source: requires %1$sMainWP Dashboard Plugin%2$s to be activated in order to work. Please install and activate %3$sMainWP Dashboard Plugin%4$s first.
hu_hu: A működéshez a %1$sMainWP Dashboard Plugin%2$s aktiválása szükséges. Kérjük, először telepítse és aktiválja a %3$sMainWP Dashboard Plugin%4$s-t.
