Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/jet-search/jet-search-*.po
Languages: hu_hu

source: The best tool for adding complex search functionality to pages built with Elementor or Blocks editor
hu_hu: A legjobb eszköz összetett keresési funkciók hozzáadásához az Elementorral vagy a Blocks szerkesztővel készült oldalakhoz

source: Access denied
hu_hu: Hozzáférés megtagadva

source: Nonce validation failed
hu_hu: Nonce ellenőrzése sikertelen

source: Settings saved
hu_hu: Beállítások mentve

source: Error
hu_hu: Hiba

source: Duplicates are removed.
hu_hu: A duplikátumok eltávolítva.

source: Invalid Nonce!
hu_hu: Érvénytelen Nonce!

source: Error!
hu_hu: Hiba!

source: The suggestion could not be added.
hu_hu: A javaslatot nem sikerült hozzáadni.

source: The suggestion with name "%s" already exists.
hu_hu: A "%s" nevű javaslat már létezik.

source: Success! New suggestion: %s has been added
hu_hu: Siker! Új javaslat: %s hozzáadva

source: Success! Suggestion: "%s" has been updated
hu_hu: Siker! Javaslat: "%s" frissítve

source: Fail! The suggestion with "%s" id has not found
hu_hu: Sikertelen! A "%s" azonosítójú javaslat nem található

source: Fail! The suggestion with "%s" already exists.
hu_hu: Sikertelen! A "%s" javaslat már létezik.

source: Error! The suggestion could not be deleted.
hu_hu: Hiba! A javaslatot nem sikerült törölni.

source: Success! Suggestion: %s has been deleted
hu_hu: Siker! Javaslat: %s törölve

source: Search Form
hu_hu: Keresési űrlap

source: Normal
hu_hu: Normál

source: Background Color
hu_hu: Háttérszín

source: Focus
hu_hu: Fókusz

source: Border Color
hu_hu: Szegély színe

source: Border width must be more then 0
hu_hu: A szegély szélességének 0-nál nagyobbnak kell lennie

source: Padding
hu_hu: Belső margó

source: Border
hu_hu: Szegély

source: Input Field and Categories List Wrapper
hu_hu: Beviteli mező és kategórialista burkolója

source: Input Field
hu_hu: Beviteli mező

source: Placeholder Typography
hu_hu: Helyőrző tipográfia

source: Icon Font Size
hu_hu: Ikon betűmérete

source: Icon Gap
hu_hu: Ikon távolsága

source: Text Color
hu_hu: Szöveg színe

source: Icon Color
hu_hu: Ikon színe

source: Margin
hu_hu: Margó

source: Border Width
hu_hu: Szegély vastagsága

source: Border Radius
hu_hu: Szegély lekerekítése

source: Submit Button
hu_hu: Küldés gomb

source: Color
hu_hu: Szín

source: Hover
hu_hu: Kurzor fölött

source: Vertical Align
hu_hu: Függőleges igazítás

source: Default
hu_hu: Alapértelmezett

source: Top
hu_hu: Felül

source: Center
hu_hu: Középen

source: Bottom
hu_hu: Alul

source: Stretch
hu_hu: Nyújtás

source: Categories List
hu_hu: Kategórialista

source: Width
hu_hu: Szélesség

source: Arrow Font Size
hu_hu: Nyíl betűmérete

source: Arrow Color
hu_hu: Nyíl színe

source: Dropdown Style
hu_hu: Legördülő menü stílusa

source: Max Height
hu_hu: Maximális magasság

source: Gap
hu_hu: Távolság

source: Scrollbar Thumb Color
hu_hu: Görgetősáv csúszka színe

source: Dropdown Items Style
hu_hu: Legördülő elemek stílusa

source: Results Area
hu_hu: Találati terület

source: Results Header
hu_hu: Találati fejléc

source: Results List
hu_hu: Találatok listája

source: Enable Scrolling
hu_hu: Görgetés engedélyezése

source: Max Height (px)
hu_hu: Maximális magasság (px)

source: Scrollbar Color
hu_hu: Görgetősáv színe

source: Results Footer
hu_hu: Találati lábléc

source: Results Highlight
hu_hu: Találatok kiemelése

source: Results Items
hu_hu: Találati elemek

source: Title Color
hu_hu: Cím színe

source: Content Color
hu_hu: Tartalom színe

source: Product Rating Color
hu_hu: Termékértékelés színe

source: Product Rating Unmarked Color
hu_hu: Termékértékelés jelöletlen színe

source: Product Price Color
hu_hu: Termékár színe

source: Product Old Price Color
hu_hu: Termék régi árának színe

source: Alignment
hu_hu: Igazítás

source: Left
hu_hu: Balra

source: Right
hu_hu: Jobbra

source: Justified
hu_hu: Sorkizárt

source: Divider
hu_hu: Elválasztó

source: Weight
hu_hu: Vastagság

source: Thumbnail
hu_hu: Bélyegkép

source: Title
hu_hu: Cím

source: Content
hu_hu: Tartalom

source: Product Rating
hu_hu: Termékértékelés

source: Font Size
hu_hu: Betűméret

source: Product Price
hu_hu: Termékár

source: Old Price Typography
hu_hu: Régi ár tipográfiája

source: Results Counter
hu_hu: Találatszámláló

source: All Results Button
hu_hu: Összes találat gomb

source: Bullet Pagination
hu_hu: Pontokkal lapozás

source: Size
hu_hu: Méret

source: Active
hu_hu: Aktív

source: Number Pagination
hu_hu: Számozott lapozás

source: Navigation Arrows
hu_hu: Navigációs nyilak

source: Notifications
hu_hu: Értesítések

source: Spinner
hu_hu: Betöltésjelző

source: Inline Area
hu_hu: Inline terület

source: Inline Area Item
hu_hu: Inline terület elem

source: Column Gap
hu_hu: Oszlopköz

source: Rows gap
hu_hu: Sorköz

source: Focus Area
hu_hu: Fókuszterület

source: Focus Area Item
hu_hu: Fókuszterület elem

source: Ajax Search
hu_hu: Ajax keresés

source: Search Query
hu_hu: Keresési lekérdezés

source: Custom Fields
hu_hu: Egyedi mezők

source: Additional Results
hu_hu: További találatok

source: Search Suggestions
hu_hu: Keresési javaslatok

source: Before/After Title Custom Fields
hu_hu: Cím előtt/után egyedi mezők

source: Before/After Content Custom Fields
hu_hu: Tartalom előtt/után egyedi mezők

source: Suggestions Area
hu_hu: Javaslatok területe

source: Input Icon
hu_hu: Beviteli ikon

source: Clear Text Button Icon
hu_hu: Szöveg törlése gomb ikonja

source: Firefox and IE Explorer browsers are not supported
hu_hu: A Firefox és az IE Explorer böngészők nem támogatottak

source: Placeholder Text
hu_hu: Helyőrző szöveg

source: Search ...
hu_hu: Keresés ...

source: Minimal Quantity of Symbols for Search
hu_hu: Minimális karakterek száma a kereséshez

source: Allow Search by Empty String
hu_hu: Keresés engedélyezése üres karakterlánccal

source: Disable Submit on Enter
hu_hu: Beküldés Enterrel letiltása

source: Show Submit Button
hu_hu: Küldés gomb megjelenítése

source: Submit Button Label
hu_hu: Küldés gomb felirata

source: Submit Button Icon
hu_hu: Küldés gomb ikonja

source: Show Categories List
hu_hu: Kategórialista megjelenítése

source: Taxonomy
hu_hu: Taxonómia

source: Select Placeholder
hu_hu: Választómező helyőrzője

source: All Categories
hu_hu: Összes kategória

source: Responsive Form on Mobile
hu_hu: Reszponzív űrlap mobilon

source: Please note! You can set a global default for these options from %1$s. This will help you shorten the search results URL generated by this widget.
hu_hu: Figyelem! Ezekhez a beállításokhoz globális alapértéket adhat meg itt: %1$s. Ez segít lerövidíteni a widget által generált keresési találatok URL-jét.

source: Ajax Search Settings
hu_hu: Ajax keresés beállításai

source: Search by the current query
hu_hu: Keresés az aktuális lekérdezés alapján

source: Use for Archive Templates
hu_hu: Használat archív sablonokhoz

source: Custom Search Results URL
hu_hu: Egyéni keresési találatok URL

source: Note: Search results apply to all widgets with the same post type on the results page.
hu_hu: Megjegyzés: A keresési eredmények a találati oldalon azonos bejegyzéstípusú összes widgetre vonatkoznak.

source: Target Widget ID ( optional )
hu_hu: Cél widget ID ( opcionális )

source: Enter the CSS ID of the target Listing Grid. The search will apply only to this widget.
hu_hu: Adja meg a cél Listing Grid CSS ID-ját. A keresés csak erre a widgetre vonatkozik.

source: This works only with <a href="%1$s" target="_blank"><strong>JetEngine's Listing Grid</strong></a>. Make sure the widget uses the same post type as set in Ajax Search.
hu_hu: Ez csak a <a href="%1$s" target="_blank"><strong>JetEngine Listing Grid</strong></a>-del működik. Győződjön meg róla, hogy a widget ugyanazt a bejegyzéstípust használja, mint ami az Ajax keresésben meg van adva.

source: This works only with <strong>JetEngine's Listing Grid</strong>. The <a href="%1$s" target="_blank">JetEngine plugin</a> must be installed and active.
hu_hu: Ez csak a <strong>JetEngine Listing Grid</strong>-del működik. A <a href="%1$s" target="_blank">JetEngine bővítménynek</a> telepítve és aktívnak kell lennie.

source: Source
hu_hu: Forrás

source: You can select particular search areas. If nothing is selected in the option, the search will be made over the entire site
hu_hu: Kiválaszthat bizonyos keresési területeket. Ha az opcióban semmi sincs kiválasztva, a keresés az egész webhelyen történik

source: Include
hu_hu: Belefoglalás

source: Terms
hu_hu: Kifejezések

source: Exclude
hu_hu: Kizárás

source: Posts
hu_hu: Bejegyzések

source: Search in custom fields
hu_hu: Keresés az egyedi mezőkben

source: Set comma separated custom fields keys list (_sku, _price, etc.)
hu_hu: Adja meg az egyedi mezőkulcsok vesszővel elválasztott listáját (_sku, _price stb.)

source: Sentence Search
hu_hu: Mondat alapú keresés

source: Search in taxonomy terms
hu_hu: Keresés a taxonómia kifejezéseiben

source: Include in the search results the posts containing the terms of the selected taxonomies with the search phrase in the term name
hu_hu: Foglalja bele a keresési eredményekbe azokat a bejegyzéseket, amelyek a kiválasztott taxonómiák olyan kifejezéseit tartalmazzák, amelyek nevében szerepel a keresőkifejezés

source: Taxonomies
hu_hu: Taxonómiák

source: Results Order By
hu_hu: Eredmények rendezése szerint

source: Relevance
hu_hu: Relevancia

source: Author
hu_hu: Szerző

source: Date
hu_hu: Dátum

source: Last modified
hu_hu: Utoljára módosítva

source: Rand
hu_hu: Véletlen

source: Number of Comments (descending)
hu_hu: Hozzászólások száma (csökkenő)

source: Menu order
hu_hu: Menürend

source: Results Order
hu_hu: Eredmények sorrendje

source: Posts Per Page
hu_hu: Oldalankénti bejegyzések száma

source: A number of results displayed on one search page.
hu_hu: Egy keresési oldalon megjelenített találatok száma.

source: Posts Number
hu_hu: Bejegyzések száma

source: A number of results displayed in one search query.
hu_hu: Egy keresési lekérdezésben megjelenített találatok száma.

source: Select the listing that will be used as the search results item template.
hu_hu: Válassza ki azt a listinget, amelyet a keresési eredmények elemének sablonjaként használ.

source: After JetEngine installation, you can use listings as templates for search results items.
hu_hu: A JetEngine telepítése után a listingeket sablonként használhatja a keresési eredmények elemeihez.

source: Results Area Width
hu_hu: Találati terület szélessége

source: by Search Form
hu_hu: Keresőűrlap szerint

source: by Input Box and Categories List
hu_hu: Beviteli mező és kategórialista szerint

source: Custom
hu_hu: Egyéni

source: Custom Width
hu_hu: Egyéni szélesség

source: Custom Position
hu_hu: Egyéni pozíció

source: Columns Number
hu_hu: Oszlopok száma

source: Highlight Searched Text
hu_hu: Keresett szöveg kiemelése

source: Show Post Thumbnail
hu_hu: Bejegyzés bélyegképének megjelenítése

source: Thumbnail Size
hu_hu: Bélyegkép mérete

source: Post Content Source
hu_hu: Bejegyzés tartalmának forrása

source: Post Content
hu_hu: Bejegyzés tartalma

source: Post Excerpt
hu_hu: Bejegyzés kivonata

source: Custom Field
hu_hu: Egyéni mező

source: Custom Field Key
hu_hu: Egyéni mező kulcsa

source: Post Content Length
hu_hu: Bejegyzés tartalmának hossza

source: Set 0 to hide content.
hu_hu: Állítson 0-t a tartalom elrejtéséhez.

source: Show Product Price
hu_hu: Termékár megjelenítése

source: Show Product Rating
hu_hu: Termékértékelés megjelenítése

source: Show Add to Cart Button
hu_hu: Kosárba gomb megjelenítése

source: Show Results Counter
hu_hu: Találatszámláló megjelenítése

source: Results Counter Text
hu_hu: Találatszámláló szövege

source: Results
hu_hu: Találatok

source: Show All Results Button
hu_hu: Összes találat gomb megjelenítése

source: All Results Button Text
hu_hu: Összes találat gomb szövege

source: See all results
hu_hu: Összes találat megtekintése

source: Open Results In New Tab
hu_hu: Eredmények megnyitása új lapon

source: Results Navigation
hu_hu: Találatok navigációja

source: Hide
hu_hu: Elrejtés

source: Show in header
hu_hu: Megjelenítés a fejlécben

source: Show in footer
hu_hu: Megjelenítés a láblécben

source: Show in header and footer
hu_hu: Megjelenítés a fejlécben és a láblécben

source: Navigation Arrows Type
hu_hu: Navigációs nyilak típusa

source: Before/After Title
hu_hu: Cím előtt/után

source: Before/After Content
hu_hu: Tartalom előtt/után

source: Save User Searches
hu_hu: Felhasználói keresések mentése

source: Manage Saved Suggestions %1$s
hu_hu: Mentett javaslatok kezelése %1$s

source: here
hu_hu: itt

source: Show Search Suggestions
hu_hu: Keresési javaslatok megjelenítése

source: Suggestions Source
hu_hu: Javaslatok forrása

source: Popular searches
hu_hu: Népszerű keresések

source: User searches
hu_hu: Felhasználói keresések

source: Max Suggestions Number
hu_hu: Javaslatok maximális száma

source: Value range 1 - %1$s
hu_hu: Értéktartomány 1 - %1$s

source: Suggestions Position
hu_hu: Javaslatok pozíciója

source: Under the form
hu_hu: Űrlap alatt

source: Inside search results area
hu_hu: Keresési találatok területén belül

source: Suggestions title
hu_hu: Javaslatok címe

source: Maximum Word Length for Suggestion Item Titles
hu_hu: Javaslatcímek szavainak maximális hossza

source: Set 0 to show full length.
hu_hu: Állítsa 0-ra a teljes hossz megjelenítéséhez.

source: Negative search results
hu_hu: Negatív keresési eredmények

source: Allowed tags are: <a> with "href" and "title" attributes, <br>, <em>, <strong>, <p> with "style" attribute.
hu_hu: Engedélyezett tagek: <a> "href" és "title" attribútumokkal, <br>, <em>, <strong>, <p> "style" attribútummal.

source: Sorry, but nothing matched your search terms.
hu_hu: Sajnáljuk, de semmi sem felel meg a keresési kifejezéseinek.

source: Technical error
hu_hu: Technikai hiba

source: Sorry, but we cannot handle your search query now. Please, try again later!
hu_hu: Sajnáljuk, de a keresési lekérdezését most nem tudjuk feldolgozni. Kérjük, próbálja meg később!

source: Box Shadow
hu_hu: Doboz árnyéka

source: Typography
hu_hu: Tipográfia

source: To properly display the Text decoration overline, you need to increase the value of Line height.
hu_hu: A Szövegdekoráció overline helyes megjelenítéséhez növelni kell a sormagasság értékét.

source: Icon
hu_hu: Ikon

source: Icon Size
hu_hu: Ikon mérete

source: Title Text Decoration
hu_hu: Cím szövegdekorációja

source: Style
hu_hu: Stílus

source: Solid
hu_hu: Folytonos

source: Double
hu_hu: Dupla

source: Dotted
hu_hu: Pontozott

source: Dashed
hu_hu: Szaggatott

source: Add to Cart Button
hu_hu: Kosárba gomb

source: Area
hu_hu: Terület

source: Item
hu_hu: Elem

source: Item Icon
hu_hu: Elem ikonja

source: Suggestions Title
hu_hu: Javaslatok címe

source: Position
hu_hu: Pozíció

source: Block
hu_hu: Blokk

source: Area with Search Results
hu_hu: Terület keresési találatokkal

source: Area Without Search Results
hu_hu: Terület keresési találatok nélkül

source: Rows Gap
hu_hu: Sorok közötti távolság

source: Show Meta %s
hu_hu: Meta %s megjelenítése

source: Meta Fields Position
hu_hu: Meta mezők pozíciója

source: Before
hu_hu: Előtt

source: After
hu_hu: Után

source: Meta Fields List
hu_hu: Meta mezők listája

source: Meta Field
hu_hu: Meta mező

source: Key
hu_hu: Kulcs

source: Meta key from post-meta table in database
hu_hu: Meta kulcs az adatbázis post-meta táblájából

source: Label
hu_hu: Címke

source: Value Format
hu_hu: Érték formátuma

source: Value format string, accepts HTML markup. %s - is meta value
hu_hu: Értékformátum karakterlánc, HTML jelölést elfogad. %s - a metaérték

source: Prepare meta value with callback
hu_hu: Metaérték előkészítése visszahívással

source: Format
hu_hu: Formátum

source: Documentation on date and time formatting
hu_hu: Dokumentáció a dátum- és időformázásról

source: Meta Label
hu_hu: Meta címke

source: Color on Hover
hu_hu: Szín rámutatáskor

source: Meta Value
hu_hu: Metaérték

source: Display Meta Label and Value
hu_hu: Meta címke és érték megjelenítése

source: As Blocks
hu_hu: Blokkokként

source: Gap Between Label and Value
hu_hu: Címke és érték közötti távolság

source: Show preloader
hu_hu: Betöltésjelző megjelenítése

source: Add box with loading animation while suggestions data is fetching from the server
hu_hu: Doboz hozzáadása betöltési animációval, amíg a javaslatok adatai a szerverről töltődnek

source: Number of Suggestions
hu_hu: Javaslatok száma

source: Show Suggestions Below Search Form
hu_hu: Javaslatok megjelenítése a keresőűrlap alatt

source: Suggestions List
hu_hu: Javaslatok listája

source: Most popular
hu_hu: Legnépszerűbb

source: Latest
hu_hu: Legújabb

source: Manual
hu_hu: Kézi

source: List of Manual Suggestions
hu_hu: Kézi javaslatok listája

source: Write multiple suggestions by semicolon separated with "," sign.
hu_hu: Írjon több javaslatot pontosvesszővel elválasztva a "," jellel.

source: Show Suggestions on Input Focus
hu_hu: Javaslatok megjelenítése a beviteli mező fókuszba kerülésekor

source: Is Product Search
hu_hu: Termékkeresés

source: Saved
hu_hu: Mentve

source: Jet Ajax Search: Placeholder Text
hu_hu: Jet Ajax Search: helyőrző szöveg

source: Jet Ajax Search: Submit Button Label
hu_hu: Jet Ajax Search: küldés gomb felirata

source: Jet Ajax Search: Select Placeholder
hu_hu: Jet Ajax Search: Select helyőrzője

source: Jet Ajax Search: Results Counter Text
hu_hu: Jet Ajax Search: találatszámláló szövege

source: Jet Ajax Search: Full Results Button Text
hu_hu: Jet Ajax Search: összes találat gomb szövege

source: Jet Ajax Search: Negative search results
hu_hu: Jet Ajax Search: negatív keresési eredmények

source: Jet Ajax Search: Technical error
hu_hu: Jet Ajax Search: technikai hiba

source: Use Product Catalog Visibility Settings
hu_hu: Termékkatalógus láthatósági beállításainak használata

source: Please note: Search results apply to all widgets with the same post type on the results page.
hu_hu: Figyelem: A találatok az eredményoldalon azonos bejegyzéstípusú minden widgetre érvényesek.

source: Important:
hu_hu: Fontos:

source: You can select particular search areas. If nothing is selected in the option, the search will be made over the entire site.
hu_hu: Kiválaszthatja az egyes keresési területeket. Ha nincs kiválasztva semmi, a keresés az egész webhelyen történik.

source: Listing
hu_hu: Listázás

source: Thumbnail Placeholder
hu_hu: Bélyegkép helyőrző

source: Start
hu_hu: Kezdet

source: End
hu_hu: Vége

source: Enable Scrolling
hu_hu: Görgetés engedélyezése

# Typography Control
source: Underline
hu_hu: Aláhúzás

# Typography Control
source: Line Through
hu_hu: Áthúzás

# Typography Control
source: None
hu_hu: Nincs

source: Text Decoration
hu_hu: Szövegdekoráció

source: Area without Search Results
hu_hu: Terület keresési találatok nélkül

source: Meta Styles %s
hu_hu: Meta stílusok %s

source: Horizontal Gap Between Label and Value
hu_hu: Vízszintes távolság a címke és az érték között

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: List of Manual Suggestions
hu_hu: Kézi javaslatok listája

source: The results item template will be rendered on the front end.
hu_hu: Az eredményelemek sablonja a frontenden kerül megjelenítésre.

source: Show
hu_hu: Megjelenítés

source: Limit
hu_hu: Korlát

source: Select the listing to be used as a template for the search results items.
hu_hu: Válassza ki a listinget, amelyet a keresési eredmények elemeinek sablonjaként használ.

source: After JetEngine installation, you can use listings as templates for search results from the search source.
hu_hu: A JetEngine telepítése után a listingeket sablonként használhatja a keresési forrásból származó találatokhoz.

source: Users
hu_hu: Felhasználók

source: Full
hu_hu: Teljes

source: Clean
hu_hu: Tiszta

source: Format date
hu_hu: Dátum formázása

source: Format date (localized)
hu_hu: Dátum formázása (lokalizált)

source: Search Request Settings
hu_hu: Keresési kérés beállításai

source: Request Type
hu_hu: Kérés típusa

source: Ajax Search Widgets Default Query Settings
hu_hu: Ajax kereső widgetek alapértelmezett lekérdezésének beállításai

source: Include Terms
hu_hu: Kifejezések bevonása

source: Exclude Terms
hu_hu: Kifejezések kizárása

source: Exclude Posts
hu_hu: Bejegyzések kizárása

source: Custom Results Page
hu_hu: Egyéni eredményoldal

source: Link to the page where search results will be displayed.
hu_hu: Hivatkozás arra az oldalra, ahol a keresési eredmények megjelennek.

source: Search Query Param
hu_hu: Keresési lekérdezés paraméter

source: A unique query parameter name meant for redirecting to a custom search results page. Avoid using the standard 's' parameter in the name, as some plugins may interact with similar parameters such as 'search', '_s', 'jsearch', 'jet_ajax_search_settings', 'jet_search_suggestions_settings'
hu_hu: Egyedi lekérdezési paraméternév, amely egy egyéni keresési eredményoldalra való átirányításhoz szolgál. Kerülje a standard 's' paraméter használatát a névben, mivel egyes bővítmények hasonló paraméterekkel léphetnek kölcsönhatásba, mint például: 'search', '_s', 'jsearch', 'jet_ajax_search_settings', 'jet_search_suggestions_settings'

source: Save Options
hu_hu: Beállítások mentése

source: Add New
hu_hu: Új hozzáadása

source: Cancel
hu_hu: Mégse

source: Save
hu_hu: Mentés

source: Clear
hu_hu: Kiürítés

source: Results per page
hu_hu: Eredmények oldalanként

source: Are you sure? Deleted suggestion can't be restored.
hu_hu: Biztos benne? A törölt javaslat nem állítható vissza.

source: Edit Suggestion:
hu_hu: Javaslat szerkesztése:

source: Add New Suggestion:
hu_hu: Új javaslat hozzáadása:

source: Delete
hu_hu: Törlés

source: Suggestions
hu_hu: Javaslatok

source: Fix Duplicates
hu_hu: Duplikátumok javítása

source: No suggestions found.
hu_hu: Nem találhatók javaslatok.

source: Parent Suggestion
hu_hu: Szülő javaslat

source: Child Suggestion
hu_hu: Gyermek javaslat

source: Unassigned Suggestion
hu_hu: Hozzárendelés nélküli javaslat

source: Search submit
hu_hu: Keresés elküldése

source: Empty fields: %s
hu_hu: Üres mezők: %s

source: Select...
hu_hu: Válasszon...

source: Parent
hu_hu: Szülő

source: Child
hu_hu: Gyermek

source: Unassigned
hu_hu: Hozzárendelés nélküli
