Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/acfml/acfml-*.po
Languages: hu_hu

source: %1$sChange translation settings%2$s
hu_hu: %1$sFordítási beállítások módosítása%2$s

source: %1$sOriginal%2$s: %3$s
hu_hu: %1$sEredeti%2$s: %3$s

source: %1$sSet translation options%2$s
hu_hu: %1$sFordítási beállítások megadása%2$s

source: %1$sTranslate labels%2$s
hu_hu: %1$sCímkék fordítása%2$s

source: A Much Simpler Way to Translate Your ACF Sites
hu_hu: Sokkal egyszerűbb mód ACF-webhelyei fordításához

source: ACF allows you to %1$sregister fields via PHP%2$s or %3$ssave field settings as JSON files%4$s and WPML integrates with these features.
hu_hu: Az ACF lehetővé teszi, hogy %1$sPHP-n keresztül regisztrálja a mezőket%2$s vagy %3$sa mezőbeállításokat JSON-fájlokként mentse%4$s, a WPML pedig integrálódik ezekkel a funkciókkal.

source: ACF field name:
hu_hu: ACF-mező neve:

source: ACF field type:
hu_hu: ACF-mező típusa:

source: ACFML Synchronise translations
hu_hu: ACFML fordítások szinkronizálása

source: ACFML is enabled but not effective. It requires WPML in order to work.
hu_hu: Az ACFML engedélyezve van, de nem működik. A működéshez WPML szükséges.

source: ACFML is updating translation preferences for strings in Gutenberg Blocks. Keep using your site as usual. This notice will disappear when the process is done.
hu_hu: Az ACFML frissíti a Gutenberg-blokkokban lévő sztringek fordítási beállításait. Használja tovább a webhelyét a szokott módon. Ez az értesítés eltűnik, amikor a folyamat befejeződik.

source: Activate String Translation
hu_hu: String Translation aktiválása

source: Activate now
hu_hu: Aktiválja most

source: Are you sure you want to change the translation option?
hu_hu: Biztosan meg szeretné változtatni a fordítási beállítást?

source: Before you can start translating, you need to edit each ACF Field Group to set a translation option for the fields inside it.
hu_hu: Mielőtt elkezdhetne fordítani, szerkessze mindegyik ACF-mezőcsoportot, és állítson be fordítási beállítást a benne lévő mezőkhöz.

source: Change option
hu_hu: Beállítás módosítása

source: Change the field group translation setting
hu_hu: A mezőcsoport fordítási beállításának módosítása

source: Choose
hu_hu: Válasszon

source: Complete
hu_hu: Kész

source: Copy
hu_hu: Másolás

source: Copy once
hu_hu: Egyszeri másolás

source: Different fields across languages
hu_hu: Különböző mezők nyelvenként

source: Documentation
hu_hu: Dokumentáció

source: Don't translate
hu_hu: Ne fordítsa

source: Don’t want to translate field labels? %1$sLearn how to disable field label translation%2$s
hu_hu: Nem szeretné lefordítani a mezőcímkéket? %1$sTudja meg, hogyan tilthatja le a mezőcímkék fordítását%2$s

source: Edit each Field Group to select a translation option for the fields inside it. If you don't set a translation option, you will not be able to translate your fields.
hu_hu: Szerkessze mindegyik mezőcsoportot, és válasszon fordítási beállítást a benne lévő mezőkhöz. Ha nem állít be fordítási beállítást, nem tudja majd lefordítani a mezőit.

source: Edit the field to set the translation preference.
hu_hu: Szerkessze a mezőt a fordítási beállítás megadásához.

source: Expert
hu_hu: Haladó

source: Expert setup documentation
hu_hu: Haladó beállítások dokumentációja

source: Fields Labels Already Translated
hu_hu: A mezőcímkék már lefordítva

source: Finish the ACF Multilingual Setup
hu_hu: Fejezze be az ACF Multilingual beállítását

source: For WPML components you can receive updates from your %s or automatically, after you register WPML.
hu_hu: A WPML összetevőihez frissítéseket kaphat a(z) %s-ból/ből, vagy automatikusan, miután regisztrálta a WPML-t.

source: Go back
hu_hu: Vissza

source: Go to Translation Management
hu_hu: Ugrás a Fordításkezeléshez

source: Go to WPML Settings
hu_hu: Ugrás a WPML beállításaihoz

source: Go to documentation
hu_hu: Ugrás a dokumentációhoz

source: How to translate field labels »
hu_hu: Hogyan fordítsa le a mezőcímkéket »

source: If you are migrating a site, your existing field groups will use the Expert setup. This allows you to manually choose the translation option for each field in the group.
hu_hu: Ha egy webhelyet migrál, a meglévő mezőcsoportok a Haladó beállítást fogják használni. Ez lehetővé teszi, hogy manuálisan válassza ki a csoportban lévő minden mező fordítási beállítását.

source: If you select this option, ACF Multilingual will scan your field groups stored in PHP files and the "acf-json" directory. It will then sync any changes to translation preferences.
hu_hu: Ha ezt az opciót választja, az ACF Multilingual átvizsgálja a PHP-fájlokban és az "acf-json" könyvtárban tárolt mezőcsoportjait. Ezután szinkronizálja a fordítási beállításokban történt módosításokat.

source: If you want to translate your fields, go to the WPML Settings page and %1$smake the post type attached to this field group translatable%2$s.
hu_hu: Ha szeretné lefordítani a mezőit, lépjen a WPML beállítások oldalra, és %1$stegye fordíthatóvá az ehhez a mezőcsoporthoz kapcsolt bejegyzéstípust%2$s.

source: If you want to translate your fields, go to the WPML Settings page and make the taxonomy attached to this field group translatable.
hu_hu: Ha szeretné lefordítani a mezőit, lépjen a WPML beállítások oldalra, és tegye fordíthatóvá az ehhez a mezőcsoporthoz kapcsolt taxonómiát.

source: In progress
hu_hu: Folyamatban

source: Keep repeater and flexible sub-fields in the same order as the default language.
hu_hu: Tartsa a Repeater és Flexible almezőket ugyanabban a sorrendben, mint az alapértelmezett nyelven.

source: Labels Translation
hu_hu: Címkék fordítása

source: Let's Start Translating!
hu_hu: Kezdjük el a fordítást!

source: Loading...
hu_hu: Betöltés...

source: Multilingual Setup
hu_hu: Többnyelvű beállítás

source: Need help choosing?
hu_hu: Segítségre van szüksége a választáshoz?

source: No, go back
hu_hu: Nem, vissza

source: Not translatable
hu_hu: Nem fordítható

source: Not translated
hu_hu: Nincs lefordítva

source: Please update all components which you are using.
hu_hu: Kérjük, frissítse az összes használt komponenst.

source: Post Type Translation
hu_hu: Bejegyzéstípus fordítása

source: Read more about %1$show to translate your ACF custom fields%2$s
hu_hu: További információ arról, %1$shogyan fordíthatja le ACF egyedi mezőit%2$s

source: Same fields across languages
hu_hu: Ugyanazok a mezők minden nyelven

source: Save
hu_hu: Mentés

source: Scan local fields for changes to translation preferences.
hu_hu: Helyi mezők átvizsgálása a fordítási beállítások változásainak észleléséhez.

source: Select a Translation Option
hu_hu: Válasszon fordítási opciót

source: Select a translation option for this field group
hu_hu: Válasszon fordítási opciót ehhez a mezőcsoporthoz

source: Select a translation option in the Multilingual Setup section to save your changes.
hu_hu: Válasszon fordítási opciót a Multilingual Setup szakaszban a módosítások mentéséhez.

source: Set Up Field Group Translation
hu_hu: Mezőcsoport fordításának beállítása

source: Set translation preferences for the attached post type
hu_hu: Fordítási beállítások megadása a csatolt bejegyzéstípushoz

source: Set translation preferences for the attached taxonomy
hu_hu: Fordítási beállítások megadása a csatolt taxonómiához

source: Some posts using this field group have translations. Once you change the translation option, WPML needs to update the translation status of the posts. This can take up to %d hours.
hu_hu: Néhány, ezt a mezőcsoportot használó bejegyzésnek van fordítása. A fordítási opció módosítása után a WPML-nek frissítenie kell a bejegyzések fordítási állapotát. Ez akár %d órát is igénybe vehet.

source: Some posts using this field group have translations. Once you change the translation option, WPML needs to update the translation status of the posts. This can take up to %d minutes.
hu_hu: Néhány, ezt a mezőcsoportot használó bejegyzésnek van fordítása. A fordítási opció módosítása után a WPML-nek frissítenie kell a bejegyzések fordítási állapotát. Ez akár %d percet is igénybe vehet.

source: Some posts using this field group have translations. Once you change the translation option, WPML needs to update the translation status of the posts. This can take up to 1 minute.
hu_hu: Néhány, ezt a mezőcsoportot használó bejegyzésnek van fordítása. A fordítási opció módosítása után a WPML-nek frissítenie kell a bejegyzések fordítási állapotát. Ez legfeljebb 1 percet vehet igénybe.

source: Sync Translation Preferences for Local Fields
hu_hu: Helyi mezők fordítási beállításainak szinkronizálása

source: Synchronise translations
hu_hu: Fordítások szinkronizálása

source: Taxonomy Translation
hu_hu: Taxonómia fordítása

source: The following components are not updated:
hu_hu: A következő komponensek nincsenek frissítve:

source: This can harm the site's performance if you have a significant number of fields stored this way.
hu_hu: Ez ronthatja a webhely teljesítményét, ha jelentős számú mezőt tárol ilyen módon.

source: This content must be translated manually due to the translation option you selected for the "%1$s" field group.
hu_hu: Ezt a tartalmat kézzel kell lefordítani a "%1$s" mezőcsoporthoz választott fordítási opció miatt.

source: This field value is copied from the default language and will be kept in sync across languages.
hu_hu: Ennek a mezőnek az értéke az alapértelmezett nyelvből kerül átmásolásra, és nyelvek között szinkronban marad.

source: This new release of ACFML allows you to configure multilingual sites in one-click, instead of many complex settings. Choose how to setup the translation for the fields.
hu_hu: Az ACFML új kiadása lehetővé teszi a többnyelvű webhelyek beállítását egy kattintással, a sok összetett beállítás helyett. Válassza ki, hogyan állítsa be a mezők fordítását.

source: This option is %1$snot recommended%2$s for new field groups.
hu_hu: Ez az opció %1$snem ajánlott%2$s új mezőcsoportokhoz.

source: This type of ACF field will always be set to "Copy once".
hu_hu: Az ACF-mező ilyen típusánál mindig a "Copy once" lesz beállítva.

source: To change the translation options for custom fields, edit the field group "%s".
hu_hu: Az egyedi mezők fordítási opcióinak módosításához szerkessze a(z) "%s" mezőcsoportot.

source: To translate field group names and labels, please %1$sinstall and activate WPML’s String Translation add-on%2$s.
hu_hu: A mezőcsoportok neveinek és címkéinek fordításához kérjük, %1$stelepítse és aktiválja a WPML String Translation kiegészítőt%2$s.

source: To translate field labels from the Translation Management dashboard, finish the Multilingual Setup and save your field group settings.
hu_hu: A mezőcímkék fordításához a Translation Management irányítópulton fejezze be a Multilingual Setup folyamatot, és mentse a mezőcsoport beállításait.

source: To translate field labels, use the Translation Management dashboard.
hu_hu: A mezőcímkék fordításához használja a Translation Management irányítópultot.

source: Translatable
hu_hu: Fordítható

source: Translate
hu_hu: Fordítás

source: Translate Field Labels
hu_hu: Mezőcímkék fordítása

source: Translate in Translation Management
hu_hu: Fordítás a Translation Managementben

source: Translate your site’s content while keeping the same visual design across all languages. All languages will share the same field order, number of fields, and field types. All you need to do is translate the content.
hu_hu: Fordítsa le webhelye tartalmát úgy, hogy minden nyelven ugyanaz a vizuális megjelenés maradjon. Minden nyelv ugyanazt a mezősorrendet, mezőszámot és mezőtípusokat fogja használni. Csak a tartalmat kell lefordítania.

source: Translation Option
hu_hu: Fordítási opció

source: Translation preferences
hu_hu: Fordítási beállítások

source: Translation preferences scanning options saved.
hu_hu: A fordítási beállítások vizsgálati opciói mentve.

source: Use a different visual design in different languages. You can have a different field order, layout, and number of fields per language. With this option, you cannot use WPML’s Advanced Translation Editor or translation services.
hu_hu: Használjon eltérő vizuális megjelenést különböző nyelveken. Nyelvenként eltérő mezősorrend, elrendezés és mezőszám lehet. Ezzel az opcióval nem használhatja a WPML Advanced Translation Editort vagy a fordítási szolgáltatásokat.

source: WPML Update is Incomplete
hu_hu: A WPML frissítése hiányos

source: WPML.org account
hu_hu: WPML.org-fiók

source: What to do with field's value when post/page is going to be translated
hu_hu: Mi történjen a mező értékével, amikor a bejegyzés/oldal fordításra kerül

source: Yes, continue
hu_hu: Igen, folytatás

source: You already translated all field labels in this group. To update any translations, go to the Translation Management dashboard.
hu_hu: Már lefordított minden mezőcímkét ebben a csoportban. A fordítások frissítéséhez lépjen a Translation Management irányítópultra.

source: You are running updated %s and %s, but the following components are not updated:
hu_hu: A(z) %s és %s naprakész, de a következő komponensek nincsenek frissítve:

source: You are running updated %s, but the following component is not updated:
hu_hu: A(z) %s naprakész, de a következő komponens nincs frissítve:

source: You can find version of the plugin suitable for your environment <a href="%s">here</a>.
hu_hu: A környezetéhez megfelelő bővítményverziót <a href=\"%s\">itt</a> találja.

source: You can translate field labels and labels for Choices using String Translation. To do this, %1$sset the field group post type to %2$sNot Translatable%3$s%4$s.
hu_hu: A mezőcímkéket és a Choices címkéit a String Translation segítségével fordíthatja. Ehhez %1$sállítsa a mezőcsoport bejegyzéstípusát %2$sNot Translatable%3$s értékre%4$s.

source: You need to %1$stranslate this post manually%2$s because the field groups attached to it use different translation options.
hu_hu: A(z) %1$sbejegyzést kézzel kell lefordítania%2$s, mert a hozzá csatolt mezőcsoportok eltérő fordítási opciókat használnak.

source: You need to translate this post manually because the field groups attached to it use different translation options.
hu_hu: Ezt a bejegyzést kézzel kell lefordítani, mert a hozzá csatolt mezőcsoportok eltérő fordítási beállításokat használnak.

source: Your server is running PHP version %1$s but %2$s requires at least %3$s.
hu_hu: A szerver a PHP %1$s verzióját futtatja, de a(z) %2$s legalább %3$s verziót igényel.

source: Your site will not work as it should in this configuration
hu_hu: Az oldal nem fog megfelelően működni ebben a konfigurációban

source: You’ll be able to use automatic translation, WPML’s Advanced Translation Editor, and translation services.
hu_hu: Lehetőség lesz az automatikus fordítás, a WPML Advanced Translation Editor és a fordítási szolgáltatások használatára.

source: You’ll need to create each translation with the native WordPress editor.
hu_hu: Minden fordítást a WordPress beépített szerkesztőjével kell létrehozni.

source: only show translated items
hu_hu: csak a lefordított elemek megjelenítése

source: required version: %s
hu_hu: szükséges verzió: %s

source: use translation if available or fallback to default language
hu_hu: ha elérhető, használja a fordítást, különben visszaáll az alapértelmezett nyelvre
