Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-product-bundles/woocommerce-product-bundles-*.po
Languages: hu_hu

source: Offer product bundles, bulk discount packages, and assembled products.
hu_hu: Kínáljon termékcsomagokat, mennyiségi kedvezményes csomagokat és összeállított termékeket.

source: Tool ran. No orders found to process.
hu_hu: Eszköz lefutott. Nem található feldolgozható rendelés.

source: Tool ran.
hu_hu: Eszköz lefutott.

source: Regenerate Product Bundles revenue analytics data
hu_hu: Product Bundles bevételi analitika adatainak újragenerálása

source: Regenerate data
hu_hu: Adatok újragenerálása

source: Regenerates historical Revenue data under <strong>Analytics > Bundles</strong>.
hu_hu: Újragenerálja az <strong>Analitika > Csomagok</strong> alatt található történeti bevételi adatokat.

source: Bundles
hu_hu: Csomagok

source: %s (Deleted)
hu_hu: %s (Törölve)

source: (Deleted)
hu_hu: (Törölve)

source: Product ID.
hu_hu: Termék ID.

source: Number of items sold.
hu_hu: Eladott tételek száma.

source: Number of bundled items sold.
hu_hu: Eladott csomagolt tételek száma.

source: Total Net Sales of all items sold.
hu_hu: Az összes eladott tétel teljes nettó árbevétele.

source: Number of orders product appeared in.
hu_hu: Azoknak a rendeléseknek a száma, amelyekben a termék szerepelt.

source: Product name.
hu_hu: Termék neve.

source: Product price.
hu_hu: Termék ára.

source: Product image.
hu_hu: Termék képe.

source: Product link.
hu_hu: Termék linkje.

source: Product inventory status.
hu_hu: Termék készletállapota.

source: Product SKU.
hu_hu: Termék SKU.

source: Current page of the collection.
hu_hu: A gyűjtemény aktuális oldala.

source: Maximum number of items to be returned in result set.
hu_hu: A visszaadandó elemek maximális száma az eredményhalmazban.

source: Limit response to resources published after a given ISO8601 compliant date.
hu_hu: A válasz korlátozása az adott ISO8601-kompatibilis dátum után publikált erőforrásokra.

source: Limit response to resources published before a given ISO8601 compliant date.
hu_hu: A válasz korlátozása az adott ISO8601-kompatibilis dátum előtt publikált erőforrásokra.

source: Order sort attribute ascending or descending.
hu_hu: Rendezési sorrend: növekvő vagy csökkenő.

source: Sort collection by object attribute.
hu_hu: Gyűjtemény rendezése objektumattribútum szerint.

source: Indicates whether all the conditions should be true for the resulting set, or if any one of them is sufficient. Match affects the following parameters: status_is, status_is_not, product_includes, product_excludes, coupon_includes, coupon_excludes, customer, categories
hu_hu: Jelzi, hogy az eredményhalmazhoz minden feltételnek teljesülnie kell-e, vagy elegendő bármelyikük teljesülése. Az egyezés a következő paraméterekre van hatással: status_is, status_is_not, product_includes, product_excludes, coupon_includes, coupon_excludes, customer, categories

source: Limit result to items with specified product ids.
hu_hu: Az eredmény korlátozása a megadott termékazonosítókkal rendelkező elemekre.

source: Add additional piece of info about each product to the report.
hu_hu: További információt ad minden termékről a jelentéshez.

source: Product Title
hu_hu: Termék neve

source: Items Sold
hu_hu: Eladott tételek

source: Bundled Items Sold
hu_hu: Eladott csomagolt tételek

source: N. Revenue
hu_hu: Nettó bevétel

source: Orders
hu_hu: Rendelések

source: Status
hu_hu: Állapot

source: Sorry, fetching revenue data failed.
hu_hu: Sajnáljuk, a bevételi adatok lekérése nem sikerült.

source: Time interval to use for buckets in the returned data.
hu_hu: Az eredményül adott adatok időszegmenseinek időintervalluma.

source: Segment the response by additional constraint.
hu_hu: Szegmentálja a választ további feltétel szerint.

source: Limit stats fields to the specified items.
hu_hu: A statisztikai mezőket a megadott elemekre korlátozza.

source: Bundle ID.
hu_hu: Csomag ID.

source: Bundled Product ID.
hu_hu: Csomagolt termék ID.

source: Bundled Item ID.
hu_hu: Csomagolt tétel ID.

source: Bundle name.
hu_hu: Csomag neve.

source: Bundled Product name.
hu_hu: Csomagolt termék neve.

source: Bundled Product link.
hu_hu: Csomagolt termék linkje.

source: Bundled Product inventory status.
hu_hu: Csomagolt termék készletállapota.

source: Stock quantity.
hu_hu: Készlet mennyisége.

source: Manage stock.
hu_hu: Készlet kezelése.

source: Bundled Product SKU.
hu_hu: Csomagolt termék SKU.

source: Quantity required.
hu_hu: Szükséges mennyiség.

source: Bundle Title
hu_hu: Csomag neve

source: Bundled Product Title
hu_hu: Csomagolt termék neve

source: Units Required
hu_hu: Szükséges egységszám

source: The selected product cannot be bundled. Please select a simple product, a variable product, or a simple/variable subscription.
hu_hu: A kiválasztott termék nem csomagolható. Kérjük, válasszon egyszerű terméket, változó terméket vagy egyszerű/változó előfizetést.

source: The selected product is invalid.
hu_hu: A kiválasztott termék érvénytelen.

source: The submitted configuration is invalid.
hu_hu: A beküldött konfiguráció érvénytelen.

source: Deleted bundled line items: %s
hu_hu: Törölt csomagolt tételsorok: %s

source: Added bundled line items: %s
hu_hu: Hozzáadott csomagolt tételsorok: %s

source: Adjusted bundled line items: %s
hu_hu: Módosított csomagolt tételsorok: %s

source: <strong>WooCommerce Product Bundles</strong> is updating your database.%s
hu_hu: <strong>WooCommerce Product Bundles</strong> frissíti az adatbázisát.%s

source: <strong>WooCommerce Product Bundles</strong> has been updated! To keep things running smoothly, your database needs to be updated, as well.
hu_hu: <strong>WooCommerce Product Bundles</strong> frissült! A zökkenőmentes működés érdekében az adatbázist is frissíteni kell.

source: Before you proceed, please take a few minutes to <a href="%s" target="_blank">learn more</a> about best practices when updating.
hu_hu: Mielőtt folytatja, szánjon néhány percet, hogy <a href="%s" target="_blank">további információkat tudjon meg</a> a frissítéssel kapcsolatos legjobb gyakorlatokról.

source: <strong>WooCommerce Product Bundles</strong> has not finished updating your database.%s
hu_hu: <strong>WooCommerce Product Bundles</strong> nem fejezte be az adatbázis frissítését.%s

source: <strong>WooCommerce Product Bundles</strong> database update complete. Thank you for updating to the latest version!
hu_hu: <strong>WooCommerce Product Bundles</strong> adatbázis-frissítése befejeződött. Köszönjük, hogy a legújabb verzióra frissített!

source: Thank you for installing <strong>WooCommerce Product Bundles</strong>. Ready to get started? <a href="%s">Click here to create your first bundle</a>.
hu_hu: Köszönjük, hogy telepítette a <strong>WooCommerce Product Bundles</strong>-t. Készen áll a kezdésre? <a href="%s">Kattintson ide az első csomag létrehozásához</a>.

source: <strong>WooCommerce Product Bundles</strong> is updating your historical revenue Analytics data. This may take a while, so please be patient!
hu_hu: <strong>WooCommerce Product Bundles</strong> frissíti a történeti bevételi Analitika adatait. Ez eltarthat egy ideig, kérjük, legyen türelemmel!

source: <strong>WooCommerce Product Bundles</strong> has finished updating your revenue Analytics data!
hu_hu: <strong>WooCommerce Product Bundles</strong> befejezte a bevételi Analitika adatainak frissítését!

source: Update database
hu_hu: Adatbázis frissítése

source: run it manually
hu_hu: futtassa manuálisan

source: The process seems to be taking a little longer than usual, so let's try to %s.
hu_hu: Úgy tűnik, a folyamat a szokásosnál tovább tart, próbáljuk meg %s.

source: get in touch with us
hu_hu: felvenni velünk a kapcsolatot

source: If this message persists, please restore your database from a backup, or %s.
hu_hu: Ha ez az üzenet továbbra is megjelenik, kérjük, állítsa vissza az adatbázist egy biztonsági mentésből, vagy %s.

source: Did you know that you can use <strong>Product Bundles</strong> to offer bulk quantity discounts?
hu_hu: Tudta, hogy a <strong>Product Bundles</strong> segítségével mennyiségi kedvezményeket is kínálhat?

source: Grab the free <strong>Bulk Discounts</strong> add-on, and offer lower prices to those who purchase more!
hu_hu: Szerezze be az ingyenes <strong>Bulk Discounts</strong> kiegészítőt, és kínáljon alacsonyabb árakat azoknak, akik többet vásárolnak!

source: Ready to start offering bulk discounts?
hu_hu: Készen áll mennyiségi kedvezmények kínálására?

source: Learn more
hu_hu: Tudjon meg többet

source: Edit
hu_hu: Szerkesztés

source: Configure
hu_hu: Beállítás

source: Done
hu_hu: Kész

source: Insufficient stock
hu_hu: Elégtelen készlet

source: View Report
hu_hu: Jelentés megtekintése

source: The installed version of <strong>Product Bundles</strong> is not compatible with the <code>selectSW</code> library found on your system. Please update Product Bundles to the latest version.
hu_hu: A telepített <strong>Product Bundles</strong> verzió nem kompatibilis a rendszerén található <code>selectSW</code> könyvtárral. Kérjük, frissítse a Product Bundles-t a legújabb verzióra.

source: Product Bundles does not collect, store or share any personal data.
hu_hu: A Product Bundles nem gyűjt, nem tárol és nem oszt meg semmilyen személyes adatot.

source: Please enter an integer higher than or equal to %s.
hu_hu: Adjon meg egy %s értéknél nagyobb vagy azzal egyenlő egész számot.

source: Please enter an integer lower than or equal to %s.
hu_hu: Adjon meg egy %s értéknél kisebb vagy azzal egyenlő egész számot.

source: Please enter an integer that is a multiple of %s.
hu_hu: Adjon meg egy egész számot, amely %s többszöröse.

source: Failed to initialize form. If this issue persists, please reload the page and try again.
hu_hu: Nem sikerült inicializálni az űrlapot. Ha a probléma továbbra is fennáll, töltse újra az oldalt, és próbálja meg újra.

source: Failed to validate configuration. If this issue persists, please reload the page and try again.
hu_hu: Nem sikerült érvényesíteni a konfigurációt. Ha a probléma továbbra is fennáll, töltse újra az oldalt, és próbálja meg újra.

source: You are currently viewing a filtered version of this report for <strong>%1$s</strong>. <a href="%2$s" class="wc_pb_forward">Clear Filter</a>
hu_hu: Jelenleg ennek a jelentésnek egy szűrt változatát nézi: <strong>%1$s</strong>. <a href="%2$s" class="wc_pb_forward">Szűrő törlése</a>

source: Bundled Items (JSON-encoded)
hu_hu: Csomagolt tételek (JSON-kódolva)

source: Min Bundle Size
hu_hu: Minimális csomagméret

source: Max Bundle Size
hu_hu: Maximális csomagméret

source: Bundle Contents Virtual
hu_hu: Csomag tartalma virtuális

source: Bundle Aggregate Weight
hu_hu: Csomag összsúlya

source: Bundle Layout
hu_hu: Csomag elrendezése

source: Bundle Group Mode
hu_hu: Csomag csoportosítási mód

source: Bundle Cart Editing
hu_hu: Csomag kosárban szerkesztése

source: Bundle Sold Individually
hu_hu: Csomag egyenként értékesíthető

source: Bundle Form Location
hu_hu: Csomag űrlap helye

source: Bundle Sells
hu_hu: Csomagajánlatok

source: Bundle Sells Title
hu_hu: Csomagajánlatok címe

source: Bundle Sells Discount
hu_hu: Csomagajánlat kedvezménye

source: &quot;%1$s&quot; is not purchasable just yet. But, fear not &ndash; setting up <a href="%2$s" target="_blank">pricing options</a> only takes a minute! <ul class="pb_notice_list"><li>To give &quot;%1$s&quot; a static base price, navigate to <strong>Product Data > General</strong> and fill in the <strong>Regular Price</strong> field.</li><li>To preserve the prices and taxes of individual bundled products, go to <strong>Product Data > Bundled Products</strong> and enable <strong>Priced Individually</strong> for each bundled product whose price must be preserved.</li></ul> Then, save your changes.
hu_hu: &quot;%1$s&quot; még nem vásárolható meg. De ne aggódjon &ndash; az <a href="%2$s" target="_blank">árazási beállítások</a> megadása csak egy percet vesz igénybe! <ul class="pb_notice_list"><li>Ha rögzített alapárat szeretne adni a(z) &quot;%1$s&quot; terméknek, lépjen a <strong>Termék adatai > Általános</strong> részhez, és töltse ki a <strong>Normál ár</strong> mezőt.</li><li>Az egyes csomagolt termékek árának és adóinak megőrzéséhez lépjen a <strong>Termék adatai > Csomagolt termékek</strong> fülre, és engedélyezze az <strong>Egyenként árazva</strong> opciót minden olyan csomagolt terméknél, amelynél meg kell őrizni az árat.</li></ul> Ezután mentse a módosításokat.

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Matching configurations
hu_hu: Azonos konfigurációk

source: Allow only one of this bundle to be bought in a single order. Choose the <strong>Matching configurations</strong> option to prevent customers from purchasing <strong>identically configured</strong> bundles in the same order.
hu_hu: Engedélyezze, hogy egy rendelésben csak egy ilyen csomag legyen megvásárolható. Válassza az <strong>Azonos konfigurációk</strong> opciót, hogy megakadályozza az ügyfeleket az <strong>azonosan konfigurált</strong> csomagok ugyanazon rendelésben történő megvásárlásában.

source: Bundled Products
hu_hu: Csomagolt termékek

source: Enable this option to track stock for this SKU only. This option does not affect the inventory management of bundled products. <a class="bundles-inventory-learn-more-link" href="%1$s" target="_blank" rel="noreferrer">Learn more</a>
hu_hu: Engedélyezze ezt az opciót a készlet követéséhez kizárólag ennél az SKU-nál. Ez az opció nem érinti a csomagolt termékek készletkezelését. <a class="bundles-inventory-learn-more-link" href="%1$s" target="_blank" rel="noreferrer">További információ</a>

source: Virtual bundles are intangible and are not shipped. When this option is enabled, any physical products added to this bundle will be treated as virtual.
hu_hu: A virtuális csomagok nem kézzelfoghatók, és nem kerülnek kiszállításra. Ha ez az opció engedélyezve van, a csomaghoz hozzáadott bármely fizikai terméket virtuálisként kezeljük.

source: Unassembled
hu_hu: Nem összeszerelt

source: Bundled products preserve their individual dimensions, weight and shipping classes. A virtual container item keeps them grouped together in the cart.
hu_hu: A csomagolt termékek megőrzik egyedi méreteiket, súlyukat és szállítási osztályaikat. Egy virtuális tárolóelem a kosárban egyben tartja őket.

source: Assembled
hu_hu: Összeszerelt

source: Bundled products are assembled and shipped in a new physical container with the specified dimensions, weight and shipping class. The entire bundle appears as a single physical item.</br></br>To ship a bundled product outside this container, navigate to the <strong>Bundled Products</strong> tab, expand its settings and enable <strong>Shipped Individually</strong>. Bundled products that are <strong>Shipped Individually</strong> preserve their own dimensions, weight and shipping classes.
hu_hu: A csomagolt termékek az adott méretekkel, súllyal és szállítási osztállyal rendelkező új fizikai konténerben kerülnek összeszerelésre és kiszállításra. A teljes csomag egyetlen fizikai tételként jelenik meg.</br></br>Ha egy csomagolt terméket ezen a konténeren kívül szeretne feladni, lépjen a <strong>Csomagolt termékek</strong> fülre, bontsa ki a beállításait, és engedélyezze a <strong>Külön szállítva</strong> opciót. A <strong>Külön szállítva</strong> csomagolt termékek megőrzik saját méreteiket, súlyukat és szállítási osztályaikat.

source: Bundle type
hu_hu: Csomag típusa

source: <a href="%s" target="_blank">Unassembled</a> bundles do not have any shipping options to configure. The contents of this bundle preserve their dimensions, weight and shipping classes.
hu_hu: <a href="%s" target="_blank">Nem összeszerelt</a> csomagoknál nincs konfigurálható szállítási beállítás. A csomag tartalma megőrzi a méreteit, súlyát és szállítási osztályait.

source: Assembled weight
hu_hu: Összeszerelt súly

source: Controls whether to ignore or preserve the weight of assembled bundled items.</br></br> <strong>Ignore</strong> &ndash; The specified Weight is the total weight of the entire bundle.</br></br> <strong>Preserve</strong> &ndash; The specified Weight is treated as a container weight. The total weight of the bundle is the sum of: i) the container weight, and ii) the weight of all assembled bundled items.
hu_hu: Szabályozza, hogy az összeszerelt csomagolt tételek súlyát figyelmen kívül hagyjuk-e, vagy megőrizzük.</br></br> <strong>Figyelmen kívül hagyás</strong> &ndash; A megadott súly a teljes csomag összsúlya.</br></br> <strong>Megőrzés</strong> &ndash; A megadott súly konténer súlyaként értelmezett. A csomag teljes súlya: i) a konténer súlya, és ii) az összes összeszerelt csomagolt tétel súlya.

source: Ignore
hu_hu: Figyelmen kívül hagyás

source: Preserve
hu_hu: Megőrzés

source: Product Bundles has detected that your server may have failed to process and save some of the data on this page. Please get in touch with your server's host or administrator and (kindly) ask them to <a href="%1$s" target="_blank">increase the number of variables</a> that PHP scripts can post and process%2$s.
hu_hu: A Product Bundles észlelte, hogy a szerver valószínűleg nem tudta feldolgozni és elmenteni az ezen az oldalon található adatok egy részét. Kérjük, lépjen kapcsolatba a tárhelyszolgáltatójával vagy a szerver adminisztrátorával, és kérje meg őket, hogy <a href="%1$s" target="_blank">növeljék a változók számát</a>, amelyeket a PHP-szkriptek elküldhetnek és feldolgozhatnak%2$s.

source: (currently %s)
hu_hu: (jelenleg %s)

source: Please add at least one product to the bundle before publishing. To add products, click on the <strong>Bundled Products</strong> tab.
hu_hu: Kérjük, közzététel előtt adjon a csomaghoz legalább egy terméket. Termékek hozzáadásához kattintson a <strong>Csomagolt termékek</strong> fülre.

source: Your changes have not been saved &ndash; please wait for the <strong>WooCommerce Product Bundles Data Update</strong> routine to complete before creating new bundles or making changes to existing ones.
hu_hu: A módosítások nem kerültek mentésre &ndash; kérjük, várja meg, amíg a <strong>WooCommerce Product Bundles Data Update</strong> folyamat befejeződik, mielőtt új csomagokat hoz létre vagy módosítja a meglévőket.

source: The chosen <strong>Item Grouping</strong> option is invalid. %s
hu_hu: A választott <strong>Elemek csoportosítása</strong> opció érvénytelen. %s

source: This bundle does not contain any mandatory items. To control the minimum and/or maximum number of items that customers must choose in this bundle, use the <strong>Min Bundle Size</strong> and <strong>Max Bundle Size</strong> fields under <strong>Product Data > Bundled Products</strong>.
hu_hu: Ez a csomag nem tartalmaz kötelező tételeket. A vásárlók által ebben a csomagban kiválasztandó tételek minimális és/vagy maximális számának beállításához használja a <strong>Termék adatai > Csomagolt termékek</strong> alatt található <strong>Minimális csomagméret</strong> és <strong>Maximális csomagméret</strong> mezőket.

source: <strong>%s</strong> was not saved. WooCommerce Subscriptions version 2.0 or higher is required in order to bundle Subscription products.
hu_hu: <strong>%s</strong> nem került mentésre. Előfizetés típusú termékek csomagolásához a WooCommerce Subscriptions 2.0 vagy újabb verziója szükséges.

source: <strong>%s</strong> is sold individually and cannot be bundled more than once.
hu_hu: <strong>%s</strong> egyenként értékesített, és nem csomagolható többször.

source: <strong>%s</strong> is sold individually &ndash; its <strong>Min Quantity</strong> cannot be higher than 1.
hu_hu: <strong>%s</strong> egyenként értékesített &ndash; a <strong>Minimális mennyisége</strong> nem lehet nagyobb 1-nél.

source: The minimum quantity of <strong>%s</strong> was not valid and has been reset. Please enter a non-negative integer <strong>Min Quantity</strong> value.
hu_hu: <strong>%s</strong> minimális mennyisége érvénytelen volt, ezért visszaállítottuk. Kérjük, adjon meg nem negatív egész számot a <strong>Minimális mennyiség</strong> mezőben.

source: <strong>%s</strong> is sold individually &ndash; <strong>Max Quantity</strong> cannot be higher than 1.
hu_hu: <strong>%s</strong> egyenként értékesített &ndash; a <strong>Maximális mennyiség</strong> nem lehet nagyobb 1-nél.

source: The maximum quantity of <strong>%s</strong> was not valid and has been reset. Please enter a positive integer equal to or higher than <strong>Min Quantity</strong>, or leave the <strong>Max Quantity</strong> field empty for an unlimited maximum quantity.
hu_hu: <strong>%s</strong> maximális mennyisége érvénytelen volt, ezért visszaállítottuk. Kérjük, adjon meg pozitív egész számot, amely nagyobb vagy egyenlő a <strong>Minimális mennyiséggel</strong>, vagy hagyja üresen a <strong>Maximális mennyiség</strong> mezőt a korlátlan mennyiséghez.

source: The default quantity of <strong>%s</strong> was not valid and has been reset. Please enter an integer between the <strong>Min Quantity</strong> and <strong>Max Quantity</strong>.
hu_hu: <strong>%s</strong> alapértelmezett mennyisége érvénytelen volt, ezért visszaállítottuk. Kérjük, adjon meg egy egész számot a <strong>Minimális mennyiség</strong> és a <strong>Maximális mennyiség</strong> között.

source: The <strong>Discount</strong> of <strong>%s</strong> was not valid and has been reset. Please enter a positive number between 0-100.
hu_hu: <strong>%s</strong> <strong>Kedvezménye</strong> érvénytelen volt, ezért visszaállítottuk. Kérjük, adjon meg egy 0-100 közötti pozitív számot.

source: Failed to save <strong>Filter Variations</strong> for <strong>%s</strong>. Please choose at least one variation.
hu_hu: Nem sikerült menteni a <strong>Változatok szűrése</strong> beállítást ehhez: <strong>%s</strong>. Kérjük, válasszon legalább egy változatot.

source: The default variation attribute values of <strong>%s</strong> are inconsistent with the set of active variations and have been reset.
hu_hu: <strong>%s</strong> alapértelmezett változat attribútumértékei nincsenek összhangban az aktív változatok halmazával, ezért visszaállítottuk őket.

source: To hide <strong>%s</strong> from the single-product template, please enable the <strong>Override Default Selections</strong> option and choose default variation attribute values.
hu_hu: A(z) <strong>%s</strong> elrejtéséhez az egytermékes sablonból engedélyezze az <strong>Alapértelmezett kiválasztások felülírása</strong> opciót, és válasszon alapértelmezett változat-attribútum értékeket.

source: Filter Variations
hu_hu: Változatok szűrése

source: Check to enable only a subset of the available variations.
hu_hu: Jelölje be, ha csak az elérhető változatok egy részhalmazát szeretné engedélyezni.

source: Choose variations&hellip;
hu_hu: Válasszon változatokat&hellip;

source: Search for variations&hellip;
hu_hu: Változatok keresése&hellip;

source: Override Default Selections
hu_hu: Alapértelmezett kiválasztások felülírása

source: In effect for this bundle only. When <strong>Filter Variations</strong> is enabled, double-check your selections to make sure they correspond to an active variation.
hu_hu: Csak erre a csomagra érvényes. Ha a <strong>Változatok szűrése</strong> engedélyezve van, ellenőrizze kétszer is a választásokat, hogy megfeleljenek egy aktív változatnak.

source: Min Quantity
hu_hu: Minimális mennyiség

source: The minimum quantity of this bundled product.
hu_hu: Ennek a csomagolt terméknek a minimális mennyisége.

source: Max Quantity
hu_hu: Maximális mennyiség

source: The maximum quantity of this bundled product. Leave the field empty for an unlimited maximum quantity.
hu_hu: Ennek a csomagolt terméknek a maximális mennyisége. Hagyja üresen a mezőt a korlátlan maximális mennyiséghez.

source: Default Quantity
hu_hu: Alapértelmezett mennyiség
