Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-product-bundles/woocommerce-product-bundles-*.po
Languages: hu_hu

source: The installed version of <strong>%1$s</strong> is not supported by <strong>Product Bundles</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
hu_hu: A telepített <strong>%1$s</strong> verziót a <strong>Product Bundles</strong> nem támogatja. Kérjük, frissítse a(z) <a href="%2$s" target="_blank">%3$s</a>-t <strong>%4$s</strong> vagy újabb verzióra.

source: The installed version of <strong>%1$s</strong> does not support <strong>Product Bundles</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
hu_hu: A telepített <strong>%1$s</strong> verzió nem támogatja a <strong>Product Bundles</strong>-t. Kérjük, frissítse a(z) <a href="%2$s" target="_blank">%3$s</a>-t <strong>%4$s</strong> vagy újabb verzióra.

source: The <strong>Tabular Layout</strong> mini-extension has been rolled into <strong>Product Bundles</strong>. Please deactivate and remove the <strong>Product Bundles - Tabular Layout</strong> feature plugin.
hu_hu: A <strong>Tabular Layout</strong> mini-bővítmény beolvadt a <strong>Product Bundles</strong>-be. Kérjük, inaktiválja és távolítsa el a <strong>Product Bundles - Tabular Layout</strong> funkcióbővítményt.

source: The <strong>Bundle-Sells</strong> mini-extension has been rolled into <strong>Product Bundles</strong>. Please deactivate and remove the <strong>Product Bundles - Bundle-Sells</strong> feature plugin.
hu_hu: A <strong>Bundle-Sells</strong> mini-bővítmény beolvadt a <strong>Product Bundles</strong>-be. Kérjük, inaktiválja és távolítsa el a <strong>Product Bundles - Bundle-Sells</strong> funkcióbővítményt.

source: The <strong>Min/Max Items</strong> mini-extension has been rolled into <strong>Product Bundles</strong>. Please deactivate and remove the <strong>Product Bundles - Min/Max Items</strong> feature plugin. If you have localized Min/Max Items in your language, please be aware that all localizable strings have been moved into the Product Bundles text domain.
hu_hu: A <strong>Min/Max Items</strong> mini-bővítmény beolvadt a <strong>Product Bundles</strong>-be. Kérjük, inaktiválja és távolítsa el a <strong>Product Bundles - Min/Max Items</strong> funkcióbővítményt. Ha a Min/Max Items bővítményt lefordította a nyelvére, kérjük, vegye figyelembe, hogy minden fordítható szöveg a Product Bundles szövegdoménbe került.

source: The installed version of <strong>%1$s</strong> is not supported by <strong>Product Bundles</strong>. Please update <strong>%1$s</strong> to version <strong>%2$s</strong> or higher.
hu_hu: A telepített <strong>%1$s</strong> verziót a <strong>Product Bundles</strong> nem támogatja. Kérjük, frissítse a(z) <strong>%1$s</strong>-t <strong>%2$s</strong> vagy újabb verzióra.

source: Disable Add-Ons
hu_hu: Kiegészítők letiltása

source: Check this option to disable any Product Add-Ons associated with this bundled product.
hu_hu: Jelölje be ezt az opciót, hogy letiltsa az ehhez a csomagolt termékhez társított Product Add-Ons kiegészítőket.

source: This item cannot be purchased at the moment.
hu_hu: Ez az elem jelenleg nem vásárolható meg.

source: No selection
hu_hu: Nincs kiválasztás

source: Unavailable when using the Divi builder.
hu_hu: A Divi builder használatakor nem érhető el.

source: The <strong>Min Quantity</strong> of <strong>%1$s</strong> must be a multiple of <strong>%2$s</strong>. Its value has been adjusted.
hu_hu: A(z) <strong>%1$s</strong> <strong>minimális mennyiségének</strong> a <strong>%2$s</strong> többszörösének kell lennie. Az értéke módosítva lett.

source: The <strong>Default Quantity</strong> of <strong>%1$s</strong> must be a multiple of <strong>%2$s</strong>. Its value has been adjusted.
hu_hu: A(z) <strong>%1$s</strong> <strong>alapértelmezett mennyiségének</strong> a <strong>%2$s</strong> többszörösének kell lennie. Az értéke módosítva lett.

source: The <strong>Max Quantity</strong> of <strong>%1$s</strong> must be a multiple of <strong>%2$s</strong>. Its value has been adjusted.
hu_hu: A(z) <strong>%1$s</strong> <strong>maximális mennyiségének</strong> a <strong>%2$s</strong> többszörösének kell lennie. Az értéke módosítva lett.

source: The <strong>Min Quantity</strong> of <strong>%1$s</strong> must be a multiple of <strong>%2$s</strong>. Please adjust its value and save your changes.
hu_hu: A(z) <strong>%1$s</strong> <strong>minimális mennyiségének</strong> a <strong>%2$s</strong> többszörösének kell lennie. Kérjük, módosítsa az értékét, és mentse a változtatásokat.

source: The <strong>Default Quantity</strong> of <strong>%1$s</strong> must be a multiple of <strong>%2$s</strong>. Please adjust its value and save your changes.
hu_hu: A(z) <strong>%1$s</strong> <strong>alapértelmezett mennyiségének</strong> a <strong>%2$s</strong> többszörösének kell lennie. Kérjük, módosítsa az értékét, és mentse a változtatásokat.

source: The <strong>Max Quantity</strong> of <strong>%1$s</strong> must be a multiple of <strong>%2$s</strong>. Please adjust its value and save your changes.
hu_hu: A(z) <strong>%1$s</strong> <strong>maximális mennyiségének</strong> a <strong>%2$s</strong> többszörösének kell lennie. Kérjük, módosítsa az értékét, és mentse a változtatásokat.

source: Packaged in:
hu_hu: Csomagban:

source: &quot;%1$s&quot; cannot be purchased due to payment gateway restrictions.
hu_hu: &quot;%1$s&quot; a fizetési átjáró korlátozásai miatt nem vásárolható meg.

source: For up-to-date pricing details, please add the product to your cart.
hu_hu: Az aktuális árak megtekintéséhez adja a terméket a kosarához.

source: Bundle-sells
hu_hu: Együtt ajánlott termékek

source: Supported product types: Simple, Simple subscription.
hu_hu: Támogatott terméktípusok: Simple, Simple subscription.

source: Supports Simple products only.
hu_hu: Csak Simple termékeket támogat.

source: Bundle-sells are optional products that can be selected and added to the cart along with this product. %s
hu_hu: Az együtt ajánlott termékek opcionálisak: ezzel a termékkel együtt választhatók és a kosárhoz adhatók. %s

source: Bundle-sells title
hu_hu: Együtt ajánlott termékek címe

source: Text to display above the bundle-sells section.
hu_hu: Az együtt ajánlott termékek szakasz felett megjelenő szöveg.

source: e.g. "Frequently Bought Together"
hu_hu: pl. "Gyakran együtt vásárolt"

source: Bundle-sells discount
hu_hu: Együtt ajánlott termékek kedvezménye

source: Discount to apply to bundle-sells (%). Accepts values from 0 to 100.
hu_hu: Az együtt ajánlott termékekre alkalmazott kedvezmény (%). 0 és 100 közötti értékeket fogad el.

source: Invalid bundle-sells discount value. Please enter a positive number between 0-100.
hu_hu: Érvénytelen együtt ajánlott termékek kedvezményérték. Adjon meg egy 0-100 közötti pozitív számot.

source: Invalid product data encountered in cart.
hu_hu: Érvénytelen termékadatot észleltünk a kosárban.

# bundle-sell discount
source: %1$s&#37; (applied by %2$s)
hu_hu: %1$s&#37; (%2$s alkalmazta)

source: Discount
hu_hu: Kedvezmény

source: List of bundle-sells product IDs.
hu_hu: Az együtt ajánlott termékek termékazonosítóinak listája.

source: Product is of type %1$s. Bundle sells are not supported for product types: %2$s.
hu_hu: A termék típusa: %1$s. Az együtt ajánlott termékek nem támogatottak a következő terméktípusoknál: %2$s.

source: Bundle sell product ID #%s is invalid.
hu_hu: Az együtt ajánlott termék #%s azonosítója érvénytelen.

source: Bundle sell product ID %1$s is of unsupported type %2$s. Supported product types: Simple, Simple subscription.
hu_hu: Az együtt ajánlott termék %1$s azonosítója nem támogatott típusú (%2$s). Támogatott terméktípusok: Simple, Simple subscription.

source: Minimum combined quantity of bundled items.
hu_hu: A csomagolt tételek minimális együttes mennyisége.

source: Maximum combined quantity of bundled items.
hu_hu: A csomagolt tételek maximális együttes mennyisége.

source: &quot;%s&quot; cannot be added to the cart
hu_hu: A &quot;%s&quot; nem adható a kosárhoz

source: (you have chosen 1)
hu_hu: (kiválasztva: 1)

source: (you have chosen %s)
hu_hu: (kiválasztva: %s)

source: &quot;%s&quot; cannot be purchased
hu_hu: A &quot;%s&quot; nem vásárolható meg

source: Please choose an item.
hu_hu: Kérjük, válasszon egy tételt.

source: Please choose 1 item.%s
hu_hu: Kérjük, válasszon 1 tételt.%s

source: Please choose at least 1 item.%s
hu_hu: Kérjük, válasszon legalább 1 tételt.%s

source: Please choose up to 1 item.%s
hu_hu: Kérjük, legfeljebb 1 tételt válasszon.%s

source: Please choose at least %1$s items.%2$s
hu_hu: Kérjük, válasszon legalább %1$s tételt.%2$s

source: Please choose up to %1$s items.%2$s
hu_hu: Kérjük, legfeljebb %1$s tételt válasszon.%2$s

source: Please choose %1$s items.%2$s
hu_hu: Kérjük, válasszon %1$s tételt.%2$s

source: %s items selected
hu_hu: %s tétel kiválasztva

source: 1 item selected
hu_hu: 1 tétel kiválasztva

source: The Product Bundles database is updating in the background. During this time, all bundles on your site will be unavailable. If this message persists, please <a href="%s" target="_blank">get in touch</a> with our support team. Note: This message is visible to store managers only.
hu_hu: A Product Bundles adatbázis a háttérben frissül. Ez idő alatt az összes csomag a webhelyén nem lesz elérhető. Ha ez az üzenet tartósan megjelenik, kérjük, <a href="%s" target="_blank">lépjen kapcsolatba</a> ügyfélszolgálatunkkal. Megjegyzés: Ez az üzenet csak az üzletkezelők számára látható.

source: &quot;%1$s&quot; is not purchasable just yet. But, fear not &ndash; setting up <a href="%2$s" target="_blank">pricing options</a> only takes a minute! <ul class="pb_notice_list"><li>To give &quot;%1$s&quot; a static base price, navigate to <strong>Product Data > General</strong> and fill in the <strong>Regular Price</strong> field.</li><li>To preserve the prices and taxes of individual bundled products, go to <strong>Product Data > Bundled Products</strong> and enable <strong>Priced Individually</strong> for each bundled product whose price must be preserved.</li></ul>Note: This message is visible to store managers only.
hu_hu: &quot;%1$s&quot; még nem vásárolható meg. De ne aggódjon &ndash; a <a href="%2$s" target="_blank">árképzési beállítások</a> megadása csak egy perc! <ul class="pb_notice_list"><li>Ha a &quot;%1$s&quot; számára fix alapárat szeretne megadni, lépjen a <strong>Termékadatok > Általános</strong> részhez, és töltse ki a <strong>Normál ár</strong> mezőt.</li><li>Az egyes csomagolt termékek ára és adója megőrzéséhez menjen a <strong>Termékadatok > Csomagolt termékek</strong> részhez, és engedélyezze az <strong>Egyenként árazva</strong> opciót minden olyan csomagolt terméknél, amelynek az árát meg kell őrizni.</li></ul>Megjegyzés: Ez az üzenet csak az üzletkezelők számára látható.

source: Please make sure that all products contained in this bundle have a price. WooCommerce does not allow products with a blank price to be purchased. Note: This message is visible to store managers only.
hu_hu: Kérjük, gondoskodjon róla, hogy a csomagban szereplő összes terméknek legyen ára. A WooCommerce nem engedi üres árú termékek vásárlását. Megjegyzés: Ez az üzenet csak az üzletkezelők számára látható.

source: Please enable <strong>Mixed Checkout</strong> under <strong>WooCommerce > Settings > Subscriptions</strong>. Bundles that contain subscription-type products cannot be purchased when <strong>Mixed Checkout</strong> is disabled. Note: This message is visible to store managers only.
hu_hu: Kérjük, engedélyezze a <strong>Vegyes pénztár</strong> opciót a <strong>WooCommerce > Beállítások > Előfizetések</strong> alatt. Az előfizetés típusú termékeket tartalmazó csomagok nem vásárolhatók meg, ha a <strong>Vegyes pénztár</strong> le van tiltva. Megjegyzés: Ez az üzenet csak az üzletkezelők számára látható.

source: for %s
hu_hu: %s-ért

source: from %s
hu_hu: %s-tól

# product-variation-aria-label
source: %1$s for %2$s
hu_hu: %1$s %2$s-ért

source: Clear %s
hu_hu: %s törlése

source: View full screen image for %s
hu_hu: Teljes képernyős kép megtekintése: %s

source: Bundled product placeholder image
hu_hu: Csomagolt termék helyőrző képe

source: Add %s
hu_hu: %s hozzáadása

source: Add%1$s%2$s%3$s
hu_hu: Hozzáadás%1$s%2$s%3$s

source: View %s, opens in a new tab
hu_hu: %s megtekintése, új lapon nyílik meg

source: Temporarily unavailable
hu_hu: Átmenetileg nem elérhető

source: Required option
hu_hu: Kötelező opció

source: WooCommerce Product Bundles requires at least WooCommerce <strong>%s</strong>.
hu_hu: A WooCommerce Product Bundles legalább a WooCommerce <strong>%s</strong> verzióját igényli.

source: WooCommerce Product Bundles requires at least PHP <strong>%1$s</strong>. Learn <a href="%2$s">how to update PHP</a>.
hu_hu: A WooCommerce Product Bundles legalább a PHP <strong>%1$s</strong> verzióját igényli. Tudja meg, <a href="%2$s">hogyan frissítheti a PHP-t</a>.

source: Previous Period:
hu_hu: Előző időszak:

source: Previous Year:
hu_hu: Előző év:

source: There was an error getting your stats. Please try again.
hu_hu: Hiba történt a statisztikák lekérése közben. Kérjük, próbálja újra.

source: Reload
hu_hu: Újratöltés

source: No results could be found for this date range.
hu_hu: Ehhez a dátumtartományhoz nem található eredmény.

source: View Orders
hu_hu: Rendelések megtekintése

source: Bundles Sold
hu_hu: Eladott csomagok

source: Net Sales
hu_hu: Nettó árbevétel

source: Insufficient Stock
hu_hu: Elégtelen készlet

source: net sales
hu_hu: nettó árbevétel

source: Bundled Product
hu_hu: Csomagolt termék

source: Stock Status
hu_hu: Készletállapot

source: Remaining Stock
hu_hu: Fennmaradó készlet

source: Required Stock
hu_hu: Szükséges készlet

source: Stock
hu_hu: Készlet

source: View
hu_hu: Megtekintés

source: Revenue
hu_hu: Bevétel

source: Show
hu_hu: Megjelenítés

source: All Bundles
hu_hu: Összes csomag

source: Single Bundle
hu_hu: Egy csomag

source: Type to search for a bundle
hu_hu: Gépeljen egy csomag kereséséhez

source: %d bundles
hu_hu: %d csomag

source: Use this report to identify Bundles with <strong>Insufficient Stock</strong>, and re-stock their contents.
hu_hu: Ezzel a jelentéssel azonosíthatja az Elégtelen készletű csomagokat, és újrakészletezheti a tartalmukat.

# analytics report table
source: Bundles
hu_hu: Csomagok

source: A bundle of products.
hu_hu: Termékekből álló csomag.

source: Assign a base price to your Bundle
hu_hu: Adjon alapárat a csomagjának

source: Use these fields to define a base price for your Bundle. This can be handy if your Bundle does not include any options that affect its price. If you prefer to <link>preserve the prices of individual bundled items</link>, you may omit this step.
hu_hu: Ezekkel a mezőkkel adhat meg alapárat a csomaghoz. Ez akkor hasznos, ha a csomag nem tartalmaz az árát befolyásoló opciókat. Ha inkább <link>megőrzi az egyes csomagolt tételek árait</link>, ezt a lépést kihagyhatja.

source: Product Bundles configuration documentation.
hu_hu: Product Bundles konfigurációs dokumentáció.

source: Add bundled items
hu_hu: Csomagolt tételek hozzáadása

source: You can add both Simple and Variable products to this Bundle. Once added, every bundled item reveals <link>additional pricing, shipping and display options</link> to configure.
hu_hu: Ehhez a csomaghoz Egyszerű és Változó termékeket is hozzáadhat. Miután hozzáadta, minden csomagelem <link>további árazási, szállítási és megjelenítési beállításokat</link> jelenít meg, amelyeket beállíthat.

source: Configure shipping options
hu_hu: Szállítási beállítások beállítása

source: Assembled Bundles have their own dimensions and weight: Choose the Assembled option if the items contained in your Bundle are physically assembled in a common container. Unassembled Bundles do not have any shipping options to configure: Choose the Unassembled option if the items of your Bundle are shipped in their existing packaging.
hu_hu: Az összeállított csomagoknak saját méretük és tömegük van: Válassza az Összeállított opciót, ha a csomagban lévő tételek fizikailag egy közös csomagolásban vannak összeállítva. A nem összeállított csomagok esetén nincsenek konfigurálható szállítási beállítások: Válassza a Nem összeállított opciót, ha a csomag tételei meglévő csomagolásukban kerülnek szállításra.
