Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-product-bundles/woocommerce-product-bundles-*.po
Languages: hu_hu

source: The default quantity of this bundled product.
hu_hu: Ennek a csomagolt terméknek az alapértelmezett mennyisége.

source: Optional
hu_hu: Opcionális

source: Check this option to mark the bundled product as optional.
hu_hu: Jelölje be ezt az opciót, ha a csomagolt terméket opcionálisként szeretné megjelölni.

source: Shipped Individually
hu_hu: Külön szállítva

source: Check this option if this bundled item is shipped separately from the bundle.
hu_hu: Jelölje be ezt az opciót, ha ez a csomagolt tétel a csomagtól külön kerül szállításra.

source: Priced Individually
hu_hu: Egyenként árazva

source: Check this option to have the price of this bundled item added to the base price of the bundle.
hu_hu: Jelölje be ezt az opciót, hogy ennek a csomagolt tételnek az ára hozzáadódjon a csomag alapárához.

source: Discount %
hu_hu: Kedvezmény %

source: Discount applied to the price of this bundled product when Priced Individually is checked. If the bundled product has a Sale Price, the discount is applied on top of the Sale Price.
hu_hu: Kedvezmény, amely a csomagolt termék árára vonatkozik, ha az Egyenként árazva opció be van jelölve. Ha a csomagolt terméknek van akciós ára, a kedvezmény az akciós árra kerül alkalmazásra.

source: Visibility
hu_hu: Láthatóság

source: Product details
hu_hu: Termék részletei

source: Controls the visibility of the bundled item in the single-product template of this bundle.
hu_hu: A csomag egytermékes sablonjában szabályozza a csomagolt tétel láthatóságát.

source: Cart/checkout
hu_hu: Kosár/pénztár

source: Controls the visibility of the bundled item in cart/checkout templates.
hu_hu: A csomagolt tétel láthatóságát szabályozza a kosár/pénztár sablonokban.

source: Order details
hu_hu: Rendelés részletei

source: Controls the visibility of the bundled item in order-details and e-mail templates.
hu_hu: A csomagolt tétel láthatóságát szabályozza a rendelés részletei és e-mail sablonokban.

source: Price Visibility
hu_hu: Ár láthatósága

source: Controls the visibility of the bundled-item price in the single-product template of this bundle.
hu_hu: A csomagolt tétel árának láthatóságát szabályozza a csomag egytermékes sablonjában.

source: Controls the visibility of the bundled-item price in cart/checkout templates.
hu_hu: A csomagolt tétel árának láthatóságát szabályozza a kosár/pénztár sablonokban.

source: Controls the visibility of the bundled-item price in order-details and e-mail templates.
hu_hu: A csomagolt tétel árának láthatóságát szabályozza a rendelés részletei és e-mail sablonokban.

source: Override Title
hu_hu: Cím felülírása

source: Check this option to override the default product title.
hu_hu: Jelölje be ezt az opciót az alapértelmezett termékcím felülírásához.

source: Override Short Description
hu_hu: Rövid leírás felülírása

source: Check this option to override the default short product description.
hu_hu: Jelölje be ezt az opciót az alapértelmezett rövid termékleírás felülírásához.

source: Hide Thumbnail
hu_hu: Bélyegkép elrejtése

source: Check this option to hide the thumbnail image of this bundled product.
hu_hu: Jelölje be ezt az opciót ennek a csomagolt terméknek a bélyegképének elrejtéséhez.

# bundled product id
source: Item ID: %s
hu_hu: Elemazonosító: %s

source: Layout
hu_hu: Elrendezés

source: Select the <strong>Tabular</strong> option to have the thumbnails, descriptions and quantities of bundled products arranged in a table. Recommended for displaying multiple bundled products with configurable quantities.
hu_hu: Válassza a <strong>Táblázatos</strong> opciót, hogy a csomagolt termékek bélyegképei, leírásai és mennyiségei táblázatban jelenjenek meg. Több, konfigurálható mennyiségű csomagolt termék megjelenítéséhez ajánlott.

source: Form Location
hu_hu: Űrlap helye

source: Item Grouping
hu_hu: Elemek csoportosítása

source: Controls the grouping of parent/child line items in cart/order templates.
hu_hu: A szülő/gyermek sorelemek csoportosítását szabályozza a kosár/rendelés sablonokban.

source: Edit in Cart
hu_hu: Szerkesztés a kosárban

source: Enable this option to allow changing the configuration of this bundle in the cart. Applicable to bundles with configurable attributes and/or quantities.
hu_hu: Engedélyezze ezt az opciót, hogy a csomag konfigurációja a kosárban módosítható legyen. Olyan csomagokra vonatkozik, amelyeknél a tulajdonságok és/vagy a mennyiségek konfigurálhatók.

source: Low stock
hu_hu: Alacsony készlet

source: You have not added any products to this bundle.
hu_hu: Ehhez a csomaghoz nem adott hozzá termékeket.

source: Add some now?
hu_hu: Hozzáad néhányat most?

source: Add a bundled product&hellip;
hu_hu: Csomagolt termék hozzáadása&hellip;

# new bundled product button
source: Add Product
hu_hu: Termék hozzáadása

source: Search for a product&hellip;
hu_hu: Termék keresése&hellip;

source: Basic Settings
hu_hu: Alapbeállítások

source: Advanced Settings
hu_hu: Haladó beállítások

source: Image
hu_hu: Kép

source: Product
hu_hu: Termék

source: Quantity
hu_hu: Mennyiség

source: This product will be treated as virtual when purchased in this bundle.
hu_hu: Ez a termék virtuálisnak minősül, ha ebben a csomagban vásárolják.

source: Drag and drop to set order
hu_hu: Fogd és vidd a sorrend beállításához

source: No products found with insufficient stock.
hu_hu: Nem található elégtelen készletű termék.

source: Bundled product
hu_hu: Csomagolt termék

source: Bundle
hu_hu: Csomag

source: Units required
hu_hu: Szükséges darabszám

source: Product Bundles
hu_hu: Termékcsomagok

source: Database version
hu_hu: Adatbázis-verzió

source: The version of Product Bundles reported by the database. This should be the same as the plugin version.
hu_hu: Az adatbázis által jelentett Product Bundles verziója. Ennek meg kell egyeznie a bővítmény verziójával.

source: Database version mismatch.
hu_hu: Az adatbázis-verzió nem egyezik.

source: Loopback test
hu_hu: Loopback teszt

source: Loopback requests are used by Product Bundles to process tasks in the background.
hu_hu: A Product Bundles a háttérfeladatok feldolgozásához loopback kérelmeket használ.

source: Loopback test failed.
hu_hu: A loopback teszt sikertelen.

source: Template overrides
hu_hu: Sablonfelülírások

source: Shows any files overriding the default Product Bundles templates.
hu_hu: Megjeleníti az alapértelmezett Product Bundles sablonokat felülíró fájlokat.

source: %1$s version %2$s (out of date)
hu_hu: %1$s verzió: %2$s (elavult)

source: List of product bundle IDs that contain this product.
hu_hu: Azon termékcsomag-azonosítók listája, amelyek tartalmazzák ezt a terméket.

source: Stock status of this bundle, taking bundled product quantity requirements and limitations into account. Applicable for bundle-type products only. Read only.
hu_hu: A csomag készletállapota, figyelembe véve a csomagolt termékek mennyiségi követelményeit és korlátozásait. Csak csomag típusú termékekhez. Csak olvasható.

source: Quantity of bundles left in stock, taking bundled product quantity requirements into account. Applicable for bundle-type products only. Read only.
hu_hu: Raktáron maradt csomagok mennyisége, figyelembe véve a csomagolt termékek mennyiségi követelményeit. Csak csomag típusú termékekhez. Csak olvasható.

source: Forces all contents of this bundle to be treated as virtual.
hu_hu: A csomag minden tartalmát virtuálisnak minősíti.

source: Single-product details page layout. Applicable for bundle-type products only.
hu_hu: Termékoldal elrendezése. Csak csomag típusú termékekhez.

source: Controls the form location of the product in the single-product page. Applicable to bundle-type products.
hu_hu: A termék űrlapjának helyét szabályozza a termékoldalon. Csomag típusú termékekhez alkalmazható.

source: Controls whether the configuration of this product can be modified from the cart page. Applicable to bundle-type products.
hu_hu: Szabályozza, hogy a termék konfigurációja módosítható-e a kosár oldalról. Csomag típusú termékekhez alkalmazható.

source: Sold Individually option context. Applicable to bundle-type products.
hu_hu: Egyenként értékesítve opció kontextusa. Csomag típusú termékekhez alkalmazható.

source: Controls the display of bundle container/child items in cart/order templates. Applicable for bundle-type products only.
hu_hu: A csomagkonténer/gyermek tételek megjelenítését szabályozza a kosár/rendelés sablonokban. Csak csomag típusú termékekhez.

source: Min bundle size. Applicable for bundle-type products only.
hu_hu: Min. csomagméret. Csak csomag típusú termékekhez.

source: Max bundle size. Applicable for bundle-type products only.
hu_hu: Max. csomagméret. Csak csomag típusú termékekhez.

source: Bundle price.
hu_hu: Csomag ára.

source: Minimum Bundle price including tax.
hu_hu: Minimális csomagár, áfával.

source: Minimum Bundle price excluding tax.
hu_hu: Minimális csomagár, áfa nélkül.

source: Maximum Bundle price including tax.
hu_hu: Maximális csomagár, áfával.

source: Maximum Bundle price excluding tax.
hu_hu: Maximális csomagár, áfa nélkül.

source: Minimum Bundle regular price including tax.
hu_hu: Minimális csomag normál ára, áfával.

source: Minimum Bundle regular price excluding tax.
hu_hu: Minimális csomag normál ára, áfa nélkül.

source: Maximum Bundle regular price including tax.
hu_hu: Maximális csomag normál ára, áfával.

source: Maximum Bundle regular price excluding tax.
hu_hu: Maximális csomag normál ára, áfa nélkül.

source: List of bundled items contained in this product. Applicable for bundle-type products only.
hu_hu: A termékben található csomagolt tételek listája. Csak csomag típusú termékekhez.

source: Bundled item ID.
hu_hu: Csomagolt tétel azonosítója.

source: Set to true to delete the bundled item with the specified ID.
hu_hu: A megadott azonosítójú csomagolt tétel törléséhez állítsa true-ra.

source: Bundled product ID.
hu_hu: Csomagolt termék azonosítója.

source: Bundled item menu order.
hu_hu: Csomagolt tétel menüsorrendje.

source: Minimum bundled item quantity.
hu_hu: Csomagolt tétel minimális mennyisége.

source: Maximum bundled item quantity.
hu_hu: Csomagolt tétel maximális mennyisége.

source: Default bundled item quantity.
hu_hu: Csomagolt tétel alapértelmezett mennyisége.

source: Indicates whether the price of this bundled item is added to the base price of the bundle.
hu_hu: Jelzi, hogy a csomagolt tétel ára hozzáadódik-e a csomag alapárához.

source: Indicates whether the bundled product is shipped separately from the bundle.
hu_hu: Jelzi, hogy a csomagolt termék külön kerül-e feladásra a csomagtól.

source: Indicates whether the title of the bundled product is overridden in front-end and e-mail templates.
hu_hu: Jelzi, hogy a csomagolt termék címe felül van-e írva a felhasználói felületen és az e-mail sablonokban.

source: Title of the bundled product to display instead of the original product title, if overridden.
hu_hu: A csomagolt termék megjelenítendő címe az eredeti termékcím helyett, ha felül van írva.

source: Indicates whether the short description of the bundled product is overridden in front-end templates.
hu_hu: Jelzi, hogy a csomagolt termék rövid leírása felül van-e írva a felhasználói felület sablonjaiban.

source: Short description of the bundled product to display instead of the original product short description, if overridden.
hu_hu: A csomagolt termék megjelenítendő rövid leírása az eredeti rövid leírás helyett, ha felül van írva.

source: Indicates whether the bundled item is optional.
hu_hu: Jelzi, hogy a csomagolt tétel opcionális-e.

source: Indicates whether the bundled product thumbnail is hidden in the single-product template.
hu_hu: Jelzi, hogy a csomagolt termék bélyegképe rejtve van-e a termékoldal sablonjában.

source: Discount applied to the bundled product, applicable when the Priced Individually option is enabled.
hu_hu: A csomagolt termékre alkalmazott kedvezmény, ha az Egyenként árazva opció engedélyezett.

source: Indicates whether variations filtering is active, applicable for variable bundled products only.
hu_hu: Jelzi, hogy a variációszűrés aktív-e; csak változó típusú csomagolt termékekhez.

source: List of enabled variation IDs, applicable when variations filtering is active.
hu_hu: Engedélyezett variációazonosítók listája, ha a variációszűrés aktív.

source: Indicates whether the default variation attribute values are overridden, applicable for variable bundled products only.
hu_hu: Jelzi, hogy az alapértelmezett variációattribútum-értékek felül vannak-e írva; csak változó típusú csomagolt termékekhez.

source: Overridden default variation attribute values, if applicable.
hu_hu: Felülírt alapértelmezett variációattribútum-értékek, ha van ilyen.

source: Indicates whether the bundled product is visible in the single-product template.
hu_hu: Jelzi, hogy a csomagolt termék látható-e a termékoldal sablonjában.

source: Indicates whether the bundled product is visible in cart templates.
hu_hu: Jelzi, hogy a csomagolt termék látható-e a kosár sablonjaiban.

source: Indicates whether the bundled product is visible in order/e-mail templates.
hu_hu: Jelzi, hogy a csomagolt termék látható-e a rendelés/e-mail sablonokban.

source: Indicates whether the bundled product price is visible in the single-product template, applicable when the Priced Individually option is enabled.
hu_hu: Jelzi, hogy a csomagolt termék ára látható-e a termékoldal sablonjában; az Egyenként árazva opció engedélyezése esetén alkalmazható.

source: Indicates whether the bundled product price is visible in cart templates, applicable when the Priced Individually option is enabled.
hu_hu: Jelzi, hogy a csomagolt termék ára látható-e a kosár sablonjaiban; az Egyenként árazva opció engedélyezése esetén alkalmazható.

source: Indicates whether the bundled product price is visible in order/e-mail templates, applicable when the Priced Individually option is enabled.
hu_hu: Jelzi, hogy a csomagolt termék ára látható-e a rendelés/e-mail sablonokban; az Egyenként árazva opció engedélyezése esetén alkalmazható.

source: Stock status of the bundled item, taking minimum quantity into account.
hu_hu: A csomagolt tétel készletállapota, a minimális mennyiséget figyelembe véve.

source: Bundled item ID #%s does not exist in bundle.
hu_hu: A #%s azonosítójú csomagolt tétel nem létezik a csomagban.

source: Bundled product ID undefined.
hu_hu: A csomagolt termék azonosítója nincs megadva.

source: Product ID #%s is invalid.
hu_hu: A #%s azonosítójú termék érvénytelen.

source: Item ID of parent line item, applicable if the item is part of a Bundle.
hu_hu: A szülő tételsor azonosítója, ha a tétel csomag része.

source: Item IDs of bundled line items, applicable if the item is a Bundle container.
hu_hu: A csomagba tartozó tételsorok azonosítói, ha a tétel csomagkonténer.

source: Title of the bundled product to display instead of the original product title.
hu_hu: A csomagolt termék megjelenítendő címe az eredeti termékcím helyett.

source: Bundle configuration array. Must be defined when adding a bundle-type line item to an order, to ensure bundled line items are added to the order as well.
hu_hu: Csomagkonfigurációs tömb. Csomag típusú tételsor rendeléshez adásakor kötelező megadni, hogy a csomaghoz tartozó tételsorok is bekerüljenek a rendelésbe.

source: Chosen bundled item quantity.
hu_hu: Kiválasztott csomagolt tétel mennyisége.

source: Indicates whether the bundled product is selected. Applicable to optional bundled items.
hu_hu: Jelzi, hogy a csomagolt termék ki van-e választva. Opcionális csomagolt tételeknél alkalmazható.

source: Chosen variation ID, if applicable.
hu_hu: Kiválasztott variációazonosító, ha van ilyen.

source: Chosen variation data to pass into 'WC_Order::add_product', if applicable.
hu_hu: A 'WC_Order::add_product' hívásnak átadandó kiválasztott variációadatok, ha van ilyen.

source: Additional arguments to pass into 'WC_Order::add_product', if applicable.
hu_hu: A 'WC_Order::add_product' hívásnak átadandó további argumentumok, ha van ilyen.

source: The submitted bundle configuration could not be added to this order: %s
hu_hu: A beküldött csomagkonfiguráció nem adható hozzá ehhez a rendeléshez: %s

source: A bundle with this ID does not exist.
hu_hu: Ilyen azonosítójú csomag nem létezik.

source: Cart item key of bundle that contains this item.
hu_hu: Annak a csomagnak a kosártétel-kulcsa, amely tartalmazza ezt az elemet.

source: List of cart item keys grouped by this bundle.
hu_hu: Az ehhez a csomaghoz csoportosított kosártétel-kulcsok listája.

source: Bundle data.
hu_hu: Csomagadatok.

source: ID of this bundled item.
hu_hu: Ennek a csomagolt tételnek az azonosítója.

source: Edit item
hu_hu: Tétel szerkesztése

source: This product is a mandatory part of a bundle and cannot be removed.
hu_hu: Ez a termék kötelező eleme egy csomagnak, és nem távolítható el.

source: Foul!
hu_hu: Szabálytalan művelet!

source: Includes
hu_hu: Tartalmaz

source: optional
hu_hu: opcionális

source: (only %s left in stock)
hu_hu: (csak %s maradt készleten)

source: The submitted bundle configuration could not be added to the cart.
hu_hu: A beküldött csomagkonfiguráció nem adható hozzá a kosárhoz.

source: &quot;%1$s&quot; cannot be purchased &ndash; some of its contents are missing from your cart. Please remove it from the cart and re-configure the missing options.
hu_hu: &quot;%1$s&quot; nem vásárolható meg &ndash; a tartalmának egy része hiányzik a kosarából. Kérjük, távolítsa el a kosárból, és állítsa be újra a hiányzó opciókat.

source: The quantity of &quot;%1$s&quot; cannot be lower than %2$d.
hu_hu: A &quot;%1$s&quot; mennyisége nem lehet alacsonyabb, mint %2$d.

source: &quot;%1$s&quot; cannot be added to your cart. %2$s
hu_hu: &quot;%1$s&quot; nem adható a kosarához. %2$s

source: &quot;%1$s&quot; cannot be purchased. %2$s
hu_hu: &quot;%1$s&quot; nem vásárolható meg. %2$s

source: The quantity of &quot;%1$s&quot; cannot be higher than %2$d.
hu_hu: A &quot;%1$s&quot; mennyisége nem lehet magasabb, mint %2$d.

source: &quot;%s&quot; cannot be purchased.
hu_hu: &quot;%s&quot; nem vásárolható meg.

source: The chosen &quot;%s&quot; variation cannot be purchased.
hu_hu: A választott &quot;%s&quot; variáció nem vásárolható meg.

source: The chosen &quot;%s&quot; variation is unavailable.
hu_hu: A választott &quot;%s&quot; variáció nem érhető el.

source: Please choose &quot;%s&quot; options&hellip;
hu_hu: Kérjük, válasszon &quot;%s&quot; opciókat&hellip;

source: &quot;%s&quot; is missing some required options. Please remove it from the cart and re-configure the missing options.
hu_hu: A(z) &quot;%s&quot; esetében hiányoznak egyes kötelező opciók. Kérjük, távolítsa el a kosárból, és állítsa be újra a hiányzó opciókat.

source: Please choose at least 1 item.
hu_hu: Kérjük, válasszon legalább 1 elemet.

source: Cart update failed. The quantity of &quot;%1$s&quot; must be a multiple of %2$d.
hu_hu: A kosár frissítése nem sikerült. A(z) &quot;%1$s&quot; mennyiségének %2$d többszörösének kell lennie.

source: Cart update failed. The quantity of &quot;%1$s&quot; must be at least %2$d.
hu_hu: A kosár frissítése nem sikerült. A(z) &quot;%1$s&quot; mennyiségének legalább %2$d-nek kell lennie.

source: Cart update failed. The quantity of &quot;%1$s&quot; cannot be higher than %2$d.
hu_hu: A kosár frissítése nem sikerült. A(z) &quot;%1$s&quot; mennyisége nem lehet nagyobb %2$d-nél.

source: The requested configuration of &quot;%s&quot; cannot be purchased at the moment.
hu_hu: A &quot;%s&quot; kért konfigurációja jelenleg nem vásárolható meg.

source: %1$s cannot be removed. The item is a mandatory part of %2$s.
hu_hu: A(z) %1$s nem távolítható el. Ez az elem a(z) %2$s kötelező része.

source: You have already added an identical &quot;%s&quot; to your cart. You cannot add another one.
hu_hu: Már hozzáadott egy azonos &quot;%s&quot;-t a kosarához. Nem adhat hozzá még egyet.

source: Total:
hu_hu: Összesen:

source: Subtotal:
hu_hu: Részösszeg:

source: Please choose product options.
hu_hu: Kérjük, válasszon termékopciókat.

source: Please choose %s options.
hu_hu: Kérjük, válassza ki a(z) %s opcióit.

source: Please review product options.
hu_hu: Kérjük, ellenőrizze a termékopciókat.

source: Please enter valid amounts.
hu_hu: Kérjük, adjon meg érvényes összegeket.

source: Please enter a valid amount.
hu_hu: Kérjük, adjon meg érvényes összeget.

# string list item last separator
source: %1$s and %2$s
hu_hu: %1$s és %2$s

source: This product is currently unavailable.
hu_hu: Ez a termék jelenleg nem érhető el.

source: Please resolve all pending issues before adding this product to your cart.
hu_hu: Kérjük, oldjon meg minden függőben lévő problémát, mielőtt ezt a terméket a kosarához adja.

# subscription price html
source: %1$s, and</br>%2$s
hu_hu: %1$s, és</br>%2$s

source: You are currently editing &quot;%1$s&quot;. When finished, click the <strong>Update Cart</strong> button.
hu_hu: Jelenleg a(z) &quot;%1$s&quot; szerkesztését végzi. Ha elkészült, kattintson a <strong>Kosár frissítése</strong> gombra.

source: You are currently editing this bundle. When finished, click the <strong>Update Cart</strong> button.
hu_hu: Jelenleg ezt a csomagot szerkeszti. Ha elkészült, kattintson a <strong>Kosár frissítése</strong> gombra.

source: Remove this bundle
hu_hu: Csomag eltávolítása

# edit in cart link text
source: Edit
hu_hu: Szerkesztés

source: Part of
hu_hu: Része

source: Product bundle
hu_hu: Termékcsomag

source: Documentation
hu_hu: Dokumentáció

source: Support
hu_hu: Támogatás

# bundled order item qty meta key
source: Qty
hu_hu: Menny.

# bundled order item SKU meta key
source: SKU
hu_hu: Cikkszám

source: %1$s (Part of: %2$s)
hu_hu: %1$s (Része: %2$s)

source: %1$s <span class="bundled_item_price_quantity">each</span>
hu_hu: %1$s <span class="bundled_item_price_quantity">darab</span>

source: Only 1 &quot;%s&quot; may be purchased.
hu_hu: Csak 1 &quot;%s&quot; vásárolható.

source: &quot;%s&quot; is out of stock.
hu_hu: A(z) &quot;%s&quot; nincs raktáron.

source: There is not enough stock of &quot;%1$s&quot; (%2$s remaining).
hu_hu: Nincs elegendő &quot;%1$s&quot; készleten (%2$s maradt).

source: There is not enough stock of &quot;%1$s&quot; (%2$s in stock, %3$s in your cart).
hu_hu: Nincs elegendő &quot;%1$s&quot; készleten (%2$s készleten, %3$s a kosarában).

source: The product is currently unavailable.
hu_hu: A termék jelenleg nem érhető el.

source: %s is out of stock. Please restock its contents.
hu_hu: A(z) %s nincs raktáron. Kérjük, töltse fel a tartalmát.

source: Invalid key &quot;%1$s&quot; passed to get_reusable_data.
hu_hu: Érvénytelen &quot;%1$s&quot; kulcs került átadásra a get_reusable_data függvénynek.

# subscription price html
source: %1$s<span class="bundled_subscriptions_price_html"> one time%2$s</span>
hu_hu: %1$s<span class="bundled_subscriptions_price_html"> egyszeri%2$s</span>

source: Update Cart
hu_hu: Kosár frissítése

source: Default
hu_hu: Alapértelmezett

source: The add-to-cart form is displayed inside the single-product summary.
hu_hu: A kosárba helyezés űrlapja az egytermékes összefoglalóban jelenik meg.

source: Before Tabs
hu_hu: Fülek előtt

source: The add-to-cart form is displayed before the single-product tabs. Usually allocates the entire page width for displaying form content. Note that some themes may not support this option.
hu_hu: A kosárba helyezés űrlapja az egytermékes fülek előtt jelenik meg. Általában a teljes oldalszélességet lefoglalja az űrlap tartalmának megjelenítéséhez. Megjegyzés: egyes témák nem támogatják ezt az opciót.

source: Standard
hu_hu: Normál

source: Tabular
hu_hu: Táblázatos

source: Grid
hu_hu: Rács

source: Grouped
hu_hu: Csoportosított

source: Flat
hu_hu: Lapos

source: None
hu_hu: Nincs
