Repository: hellowpio/wordpress-translations
Catalog: formal/plugins/*/wp-booking-system-square/wp-booking-system-square-*.po
Languages: hu_hu

source: WP Booking System - Square Add-on
hu_hu: WP Booking System - Square kiegészítő

source: Allow customers to pay with their credit cards through Square.
hu_hu: Engedje meg az ügyfeleknek, hogy hitelkártyával fizessenek a Square-en keresztül.

source: Authorization expired. You can still accept the booking but no payment will be made.
hu_hu: A jóváhagyás lejárt. A foglalást továbbra is elfogadhatja, de fizetés nem fog történni.

source: Order Status
hu_hu: Rendelés állapota

source: Payment Gateway
hu_hu: Fizetési átjáró

source: Date
hu_hu: Dátum

source: Error
hu_hu: Hiba

source: Amount Received
hu_hu: Beérkezett összeg

source: Cardholder Name
hu_hu: Kártyabirtokos neve

source: Card Details
hu_hu: Kártyaadatok

source: This field is required.
hu_hu: Ez a mező kötelező.

source: Submit
hu_hu: Küldés

source: or enter your card details
hu_hu: vagy adja meg a kártyaadatait

source: Cardholder Name Label
hu_hu: Kártyabirtokos neve felirat

source: The label for the Cardholder's Name in the payment form.
hu_hu: A kártyabirtokos neve mező felirata a fizetési űrlapon.

source: Card Details Label
hu_hu: Kártyaadatok felirat

source: The label for the Card Details in the payment form.
hu_hu: A kártyaadatok mező felirata a fizetési űrlapon.

source: Payment Required Field
hu_hu: Kötelező mező a fizetésnél

source: The error message when a payment form field is empty.
hu_hu: A hibaüzenet, amikor a fizetési űrlap egy mezője üres.

source: Payment Submit Button Label
hu_hu: Fizetés elküldése gomb felirata

source: The button label when submitting a payment form.
hu_hu: A gomb felirata a fizetési űrlap elküldésekor.

source: Apple/Goole Pay alternative
hu_hu: Apple/Goole Pay alternatíva

source: Will appear under the Apple/Google Pay button.
hu_hu: Az Apple/Google Pay gomb alatt jelenik meg.

source: Give the customer the option to pay with a credit card using Square.
hu_hu: Lehetővé teszi az ügyfélnek, hogy hitelkártyával fizessen a Square-en keresztül.

source: Enable Square
hu_hu: Square engedélyezése

source: Display name
hu_hu: Megjelenített név

source: Description
hu_hu: Leírás

source: The payment method description that appears on the booking form.
hu_hu: A foglalási űrlapon megjelenő fizetési mód leírása.

source: Invoice Item Name
hu_hu: Számlatétel neve

source: The name of the product that appears on the Square invoice. Eg. "Booking at Anne's house."
hu_hu: A Square számlán megjelenő termék neve. Pl. "Foglalás Anne házában."

source: Delayed payment capture
hu_hu: Késleltetett terhelés

source: If enabled, when the client makes a payment, his credit card will only be Authorized (the money will be put on hold for 7 days) and the payment will be Captured (money transfered in your account) only when you Accept the booking. Accepting the booking after 7 days will result in a failed payment.
hu_hu: Ha engedélyezve van, amikor az ügyfél fizet, a hitelkártyája csak Jóváhagyásra kerül (az összeget 7 napig zároljuk), és a fizetés csak akkor kerül Levonásra (az összeg jóváírásra kerül az Ön számláján), amikor Ön Elfogadja a foglalást. A foglalás 7 napnál későbbi elfogadása sikertelen fizetést eredményez.

source: API Credentials
hu_hu: API hitelesítő adatok

source: If you need help getting your API Keys, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/square-integration/">check out our guide</a> which offers step by step instructions.
hu_hu: Ha segítségre van szüksége az API-kulcsok beszerzéséhez, <a target="_blank" href="https://www.wpbookingsystem.com/documentation/square-integration/">tekintse meg az útmutatónkat</a>, amely lépésről lépésre ad útmutatót.

source: Enable Test Mode
hu_hu: Teszt mód engedélyezése

source: We recommend enabling test mode and testing the payment integration before going live.
hu_hu: Javasoljuk a teszt mód engedélyezését és a fizetési integráció tesztelését az élesítés előtt.

source: Test Application ID
hu_hu: Teszt Application ID

source: Test Access Token
hu_hu: Teszt Access Token

source: Test Location ID
hu_hu: Teszt Location ID

source: Live Application ID
hu_hu: Éles Application ID

source: Live Access Token
hu_hu: Éles Access Token

source: Live Location ID
hu_hu: Éles Location ID

source: Please add your API keys in the plugin's Settings Page.
hu_hu: Kérjük, adja hozzá az API-kulcsokat a bővítmény Beállítások oldalán.

source: Something went wrong. Please refresh the page and try again.
hu_hu: Valami hiba történt. Kérjük, frissítse az oldalt, és próbálja újra.

source: The minimum payable amount is 0.50$
hu_hu: A minimálisan fizethető összeg 0.50$

source: Square Test mode is enabled. To make a test payment, use the 4111 1111 1111 1111 credit card number, with any future expiration date and any CVV code.
hu_hu: A Square teszt mód engedélyezve van. Tesztfizetéshez használja a 4111 1111 1111 1111 hitelkártyaszámot, bármely jövőbeli lejárati dátummal és bármilyen CVV-kóddal.

source: Please wait...
hu_hu: Kérjük, várjon...

source: Square Test mode is enabled.
hu_hu: A Square teszt mód engedélyezve van.

source: Deposit
hu_hu: Előleg

source: Final Payment
hu_hu: Végső fizetés

source: Pay with your credit card using Square.
hu_hu: Fizessen hitelkártyával a Square-en keresztül.

source: The <strong>Square</strong> Add-on requires WP Booking System version
hu_hu: A <strong>Square</strong> kiegészítő a WP Booking System verzióját igényli
