{"translation-revision-date":"2025-10-19 22:46","generator":"WP-CLI\/2.12.0","source":"settings\/build\/348.688edc514d6d0bc0e1a6.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"The conversion graph shows the ratio for the different choices users have. When a user has made a choice, this will be counted as either a converted user, or a not converted. If no choice is made, the user will be listed in the \"No choice\" category.":["A konverziós grafikon megmutatja a felhasználók különböző választásainak arányát. Amikor egy felhasználó választ, azt vagy konvertált felhasználóként, vagy nem konvertáltként számoljuk. Ha nem történik választás, a felhasználó a \"Nincs választás\" kategóriába kerül."],"As you have enabled geoip, there are several regions in which a banner is shown, in different ways. In regions apart from %s no banner is shown at all.":["Mivel engedélyezte a geoip-et, több régióban különböző módon jelenik meg egy banner. A %s régión kívül egyáltalán nem jelenik meg banner."],"Banners in different regions":["Bannerek különböző régiókban"],"The consent banner with the best results has been enabled as default banner.":["A legjobb eredményeket hozó hozzájárulási banner lett engedélyezve alapértelmezett bannerként."],"A\/B testing is disabled. Previously made progress is saved.":["Az A\/B tesztelés le van tiltva. A korábban elért előrehaladás mentve lett."],"A\/B is enabled and will end in %s days.":["Az A\/B engedélyezve van, és %s nap múlva ér véget."],"A\/B is enabled and will end in 1 day.":["Az A\/B engedélyezve van, és 1 nap múlva ér véget."],"A\/B is enabled and will end today.":["Az A\/B engedélyezve van, és ma ér véget."],"The A\/B tracking period has ended, the best performer will be enabled on the next scheduled check.":["Az A\/B követési időszak véget ért, a legjobban teljesítő a következő ütemezett ellenőrzéskor lesz engedélyezve."]}}}