{"translation-revision-date":"2025-10-19 22:46","generator":"WP-CLI\/2.12.0","source":"settings\/src\/Settings\/Integrations\/PluginsControl.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=(n != 1);"},"Placeholder":["Helykitöltő"],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Safe Mode engedélyezve. Az integrációk kezeléséhez kapcsolja ki a Safe Mode-ot a Tools - Support menüpontban."],"No active plugins detected in the integrations list.":["Nem található aktív bővítmény az integrációk listájában."],"Plugin":["Bővítmény"],"Status":["Állapot"],"Below you will find the plugins currently detected and integrated with Complianz. Most plugins work by default, but you can also add a plugin to the script center or add it to the integration list.":["Az alábbiakban megtalálja a jelenleg észlelt, Complianz-zal integrált bővítményeket. A legtöbb bővítmény alapértelmezés szerint működik, de bővítményt hozzáadhat a script centerhez vagy felveheti az integrációs listára is."],"Enabled plugins will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Az engedélyezett bővítmények blokkolva lesznek a webhelye front-endjén, amíg a felhasználó beleegyezést nem ad (opt-in), illetve miután visszavonta a beleegyezést (opt-out). Ha lehetséges, egy helyőrző aktiválódik. A helyőrzőt le is tilthatja, illetve tetszés szerint beállíthatja."],"Search":["Keresés"],"No plugins":["Nincsenek bővítmények"]}}}