Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-social-login/woocommerce-social-login-*.po
Languages: hu_hu

source: One-click registration and login via social networks like Facebook, Google, Twitter and Amazon
hu_hu: Egy kattintással történő regisztráció és bejelentkezés olyan közösségi hálózatokon keresztül, mint a Facebook, a Google, a Twitter és az Amazon

source: Thanks for installing Social Login! Before you get started, please take a moment to %1$sread through the documentation%2$s.
hu_hu: Köszönjük, hogy telepítette a Social Logint! Mielőtt elkezdené, kérjük, szánjon egy percet, és %1$solvassa át a dokumentációt%2$s.

source: WooCommerce Social Login: Facebook now requires your site's full OAuth Redirect URI to be configured for your app. Please head over to the %1$sFacebook settings%2$s to get your Redirect URI, and read more about %3$sconfiguring your app &raquo;%4$s
hu_hu: WooCommerce Social Login: A Facebook most már megköveteli, hogy az alkalmazásához legyen beállítva a webhelye teljes OAuth Redirect URI-ja. Kérjük, lépjen a %1$sFacebook-beállításokhoz%2$s, hogy megkapja a Redirect URI-t, és olvasson többet az %3$salkalmazás beállításáról &raquo;%4$s

source: %1$sHeads up!%2$s Instagram has %3$sdeprecated its support for user logins%4$s. Your customers cannot use Instagram to login to your site. Please consider %5$ssetting up another provider%6$s to let your customers login via social platforms.
hu_hu: %1$sFigyelem!%2$s Az Instagram %3$smegszüntette a felhasználói bejelentkezés támogatását%4$s. Az ügyfelei nem használhatják az Instagramot a bejelentkezéshez az oldalán. Kérjük, fontolja meg %5$segy másik szolgáltató beállítását%6$s, hogy ügyfelei közösségi platformokon keresztül jelentkezhessenek be.

source: %1$sHeads up!%2$s LinkedIn has updated their method for authenticating members using OpenID Connect. Please make sure your app and LinkedIn settings in Social Login are up-to-date to support %3$sOpenID Connect%4$s. If you are using an existing v2 app, we recommend following %5$sour setup instructions%6$s to connect a new app using OpenID Connect.
hu_hu: %1$sFigyelem!%2$s A LinkedIn frissítette a tagok OpenID Connect-tel történő hitelesítésének módját. Kérjük, győződjön meg róla, hogy az alkalmazása és a Social Loginban megadott LinkedIn-beállítások naprakészek az %3$sOpenID Connect%4$s támogatásához. Ha meglévő v2-es alkalmazást használ, javasoljuk %5$sbeállítási útmutatónk követését%6$s egy új, OpenID Connectet használó alkalmazás csatlakoztatásához.

source: %1$sHeads up!%2$s We will soon be retiring the VKontakte integration for Social Login for WooCommerce. If you’d like to continue offering this login option on your site, you may want to integrate with VK directly using their %3$sLow Code integration%4$s for Web applications. Otherwise we recommend %5$ssetting up another provider%6$s to let your customers log in via social platforms.
hu_hu: %1$sFigyelem!%2$s Hamarosan kivezetjük a VKontakte integrációt a WooCommerce Social Loginhoz. Ha továbbra is szeretné kínálni ezt a bejelentkezési lehetőséget a webhelyén, érdemes közvetlenül a VK-vel integrálni a %3$sLow Code integration%4$s megoldásukkal webes alkalmazásokhoz. Ellenkező esetben javasoljuk %5$segy másik szolgáltató beállítását%6$s, hogy ügyfelei közösségi platformokon keresztül tudjanak bejelentkezni.

# Requires SSL
source: WooCommerce Social Login: %s requires SSL for authentication, please force WooCommerce over SSL.
hu_hu: WooCommerce Social Login: A(z) %s a hitelesítéshez SSL-t igényel, kérjük, kényszerítse a WooCommerce-et SSL használatára.

source: Oops, looks like iThemes Security is set to Filter Long URLs. This is likely to cause a conflict with Social Login -- please disable that setting for optimal functionality.
hu_hu: Hoppá, úgy tűnik, az iThemes Security a Filter Long URLs beállításra van állítva. Ez valószínűleg ütközést okoz a Social Loginnal -- kérjük, optimális működés érdekében tiltsa le ezt a beállítást.

source: Please update callback URLs for each Social Login provider, then switch callback URLs to the Default format in the %1$sSocial Login settings%2$s. You can %3$slearn more from the plugin documentation%4$s.
hu_hu: Frissítse a callback URL-eket minden Social Login szolgáltatónál, majd állítsa a callback URL-eket Alapértelmezett formátumra a %1$sSocial Login beállításokban%2$s. %3$sA bővítmény dokumentációjában többet is megtudhat%4$s.

source: If you are experiencing issues with customers linking a social account using %1$s, please %2$sfollow the guidelines here%3$s, as your host should fix your site's caching rules to exclude %4$s cookies from caching. If you're not seeing any issues with %1$s, please disregard this notice.
hu_hu: Ha problémákat tapasztal azzal, hogy az ügyfelek %1$ssal társítanak egy közösségi fiókot, kérjük, %2$skövesse az itt leírt irányelveket%3$s, mivel a tárhelyszolgáltatónak módosítania kell az oldal gyorsítótárazási szabályait úgy, hogy a %4$s sütik ki legyenek zárva a gyorsítótárazásból. Ha nem tapasztal problémát a %1$s esetében, kérjük, hagyja figyelmen kívül ezt az értesítést.

source: Heads up! LinkedIn is deprecating v1 of their API. If you run into provider authentication issues, try %1$sswitching your API version to v2%2$s, or %3$screate a new LinkedIn app%4$s and update your settings.
hu_hu: Figyelem! A LinkedIn kivezeti az API v1 verzióját. Ha szolgáltatói hitelesítési problémákba ütközik, próbálja meg %1$saz API-verziót v2-re váltani%2$s, vagy %3$shozzon létre egy új LinkedIn alkalmazást%4$s, és frissítse a beállításait.

source: Removed customer Social Login data
hu_hu: Az ügyfél Social Login-adatai eltávolítva

source: Social Registration
hu_hu: Közösségi regisztráció

source: Connected Social Profiles
hu_hu: Összekapcsolt közösségi profilok

source: Social Profiles
hu_hu: Közösségi profilok

source: Social Login Providers
hu_hu: Közösségi bejelentkezési szolgáltatók

source: This sections shows information about social login providers.
hu_hu: Ez a szakasz információkat jelenít meg a közösségi bejelentkezési szolgáltatókról.

source: Available
hu_hu: Elérhető

source: Not configured
hu_hu: Nincs beállítva

source: Disabled
hu_hu: Letiltva

source: Social Login
hu_hu: Közösségi bejelentkezés

source: Settings
hu_hu: Beállítások

source: Checkout
hu_hu: Pénztár

source: My Account
hu_hu: Fiókom

source: Checkout Notice
hu_hu: Pénztári értesítés

source: Display Social Login buttons on:
hu_hu: A közösségi bejelentkezés gombjainak megjelenítése itt:

source: Control where Social Login buttons are displayed.
hu_hu: Szabályozza, hol jelenjenek meg a közösségi bejelentkezés gombjai.

source: Display "Link Your Account" button on Thank You page
hu_hu: A "Link Your Account" gomb megjelenítése a köszönőoldalon

source: Enable to allow customers to link their social account on the Thank You page for faster login & checkout next time they purchase.
hu_hu: Engedélyezze, hogy az ügyfelek a köszönőoldalon kapcsolhassák össze közösségi fiókjukat, így a következő vásárláskor gyorsabb lesz a bejelentkezés és a pénztár.

source: Checkout Social Login Display Text
hu_hu: Pénztári közösségi bejelentkezés megjelenített szövege

source: This option controls the text on the checkout page for the frontend section where the login providers are shown.
hu_hu: Ez az opció szabályozza a pénztár oldalon azt a szöveget, amely a bejelentkezési szolgáltatókat megjelenítő felületi szakaszban látható.

source: For faster checkout, login or register using your social account.
hu_hu: A gyorsabb pénztár érdekében jelentkezzen be, vagy regisztráljon a közösségi fiókjával.

source: Non-Checkout Social Login Display Text
hu_hu: Pénztáron kívüli közösségi bejelentkezés megjelenített szövege

source: This option controls the text on the non-checkout pages where the login provider buttons are shown.
hu_hu: Ez az opció szabályozza a pénztáron kívüli oldalakon azt a szöveget, ahol a bejelentkezési szolgáltatók gombjai megjelennek.

source: Use a social account for faster login or easy registration.
hu_hu: Használjon közösségi fiókot a gyorsabb bejelentkezéshez vagy az egyszerű regisztrációhoz.

source: Force SSL for all providers
hu_hu: SSL kényszerítése minden szolgáltatónál

source: Enable to force SSL (HTTPS) on callback URLs for all providers (an SSL Certificate is required).
hu_hu: Engedélyezze az SSL (HTTPS) kényszerítését minden szolgáltatónál a callback URL-eknél (SSL-tanúsítvány szükséges).

source: Callback URL format
hu_hu: Callback URL formátuma

source: Set the authentication callback URL format. Legacy format is deprecated and support for it will be removed in a future version. IMPORTANT: set the format to Default only after you've updated the callback URLs for each provider.
hu_hu: Állítsa be a hitelesítési callback URL formátumát. Az örökölt formátum elavult, támogatása a jövőbeli verziókban megszűnik. FONTOS: csak akkor állítsa Alapértelmezettre a formátumot, miután frissítette a callback URL-eket minden szolgáltatónál.

source: Default (Recommended)
hu_hu: Alapértelmezett (ajánlott)

source: Legacy
hu_hu: Örökölt

source: Providers
hu_hu: Szolgáltatók

source: Provider
hu_hu: Szolgáltató

source: Status
hu_hu: Állapot

source: Enabled
hu_hu: Engedélyezve

source: Drag and drop the above providers to control their display order.
hu_hu: Húzza és ejtse a fenti szolgáltatókat a megjelenítési sorrend szabályozásához.

source: %s is almost ready!
hu_hu: A(z) %s majdnem kész!

source: Get Started
hu_hu: Kezdés

source: Configure
hu_hu: Beállítás

source: Connect
hu_hu: Csatlakoztatás

source: It looks like you have already configured the providers supported in this setup wizard. Perhaps you could visit the %1$ssettings page%2$s to modify existing provider configurations.
hu_hu: Úgy tűnik, már beállította az ebben a varázslóban támogatott szolgáltatókat. Esetleg felkeresheti a %1$sbeállítások oldalt%2$s az aktuális szolgáltató-beállítások módosításához.

source: Let's walk through a few steps to get the plugin configured and connect your first social login provider.
hu_hu: Végezzünk el néhány lépést a bővítmény beállításához, és csatlakoztassuk az első közösségi bejelentkezési szolgáltatót.

source: You can configure and test the connection of a new provider by following the next steps or by visiting the plugin %1$ssettings page%2$s.
hu_hu: Egy új szolgáltató beállítását és kapcsolatának tesztelését elvégezheti a következő lépések követésével vagy a bővítmény %1$sbeállítások oldalán%2$s.

source: Please choose where you would like to display social login buttons for users to sign in with a social login provider:
hu_hu: Válassza ki, hol szeretné megjeleníteni a közösségi bejelentkezés gombjait, hogy a felhasználók egy szolgáltatóval jelentkezhessenek be:

source: Allow guests and logged out customers to sign in at checkout using a social login provider.
hu_hu: Engedélyezze a vendégeknek és a kijelentkezett ügyfeleknek, hogy a pénztárnál közösségi bejelentkezési szolgáltatóval jelentkezzenek be.

source: Allow logged in customers to link their account to a social login provider from their account dashboard.
hu_hu: Engedélyezze a bejelentkezett ügyfeleknek, hogy a fiókok vezérlőpultjáról összekapcsolják fiókjukat egy közösségi bejelentkezési szolgáltatóval.

source: Allow guests and logged out customers to sign in at checkout using an alternative notice area, separate from the usual checkout log in prompt.
hu_hu: Engedélyezze a vendégeknek és a kijelentkezett ügyfeleknek, hogy a pénztárnál egy alternatív értesítési területen, a szokásos pénztári bejelentkezési felszólítástól elkülönítve jelentkezzenek be.

source: For a better user experience at checkout, we recommend displaying Social Login buttons on either Checkout or Checkout Notice, but not both.
hu_hu: A jobb felhasználói élmény érdekében a pénztárnál javasoljuk, hogy a közösségi bejelentkezés gombjai vagy a Pénztár, vagy a Pénztári értesítés területen jelenjenek meg, de ne mindkettőn.

source: Provider Configuration
hu_hu: Szolgáltató beállítása

source: Which social login provider would you like to configure first?
hu_hu: Melyik közösségi bejelentkezési szolgáltatót szeretné először beállítani?

source: Which social login provider would you like to configure?
hu_hu: Melyik közösségi bejelentkezési szolgáltatót szeretné beállítani?

source: Not all supported providers are configurable from this screen as some require additional steps.
hu_hu: Nem minden támogatott szolgáltató állítható be erről a képernyőről, mivel némelyik további lépéseket igényel.

source: You will be able to configure additional providers the %1$splugin settings%2$s.
hu_hu: További szolgáltatókat a %1$sbővítmény beállításai%2$s között tud beállítani.

source: To connect with %1$s, you need to configure an app in your %1$s account using the URL below. %2$sClick here%3$s for detailed instructions on configuring the %1$s app.
hu_hu: A(z) %1$ssel való csatlakozáshoz létre kell hoznia és be kell állítania egy alkalmazást a %1$s fiókjában az alábbi URL használatával. %2$sKattintson ide%3$s a %1$s alkalmazás konfigurálásának részletes útmutatójához.

source: Use this URL in your app configuration to authorize requests coming from your site to log in with %s.
hu_hu: Használja ezt az URL-t az alkalmazás konfigurációjában, hogy engedélyezze a webhelyéről érkező kérések %s-szel történő bejelentkezését.

source: %s requires a secure connection and might not work on a plain connection.
hu_hu: %s biztonságos kapcsolatot igényel, és előfordulhat, hogy nem működik nem biztonságos kapcsolaton.

source: Then, paste the app credentials obtained from %1$s in the corresponding fields below:
hu_hu: Ezután illessze be a %1$stól kapott alkalmazás-hitelesítő adatokat az alábbi megfelelő mezőkbe:

source: This field cannot be blank.
hu_hu: Ez a mező nem lehet üres.

source: Your secure key may be incorrect.
hu_hu: A biztonsági kulcs hibás lehet.

source: Your application ID may be incorrect.
hu_hu: Az alkalmazásazonosító hibás lehet.

source: Your user may have denied access.
hu_hu: A felhasználó megtagadhatta a hozzáférést.

source: Your client ID or client secret may be incorrect, or your user may have denied access.
hu_hu: A kliensazonosító vagy a kliens titkos kulcsa hibás lehet, vagy a felhasználó megtagadhatta a hozzáférést.

source: Your client ID or client secret may be incorrect.
hu_hu: A kliensazonosító vagy a kliens titkos kulcsa hibás lehet.

source: It looks like %1$s was not properly configured. %2$s You can go %3$sback to the previous screen and try again%4$s.
hu_hu: Úgy tűnik, a(z) %1$s nincs megfelelően beállítva. %2$s %3$svisszaléphet az előző képernyőre, és megpróbálhatja újra%4$s.

source: %s requires a secure connection to let users sign in. Please make sure your website has a valid SSL certificate.
hu_hu: %s biztonságos kapcsolatot igényel a felhasználók bejelentkezéséhez. Kérjük, győződjön meg róla, hogy a webhelyén érvényes SSL-tanúsítvány van.

source: Please ensure that %s is reachable and your internet connection is working properly.
hu_hu: Kérjük, ellenőrizze, hogy a(z) %s elérhető-e, és hogy az internetkapcsolata megfelelően működik.

source: %s is not configured
hu_hu: A(z) %s nincs beállítva

source: It looks like %1$s was not properly configured. You can go %2$sback to the previous screen and try again%3$s.
hu_hu: Úgy tűnik, a(z) %1$s nincs megfelelően beállítva. %2$svisszaléphet az előző képernyőre, és megpróbálhatja újra%3$s.

source: Something went wrong :(
hu_hu: Valami hiba történt :(

source: Success!
hu_hu: Siker!

source: You have successfully linked your user account to %s. Your shop is ready to allow customers to sign in and link their profile using %s.
hu_hu: Sikeresen összekapcsolta felhasználói fiókját a(z) %s szolgáltatással. Áruháza készen áll arra, hogy az ügyfelek bejelentkezzenek és a profiljukat összekapcsolják a(z) %s használatával.

source: You may also:
hu_hu: Továbbá megteheti:

source: Review the plugin settings
hu_hu: Tekintse át a bővítmény beállításait

source: Read the plugin documentation
hu_hu: Olvassa el a bővítmény dokumentációját

source: Reach out to customer support
hu_hu: Lépjen kapcsolatba az ügyfélszolgálattal

source: It seems you have not completed configuring %1$s. You can %2$sgo back and try again%3$s or visit the %4$splugin settings page%5$s.
hu_hu: Úgy tűnik, nem fejezte be a(z) %1$s beállítását. %2$svisszaléphet és megpróbálhatja újra%3$s, vagy felkeresheti a %4$sbővítmény beállításai oldalát%5$s.

source: You have successfully configured %1$s and your customers may now sign in with %1$s to your site. You can configure additional providers by visiting the %2$splugin settings page%3$s.
hu_hu: Sikeresen beállította a(z) %1$s szolgáltatást, így az ügyfelei mostantól %1$sszel jelentkezhetnek be az oldalára. További szolgáltatókat a %2$sbővítmény beállításai oldalán%3$s tud beállítani.

source: Go to settings
hu_hu: Ugrás a beállításokhoz

source: Review your configuration
hu_hu: Ellenőrizze a konfigurációját

source: You can review your plugin settings, or connect more providers!
hu_hu: Áttekintheti a bővítmény beállításait, vagy további szolgáltatókat csatlakoztathat!

source: Visit docs
hu_hu: Dokumentáció megnyitása

source: Social Login knowledge base
hu_hu: Social Login tudásbázis

source: Check out the Social Login documentation to learn more about the plugin and supported providers.
hu_hu: Tekintse meg a Social Login dokumentációját, hogy többet tudjon meg a bővítményről és a támogatott szolgáltatókról.

source: Get Support
hu_hu: Támogatás kérése

source: Leave a Review
hu_hu: Értékelés írása

source: Want to keep learning?
hu_hu: Szeretne tovább tanulni?

source: Check out our monthly newsletter where we share updates, tutorials, and sneak peeks for new development!
hu_hu: Nézze meg havi hírlevelünket, amelyben frissítéseket, oktatóanyagokat és készülő fejlesztéseinkbe is betekintést adunk!

source: Thanks for signing up! Keep an eye on your inbox for product updates and helpful tips!
hu_hu: Köszönjük a feliratkozást! Figyelje a postafiókját termékfrissítésekért és hasznos tippekért!

# Newsletter sign up
source: Sign up
hu_hu: Feliratkozás

# The number of registrations for a provider
source: Registrations
hu_hu: Regisztrációk

source: linked accounts
hu_hu: Összekapcsolt fiókok

source: Provider Authentication error
hu_hu: Szolgáltatói hitelesítési hiba

source: Please enter your email address to complete your registration
hu_hu: Kérjük, adja meg az e-mail-címét a regisztráció befejezéséhez

source: Please enter your email address to complete your registration and continue to %s
hu_hu: Kérjük, adja meg az e-mail-címét a regisztráció befejezéséhez és a(z) %s oldalra történő továbblépéshez

source: No provider class found for %s
hu_hu: Nem található szolgáltatóosztály a(z) %s számára

source: %s returned an invalid user identifier.
hu_hu: A(z) %s érvénytelen felhasználó-azonosítót adott vissza.

source: Oops, it looks like you may already have an account&hellip; please log in to link your profile.
hu_hu: Hoppá, úgy tűnik, már van fiókja&hellip; kérjük, jelentkezzen be a profilja összekapcsolásához.

source: User
hu_hu: Felhasználó

source: ERROR
hu_hu: HIBA

source: Couldn&#8217;t register you&hellip; please contact us if you continue to have problems.
hu_hu: Nem sikerült regisztrálni&hellip; ha a probléma továbbra is fennáll, kérjük, lépjen kapcsolatba velünk.

source: Save time next time you checkout by linking your account to your favorite social network. No need to remember another username and password.
hu_hu: Takarítson meg időt legközelebb a pénztárnál, ha összekapcsolja fiókját kedvenc közösségi hálózatával. Nem kell újabb felhasználónevet és jelszót megjegyeznie.

source: Click here to login
hu_hu: Kattintson ide a bejelentkezéshez

source: Social Login Buttons
hu_hu: Közösségi bejelentkezési gombok

source: Add Social Login buttons to restriction messages for logged out users
hu_hu: Adjon hozzá közösségi bejelentkezési gombokat a kijelentkezett felhasználóknak szóló korlátozási üzenetekhez

# Social Login provider app identifier
source: Client ID
hu_hu: Kliensazonosító

source: Client Secret
hu_hu: Kliens titkos kulcsa

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable %s
hu_hu: %s engedélyezése

source: Your app ID
hu_hu: Az alkalmazásazonosítója

source: Your app secret
hu_hu: Az alkalmazás titkos kulcsa

source: Login Button Text
hu_hu: Bejelentkezés gomb szövege

source: Controls the text displayed on the login button.
hu_hu: A bejelentkezés gombon megjelenő szöveget állítja be.

# noun
source: Link Button Text
hu_hu: Összekapcsolás gomb szövege

source: Controls the text displayed on the link account button.
hu_hu: A fiók összekapcsolása gombon megjelenő szöveget állítja be.

source: Oops, you took too long, please try again.
hu_hu: Hoppá, túl sokáig tartott, kérjük, próbálja újra.

source: Need help setting up and configuring Amazon? %1$sRead the docs%2$s
hu_hu: Segítségre van szüksége az Amazon beállításához és konfigurálásához? %1$sOlvassa el a dokumentációt%2$s

source: The allowed return URL is %s
hu_hu: Az engedélyezett visszatérési URL: %s

source: (Please update your Amazon app to use this URL)
hu_hu: (Kérjük, frissítse az Amazon alkalmazását, hogy ezt az URL-t használja)

source: The legacy allowed return URL is %s
hu_hu: A korábbi engedélyezett visszatérési URL: %s

source: Log in with Amazon
hu_hu: Bejelentkezés az Amazonnal

source: Link your account to Amazon
hu_hu: Kapcsolja össze fiókját az Amazonnal

source: Your Amazon account is now linked to your account.
hu_hu: Az Amazon-fiókja most már össze van kapcsolva a fiókjával.

source: Amazon was successfully unlinked from your account.
hu_hu: Az Amazon sikeresen leválasztva a fiókjáról.

source: This Amazon account is already linked to another user account.
hu_hu: Ez az Amazon-fiók már egy másik felhasználói fiókhoz van kapcsolva.

source: A user account using the same email address as this Amazon account already exists.
hu_hu: Már létezik egy felhasználói fiók, amely ugyanazt az e-mail címet használja, mint ez az Amazon-fiók.

source: Need help setting up and configuring Disqus? %1$sRead the docs%2$s
hu_hu: Segítségre van szüksége a Disqus beállításához és konfigurálásához? %1$sOlvassa el a dokumentációt%2$s

source: The callback URL is %s
hu_hu: A visszahívási URL: %s

source: (Please update your Disqus app to use this URL)
hu_hu: (Kérjük, frissítse a Disqus alkalmazását, hogy ezt az URL-t használja)

source: The legacy callback URL is %s
hu_hu: A korábbi visszahívási URL: %s

source: API Key
hu_hu: API-kulcs

source: API Secret
hu_hu: API titkos kulcs

source: Log in with Disqus
hu_hu: Bejelentkezés a Disqus-szal

source: Link your account to Disqus
hu_hu: Kapcsolja össze fiókját a Disqus-szal

source: Your Disqus account is now linked to your account.
hu_hu: A Disqus-fiókja most már össze van kapcsolva a fiókjával.

source: Disqus was successfully unlinked from your account.
hu_hu: A Disqus sikeresen leválasztva a fiókjáról.

source: This Disqus account is already linked to another user account.
hu_hu: Ez a Disqus-fiók már egy másik felhasználói fiókhoz van kapcsolva.

source: A user account using the same email address as this Disqus account already exists.
hu_hu: Már létezik egy felhasználói fiók, amely ugyanazt az e-mail címet használja, mint ez a Disqus-fiók.

source: Need help setting up and configuring Facebook? %1$sRead the docs%2$s
hu_hu: Segítségre van szüksége a Facebook beállításához és konfigurálásához? %1$sOlvassa el a dokumentációt%2$s

source: The redirect URI is %s
hu_hu: Az átirányítási URI: %s

source: App ID
hu_hu: Alkalmazásazonosító

source: App Secret
hu_hu: Alkalmazás titkos kulcsa

source: Redirect URI
hu_hu: Átirányítási URI
