Repository: hellowpio/wordpress-translations
Catalog: plugins/*/woocommerce-social-login/woocommerce-social-login-*.po
Languages: hu_hu

source: I certify that I have added this site to my app's list of %1$sValid OAuth redirect URIs%2$s
hu_hu: Nyilatkozom, hogy ezt a webhelyet hozzáadtam az alkalmazásom %1$sérvényes OAuth átirányítási URI-k%2$s listájához

source: Your redirect URI is %s
hu_hu: Az átirányítási URI-ja: %s

source: Log in with Facebook
hu_hu: Bejelentkezés a Facebookkal

source: Link your account to Facebook
hu_hu: Kapcsolja össze fiókját a Facebookkal

source: Your Facebook account is now linked to your account.
hu_hu: A Facebook-fiókja most már össze van kapcsolva a fiókjával.

source: Facebook was successfully unlinked from your account.
hu_hu: A Facebook sikeresen leválasztva a fiókjáról.

source: This Facebook account is already linked to another user account.
hu_hu: Ez a Facebook-fiók már egy másik felhasználói fiókhoz van kapcsolva.

source: A user account using the same email address as this Facebook account already exists.
hu_hu: Már létezik egy felhasználói fiók, amely ugyanazt az e-mail címet használja, mint ez a Facebook-fiók.

source: Need help setting up and configuring Google? %1$sRead the docs%2$s
hu_hu: Segítségre van szüksége a Google beállításához és konfigurálásához? %1$sOlvassa el a dokumentációt%2$s

source: The Authorized Redirect URI is %s
hu_hu: Az engedélyezett átirányítási URI: %s

source: (Please update your Google app to use this URL)
hu_hu: (Kérjük, frissítse a Google alkalmazását, hogy ezt az URL-t használja)

source: The legacy Authorized Redirect URI is %s
hu_hu: A korábbi engedélyezett átirányítási URI: %s

source: Log in with Google
hu_hu: Bejelentkezés a Google-lel

source: Link your account to Google
hu_hu: Kapcsolja össze fiókját a Google-lel

source: Your Google account is now linked to your account.
hu_hu: A Google-fiókja most már össze van kapcsolva a fiókjával.

source: Google was successfully unlinked from your account.
hu_hu: A Google sikeresen leválasztva a fiókjáról.

source: This Google account is already linked to another user account.
hu_hu: Ez a Google-fiók már egy másik felhasználói fiókhoz van kapcsolva.

source: A user account using the same email address as this Google account already exists.
hu_hu: Már létezik egy felhasználói fiók, amely ugyanazt az e-mail címet használja, mint ez a Google-fiók.

source: Need help setting up and configuring LinkedIn? %1$sRead the docs%2$s
hu_hu: Segítségre van szüksége a LinkedIn beállításához és konfigurálásához? %1$sOlvassa el a dokumentációt%2$s

source: The OAuth 2.0 Redirect URL is %s
hu_hu: Az OAuth 2.0 átirányítási URL: %s

source: (Please update your LinkedIn app to use this URL)
hu_hu: (Kérjük, frissítse a LinkedIn alkalmazását, hogy ezt az URL-t használja)

source: The legacy OAuth 2.0 Redirect URL is %s
hu_hu: A korábbi OAuth 2.0 átirányítási URL: %s

source: API Version
hu_hu: API-verzió

source: Select which API version your application uses.
hu_hu: Válassza ki, melyik API-verziót használja az alkalmazása.

source: Login via API v2 now uses the OpenID Connect standard. If you are using an existing v2 app, we recommend following our <a href="https://woo.com/document/woocommerce-social-login-create-social-apps/#linkedin" target="_blank">setup instructions</a> to connect a new app using OpenID Connect.
hu_hu: Az API v2-n keresztüli bejelentkezés mostantól az OpenID Connect szabványt használja. Ha meglévő v2-es alkalmazást használ, javasoljuk, hogy kövesse a <a href="https://woo.com/document/woocommerce-social-login-create-social-apps/#linkedin" target="_blank">beállítási útmutatónkat</a>, és kapcsoljon össze egy új alkalmazást OpenID Connect használatával.

source: Log in with LinkedIn
hu_hu: Bejelentkezés a LinkedInnel

source: Link your account to LinkedIn
hu_hu: Kapcsolja össze fiókját a LinkedInnel

source: Your LinkedIn account is now linked to your account.
hu_hu: A LinkedIn-fiókja most már össze van kapcsolva a fiókjával.

source: LinkedIn was successfully unlinked from your account.
hu_hu: A LinkedIn sikeresen leválasztva a fiókjáról.

source: This LinkedIn account is already linked to another user account.
hu_hu: Ez a LinkedIn-fiók már egy másik felhasználói fiókhoz van kapcsolva.

source: A user account using the same email address as this LinkedIn account already exists.
hu_hu: Már létezik egy felhasználói fiók, amely ugyanazt az e-mail címet használja, mint ez a LinkedIn-fiók.

source: Need help setting up and configuring PayPal? %1$sRead the docs%2$s
hu_hu: Segítségre van szüksége a PayPal beállításához és konfigurálásához? %1$sOlvassa el a dokumentációt%2$s

source: The App redirect URL is %s
hu_hu: Az alkalmazás átirányítási URL-je: %s

source: (Please update your PayPal App to use this URL)
hu_hu: (Kérjük, frissítse a PayPal alkalmazását, hogy ezt az URL-t használja)

source: The legacy App redirect URL is %s
hu_hu: A korábbi alkalmazás átirányítási URL-je: %s

source: Secret
hu_hu: Titkos kulcs

source: Environment
hu_hu: Környezet

source: Select which environment to process logins under.
hu_hu: Válassza ki, melyik környezetben történjen a bejelentkezések feldolgozása.

source: Live
hu_hu: Éles

source: Log in with PayPal
hu_hu: Bejelentkezés a PayPal-fiókkal

source: Link your account to PayPal
hu_hu: Kapcsolja össze fiókját a PayPallal

source: Your PayPal account is now linked to your account.
hu_hu: A PayPal-fiókja mostantól össze van kapcsolva a fiókjával.

source: PayPal was successfully unlinked from your account.
hu_hu: A PayPalt sikeresen leválasztottuk a fiókjáról.

source: This PayPal account is already linked to another user account.
hu_hu: Ez a PayPal-fiók már hozzá van kapcsolva egy másik felhasználói fiókhoz.

source: A user account using the same email address as this PayPal account already exists.
hu_hu: Már létezik egy felhasználói fiók, amely ugyanazt az e-mail-címet használja, mint ez a PayPal-fiók.

source: Need help setting up and configuring Twitter? %1$sRead the docs%2$s
hu_hu: Segítségre van szüksége a Twitter beállításához és konfigurálásához? %1$sOlvassa el a dokumentációt%2$s

source: (Please update your Twitter app to use this URL)
hu_hu: (Kérjük, frissítse Twitter-alkalmazását, hogy ezt az URL-t használja)

source: Request email address
hu_hu: E-mail-cím kérése

source: Users can register with their email address used in their Twitter account.
hu_hu: A felhasználók regisztrálhatnak a Twitter-fiókjukban használt e-mail-címmel.

source: To use this feature, you must have enabled the corresponding additional permission on Twitter. If changing settings of an existing app, you may need to regenerate the consumer key and secret.
hu_hu: A funkció használatához a megfelelő kiegészítő jogosultságot engedélyeznie kell a Twitteren. Ha egy meglévő alkalmazás beállításait módosítja, szükség lehet a Consumer Key és a Consumer Secret újragenerálására.

source: Log in with Twitter
hu_hu: Bejelentkezés a Twitter-fiókkal

source: Link your account to Twitter
hu_hu: Kapcsolja össze fiókját a Twitterrel

source: Your Twitter account is now linked to your account.
hu_hu: A Twitter-fiókja mostantól össze van kapcsolva a fiókjával.

source: Twitter was successfully unlinked from your account.
hu_hu: A Twittert sikeresen leválasztottuk a fiókjáról.

source: This Twitter account is already linked to another user account.
hu_hu: Ez a Twitter-fiók már hozzá van kapcsolva egy másik felhasználói fiókhoz.

source: A user account using the same email address as this Twitter account already exists.
hu_hu: Már létezik egy felhasználói fiók, amely ugyanazt az e-mail-címet használja, mint ez a Twitter-fiók.

source: Display social login buttons.
hu_hu: Közösségi bejelentkezési gombok megjelenítése.

source: Title
hu_hu: Cím

source: Return URL
hu_hu: Visszatérési URL

source: Social Login Accounts
hu_hu: Közösségi bejelentkezési fiókok

source: %1$sAdd more...%2$s
hu_hu: %1$sTovábbiak hozzáadása...%2$s

source: Your account is connected to the following social login providers.
hu_hu: A fiókja a következő közösségi bejelentkezési szolgáltatókhoz van kapcsolva.

source: Account
hu_hu: Fiók

source: Last login
hu_hu: Utolsó bejelentkezés

source: Never
hu_hu: Soha

# Action to unlink an account from a social profile
source: Unlink
hu_hu: Leválasztás

source: You have no social login profiles connected. %1$sConnect one now%2$s
hu_hu: Nincs összekapcsolt közösségi bejelentkezési profilja. %1$sKapcsoljon össze egyet most%2$s

source: You can link your account to the following providers:
hu_hu: Fiókját az alábbi szolgáltatókkal kapcsolhatja össze:
